{
    "b8589": [
        {
            "id": "1",
            "nass": "التوضيح والبيان ¶ لشجرة الإيمان ¶ تأليف ¶ العلامة عبد الرحمن بن ناصر السعدي ¶ رحمه الله تعالى",
            "page": "35",
            "part": "1",
            "seal": "F326148D"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة المؤلف ¶ الحمد لله الذي غرس شجرة الإيمان في قلوب عباده الأخيار، وسقاها وغذاها بالعلوم النافعة، والمعارف الصادقة، واللهج بذكره آناء الليل والنهار؛ وجعلها تؤتي أكلها وبركتها كل حين من الخيرات والنعم الغزار. وأشهد أن لا إله إلا الله وحده لا شريك له، الواحد القهار، الكريم الرحيم الغفار؛ وأشهد أن محمدا عبده ورسوله الرسول المصطفى المختار. اللهم صل وسلم على محمد وعلى آله وأصحابه البررة الأخيار. ¶ أما بعد: فهذا كتاب يحتوي على مباحث الإيمان التي هي أهم مباحث الدين، وأعظم أصول الحق واليقين؛ مستمدا ذلك من كتاب الله الكريم - الكفيل بتحقيق هذه الأصول تحقيقا لا مزيد عليه - ومن سنة نبيه محمد صلى الله عليه وسلم؛ التي توافق الكتاب وتفسره، وتعبر عن كثير من مجملاته، وتفصل كثيرا من مطلقاته. مبتدئا بتفسيره، مثنيا بذكر أصوله ومقوماته، ومن أي شيء يستمد؟ مثلثا بفوائده وثمراته، وما يتبع هذه الأصول.",
            "page": "37",
            "part": "1",
            "seal": "D11AA958"
        },
        {
            "id": "3",
            "nass": "قال الله تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} [سورة إبراهيم: 24 - 25] . ¶ فمثل الله كلمة الإيمان - التي هي أطيب الكلمات - بشجرة هي أطيب الأشجار، موصوفة بهذه الأوصاف الحميدة؛ أصولها ثابتة مستقرة، ونماؤها مستمر، وثمراتها لا تزال، كل وقت وكل حين، تغل على أهلها وعلى غيرهم المنافع المتنوعة، والثمرات النافعة.",
            "page": "38",
            "part": "1",
            "seal": "3CB8FA70"
        },
        {
            "id": "4",
            "nass": "وهذه الشجرة متفاوتة في قلوب المؤمنين تفاوتا عظيما، بحسب تفاوت هذه الأوصاف التي وصفها الله بها. فعلى العبد الموفق أن يسعى لمعرفتها، ومعرفة أوصافها وأسبابها، وأصولها وفروعها؛ ويجتهد في التحقق بها علما وعملا. فإن نصيبه - من الخير والفلاح، والسعادة العاجلة والآجلة - بحسب نصيبه من هذه الشجرة.",
            "page": "39",
            "part": "1",
            "seal": "E8FBD00A"
        },
        {
            "id": "5",
            "nass": "الفصل الأول ¶ في حد الإيمان وتفسيره ¶ حدود الأشياء وتفسيرها الذي يوضحها، تتقدم أحكامها؛ فإن الحكم على الأشياء فرع عن تصورها. فمن حكم على أمر من الأمور - قبل أن يحيط علمه بتفسيره، ويتصوره تصورا يميزه عن غيره - أخطأ خطأ فاحشا. ¶ أما حد الإيمان وتفسيره، فهو التصديق الجازم، والاعتراف التام بجميع ما أمر الله ورسوله بالإيمان به؛ والانقياد ظاهرا وباطنا. فهو تصديق القلب واعتقاده المتضمن لأعمال القلوب وأعمال البدن. وذلك شامل للقيام بالدين كله. ¶ ولهذا كان الأئمة والسلف يقولون: الإيمان قول القلب واللسان، وعمل",
            "page": "41",
            "part": "1",
            "seal": "4FB1971D"
        },
        {
            "id": "6",
            "nass": "القلب واللسان والجوارح. ¶ وهو قول وعمل واعتقاد يزيد بالطاعة، وينقص بالمعصية. فهو يشمل عقائد الإيمان، وأخلاقه، وأعماله.",
            "page": "42",
            "part": "1",
            "seal": "D6A70877"
        },
        {
            "id": "7",
            "nass": "فالإقرار والاعتراف بما لله تعالى - من الأسماء الحسنى، والصفات الكاملة العليا، والأفعال الناشئة عن أسمائه وصفاته - هو من أعظم أصول الإيمان. ¶ وكذلك الاعتراف بما لله من الحقوق الخاصة - وهو التأله والتعبد لله ظاهرا وباطنا - من أصول الإيمان. ¶ والاعتراف بما أخبر الله به عن ملائكته وجنوده، والموجودات السابقة واللاحقة؛ والإخبار باليوم الآخر، كل هذا من أصول الإيمان. ¶ وكذلك الإيمان بجميع الرسل - صلوات الله وسلامه عليهم - وما وصفوا به في الكتاب والسنة من الأوصاف الحميدة؛ كل هذا من أصول الإيمان. ¶ كما أن من أعظم أصول الإيمان؛ الاعتراف بانفراد الله بالوحدانية والألوهية، وعبادة الله وحده لا شريك له، وإخلاص الدين لله، والقيام بشرائع الإسلام الظاهرة، وحقائقه الباطنة. كل هذا من أصول الإيمان. ¶ ولهذا رتب الله على الإيمان دخول الجنة والنجاة من النار، ورتب عليه رضوانه والفلاح والسعادة. ولا يكون ذلك إلا بما ذكرنا من شموله للعقائد وأعمال القلوب، وأعمال الجوارح. لأنه متى فات شيء من ذلك حصل",
            "page": "43",
            "part": "1",
            "seal": "F13A189A"
        },
        {
            "id": "8",
            "nass": "- من النقص وفوات الثواب، وحصول العقاب - بحسبه. ¶ بل أخبر الله تعالى أن الإيمان المطلق تنال به أرفع المقامات في الدنيا، وأعلى المنازل في الآخرة فقال تعالى: {وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ} [سورة الحديد: 19] . والصديقون هم أعلى الخلق درجة بعد درجة الأنبياء في الدنيا، وفي منازل الآخرة. وأخبر في هذه الآية أن من حقق الإيمان به وبرسله، نال هذه الدرجة. ¶ ويفسر ذلك ويوضحه ما ثبت في الصحيحين عنه صلى الله عليه وسلم، قال: «إن أهل الجنة ليتراءون أهل الغرف في الجنة، كما تراءون الكوكب الشرقي أو الغربي في الأفق؛ لتفاضل ما بينهم) فقالوا: \" يا رسول الله تلك منازل الأنبياء لا يبلغها غيرهم \" قال: (بلى»",
            "page": "44",
            "part": "1",
            "seal": "2452B065"
        },
        {
            "id": "9",
            "nass": "«- والذي نفسي بيده - رجال آمنوا بالله، وصدقوا المرسلين» . ¶ وإيمانهم بالله وتصديقهم للمرسلين في ظاهرهم وباطنهم، في عقائدهم وأخلاقهم وأعمالهم، وفي كمال طاعتهم لله ولرسله. فقيامهم بهذه الأمور، به يتحقق إيمانهم بالله وتصديقهم للمرسلين. ¶ وقد أمر الله في كتابه بهذا الإيمان العام الشامل، وما يتبعه من الانقياد والاستسلام، وأثنى على من قام به؛ فقال في أعظم آيات الإيمان: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} [سورة البقرة: 136] .",
            "page": "45",
            "part": "1",
            "seal": "1A74A73D"
        },
        {
            "id": "10",
            "nass": "فأمر الله عباده بالإيمان بجميع هذه الأصول العظيمة والإيمان الشامل",
            "page": "46",
            "part": "1",
            "seal": "09E39FE9"
        },
        {
            "id": "11",
            "nass": "بكل كتاب أنزله الله، وبكل رسول أرسله الله وبالإخلاص والاستسلام والانقياد له وحده - بقوله: {وَنَحْنُ لَهُ مُسْلِمُونَ} [سورة البقرة: 136] . ¶ كما أثنى على المؤمنين - في آخر السورة - بالقيام بذلك فقال: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} [سورة البقرة: 285] . ¶ فأخبر أن الرسول ومن معه من المؤمنين، آمنوا بهذه الأصول ولم يفرقوا",
            "page": "47",
            "part": "1",
            "seal": "0B7E31E9"
        },
        {
            "id": "12",
            "nass": "بين أحد من الأنبياء بل آمنوا بهم جميعا، وبما أوتوه من عند الله؛ وأنهم التزموا طاعة الله، فقالوا: سمعنا وأطعنا وطلبوا من ربهم أن يحقق لهم ذلك وأن يعفو عن تقصيرهم ببعض حقوق الإيمان، وأن مرجع الخلائق كلهم ومصيرهم إلى الله يجازيهم بما قاموا به من حقوق الإيمان، وما ضيعوه منها. كما قال تعالى عن أتباع الأنبياء - عيسى وغيره - إنهم قالوا: ¶ {رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} [سورة آل عمران: 53] . فآمنوا بقلوبهم، والتزموا بقلوبهم، وانقادوا بجوارحهم وسألوا الله أن يكتبهم مع الشاهدين له بالتوحيد وأن يحقق لهم القيام به قولا، وعملا، واعتقادا. ¶ وقال تعالى: {إنَّمَا الْمُؤْمِنُونَ الَّذِينَ إذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} [سورة الأنفال: 2 - 4] . ¶ .",
            "page": "48",
            "part": "1",
            "seal": "D586865D"
        },
        {
            "id": "13",
            "nass": "فوصف الله المؤمنين بهذه الصفات المتضمنة للقيام بأصول الدين وفروعه، وظاهره وباطنه. فإنه وصفهم بالإيمان به إيمانا ظهرت آثاره في عقائدهم وأقوالهم وأعمالهم الظاهرة والباطنة، وأنه - مع ثبوت الإيمان في قلوبهم - يزداد إيمانهم كلما تليت عليهم آيات الله، ويزداد خوفهم ووجلهم كلما ذكر الله وهم في قلوبهم وسرهم متوكلون على الله، ومعتمدون في أمورهم كلها عليه، ومفوضون أمورهم إليه. وهم مع ذلك يقيمون الصلاة فرضها ونفلها يقيمونها ظاهرا وباطنا ويؤتون الزكاة، وينفقون النفقات الواجبة والمستحبة. ومن كان على هذا الوصف فلم يبق من الخير مطلبا، ولا من الشر مهربا. ولهذا قال: {أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا} الذين يستحقون هذا الوصف على الحقيقة، ويحققون القيام به ظاهرا وباطنا. ثم ذكر ثوابهم الجزيل؛ المغفرة المتضمنة لزوال كل شر ومحذور، ورفعة الدرجات عند ربهم، والرزق الكريم المتضمن من النعم ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.",
            "page": "49",
            "part": "1",
            "seal": "DA81A593"
        },
        {
            "id": "14",
            "nass": "وقال تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ أُولَئِكَ هُمُ الْوَارِثُونَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ} [سورة المؤمنون: 1 - 11] .",
            "page": "50",
            "part": "1",
            "seal": "EC4EB37E"
        },
        {
            "id": "15",
            "nass": "ففسر الله الإيمان - في هذه الآيات - بجميع هذه الخصال. فإنه أخبر",
            "page": "51",
            "part": "1",
            "seal": "C7F664E5"
        },
        {
            "id": "16",
            "nass": "بفلاح المؤمنين، ثم وصفهم بقوله: {الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ} ، إلى آخر الآيات المذكورة. فمن استكمل هذه الأوصاف فهو المؤمن حقا. ومضمونها القيام بالواجبات الظاهرة والباطنة، واجتناب المحرمات والمكروهات. وبتكميلهم للإيمان استحقوا وراثة جنات الفردوس التي هي أعلى الجنات، كما أنهم قاموا بأعلى الكمالات. ¶ وهذه صريحة في أن الإيمان يشمل عقائد الدين، وأخلاقه، وأعماله الظاهرة والباطنة. ويترتب ذلك؛ أنه يزيد بزيادة هذه الأوصاف والتحقق بها، وينقص بنقصها، وأن الناس في الإيمان درجات متفاوتة بحسب تفاوت هذه الأوصاف.",
            "page": "52",
            "part": "1",
            "seal": "72FA3E4B"
        },
        {
            "id": "17",
            "nass": "ولهذا كانوا ثلاث درجات: سابقون مقربون، وهم: الذين قاموا بالواجبات والمستحبات، وتركوا المحرمات والمكروهات، وفضول المباحات. ومقتصدون، وهم: الذين قاموا بالواجبات، وتركوا المحرمات. وظالمون لأنفسهم، وهم: الذين تركوا بعض واجبات الإيمان، وفعلوا بعض المحرمات. كما ذكرهم الله بقوله: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ} [سورة فاطر: 32] .",
            "page": "53",
            "part": "1",
            "seal": "F4E08877"
        },
        {
            "id": "18",
            "nass": "وقد يعطف الله على الإيمان، الأعمال الصالحة أو التقوى أو الصبر، للحاجة إلى ذكر المعطوف. لئلا يظن الظان أن الإيمان يكتفي فيه بما في القلب. فكم في القرآن من قوله: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} : ثم يذكر خبرا عنهم. والأعمال الصالحات: من الإيمان، ومن لوازم الإيمان. وهي التي يتحقق بها الإيمان. فمن ادعى أنه مؤمن - وهو لم يعمل بما أمر الله به ورسوله من الواجبات، ومن ترك المحرمات - فليس بصادق في إيمانه. ¶ كما يقرن بين الإيمان والتقوى، في مثل قوله تعالى: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} [سورة يونس: 62 - 63] .",
            "page": "54",
            "part": "1",
            "seal": "77BA2698"
        },
        {
            "id": "19",
            "nass": "فذكر الإيمان الشامل لما في القلوب من العقائد والإرادات الطيبة، والأعمال الصالحة. ولا يتم للمؤمن ذلك حتى يتقي ما يسخط الله من الكفر والفسوق والعصيان. ولهذا حقق ذلك بقوله: {وَكَانُوا يَتَّقُونَ} . كما وصف الله بذلك خيار خلقه، بقوله: {وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُولَئِكَ هُمُ الرَّاشِدُونَ فَضْلًا مِنَ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ} [سورة الحجرات: 7 - 8] . ¶ فهذه أكبر المنن: أن يحبب الله الإيمان للعبد، ويزينه في قلبه، ويذيقه حلاوته، وتنقاد جوارحه للعمل بشرائع الإسلام، ويبغض الله إليه أصناف",
            "page": "55",
            "part": "1",
            "seal": "221553FD"
        },
        {
            "id": "20",
            "nass": "المحرمات. والله عليم بمن يستحق أن يتفضل عليه بهذا الفضل، حكيم في وضعه في محله اللائق به. ¶ كما ثبت في الصحيح - من حديث أنس رضي الله عنه - أنه صلى الله عليه وسلم، قال: «ثلاث من كن فيه وجد بهن حلاوة الإيمان أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يرجع عن دينه، كما يكره أن يقذف في النار» . ¶ فذكر أصل الإيمان الذي هو محبة الله ورسوله، ولا يكتفي بمطلق المحبة، بل لا بد أن تكون محبة الله مقدمة على جميع المحاب. وذكر تفريقها بأن يحب لله، ويبغض لله. فيحب الأنبياء والصديقين، والشهداء والصالحين؛ لأنهم قاموا بمحاب الله، واختصهم من بين خلقه. وذكر دفع ما يناقضه وينافيه، وأنه يكره أن يرجع عن دينه أعظم كراهة، تقدر أعظم من كراهة إلقائه في النار. ¶ وأخبر في هذا الحديث أن للإيمان حلاوة في القلب، إذا وجدها العبد سلته عن المحبوبات الدنيوية، وعن الأغراض النفسية، وأوجبت له الحياة الطيبة. فإن من أحب الله ورسوله لهج بذكر الله طبعا - فإن من أحب شيئا أكثر من ذكره - واجتهد في متابعة الرسول، وقدم متابعته على كل قول، وعلى إرادة النفوس وأغراضها. من كان كذلك، فنفسه مطمئنة مستحلية للطاعات، قد انشرح صدر صاحبها للإسلام؛ فهو على نور من ربه. وكثير من المؤمنين لا يصل إلى هذه المرتبة العالية: {وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا} [سورة الأنعام: 132] .",
            "page": "56",
            "part": "1",
            "seal": "4115FBE4"
        },
        {
            "id": "21",
            "nass": "وكذلك في الصحيحين - من حديث أبي هريرة - أنه صلى الله عليه وسلم قال: «الإيمان بضع وسبعون شعبة، أعلاها قول لا إله إلا الله، وأدناها إماطة الأذى عن الطريق. والحياء شعبة من الإيمان» .",
            "page": "57",
            "part": "1",
            "seal": "98505184"
        },
        {
            "id": "22",
            "nass": "وهذا صريح أن الإيمان يشمل أقوال اللسان، وأعمال الجوارح، والاعتقادات والأخلاق، والقيام بحق الله، والإحسان إلى خلقه. فجمع في هذا الحديث بين أعلاه وأصله وقاعدته - وهو قول لا إله إلا الله اعتقادا، وتألها، وإخلاصا لله - وبين أدناه، وهو إماطة العظم والشوكة وكل ما يؤذي، عن",
            "page": "58",
            "part": "1",
            "seal": "84A2AB44"
        },
        {
            "id": "23",
            "nass": "الطريق. فكيف بما فوق ذلك من الإحسان. وذكر الحياء - والله أعلم - لأن الحياء به حياة الإيمان، وبه يدع العبد كل فعل قبيح. كما به يتحقق كل خلق حسن. وهذه الشعب - المذكورة في هذا الحديث - هي جميع شرائع الدين الظاهرة والباطنة. ¶ وهذا - أيضا - صريح في أن الإيمان يزيد وينقص بحسب زيادة هذه الشرائع والشعب، واتصاف العبد بها أو عدمه. ومن المعلوم أن الناس يتفاوتون فيها تفاوتا كثيرا. فمن زعم أن الإيمان لا يزيد ولا ينقص، فقد خالف الحس، مع مخالفته لنصوص الشارع كما ترى. ¶ وقد ذكر النبي - صلى الله عليه وسلم - الإسلام والإيمان في حديث جبريل المشهور، حيث سأله جبريل بحضرة الصحابة عن الإيمان، فقال: «أن تؤمن بالله وملائكته، وكتبه ورسله، واليوم الآخر والقدر» وفسر الإسلام بالشرائع الخمس الظاهرة. لأنه - كما تقدم - إذا قرن بالإيمان غيره، فسر الإيمان بما في القلب من العقائد الدينية والإسلام أو الأعمال الصالحة بالشرائع الظاهرة. وأما عند الإطلاق إذا أطلق الإيمان، فقد تقدم أنه يشمل ذلك أجمع. ¶ وفي الصحيحين - من حديث أنس - أن النبي صلى الله عليه وسلم قال: ( «لا يؤمن»",
            "page": "59",
            "part": "1",
            "seal": "3A5B2659"
        },
        {
            "id": "24",
            "nass": "«أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين» ) . ¶ فأخبر صلى الله عليه وسلم أنه إذا تعارضت المحبتان، فإن قدم ما يحبه الرسول كان صادق الإيمان، وإلا فهو ناقص الإيمان. كما قال تعالى: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [سورة النساء: 65] . ¶ فأقسم تعالى أنهم لا يؤمنون حتى يحكموا رسوله، ولا يبقى في قلوبهم حرج وضيق من حكمه وينقادوا له انقيادا، وينشرحوا لحكمه. وهذا شامل في تحكمه في أصول الدين، وفي فروعه، وفي الأحكام الكلية، والأحكام الجزئية. ¶ وفي الصحيحين أيضا - عن أنس مرفوعا -: ( «لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه» ) . وذلك يقتضي أن يقوم بحقوق إخوانه المسلمين",
            "page": "60",
            "part": "1",
            "seal": "3C606A21"
        },
        {
            "id": "25",
            "nass": "الخاصة والعامة، فإنه من الإيمان. ومن لم يقم بذلك ويحب لهم ما يحب لنفسه، فإنه لم يؤمن الإيمان الواجب، بل نقص إيمانه بقدر ما نقص من الحقوق الواجبة عليه. ¶ وفي صحيح مسلم - من حديث العباس بن عبد المطلب رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: ( «ذاق طعم الإيمان من رضي بالله ربا، وبالإسلام دينا، وبمحمد نبيا» ) . ¶ والرضا بذلك يقتضي الفرح بذلك، والسرور بربوبية الله له، وحسن تدبيره وأقضيته عليه، و [أن] يرضى بالإسلام دينا، ويفرح به، ويحمد الله على هذه النعمة التي هي أكبر المنن حيث رضي الله له الإسلام ووفقه له، واصطفاه له ويرضى بمحمد صلى الله عليه وسلم نبيا إذ هو أكمل الخلق، وأعلاهم في كل صفة كمال. وأمته وأتباعه أكمل الأمم وأعلاهم، وأرفعهم درجة في الدنيا والآخرة. ¶ فالرضا بنبوة الرسول ورسالته، وأتباعه من أعظم ما يثمر الإيمان، ويذوق به العبد حلاوته. قال تعالى: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ} [سورة آل عمران: 164] {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ} [سورة التوبة: 128] .",
            "page": "61",
            "part": "1",
            "seal": "F4C12AF3"
        },
        {
            "id": "26",
            "nass": "فكيف لا يرضى المؤمن بهذا الرسول الكريم، الرءوف الرحيم الذي أقسم الله أنه لعلى خلق عظيم، وأشرف مقام للعبد انتسابه لعبودية الله، واقتداؤه برسوله، ومحبته واتباعه، وهذا علامة محبة الله، وباتباعه تتحقق المحبة والإيمان! ¶ قال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} [سورة آل عمران: 31] . ¶ وفي صحيح مسلم - من حديث سفيان بن عبد الله الثقفي - قال: «قلت: يا رسول الله قل لي في الإسلام قولا، لا أسأل عنه أحدا بعدك، قال: قل آمنت بالله ثم استقم» . ¶ فبين صلى الله عليه وسلم - بهذه الوصية الجامعة - أن العبد إذا اعترف بالإيمان ظاهرا",
            "page": "62",
            "part": "1",
            "seal": "51A58F4E"
        },
        {
            "id": "27",
            "nass": "وباطنا، ثم استقام عليه - قولا وعملا، فعلا وتركا - فقد كمل أمره، واستقام على الصراط المستقيم، ورجي له أن يدخل مع من قال الله عنهم: ¶ {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ نُزُلًا مِنْ غَفُورٍ رَحِيمٍ} [سورة فصلت: 30 - 32] . ¶ وفي حديث ابن عباس - المتفق عليه - في وفد عبد القيس، حين وفدوا على النبي صلى الله عليه وسلم حيث قالوا: (مرنا بأمر فصل نخبر به من وراءنا وندخل به",
            "page": "63",
            "part": "1",
            "seal": "2EAAE2CA"
        },
        {
            "id": "28",
            "nass": "الجنة) وسألوه عن الأشربة. فأمرهم بأربع، ونهاهم عن أربع: أمرهم بالإيمان بالله وحده [و] قال: « (أتدرون ما الإيمان بالله وحده؟) قالوا: (الله ورسوله أعلم) ، قال: (شهادة أن لا إله إلا الله، وأن محمدا عبده ورسوله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وأن تعطوا من المغنم الخمس) ونهاهم عن أربع: (عن الحنتم، والدباء، والنقير، والمزفت) وقال: (احفظوهن، وأخبروا بهن من وراءكم) » . ¶ فهذا - أيضا - صريح في إدخاله الشرائع الظاهرة بالإيمان، مثل الصلاة والزكاة والصيام، وإعطاء الخمس من المغنم. وكل هذا يفسر لنا الإيمان تفسيرا يزيل الإشكال، وأنه كما يدخل فيه العقائد القلبية، فتدخل فيه الأعمال البدنية فكل ما قرب إلى الله - من قول وعمل واعتقاد - فإنه من الإيمان. ¶ وفي سنن أبي داود، عن أبي أمامة، قال: قال رسول الله صلى الله عليه وسلم: ( «من أحب لله، وأبغض لله، وأعطى لله، ومنع لله، فقد استكمل الإيمان» ) .",
            "page": "64",
            "part": "1",
            "seal": "A67966DF"
        },
        {
            "id": "29",
            "nass": "فالحب والبغض في القلب والباطن والعطاء والمنع في الظاهر. واشترط فيها كلها الإخلاص الذي هو روح الإيمان ولبه وسره. ¶ فالحب في الله أن يحب الله، ويحب ما يحبه من الأعمال والأوقات والأزمان والأحوال ويحب من يحبه من أنبيائه وأتباعهم. ¶ والبغض في الله أن يبغض كل ما أبغضه [الله] من كفر وفسوق وعصيان ويبغض من يتصف بها، أو يدعو إليها. ¶ والعطاء يشمل عطاء العبد من نفسه كل ما أمر به مثل قوله تعالى: ¶ {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى} [سورة الليل: 5 - 7] . ¶ وهذا يشمل جميع ما أمر به العبد، لا يختص بالعطاء المالي، بل هو جزء من العطاء. وكذلك مقابله المنع. ¶ وبهذه الأمور الأربعة، يتم للعبد إيمانه ودينه. ¶ وكذلك ما رواه الترمذي والنسائي - من حديث أبي هريرة مرفوعا «المؤمن من أمنه الناس على دمائهم وأموالهم» يدل: على أن الإيمان الصحيح يحمل صاحبه على رعاية الأمانة، وينهاه عن الخيانة حتى يطمئن إليه الناس، ويأمنوه على أنفس الأشياء عندهم، وهي الدماء، والأموال. ¶ وهذه النصوص كلها تبين معنى الإيمان وحقيقته، وأنه - كما قال الحسن وغيره: \" ليس الإيمان بالتمني والتحلي، ولكنه ما وقر في القلوب، وصدقته الأعمال \". ¶ فالأعمال الظاهرة والباطنة تصدق الإيمان، وبها يتحقق. كما قال تعالى:",
            "page": "65",
            "part": "1",
            "seal": "4D9E06C1"
        },
        {
            "id": "30",
            "nass": "{وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ} [سورة التغابن: 11] . ¶ فالعبد إذا أصابته المصيبة، فآمن أنها من عند الله، وأن الله حكيم رحيم في تقديرها، وأنه أعلم بمصالح عبده، هدى الله قلبه هداية خاصة للرضا والصبر والتسليم والطمأنينة. كما قال تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ} [سورة يونس: 9] . فحذف المتعلق؛ ليشمل هدايتهم لكل خير، وهدايتهم لترك كل شر؛ وذلك بسبب إيمانهم. فالأعمال من الإيمان من جهة، ومن ثمرات الإيمان ولوازمه من جهة أخرى. والله الموفق. ¶ وقال تعالى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ} [سورة البقرة: 143] . ¶ كثير من المفسرين فسروا الإيمان هنا بالصلاة إلى القبلة التي كانوا عليها، بيت المقدس، قبل النسخ حيث مات أناس من المسلمين قبل أن تنقل القبلة إلى الكعبة، فحصل عند بعضهم اشتباه في شأنهم، فأنزل الله هذه",
            "page": "66",
            "part": "1",
            "seal": "5B2DC1ED"
        },
        {
            "id": "31",
            "nass": "الآية. وذلك أن صلاتهم إلى بيت المقدس في ذلك الوقت، التزام منهم لطاعة الله ورسوله، وذلك هو الإيمان. ¶ وهذه الآية فيها بشارة كبرى [وهي] : أن الله لا يضيع إيمان المؤمنين، قل ذلك الإيمان، أو كثر. كما ورد في الصحيح: «أن الله يخرج من النار من في قلبه أدنى مثقال حبة خردل من إيمان» . ¶ وبشارة لكل من عمل عملا قصده طاعة الله ورسوله، وهو متأول أو مخطئ، أو نسخ ذلك العمل، فإنه إنما عمل ذلك العمل إيمانا بالله، وقصدا لطاعته، ولكنه تأول تأويلا أخطأ فيه، أو أخطأ بلا تأويل، فخطؤه معفو عنه، وأجر القصد والتوجه إلى الله وإلى طاعته، لا يضيعه الله. ¶ ولهذا قال الله عن المؤمنين: {رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} [سورة البقرة: 286] قال الله على لسان نبيه: (قد فعلت) . ¶ وفي الحديث الصحيح: «إذا اجتهد الحاكم فحكم، فأصاب فله أجران، وإذا اجتهد، فأخطأ فله أجر واحد، وخطؤه مغفور له» . ¶ وكذلك من نوى عملا صالحا، وحرص على فعله، ومنعه مانع - من مرض، أو سفر أو عجز أو غيرها - كتب له ما نواه من ذلك العمل، كما ثبت ذلك في صحيح مسلم - من حديث أبي موسى مرفوعا -: «من مرض أو سافر كتب له ما»",
            "page": "67",
            "part": "1",
            "seal": "092186FD"
        },
        {
            "id": "32",
            "nass": "«كان يعمل صحيحا مقيما» . ويدخل في ذلك من أقعده الكبر عن عمله المعتاد. ¶ فصل ¶ إذا ثبت بدلالة الكتاب والسنة معنى الإيمان، وأنه اسم جامع لشرائع الإسلام، وأصول الإيمان، وحقائق الإحسان وتوابع ذلك من أمور الدين - بل هو اسم للدين كله - علم أنه يزيد وينقص، ويقوى ويضعف. ¶ وهذه المسألة لا تقبل الاشتباه بوجه من الوجوه لا شرعا، ولا حسا، ولا واقعا. ¶ وذلك أن نصوص الكتاب والسنة صريحة في زيادته ونقصانه مثل قوله تعالى: {لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ} [سورة الفتح: 4] ، {وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا} [سورة المدثر: 31] ، {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ} [سورة آل عمران: 173] ، {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ} [سورة التوبة: 124] وغيرها من الآيات. ¶ وكذلك الحس والواقع يشهد بذلك من جميع وجوه الإيمان، فإن الناس في علوم الإيمان، وفي معارفه، وفي أخلاقه وأعماله الظاهرة والباطنة - متفاوتون تفاوتا عظيما في القوة والكثرة، ووجود الآثار، ووجود الموانع، وغير ذلك. فالمؤمنون الكمل عندهم من تفاصيل علوم الإيمان ومعارفه وأعماله، ما لا نسبة إليه من علوم عموم كثير من المؤمنين، وأعمالهم وأخلاقهم. فعند كثير منهم علوم ضعيفة مجملة، وأعمال قليلة ضعيفة. وعند كثير منهم، من المعارضات والشبهات والشهوات، ما يضعف الإيمان، وينقصه درجات كثيرة. بل تجد المؤمنين يتفاوتون تفاوتا كثيرا في نفس العلم الذي عرفوه من علوم الإيمان",
            "page": "68",
            "part": "1",
            "seal": "FBAE257B"
        },
        {
            "id": "33",
            "nass": "أحدهما: علمه فيه قوي صحيح لا ريب فيه ولا شبهة والآخر: علمه فيه ضعيف، وعنده معارضات كثيرة تضعفه أيضا. وكذلك أخلاق الإيمان يتفاوتون فيها تفاوتا كثيرا، صفات الحلم والصبر والخلق وغيرها. وكذلك في العبادات الظاهرة كالصلاة: يصلي اثنان صلاة واحدة، وأحدهما يؤدي حقوقها الظاهرة والباطنة، ويعبد الله كأنه يراه، فإن لم يكن يراه فإنه يراه. والآخر يصليها بظاهره وباطنه مشغول بغيرها. وكذلك بقية العبادات. ¶ ولهذا كان المؤمنون ثلاث مراتب مرتبة السابقين، ومرتبة المقتصدين ومرتبة الظالمين. وكل واحدة من هذه المراتب أيضا، أهلها متفاوتون تفاوتا كثيرا. والعبد المؤمن - في نفسه - له أحوال وأوقات تكون أعماله كثيرة قوية، وأحيانا بالعكس. وكل هذا من زيادة الإيمان ونقصه، ومن قوته وضعفه. وكان خيار الأمة، والمعتنون بالإيمان منهم - يتعاهدون إيمانهم كل وقت ويجتهدون في زيادته وتقويته، وفي دفع المعارضات المنقصة له، ويجتهدون في ذلك، ويسألون الله أن يثبت إيمانهم، ويزيدهم منه، من علومه وأعماله وأحواله. فنسأل الله: أن يزيدنا علما ويقينا، وطمأنينة به وبذكره، وإيمانا صادقا. ¶ وخيار الخلق - أيضا - يطلبون ويتنافسون في الوصول إلى عين اليقين، بعد علم اليقين، وإلى حق اليقين. كما قال الله عن إبراهيم عليه السلام: ¶ {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} [سورة البقرة: 260] ،",
            "page": "69",
            "part": "1",
            "seal": "C8C5D14F"
        },
        {
            "id": "34",
            "nass": "وقال تعالى: {وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ} [سورة الأنعام: 75] . ¶ والحواريون خواص أتباع المسيح ابن مريم - حين طلبوا نزول المائدة، ووعظهم عيسى عن هذا الطلب - {قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ} [سورة المائدة: 113] . فذكروا حاجتهم الدنيوية، وحاجتهم العلمية الإيمانية إلى ذلك.",
            "page": "70",
            "part": "1",
            "seal": "B94C8A58"
        },
        {
            "id": "35",
            "nass": "الفصل الثاني ¶ في ذكر الأمور ¶ التي يستمد منها الإيمان ¶ وهذا فصل عظيم النفع والحاجة، بل الضرورة ماسة إلى معرفته والعناية معرفة واتصافا - وذلك أن الإيمان هو كمال العبد، وبه ترتفع درجاته في الدنيا والآخرة، وهو السبب والطريق لكل خير عاجل وآجل. ولا يحصل، ولا يقوى، ولا يتم إلا بمعرفة ما منه يستمد. وإلى ينبوعه وأسبابه وطرقه. ¶ والله تعالى قد جعل لكل مطلوب سببا وطريقا يوصل إليه. والإيمان أعظم المطالب وأهمها وأعمها، وقد جعل الله له مواد كبيرة تجلبه وتقويه، كما كان له أسباب تضعفه وتوهيه. ¶ ومواده التي تجلبه وتقويه أمران: مجمل ومفصل. ¶ أما المجمل فهو التدبر لآيات الله المتلوة من الكتاب والسنة، والتأمل لآياته الكونية على اختلاف أنواعها، والحرص على معرفة الحق الذي خلق له العبد، والعمل بالحق، فجميع الأسباب مرجعها إلى الأصل العظيم. ¶ وأما التفصيل، فالإيمان يحصل ويقوى بأمور كثيرة. ¶ 1 - منها - بل أعظمها -: معرفة أسماء الله الحسنى الواردة في الكتاب والسنة، والحرص على فهم معانيها، والتعبد لله فيها. ¶ فقد ثبت في الصحيحين عنه صلى الله عليه وسلم، أنه قال: «إن لله تسعة وتسعين اسما - مائة إلا واحدا - من أحصاها دخل الجنة» أي: من حفظها وفهم معانيها،",
            "page": "71",
            "part": "1",
            "seal": "45CF4A24"
        },
        {
            "id": "36",
            "nass": "واعتقدها، وتعبد لله بها - دخل الجنة. والجنة لا يدخلها إلا المؤمنون. ¶ فعلم أن ذلك أعظم ينبوع ومادة لحصول الإيمان وقوته وثباته، ومعرفة الأسماء الحسنى هي أصل الإيمان، والإيمان يرجع إليها. ¶ ومعرفتها تتضمن أنواع التوحيد الثلاثة: توحيد الربوبية، وتوحيد الإلهية، وتوحيد الأسماء والصفات. وهذه الأنواع هي رُوح الإيمان ورَوْحه، وأصله وغايته. فكلما ازداد العبد معرفة بأسماء الله وصفاته، ازداد إيمانه، وقوي يقينه. فينبغي للمؤمن أن يبذل مقدوره ومستطاعه في معرفة الأسماء والصفات، وتكون معرفته سالمة من داء التعطيل، ومن داء التمثيل اللذين ابتلي بهما كثير من أهل البدع المخالفة لما جاء به الرسول، بل تكون المعرفة متلقاة من الكتاب والسنة، وما روي عن الصحابة والتابعين لهم بإحسان. فهذه المعرفة النافعة التي لا يزال صاحبها في زيادة في إيمانه وقوة يقينه، وطمأنينة في أحواله. ¶ 2- ومنها: تدبر القرآن على وجه العموم. فإن المتدبر لا يزال يستفيد من علوم القرآن ومعارفه، ما يزداد به إيمانا. كما قال تعالى: {وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} [سورة الأنفال: 2] . ¶ وكذلك إذا نظر إلى انتظامه وإحكامه، وأنه يصدق بعضه بعضا، ويوافق بعضه بعضا، ليس فيه تناقض ولا اختلاف - تيقن أنه {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} وأنه لو كان من عند غير الله، لوجد فيه - من التناقض والاختلاف - أمور كبيرة. قال تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} [سورة النساء: 82] . وهذا من أعظم مقويات الإيمان، ويقويه من وجوه كثيرة، فالمؤمن بمجرد ما يتلو آيات الله، ويعرف ما ركب عليه من الأخبار الصادقة، والأحكام الحسنة - يحصل له من أمور الإيمان، خير كبير فكيف إذا أحسن تأمله، وفهم مقاصده",
            "page": "72",
            "part": "1",
            "seal": "586592D2"
        },
        {
            "id": "37",
            "nass": "وأسراره؟ ! . ولهذا كان المؤمنون الكمل يقولون: {رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا} الآية [سورة آل عمران: 193] . ¶ 3 - وكذلك معرفة أحاديث النبي صلى الله عليه وسلم، وما تدعو إليه من علوم الإيمان وأعماله - كلها من محصلات الإيمان ومقوياته. فكلما ازداد العبد معرفة بكتاب الله وسنة رسوله، ازداد إيمانه ويقينه. وقد يصل في علمه وإيمانه إلى مرتبة اليقين. فقد وصف الله الراسخين في العلم. الذين حصل لهم العلم التام القوي، الذي يدفع الشبهات والريب، ويوجب اليقين التام؛ ولهذا كانوا سادة المؤمنين الذين استشهد الله بهم، واحتج بهم على غيرهم من المرتابين والجاحدين، كما قال تعالى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ} [سورة آل عمران: 7] .",
            "page": "73",
            "part": "1",
            "seal": "DFD45579"
        },
        {
            "id": "38",
            "nass": "فالراسخون زال عنهم الجهل والريب وأنواع الشبهات، وردوا المتشابه من الآيات إلى المحكم منها، وقالوا آمنا بالجميع، فكلها من عند الله وما منه وما تكلم به وحكم به كله حق وصدق. ¶ وقال تعالى: {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ} [سورة النساء: 162] . ¶ وقال: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} [سورة آل عمران: 18] . ¶ ولعلمهم بالقرآن العلم التام، وإيمانهم الصحيح - استشهد بهم في الدنيا والآخرة، كما قال تعالى: {وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ} [سورة الروم: 56] . ¶ وأخبر تعالى في عدة آيات أن القرآن آيات للمؤمنين، [وآيات] للموقنين. لأنه يحصل لهم بتلاوته وتدبره من العلم واليقين والإيمان. بحسب ما فتح الله عليهم منه. فلا يزالون يزدادون علما وإيمانا ويقينا. ¶ فالتدبر للقرآن من أعظم الطرق والوسائل الجالبة للإيمان، والمقوية له. قال تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} [سورة ص: 29] . ¶ فاستخراج بركة القرآن - التي من أهمها حصول الإيمان - سبيله وطريقه",
            "page": "74",
            "part": "1",
            "seal": "62199671"
        },
        {
            "id": "39",
            "nass": "تدبر آياته وتأملها، كما ذكر \" أن تدبره يوقف الجاحد عن جحوده، ويمنع المعتدي على الدين من اعتدائه \". ¶ قال تعالى: {أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ} [سورة المؤمنون: 68] أي: فلو تدبروه حق تدبره، لمنعهم مما هم عليه من الكفر والتكذيب، وأوجب لهم الإيمان واتباع من جاء به. ¶ وقال تعالى: {بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ} [سورة يونس: 39] أي: فلو حصل لهم الإحاطة بعلمه، لمنعهم من التكذيب، وأوجب لهم الإيمان. ¶ 4- ومن طرق موجبات الإيمان وأسبابه - معرفة النبي صلى الله عليه وسلم، ومعرفة ما هو عليه من الأخلاق العالية، والأوصاف الكاملة. ¶ فإن من عرفه حق المعرفة لم يرتب في صدقه، وصدق ما جاء به من الكتاب والسنة، والدين الحق. كما قال تعالى: {أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ} [سورة المؤمنون: 69] أي: فمعرفته صلى الله عليه وسلم توجب للعبد المبادرة إلى الإيمان ممن يؤمن، وزيادة الإيمان ممن آمن به. ¶ وقال تعالى حاثا لهم على تدبر أحوال الرسول الداعية للإيمان: {قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ} [سورة سبأ: 46] . ¶ وأقسم تعالى بكمال هذا الرسول، وعظمة أخلاقه، وأنه أكمل مخلوق - بقوله: {ن وَالْقَلَمِ وَمَا يَسْطُرُونَ مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ} [سورة القلم: 1 - 4] . ¶ فهو صلى الله عليه وسلم أكبر داع للإيمان في أوصافه الحميدة، وشمائله الجميلة، وأقواله الصادقة النافعة، وأفعاله الرشيدة. فهو الإمام الأعظم، والقدوة الأكمل، ¶ {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} [سورة الأحزاب: 21] ، {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [سورة الحشر: 7] . ¶ وقد ذكر الله عن أولي الألباب الذين هم خواص الخلق أنهم قالوا: ¶ {رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا} وهو هذا الرسول الكريم: {يُنَادِي لِلْإِيمَانِ} بقوله",
            "page": "75",
            "part": "1",
            "seal": "E328C351"
        },
        {
            "id": "40",
            "nass": "وخلقه، وعمله ودينه، وجميع أحواله: {أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا} [سورة آل عمران: 193] أي: إيمانا لا يدخله ريب. ¶ ولما كان هذا الإيمان من أعظم ما يقرب العبد إلى الله، ومن أعظم الوسائل التي يحبها الله - توسلوا بإيمانهم أن يكفر عنهم السيئات وينيلهم المطالب العاليات فقالوا: {رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ} [سورة آل عمران: 193] . ¶ ولهذا كان الرجل المنصف - الذي ليس له إرادة إلا اتباع الحق مجرد ما يراه ويسمع كلامه - يتبادر إلى الإيمان [به صلى الله عليه وسلم] ، ولا يرتاب في رسالته بل كثير منهم - مجرد ما يرى وجهه الكريم - يعرف أنه ليس بوجه كذاب. ¶ وقيل لبعضهم: \" لم بادرت إلى الإيمان بمحمد قبل أن تعرف رسالته؟ \" فقال: \" ما أمر بشيء، فقال العقل ليته نهى عنه، ولا نهى عن شيء، فقال العقل ليته أمر به \". فاستدل العاقل الموفق - بحسن شريعته، وموافقتها للعقول الصحيحة - على رسالته، فبادر إلى الإيمان [به] . ¶ ولهذا استدل ملك الروم هرقل - لما وصف له ما جاء به الرسول، وما كان يأمر به، وما ينهى عنه - استدل بذلك أنه من أعظم الرسل، واعترف بذلك اعترافا جليا. ولكن منعته الرئاسة وخشية زوال ملكه من اتباعه، كما منع كثيرا ممن اتضح له أنه رسول الله حقا. وهذا من أكبر موانع الإيمان في حق أمثال هؤلاء. ¶ وأما أهل البصائر والعقول الصحيحة، فإنهم يرون هذه الموانع والرئاسات والشبهات والشهوات تضمحل، ولا يرون لها قيمة حتى يعارض بها الحق الصحيح النافع، المثمر للسعادة عاجلا وآجلا. ¶ ولهذا السبب الأعظم، كان المعتنون بالقرآن حفظا ومعرفة، والمعتنون بالأحاديث الصحيحة - أعظم إيمانا ويقينا من غيرهم، وأحسن عملا في الغالب.",
            "page": "76",
            "part": "1",
            "seal": "DF1D86D9"
        },
        {
            "id": "41",
            "nass": "5 - ومن أسباب الإيمان ودواعيه: التفكر في الكون، في خلق السماوات والأرض وما فيهن من المخلوقات المتنوعة، والنظر في نفس الإنسان، وما هو عليه من الصفات. ¶ فإن ذلك داع قوي للإيمان، لما في هذه الموجودات من عظمة الخلق الدال على قدرة خالقها وعظمته، وما فيها من الحسن والانتظام، والإحكام الذي يحير الألباب، الدال على سعة علم الله، وشمول حكمته وما فيها من أصناف المنافع والنعم الكثيرة التي لا تعد ولا تحصى، الدالة على سعة رحمة الله، وجوده وبره. وذلك كله يدعو إلى تعظيم مبدعها وبارئها وشكره، واللهج بذكره، وإخلاص الدين له. وهذا هو روح الإيمان ويسره. ¶ وكذلك النظر إلى فقر المخلوقات كلها، واضطرارها إلى ربها من كل الوجوه، وأنها لا تستغني عنه طرفة عين خصوصا ما تشاهده في نفسك، من أدلة الافتقار، وقوة الاضطرار. وذلك يوجب للعبد كمال الخضوع، وكثرة الدعاء والتضرع إلى الله في جلب ما يحتاجه من منافع دينه ودنياه، ودفع ما يضره في دينه ودنياه، ويوجب له قوة التوكل على ربه، وكمال الثقة بوعده، وشدة الطمع في بره وإحسانه. وبهذا يتحقق الإيمان، ويقوى التعبد. فإن الدعاء مخ العبادة وخالصها. ¶ وكذلك التفكر في كثرة نعم الله وآلائه العامة والخاصة، التي لا يخلو منها مخلوق طرفة عين. فإن هذا يدعو إلى الإيمان. ¶ ولهذا دعا الله الرسول والمؤمنين إلى شكره، فقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ} [سورة البقرة: 172] .",
            "page": "77",
            "part": "1",
            "seal": "7BEFC6A5"
        },
        {
            "id": "42",
            "nass": "فالإيمان يدعو إلى الشكر والشكر ينمو به الإيمان. فكل منهما ملازم وملزوم للآخر. ¶ 6- ومن أسباب دواعي الإيمان: الإكثار من ذكر الله كل وقت، ومن الدعاء الذي هو مخ العبادة. ¶ فإن الذكر لله يغرس شجرة الإيمان في القلب، ويغذيها وينميها. وكلما ازداد العبد ذكر الله قوي إيمانه، كما أن الإيمان يدعو إلى كثرة الذكر. فمن أحب الله أكثر من ذكره، ومحبة الله هي الإيمان، بل هي روحه. ¶ 7- ومن الأسباب الجالبة للإيمان: معرفة محاسن الدين. ¶ فإن الدين الإسلامي كله محاسن، عقائده أصح العقائد وأصدقها وأنفعها، وأخلاقه أحمد الأخلاق وأجملها، وأعماله وأحكامه أحسن الأحكام وأعدلها. ¶ وبهذا النظر الجليل يزين الله الإيمان في قلب العبد، ويحببه إليه. كما امتن به على خيار خلقه، بقوله: {وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ} [سورة الحجرات: 7] . فيكون الإيمان في القلب أعظم المحبوبات وأجمل الأشياء. وبهذا يذوق العبد حلاوة الإيمان ويجدها في قلبه، فيتجمل الباطن بأصول الإيمان وحقائقه، وتتجمل الجوارح بأعمال الإيمان، وفي الدعاء المأثور: \" اللهم زينا بزينة الإيمان، واجعلنا هداة مهتديين \". ¶ 8- ومن أعظم مقويات الإيمان: الاجتهاد في التحقق في مقام الإحسان، في عبادة الله، والإحسان إلى خلقه. فيجتهد أن يعبد الله كأنه يشاهده ويراه، فإن لم يقو على هذا استحضر أن الله يشاهده ويراه. فيجتهد في إكمال العمل وإتقانه. ولا يزال العبد يجاهد نفسه؛ ليتحقق بهذا المقام العالي، حتى يقوى إيمانه ويقينه، ويصل في ذلك إلى حق اليقين - الذي هو أعلى مراتب اليقين - فيذوق",
            "page": "78",
            "part": "1",
            "seal": "D12B3FCA"
        },
        {
            "id": "43",
            "nass": "حلاوة الطاعات، ويجد ثمرة المعاملات. وهذا هو الإيمان الكامل. ¶ وكذلك الإحسان إلى الخلق - بالقول والفعل والمال والجاه وأنواع المنافع - هو من الإيمان، ومن دواعي الإيمان. والجزاء من جنس العمل. فكما أحسن إلى عباد الله، وأوصل إليهم من بره، ما يقدر عليه - أحسن الله إليه أنواعا من الإحسان، ومن أفضلها أن يقوى إيمانه ورغبته في فعل الخير، والتقرب إلى ربه، وإخلاص العمل له. ¶ وبذلك يتحقق العبد بالنصح لله وبعباده. فإن «الدين النصيحة» ومن وفق للإحسان في عبادة ربه، والإحسان في معاملة الخلق، فقد تحقق نصحه. ¶ ولذلك قال النبي صلى الله عليه وسلم: «لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه» ، متفق عليه. ¶ 9- ومنها قوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ} إلى قوله: {أُولَئِكَ هُمُ الْوَارِثُونَ} . .. الآيات [سورة المؤمنون: 1 - 11] . فهذه الصفات الثمان، كل واحدة منها تثمر الإيمان وتنميه، كما أنها من صفات الإيمان وداخلة في تفسيره. كما تقدم. ¶ فحضور القلب في الصلاة، وكون المصلي يجاهد نفسه على استحضار ما يقوله ويفعله، من القراءة والذكر والدعاء فيها، ومن القيام والقعود، والركوع",
            "page": "79",
            "part": "1",
            "seal": "5E812D5B"
        },
        {
            "id": "44",
            "nass": "والسجود - من أسباب زيادة الإيمان ونموه. ¶ وتقدم: أن الله سمى الصلاة إيمانا، بقوله: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} [سورة البقرة: 143] وقوله: {وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ} [سورة العنكبوت: 45] . فهي أكبر ناهٍ عن كل فحشاء ومنكر ينافي الإيمان، كما أنها تحتوي على ذكر الله الذي يغذي الإيمان وينميه لقوله: {وَلَذِكْرُ اللَّهِ أَكْبَرُ} . ¶ والزكاة كذلك تنمي الإيمان وتزيده، وهي فرضها ونفلها كما قال النبي صلى الله عليه وسلم: «والصدقة برهان» أي: على إيمان صاحبها. فهي دليل الإيمان، وتغذيه وتنميه. ¶ والإعراض عن اللغو الذي هو كل كلام لا خير فيه، وكل فعل لا خير فيه - بل يقولون الخير ويفعلونه، ويتركون الشر قولا وفعلا - لا شك أنه من الإيمان ويزداد به الإيمان، ويثمر الإيمان. ¶ ولهذا كان الصحابة رضي الله عنهم ومن بعدهم، إذا وجدوا غفلة أو تشعث إيمانهم، يقول بعضهم لبعض: \" اجلس بنا نؤمن ساعة \" فيذكرون الله، ويذكرون نعمه الدينية والدنيوية. فيتجدد بذلك إيمانهم. ¶ وكذلك العفة عن الفواحش خصوصا فاحشة الزنا، لا ريب أن هذا من أكبر علامات الإيمان ومنمياته. فالمؤمن لخوفه مقامه بين يدي ربه، {وَنَهَى النَّفْسَ عَنِ الْهَوَى} إجابة لداعي الإيمان، وتغذية لما معه من الإيمان. ¶ ورعاية الأمانات والعهود وحفظها من علائم الإيمان. وفي الحديث: «لا»",
            "page": "80",
            "part": "1",
            "seal": "01641132"
        },
        {
            "id": "45",
            "nass": "«إيمان لمن لا أمانة له» . ¶ وإذا أردت أن تعرف إيمان العبد ودينه، فانظر حاله هل يرعى الأمانات كلها مالية، أو قولية، أو أمانات الحقوق؟ وهل يرعى الحقوق والعهود والعقود التي بينه وبين الله، والتي بينه وبين العباد؟ . ¶ فإن كان كذلك، فهو صاحب دين وإيمان. وإن لم يكن كذلك نقص من دينه وإيمانه، بمقدار ما انتقص من ذلك. ¶ وختمها بالمحافظة على الصلوات - على حدودها، وحقوقها، وأوقاتها - لأن المحافظة على ذلك بمنزلة الماء الذي يجري على بستان الإيمان، فيسقيه وينميه ويؤتي أكله كل حين. ¶ وشجرة الإيمان - كما تقدم - محتاجة إلى تعاهدها كل وقت بالسقي - وهو: المحافظة على أعمال اليوم والليلة من الطاعات والعبادات - وإلى إزالة ما يضرها من الصخور والنوابت الغريبة الضارة؛ وهو العفة عن المحرمات قولا وفعلا. فمتى تمت هذه الأمور حي هذا البستان وزها، وأخرج الثمار المتنوعة. ¶ 10- ومن دواعي الإيمان وأسبابه: الدعوة إلى الله وإلى دينه، والتواصي بالحق والتواصي بالصبر، والدعوة إلى أصل الدين، والدعوة إلى التزام شرائعه بالأمر بالمعروف، والنهي عن المنكر. ¶ وبذلك يكمل العبد بنفسه، ويكمل غيره. كما أقسم تعالى بالعصر أن جنس الإنسان لفي خسر، إلا من اتصف بصفات أربع: الإيمان والعمل الصالح اللذين بهما تكميل النفس، والتواصي بالحق - الذي هو العلم النافع والعمل الصالح والدين الحق - وبالصبر على ذلك كله؛ يكمل غيره.",
            "page": "81",
            "part": "1",
            "seal": "833B97AB"
        },
        {
            "id": "46",
            "nass": "وذلك أن نفس الدعوة إلى الله والنصيحة لعباده، من أكبر مقويات الإيمان وصاحب الدعوة لا بد أن يسعى بنصر هذه الدعوة، ويقيم الأدلة والبراهين على تحقيقها، ويأتي الأمور من أبوابها، ويتوسل إلى الأمور من طرقها. وهذه الأمور من طرق الإيمان وأبوابه. ¶ وأيضا: فإن الجزاء من جنس العمل، فكما سعى إلى تكميل العباد ونصحهم وتوصيتهم بالحق، وصبر على ذلك - لا بد أن يجازيه الله من جنس عمله، ويؤيده بنور منه، وروح وقوة إيمانه، وقوة التوكل. فإن الإيمان وقوة التوكل على الله، يحصل به النصر على الأعداء، من شياطين الإنس، وشياطين الجن. كما قال تعالى: {إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} [سورة النحل: 99] . ¶ وأيضا: فإنه متصد لنصر الحق، ومن تصدى لشيء، فلا بد أن يفتح عليه فيه - من الفتوحات العلمية والإيمانية -. بمقدار صدقه وإخلاصه. ¶ 11- ومن أهم مواد الإيمان ومقوياته: توطين النفس على مقاومات جميع ما ينافي الإيمان من شعب الكفر والنفاق، والفسوق والعصيان. ¶ فإنه كما أنه لا بد في الإيمان من فعل جميع الأسباب المقوية المنمية له، فلا بد مع ذلك - من دفع الموانع والعوائق وهي: الإقلاع عن المعاصي، والتوبة مما يقع منها، وحفظ الجوارح كلها عن المحرمات، ومقاومة فتن الشبهات القادحة في علوم الإيمان، المضعفة له، والشهوات المضعفة لإرادات الإيمان. فإن الإرادات التي أصلها الرغبة في الخير ومحبته، والسعي فيه - لا تتم إلا بترك إرادات ما ينافيها من رغبة النفس في الشر، ومقاومة النفس الأمارة بالسوء. ¶ فمتى حفظ العبد من الوقوع في فتن الشبهات، وفتن الشهوات تم إيمانه، وقوي يقينه، وصار مثل بستان إيمانه: {كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [سورة البقرة: 265] . ¶ ومتى كان الأمر بالعكس - بأن استولت عليه النفس الأمارة بالسوء،",
            "page": "82",
            "part": "1",
            "seal": "0FE2CCDF"
        },
        {
            "id": "47",
            "nass": "ووقع في فتن الشبهات أو الشهوات، أو كليهما -. انطبق عليه هذا المثل وهو قوله تعالى: {أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَأَعْنَابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَتْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ} [سورة البقرة: 266] . ¶ فالعبد المؤمن الموفق لا يزال يسعى في أمرين: ¶ أحدهما: تحقيق أصول الإيمان وفروعه والتحقق بها علما، وعملا، حالا. ¶ والثاني: السعي في دفع ما ينافيها وينقضها أو ينقصها من الفتن الظاهرة والباطنة، ويداوي ما قصر فيه من الأول، وما تجرأ عليه من الثاني بالتوبة النصوح، وتدارك الأمر قبل فواته. ¶ قال تعالى: {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ} [سورة الأعراف: 201] أي: مبصرون الخلل الذي وقعوا فيه، والنقص الذي أصابهم من طائف الشيطان، الذي هو أعدى الأعداء للإنسان، فإذا أبصروا تداركوا هذا الخلل بسده، وهذا الفتق برتقه، فعادوا إلى حالهم الكاملة، وعاد عدوهم حسيرا ذليلا: {وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لَا يُقْصِرُونَ} [سورة الأعراف: 202] الشياطين لا تقصر عن إغوائهم وإيقاعهم في أشراك الهلاك، والمستجيبون لهم لا يقصرون عن طاعة أعدائهم، والاستجابة لدعوتهم حتى يقعوا في الهلاك، ويحق عليهم الخسار. ¶ اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين، بفضلك ومنتك، إنك أنت العليم الحكيم.",
            "page": "83",
            "part": "1",
            "seal": "5D143A36"
        },
        {
            "id": "48",
            "nass": "الفصل الثالث ¶ في فوائد الإيمان وثمراته ¶ كم للإيمان الصحيح من الفوائد والثمرات العاجلة والآجلة، في القلب والبدن والراحة، والحياة الطيبة، والدنيا والآخرة. وكم لهذه الشجرة الإيمانية من الثمار اليانعة، والجني اللذيذ، والأكل الدائم، والخير المستمر، أمور لا تحصى، وفوائد لا تستقصى. ومجملها أن خيرات الدنيا والآخرة، ودفع الشرور كلها من ثمرات هذه الشجرة. ¶ وذلك أن هذه الشجرة إذا ثبتت وقويت أصولها، وتفرعت فروعها، وزهت أغصانها، وأينعت أفنانها - عادت على صاحبها وعلى غيره، بكل خير عاجل وآجل. ¶ 1 - فمن أعظم ثمارها: الاغتباط بولاية الله الخاصة، التي هي أعظم ما تنافس فيه المتنافسون، وأجل ما حصله الموفقون. ¶ قال تعالى: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} ثم وصفهم بقوله: {الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} [سورة يونس: 62، 63] . ¶ فكل مؤمن تقي، فهو لله ولي ولاية خاصة، من ثمراتها ما قاله الله عنهم: {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} [سورة البقرة: 257] أي: يخرجهم من ظلمات الكفر إلى نور الإيمان، ومن ظلمات الجهل إلى نور العلم، ومن ظلمات المعاصي إلى نور الطاعة، ومن ظلمات الغفلة إلى نور اليقظة والذكر. وحاصل ذلك: أنه يخرجهم من ظلمات الشرور المتنوعة، إلى ما يرفعها من أنوار الخير العاجل والآجل. ¶ وإنما حازوا هذا العطاء الجزيل: بإيمانهم الصحيح، وتحقيقهم هذا",
            "page": "85",
            "part": "1",
            "seal": "1C29FB3E"
        },
        {
            "id": "49",
            "nass": "الإيمان بالتقوى. فإن التقوى تمام الإيمان، كما تقدم تحقيقه. ¶ 2- ومن ثمرات الإيمان: الفوز برضا الله، ودار كرامته. ¶ قال تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} [سورة التوبة: 71 - 72] . ¶ فنالوا رضا ربهم",
            "page": "86",
            "part": "1",
            "seal": "81C2B1E7"
        },
        {
            "id": "50",
            "nass": "ورحمته، والفوز بهذه المساكن الطيبة - بإيمانهم الذي كملوا به أنفسهم، وكملوا غيرهم بقيامهم بطاعة الله ورسوله، والأمر بالمعروف والنهي عن المنكر. فاستولوا على أجل الوسائل، وأفضل الغايات وذلك فضل الله. ¶ 3- ومنها: أن الإيمان الكامل يمنع من دخول النار، والإيمان - ولو قليلا - يمنع من الخلود فيها. ¶ فإن من آمن إيمانا - أدى به الواجبات، وترك المحرمات - فإنه لا يدخل النار. كما تواترت بذلك الأحاديث الصحيحة عن النبي صلى الله عليه وسلم - في هذا الأصل. كما تواتر عنه أنه «لا يخلد في النار من في قلبه شيء من الإيمان ولو يسيرا.» ¶ 4- ومن ثمرات الإيمان: أن الله يدافع عن المؤمنين جميع المكاره، وينجيهم من الشدائد. كما قال تعالى: {إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا} [سورة الحج: 38] أي: يدافع عنهم كل مكروه، يدافع عنهم شر شياطين الإنس وشياطين الجن، ويدافع عنهم الأعداء، ويدافع عنهم المكاره قبل نزولها، ويرفعها أو يخففها بعد نزولها. ¶ ولما ذكر تعالى ما وقع فيه يونس -عليه الصلاة والسلام-",
            "page": "87",
            "part": "1",
            "seal": "6FEC9DD5"
        },
        {
            "id": "51",
            "nass": "وأنه {فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} ، قال: {فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ} [سورة الأنبياء: 87 - 88] ، إذا وقعوا في الشدائد، كما أنجينا يونس. قال النبي صلى الله عليه وسلم: «دعوة أخي يونس ما دعا بها مكروب إلا فرج الله عنه كربته - {لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} .» ¶ وقال تعالى: {وَمَنْ يَتَّقِ اللَّهَ} أي: بالقيام بالإيمان ولوازمه، {يَجْعَلْ لَهُ مَخْرَجًا} [سورة الطلاق: 2] أي: من كل ما ضاق على الناس: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا} [سورة الطلاق: 4] . ¶ فالمؤمن المتقي ييسر الله أموره وييسره لليسرى، ويجنبه العسرى، ويسهل عليه الصعاب ويجعل له من كل هم فرجا، ومن كل ضيق مخرجا، ويرزقه من حيث لا يحتسب. وشواهد هذا كثير، من الكتاب والسنة. ¶ 5- ومنها: أن الإيمان والعمل الصالح - الذي هو فرعه - يثمر الحياة الطيبة في هذه الدار، وفي دار القرار. ¶ قال تعالى: {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} [سورة النحل: 97] .",
            "page": "88",
            "part": "1",
            "seal": "431AB243"
        },
        {
            "id": "52",
            "nass": "وذلك أن من خصائص الإيمان، أنه يثمر طمأنينة القلب وراحته، وقناعته بما رزق الله، وعدم تعلقه بغيره. وهذه هي الحياة الطيبة. فإن أصل الحياة الطيبة راحة القلب وطمأنينته، وعدم تشوشه مما يتشوش منه الفاقد للإيمان الصحيح. ¶ 6- ومنها: أن جميع الأعمال والأقوال إنما تصح وتكمل بحسب ما يقوم بقلب صاحبها من الإيمان والإخلاص. ¶ ولهذا يذكر الله هذا الشرط الذي هو أساس كل عمل مثل قوله: {فَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِ} [سورة الأنبياء: 94] أي: لا يجحد سعيه، ولا يضيع عمله، بل يضاعف بحسب قوة إيمانه. ¶ وقال: {وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا} [سورة الإسراء: 19] . والسعي للآخرة، هو العمل بكل ما يقرب إليها، ويدني منها من الأعمال التي شرعها الله على لسان نبيه محمد صلى الله عليه وسلم. ¶ فإذا تأسست على الإيمان، وانبنت عليه، كان السعي مشكورا مقبولا مضاعفا، لا يضيع منه مثقال ذرة. ¶ وأما إذا فقد العمل الإيمان، فلو استغرق العامل ليله ونهاره، فإنه غير مقبول. قال تعالى: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} [سورة الفرقان: 23] . ¶ وذلك؛ لأنها أسست على غير الإيمان بالله ورسوله، الذي روحه الإخلاص للمعبود، والمتابعة للرسول. ¶ وقال تعالى: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا} [سورة الكهف: 103 - 105]",
            "page": "89",
            "part": "1",
            "seal": "D90B4C9D"
        },
        {
            "id": "53",
            "nass": "فهم لما فقدوا الإيمان، وحل محله الكفر بالله وآياته، حبطت أعمالهم. ¶ وقال تعالى: {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} [سورة الزمر: 65] ، {وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} [سورة الأنعام: 88] . ¶ ولهذا كانت الردة عن الإيمان تحبط جميع الأعمال الصالحة، كما أن الدخول في الإسلام والإيمان يجبُّ ما قبله من السيئات وإن عظمت، والتوبة من الذنوب المنافية للإيمان والقادحة فيه، والمنقصة له - تجبُّ ما قبلها. ¶ 7- ومنها: أن صاحب الإيمان يهديه الله إلى الصراط المستقيم، وبهديه الصراط المستقيم، يهديه إلى علم الحق، وإلى العمل به، وإلى تلقي المحاب والمسار بالشكر، وتلقي المكاره والمصائب بالرضا والصبر. ¶ قال تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ} [سورة يونس: 9] . ¶ وقال تعالى: {مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ} [سورة التغابن: 11] قال بعض السلف: \" هو الرجل تصيبه",
            "page": "90",
            "part": "1",
            "seal": "02CA22F1"
        },
        {
            "id": "54",
            "nass": "المصيبة؛ فيعلم أنها من عند الله، فيرضى ويسلم \". ¶ ولو لم يكن من ثمرات الإيمان، إلا أنه يسلي صاحبه عن المصائب والمكاره التي كل أحد عرضة لها في كل وقت، ومصاحبة الإيمان واليقين أعظم مسل عنها، ومهون لها ... وذلك؛ لقوة إيمانه، وقوة توكله؛ ولقوة رجائه بثواب ربه، وطمعه في فضله. فحلاوة الأجر تخفف مرارة الصبر قال تعالى: {إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ} [سورة النساء: 104] . ¶ ولهذا تجد اثنين تصيبهم مصيبة واحدة أو متقاربة - وأحدهما عنده إيمان، والآخر فاقد له - تجد الفرق العظيم بين حاليهما، وتأثيرها في ظاهرهما وباطنهما. وهذا الفرق راجع إلى الإيمان والعمل بمقتضاه. ¶ وكما أنه يسلي عند ورود المصائب والمكاره، فإنه يسلي عند فقد المحاب. فإذا فقد المؤمن حبيبه الذي تمكن حبه من قلبه - من أهل وولد،",
            "page": "91",
            "part": "1",
            "seal": "BCA98D5D"
        },
        {
            "id": "55",
            "nass": "ومال، وصديق، وشبهها - تسلى بحلاوة إيمانه، والإيمان خير عوض للمؤمن عن كل مفقود، كما هو مشاهد مجرب. ¶ وفقد المحبوب - في الحقيقة - معدود من المصائب. ولولا أن يعقوب -عليه الصلاة والسلام- عنده من الإيمان ما يهون عليه مصيبته في فقد يوسف مع شدة حبه العظيم، بحيث قال لإخوته - لما طلبوا منه بعض يوم، أن يذهب معهم ليرتع ويلعب - {قَالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ} [سورة يوسف: 13] فأخبر أن المانع له من إرساله؛ أنه لا يصبر على فراقه ولا ساعة من نهار. ولكنهم عالجوه، وذكروا له الأسباب التي توجب له أن يرسله معهم؛ فأرسله {لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} [سورة الأنفال: 42] . فمن هذه حاله، وهذا حبه البليغ الذي لا يمكن المعبر أن يعبر عنه - هل يدخل في الذهن أنه يبقى هذه المدة الطويلة على الوجود؟ ! بل يغلب على الظن أن الحب يفتت كبده بأسرع وقت. ولكن قوة الإيمان، وقوة الرجاء بالله - أوجب له أن يتماسك كل هذه المدة، حتى جاء الله بالفرج الذي وعد به المؤمنون. ¶ وكذلك؛ أم موسى - حين ذهبت اليم بموسى، وأصبح فؤادها فارغا من كل شيء إلا من الحزن على موسى - لولا أن الله ربط على قلبها بالإيمان، وعلمت أن وعد الله حق - لكادت تبدي بما في قلبها، وتصرح بمصيبتها. ولكن هو الإيمان، المثبت عند الشدائد، المسلي عند المصائب، المقوي إذا وهنت القوى، المعزي إذا عز العزا. ¶ وقال النبي صلى الله عليه وسلم، في وصيته العظيمة - في حديث ابن عباس، الصحيح الذي في السنن: \" «تعرَّفْ إلى الله في الرخاء، يعرفك في الشدة» \" أي: تعرف إلى الله بالإيمان وأعمال الإيمان - وأنت صحيح غني قوي - يعرفك الله في الشدة",
            "page": "92",
            "part": "1",
            "seal": "144E0F22"
        },
        {
            "id": "56",
            "nass": "ويقويك الله على مباشرتها، ويعينك على معالجتها. وأعظم شدة - تنزل بالمؤمن - شدة الموت وسكراته. ¶ فهذا الحديث بشرى لكل مؤمن - قد تعرف إلى ربه في رخائه - أن يعينه في ذلك المقام الحرج، والشدة المزعجة، وضعف القوى، وتكاثف الشياطين الذين يريدون أن يحولوا بين العبد وبين ختم حياته بالخير. فإن الله يعينه بتأييده، وروحه ورحمته، ولا حول ولا قوة إلا بالله. ¶ 8- ومن ثمرات الإيمان ولوازمه - من الأعمال الصالحة - ما ذكره الله بقوله: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا} [سورة مريم: 96] أي بسبب إيمانهم وأعمال الإيمان، يحبهم الله ويجعل لهم المحبة في قلوب المؤمنين. ومن أحبه الله وأحبه المؤمنون من عباده حصلت له السعادة والفلاح والفوائد الكثيرة من محبة المؤمنين من الثناء والدعاء له حيا وميتا، والاقتداء به، وحصول الإمامة في الدين. ¶ وهذه أيضا من أجل ثمرات الإيمان، أن يجعل الله المؤمنين الذين كملوا إيمانهم بالعلم والعمل - لسان صدق - ويجعلهم أئمة يهتدون بأمره كما قال تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ} [سورة السجدة: 24] ، فبالصبر واليقين - اللذين هما رأس الإيمان وكماله - نالوا الإمامة في الدين. ¶ 9 - ومنها: قوله تعالى: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [سورة المجادلة: 11] . ¶ فأهل الإيمان والعلم يرفعهم الله في الدنيا والآخرة فهم أعلى الخلق درجة عند الله، وعند عباده في الدنيا والآخرة. ¶ وإنما نالوا هذه الرفعة بإيمانهم الصحيح وعلمهم ويقينهم والعلم، واليقين من أصول الإيمان.",
            "page": "93",
            "part": "1",
            "seal": "CC3C1200"
        },
        {
            "id": "57",
            "nass": "10 - ومن ثمرات الإيمان: حصول البشارة بكرامة الله، والأمن التام من جميع الوجوه. ¶ كما قال تعالى: {وَبَشِّرِ الْمُؤْمِنِينَ} [سورة البقرة: 223] فأطلقها؛ ليعم الخير العاجل والآجل، وقيدها في مثل قوله تعالى: {وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} [سورة البقرة: 25] فلهم البشارة المطلقة والمقيدة. ¶ ولهم الأمن المطلق في مثل قوله تعالى: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} [سورة الأنعام: 82] . ¶ ولهم الأمن المقيد في مثل قوله تعالى: {فَمَنْ آمَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} [سورة الأنعام: 48] . فنفى عنهم الخوف لما يستقبلونه، والحزن مما مضى عليهم. وبذلك يتم لهم الأمن. ¶ فالمؤمن له الأمن التام في الدنيا والآخرة، أمن من سخط الله وعقابه، وأمن من جميع المكاره والشرور. وله البشارة الكاملة بكل خير، كما قال تعالى: {لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} [سورة يونس: 64] . ويوضح هذه البشارة قوله تعالى: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ نُزُلًا مِنْ غَفُورٍ رَحِيمٍ} [سورة فصلت: 30 - 32] .",
            "page": "94",
            "part": "1",
            "seal": "762B19A1"
        },
        {
            "id": "58",
            "nass": "وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} [سورة الحديد: 28] . ¶ فرتب على الإيمان حصول الثواب المضاعف، وكمال النور الذي يمشي به العبد في حياته، ويمشي به يوم القيامة {يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} [سورة الحديد: 12] فالمؤمن يمشي في الدنيا بنور علمه وإيمانه، وإذا طفئت الأنوار يوم القيامة، مشى بنوره على الصراط حتى يجوز به إلى دار الكرامة والنعيم. ¶ وكذلك رتب المغفرة على الإيمان، ومن غفرت سيئاته سلم من العقاب، ونال أعظم الثواب. ¶ 11- ومن ثمرات الإيمان: حصول الفلاح - الذي هو إدراك غاية الغايات، فإنه إدراك كل مطلوب، والسلامة من كل مرهوب - والهدى الذي هو أشرف الوسائل. ¶ كما قال تعالى - بعد ذكره المؤمنين بما أنزل على محمد صلى الله عليه وسلم وما أنزل على من قبله، والإيمان بالغيب، وإقامة الصلاة وإيتاء الزكاة اللتين هما من",
            "page": "95",
            "part": "1",
            "seal": "31D9B931"
        },
        {
            "id": "59",
            "nass": "أعظم آثار الإيمان - قال: {أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [سورة البقرة: 5] . ¶ فهذا هو الهدى التام، والفلاح الكامل. ¶ فلا سبيل إلى الهدى والفلاح - اللذين لا صلاح ولا سعادة إلا بهما - إلا بالإيمان التام بكل كتاب أنزله الله، وبكل رسول أرسله الله. فالهدى أجل الوسائل، والفلاح أكمل الغايات. ¶ 12- ومن ثمرات الإيمان: الانتفاع بالمواعظ والتذكير والآيات. ¶ قال تعالى: {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ} [سورة الذرايات: 55] ، {إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ} [سورة الحجر: 77] . ¶ وهذا؛ لأن الإيمان يحمل صاحبه على التزام الحق واتباعه علما وعملا. وكذلك معه الآلة العظمة، والاستعداد لتلقي المواعظ النافعة والآيات الدالة على الحق، وليس عنده مانع يمنعه من قبول الحق، ولا من العمل به. ¶ وأيضا فالإيمان يوجب سلامة الفطرة، وحسن القصد. ومن كان كذلك انتفع بالآيات. ¶ ومن لم يكن كذلك، فلا يستغرب عدم قبوله للحق، واتباعه له. ولهذا يذكر الله - في سياق تمنع الكافرين من تصديق الرسول، وقبول الحق الذي جاء به - السبب الذي أوجب لهم ذلك، وهو الكفر الذي في قلوبهم. يعني؛ لأن الحق واضح وآياته بينة واضحة، والكفر أعظم مانع يمنع من اتباعه. أي فلا تستغربوا هذه الحالة، فإنها لم تزل دأب كل كافر. ¶ 13- ومنها: أن الإيمان يحمل صاحبه على الشكر في حالة السراء، والصبر في حالة الضراء، وكسب الخير في كل أوقاته. ¶ كما ثبت في الصحيح، عن النبي صلى الله عليه وسلم، أنه قال: «عجبا لأمر المؤمن! إن»",
            "page": "96",
            "part": "1",
            "seal": "D5982A70"
        },
        {
            "id": "60",
            "nass": "«أمره كله خير، إن أصابته سراء شكر، فكان خيرا له، وإن أصابته ضراء صبر، فكان خيرا له» . ¶ وليس ذلك لأحد إلا للمؤمن. والشكر والصبر هما جماع كل خير، فالمؤمن مغتنم للخيرات في كل أوقاته، رابح في كل حالاته. ¶ وفي الصحيح عنه صلى الله عليه وسلم: «لا يصيب المؤمن من هم، ولا غم ولا أذى - إلا كفر الله عنه بها من خطاياه» . ¶ فيجتمع للمؤمن عند النعم والسراء، نعمتان: نعمة حصول ذلك المحبوب، ونعمة التوفيق للشكر الذي هو أعلى من ذلك. وبذلك تتم عليه النعمة. ويجتمع له عند الضراء، ثلاث نعم: نعمة تكفير السيئات، ونعمة حصول مرتبة الصبر التي [هي] أعلى من ذلك، ونعمة سهولة الضراء عليه. لأنه متى عرف حصول الأجر والثواب، والتمرن على الصبر، هانت عليه وطأة المصيبة، وخف عليه حملها. ¶ 14- ومنها: أن الإيمان يقطع الشكوك التي تعرض لكثير من الناس فتضر بدينهم. ¶ قال الله تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا} [سورة الحجرات: 15]",
            "page": "97",
            "part": "1",
            "seal": "D8844B4D"
        },
        {
            "id": "61",
            "nass": "أي: دفع الإيمان الصحيح الذي معهم الريب والشك الموجود، وأزاله بالكلية، وقاوم الشكوك التي تلقيها شياطين الإنس والجن، والنفوس الأمارة بالسوء. فليس لهذه العلل المهلكة دواء إلا تحقيق الإيمان. ¶ ولهذا ثبت في الصحيحين - من حديث أبي هريرة - أن النبي صلى الله عليه وسلم، قال: «لا يزال الناس يتساءلون حتى يقال: هذا الله خلق الخلق فمن خلق الله؟ فمن وجد ذلك، فليقل: آمنت بالله ولينته، وليتعوذ بالله من الشيطان» . ¶ فذكر صلى الله عليه وسلم، هذا الدواء النافع، لهذا الداء المهلك، وهي ثلاثة أشياء، الانتهاء عن هذه الوساوس الشيطانية، والاستعاذة من شر من ألقاها وشبه بها، ليضل بها العباد، والاعتصام بعصمة الإيمان الصحيح الذي من اعتصم به كان من الآمنين. ¶ وذلك؛ لأن الباطل يتضح بطلانه بأمور كثيرة أعظمها: العلم أنه مناف للحق، وكل ما ناقض الحق فهو باطل، {فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ} [سورة يونس: 32] . ¶ 15- ومنها: أن الإيمان ملجأ المؤمنين في كل ما يلم بهم من سرور",
            "page": "98",
            "part": "1",
            "seal": "A8A1D6E3"
        },
        {
            "id": "62",
            "nass": "وحزن وخوف وأمن وطاعة ومعصية وغير ذلك من الأمور التي لا بد لكل أحد منها. ¶ فعند المحاب والسرور، يلجأون إلى الإيمان فيحمدون الله، ويثنون عليه، ويستعملون النعم فيما يحب المنعم. ¶ وعند المكاره والأحزان يلجأون إلى الإيمان من جهات عديدة يتسلون بإيمانهم وحلاوته، ويتسلون بما يترتب على ذلك من الثواب، ويقابلون الأحزان والقلق براحة القلب، والرجوع إلى الحياة الطيبة المقاومة للأحزان والأتراح. ¶ ويلجأون إلى الإيمان عند الخوف فيطمئنون إليه، ويزيدهم إيمانا وثباتا، وقوة وشجاعة ويضمحل الخوف الذي أصابهم. كما قال تعالى عن خيار الخلق: {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ} [سورة آل عمران: 173 - 174] لقد اضمحل الخوف من قلوب هؤلاء الأخيار وخلفه قوة الإيمان وحلاوته، وقوة التوكل على الله، والثقة بوعده. ¶ ويلجأون إلى الإيمان عند الأمن فلا يبطرهم، ولا يحدث لهم الكبرياء بل يتواضعون، ويعلمون أنه من الله، ومن فضله وتيسيره. فيشكرون الذي أنعم بالسبب والمسبب الأمن وأسبابه. ويعلمون أنه إذا حصل لهم ظفر بالأعداء وعز، أنه بحول الله وقوته وفضله، لا بحولهم وقوتهم. ¶ ويلجأون إلى الإيمان عند الطاعة والتوفيق للأعمال الصالحة، فيعترفون بنعمة الله عليهم بها، وأن نعمته عليهم فيها أعظم من نعم العافية والرزق. وكذلك يحرصون على تكميلها، وعمل كل سبب لقبولها، وعدم ردها أو نقصها. ويسألون الذي تفضل عليهم بالتوفيق لها أن يتم عليهم نعمته بقبولها، والذي تفضل عليهم بحصول أصلها أن يتمم لهم منها ما انتقصوه منها. ¶ ويلجأون إلى الإيمان إذا ابتلوا بشيء من المعاصي بالمبادرة إلى التوبة منها، وعمل ما يقدرون عليه من الحسنات لجبر نقصها.",
            "page": "99",
            "part": "1",
            "seal": "335AF57A"
        },
        {
            "id": "63",
            "nass": "قال تعالى: {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ} [سورة الأعراف: 201] . ¶ وقال صلى الله عليه وسلم: «مثل المؤمن ومثل الإيمان كالفرس المربوط في آخيته يجول ما يجول، ثم يعود إلى آخيته» . ¶ كذلك المؤمن يجول ما يجول في الغفلة والتجرؤ على بعض الآثام، ثم يعود سريعا إلى الإيمان الذي بنى عليه أموره كلها. ¶ فالمؤمنون في جميع تقلباتهم وتصرفاتهم ملجؤهم إلى الإيمان، ومفزعهم إلى تحقيقه، ودفع ما ينافيه ويضاده. وذلك من فضل الله عليه، ومنه. ¶ 16- ومنها: أن الإيمان الصحيح يمنع العبد من الوقوع في الموبقات المهلكة. ¶ كما ثبت في الصحيح - عن النبي صلى الله عليه وسلم - أنه قال: «لا يزني الزاني - حين يزني - وهو مؤمن ولا يسرق السارق - حين يسرق - وهو مؤمن، ولا يشرب الخمر - حين يشرب - وهو مؤمن» الحديث. ¶ ومن وقعت منه فإنه لضعف إيمانه، وذهاب نوره، وزوال الحياء ممن يراه حيث نهاه. وهذا معروف مشاهد. ¶ والإيمان الصادق الصحيح، يصحبه الحياء من الله، والحب له، والرجاء القوي لثوابه، والخوف من عقابه، والنور الذي ينافي الظلمة. وهذه الأمور - التي هي من مكملات الإيمان - لا ريب أنها تأمر صاحبها بكل خير، وتزجره عن كل قبيح.",
            "page": "100",
            "part": "1",
            "seal": "0D4C3BDB"
        },
        {
            "id": "64",
            "nass": "فأخبر؛ أن الإيمان إذا صحبه - عند وجود أسباب هذه الفواحش -؛ فإن نور إيمانه يمنعه من الوقوع فيها؛ فإن النور الذي يصحب الإيمان الصادق، ووجود حلاوة الإيمان، والحياء من الله - الذي هو من أعظم شعب الإيمان، بلا شك - يمنع من مواقعة هذه الفواحش. ¶ 17- ومنها: أنه ثبت عنه [صلى الله عليه وسلم] في الصحيحين - من حديث أبي موسى رضي الله عنه- أنه قال: «مثل المؤمن الذي يقرأ القرآن، كمثل الأترجة طعمها طيب، وريحها طيب. ومثل المؤمن الذي لا يقرأ القرآن، كمثل التمرة طعمها طيب، ولا ريح لها» . ¶ وهؤلاء القسمان هم خير الخليقة؛ فإن الناس أربعة أقسام: ¶ [الأول] : خير في نفسه، متعد خيره إلى غيره. وهو خير الأقسام. فهذا المؤمن الذي قرأ القرآن، وتعلم علوم الدين. فهو نافع لنفسه، متعد نفعه إلى غيره؛ مبارك أينما كان. كما قال الله تعالى عن عيسى [عليه السلام] : {وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ} [سورة مريم: 31] . ¶ (والثاني) : طيب في نفسه، صاحب خير. وهو المؤمن الذي ليس عنده من العلم، ما يعود به على غيره. ¶ فهذان القسمان هما خير الخليقة؛ والخير الذي فيهم عائد إلى ما معهم من الإيمان القاصر، والمتعدي نفعه إلى الغير بحسب أحوال المؤمنين. ¶ (والقسم الثالث) : من هو عادم للخير، ولكنه لا يتعدى ضرره إلى غيره. ¶ (والرابع) : من هو صاحب شر على نفسه، وعلى غيره. فهذا شر الأقسام: {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ} [سورة النحل: 88] .",
            "page": "101",
            "part": "1",
            "seal": "A90BD433"
        },
        {
            "id": "65",
            "nass": "فعاد الخير كله إلى الإيمان وتوابعه، وعاد الشر إلى فقد الإيمان، والاتصاف بضده. والله الموفق. ¶ وشبيه بهذا المعنى، قوله صلى الله عليه وسلم: «المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف، وفي كل خير» .",
            "page": "102",
            "part": "1",
            "seal": "0908DACB"
        },
        {
            "id": "66",
            "nass": "فقسم - صلى الله عليه وسلم - المؤمنين، إلى قسمين: قسم قوي في عمله وقوة إيمانه، وفي",
            "page": "103",
            "part": "1",
            "seal": "FC65B0A9"
        },
        {
            "id": "67",
            "nass": "نفعه لغيره. وقسم ضعيف في هذه الأشياء.",
            "page": "104",
            "part": "1",
            "seal": "EF020089"
        },
        {
            "id": "68",
            "nass": "ومع ذلك، ففي كل من القسمين خير؛ لأن الإيمان وآثاره كله خير، وإن",
            "page": "105",
            "part": "1",
            "seal": "D944F7B5"
        },
        {
            "id": "69",
            "nass": "تفاوت المؤمنون في هذا الخير.",
            "page": "106",
            "part": "1",
            "seal": "304304C4"
        },
        {
            "id": "70",
            "nass": "ومثل هذا قوله صلى الله عليه وسلم: «المؤمن الذي يخالط الناس، ويصبر على أذاهم خير من المؤمن الذي لا يخالط الناس، ولا يصبر على أذاهم» . ¶ ومفهوم هذه النصوص الصحيحة المحكمة أن فاقد الإيمان لا خير فيه؛ لأنه إذا عدم الإيمان، فإما أن يكون الشخص أحواله كلها شر وضرر على نفسه، وعلى المجتمع من جميع الوجوه، وإما أن يكون فيه بعض الخير الذي قد انغمر بالشر. وغلب شره خيره. والمصالح إذا انغمرت واضمحلت في المفاسد، صارت شرا؛ لأن الخير الذي معه، يقابله شر نظيره فيتساقطان، ويبقى الشر - الذي لا مقابل له من الخير - يعمل عمله. ¶ ومن تأمل الواقع في الخلق، رأى الأمر كما ذكر النبي صلى الله عليه وسلم.",
            "page": "107",
            "part": "1",
            "seal": "E1E4AC67"
        },
        {
            "id": "71",
            "nass": "الخاتمة ¶ فتبين مما تقدم أن هذه الشجرة المباركة - شجرة الإيمان - أبرك أشجار وأنفعها وأدومها. ¶ وأن عروقها وأصولها وقواعدها الإيمان وعلومه، ومعارفه وساقها وأفنانها شرائع الإسلام، والأعمال الصالحة، والأخلاق الفاضلة المؤيدة والمقرونة بالإخلاص لله، والمتابعة لرسول الله. ¶ وأن ثمارها وجناها الدائم المستمر، السمت الحسن، والهدي الصالح، والخلق الحسن، واللهج بذكر الله وشكره، والثناء عليه، والنفع لعباد الله - بحسب القدرة - نفع العلم والنصح، ونفع الجاه والبدن، ونفع المال. وجميع طرق النفع. وحقيقة ذلك كله: القيام بحقوق الله، وحقوق خلقه. ¶ وأن هذه الشجرة - في قلوب المؤمنين - متفاوتة تفاوتا عظيما، بحسب ما قام بهم، واتصفوا به من هذه الصفات. ¶ وأن منازلهم في الآخرة تابعه لهذا كله. ¶ وأن الفضل في ذلك كله لله وحده، والمنة كلها [له سبحانه] . {بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ} [سورة الحجرات: 17] . ¶ وقال أهل الجنة بعد ما دخلوها، وتبوءوا منازلها - معترفين بفضل ربهم العظيم - {وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ} [سورة الأعراف: 43] .",
            "page": "109",
            "part": "1",
            "seal": "B8D2C34C"
        },
        {
            "id": "72",
            "nass": "فجمع في هذه الآية بين الإخبار باعترافهم وثنائهم على الله بنعمه وفضله حيث وصلوا إلى هذه المنازل العالية، وبين ذكر السبب الذي أوصلهم إلى ذلك بمنة الله عليهم به وهو العمل الصالح الذي هو الإيمان وأعماله. ¶ فنسأل الله تعالى أن يمن علينا بالإيمان الصادق، وأن لا يكلنا إلى أنفسنا طرفة عين، وأن لا يزيغ قلوبنا بعد إذ هدانا، ويهب لنا من لدنه رحمة. إنه هو الوهاب. ¶ وصلى الله على محمد وعلى آله وصحبه، وسلم تسليما.",
            "page": "110",
            "part": "1",
            "seal": "91166265"
        }
    ],
    "t8589": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول في حد الإيمان وتفسيره"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' إن أهل الجنة ليتراءون أهل الغرف في الجنة '"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' الإيمان بضع وسبعون شعبة '"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده '"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' ذاق طعم الإيمان من رضي بالله ربا '"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' قل آمنت بالله ثم استقم '"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' حديث ابن عباس في وفد عبد القيس '"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' من أحب لله وأبغض لله وأعطى لله ومنع لله فقد استكمل الإيمان '"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان ليس بالتمني ولكن ما وقر في القلب وصدقه العمل"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "قوله تعالى ' وما كان الله ليضيع إيمانكم '"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' إذا اجتهد الحاكم فحكم فأصاب فله أجران '"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "فصل الإيمان يزيد وينقص"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني في ذكر الأمور التي يستمد منها الإيمان"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "حديث ' إن لله تسعة وتسعين اسما '"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' الدين النصيحة '"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' لا إيمان لمن لا أمانة له '"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث في فوائد الإيمان وثمراته"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' دعوة أخي يونس ما دعا بها مكروب إلا فرج الله عنه كربته '"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' تعرف إلى الله في الرخاء يعرفك في الشدة '"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' عجبا لأمر المؤمن إن أمره كله خير '"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' لا يزال الناس يتساءلون هذا الله خلق الخلق فمن خلق الله '"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' مثل المؤمن ومثل الإيمان كالفرس المربوط في آخيته '"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' لا يزني الزاني حين يزني وهو مؤمن '"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' مثل المؤمن الذي يقرأ القرآن كمثل الأترجة '"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف '"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ' المؤمن الذي يخالط الناس ويصبر على أذاهم '"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        }
    ]
}