{
    "b8623": [
        {
            "hno": null,
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ هذه مائة حديث بأسانيدها ساقطة من سنن النسائي الكبرى من جميع المطبوعات (بما فيها طبعة الرسالة) ¶ وهي زيادة من نسخة حمزة الكناني من الأحاديث على سائر النسخ وفيها حديثان زائدان على المجتبى أيضا (87و88) ¶ * (نسخة حمزة الكناني) : نسخة مغربية عتيقة لرواية حمزة راوي السنن عن النسائي، وعليها سماعات وإسنادها الى النسائي وعليها قراءات، وهذا السقط يقع في أجزاء متفرقة من السنن الكبرى، وليس هو في موضع واحد ¶ بل النسخ المطبوعة فيها نقص حوالي مائة حديث في مواضع متفرقة، مثلا في الطهارة خمسة أحاديث وفي الصلاة عشرة وهكذا، هي موجودة في رواية حمزة المغربية، وجُمعت هذه الأحاديث من مواضعها وأُدرجت هنا، مع ذكر رقم الحديث وموطنه",
            "page": "1",
            "part": "1",
            "seal": "9E06B908"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "1-[أنا يعقوب بن إبراهيم قال نا يحيى عَنْ مُحَمَّدِ بْنِ عَجْلَانَ قَالَ أَخْبَرَنِي الْقَعْقَاعُ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: ((إِنَّمَا أنا لكم مثل الوالد أعلمكم , فإذا ذَهَبَ أَحَدُكُمْ إِلَى الْخَلَاءِ فَلَا يَسْتَقْبِلِ الْقِبْلَةَ ولا يستدبرها ولا يستنجي بيمينه)) وكان يأمر بثلاثة أحجار وينهى عن الروث والرمة]",
            "page": "1",
            "part": "1",
            "seal": "122A491B"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2-[أنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الزهري قال نا عَبْدُ الْوَهَّابِ عَنْ أَيُّوبَ عَنْ يَحْيَى بْنِ أَبِى كَثِيرٍ عَنِ ابْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يَتَنَفَّسَ فِي الْإِنَاءِ وَأَنْ يَمَسَّ ذكره بيمينه وأن يستطيب بيمينه]",
            "page": "1",
            "part": "1",
            "seal": "89067BCD"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3-[أنا أحمد بن الصباح قال نا شعيب يعني ابن حرب قال نا أبان بن عبد الله البجلي قال نا إِبْرَاهِيمُ بْنُ جَرِيرٍ عَنْ أَبِيهِ قَالَ كُنْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَتَى الخلاء فقضى حاجته ثُمَّ قَالَ يَا جَرِيرُ هَاتِ طَهُورًا فَأَتَيْتُهُ بالماء فاستجى بالماء وقال بيده فدلك بها الأرض]",
            "page": "1",
            "part": "1",
            "seal": "DD44FC2E"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4-[أنا هارون بن عبد الله قال نا معن قال نا مُعَاوِيَةُ بْنُ صَالِحٍ عَنْ حَبِيبِ بْنِ عُبَيْدٍ عن جبير بن نفير قَالَ سَمِعْتُ عَوْفَ بْنَ مَالِكٍ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم يصلي عَلَى مَيِّتٍ فَسَمِعْتُ مِنْ دُعَائِهِ وَهُوَ يَقُولُ اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ وَأَكْرِمْ نُزُلَهُ وَأَوْسِعْ مُدْخَلَهُ وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ وَنَقِّهِ مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الأبيض من الدنس 0 مختصر]",
            "page": "1",
            "part": "1",
            "seal": "4C723617"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5-[أنا قتيبة بن سعيدعن مالك عن أبي الزناد عن الأعرج عن أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: ((إِذَا شَرِبَ الْكَلْبُ فِي إناء أحدكم فليغسله سبع مرات))",
            "page": "1",
            "part": "1",
            "seal": "0B06FC4F"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6-[أنا إسحاق بن إبراهيم قال أنا عبد الرزاق قال نا سُفْيَانُ عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَجِدُوا مَاءً فأتي النبي صلى الله عليه وسلم بِتَوْرٍ فَأَدْخَلَ يَدَهُ فَلَقَدْ رَأَيْتُ الْمَاءَ يَتَفَجَّرُ مِنْ بَيْنِ أَصَابِعِهِ وَيَقُولُ ((حَيَّ عَلَى الطَّهُورِ والبركة من الله)) قَالَ الْأَعْمَشُ فَحَدَّثَنِي سَالِمُ بْنُ أَبِي الْجَعْدِ قَالَ قُلْتُ لِجَابِرٍ كَمْ كُنْتُمْ يَوْمَئِذٍ قَالَ ألفا وخمسمائة]",
            "page": "2",
            "part": "1",
            "seal": "44736122"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7-[أنا سُلَيْمَانُ بْنُ دَاوُدَ وَالْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ (وَأَنَا أَسْمَعُ) وَاللَّفْظُ لَهُ عَنْ ابْنِ وَهْبٍ عَنْ مَالِكٍ وَيُونُسَ وَعَمْرِو بْنِ الْحَارِثِ أَنَّ ابْنَ شِهَابٍ أَخْبَرَهُمْ (عَنْ عَبَّادِ بْنِ زِيَادٍ عَنْ) عُرْوَةَ بْنِ الْمُغِيرَةِ أَنَّهُ سَمِعَ أَبَاهُ يَقُولُ سَكَبْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (حِينَ تَوَضَّأَ) فِي غَزْوَةِ تبوك فمسح على الخفين. لم يذكر مالك عروة بن المغيرة]",
            "page": "2",
            "part": "1",
            "seal": "D64B4D4C"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8-[أنا محمد بن سلمة والحارث بن المسكين قراءة عليه وأنا أسمع واللفظ له عنىأبن الْقَاسِمِ قَالَ حَدَّثَنِي مَالِكٌ عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ عَنْ أَبِيهِ أَنَّهُ قَالَ لِعَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَاصِمٍ وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عليه وسلم وهو جد عمر بن يحيى هل تستطيع يعني أَنْ تُرِيَنِي كَيْفَ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَتَوَضَّأُ قَالَ عَبْدُ اللَّهِ بْنُ زَيْدٍ نَعَمْ فَدَعَا بِوَضُوءٍ فَأَفْرَغَ عَلَى يديه فغسل يديه مرتين مرتين ثم مضمض واستنثر ثَلَاثًا ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثًا ثُمَّ غَسَلَ يَدَيْهِ مَرَّتَيْنِ مَرَّتَيْنِ إِلَى الْمِرْفَقَيْنِ ثُمَّ مَسَحَ رَأْسَهُ بِيَدَيْهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ بَدَأَ بِمُقَدَّمِ رَأْسِهِ ثُمَّ ذَهَبَ بِهِمَا إِلَى قَفَاهُ ثُمَّ رَدَّهُمَا حَتَّى رَجَعَ إِلَى الْمَكَانِ الَّذِي بَدَأَ منه ثم غسل رجليه]",
            "page": "2",
            "part": "1",
            "seal": "E078518D"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9-[أنا محمود بن غيلان قال نا وكيع قال نا سفيان وأنا عمرو بن علي قال أنا عبد الرحمن قال نا سُفْيَانُ وَاللَّفْظُ لَهُ عَنْ مَنْصُورٍ عَنْ هِلَالِ بْنِ يَسَافٍ عَنْ أبي يحيى عن عبد اللَّهِ بْنِ عَمْرٍو قَالَ رَأَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم قوما يتوضؤون فَرَأَى أَعْقَابَهُمْ تَلُوحُ فَقَالَ ((وَيْلٌ لِلْأَعْقَابِ مِنَ النار أسبغوا الوضوء))",
            "page": "2",
            "part": "1",
            "seal": "D134D520"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10-[أنا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ وَالْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ وَاللَّفْظُ لَهُ عَنْ ابْنِ وَهْبٍ عَنْ يُونُسَ عَنْ ابْنِ شِهَابٍ أَنَّ عَطَاءَ بْنَ يَزِيدَ اللَّيْثِيَّ أَخْبَرَهُ أن حمران مولى عثمان دعا يوما بوضوء فتوضأ وغسل كفيه ثلاث مرات ثم مضمض واستنثر ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى إِلَى الْمِرْفَقِ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُسْرَى مِثْلَ ذَلِكَ ثُمَّ مَسَحَ بِرَأْسِهِ ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى إِلَى الْكَعْبَيْنِ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ رِجْلَهُ الْيُسْرَى مِثْلَ ذلك ثم قال رأيت رسول صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ نَحْوَ وُضُوئِي هذا ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ قام فركع ركعتين لايحدث فِيهِمَا نَفْسَهُ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذنبه]",
            "page": "3",
            "part": "1",
            "seal": "3D3B4C6E"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": "11-[أنا علي بن خشرم قال أنا عِيسَى عَنِ الْأَعْمَشِ عَنْ مُسْلِمٍ عَنْ مَسْرُوقٍ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ خَرَجَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِحَاجَتِهِ فَلَمَّا رَجَعَ تَلَقَّيْتُهُ بِإِدَاوَةٍ فَصَبَبْتُ عَلَيْهِ فَغَسَلَ يَدَيْهِ ثُمَّ غَسَلَ وَجْهَهُ ثُمَّ ذَهَبَ لِيَغْسِلَ ذِرَاعَيْهِ فَضَاقَتْ بالجبة فَأَخْرَجَهُمَا مِنْ أَسْفَلِ الْجُبَّةِ فَغَسَلَهُمَا وَمَسَحَ عَلَى خفيه ثم صلى بنا]",
            "page": "3",
            "part": "1",
            "seal": "07902FFF"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12-[أنا إسحاق بن إبراهيم قال أنا عبد الرزاق قال أنا الثَّوْرِيُّ عَنْ عَمْرِو بْنِ قَيْسٍ الْمُلَائِيِّ عَنِ الحكم بن عتيبة عن القاسم بن مخيمرة عَنْ شُرَيْحِ بْنِ هَانِئٍ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ جَعَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِلْمُسَافِرِ ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ ويوم وليلة للمقيم يعني في المسح]",
            "page": "3",
            "part": "1",
            "seal": "7FEFF7C7"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "13-[أنا محمد بن عبد الأعلى قال نا خالد قال نا شُعْبَةُ عَنْ عَمْرِو بْنِ عَامِرٍ عَنْ أَنَسٍ أَنَّهُ ذَكَرَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِإِنَاءٍ صَغِيرٍ فَتَوَضَّأَ قُلْتُ أَكَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَتَوَضَّأُ لِكُلِّ صَلَاةٍ قَالَ نَعَمْ قَالَ فَأَنْتُمْ قَالَ كُنَّا نصلى الصلوات مالم نُحْدِثْ قَالَ وَقَدْ كُنَّا نُصَلِّي الصَّلَوَاتِ بِوُضُوءٍ]",
            "page": "3",
            "part": "1",
            "seal": "EE2CB02D"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "14-[أنا زِيَادُ بْنُ أَيُّوبَ قَالَ (حَدَّثَنَا ابْنُ عُلَيَّةَ) قَالَ حَدَّثَنَا أَيُّوبُ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ (مِنَ الْخَلَاءِ) فَقُرِّبَ إِلَيْهِ طَعَامٌ فَقَالُوا أَلَا نَأْتِيكَ بِوَضُوءٍ فَقَالَ إِنَّمَا أُمِرْتُ بِالْوُضُوءِ إِذَا قُمْتُ إِلَى الصَّلَاةِ)",
            "page": "3",
            "part": "1",
            "seal": "5B83CBAB"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "15-[أنا العباس بن محمد الدوري قال نا الأحوص بن جواب قال نا عمار بن زريق عن منصور وأنا أحمد بن حرب قال نا قاسم قال نا سفيان عن مَنْصُورٌ عَنْ مُجَاهِدٍ عَنْ الْحَكَمِ بْنِ سُفْيَان – ولم يقل عَنْ أَبِيهِ – قَالَ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ وَنَضَحَ فَرْجَهُ قَالَ أحمد فنضح فرجه]",
            "page": "4",
            "part": "1",
            "seal": "C2961379"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16-[أنا أبو داود قال نا أبو عتاب قال نا شُعْبَةُ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي حَيَّةَ قال رأيت عليا تَوَضَّأَ ثَلَاثًا ثَلَاثًا ثُمَّ قَامَ فَشَرِبَ فَضْلَ وَضُوئِهِ وَقَالَ صَنَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كما صنعت]",
            "page": "4",
            "part": "1",
            "seal": "AFD751E7"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17-[أنا محمد بن عبد الأعلى قال نا خَالِدٌ عَنْ شُعْبَةَ عَنْ جَامِعِ بْنِ شَدَّادٍ قال سمعت حمران بن أبان أخبر أَخْبَرَ أَبَا بُرْدَةَ فِي الْمَسْجِدِ أَنَّهُ سَمِعَ عُثْمَانَ يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم قال: مَنْ أَتَمَّ الْوُضُوءَ كَمَا أَمَرَهُ اللَّهُ عَزَّ وجل فالصلوات الخمس كفارات لما بينهن]",
            "page": "4",
            "part": "1",
            "seal": "B7D82062"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18-[أنا عَمْرُو بْنُ عَلِيٍّ وَإِسْمَاعِيلُ بْنُ مَسْعُودٍ قَالَا نا يَزِيدُ بْنُ زُرَيْعٍ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ عَاصِمٍ عَنْ زِرٍّ قَالَ قَالَ صَفْوَانُ بْنُ عَسَّالٍ كُنَّا إِذَا كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ أَمَرَنَا ألا نَنْزِعَهُ ثَلَاثًا إِلَّا مِنْ جَنَابَةٍ وَلَكِنْ مِنْ غائط وبول ونوم]",
            "page": "4",
            "part": "1",
            "seal": "DFA3BDC0"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19-[أنا عتبة بن عبد الله عن مالك بن أَنَسٍ عَنْ أَبِي النَّضْرِ عَنْ سُلَيْمَانَ بْنِ يسار عن المقداد بن الأسود أن علي بن أبي طالب أَمَرَهُ أَنْ يَسْأَلَ رَسُولَ اللَّهِ صَلَّى اللهُ عليه وسلم عن الرجل إذا دنا من أَهْلِهِ فَخَرَجَ مِنْهُ الْمَذْيُ مَاذَا عَلَيْهِ فَإِنَّ عندي ابنته وأنا أستحيي أَنْ أَسْأَلَهُ فَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَقَالَ: إِذَا وَجَدَ أَحَدُكُمْ ذَلِكَ فَلْيَنْضَحْ فَرْجَهُ وَلْيَتَوَضَّأْ وَضُوءَهُ لِلصَّلَاةِ]",
            "page": "4",
            "part": "1",
            "seal": "535ABDE5"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20-[أنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ عن شعيب عن الليث قال أنا ابْنُ الْهَادِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنِ الْقَاسِمِ عَنْ عَائِشَةَ قَالَتْ إِنْ كَانَ رسول الله صلى الله عليه وسلم ليصلي وَإِنِّي لَمُعْتَرِضَةٌ بَيْنَ يَدَيْهِ اعْتِرَاضَ الْجَنَازَةِ حَتَّى إذا أراد أن يوتر مسني برجله]",
            "page": "4",
            "part": "1",
            "seal": "B72E3A1B"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21-[أنا أحمد بن محمد بن المغيرة قال نا عُثْمَانُ عَنْ شُعَيْبٍ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عبد الله بن أبي بكر بْنِ حَزْمٍ أَنَّهُ سَمِعَ عُرْوَةَ بْنَ الزُّبَيْرِ يقول وذكر مَرْوَانُ فِي إِمَارَتِهِ عَلَى الْمَدِينَةِ أَنَّهُ يُتَوَضَّأُ مِنْ مَسِّ الذَّكَرِ إِذَا أَفْضَى إِلَيْهِ الرَّجُلُ بِيَدِهِ فَأَنْكَرْتُ ذَلِكَ وَقُلْتُ لَا وُضُوءَ عَلَى مَنْ مَسَّهُ فَقَالَ مَرْوَانُ أَخْبَرَتْنِي بُسْرَةُ بِنْتُ صَفْوَانَ أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم ذكر ما يتوضأ مِنْهُ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وتوضأ مِنْ مَسِّ الذَّكَرِ قَالَ عُرْوَةُ: فَلَمْ أَزَلْ أُمَارِي مَرْوَانَ حَتَّى دَعَا رَجُلًا مِنْ حَرَسِهِ فأرسله إلى بسرة فسألها عما حدثت من ذلك فَأَرْسَلَتْ إِلَيْهِ بُسْرَةُ بِمِثْلِ الَّذِي حَدَّثَنِي عَنْهَا مروان]",
            "page": "5",
            "part": "1",
            "seal": "9631989B"
        },
        {
            "hno": "22",
            "id": "23",
            "nass": "22-[أَخْبَرَنِي الرَّبِيعُ بْنُ سُلَيْمَانَ بْنِ دَاوُدَ قَالَ نا إِسْحَاقُ بْنُ بَكْرِ بْنِ مُضَرَ قَالَ حَدَّثَنِي أَبِي عَنْ جَعْفَرِ بْنِ رَبِيعَةَ عَنْ بَكْرِ بْنِ سَوَادَةَ عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ عَنْ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ بْنِ قَارِظٍ قَالَ رَأَيْتُ أَبَا هُرَيْرَةَ يَتَوَضَّأُ عَلَى ظَهْرِ الْمَسْجِدِ فَقَالَ: أَكَلْتُ أَثْوَارَ أَقِطٍ فَتَوَضَّأْتُ مِنْهَا، إِنِّي سَمِعْتُ رَسُولَ الله صلى الله عليه وسلم يأمرنا بالوضوء مما مست النار]",
            "page": "5",
            "part": "1",
            "seal": "82AE651E"
        },
        {
            "hno": "23",
            "id": "24",
            "nass": "23-[أَخْبَرَنِي إِبْرَاهِيمُ بْنُ يَعْقُوبَ بْنِ إِسْحَاقَ قَالَ حَدَّثَنِي عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ قَالَ حدثني أَبِي عَنْ حُسَيْنٍ الْمُعَلِّمِ قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عمرو يعني الْأَوْزَاعِيِّ أَنَّهُ سَمِعَ الْمُطَّلِبَ بْنَ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ يَقُولُ: قَالَ ابْنُ عَبَّاسٍ أَتَوَضَّأُ مِنْ طَعَامٍ أَجِدُهُ فِي كِتَابِ اللَّهِ حَلَالًا لأن النار مسته فجمع أبو هريرة حصا فَقَالَ أَشْهَدُ عَدَدَ هَذَا الْحَصَى أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ تَوَضَّئُوا مما مست النار]",
            "page": "5",
            "part": "1",
            "seal": "4C346F88"
        },
        {
            "hno": "24",
            "id": "25",
            "nass": "24-[قال أخبرني هارون بن عبد الله قال نا حرمي بن عمارة قال نا شُعْبَةُ عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ عَنِ ابن شهاب عن ابن أَبِي طَلْحَةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وسلم قال: توضئوا مما أنضجت النار]",
            "page": "5",
            "part": "1",
            "seal": "CAE59812"
        },
        {
            "hno": "25",
            "id": "26",
            "nass": "25-[أَخْبَرَنِي الرَّبِيعُ بْنُ سُلَيْمَانَ بْنِ دَاوُدَ قَالَ نا إسحاق بن بكر قَالَ حَدَّثَنِي بَكْرُ بْنُ مُضَرَ عَنْ جَعْفَرِ بْنِ رَبِيعَةَ عَنْ بَكْرِ بْنِ سَوَادَةَ عَنْ مُحَمَّدِ بْنِ مُسْلِمِ بْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي سُفْيَانَ بْنِ سَعِيدِ بْنِ الْأَخْنَسِ أَنَّ أُمَّ حَبِيبَةَ زَوْجَ النَّبِيِّ صَلَّى اللهُ عليه وسلم قالت – وَشَرِبَ سَوِيقًا – يَا ابْنَ أُخْتِي تَوَضَّأْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم يقول: توضئوا مما مست النار]",
            "page": "6",
            "part": "1",
            "seal": "1C586260"
        },
        {
            "hno": "26",
            "id": "27",
            "nass": "26-[أنا محمد بن مسلمة وَالْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ وَاللَّفْظُ لَهُ عَنْ ابْنِ الْقَاسِمِ قَالَ حَدَّثَنِي مالك عن يحي بْنِ سَعِيدٍ عَنْ بُشير بْنِ يَسَارٍ مَوْلَى بَنِي حَارِثَةَ أَنَّ سُوَيْدَ بْنَ النُّعْمَانِ أَخْبَرَهُ أَنَّهُ خَرَجَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَامَ خَيْبَرَ حَتَّى إِذَا كَانُوا بِالصَّهْبَاءِ وَهِيَ مِنْ أَدْنَى خَيْبَرَ صَلَّى الْعَصْرَ ثم دعا بالأزواد فلم يؤت إلا بسويق فَأَمَرَ بِهِ فَثُرِّيَ فَأَكَلَ وَأَكَلْنَا ثُمَّ قَامَ إلى المغرب فمضمض ومضمضنا ثم صلى ولم يتوضأ]",
            "page": "6",
            "part": "1",
            "seal": "8B66E8F5"
        },
        {
            "hno": "27",
            "id": "28",
            "nass": "27-[أنا محمد بن المثنى عن محمد قال نا شُعْبَةُ عَنْ أَبِي إِسْحَاقَ قَالَ سَمِعْتُ نَاجِيَةَ بن كعب عن علي أَنَّهُ أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إِنَّ أَبَا طَالِبٍ مَاتَ فَقَالَ اذْهَبْ فَوَارِهِ قَالَ إِنَّهُ مَاتَ مُشْرِكًا، قَالَ اذْهَبْ فواره فلما واريته رجعت اليه فقال اغتسل]",
            "page": "6",
            "part": "1",
            "seal": "9E9004D0"
        },
        {
            "hno": "28",
            "id": "29",
            "nass": "28-[أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ مَالِكٍ عَنْ نَافِعٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ أُمِّ سلمة أنّ - تعني - امْرَأَةً كَانَتْ تُهَرَاقُ الدَّمَ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَاسْتَفْتَتْ لَهَا أُمُّ سَلَمَةَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم فقال لتنظر عدة اللَّيَالِي وَالْأَيَّامِ الَّتِي كَانَتْ تَحِيضُ مِنَ الشَّهْرِ قَبْلَ أَنْ يُصِيبَهَا الَّذِي أَصَابَهَا فَلْتَتْرُكِ الصَّلَاةَ قَدْرَ ذَلِكَ مِنَ الشَّهْرِ فَإِذَا خَلَّفَتْ ذَلِكَ فلتغتسل ثم لتستثفر بثوب ثم لتصلي]",
            "page": "6",
            "part": "1",
            "seal": "22F598AC"
        },
        {
            "hno": "29",
            "id": "30",
            "nass": "29-[أَخْبَرَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ بْنِ دَاوُدَ قَالَ نا إِسْحَاقُ بْنُ بَكْرٍ قَالَ حَدَّثَنِي أَبِي عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدٍ عَنْ عَمْرَةَ عَنْ عائشة أن أم حبيبة ابنة جَحْشٍ الَّتِي كَانَتْ تَحْتَ عَبْدِ الرَّحْمَنِ بْنِ عوف وأنها استحيضت لا تظهر لاتطهر فُذكر شَأْنُهَا لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَيْسَتْ بِالْحَيْضَةِ وَلَكِنَّهَا رَكْضَةٌ مِنَ الرحم فتنظر قدر قرئها التي كانت تحيض لها فتترك الصَّلَاةَ ثُمَّ تَنْظُرْ مَا بَعْدَ ذَلِكَ فَلْتَغْتَسِلْ عند كل صلاة]",
            "page": "7",
            "part": "1",
            "seal": "23A19E76"
        },
        {
            "hno": "30",
            "id": "31",
            "nass": "30-[أن قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ مَالِكٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أبيه عن عائشة قالت: قَالَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَا أَطْهُرُ أَفَأَدَعُ الصَّلَاةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا ذَلِكَ عِرْقٌ وليست بالحيضة فإذا أقبلت الحيضة فاتركي الصَّلَاةَ فَإِذَا ذَهَبَ قَدْرُهَا فَاغْسِلِي عَنْكِ الدَّمَ وصلي]",
            "page": "7",
            "part": "1",
            "seal": "15E8B723"
        },
        {
            "hno": "31",
            "id": "32",
            "nass": "31-[أنا سُلَيْمَانُ بْنُ دَاوُدَ وَالْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ وَاللَّفْظُ لَهُ عَنْ ابْنِ وهب عن عمرو عَنْ بُكَيْرٍ أَنَّ أَبَا السَّائِبِ حَدَّثَهُ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لايغتسل أحدكم في الماء الدائم وهو جنب]",
            "page": "7",
            "part": "1",
            "seal": "3CE666C7"
        },
        {
            "hno": "32",
            "id": "33",
            "nass": "32-[أنا يُونُسُ بْنُ عَبْدِ الْأَعْلَى قَالَ أَخْبَرَنِي أَشْهَبُ عَنْ مَالِكٍ أَنَّ ابْنَ شِهَابٍ وَهِشَامَ بْنَ عروة حدثناه عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم عام حَجَّةِ الْوَدَاعِ فَأَهْلَلْتُ بِالْعُمْرَةِ فَقَدِمْتُ مَكَّةَ وَأَنَا حَائِضٌ فَلَمْ أَطُفْ بِالْبَيْتِ وَلَا بَيْنَ الصَّفَا والمروة فشكوت ذَلِكَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ انْقُضِي رَأْسَكِ وَامْتَشِطِي وَأَهِلِّي بِالْحَجِّ وَدَعِي الْعُمْرَةَ فَفَعَلْتُ فَلَمَّا قَضَيْنَا الْحَجَّ أَرْسَلَنِي مَعَ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ إِلَى التَّنْعِيمِ فاعتمرت فقال هذه مكان عمرتك]",
            "page": "7",
            "part": "1",
            "seal": "277AD85C"
        },
        {
            "hno": "33",
            "id": "34",
            "nass": "33-[أنا أحمد بن سليمان قال نا حسين عن زائدة قال نا عطاء بن السائب قال حدثني أبوسلمة بن عبد الرحمن قال حدثتني عَائِشَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ وُضِعَ الْإِنَاءُ فَيَصُبُّ عَلَى يَدَيْهِ قَبْلَ أَنْ يُدْخِلَهُمَا الْإِنَاءَ حَتَّى إِذَا غَسَلَ يَدَيْهِ أَدْخَلَ يَدَهُ الْيُمْنَى فِي الْإِنَاءِ ثُمَّ صَبَّ بِالْيُمْنَى وَغَسَلَ فَرْجَهُ بِالْيُسْرَى حَتَّى إِذَا فَرَغَ صَبَّ بِالْيُمْنَى عَلَى الْيُسْرَى فَغَسَلَهُمَا ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ ثَلَاثًا ثُمَّ يَصُبُّ عَلَى رَأْسِهِ مِلْءَ كَفَّيْهِ ثَلَاثَ مرات ثم يفيض على جسده]",
            "page": "8",
            "part": "1",
            "seal": "3935A28E"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "34-[أنا أحمد بن سليمان قال نا يزيد يعني بن هارون قال أنا شُعْبَةُ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ أَبِي سَلَمَةَ قَالَ سَأَلْتُ عَائِشَةَ عَنْ غُسْلِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم من الجنابة فقالت: كان يفرغ على بدنه ثَلَاثًا ثُمَّ يَغْسِلُ فَرْجَهُ ثُمَّ يَغْسِلُ يَدَيْهِ ثُمَّ يُمَضْمِضُ وَيَسْتَنْشِقُ ثُمَّ يُفْرِغُ عَلَى رَأْسِهِ ثلاثا ثم يفيض على سائر جسده]",
            "page": "8",
            "part": "1",
            "seal": "282B5EA7"
        },
        {
            "hno": "35",
            "id": "36",
            "nass": "35-[أنا عمرو بن علي قال نا يحيى قاال نا هشام بن عروة قال حدثني أبي قال حدثتني عائشة عَنْ غُسْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنَ الْجَنَابَةِ أَنَّهُ كَانَ يَغْسِلُ يَدَيْهِ وَيَتَوَضَّأُ وَيُخَلِّلُ رَأْسَهُ حَتَّى يَصِلَ إِلَى شَعْرِهِ ثُمَّ يفرغ على سائر جسده]",
            "page": "8",
            "part": "1",
            "seal": "CC6F3CE5"
        },
        {
            "hno": "36",
            "id": "37",
            "nass": "36-[أنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْمُقْرِيءُ قال نا سُفْيَانُ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يُشرِب رَأْسَهُ ثُمَّ يَحْثِي عَلَيْهِ ثلاثا ثلاثا]",
            "page": "8",
            "part": "1",
            "seal": "49DBE408"
        },
        {
            "hno": "37",
            "id": "38",
            "nass": "37-[أنا قتيبة بن سعيد قالنا اللَّيْثُ عَنِ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بن عبد الرحمن عن عائسة قَالَتْ إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَرَادَ أَنْ يَنَامَ وَهُوَ جُنُبٌ تَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِ قَبْلَ أَنْ يَنَامَ]",
            "page": "8",
            "part": "1",
            "seal": "8225D87B"
        },
        {
            "hno": "38",
            "id": "39",
            "nass": "38-[أنا عبيد الله بن سعيد قال نا يَحْيَى عَنْ عُبَيْدِ اللَّهِ قَالَ أَخْبَرَنِي نَافِعٌ عن عبد الله أن عمر قال: يارسول الله أينام أحدنا وهوجنب قال إذا توضأ]",
            "page": "8",
            "part": "1",
            "seal": "751A7A99"
        },
        {
            "hno": "39",
            "id": "40",
            "nass": "39-[أنا محمد بن المثنى قال نا يَحْيَى بْنُ سَعِيدٍ عَنْ يَزِيدَ بْنَ كَيْسَانَ قال حدثني أبوحازم قال: قال أبوهريرة بَيْنَمَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ إِذْ قَالَ يَا عَائِشَةُ نَاوِلِينِي الثَّوْبَ فَقَالَتْ إِنِّي لَا أُصَلِّي قَالَ إِنَّهُ ليس في يدك فناولته]",
            "page": "9",
            "part": "1",
            "seal": "BB1AB18A"
        },
        {
            "hno": "40",
            "id": "41",
            "nass": "40-[أنا محمد بن سلمة قال نا ابْنُ وَهْبٍ عَنْ عَمْرِو بْنِ (الْحَارِثِ وَذَكَرَ) آخر عن ابي السود عَنْ عُرْوَةَ عَنْ (عَائِشَةَ) قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (يُخرج إِلَيَّ رَأْسَهُ) مِنَ الْمَسْجِدِ وَهُوَ مُجَاوِرٌ فَأَغْسِلُهُ وَأَنَا حائض]",
            "page": "9",
            "part": "1",
            "seal": "567FE1CD"
        },
        {
            "hno": "41",
            "id": "42",
            "nass": "41-[أنا عمرو بن يزيد أبو بريد قال نا بهز قال نا شعبة عن الْحَكَمُ أَخْبَرَنِي عَنْ إِبْرَاهِيمَ عَنْ هَمَّامِ بْنِ الْحَارِثِ أَنَّ عَائِشَةَ قَالَتْ: لَقَدْ رأيتُني وَمَا أَزِيدُ عَلَى أَنْ أَفْرُكَهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ]",
            "page": "9",
            "part": "1",
            "seal": "9AEC250A"
        },
        {
            "hno": "42",
            "id": "43",
            "nass": "42-[أنا الحسين بن حريث أبو عمار قال نا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ هَمَّامٍ عَنْ عَائِشَةَ قَالَتْ: كُنْتُ أَفْرُكُهُ مِنْ ثَوْبِ النبي صلى الله عليه وسلم]",
            "page": "9",
            "part": "1",
            "seal": "B06A61C6"
        },
        {
            "hno": "43",
            "id": "44",
            "nass": "43-[أنا قتيبة سعيد قال نا حماد عَنْ هِشَامِ بْنِ حَسَّانَ عَنْ أَبِي مَعْشَرٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ قَالَتْ: لَقَدْ رَأَيْتُنِي أَفْرُكُ الْجَنَابَةَ مِنْ ثَوْبِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ]",
            "page": "9",
            "part": "1",
            "seal": "6CCAC9CC"
        },
        {
            "hno": "44",
            "id": "45",
            "nass": "44-[أنا مُحَمَّدُ بْنُ كَامِلٍ الْمَرْوَزِيُّ قَالَ حَدَّثَنَا هُشَيْمٌ عَنْ مُغِيرَةَ عَنْ إِبْرَاهِيمَ عَنِ الْأَسْوَدِ عَنْ عَائِشَةَ قَالَتْ لَقَدْ رَأَيْتُنِي أَجِدُهُ فِي ثَوْبِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَحُتُّهُ عنه]",
            "page": "9",
            "part": "1",
            "seal": "D3833A18"
        },
        {
            "hno": "45",
            "id": "46",
            "nass": "45-[أنا إسماعيل بن مسعود قال نا خالد قال نا شعبة عن الحكم سمعت ذرا ً يُحَدِّثُ عَنِ ابْنِ أَبْزَى عَنْ أَبِيهِ قَالَ وَقَدْ سَمِعَهُ الْحَكَمُ مِنْ ابْنِ عَبْدِ الرَّحْمَنَ قال: أجنب رجل فأتى عُمَرَ فَقَالَ: إِنِّي أَجْنَبْتُ فَلَمْ أَجِدِ الْمَاءَ قال: لا تصلي، قَالَ لَهُ عَمَّارٌ أَمَا تَذْكُرُ أَنَّا كُنَّا فِي سَرِيَّةٍ فَأَجْنَبْنَا فَأَمَّا أَنْتَ فَلَمْ تُصَلِّ وَأَمَّا أَنَا فَإِنِّي تَمَعَّكْتُ فَصَلَّيْتُ ثُمَّ أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ إِنَّمَا كَانَ يَكْفِيكَ وَضَرَبَ شُعْبَةُ بكفيه ضربة نفخ فيهما ثُمَّ دَلَكَ إِحْدَاهُمَا بِالْأُخْرَى ثُمَّ مَسَحَ بِهِمَا وجهه، فقال له عمر شىء لَا أَدْرِي مَا هُوَ فَقَالَ إِنْ شِئْتَ لا حدثته، وذكر سلمة في هذا الإسناد عن أبي مالك قبل هذا، وزاد سلمة بل نوليك من ذلك ما توليت]",
            "page": "10",
            "part": "1",
            "seal": "3AB01196"
        },
        {
            "hno": "46",
            "id": "47",
            "nass": "46-[أنايعقوب بن إبراهيم الدورقي قالل نا يحيى بن سعيد قال نا هشام الدستوائي قال نا قَتَادَةُ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ مَالِكِ بْنِ صَعْصَعَةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وسلم قال بينا أنا نائم عند البيت بين النائم واليقظان إذ قيل أَحَدُ الثَّلَاثَةِ بَيْنَ الرَّجُلَيْنِ فأُتيت بِطَسْتٍ مِنْ ذهب ملىء حِكْمَةً وَإِيمَانًا فَشَقَّ مِنِ النَّحْرِ إِلَى مَرَاقِّ البطن فغسل القلب بماء زمزم ثم يعني ملىء حِكْمَةً وَإِيمَانًا ثُمَّ أُتيت بِدَابَّةٍ دُونَ الْبَغْلِ وفوق الحمار ثم انطلقت مع جبريل فَأَتَيْنَا السَّمَاءَ الدُّنْيَا فَقِيلَ مَنْ هَذَا؟ قَالَ جبريل، قيل: ومن معك؟ قال محمد عليه السلام، قِيلَ وَقَدْ ُأرسل إِلَيْهِ، مَرْحَبًا بِهِ وَنِعْمَ المجيء جاء، فأتيت على آدم فَسَلَّمْتُ عَلَيْهِ فَقَالَ: مَرْحَبًا بِكَ مِنِ ابْنٍ وَنَبِيٍّ، ثُمَّ أَتَيْنَا السَّمَاءَ الثَّانِيَةَ قِيلَ مَنْ هَذَا؟ قَالَ جِبْرِيلُ، قِيلَ وَمَنْ مَعَكَ؟ قَالَ مُحَمَّدٌ فَمِثْلُ ذَلَكَ فَأَتَيْتُ عَلَى يَحْيَى وَعِيسَى فَسَلَّمْتُ عَلَيْهِمَا فَقَالَا: مَرْحَبًا بِكَ مِنْ أَخٍ وَنَبِيٍّ، ثُمَّ أَتَيْنَا السَّمَاءَ الثَّالِثَةَ، قِيلَ مَنْ هَذَا؟ قَالَ جِبْرِيلُ، قِيلَ وَمَنْ مَعَكَ؟ قَالَ محمد، فمثل ذلك فأتيت على يوسف فَسَلَّمْتُ عَلَيْهِ قَالَ مَرْحَبًا بِكَ مِنْ أَخٍ وَنَبِيٍّ ثُمَّ أَتَيْنَا السَّمَاءَ الرَّابِعَةَ فَمِثْلُ ذَلِكَ فأتيت على إدريس فَسَلَّمْتُ عَلَيْهِ قَالَ: مَرْحَبًا بِكَ مِنْ أَخٍ وَنَبِيٍّ، ثُمَّ أَتَيْنَا السَّمَاءَ الْخَامِسَةَ فَمِثْلُ ذَلِكَ فأتيت على هارون فَسَلَّمْتُ عَلَيْهِ فَقَالَ: مَرْحَبًا بِكَ مِنْ أَخٍ وَنَبِيٍّ، ثُمَّ أَتَيْنَا السَّمَاءَ السَّادِسَةَ فَمِثْلُ ذَلِكَ فأتيت على موسى فَسَلَّمْتُ عَلَيْهِ فَقَالَ مَرْحَبًا بِكَ مِنْ أَخٍ ونبي، فلما ما جاوزته بكى قيل: ما أبكاك قَالَ: يَا رَبِّ هَذَا الْغُلَامُ الَّذِي بَعَثْتَهُ بعدي يدخل من أمته أَكْثَرُ وَأَفْضَلُ مِمَّا يَدْخُلُ مِنْ أُمَّتِي، ثُمَّ أتينا السماء السابعة فمثل ذلك وأتيت عَلَى إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ فَسَلَّمْتُ عَلَيْهِ فَقَالَ: مَرْحَبًا بِكَ مِنِ ابْنٍ وَنَبِيٍّ، ثُمَّ رُفِعَ الْبَيْتُ الْمَعْمُورُ فَسَأَلْتُ جِبْرِيلَ فَقَالَ: هَذَا الْبَيْتُ الْمَعْمُورُ يُصَلِّي فِيهِ كُلَّ يَوْمٍ سَبْعُونَ أَلْفَ ملك فإذا خرجوا لَمْ يَعُودُوا فِيهِ آخِرَ مَا عَلَيْهِمْ ثُمَّ رفعت لي السدرة الْمُنْتَهَى فَإِذَا نَبْقُهَا مِثْلُ قِلَالِ هَجَرَ وَإِذَا وَرَقُهَا مِثْلُ آذَانِ الْفِيَلَةِ وَإِذَا فِي أَصْلِهَا أَرْبَعَةُ أَنْهَارٍ، نَهْرَانِ بَاطِنَانِ وَنَهْرَانِ",
            "page": "11",
            "part": "1",
            "seal": "EC2A3467"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "ظَاهِرَانِ فَسَأَلْتُ جِبْرِيلَ فَقَالَ: أَمَّا الْبَاطِنَانِ فَفِي الْجَنَّةِ، وَأَمَّا الظَّاهِرَانِ فَالْفُرَاتُ وَالنِّيلُ، ثُمَّ فُرِضَتْ عَلَيَّ خَمْسُونَ صَلَاةً فَأَتَيْتُ عَلَى مُوسَى فَقَالَ مَا صَنَعْتَ قُلْتُ فُرِضَتْ عَلَيَّ خَمْسُونَ صَلَاةً قَالَ إِنِّي أَعْلَمُ بِالنَّاسِ مِنْكَ إِنِّي عَالَجْتُ بَنِي إِسْرَائِيلَ أَشَدَّ الْمُعَالَجَةِ وَإِنَّ أُمَّتَكَ لَنْ يُطِيقُوا ذَلِكَ فَارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ أَنْ يُخَفِّفَ عَنْكَ فَرَجَعْتُ إِلَى رَبِّي فَسَأَلْتُهُ أَنْ يُخَفِّفَ عَنِّي فَجَعَلَهَا أَرْبَعِينَ ثُمَّ رَجَعْتُ إِلَى موسى فأتيت عليه فَقَالَ مَا صَنَعْتَ قُلْتُ جَعَلَهَا أَرْبَعِينَ فَقَالَ ليمثل مقالته الأولى فرجعت إلى ربي فجعلها ثلاثين فأتيت على موسى فَأَخْبَرْتُهُ فَقَالَ لِي مِثْلَ مَقَالَتِهِ الْأُولَى فَرَجَعْتُ إِلَى رَبِّي فَجَعَلَهَا عِشْرِينَ ثُمَّ عَشَرَةً ثُمَّ خمسة فأتيت على موسى فقال لي مثل مقالته الأولى قلت إني استحيي من ربي أَنْ أَرْجِعَ إِلَيْهِ فَنُودِيَ أَنْ قَدْ أَمْضَيْتُ فريضتي وخففت عن عبادي وأجزت بالحسنة عشر أمثالها]",
            "page": "12",
            "part": "1",
            "seal": "1C1AA115"
        },
        {
            "hno": "47",
            "id": "49",
            "nass": "47-[أَخْبَرَنِي عَمْرُو بْنُ هِشَامٍ أَبُو أُمَيَّةَ الْحَرَّانِيُّ قال نا مخلد وهو ابن يزيد الحراني عن سعيد بن عبد العزيز قال نا يزيد بن أبي مالك قال نا أَنَسِ بْنِ مَالِكٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ أُتِيتُ بِدَابَّةٍ فَوْقَ الْحِمَارِ وَدُونَ الْبَغْلِ خَطْوُهَا عِنْدَ مُنْتَهَى طَرْفِهَا فَرَكِبْتُ وَمَعِي جِبْرِيلُ عَلَيْهِ السَّلَامُ فَسِرْتُ فَقَالَ انزل فصل ففعلت فقال تدري أَيْنَ صَلَّيْتَ، صَلَّيْتَ بِطَيْبَةَ وَإِلَيْهَا الْمُهَاجَرُ، ثُمَّ قَالَ انْزِلْ فَصَلِّ فَصَلَّيْتُ فَقَالَ أَتَدْرِي أَيْنَ صَلَّيْتَ؟ صَلَّيْتَ بِطُورِ سَيْنَاءَ",
            "page": "12",
            "part": "1",
            "seal": "A4799920"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "حيث كلم الله موسى ثم يعني قَالَ انْزِلْ فَصَلِّ فَصَلَّيْتُ فَقَالَ أَتَدْرِي أَيْنَ صَلَّيْتَ، صَلَّيْتَ بِبَيْتِ لَحْمٍ حَيْثُ وُلِدَ عِيسَى ثُمَّ دَخَلْتُ بَيْتَ الْمَقْدِسِ فَجُمِعَ لِيَ الْأَنْبِيَاءُ فَقَدَّمَنِي جِبْرِيلُ حَتَّى أَمَمْتُهُمْ ثُمَّ صُعِدَ بِي إِلَى السَّمَاءِ الدُّنْيَا فَإِذَا فِيهَا آدَمُ عَلَيْهِ السَّلَامُ ثُمَّ صُعِدَ بِي إِلَى السَّمَاءِ الثَّانِيَةِ فإذا فيها إبنا الخالة عيسى ويحيى ثم صعد بي السماء الثالثة فإذا فيها يوسف ثُمَّ صُعِدَ بِي إِلَى السَّمَاءِ الرَّابِعَةِ فَإِذَا فيها هارون ثُمَّ صُعِدَ بِي إِلَى السَّمَاءِ الْخَامِسَةِ فَإِذَا فيها إدريس ثُمَّ صُعِدَ بِي إِلَى السَّمَاءِ السَّادِسَةِ فَإِذَا فيها موسى ثُمَّ صُعِدَ بِي إِلَى السَّمَاءِ السَّابِعَةِ فَإِذَا فِيهَا إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ ثُمَّ صُعِدَ بِي فوق سبع سماوات فأتيت سدرة المنتهى فغشيتني ضبابة خررت ساجدا وقيل لِي إِنِّي يَوْمَ خَلَقْتُ السَّمَاوَاتِ وَالْأَرْضَ فَرَضْتُ عَلَيْكَ وَعَلَى أُمَّتِكَ خَمْسِينَ صَلَاةً فَقُمْ بِهَا أنت وأمتك فرجت إلى إبراهيم فلم يسئلني عَنْ شَيْءٍ ثُمَّ أَتَيْتُ عَلَى مُوسَى فَقَالَ كم فرض عليك قُلْتُ خَمْسِينَ صَلَاةً قَالَ فَإِنَّكَ لَا تَسْتَطِيعُ أَنْ تَقُومَ بِهَا أَنْتَ وَلَا أُمَّتُكَ فَارْجِعْ إلى ربك فسأله التخفيف فرجعت إلى ربي خفف عَنِّي عَشْرًا ثُمَّ أَتَيْتُ مُوسَى فَأَمَرَنِي بِالرُّجُوعِ فرجعت فخفف عني عشرا حتى صارت إلى خمس صلوات قال ارجع إلى ربك فسأله التخفيف لإنه قد فَرَضَ عَلَى بَنِي إِسْرَائِيلَ صَلَاتَيْنِ فَمَا قَامُوا بها فرجعت إلى ربي فَسَأَلْتُهُ التَّخْفِيفَ فَقَالَ إِنِّي يَوْمَ خَلَقْتُ السَّمَاوَاتِ وَالْأَرْضَ فَرَضْتُ عَلَيْكَ وَعَلَى أُمَّتِكَ خَمْسِينَ صَلَاةً فَخَمْسٌ بِخَمْسِينَ فَقُمْ بِهَا أَنْتَ وَأُمَّتُكَ فَعَرَفْتُ أنها من الله صرى فرجعت إلى موسى فقال ارجع إلى ربك فعرفت أنها من الله صرى فرجعت يقول حتم فلم أرجع]",
            "page": "13",
            "part": "1",
            "seal": "9A784CE4"
        },
        {
            "hno": "48",
            "id": "51",
            "nass": "48-[أنا محمد بن هشام البعلبكي قال نا الوليد قال أخبرني أبوعمرو يَعْنِي الْأَوْزَاعِيَّ أَنَّهُ سَأَلَ الزُّهْرِيَّ عَنْ صَلَاةِ رسول الله صلى الله عليه وسلم بمكة قبل الهجرة إلى المدينة فقال أَخْبَرَنِي عُرْوَةُ عَنْ عَائِشَةَ قَالَتْ فَرَضَ اللَّهُ الصلاة علي رسول الله صلى الله عليه وسلم أَوَّلَ مَا فَرَضَهَا رَكْعَتَيْنِ رَكْعَتَيْنِ ثُمَّ أُتِمَّتْ فِي الْحَضَرِ أَرْبَعًا وَأُقِرَّتْ صَلَاةُ السَّفَرِ عَلَى الفريضة الأولى]",
            "page": "13",
            "part": "1",
            "seal": "C9D084A4"
        },
        {
            "hno": "49",
            "id": "52",
            "nass": "49-[أنا قتيبة بن سعيد عَنْ مَالِكٍ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ فُرِضَتِ الصَّلَاةُ رَكْعَتَيْنِ رَكْعَتَيْنِ فَأُقِرَّتْ صَلَاةُ السَّفَرِ وَزِيدَ فِي صَلَاةِ الحضر]",
            "page": "14",
            "part": "1",
            "seal": "3BFFA34F"
        },
        {
            "hno": "50",
            "id": "53",
            "nass": "50-[أنا يُوسُفُ بْنُ سَعِيدِ بْنِ مُسْلِمٍ الْمِصِّيصِيُّ قَالَ نا حجاج بن محمد قال نا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الشُّعَيْثِيُّ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ الْحَارِثِ بْنِ هِشَامٍ عَنْ أُمَيَّةَ بْنِ عَبْدِ اللَّهِ بْنِ خَالِدِ بْنِ أَسِيدٍ أَنَّهُ قَالَ لِابْنِ عُمَرَ كيف تقصر الصلاة وإنما قال الله (لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إن خفتم) فقال ابن عمر ابْنَ أَخِي إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عليه وسلم أتانا ونحن ضلالاً فعلمنا فكان فيما أعلمنا أن الله تبارك وتعالى أَمَرَنَا أَنْ نُصَلِّيَ رَكْعَتَيْنِ فِي السَّفَرِ. قَالَ الشُّعَيْثِيُّ وَكَانَ الزُّهْرِيُّ يُحَدِّثُ بِهَذَا الْحَدِيثِ عَنْ عبد الله بن أبي بكر] .",
            "page": "14",
            "part": "1",
            "seal": "6145CA74"
        },
        {
            "hno": "51",
            "id": "54",
            "nass": "51-[أنا قتيبة بن سعيد قال نا نُوحُ بْنُ قَيْسٍ عَنْ خَالِدِ بْنِ قَيْسٍ عن قتادة عن أنس أنه سأل رَجُلٌ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فقال يا رسول الله كم افترض الله على عباده من الصلاة؟ قال افترض الله على عباده صلوات خمس قَالَ يَا رَسُولَ اللَّهِ هَلْ قَبْلَهُنَّ أَوْ بعدهن شيء؟ قال افترض الله على عباده صلوات خمس فحلف الرجل أن لَا يَزِيدُ عَلَيْهِ شَيْئًا وَلَا يَنْقُصُ مِنْهُ شَيْئًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إن صدق ليدخلن الجنة] .",
            "page": "14",
            "part": "1",
            "seal": "9199A38A"
        },
        {
            "hno": "52",
            "id": "55",
            "nass": "52-[أنا عُبَيْدُ اللَّهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ سعد قال حدثني عمي قال نا أبي عن ابن إِسْحَاقَ قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ عَنْ عِرَاكِ بْنِ مَالِكٍ قَالَ سَمِعْتُ نَوْفَلَ بْنَ مُعَاوِيَةَ يَقُولُ صَلَاةٌ مَنْ فَاتَتْهُ فَكَأَنَّمَا وتر أهله وماله. فقال ابْنُ عُمَرَ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: هي العصر] .",
            "page": "14",
            "part": "1",
            "seal": "72DFD33C"
        },
        {
            "hno": "53",
            "id": "56",
            "nass": "53-[أنا عمرو بن منصور قال نا آدَمُ بْنُ أَبِي إِيَاسٍ قَالَ حَدَّثَنَا اللَّيْثُ عَنْ مُعَاوِيَةَ يَعْنِي ابْنَ صَالِحٍ عَنْ ابْنِ قيس الكندي قال سمعت عاصم بن حميد سَمِعْتُ عَوْفَ بْنَ مَالِكٍ يَقُولُ قُمْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ليلة فلما ركع فمكث راكعا قَدْرَ سُورَةِ الْبَقَرَةِ يَقُولُ فِي رُكُوعِهِ: سُبْحَانَ ذي الجبروت والملكوت والكبرياء والعظمة] .",
            "page": "14",
            "part": "1",
            "seal": "CFFFAF60"
        },
        {
            "hno": "54",
            "id": "57",
            "nass": "54-[أنا يحيى بن عثمان الحمصي قال نا ابن حمير قال نا شعيب وهو ابن أبي حمزة عن محمد بن المنكدر وذكر آخر قبله عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ الْأَعْرَجِ عَنْ مُحَمَّدِ بْنِ مَسْلَمَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَامَ يُصَلِّي تَطَوُّعًا يَقُولُ إِذَا رَكَعَ: «اللَّهُمَّ لك» ووصف القول ثم رفع رأسه فيقول سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَمِلْءَ الْأَرْضِ وَمِلْءَ مَا شِئْتَ من شيء بعد] .",
            "page": "15",
            "part": "1",
            "seal": "21304C69"
        },
        {
            "hno": "55",
            "id": "58",
            "nass": "55-[أنا يحيى بن عثمان قال نا أبو حيوة قال شعيب بن أبي حمزة عن محمد بن المنكدر يحدث عَنْ جَابِرٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وسلم بنحو حديث محمد بن مسلمة أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يرفع رأسه من الركوع فيقول:» سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَمِلْءَ الْأَرْضِ وَمِلْءَ مَا شِئْتَ من شيء بعد] .",
            "page": "15",
            "part": "1",
            "seal": "D5D0703E"
        },
        {
            "hno": "56",
            "id": "59",
            "nass": "56-[أخبرنا محمد بن المثنى قال حدثنا محمد قَالَ حَدَّثَنَا شُعْبَةُ عَنْ مَنْصُورٍ عَنْ هِلَالِ بن يساف عن عائشة رضي الله تعالى عَنْهَا قَالَتْ فَقَدْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَظَنَنْتُ أَنَّهُ أَتَى بَعْضَ جَوَارِيهِ فَطَلَبْتُهُ فَإِذَا هُوَ سَاجِدٌ يَقُولُ رَبِّ اغْفِرْ لي ما أسررت وما أعلنت] .",
            "page": "15",
            "part": "1",
            "seal": "EA78A853"
        },
        {
            "hno": "57",
            "id": "60",
            "nass": "57- أَخْبَرَنَا عَمْرُو بْنُ سَوَّاد بْنِ الْأَسْوَدِ بْنِ عمرو قال: أنا ابن وهب قال: أنا ابْنُ جُرَيْجٍ عَنْ مَنْبُوذٍ عَنْ الْفَضْلِ بْنِ عُبَيْدِ اللَّهِ عَنْ أَبِي رَافِعٍ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم إذا صَلَّى الْعَصْرَ ذَهَبَ إِلَى بَنِي عَبْدِ الْأَشْهَلِ [فـ] يتحدث عِنْدَهُمْ حَتَّى يَنْحَدِرَ لِلْمَغْرِبِ قَالَ: أَبُو رَافِعٍ فبينما النبي صلى الله عليه وسلم مسرع إِلَى الْمَغْرِبِ مَرَرْنَا بِالْبَقِيعِ فَقَالَ أفٍ لَكَ أفٍ لك قال: فكسر ذَلِكَ فِي ذَرْعي فَاسْتَأْخَرْتُ وَظَنَنْتُ أَنَّهُ يُرِيدُنِي [فـ] قال: ما لك امش فقلت أأحدثت حدثا قال: ما ذاك قال: أفَّفْتَ بِي قَالَ: لَا وَلَكِنْ هَذَا فُلَانٌ بَعَثْتُهُ سَاعِيًا عَلَى بَنِي فُلَانٍ فغَلَّ نَمرِة فَدُرِّع الآن مثلها من نار 1595-[أنا هارون بن عبد الله قال: نا معاوية بن عمرو قال: نا أبو إسحاق يعني الفزاري عن ابن جريج قال: حدثني مَنْبُوذٌ رَجُلٌ مِنْ آلِ أَبِي رَافِعٍ عَنِ الْفَضْلِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عن أبي رافع نحوه]",
            "page": "16",
            "part": "1",
            "seal": "233D3E70"
        },
        {
            "hno": "58",
            "id": "61",
            "nass": "58-[أنا محمد بن بشار قال: نا يحيى قال: نا سفيان قال: نا أَبُو إِسْحَاقَ عَنِ الْبَرَاءِ قَالَ:: صَلَّيْنَا مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَ بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ شَهْرًا أَوْ سَبْعَةَ عَشَرَ شهرًا – سفيان شك – وصُرِفْنا إلى القبلة]",
            "page": "16",
            "part": "1",
            "seal": "CF3E8726"
        },
        {
            "hno": "59",
            "id": "62",
            "nass": "59-[أنا عَمْرُو بْنُ عَلِيٍّ وَمُحَمَّدُ بْنُ الْمُثَنَّى عَنْ يَحْيَى عَنْ عَبْدِ الْمَلِكِ يعني ابن أبي سليمان قال: نا سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عُمَرَ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي عَلَى دَابَّتِهِ وَهُوَ مُقْبِلٌ مِنْ مَكَّةَ إلى المدينة وفيه نزلت (فأينما تولوا فثم وجه الله) ]",
            "page": "16",
            "part": "1",
            "seal": "DF301322"
        },
        {
            "hno": "60",
            "id": "63",
            "nass": "60-1659 أَخْبَرَنَا يَحْيَى بْنُ عُثْمَانَ الْحِمْصِيُّ قَالَ: حَدَّثَنَا ابن حمير عن شعيب بن أبي حمزة عن محمد بن الْمُنْكَدِرِ وَذَكَرَ آخَرَ قَبْلَهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ الْأَعْرَجِ عَنْ محمد بن مسلمة إن رسول الله صلى الله عليه وسلم كَانَ إِذَا قَامَ يُصَلِّي تَطَوُّعًا قَالَ: اللَّهِ أَكْبَرُ وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضَ حَنِيفًا مُسْلِمًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ. اللَّهُمَّ أَنْتَ الْمَلِكُ لَا إِلَهَ إِلَّا أنت سبحانك وبحمدك ثم يقرأ]",
            "page": "17",
            "part": "1",
            "seal": "C4CE640B"
        },
        {
            "hno": "61",
            "id": "64",
            "nass": "61-[أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ عَنْ شُعَيْبٍ حَدَّثَنَا اللَّيْثُ حَدَّثَنَا خَالِدٌ عَنْ ابْنِ أَبِي هِلَالٍ عَنْ نُعَيْمٍ الْمُجْمِرِ قَالَ:: صَلَّيْتُ وَرَاءَ أَبِي هُرَيْرَةَ فَقَرَأَ (بِسْمِ الله الرحمن الرحيم) ثم قرأ بأم القرآن حتى بلغ (غير المغضوب عليكم ولا الضالين) فقال: آمِينَ. وَيَقُولُ كُلَّمَا سَجَدَ اللَّهِ أَكْبَرُ، وَإِذَا قَامَ مِنَ الْجُلُوسِ فِي الِاثْنَتَيْنِ قَالَ: اللَّهِ أَكْبَرُ، وَإِذَا سَلَّمَ قَالَ:: وَالَّذِي نَفْسِي بِيَدِهِ إني لأشبهكم صلاة برسول الله صلى الله عليه وسلم]",
            "page": "17",
            "part": "1",
            "seal": "98F977D0"
        },
        {
            "hno": "62",
            "id": "65",
            "nass": "62-[أنا محمد بن عبد الأعلى قال نا خالد قال نا شعبة قال سَيَّارُ بْنُ سَلَامَةَ قَالَ سَمِعْتُ أَبِي يَسْأَلُ أَبَا بَرْزَةَ عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى الله عليه وسلم قلت أنت سمعنه فقال كما أسمعك الساعة فقال سمعت أبي يسأله عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ كَانَ لَا يُبَالِي بَعْضَ تَأْخِيرِهَا يَعْنِي الْعِشَاءَ إِلَى نِصْفِ اللَّيْلِ وَلَا يُحِبُّ النوم قبلها والحديث بَعْدَهَا قَالَ شُعْبَةُ ثُمَّ لَقِيتُهُ بَعْدُ فَسَأَلْتُهُ فقال كَانَ يُصَلِّي الظُّهْرَ حِينَ تَزُولُ الشَّمْسُ وَالْعَصْرَ يَذْهَبُ الرَّجُلُ إِلَى أَقْصَى الْمَدِينَةِ وَالشَّمْسُ حَيَّةٌ وَالْمَغْرِبَ لَا أَدْرِي أَيَّ حِينٍ ذَكَرَ ثُمَّ لَقِيتُهُ بَعْدُ فَسَأَلْتُهُ فَقَالَ وَكَانَ يُصَلِّي الصُّبْحَ فَيَنْصَرِفُ الرَّجُلُ فَيَنْظُرُ إِلَى وَجْهِ جَلِيسِهِ الَّذِي يعرف فَيَعْرِفُهُ قَالَ وَكَانَ يَقْرَأُ فِيهَا بِالسِّتِّينَ إِلَى المائة] (¬1) ¶ ¬_________ ¶ (¬1) هذا الحديث زيادة من (ح) في هذا الموضع",
            "page": "17",
            "part": "1",
            "seal": "6150E044"
        },
        {
            "hno": "63",
            "id": "66",
            "nass": "63-[أنا سويد بن نصر قال نا عبد الله يعني ابن المبارك قَالَ حَدَّثَنِي الزُّهْرِيُّ وَإِسْحَاقُ بْنُ عَبْدِ اللَّهِ عَنْ أَنَسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي الْعَصْرَ ثُمَّ يَذْهَبُ الذَّاهِبُ إِلَى قُبَاءٍ فَقَالَ أَحَدُهُمَا فَيَأْتِيهِمْ وَهُمْ يصلون وقال الآخر والشمس مرتفعة]",
            "page": "18",
            "part": "1",
            "seal": "78619175"
        },
        {
            "hno": "64",
            "id": "67",
            "nass": "64-[أنا إسحاق بن إبراهيم قال نا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ عَنْ أَبِي الْأَبْيَضِ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم يصلي بنا يعني العصر والشمس بيضاء محلقة]",
            "page": "18",
            "part": "1",
            "seal": "009BEA2A"
        },
        {
            "hno": "65",
            "id": "68",
            "nass": "65-[أنا إسحاق بن إبراهيم نا أبو علقمة المدني قال نا مُحَمَّدُ بْنُ عَمْرٍو عَنْ أَبِي سَلَمَةَ قَالَ صلينا في زمن عُمَرَ بْنِ عَبْدِ الْعَزِيزِ ثُمَّ انْصَرَفْنَا إِلَى أَنَسِ بْنِ مَالِكٍ فَوَجَدْنَاهُ يُصَلِّي فَلَمَّا انْصَرَفَ قال لنا أصليتم قُلْنَا صَلَّيْنَا الظُّهْرَ قَالَ إِنِّي صَلَّيْتُ الْعَصْرَ فقالوا لَهُ عَجَّلْتَ فَقَالَ إِنَّمَا أُصَلِّي كَمَا رَأَيْتُ أصحابي يصلون]",
            "page": "18",
            "part": "1",
            "seal": "64141F59"
        },
        {
            "hno": "66",
            "id": "69",
            "nass": "66-[أنا أحمد بن سليمان قال نا زيد بن الحباب قال حدثني خَارِجَةُ بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ بْنِ زَيْدِ بْنِ ثَابِتٍ قَالَ حَدَّثَنِي الْحُسَيْنُ بْنُ بَشِيرِ بْنِ سَلَّامٍ عَنْ أَبِيهِ قَالَ دَخَلْتُ أنا ومحمد يعني ابن عَلِيٍّ عَلَى جَابِرِ بْنِ عَبْدِ اللَّهِ الْأَنْصَارِيِّ فقلنا أَخْبِرْنَا عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عليه وسلم وذلك زمن الحجاج بن يوسف فَقَالَ خَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الظُّهْرَ حِينَ زَالَتِ الشَّمْسُ وَكَانَ الفيء قدر الشراك ثم صلى العصر وظل الرجل مثله ثُمَّ صَلَّى الْمَغْرِبَ حِينَ غَابَتِ الشَّمْسُ ثُمَّ صَلَّى الْعِشَاءَ حِينَ غَابَ الشَّفَقُ ثُمَّ صَلَّى الْفَجْرَ حِينَ طَلَعَ الْفَجْرُ ثُمَّ صَلَّى مِنَ الْغَدِ الظُّهْرَ حِينَ كَانَ الظِّلُّ طُولَ الرَّجُلِ ثُمَّ صَلَّى الْعَصْرَ حِينَ كَانَ ظِلُّ الرَّجُلِ مِثْلَيْهِ قَدْرَ مَا يَسِيرُ الرَّاكِبُ سَيْرَ الْعَنَقِ إِلَى ذِي الْحُلَيْفَةِ ثُمَّ صَلَّى الْمَغْرِبَ حِينَ غَابَتِ الشَّمْسُ ثُمَّ صَلَّى الْعِشَاءَ إِلَى ثُلُثِ اللَّيْلِ أَوْ نِصْفِ اللَّيْلِ شَكَّ زَيْدٌ ثُمَّ صلى الفجر فأسفر]",
            "page": "18",
            "part": "1",
            "seal": "12CC2DF0"
        },
        {
            "hno": "67",
            "id": "70",
            "nass": "67-[أنا محمد بن بشار قال نا محمد يعني ابن جعفر غندر قال نا شُعْبَةُ عَنْ أَبِي بِشْرٍ قَالَ سَمِعْتُ حَسَّانَ بْنَ بِلَالٍ عَنْ رَجُلٍ مِنْ أَسْلَمَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُمْ كَانُوا يُصَلُّونَ مَعَ نَبِيِّ اللَّهِ صَلَّى اللهُ عليه وسلم المغرب ثم يرجعون إلى أهليهم إلى أقصى المدينة يرمون يبصرون مواقع سهامهم]",
            "page": "19",
            "part": "1",
            "seal": "93EB0634"
        },
        {
            "hno": "68",
            "id": "71",
            "nass": "68-[أنا قتيبة بن سعيد نا اللَّيْثُ عَنْ خَيْرِ بْنِ نُعَيْمٍ الْحَضْرَمِيِّ عَنْ ابْنِ هُبَيْرَةَ عَنْ أَبِي تَمِيمٍ الْجَيْشَانِيِّ عَنْ أَبِي بَصْرَةَ الْغِفَارِيِّ قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْعَصْرَ بِالْمُخَمَّصِ فقال إن هذه الصلاة عرضت على من قَبْلَكُمْ فَضَيَّعُوهَا وَمَنْ حَافَظَ عَلَيْهَا كَانَ لَهُ أَجْرُهُ مَرَّتَيْنِ وَلَا صَلَاةَ بَعْدَهَا حَتَّى يَطْلُعَ الشاهد والشاهد النجم]",
            "page": "19",
            "part": "1",
            "seal": "E7DD9980"
        },
        {
            "hno": "69",
            "id": "72",
            "nass": "69-[أنا إبراهيم بن الحسن المقسمي ويوسف بن سعيد بن مسلم واللفظ له قال نا حجاج عن ابن جريج قال لِعَطَاءٍ أَيُّ حِينٍ أَحَبُّ إِلَيْكَ أَنْ أُصَلِّيَ الْعَتَمَةَ إِمَامًا أَوْ خِلْوًا قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ يَقُولُ أَعْتَمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ بِالْعَتَمَةِ حَتَّى رَقَدَ الناس واستيقظوا ورقدوا واستيقظوا ورقدوا فَقَامَ عُمَرُ فَقَالَ الصَّلَاةَ الصَّلَاةَ قَالَ عَطَاءٌ قَالَ ابْنُ عَبَّاسٍ خَرَجَ نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَأَنِّي أَنْظُرُ إِلَيْهِ الْآنَ يقطر رأسه واضعا يده على رأسه فَاسْتَثْبَتُّ عَطَاءً كَيْفَ وَضَعَ النَّبِيُّ صَلَّى اللهُ عليه وسلم عَلَى رَأْسِهِ فَأَوْمَأَ إِلَيَّ كَمَا أَشَارَ ابْنُ عباس فبدد لي عطاء أصابعه شيئا من تبديد ثم وضعها فانتهى إلى أطراف أصابعه إلى مقدم ارأس ثم صبها يمرها كَذَلِكَ عَلَى الرَّأْسِ حَتَّى مَسَّتْ إِبْهَامَاهُ طَرَفَ الْأُذُنِ مِمَّا يَلِي الْوَجْهَ ثُمَّ عَلَى الصُّدْغِ وَنَاحِيَةِ الْجَبِينِ لَا يُقَصِّرُ وَلَا يَبْطُشُ شَيْئًا إِلَّا كَذَلِكَ ثُمَّ قَالَ لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي لَأَمَرْتُهُمْ أَنْ لَا يُصَلُّوهَا إِلَّا هكذا]",
            "page": "19",
            "part": "1",
            "seal": "66EA9172"
        },
        {
            "hno": "70",
            "id": "73",
            "nass": "70-[أنا قتيبة قال نا أَبُو الْأَحْوَصِ عَنْ سِمَاكٍ عَنْ جَابِرِ بْنِ سَمُرَةَ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم يؤخر العشاء الآخرة]",
            "page": "19",
            "part": "1",
            "seal": "C5F422DA"
        },
        {
            "hno": "71",
            "id": "74",
            "nass": "71-[أنا محمد بن منصور قال نا سفيان قال نا أَبُو الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ إن رسول الله صلى الله عليه وسلم قَالَ لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي لَأَمَرْتُهُمْ بتأخير العشاء وبالسواك عند كل صلاة]",
            "page": "20",
            "part": "1",
            "seal": "973E8F67"
        },
        {
            "hno": "72",
            "id": "75",
            "nass": "72-[أنا إسحاق بن إبراهيم قال أنا جَرِيرٌ عَنْ مَنْصُورٍ عَنِ الْحَكَمِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ مَكَثْنَا ذَاتَ لَيْلَةٍ ينتظر رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِعِشَاءِ الْآخِرَةِ فَخَرَجَ عَلَيْنَا حِينَ ذَهَبَ ثُلُثُ اللَّيْلِ أَوْ بَعْدَهُ فَقَالَ حِينَ خَرَجَ إِنَّكُمْ تَنْتَظِرُونَ صَلَاةً مَا يَنْتَظِرُهَا أَهْلُ دِينٍ غَيْرُكُمْ وَلَوْلَا أن تثقل عَلَى أُمَّتِي لَصَلَّيْتُ بِهِمْ هَذِهِ السَّاعَةَ ثُمَّ أمر المؤذن فأقام الصلاة]",
            "page": "20",
            "part": "1",
            "seal": "4BA96B60"
        },
        {
            "hno": "73",
            "id": "76",
            "nass": "73-[أنا قُتَيْبَةُ عَنْ مَالِكٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم قال لا يتحرى أحدكم فيصلي عندطلع الشمس وعند غروبها]",
            "page": "20",
            "part": "1",
            "seal": "2B1711AA"
        },
        {
            "hno": "74",
            "id": "77",
            "nass": "74-[أنا محمود بن خالد (¬1) الدمشقي قال نا الْوَلِيدُ قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ نَمِرٍ عن ابن شهاب عَنْ عَطَاءِ بْنِ يَزِيدَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم بنحوه] ¶ ¬_________ ¶ (¬1) في المجتبى: «بن غيلان» بدل «بن خالد» ، وأورد المزي في التحفة (4155) رواية النسائي عن محمد بن خالد قال: «وفي نسخة: عن محمود بن غيلان» .",
            "page": "20",
            "part": "1",
            "seal": "5777614E"
        },
        {
            "hno": "75",
            "id": "78",
            "nass": "75-[أنا الْمُؤَمَّلُ بْنُ إِهَابٍ (¬1) قَالَ حَدَّثَنِي يَحْيَى بْنُ محمد يعني الجاري (¬2) قال نا عبد العزيز عن مالك عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ غَابَتِ الشَّمْسُ وَرَسُولُ اللَّهِ (¬3) صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بمكة فجمع بين الصلاتين بسرف] ¶ ¬_________ ¶ (¬1) رسمت في (ح) : «يهاب» . ¶ (¬2) في (ح) : «الحارثي» والمثبت من المجتبى (593) . ¶ (¬3) في (ح) : «لرسول الله» ، والمثبت من المجتبى (593) .",
            "page": "20",
            "part": "1",
            "seal": "C7A41880"
        },
        {
            "hno": "76",
            "id": "79",
            "nass": "76-[أخبرنا عبدة بن عبد الرحيم قال نا ابن شميل قال نا كثير بن قنبر (¬1) قال سألنا سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ الصَّلَاة فِي السَّفَرِ فَقُلْنَا أَكَانَ عَبْدُ اللَّهِ يَجْمَعُ بَيْنَ شَيْءٍ مِنَ الصَّلَوَاتِ فِي السَّفَرِ فَقَالَ لَا إِلَّا بِجَمْعٍ ثُمَّ أَتَيْتُهُ فَقَالَ كانت تحته صَفِيَّةُ فَأَرْسَلَتْ إِلَيْهِ أَنِّي فِي آخِرِ يَوْمٍ مِنَ الدُّنْيَا وَأَوَّلِ يَوْمٍ مِنَ الْآخِرَةِ فَرَكِبَ وأنا معه فأسرع السير حتى حانت الظهر فَقَالَ لَهُ الْمُؤَذِّنُ الصَّلَاةَ يَا أَبَا عَبْدِ الرحمن فسار حتى كَانَ بَيْنَ الصَّلَاتَيْنِ نَزَلَ فَقَالَ لِلْمُؤَذِّنِ أَقِمْ فَإِذَا سَلَّمْتُ مِنَ الظُّهْرِ فَأَقِمْ مَكَانَكَ فَأَقَامَ فَصَلَّى الظُّهْرَ رَكْعَتَيْنِ ثُمَّ سَلَّمَ ثُمَّ أَقَامَ مَكَانَهُ فَصَلَّى الْعَصْرَ رَكْعَتَيْنِ ثُمَّ رَكِبَ فَأَسْرَعَ السَّيْرَ حَتَّى غَابَتِ الشَّمْسُ فَقَالَ لَهُ الْمُؤَذِّنُ الصلاة يا أبا عبد الرحمن قال كَفِعْلِكَ الْأَوَّلِ فَسَارَ حَتَّى إِذَا اشْتَبَكَتِ النُّجُومُ نَزَلَ فَقَالَ أَقِمْ فَإِذَا سَلَّمْتُ فَأَقِمْ فَصَلَّى الْمَغْرِبَ ثَلَاثًا ثُمَّ أَقَامَ مَكَانَهُ فَصَلَّى الْعِشَاء الْآخِرَةَ ثُمَّ سَلَّمَ وَاحِدَةً تِلْقَاءَ وَجْهِهِ ثُمَّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم إذا حضر أحدكم أمرا (¬2) يخشى فواته فليصلي (¬3) هذه الصلاة] ¶ ¬_________ ¶ (¬1) كذا في (ح) ، ووقع في المجتبى (597) : «قاروندا» ، وانظر ما تقدم ذكره عند حديث رقم (2593؟؟؟) . ¶ (¬2) كذا في (ح) بالنصب، ووقع في المجتبى بالرفع على الفاعلية، وهو أشبه. ¶ (¬3) كذا بإثبات الياء في (ح) ، وهو لغة.",
            "page": "21",
            "part": "1",
            "seal": "C7E02590"
        },
        {
            "hno": "77",
            "id": "80",
            "nass": "77-[أنا إسحاق بن إبراهيم قال نا عبد الرزاق قال نا مَعْمَرٌ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ نَافِعٍ عَنْ ابن عمر قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا جَدَّ بِهِ أمر أو جَدَّ بِهِ السَّيْرُ جَمَعَ بَيْنَ الْمَغْرِبِ وَالْعِشَاء]",
            "page": "21",
            "part": "1",
            "seal": "02C2F7FE"
        },
        {
            "hno": "78",
            "id": "81",
            "nass": "78-[أنا محمد بن منصور قال نا سُفْيَانُ قَالَ سَمِعْتُ الزُّهْرِيَّ قَالَ أَخْبَرَنِي سَالِمٌ عَنْ أَبِيهِ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا جَدَّ بِهِ السَّيْرُ جمع بين المغرب والعشاء]",
            "page": "21",
            "part": "1",
            "seal": "299911EF"
        },
        {
            "hno": "79",
            "id": "82",
            "nass": "79-[أنا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ قَالَ حَدَّثَنَا عَبْدُ الرحمن قال نا مَالِكٍ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صلى المغرب والعشاء بالمزدلفة]",
            "page": "21",
            "part": "1",
            "seal": "86E45FD9"
        },
        {
            "hno": "80",
            "id": "83",
            "nass": "80-[أنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ قال نا سفيان قال نا أَبُو مُعَاوِيَةَ النَّخَعِيُّ سَمِعَهُ مِنْ أَبِي عَمْرٍو عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم أي العمل أحب إلى الله قَالَ إِقَامُ الصَّلَاةِ لِوَقْتِهَا وَبِرُّ الْوَالِدَيْنِ وَالْجِهَادُ في سبيل الله]",
            "page": "22",
            "part": "1",
            "seal": "DC7CB44B"
        },
        {
            "hno": "81",
            "id": "84",
            "nass": "81-[أنا عَبْدُ الْأَعْلَى بْنُ وَاصِلِ بْنِ عَبْدِ الْأَعْلَى قال نا يعلى قال نا مُحَمَّدُ بْنُ إِسْحَاقَ عَنِ الزُّهْرِيِّ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا نَسِيتَ الصَّلَاةَ فَصَلِّ إِذَا ذَكَرْتَ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ (أقم الصلاة لذكري) قال عبد الأعلى بن واصل حدثنا يعلى مختصرًا]",
            "page": "22",
            "part": "1",
            "seal": "4C17D369"
        },
        {
            "hno": "82",
            "id": "85",
            "nass": "82-[أنا عَمْرُو بْنُ سَوَّادِ بْنِ الْأَسْوَدِ بْنِ عَمْرٍو قال نا ابن وهب قال أنا يونس عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ نَسِيَ صَلَاةً فَلْيُصَلِّهَا إِذَا ذَكَرَهَا فَإِنَّ اللَّهَ تَعَالَى يَقُولُ (أَقِمِ الصَّلَاةَ لذكري) ]",
            "page": "22",
            "part": "1",
            "seal": "A23A61E2"
        },
        {
            "hno": "83",
            "id": "86",
            "nass": "83-[أنا سويد قال أنا عَبْدُ اللَّهِ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ سعيد بن المسيب عن أبي هريرة قال قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَنْ نَسِيَ صَلَاةً فَلْيُصَلِّهَا إِذَا ذَكَرَهَا فَإِنَّ الله تبارك وتعالى قال أَقِمِ الصَّلَاةَ لِلذِّكْرَى قُلْتُ لِلزُّهْريِّ هَكَذَا قَرَأَهَا رسول الله صلى الله عليه وسلم قال نعم]",
            "page": "22",
            "part": "1",
            "seal": "52EFC23E"
        },
        {
            "hno": "84",
            "id": "87",
            "nass": "84-[أنا أبو عاصم خشيش بن أصرم قال نا يحيى بن حسان قال نا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ نَافِعِ بْنِ جُبَيْرٍ عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عليه وسلم قال في سفرة لَهُ مَنْ يَكْلَؤُنَا اللَّيْلَةَ لَا نَرْقُدَ عَنْ صَلَاةِ الصُّبْحِ قَالَ بِلَالٌ أَنَا فَاسْتَقْبَلَ مَطْلَعَ الشَّمْسِ فَضُرِبَ عَلَى آذَانِهِمْ حَتَّى أَيْقَظَهُمْ حَرُّ الشَّمْسِ فَقَامُوا فَقَالَ تَوَضَّئُوا ثُمَّ أَذَّنَ بِلَالٌ فَصَلَّى رَكْعَتَيْنِ وَصَلَّوْا رَكْعَتَيِ الْفَجْرِ ثُمَّ صَلَّوْا الفجر]",
            "page": "22",
            "part": "1",
            "seal": "19EDCD20"
        },
        {
            "hno": "85",
            "id": "88",
            "nass": "85-[أنا أبو عاصم قال نا حبان بن هلال نا حبيب عن عمرو بن هرم عَنْ جَابِرِ بْنِ زَيْدٍ عَنِ ابْنِ عَبَّاسٍ قَالَ أَدْلَجَ رسول الله صلى الله عليه وسلم ثم عَرَّسَ فَلَمْ يَسْتَيْقِظْ حَتَّى طَلَعَتِ الشَّمْسُ أَوْ بَعْضُهَا فَلَمْ يُصَلِّ حَتَّى ارْتَفَعَتِ الشَّمْسُ فَصَلَّى وهي صلاة الوسطى]",
            "page": "22",
            "part": "1",
            "seal": "5015E2A9"
        },
        {
            "hno": "86",
            "id": "89",
            "nass": "86-[أنا بِشْرُ بْنُ مُعَاذٍ قَالَ حَدَّثَنِي إِبْرَاهِيمُ وَهُوَ [ابْنُ] (¬1) عَبْدِ الْعَزِيزِ بْنِ عَبْدِ الْمَلِكِ بْنِ أَبِي مَحْذُورَةَ قَالَ حَدَّثَنِي أَبِي عَبْدُ الْعَزِيزِ وَجَدِّي عَبْدُ الْمَلِكِ عَنْ أَبِي مَحْذُورَةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَقْعَدَهُ فَأَلْقَى عَلَيْهِ الْأَذَانَ حَرْفًا حَرْفًا قَالَ إِبْرَاهِيمُ هُوَ مِثْلُ أَذَانِنَا هَذَا قُلْتُ لَهُ أَعِدْ عَلَيَّ قَالَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ مَرَّتَيْنِ أَشْهَدُ أَنَّ محمدًا رسول الله مرتين ثم يقول بِصَوْتٍ دُونَ ذَلِكَ الصَّوْتِ يُسْمِعُ مَنْ حَوْلَهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ مَرَّتَيْنِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ مَرَّتَيْنِ حَيَّ عَلَى الصَّلَاةِ مَرَّتَيْنِ حَيَّ عَلَى الْفَلَاحِ مَرَّتَيْنِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا الله] ¶ ¬_________ ¶ (¬1) ما بين المعقوفين سقط من: (ح) ، وأضيف من المجتبى (629) .",
            "page": "23",
            "part": "1",
            "seal": "1B8D5E17"
        },
        {
            "hno": "87",
            "id": "90",
            "nass": "87-[أنا قتيبة بن سعيد قال نا الفضيل (¬1) عَنْ هِشَامٍ عَنْ ابْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عليه وسلم إذا ثوبوا بالأذان فلا يسعين أحدكم إليها، ائتوها وليكن عليكم السكينة والوقار فليصل ما أدرك وليقضي ما فاته] (¬2) ¶ ¬_________ ¶ (¬1) في (ح) : «الفضل» ، والمثبت هو الصواب، وقد رواه مسلم في صحيحه (602) بنفس الإسناد، والفضيل هو ابن عياض. ¶ (¬2) هذا الحديث زيادة من: (ح) على سائر النسخ وعلى المجتبى أيضًا، ولم يعزه المزي في التحفة (14544) للنسائي، وقد تقدم في طريق ابن المسيب عن أبي هريرة.",
            "page": "23",
            "part": "1",
            "seal": "F7D7B800"
        },
        {
            "hno": "88",
            "id": "91",
            "nass": "88-[أنا إسحاق بن منصور قال اخبرنا عبد الله بن يزيد وهو المقري قال نا حيوة قال أنا كعب بن علقمة أنه سمع عبد الرحمن بن جبير يقول أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ العاص يقول أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم يقول إذا سمعتم المؤذن فقولوا مثلما يقول ثم صلوا عَلَيَّ فَإِنَّهُ مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى الله عليه بها عشرا ثم سلوا لِي الْوَسِيلَةَ فَإِنَّهَا مَنْزِلَةٌ فِي الْجَنَّةِ لَا تنبغي إلا لعبد من عباد الله وأنا أَرْجُو أَنْ أَكُونَ أَنَا هُوَ فَمَنْ سَأَلَ الله لي الوسيلة حلت عليه الشفاعة] (¬1) ¶ ¬_________ ¶ (¬1) هذا الحديث زيادة من: (ح) على سائر النسخ، وليس أيضًا في المجتبى، ولم يورده المزي في التحفة (8871) في روايات النسائي، وقد تقدم من طريق ابن المبارك عن حيوة.",
            "page": "24",
            "part": "1",
            "seal": "9A98BDA6"
        },
        {
            "hno": "89",
            "id": "92",
            "nass": "89-[أنا عَمْرُو بْنُ عَلِيٍّ عَنْ عَبْدِ الرَّحْمَنِ قَالَ نا سُفْيَانُ عَنْ سِمَاكٍ عَنْ جَابِرِ بْنِ سَمُرَةَ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ قَائِمًا ثُمَّ يَجْلِسُ ثُمَّ يَقُومُ وَيَقْرَأُ آيَاتٍ وَيَذْكُرُ اللَّهَ وَكَانَتْ خُطْبَتُهُ قَصْدًا وصلاته قصدا]",
            "page": "24",
            "part": "1",
            "seal": "EF1417EB"
        },
        {
            "hno": "90",
            "id": "93",
            "nass": "90-[أنا إسحاق بن إبراهيم قال نا عبد الرزاق قال نا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ]",
            "page": "24",
            "part": "1",
            "seal": "90236693"
        },
        {
            "hno": "91",
            "id": "94",
            "nass": "91-[أنا إِسْمَاعِيلُ بْنُ مَسْعُودٍ قَالَ حَدَّثَنَا حَاتِمُ بْنُ وَرْدَانَ عَنْ أَيُّوبَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أَضْحًى وانكفى إلى كبشين املحين فذبحهما]",
            "page": "24",
            "part": "1",
            "seal": "EBA7AC2E"
        },
        {
            "hno": "92",
            "id": "95",
            "nass": "92-[أنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْحَكَمِ عَنْ شُعَيْبٍ عَنْ اللَّيْثِ عَنْ كَثِيرِ بْنِ فَرْقَدٍ عَنْ نَافِعٍ أَنَّ عَبْدِ اللَّهِ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَذْبَحُ أَوْ يَنْحَرُ بالمصلى]",
            "page": "24",
            "part": "1",
            "seal": "971610C2"
        },
        {
            "hno": "93",
            "id": "96",
            "nass": "93-[أنا أَحْمَدُ بْنُ حَفْصِ بْنِ عَبْدِ اللَّهِ قَالَ حدثني أبي قال حدثني إبراهيم وهو ابن طَهْمَانَ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ أَنَّهُ حَدَّثَهُ أَنَّ عَائِشَةَ حَدَّثَتْهُ أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ دَخَلَ عَلَيْهَا وَعِنْدَهَا جَارِيَتَانِ تَضْرِبَانِ بِالدُّفِّ وَتُغَنِّيَانِ وَرَسُولُ اللَّهِ صَلَّى الله عليه وسلم مُتَسَجٍّ ثَوْبَهُ فَكَشَفَ عَنْ وَجْهِهِ فَقَالَ دَعْهُمَا يا أبا بكر إنها أيام عيد، وهي أَيَّامُ مِنًى، وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم يومئذ بالمدينة]",
            "page": "25",
            "part": "1",
            "seal": "2D7497DE"
        },
        {
            "hno": "94",
            "id": "97",
            "nass": "94-[أنا عَمْرُو بْنُ عَلِيٍّ وَمُحَمَّدُ بْنُ الْمُثَنَّى قَالَا حدثنا يحيى بن سعيد قال نا عبد الملك بن أبي سليمان قال نا عَطَاءٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ خَسَفَتِ الشَّمْسُ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم وكان ذلك اليوم الذي مات فيه إبراهيم ابن رسول الله صلى الله عليه وسلم فقال الناس إنما كسفت لموت إبراهيم فَقَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فصلى بالناس ست ركعات واربع سجدات كبر ثم قرأ وأطال القراءة ثم ركع نحوًا مما قام ثم رفع رأسه فقرأ دون القراءة الأولى ثم ركع نحوًا مما قام ثم رفع رأسه فقرأ دون القراءة الثانية ثم ركع نحوًا مما قام ثم رفع رأسه فانحدر بالسجود فسجد سجدتين ثم قام فركع ثلاث ركعات قبل أن يسجد ليس منها ركعة إلا التي قبلها أطول من التي بعدها إلا أن ركوعه نحو قيامه فقضى الصلاة وقد آضت (¬1) الشمس وقد تأخر في صلاته فتأخرت الصفوف معه تقدم حتى قام في مقامه فتقدمت الصفوف معه فقال يا أيها الناس إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ إنهما لا ينكسفان لموت أحد ولا لحياته وقال ابن المثنى لموت سيد فإذا رأيتم شيئًا من ذلك فصلوا حتى تنجلي] ¶ ¬_________ ¶ (¬1) آضت الشمس: معناها رجعت إلى حالتها الأولى قبل الكسوف وهو من آض يئيض إذا رجع، ومنه قولهم: أيضًا، وهو مصدر منه. (انظر شرح النووي على مسلم 6/209) .",
            "page": "25",
            "part": "1",
            "seal": "22D308B6"
        },
        {
            "hno": "95",
            "id": "98",
            "nass": "95-[أنا يُوسُفُ بْنُ سَعِيدِ بْنِ مُسْلِمٍ الْمِصِّيصِيُّ قَالَ نا حَجَّاجٌ عَنْ ابْنِ جُرَيْجٍ عَنْ عَطَاءٍ قَالَ سمعت عبيد بن عمير يقول أخبرني من أصدق يريد عائشة قَالَتْ كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَامَ بِالنَّاسِ قِيَامًا شَدِيدًا يَقُومُ بِالنَّاسِ ثُمَّ يَرْكَعُ ثُمَّ يَقُومُ ثم يركع فركع ركعتين في ثلاث ركعات فركع الثالثة ثم سجد ويقول إذا ركع الله أكبر وإذا رفع قال سمع الله لمن حمده]",
            "page": "26",
            "part": "1",
            "seal": "0DEA9D64"
        },
        {
            "hno": "96",
            "id": "99",
            "nass": "96-[أنا محمد بن إسماعيل قال نا يحيى وهو ابن أبي بكير قال نا شيبان عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي حَفْصَةَ مَوْلَى عَائِشَةَ أَنَّ عَائِشَةَ أَخْبَرَتْهُ أَنَّهُ لما خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ وَأَمَرَ فَنُودِيَ أَنَّ الصَّلَاةَ جَامِعَةٌ فَقَامَ فَأَطَالَ الْقِيَامَ فِي صَلَاتِهِ فأحسبه قَرَأَ سُورَةَ الْبَقَرَةِ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ ثم قال سمع الله لمن حمده وقام مِثْلَ مَا قَامَ وَلَمْ يَسْجُدْ ثُمَّ رَكَعَ فسجد ثم فقام فصنع ما صنع ركع ركعتين في سجدة ثم جلس وجلي عن الشمس]",
            "page": "26",
            "part": "1",
            "seal": "7A5240EC"
        },
        {
            "hno": "97",
            "id": "100",
            "nass": "97-[أنا محمد بن إسماعيل بن إبراهيم نا يحيى وهو ابن أبي بكير قال أنا شيبان عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سلمة عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ أَنَّهُ لَمَّا كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم نودي أن الصلاة جامعة فركع النبي صلى الله عليه وسلم ركعتين في سجدة ثم قام ثم ركع ركعتين في سجدة وجلي عن الشمس]",
            "page": "26",
            "part": "1",
            "seal": "61781659"
        },
        {
            "hno": "98",
            "id": "101",
            "nass": "98-[أنا عمار بن الحسن قال نا عبد الله بن أبي جعفر وهو الرازي عن أبيه عن الربيع بن أنس عن أبي العالية عن أبي بن كعب كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وسلم وَإِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بهم فقرأ سورة من الطول ثم ركع خمس ركعات وسجد سجدتين ثم قام بهم الثانية فقرأ سورة من الطول وركع خمس ركعات ثم سجد سجدتين ثم جلس كما هو مستقبل القبلة يدعوا حتى انجلى كسوفها]",
            "page": "26",
            "part": "1",
            "seal": "8034DBA9"
        },
        {
            "hno": "99",
            "id": "102",
            "nass": "99-[أنا مُحَمَّدُ بْنُ سَلَمَةَ عَنْ ابْنِ الْقَاسِمِ عَنْ مالك قال حدثني هِشَامِ بْنِ عُرْوَةَ عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ عَنْ أَسْمَاءَ بِنْتِ أبي بكر قالت أتيت عائشة حين خسفت فإذا الناس قيام يصلون وإذا هي قائمة فقلت ما للناس فأشارت بيدها إلى السماء وقال سبحان الله، فقلت آية فأشارت أي نعم فقمت حتى تجلاني الغشي أصب فوق رأسي الماء فحمد الله رسول الله صلى الله عليه وسلم وأثنى عليه ثم قال ما من شيء كتب لم أره إلا وقد رأيته في مقامي هذا حتى الجنة والنار ولقد أوحي إليّ أنكم تفتنون في القبور مثل أو قريب من فتنة الدجال لا أدري أيتهما قالت أسماء يؤتى أحدكم فيقال له ما علمك بهذا الرجل فأما المؤمن أو الموقن لا أدري أي ذلك قال أسماء فيقول هو محمد رسول الله صلى الله عليه وسلم جاءنا بالبينات والهدى فاجبنا وآمنا واتبعنا فيقال له نم صالحا قد علما إن كنت لمؤمنًا وأما المنافق أو المرتاب لا أدري أيتها قال أسماء فيقول لا أدري سمعت الناس يقولون شيئًا فقلته]",
            "page": "27",
            "part": "1",
            "seal": "1A656C1D"
        },
        {
            "hno": "100",
            "id": "103",
            "nass": "100-[أنبأني محمد بن إسماعيل بن إبراهيم قال نا يحيى وهو ابن أبي بكير قال نا زائدة عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ فَاطِمَةَ عَنْ أسماء قال ولقد أمر رسول الله صلى الله عليه وسلم بالعتاقة في كسوف الشمس. مختصر]",
            "page": "27",
            "part": "1",
            "seal": "6C16F0CA"
        }
    ],
    "t8623": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "1"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "2"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "3"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "4"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "5"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "6"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "7"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "8"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "9"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "10"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "11"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "12"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "13"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "14"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "15"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "16"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "17"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "18"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "19"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "20"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "21"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "22"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "23"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "24"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "25"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "26"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "27"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "28"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "29"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "30"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "31"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "32"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "33"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "34"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "35"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "36"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "37"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "38"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "39"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "40"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "41"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "42"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "43"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "44"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "45"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "46"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "47"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "48"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "49"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "50"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "51"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "52"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "53"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "54"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "55"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "56"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "57"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "58"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "59"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "60"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "61"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "62"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "63"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "64"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "65"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "66"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "67"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "68"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "69"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "70"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "71"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "72"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "73"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "74"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "75"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "76"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "77"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "78"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "79"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "80"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "81"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "82"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "83"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "84"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "85"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "86"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "87"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "88"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "89"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "90"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "91"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "92"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "93"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "94"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "95"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "96"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "97"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "98"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "99"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "100"
        }
    ]
}