{
    "b8637": [
        {
            "id": "48",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ قَالَ الشَّيْخ الإِمَام والحبر الْهمام بَقِيَّة الْمُحدثين وَالِدي صبغة الله بن مُحَمَّد غوث بن مُحَمَّد نَاصِر الدَّين أدخلهم الله فِي أَعلَى عليين ¶ وَللَّه الْحَمد أَن الْحَافِظ الْعِرَاقِيّ ذكر تِسْعَة أَحَادِيث واستدرك عَلَيْهِ الْحَافِظ الْعَسْقَلَانِي وَزَاد خَمْسَة عشر حَدِيثا فَصَارَ الْمَجْمُوع أَرْبَعَة وَعشْرين حَدِيثا وَقد ذكر الْحَافِظ جلال الدَّين السُّيُوطِيّ فِي كِتَابه النكت البديعات عَلَى الموضوعات أَن فِي مَوْضُوعَات ابْن الْجَوْزِيّ ثَمَانِيَة وَثَلَاثِينَ حَدِيثا من مُسْند الإِمَام أَحْمد رَضِيَ اللَّهُ عَنْه وَهَا أَنا أذكر الْأَحَادِيث الَّتِي فَاتَت الْحَافِظ الْعَسْقَلَانِي رَحِمَهُ اللَّهُ تَعَالَى وَهِي هَذِه ¶ الحَدِيث الأول ¶ قَالَ الإِمَام أَحْمد رَضِيَ اللَّهُ عَنْه حَدثنَا أَبُو الْمثنى معَاذ بن معَاذ الْعَنْبَري ثَنَا حَمَّاد بن سَلمَة ثَنَا ثَابت الْبنانِيّ عَن أنس بن مَالك رَضِيَ اللَّهُ عَنْه عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فِي قَوْله تَعَالَى {فَلَمَّا تجلى ربه للجبل} قَالَ قَالَ هَكَذَا يَعْنِي أَنه أخرج طرف الْخِنْصر قَالَ أَحْمد أرانا معَاذ قَالَ فَقَالَ لَهُ حميد الطَّوِيل مَا تُرِيدُ إِلَى هَذَا يَا أَبَا مُحَمَّد قَالَ فَضرب صَدره ضَرْبَة شَدِيدَة وَقَالَ من أَنْت يَا حميد وَمَا أَنْت يَا حميد يحدثني بِهِ أنس بن مَالك عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَنَقُول أَنْت تُرِيدُ إِلَيْهِ وَرَوَاهُ أَيْضا عَن روح عَن حَمَّاد أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق ابْن عدي قَالَ حَدثنَا عَلّي بن أَحْمد بن بسطَام ثَنَا هَدِيَّة ثَنَا حَمَّاد بن سَلمَة ثَنَا ثَابت البنائي عَن أنس رَضِيَ اللَّهُ عَنْه أَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَرَأَ {فَلَمَّا تجلى ربه للجبل جعله دكا} قَالَ أخرج خِنْصره عَلَى إبهامه فساخ الْجَبَل وَنقل عَن",
            "page": "48",
            "part": "1",
            "seal": "0F96A1F6"
        },
        {
            "id": "49",
            "nass": "ابْن عدي قَالَ كَانَ ابْن أبي العرجاء ربيب حَمَّاد بن سَلمَة فَكَانَ يدس فِي كتبه هَذِه الْأَحَادِيث ¶ قلت قَالَ الْحَافِظ السُّيُوطِيّ فِي اللآلئ المصنوعة هَذَا الحَدِيث صَحِيح رَوَاهُ خلق عَن حَمَّاد بن سَلمَة وَأخرجه الْأَئِمَّة من طرق عَنهُ وصححوه ثمَّ ذكر طَرِيق أَحْمد قَالَ وَأخرجه التِّرْمِذِيّ من طَرِيق سُلَيْمَان بن حَرْب عَن حَمَّاد وَقَالَ حسن صَحِيح غَرِيب وَأخرجه ابْن أبي عَاصِم فِي السّنة من طَرِيق أَسد بن مُوسَى وحجاج بن الْمنْهَال كِلَاهُمَا عَن حَمَّاد وَأخرجه ابْن مرْدَوَيْه فِي التَّفْسِير من طَرِيق مُسلم بن إِبْرَاهِيم عَن حَمَّاد وَأخرجه الْحَاكِم فِي الْمُسْتَدْرك من طَرِيق عَفَّان بن مُسلم وَسليمَان بن حَرْب كِلَاهُمَا عَن حَمَّاد وَأخرجه الْبَيْهَقِيّ فِي كتاب الرُّؤْيَة من طَرِيق سُلَيْمَان بن حَرْب وَمن طَرِيق مُحَمَّد بن كثير عَن حَمَّاد وَأخرجه الضياء الْمَقْدِسِي فِي المختارة وَصَححهُ وَقد ذكر الزَّرْكَشِيّ فِي تَخْرِيج الرَّافِعِيّ أَن تَصْحِيحه أَعلَى مرتبَة من تَصْحِيح الْحَاكِم وَأَنه قريب من تَصْحِيح التِّرْمِذِيّ وَابْن حبَان وَقَالَ ابْن طَاهِر فِي تذكرة الْحفاظ أورد ابْن عدي هَذَا الحَدِيث فِي تَرْجَمَة حَمَّاد بن سَلمَة وَلَعَلَّه أَشَارَ إِلَى تفرده بِهِ وَحَمَّاد إِمَام ثِقَة وَقَالَ الْبَيْهَقِيّ بعد تَخْرِيجه وَقد رَوَى عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما مَوْقُوفا ثمَّ أخرج من طَرِيق عَمْرو ابْن طَلْحَة عَن أَسْبَاط عَن السّديّ عَن عِكْرِمَة عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما فِي قَوْله تَعَالَى {فَلَمَّا تجلى ربه للجبل جعله دكا} قَالَ تجلى مِنْهُ مثل طرف الْخِنْصر فَجعل الْجَبَل دكا وَأخرجه الْحَاكِم وَصَححهُ وَأخرجه الطَّبَرَانِيّ فِي السّنة من طَرِيق عَمْرو بن مُحَمَّد الْعَنْقَزِي عَن أَسْبَاط ثمَّ وجدت لحماد بن سَلمَة مُتَابعًا عَن ثَابت ابْن أنس بِهِ وَأخرجه ابْن مرْدَوَيْه أَيْضا من طَرِيق شُعَيْب بن عبد الحميد الطَّحَّان عَن قُرَّة بن عِيسَى عَن الْأَعْمَش عَن رجل عَن أنس رَضِيَ اللَّهُ عَنْه بِهِ وَورد أَيْضا من حَدِيث ابْن عمر أخرجه ابْن مرْدَوَيْه من طَرِيق الْمسيب بن شريك عَن ابْن الْبَيْلَمَانِي عَن أَبِيه عَن ابْن عمر رَضِيَ اللَّهُ عَنْهما مَرْفُوعا بِهِ انْتَهَى كَلَام السُّيُوطِيّ ¶ قلت مَا نقل أَنه درس فِي كتبه فَلَا يَصح وَإِنَّمَا نَقله مُحَمَّد بن شُجَاع",
            "page": "49",
            "part": "1",
            "seal": "E8DB3503"
        },
        {
            "id": "50",
            "nass": "بن الثَّلْجِي قَالَ الذَّهَبِيّ فِي الْمِيزَان ابْن الثَّلْجِي لَيْسَ بمصدق عَلَى حَمَّاد وَأَمْثَاله وَقد أتهم ¶ قَالَ الإِمَام أَحْمد حَدثنَا خلف بن الْوَلِيد ثَنَا ابْن الْمُبَارك وَعلي ابْن إِسْحَاق أَنبأَنَا ابْن الْمُبَارك عَن يَحْيَى بن أَيُّوب عَن عبيد الله بن زحر عَن عَلّي بن يزِيد عَن الْقَاسِم عَن أبي أُمَامَة رَضِيَ اللَّهُ عَنْه عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ من تَمام العيادة للْمَرِيض أَن يضع أحدكُم يَده عَلَى جَبهته أَو يَده فيسأله كَيفَ هُوَ وَتَمام تحياتكم بَيْنكُم المصافحة أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق الْعقيلِيّ ثَنَا أَحْمد بن إِبْرَاهِيم الْقرشِي ثَنَا سُلَيْمَان بن عبد الرَّحْمَن ثَنَا عبد الْأَعْلَى بن مُحَمَّد التَّاجِر ثَنَا يَحْيَى بن سعيد عَن الزُّهْرِيّ عَن أبي أُمَامَة قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إِن من تَمام العيادة أَن تضع يدك عَلَى الْمَرِيض وَتقول كَيفَ أَصبَحت كَيفَ أمسيت وَأعله بِعَبْد الْأَعْلَى وَنقل عَن الْعقيلِيّ قَالَ عبد الْأَعْلَى يروي عَن يَحْيَى بن سعيد أَحَادِيث مَنَاكِير لَا يُتَابع عَلَيْهَا وَلَا أصُول لَهَا مِنْهَا هَذَا الحَدِيث قَالَ وَقد رَوَى عبيد الله بن زحر عَن عَلّي بن يزِيد عَن الْقَاسِم عَن أبي أُمَامَة فَذكر الحَدِيث الْمَذْكُور وَقَالَ عبيد الله لَيْسَ بِشَيْء وَكَذَا شَيْخه ¶ قلت حَدِيث عبد الْأَعْلَى أخرجه ابْن السّني فِي عمل الْيَوْم وَاللَّيْلَة وَحَدِيث عَلّي بن يزِيد أخرجه التِّرْمِذِيّ أَيْضا قَالَ حَدثنَا سُوَيْد بن نصر نَا عبد الله يَعْنِي ابْن الْمُبَارك فَذكر الحَدِيث الْمُتَقَدّم بِتَمَامِهِ وَقَالَ إِسْنَاده لَيْسَ بِالْقَوِيّ وَنقل عَن البُخَارِيّ أَن عبيد الله بن زحر وَكَذَا الْقَاسِم ثقتان لَكِن عَلّي بن يزِيد ضَعِيف ¶ قلت قَالَ ابْن الْجَوْزِيّ قَاسم مَتْرُوك قَالَ السُّيُوطِيّ قَاسم رَوَى لَهُ الْأَرْبَعَة وَقَالَ فِي الْمِيزَان قد وَثَّقَهُ ابْن معِين من وُجُوه عِنْده قَالَ الْجِرْجَانِيّ كَانَ خيارا فَاضلا أدْرك أَرْبَعِينَ من الْمُهَاجِرين وَالْأَنْصَار وَقَالَ التِّرْمِذِيّ ثِقَة وَقَالَ يَعْقُوب بن شيبَة مِنْهُم من يُضعفهُ عَلّي بن يزِيد لم يتهم بِالْكَذِبِ وَمن ثمَّ قَالَ الْحَافِظ الْعَسْقَلَانِي فِي فتح الْبَارِي حَدِيث التِّرْمِذِيّ سَنَده لين",
            "page": "50",
            "part": "1",
            "seal": "A0985B48"
        },
        {
            "id": "51",
            "nass": "وَقَالَ السُّيُوطِيّ وَله شَوَاهِد قَالَ الطَّبَرَانِيّ ثَنَا أَحْمد بن الْمُعَلَّى الدِّمَشْقِي حَدثنَا هِشَام بن عمار ثَنَا مُعَاوِيَة بن يَحْيَى الأطرابلسي ثَنَا مُعَاوِيَة ابْن سعيد عَن يزِيد بن أبي حبيب عَن مرْثَد بن عبد الله الْيَزنِي عَن أبي رهم السمعي رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إِن من تَمام عِيَادَة الْمَرِيض أَن تضع يدك عَلَيْهِ وتسأله كَيفَ هُوَ وَقَالَ الْبَيْهَقِيّ فِي سنَنه أَنبأَنَا أَبُو طَاهِر الْفَقِيه أَنبأَنَا أَبُو حَامِد بن بِلَال ثَنَا مُحَمَّد ابْن يَحْيَى ثَنَا أَبُو الْمُغيرَة ثَنَا عبد الرَّحْمَن بن يزِيد ثَنَا إِسْمَاعِيل بن عبد الله عَن أبي صَالح عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه قَالَ عَاد رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رجلا من أَصْحَابه وَرجع وَأَنا مَعَه فَقبض عَلَى يَده وَوضع يَده عَلَى جَبهته وَكَانَ يرَى ذَلِك من تَمام عِيَادَة الْمَرِيض وَأخرجه ابْن السّني من طَرِيق أبي الْمُغيرَة وَقَالَ أَبُو يعْلى حَدثنَا زَكَرِيَّا نَا هشيم عَن الْأَعْمَش عَن أبي الضُّحَى عَن مَسْرُوق عَن عَائِشَة رَضِيَ اللَّهُ عَنْها قَالَت كَانَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إِذا عَاد مَرِيضا يضع يَده عَلَى الْمَكَان الَّذِي يألم ثمَّ يَقُول باسم الله لَا بَأْس رِجَاله موثوقون وَقَالَ الْمروزِي فِي الْجَنَائِز حَدثنَا القواريري ثَنَا سُفْيَان بن حبيب ابْن جريج عَن عَطاء قَالَ من تَمام الْعِبَادَة أَن تضع يدك عَلَى الْمَرِيض انْتَهَى ¶ قلت قَالَ الْحَافِظ الْعَسْقَلَانِي حَدِيث أبي يعْلى عَن عَائِشَة سَنَده حسن انْتَهَى وَمن شواهده مَا رَوَاهُ البُخَارِيّ فِي صَحِيحه من طَرِيق الجعيد عَن عَائِشَة بنت سعد بن أبي وَقاص عَن أَبِيهَا فِي شكواه الَّذِي اشْتَكَى بِمَكَّة وَأَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جَاءَ يعودهُ قَالَ سعد ثمَّ وضع يَده عَلَى جَبهته ثمَّ مسح وَجْهي وبطني ثمَّ قَالَ اللَّهُمَّ أشف سَعْدا الحَدِيث ¶ وَأما الْقطعَة الثَّانِيَة فلهَا شَاهد من حَدِيث ابْن مَسْعُود رَوَاهُ التِّرْمِذِيّ قَالَ حَدثنَا أَحْمد بن عَبده الضَّبِّيّ ثَنَا يَحْيَى بن سليم الطَّائِفِي عَن سُفْيَان عَن مَنْصُور عَن رجل عَن ابْن مَسْعُود رَضِيَ اللَّهُ عَنْه عَن النَّبِي صَلَّى الله عَلَيْهِ",
            "page": "51",
            "part": "1",
            "seal": "D36F3026"
        },
        {
            "id": "52",
            "nass": "وَسلم قَالَ من تَمام التَّحِيَّة الْأَخْذ بِالْيَدِ قَالَ التِّرْمِذِيّ هَذَا حَدِيث غَرِيب لَا نعرفه إِلَّا من حَدِيث يَحْيَى بن سليم عَن سُفْيَان ¶ الحَدِيث الثَّالِث ¶ قَالَ الإِمَام أَحْمد حَدثنَا روح ثَنَا مَرْزُوق أَبُو عبد الله الشَّامي ثَنَا سعيد رجل من أهل الشَّام ثَنَا ثَوْبَان رَضِيَ اللَّهُ عَنْه عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ إِذْ أصَاب أحدكُم الْحمى وَإِن الْحمى قِطْعَة من النَّار فليطفئها عَنهُ بِالْمَاءِ الْبَارِد وليستقبل نَهرا جَارِيا يسْتَقْبل جريه بِالْمَاءِ فَيَقُول باسم الله اللَّهُمَّ اشف عَبدك وَصدق رَسُولك بعد صَلَاة الْفجْر قبل طُلُوع الشَّمْس فيغتمس فِيهِ ثَلَاث غمسات ثَلَاثَة أَيَّام فَإِن لم يبرأ فِي ثَلَاث فَخمس وَإِن لم يبرأ فِي خمس فسبع فَإِن لم يبرأ فِي سبع فتسع فَإِنَّهُ لَا يكَاد يُجَاوز التسع بِإِذن الله عَزَّ وَجَلَّ أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق هناد بن إِبْرَاهِيم النَّسَفِيّ ثَنَا بن إِبْرَاهِيم ثَنَا أَبُو الْوَفَاء الْمسيب ابْن مُحَمَّد بن عَلّي الْقُضَاعِي ثَنَا أَبُو عبد الرَّحْمَن عبد الله بن عمر بن عَلّي الْجَوْهَرِي الْمروزِي ثَنَا يَحْيَى بن ساسويه الْمروزِي ثَنَا مُحَمَّد بن النَّضر حَدثنَا ابْن رَجَاء عَن أبي طَاهِر عَن مَرْزُوق أبي عبد الله الْحِمصِي عَن ثَوْبَان رَضِيَ اللَّهُ عَنْه أَن رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ النيرَان ثَلَاث نَار تَأْكُل وتشرب ونار تَأْكُل وَلَا تشرب ونار تشرب وَلَا تَأْكُل فَأَما النَّار الَّتِي تَأْكُل وتشرب فجهنم وَأما النَّار الَّتِي تَأْكُل وَلَا تشرب فَنَار الدُّنْيَا وَأما الَّتِي تشرب وَلَا تَأْكُل فالحمى فَإِذا وجد أحدكُم فَليقمْ إِلَى بِئْر فليستق مِنْهَا دلوا وليصبه عَلَيْهِ وَليقل اللَّهُمَّ اشف عَبدك وَصدق رَسُولك يفعل ذَلِك ثَلَاث غدوات فَإِذا ذهبت وَإِلَّا يفعل سبع غدوات فَإِنَّهَا ستذهب إِن شَاءَ الله تَعَالَى قَالَ ابْن الْجَوْزِيّ لَا يَصح فِيهِ مَجْهُولُونَ وضعفاء وَمِنْهُم سَلمَة بن رَجَاء لَيْسَ بِشَيْء انْتَهَى ¶ قلت كَذَا وَقع فِي النُّسْخَة الْمَوْجُودَة عِنْدِي قَوْله عَن مَرْزُوق أبي عبد الله الْحِمصِي عَن ثَوْبَان وَلم يذكر الْوَاسِطَة بَين مَرْزُوق وثوبان",
            "page": "52",
            "part": "1",
            "seal": "EAA18A09"
        },
        {
            "id": "53",
            "nass": "وَهُوَ سعيد بن زرْعَة الْحِمصِي فَأَما سقط سعيد من نُسْخَة أَو رَوَاهُ كَذَلِك فَلْينْظر وَسَلَمَة بن رَجَاء من رجال البُخَارِيّ قَالَ أَبُو حَاتِم مَا بِهِ بَأْس وَقَالَ أَبُو زرْعَة صَدُوق وَمَعَ هَذَا فقد أخرجه أَحْمد من طَرِيق لَيْسَ فِيهِ سَلمَة وَحَدِيث أَحْمد رَوَاهُ التِّرْمِذِيّ عَن أَحْمد بن سعيد الْأَشْقَر المرابطي عَن روح بن عبَادَة بِهِ وَقَالَ حَدِيث غَرِيب وَفِي بعض نسخ التِّرْمِذِيّ حسن غَرِيب وَأخرجه ابْن السّني فِي عمل الْيَوْم وَاللَّيْلَة وَقد عزاهُ السُّيُوطِيّ فِي جمع الْجَوَامِع إِلَى الطَّبَرَانِيّ فِي الْكَبِير والضياء الْمَقْدِسِي فِي كتاب المختارة ¶ ومرزوق أَبُو عبد الله الْحِمصِي وَشَيْخه سعيد بن زرْعَة قيل مَجْهُولَانِ وَقَالَ الْحَافِظ الْعَسْقَلَانِي فِي التَّقْرِيب إِن مرزوقا لَا بَأْس بِهِ وَقَالَ فِي سعيد إِنَّه مَسْتُور وَقَالَ فِي فتح الْبَارِي إِن سعيدا مُخْتَلف فِيهِ وَقد ذكرهمَا ابْن حبَان فِي الثِّقَات وَقَالَ السُّيُوطِيّ فِي النكت البديعات إِن رِجَاله ثِقَات معروفون فَهُوَ عَلَى شَرط الْحسن قَالَ وَله شَاهد من مُرْسل مَنْصُور بن وهب الْمعَافِرِي وَمن مُرْسل مَكْحُول أخرجه سعيد بن مَنْصُور بن وهب الْمعَافِرِي وَمن مُرْسل مَكْحُول أخرجه سعيد بن مَنْصُور فِي سنَنه ¶ الحَدِيث الرَّابِع ¶ قَالَ الإِمَام أَحْمد حَدثنَا إِسْحَاق بن يُوسُف ثَنَا أَبُو جناب عَن زَاذَان عَن جرير بن عبد الله رَضِيَ اللَّهُ عَنْه قَالَ خرجنَا مَعَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَلَمَّا بَرَزْنَا من الْمَدِينَة إِذا رَاكب يوضع نحونا فَقَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كَأَن هَذَا الرَّاكِب إيَّاكُمْ يُرِيد قَالَ فَانْتَهَى إِلَيْنَا الرجل فَسلم فَرددْنَا عَلَيْهِ فَقَالَ لَهُ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من أَيْن أَقبلت قَالَ من أَهلِي وَوَلَدي وعشيرتي قَالَ فَأَيْنَ تُرِيدُ قَالَ أُرِيد رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ فقد أصبته قَالَ يَا رَسُول الله عَلمنِي مَا الْإِيمَان قَالَ تشهد أَن لَا إِلَه إِلَّا الله وَأَن مُحَمَّدًا رَسُول الله وتقيم الصَّلَاة وتؤتي الزَّكَاة وتصوم رَمَضَان وتحج الْبَيْت قَالَ أَقرَرت قَالَ ثمَّ إِن بعيرة دخلت يَده فِي شبكة جرذان فهوى بعير وَهوى الرجل فَوَقع عَلَى هامته فَمَاتَ فَقَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عَلّي بِالرجلِ قَالَ فَوَثَبَ",
            "page": "53",
            "part": "1",
            "seal": "44BA6232"
        },
        {
            "id": "54",
            "nass": "إِلَيْهِ عمار بن يَاسر وَحُذَيْفَة فأقعداه فَقَالَا يَا رَسُول الله قبض الرجل قَالَ فَأَعْرض عَنهُ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ثمَّ قَالَ لَهما رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أما رَأَيْتُمَا إعراضي عَن الرجل فَإِنِّي رَأَيْت ملكَيْنِ يدسان فِي فِيهِ من ثمار الحنة فَعلمت أَنه مَاتَ جائعا ثمَّ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هَذَا وَالله من الَّذين قَالَ الله عَزَّ وَجَلَّ {الَّذين آمنُوا وَلم يلبسوا إِيمَانهم بظُلْم أُولَئِكَ لَهُم الْأَمْن وهم مهتدون} قَالَ فاحتملناه إِلَى المَاء فغسلناه وحنطناه وحملناه إِلَى الْقَبْر قَالَ فجَاء رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حَتَّى جلس عَلَى شَفير الْقَبْر قَالَ فَقَالَ الحدوا وَلَا تشقوا فَإِن اللَّحْد لنا والشق لغيرنا ¶ وَقَالَ الإِمَام أَحْمد حَدثنَا أسود بن عَامر ثَنَا عبد الحميد بن أبي جَعْفَر الْفراء عَن ثَابت عَن زَاذَان عَن جرير بن عبد الله البَجلِيّ رَضِيَ اللَّهُ عَنْه قَالَ خرجنَا مَعَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من الْمَدِينَة فَبَيْنَمَا نَحن نسير إِذْ رفع لنا شخص فَذكر نَحوه إِلَّا أَنه قَالَ وَقعت يَد بكره فِي بعض تِلْكَ الَّتِي تحفر الجرذان وَقَالَ فِيهِ هَذَا مِمَّن عمل قَلِيلا وَأجر كثيرا وَقَالَ حَدثنَا عَفَّان ثَنَا حَمَّاد بن سَلمَة عَن الْحجَّاج عَن عَمْرو بن مرّة عَن زَاذَان عَن بن عبد الله البَجلِيّ رَضِيَ اللَّهُ عَنْه أَن رجلا جَاءَ فَدخل فِي الْإِسْلَام فَكَانَ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يُعلمهُ الْإِسْلَام وَهُوَ فِي مسيره فَدخل خف بعيره فِي جُحر يَرْبُوع فوقصه بعيره فَمَاتَ فَأَتَى عَلَيْهِ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَقَالَ عمل قَلِيلا وَأجر كثيرا قَالَهَا حَمَّاد ثَلَاثًا اللَّحْد لنا والشق لغيرنا وَقَالَ حَدثنَا عَفَّان ثَنَا عبد الْوَاحِد ثَنَا الْحجَّاج بن أَرْطَأَة ثَنَا عُثْمَان البَجلِيّ عَن زَاذَان فَذكر الحَدِيث أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق الْخَطِيب قَالَ أَنبأَنَا أَبُو مُحَمَّد الْحسن بن عَلّي بن بشار السابوري ثَنَا أَبُو بكر مُحَمَّد بن أَحْمد بن محمويه العسكري ثَنَا مُحَمَّد بن الْوَلِيد الْأَنْطَاكِي ثَنَا مُوسَى بن دَاوُد ثَنَا مُحَمَّد بن عبد الْملك عَن مُحَمَّد بن الْمُنْكَدر عَن جَابر بن",
            "page": "54",
            "part": "1",
            "seal": "8F3C516C"
        },
        {
            "id": "55",
            "nass": "عبد الله رَضِيَ اللَّهُ عَنْهما قَالَ خرجنَا مَعَ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عَلَى إبل أكلت نَوى فَبينا نَحن نسير فِي مسيرنا إِذا نَحن بِرَاكِب مقبل فَقَالَ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أخال الرجل يُرِيدكُمْ فَوقف ووقفنا فَإِذا بأعرابي عَلَى قعُود لَهُ فَقُلْنَا من أَيْن أقبل الرجل فَقَالَ أَقبلت من أَهلِي وَمَالِي أُرِيد مُحَمَّدًا فَقُلْنَا هَذَا رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَقَالَ يَا رَسُول الله أعرض عَلّي الْإِسْلَام فَقَالَ نشْهد أَن لَا إِلَه إِلَّا الله وَأَنِّي رَسُول الله فَقَالَ أَقرَرت قَالَ ونؤمن بِالْجنَّةِ وَالنَّار والبعث والحساب فَقَالَ وأقررت فَجعل لَا يعرف شَيْئا من شرائع الْإِسْلَام إِلَّا قَالَ أَقرَرت فَبينا نَحن كَذَلِك إِذا وَقعت يَد بعيرة فِي شبكة فَإِذا الْبَعِير لجنبه وَإِذا الرجل لرأسه فَقَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أدركوا صَاحبكُم فابتدرناه فَسبق إِلَيْهِ عمار بن يَاسر وَحُذَيْفَة بن الْيَمَان رَضِيَ اللَّهُ عَنْهما فَإِذا الرجل قد مَاتَ فَقَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ اغسلوا صَاحبكُم فغسلناه وَرَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ معرض عَنهُ وكفناه وَصَلى عَلَيْهِ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَلَمَّا فَرغْنَا قَالَ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هَذَا الَّذِي تَعب قَلِيلا وَنعم طَويلا هَذَا من الَّذين آمنُوا وَلم يلبسوا إِيمَانهم بظُلْم قُلْنَا رَأَيْنَاك أَعرَضت عَنهُ وَنحن نغسله قَالَ إِنِّي أَحسب أَن صَاحبكُم مَاتَ جائعا إِنِّي رَأَيْت زوجتيه من الْحور الْعين وهما يدسان فِي فِيهِ ثمار الْجنَّة قَالَ ابْن الْجَوْزِيّ لَا يَصح وَالْحمل فِيهِ عَلَى مُحَمَّد بن عبد الْملك الْأنْصَارِيّ الضَّرِير الْمَدِينِيّ كَانَ يضع الحَدِيث ¶ قلت جرير بن عبد الله رَضِيَ اللَّهُ عَنْه وَإِن لم يتَعَرَّض لَهُ ابْن الْجَوْزِيّ لَكِن حكمه عَلَى الْمَتْن بِالْوَضْعِ يَقْتَضِي أَن يكون جَمِيع طرقه عِنْده مَوْضُوعا وَقد رد عَلَيْهِ الْحَافِظ السُّيُوطِيّ وَجعل حَدِيث أَحْمد شَاهدا لَهُ والطرق الثَّلَاثَة الَّتِي رَوَاهَا أَحْمد وَإِن كَانَ فِيهَا مقَال لَكِن بَعْضهَا يُقَوي بَعْضًا وَله شَاهد عِنْد ابْن أبي حَاتِم فِي تَفْسِيره والحكيم التِّرْمِذِيّ فِي نَوَادِر الْأُصُول من طَرِيق سعيد بن جُبَير عَن ابْن عَبَّاس وَأخرجه ابْن أبي حَاتِم من مُرْسل بكر بن سوَادَة وَأخرجه عبد بن حميد فِي تَفْسِيره من مُرْسل إِبْرَاهِيم الَّتِي كِلَاهُمَا بِاخْتِصَار وَالطَّرِيق الثَّلَاثَة عِنْد أَحْمد كلهَا تَدور عَلَى زَاذَان أبي عمر الْكِنْدِيّ قَالَ ابْن معِين ثِقَة وَقَالَ ابْن عدي أَحَادِيثه لَا بَأْس بهَا وَقَالَ الْحَافِظ",
            "page": "55",
            "part": "1",
            "seal": "986E5F4E"
        },
        {
            "id": "56",
            "nass": "الْعَسْقَلَانِي فِي التَّقْرِيب إِنَّه صَدُوق قلت وَهُوَ من رجال مُسلم وَقد رَوَى عَنهُ أَبُو جناب يَحْيَى بن أبي حَيَّة الْكَلْبِيّ قَالَ يَحْيَى وَعُثْمَان ابْن سعيد وَالنَّسَائِيّ وَالدَّارَقُطْنِيّ إِنَّه ضَعِيف وَقَالَ يَحْيَى بن معِين مرّة لَيْسَ بِهِ بَأْس إِلَّا أَنه كَانَ يُدَلس وَكَذَا قَالَ أَبُو نعيم وَقَالَ يَحْيَى مرّة هُوَ صَدُوق وَقَالَ الْحَافِظ الْعَسْقَلَانِي ضَعَّفُوهُ لِكَثْرَة تدليسه ¶ وَأما الطَّرِيق الثَّالِث فَأوردهُ من طَرِيق الْحجَّاج بن أَرْطَأَة من وَجْهَيْن أَحدهمَا عَن عَمْرو بن مرّة وَهُوَ ثِقَة وَالثَّانِي عَن عُثْمَان بن عُمَيْر البَجلِيّ أبي الْيَقظَان الْكُوفِي الْأَعْمَى وَهُوَ ضَعِيف لَكِن لم يتهم بِالْوَضْعِ أما الْحجَّاج بن أَرْطَأَة فقد اخْتلفُوا فِيهِ قَالَ الْعَسْقَلَانِي إِنَّه صَدُوق لَكِن كثير التَّدْلِيس ¶ وَأما الطَّرِيق الثَّانِي وَهُوَ طَرِيق ثَابت عَن زَاذَان فَلم أَقف عَلَى حَال رِجَاله وَهَذِه الطّرق تقوى بَعْضهَا بَعْضًا وَالله أعلم ¶ الحَدِيث الْخَامِس ¶ قَالَ الإِمَام أَحْمد حَدثنَا مُحَمَّد بن جَعْفَر ثَنَا شُعْبَة عَن عَمْرو بن أبي حَكِيم عَن عبد الله بن بُرَيْدَة عَن يَحْيَى بن يعمر عَن أبي الْأسود الدؤَلِي قَالَ كَانَ معَاذ رَضِيَ اللَّهُ عَنْه بِالْيمن فَارْتَفعُوا إِلَيْهِ فِي يَهُودِيّ مَاتَ وَترك أَخَاهُ مُسلما فَقَالَ معَاذ إِنِّي سَمِعت رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول إِن الْإِسْلَام يزِيد وَلَا ينقص فورثه وَقَالَ حَدثنَا يَحْيَى بن سعيد عَن شُعْبَة ثنى عَمْرو بن أبي حَكِيم عَن عبد الله بن بُرَيْدَة عَن يَحْيَى بن يعمر عَن أبي الْأسود قَالَ أَتَى معَاذ رَضِيَ اللَّهُ عَنْه يَهُودِيّ وَارثه مُسلم فَقَالَ سَمِعت رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول أَو قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الْإِسْلَام يزِيد وَلَا ينقص فورثه أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق الجوزقاني قَالَ أَنبأَنَا أَبُو نصر الصَّواف أَنبأَنَا أَبُو الْقَاسِم بن مُحَمَّد الْوراق ثَنَا أَبُو الْحُسَيْن بن عُثْمَان ثَنَا مُحَمَّد بن الْحُسَيْن ثَنَا الْقَاسِم اللَّيْث مُحَمَّد بن المُهَاجر ثَنَا يزِيد بن هَارُون ثَنَا حَمَّاد بن سَلمَة عَن خَالِد الْحذاء عَن عَمْرو بن كردِي عَن عبد الله بن بُرَيْدَة عَن يَحْيَى ابْن يعمر عَن أبي الْأسود عَن معَاذ بن جبل رَضِيَ اللَّهُ عَنْه أَنه كَانَ يُورث الْمُسلم من الْكَافِر وَيَقُول سَمِعت رَسُول الله",
            "page": "56",
            "part": "1",
            "seal": "E003DE2B"
        },
        {
            "id": "57",
            "nass": "صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول الْإِسْلَام يزِيد وَلَا ينقص قَالَ ابْن الْجَوْزِيّ إِنَّه بَاطِل وَالْمُتَّهَم بِهِ مُحَمَّد بن المُهَاجر ¶ قلت قَالَ السُّيُوطِيّ فِي اللآلئ إِن مُحَمَّد بن المُهَاجر برِئ مِنْهُ فقد أخرجه الطَّبَرَانِيّ ثَنَا دَاوُد بن مُحَمَّد بن صَالح الْمروزِي ثَنَا إِبْرَاهِيم ابْن الْحجَّاج الشَّامي ثَنَا حَمَّاد بن سَلمَة بِهِ وَأخرجه أَبُو دَاوُد الطَّيَالِسِيّ فِي مُسْنده ثَنَا شُعْبَة عَن عَمْرو بن أبي حَكِيم عَن عبد الله بن بُرَيْدَة عَن يَحْيَى بن يعمر عَن أبي الْأسود الدئلي عَن معَاذ بن جبل بِهِ وَأخرجه أَحْمد فِي مُسْنده ثَنَا مُحَمَّد بن جَعْفَر ثَنَا شُعْبَة بِهِ وَأخرجه الْحَاكِم وَصَححهُ وَلم يتعقبه الذَّهَبِيّ انْتَهَى وَأخرجه أَبُو دَاوُد السجسْتانِي فِي سنَنه من وَجْهَيْن قَالَ حَدثنَا مُسَدّد ثَنَا عبد الْوَارِث عَن عَمْرو بن أبي حَكِيم الوَاسِطِيّ ثَنَا عبد الله بن بُرَيْدَة أَن أَخَوَيْنِ اخْتَصمَا إِلَى يَحْيَى بن يعمر يَهُودِيّ وَمُسلم فورث الْمُسلم مِنْهُمَا وَقَالَ حَدثنِي أَبُو الْأسود أَن رجلا حَدثهُ أَن معَاذًا رَضِيَ اللَّهُ عَنْه قَالَ سَمِعت رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول الْإِسْلَام يزِيد وَلَا ينقص فورث الْمُسلم وَقَالَ حَدثنَا مُسَدّد ثَنَا يَحْيَى بن سعيد عَن شُعْبَة عَن عَمْرو بن أبي حَكِيم عَن عبد الله بن بُرَيْدَة عَن يَحْيَى بن يعمر عَن أبي الْأسود الدئلي أَن معَاذًا رَضِيَ اللَّهُ عَنْه أَتَى بميراث يَهُودِيّ وَأَنه مُسلم بِمَعْنَاهُ انْتَهَى ¶ قلت قد سكت أَبُو دَاوُد عَلَى هَذَا الحَدِيث فَهُوَ عِنْده صَالح وَظهر من رِوَايَته أَن أَبَا الْأسود إِنَّمَا رَوَى عَنهُ بِوَاسِطَة وَمن ثمَّ قَالَ الْحَافِظ الْعَسْقَلَانِي فِي فتح الْبَارِي إِنَّه تعقب الْحَاكِم تَصْحِيحه بِأَن فِيهِ انْقِطَاعًا بَين أبي الْأسود ومعاذ لَكِن سَمَاعه مِنْهُ مُمكن قَالَ وَقد زعم الجوزقاني أَنه بَاطِل وَهُوَ مجازفة قَالَ وَقَالَ الْقُرْطُبِيّ فِي الْمُفْهم هُوَ كَلَام يُحْكَى وَلَا يروي كَذَا قَالَ وَقد رَوَاهُ من قدمت ذكره فَكَأَنَّهُ مَا وقف عَلَى ذَلِك انْتَهَى وَقَالَ فِي تسديد الْقوس بعد مَا ذكر حَدِيث معَاذ وَفِي الْبَاب عَن ابْن مَسْعُود وَأبي هُرَيْرَة انْتَهَى ¶ قلت وَله شَاهد من حَدِيث عَائِذ بن عَمْرو الْمُزنِيّ رَضِيَ اللَّهُ عَنْه أَنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ الْإِسْلَام يَعْلُو وَلَا يعْلى رَوَاهُ الدَّارَقُطْنِيّ وَمُحَمّد بن هَارُون الرَّوْيَانِيّ فِي مُسْنده قَالَ الْحَافِظ الْعَسْقَلَانِي فِي الْفَتْح سَنَده",
            "page": "57",
            "part": "1",
            "seal": "A41CFD3B"
        },
        {
            "id": "58",
            "nass": "حسن وَأوردهُ البُخَارِيّ فِي كتاب الْجَنَائِز من صَحِيحه فِي بَاب إِذا أسلم الصَّبِي فَمَاتَ هَل يصلى عَلَيْهِ تَعْلِيقا وَرَوَاهُ أَبُو يعْلى الخليلي فِي فَوَائده وَزَاد فِي أَوله قصَّة وَهِي أَن عَائِذ بن عَمْرو جَاءَ يَوْم الْفَتْح مَعَ أَبَا سُفْيَان بن حَرْب فَقَالَت الصَّحَابَة هَذَا أَبُو سُفْيَان وعائذ بن عَمْرو فَقَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هَذَا عَائِذ بن عَمْرو وَأَبُو سُفْيَان الْإِسْلَام أعز من ذَلِك الْإِسْلَام يَعْلُو وَلَا يعْلى وَأخرج أَحْمد بن منيع بِسَنَد قوي عَن معَاذ رَضِيَ اللَّهُ عَنْه أَنه كَانَ يُورث الْمُسلم من الْكَافِر بِغَيْر عكس وَأخرج مُسَدّد عَنهُ أَن أَخَوَيْنِ اخْتَصمَا إِلَيْهِ مُسلم ويهودي مَاتَ أَبوهُمَا يَهُودِيّا فخار ابْنه الْيَهُودِيّ مَاله فنازعه الْمُسلم فورث معَاذ الْمُسلم ¶ تَنْبِيه عَمْرو بن كردِي الَّذِي رَوَى عَن ابْن بُرَيْدَة هُوَ عَمْرو بن أبي حَكِيم الوَاسِطِيّ أَبُو سعيد يُقَال مولَى لآل الزُّبَيْر وَقَالَ ابْن حبَان مولَى الأزد رَوَى عَن عِكْرِمَة وَابْن بُرَيْدَة وَابْن مجلز رَوَى عَنهُ خَالِد الْحذاء وَشعْبَة فَأَما شُعْبَة فَيَقُول ثَنَا عَمْرو بن أبي حَكِيم وَأما خَالِد الْحذاء فَيَقُول عَمْرو بن كردِي قَالَ أَبُو حَاتِم صَالح الحَدِيث وَقَالَ الْعَسْقَلَانِي فِي التَّقْرِيب إِنَّه ثِقَة وَلِحَدِيث معَاذ هَذَا طَرِيق آخر رَوَاهُ الدَّارَقُطْنِيّ ثَنَا الْحسن بن أَحْمد بن سعيد الرهاوي ثَنَا عبد الْمُنعم ابْن أَحْمد ثَنَا عمار بن مطرف ثَنَا حَمَّاد عَن خَالِد الْحذاء عَن عَمْرو بن كردِي عَن عبد الله بن يَحْيَى بن يعمر عَن أبي الْأسود الدئلي عَن معَاذ بن جبل رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الْإِيمَان يزِيد وَينْقص أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق الدَّارَقُطْنِيّ وَقَالَ عمار مُنكر الحَدِيث وَأَحَادِيثه بَوَاطِيلُ وَتعقبه السُّيُوطِيّ فِي النكت بِأَن لَا مدْخل لعمَّار فِي هَذَا الحَدِيث فقد أخرجه أَحْمد وَأَبُو دَاوُد من وَجه آخر جيد عَن معَاذ وَسكت عَلَيْهِ أَبُو دَاوُد فَهُوَ صَالح عِنْده وَله شَوَاهِد أخرجه الْبَيْهَقِيّ فِي شعب الْإِيمَان عَن أبي هُرَيْرَة وَابْن عَبَّاس وَأبي الدَّرْدَاء رَضِيَ اللَّهُ عَنْهم مَرْفُوعا انْتَهَى ¶ قلت لفظ حَدِيث معَاذ رَضِيَ اللَّهُ عَنْه عِنْد أَحْمد وَأبي دَاوُد الْإِسْلَام يزِيد وَلَا ينقص بِزِيَادَة لَا النافية عَلَى ينقص وَكَأن الرَّاوِي وهم فِي هَذِه الرِّوَايَة يزِيد وَينْقص نعم رَوَى ابْن النجار عَن عبد الله بن أبي أَوْفَى",
            "page": "58",
            "part": "1",
            "seal": "AE0FC8B7"
        },
        {
            "id": "59",
            "nass": "والديلمي فِي مُسْند الفردوس عَن أبي هُرَيْرَة مَرْفُوعا الْإِيمَان قَول وَعمل يزِيد وَينْقص وَزَاد فِي رِوَايَة أبي هُرَيْرَة فَمن قَالَ غير ذَلِك فَهُوَ مُبْتَدع وَالْحَدِيثَانِ ضعيفان وَالله أعلم ¶ الحَدِيث السَّادِس ¶ قَالَ الإِمَام أَحْمد حَدثنَا مُوسَى بن دَاوُد ثَنَا ابْن لَهِيعَة عَن يزِيد بن أبي حبيب عَن عبد الرَّحْمَن بن حسان مخيس بن ظبْيَان عَن رجل من جذام عَن مَالك بن عتاهية رَضِيَ اللَّهُ عَنْه قَالَ سَمِعت النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول إِذا لَقِيتُم عاشرا فَاقْتُلُوهُ وَقَالَ حَدثنَا قُتَيْبَة بن سعيد بِهَذَا الحَدِيث يَعْنِي عَن ابْن لَهِيعَة وَقصر عَن بعض الْإِسْنَاد وَقَالَ يَعْنِي بذلك الصَّدَقَة يَأْخُذهَا عَلَى غير حَقّهَا انْتَهَى وَالْمرَاد بِبَعْض الْإِسْنَاد أَنه لم يذكر مخيسا وَلَا عبد الرَّحْمَن بن حسان وَكَذَا رَوَاهُ الْبَغَوِيّ عَن إِبْرَاهِيم بن سعيد الْجَوْهَرِي وَغَيره عَن مُوسَى بن دَاوُد وَقَالَ فِي آخِره يَعْنِي عشار الْمُشْركين وَأخرجه ابْن مَنْدَه من طَرِيق مكي بن إِبْرَاهِيم عَن ابْن لَهِيعَة عَن يزِيد بن أبي حبيب عَن مخيس بن ظبْيَان عَن عبد الرَّحْمَن بن حسان عَن رجل من جذام عَن مَالك بن عتابة بِهِ فَقدم مخيسا فِي السَّنَد عَلَى عبد الرَّحْمَن وَكَذَا أوردهُ ابْن أبي حثْمَة عَن مُحَمَّد بن مُعَاوِيَة عَن ابْن لَهِيعَة وَأخرجه ابْن شاهين من طَرِيق ابْن أبي حثْمَة وَمن طَرِيق أُخْرَى عَن ابْن لَهِيعَة كَذَلِك وَأوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق مُحَمَّد بن نَاصِر أَنبأَنَا عبد الْوَهَّاب بن مُحَمَّد بن إِسْحَاق بن مَنْدَه ثَنَا أبي أَنبأَنَا عبد الله بن مُحَمَّد بن الْحَارِث الْمحَاربي ثَنَا حمدَان بن ذِي النُّون الْبَلْخِي عَن مَالك بن عتاهية قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إِن لَقِيتُم عشارا فَاقْتُلُوهُ قَالَ إِنَّه مَوْضُوع فِيهِ مَجَاهِيل وَقد رَوَاهُ قُتَيْبَة عَن ابْن لَهِيعَة فَلم يذكر مخيسا وَلَا عبد الرَّحْمَن بن حسان وَابْن لَهِيعَة ذَاهِب الحَدِيث ¶ قلت تعقبه الْجلَال فِي النكت بِأَنَّهُ أخرجه احْمَد فِي مُسْنده وَالْبُخَارِيّ فِي تَارِيخه وَالطَّبَرَانِيّ بِسَنَد رِجَاله معروفون وَفِيه ابْن لَهِيعَة وَهُوَ من رجال مُسلم فِي المتابعات وَفِيه كَلَام كثير وَالصَّوَاب أَنه حسن الحَدِيث انْتَهَى",
            "page": "59",
            "part": "1",
            "seal": "28B7572B"
        },
        {
            "id": "60",
            "nass": "الحَدِيث السَّابِع ¶ قَالَ عبد الله بن أَحْمد بن حَنْبَل حَدثنَا أبي ثَنَا عبد الله بن مُحَمَّد وسمعته أَنا من عبد الله بن مُحَمَّد بن شيبَة ثَنَا مُحَمَّد بن فُضَيْل عَن يزِيد بن أبي زِيَاد عَن سُلَيْمَان بن عَمْرو بن الْأَحْوَص قَالَ أَخْبرنِي رب هَذَا الدَّار أَبُو هِلَال قَالَ سَمِعت أَبَا بَرزَة رَضِيَ اللَّهُ عَنْه قَالَ كُنَّا مَعَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فِي سفر فَسمع رجلَيْنِ يتغنيان وَأَحَدهمَا يُجيب الآخر وَهُوَ يَقُول ¶ لَا يزَال حواي تلوح عِظَامه رَوَى الْحر عَنهُ أَن يحن فيقبرا فَقَالَ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من هما قَالَ فَقَالُوا فلَان وَفُلَان قَالَ فَقَالَ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ اللَّهُمَّ أركسهما ركسا ودعهما إِلَى النَّار دَعَا أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق أبي يعْلى ثَنَا عَلّي بن الْمُنْذر ثَنَا ابْن فُضَيْل ثَنَا يزِيد بن أبي زِيَاد عَن سُلَيْمَان بن عَمْرو ابْن الْأَحْوَص عَن ابْن أبي بَرزَة رَضِيَ اللَّهُ عَنْه قَالَ كُنَّا مَعَ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَسمع صَوت غناء فَقَالَ انْظُرُوا مَا هَذَا فَصَعدت فَنَظَرت فَإِذا مُعَاوِيَة وَعَمْرو بن الْعَاصِ يتغنيان فَجئْت فَأخْبرت النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَقَالَ اللَّهُمَّ أركسهما فِي الْفِتْنَة ركسا اللَّهُمَّ دعهما إِلَى النَّار دَعَا قَالَ ابْن الْجَوْزِيّ لَا يَصح يزِيد بن أبي زِيَاد كَانَ يلقن بِآخِرهِ فيتلقن ¶ قلت يزِيد بن أبي زِيَاد احْتج بِهِ الْأَرْبَعَة وَرَوَى لَهُ مُسلم مَقْرُونا وَقد مر عَن الْحَافِظ الْعَسْقَلَانِي أَنه قَالَ يزِيد وَإِن ضعفه بَعضهم من قبل حفظه فَلَا يلْزم أَن كل مَا يحدث بِهِ مَوْضُوع قَالَ الْجلَال السُّيُوطِيّ مَا قَالَه ابْن الْجَوْزِيّ لَا يَقْتَضِي الْوَضع قَالَ وَله شَاهد من حَدِيث ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما رَوَاهُ الطَّبَرَانِيّ فِي الْكَبِير حَدثنَا أَحْمد بن عَلّي ابْن الْجَارُود الْأَصْبَهَانِيّ ثَنَا عبد الله بن عباد عَن سعيد الْكِنْدِيّ حَدثنَا عِيسَى ابْن الْأسود النَّخعِيّ عَن لَيْث عَن طَاوس عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما قَالَ سمع النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ صَوت رجلَيْنِ وسَاق نَحْو سِيَاق أَحْمد وَسَمَّى الرجلَيْن",
            "page": "60",
            "part": "1",
            "seal": "577B7C67"
        },
        {
            "id": "61",
            "nass": "مُعَاوِيَة وَعَمْرو بن الْعَاصِ وَرَوَاهُ ابْن قَانِع فِي مُعْجَمه حَدثنَا مُحَمَّد بن عَبدُوس بن كَامِل ثَنَا عبد الله ابْن عمر ثَنَا سعيد أَبُو الْعَبَّاس التَّيْمِيّ ثَنَا سيف بن عمر ثنى أَبُو عمر مولَى إِبْرَاهِيم بن طَلْحَة عَن زيد بن أسلم عَن صَالح شقران رَضِيَ اللَّهُ عَنْه قَالَ بَيْنَمَا نَحن لَيْلَة فِي سفر إِذْ سمع النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ صَوتا فَذكر الحَدِيث وَسَمَّى الرجلَيْن مُعَاوِيَة بن رَافع وَعَمْرو بن رِفَاعَة وَقَالَ فِي آخر الحَدِيث فَمَاتَ عَمْرو بن رِفَاعَة قبل أَن يقدم النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من السّفر قَالَ الْجلَال هَذِه الرِّوَايَة أزالت الْإِشْكَال وبينت أَن الْوَهم وَقع فِي الحَدِيث فِي لَفظه وَاحِدَة وَهِي قَوْله ابْن الْعَاصِ وَإِنَّمَا هُوَ ابْن رِفَاعَة أحد الْمُنَافِقين وَكَذَلِكَ مُعَاوِيَة بن رَافع أحد الْمُنَافِقين انْتَهَى ¶ الحَدِيث الثَّامِن ¶ قَالَ الإِمَام أَحْمد حَدثنَا ابْن نمير أَنبأَنَا إِسْمَاعِيل ويعلى بن عبيد قَالَا ثَنَا إِسْمَاعِيل عَن نفيع عَن أنس رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مَا من أحد يَوْم الْقِيَامَة غَنِي وَلَا فَقير إِلَّا ود إِنَّمَا كَانَ أُوتِيَ من الدُّنْيَا قوتا قَالَ يعْلى فِي الدُّنْيَا رَوَاهُ ابْن مَاجَه حَدثنَا مُحَمَّد بن عبد الله بن نمير نَا أبي ويعلى عَن إِسْمَاعِيل بن أبي خَالِد عَن أنس رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مَا من غَنِي وَلَا فَقير إِلَّا ود يَوْم الْقِيَامَة أَنه يُؤْتَى من الدُّنْيَا قوتا رَوَاهُ أَيْضا عبد بن حميد وَأَبُو نعيم فِي الحلبة أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق ابْن حبَان حَدثنَا عبد الْكَرِيم بن عمر الْخطابِيّ ثَنَا أَحْمد بن يُونُس بن الْمسيب ثَنَا يعْلى بن عبيد ثَنَا إِسْمَاعِيل بن أبي خَالِد عَن نفيع عَن انس رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مَا مِنْكُم من أحد غَنِي وَلَا فَقير إِلَّا يود يَوْم الْقِيَامَة أَنه أُوتِيَ فِي الدُّنْيَا قوتا قَالَ نفيع يَعْنِي ابْن الْحَارِث أَبُو دَاوُد أَعْمَى مترو ¶ قلت رَمَاه بَعضهم بِالْوَضْعِ وَبَعْضهمْ بِأَنَّهُ مَتْرُوك وَبَعْضهمْ بِأَنَّهُ لَيْسَ بِشَيْء وَبَعْضهمْ بِأَنَّهُ ضَعِيف وَذكره ابْن حبَان فِي كتاب الثِّقَات وَقَالَ فِي كتاب الضُّعَفَاء يروي عَن الثِّقَات الموضوعات انْتَهَى فَلَا يحكم عَلَى حَدِيثه بِالْوَضْعِ نظرا لذَلِك وَله شَاهد من حَدِيث ابْن مَسْعُود رَضِيَ اللَّهُ عَنْه عِنْد الْخَطِيب قَالَ أَنبأَنَا عبد الْملك بن مُحَمَّد بن عبد الله الْوَاعِظ أَنبأَنَا عبد الْبَاقِي بن قَانِع ثَنَا عمر بن إِبْرَاهِيم الْحَافِظ ثَنَا أَحْمد بن إِبْرَاهِيم الْقطيعِي",
            "page": "61",
            "part": "1",
            "seal": "AC828643"
        },
        {
            "id": "62",
            "nass": "ثَنَا عباد بن الْعَوام ثَنَا سُفْيَان بن حُسَيْن عَن يسَار عَن أبي وَائِل عَن عبد الله رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مَا من أحد إِلَّا وَهُوَ يتَمَنَّى يَوْم الْقِيَامَة أَنه كَانَ يَأْكُل فِي الدُّنْيَا قوتا وَقَالَ أَبُو نعيم حَدثنَا عبد الله بن مُحَمَّد بن أبي سهل ثَنَا عبد الله بن مُحَمَّد الْعَبْسِي ثَنَا عباد بن الْعَوام بِهِ فَذكره مَوْقُوفا ¶ الحَدِيث التَّاسِع ¶ قَالَ عبد الله بن أَحْمد بن حَنْبَل حَدثنِي يَحْيَى بن عُثْمَان يَعْنِي الْحَرْبِيّ أَبُو زَكَرِيَّا حَدثنَا إِسْمَاعِيل بن عَيَّاش عَن رجل قد سَمَّاهُ عَن مُحَمَّد بن يُوسُف عَن عَمْرو بن عُثْمَان بن عَفَّان عَن أَبِيه رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الصبحة تمنع الرزق وَقَالَ حَدثنِي إِبْرَاهِيم الترجماني ثَنَا إِسْمَاعِيل بن عَيَّاش عَن ابْن أبي فَرْوَة عَن مُحَمَّد بن يُوسُف عَن عَمْرو بن عُثْمَان بن عَفَّان عَن أَبِيه رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الصبحة تمنع الرزق وَهَذَا الحَدِيث أخرجه الْبَيْهَقِيّ أَيْضا فِي الشّعب وَقَالَ رَوَاهُ مسلمة بن عَلّي عَن ابْن عَيَّاش عَن رجل هُوَ ابْن أبي فَرْوَة عَن إِسْحَاق بن عبد الله بن أبي طَلْحَة عَن أنس بن مَالك مَرْفُوعا وَقَالَ خلط ابْن أبي فَرْوَة فِي إِسْنَاده انْتَهَى وَأوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق ابْن عدي حَدثنَا الْحُسَيْن بن أَحْمد ابْن مَنْصُور وسجادة ثَنَا يَحْيَى بن عُثْمَان ثَنَا إِسْمَاعِيل بن عَيَّاش عَن ابْن أبي فَرْوَة عَن مُحَمَّد بن يُوسُف عَن عَمْرو بن عُثْمَان بن عَفَّان عَن أَبِيه مَرْفُوعا بِهِ وَقَالَ ابْن أبي فَرْوَة إِسْحَاق مَتْرُوك ¶ قلت ابْن أبي فَرْوَة هُوَ إِسْحَاق بن عبد الله بن أبي فَرْوَة الْأمَوِي مَوْلَاهُم الْمدنِي رَوَى لَهُ أَبُو دَاوُد وَالتِّرْمِذِيّ تكلمُوا فِيهِ لَكِن لم يتهم بِالْكَذِبِ نعم لَهُ مَنَاكِير وعد ابْن عدي هَذَا الحَدِيث من مَنَاكِيره وَكَونه مُنْكرا لَا يسْتَلْزم أَن يكون مَوْضُوعا وَقَالَ السُّيُوطِيّ والْحَدِيث لَهُ طَرِيق أُخْرَى",
            "page": "62",
            "part": "1",
            "seal": "D83690F2"
        },
        {
            "id": "63",
            "nass": "قَالَ أَبُو نعيم فِي الْحِلْية حَدثنَا عبد الله بن مُحَمَّد ابْن جَعْفَر ثَنَا الْحسن بن عَلّي بن نصر الطوسي ثَنَا مُحَمَّد بن أسلم ثَنَا حُسَيْن ابْن الْوَلِيد ثَنَا سُلَيْمَان بن أَرقم عَن الزُّهْرِيّ عَن سعيد بن الْمسيب عَن عُثْمَان بن عَفَّان رَضِيَ اللَّهُ عَنْه مَرْفُوعا إِن الصبحة تمنع الرزق قَالَ وَله شَوَاهِد أخرج الديلمي من طَرِيق أصبغ بن نباتة عَن أنس مَرْفُوعا لَا تناموا عَن طلب أرزاقكم فِيمَا بَين صَلَاة الْفجْر إِلَى طُلُوع الشَّمْس قَالَ فَسئلَ أنس رَضِيَ اللَّهُ عَنْه عَن مَعْنَى هَذَا الحَدِيث فَقَالَ يسبح وَيكبر ويستغفر سبعين مرّة فَعِنْدَ ذَلِك ينزل الرزق وَرَوَى الْبَيْهَقِيّ فِي الشّعب من طَرِيق عبد الْملك بن هَارُون بن عنترة عَن أَبِيه عَن جده عَن فَاطِمَة بنت النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَت مر بِي رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وَأَنا مُضْطَجِعَة فحركني بِرجلِهِ وَقَالَ يَا بنية قومِي وأشهدي رزق رَبك وَلَا تَكُونِي من الغافلين فَإِن الله تَعَالَى يقسم أرزاق الله مَا بَين طُلُوع الْفجْر إِلَى طُلُوع الشَّمْس قَالَ الْبَيْهَقِيّ سَنَده ضَعِيف وَرَوَاهُ من طَرِيق أُخْرَى عَن عبد الْملك بن عنترة عَن أَبِيه عَن جده عَن عَلّي رَضِيَ اللَّهُ عَنْه قَالَ دخل رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عَلَى فَاطِمَة عَلَى أَبِيهَا وَعَلَيْهَا الصَّلَاة وَالسَّلَام بعد أَن صَلَّى الصُّبْح وَهِي نَائِمَة فَذكر مَعْنَاهُ وَذكر السُّيُوطِيّ آثارا تشهد لذَلِك ¶ تَنْبِيه إِنَّمَا أدرجنا حَدِيث زَوَائِد الْمسند من جملَة أَحَادِيث الْمسند تبعا لِلْحَافِظِ الْعَسْقَلَانِي فَإِنَّهُ عده من جملَة أَحَادِيث الْمسند وَكَذَا هُوَ أورد أَحَادِيث الزَّوَائِد فِي أَطْرَاف الْمسند ¶ الحَدِيث العاشر ¶ قَالَ الإِمَام أَحْمد حَدثنَا مُحَمَّد بن جَعْفَر ثَنَا شُعْبَة وحجاج عَن شُعْبَة عَن سَلمَة بن كهيل قَالَ سَمِعت حَبَّة العرني قَالَ سَمِعت عليا رَضِيَ اللَّهُ عَنْه يَقُول أَنا أول رجل صَلَّى مَعَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وَقَالَ حَدثنَا أَبُو سعيد مولَى بني هَاشم حَدثنَا يَحْيَى بن سَلمَة يَعْنِي ابْن كهيل قَالَ سَمِعت أبي يحدث عَن حَبَّة العرني قَالَ رَأَيْت عليا رَضِيَ اللَّهُ عَنْه ضحك عَلَى الْمِنْبَر فَذكر قصَّة لِأَبِيهِ ثمَّ قَالَ اللَّهُمَّ لَا أعرف أَن عبدا لَك من هَذِه الْأمة عَبدك قبلي غير نبيك صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ثَلَاث مرار",
            "page": "63",
            "part": "1",
            "seal": "3104B3C1"
        },
        {
            "id": "64",
            "nass": "لقد صليت قبل أَن يُصَلِّي النَّاس سبعا أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق مُحَمَّد بن عبد الْبَاقِي الْبَزَّار أَنبأَنَا إِبْرَاهِيم بن عمر الْبَرْمَكِي أَنبأَنَا أَبُو مُحَمَّد بن ماسي ثَنَا أَحْمد بن عبد الرَّحْمَن بن مَرْزُوق ثَنَا إِسْمَاعِيل بن إِبْرَاهِيم ابْن بسام سَمِعت شُعَيْب بن صَفْوَان عَن أجلح عَن سَلمَة بن كهيل عَن جُوَيْن عَن عَلّي رَضِيَ اللَّهُ عَنْه قَالَ عبدت الله مَعَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبل أَن يعبده رجل من هَذِه الْأمة خمس سِنِين أَو سبع سِنِين قَالَ الْأَجْلَح مُنكر الحَدِيث وحبة واه فِي الحَدِيث غال فِي التَّشَيُّع ¶ قلت هَذَا لَا يَقْتَضِي أَن يكون حَدِيثه مَوْضُوعا قَالَ السُّيُوطِيّ الْأَجْلَح رَوَى لَهُ الْأَرْبَعَة وَوَثَّقَهُ ابْن معِين وَالْعجلِي وَقَالَ أَبُو حَاتِم لَيْسَ بِالْقَوِيّ وَقَالَ النَّسَائِيّ ضَعِيف وَقَالَ ابْن عدي شيعي صَدُوق وحبة ضعفه الْأَكْثَر وَقَالَ الْعجلِيّ تَابِعِيّ ثِقَة وَقَالَ الطَّبَرَانِيّ يُقَال لَهُ رُؤْيَة وَقَالَ ابْن عدي مَا رَأَيْت لَهُ مُنْكرا قد جَاوز الْحَد ¶ والْحَدِيث أخرجه الْحَاكِم حَدثنَا أَبُو عمر الزَّاهِد ثَنَا مُحَمَّد بن هِشَام الْمروزِي ثَنَا أَبُو إِبْرَاهِيم الترجماني ثَنَا شُعَيْب بن صَفْوَان بِهِ قَالَ وَتعقبه الذَّهَبِيّ فِي تَلْخِيص الْمُسْتَدْرك بِأَن خَدِيجَة وَأَبا بكر وبلالا وزيدا رَضِيَ اللَّهُ عَنْهم آمنُوا أول مَا بعث النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وعبدوا الله مَعَه قَالَ يَعْنِي الذَّهَبِيّ وَلَعَلَّ السّمع أَخطَأ وَيكون عَلّي رَضِيَ اللَّهُ عَنْه قَالَ عبدت الله مَعَ رَسُوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ولي سبع سِنِين وَلم يضْبط الرَّاوِي مَا سمع وَقَالَ الطَّبَرَانِيّ فِي الْأَوْسَط حَدثنَا أَحْمد ثَنَا عبد الرَّحْمَن بن صَالح الْأَزْدِيّ ثَنَا عَمْرو بن هَاشم الْجَنبي عَن الْأَجْلَح عَن سَلمَة بن كهيل عَن حَبَّة ابْن جُوَيْن العرني عَن عَلّي رَضِيَ اللَّهُ عَنْه أَنه قَالَ اللَّهُمَّ إِنَّك تعلم أَنه لم يعبدك أحد من هَذِه الْأمة قبلي وَلَقَد عبدتك قبل أَن يعبدك أحد من هَذِه الْأمة سِتّ سِنِين انْتَهَت عبارَة السُّيُوطِيّ ¶ قلت مَا تعقب بِهِ الذَّهَبِيّ إِنَّمَا يتَوَجَّه عَلَى من رَوَاهُ من طَرِيق الْأَجْلَح وَأما مَا رَوَاهُ الإِمَام أَحْمد فَلَا يتَوَجَّه عَلَيْهِ ذَلِك فَإِن قَوْله سبعا يُمكن أَن",
            "page": "64",
            "part": "1",
            "seal": "44BDD19B"
        },
        {
            "id": "65",
            "nass": "يكون المُرَاد بِهِ سَبْعَة أَيَّام وَلَا مَانع من أَن يتَقَدَّم إِسْلَام عَلّي رَضِيَ اللَّهُ عَنْه عَلَى غَيره بسبعة أَيَّام عِنْد من يَقُول إِنَّه أول النَّاس إسلاما وَعَلَى هَذَا فَالْحَدِيث من قسم الْمَعْلُول لَا الْمَوْضُوع وَالله أعلم ¶ الحَدِيث الْحَادِي عشر ¶ قَالَ الإِمَام أَحْمد حَدثنَا وَكِيع وَعبد الرَّحْمَن قَالَا ثَنَا سُفْيَان عَن مُصعب بن مُحَمَّد عَن يعْلى بن أبي يَحْيَى عَن فَاطِمَة بنت حُسَيْن عَن أَبِيهَا قَالَ عبد الرَّحْمَن حُسَيْن بن عَلّي رَضِيَ اللَّهُ عَنْهما قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ للسَّائِل حق وَإِن جَاءَ عَلَى فرس وَرَوَاهُ أَبُو دَاوُد حَدثنَا مُحَمَّد بن كثير أخبرنَا سُفْيَان بِهِ وَسكت عَلَيْهِ أَبُو دَاوُد فَهُوَ عِنْده صَالح وَأخرج أَبُو يعْلى حَدثنَا أَبُو خَيْثَمَة نَا وَكِيع نَا سُفْيَان بِهِ وَأخرجه الضياء الْمَقْدِسِي أَيْضا فِي كِتَابه المختارة وَأورد ابْن الْجَوْزِيّ هَذَا الحَدِيث فِي الموضوعات بِغَيْر سَنَد وَقَالَ نقلت من خطّ القَاضِي أبي يعْلى قَالَ نقلت من خطّ أبي حَفْص الْبَرْمَكِي قَالَ سَمِعت أَبَا بكر أَحْمد بن مُحَمَّد الصيدلاني يَقُول سَمِعت أَبَا بكر الْمروزِي يَقُول سَمِعت أَبَا عبد الله أَحْمد بن حَنْبَل يَقُول أَرْبَعَة أَحَادِيث تَدور عَن رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فِي الْأَسْوَاق لَيْسَ لَهَا أصل فَذكر مِنْهَا هَذَا الحَدِيث ¶ قلت نقل الْحَافِظ السُّيُوطِيّ فِي اللآلئ عَن الْحَافِظ أبي الْفضل الْعِرَاقِيّ فِي نكته عَلّي ابْن الصّلاح قَالَ لَا يَصح هَذَا الْكَلَام عَن احْمَد فَإِنَّهُ قد أخرج الحَدِيث الْمَذْكُور فِي مُسْنده عَن الْحُسَيْن قَالَ وَهُوَ إِسْنَاد جيد وَرِجَاله ثِقَات انْتَهَى وَكَذَا جزم بِصِحَّتِهِ غير وَاحِد لَكِن قَالَ ابْن عبد الْبر إِنَّه لَيْسَ بِقَوي انْتَهَى ¶ قلت فِي سَنَده يعْلى بن أبي يَحْيَى قَالَ أَبُو حَاتِم مَجْهُول وَوَثَّقَهُ ابْن حبَان وَرَوَى أَبُو دَاوُد حَدثنَا مُحَمَّد بن رَافع نَا يَحْيَى بن آدم نَا زُهَيْر عَن شيخ قَالَ رَأَيْت سُفْيَان عِنْده عَن فَاطِمَة بنت حُسَيْن عَن أَبِيهَا عَن عَلّي رَضِيَ اللَّهُ عَنْهم عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مثله وَفِيه راو لم يسم وَقد رَوَاهُ إِسْحَاق بن رَاهَوَيْه من طَرِيق فَاطِمَة عَن جدَّتهَا فَاطِمَة الْكُبْرَى عَلَى أَبِيهَا",
            "page": "65",
            "part": "1",
            "seal": "EEE86402"
        },
        {
            "id": "66",
            "nass": "وَعَلَيْهَا الصَّلَاة وَالسَّلَام وَقد جعل بَعضهم هَذَا الِاضْطِرَاب سَبَب الضعْف وَلَيْسَ ذَلِك بقادح فَإِن الْحُسَيْن رَضِيَ اللَّهُ عَنْه من صغَار الصَّحَابَة فَرُبمَا يثبت الْوَاسِطَة بَينه وَبَين النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وَرُبمَا أسْقطه فَيكون من مَرَاسِيل الصَّحَابَة وَله شَاهد من حَدِيث ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما أخرجه ابْن عدي من رِوَايَة إِبْرَاهِيم بن يزِيد عَن سُلَيْمَان الْأَحول عَن طَاوس عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما بِهِ مَرْفُوعا وَمن حَدِيث الهرماس أخرجه الطَّبَرَانِيّ من رِوَايَة عُثْمَان بن فائد عَن عِكْرِمَة بن عمار عَن الهرماس بن زِيَاد عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بِهِ وَعُثْمَان ضَعِيف وَرَوَاهُ الإِمَام مَالك فِي الْمُوَطَّأ عَن زيد بن أسلم أَن رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ أعْطوا السَّائِل وَإِن جَاءَ عَلَى فرس وَهَذَا شَاهد قوي لحَدِيث يعْلى وَقد وَصله ابْن عدي من طَرِيق عبد الله بن زيد بن أسلم عَن أَبِيه عَن أبي صَالح عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه وَلَكِن عبد الله بن زيد ضَعِيف وَرَوَاهُ أَيْضا من طَرِيق عمر بن يزِيد الْمَدَائِنِي عَن عَطاء عَن أبي هُرَيْرَة وَعمر أَيْضا ضَعِيف وَرَوَاهُ الدَّارَقُطْنِيّ فِي الْأَفْرَاد من طَرِيق الْحسن بن عَلّي الْهَاشِمِي عَن الْأَعْرَج عَن أبي هُرَيْرَة مَرْفُوعا لَا يمنعن أحدكُم السَّائِل أَن يُعْطِيهِ وَإِن كَانَ فِي يَده قلبا من ذهب وَقَالَ تفرد بِهِ الْحسن عَن الْأَعْرَج انْتَهَى وَالْحسن ضَعِيف وَهُوَ فِي مُسْند الفردوس أَيْضا وَبِالْجُمْلَةِ لَا شكّ فِي صِحَّته نظرا إِلَى مَجْمُوع طرقه وَالله أعلم ¶ الحَدِيث الثَّانِي عشر ¶ حَدِيث ثَوْبَان رَضِيَ اللَّهُ عَنْه فِي النَّهْي عَن التآمر أورد ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق ابْن عدي حَدثنَا هبيل بن مُحَمَّد ثَنَا عبد الله ابْن عبد الْجَبَّار الخبائري ثَنَا سعيد بن سِنَان ثنى رَاشد بن سعد عَن ثَوْبَان رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لَا تسكن الكفور فَإِن سَاكن الكفور كساكن الْقُبُور وَلَا تؤمرن عَلَى عشرَة فَإِن من تَأمر عَلَى عشرَة جَاءَ يَوْم الْقِيَامَة مغلولة يَدَاهُ إِلَى عُنُقه فكه الْحق أَو أوبقه الظُّلم قَالَ لَا يَصح سعيد بن سِنَان مَتْرُوك",
            "page": "66",
            "part": "1",
            "seal": "D584B1C4"
        },
        {
            "id": "67",
            "nass": "قلت سعيد بن سِنَان من رجال ابْن ماجة قَالَ أَحْمد ضَعِيف وَقَالَ يَحْيَى لَيْسَ بِثِقَة وَقَالَ مرّة لَيْسَ بِشَيْء وَقَالَ البُخَارِيّ مُنكر الحَدِيث وَقَالَ النَّسَائِيّ مَتْرُوك لَكِن لَهُ طَرِيقا أُخْرَى فَيبرأ سعيد ابْن سِنَان من عهدته وَالْجُمْلَة الْأَخِيرَة أخرجهَا الإِمَام أَحْمد قَالَ حَدثنَا أَبُو الْيَمَان ثَنَا إِسْمَاعِيل بن عَيَّاش عَن يزِيد بن أبي مَالك عَن لُقْمَان بن عَامر عَن أبي أُمَامَة رَضِيَ اللَّهُ عَنْه قَالَ مَا من رجل يَلِي أَمر عشرَة فَمَا فَوق ذَلِك إِلَّا أَتَى الله عَزَّ وَجَلَّ مغلولا إِلَى عُنُقه فكه بره أَو أوبقه إثمه قَالَ الْحَافِظ الْمُنْذِرِيّ فِي التَّرْغِيب والترهيب رُوَاته ثِقَات إِلَّا يزِيد بن أبي مَالك وَقَالَ فِي تَرْجَمَة يزِيد بن أبي مَالك الدِّمَشْقِي إِنَّه ثِقَة وَقَالَ بَعضهم لين وَقَالَ الْحَافِظ الهيثمي يزِيد بن أبي مَالك وثقة ابْن حبَان وَغَيره وَبَقِيَّة رِجَاله ثِقَات وَقد رمز السُّيُوطِيّ فِي الْجَامِع الصَّغِير أَنه حسن ¶ قلت إِسْمَاعِيل بن عَيَّاش ثِقَة ثَبت فِي أهل الشَّام وَشَيْخه يزِيد شَامي وَله شَوَاهِد من رِوَايَة عدَّة من الصَّحَابَة قَالَ الإِمَام أَحْمد حَدثنَا مُحَمَّد بن جَعْفَر ثَنَا شُعْبَة عَن يزِيد بن أبي زِيَاد عَن عِيسَى عَن رجل عَن سعد بن عبَادَة رَضِيَ اللَّهُ عَنْه عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أَنه قَالَ مَا من أَمِير عشرَة إِلَّا أَتَى الله تَعَالَى مغلولا يَوْم الْقِيَامَة لَا يُطلقهُ إِلَّا الْعدْل وَأخرج عبد الله فِي زوائده حَدثنَا خلف بن الْوَلِيد ثَنَا خَالِد عَن يزِيد بن أبي زِيَاد عَن عِيسَى بن قَائِد عَن رجل عَن سعد بن عبَادَة رَضِيَ اللَّهُ عَنْه قَالَ سَمِعت غير مرّة وَلَا مرَّتَيْنِ يَقُول قَالَ رَسُول لله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مَا من أَمِير عشرَة إِلَّا يُؤْتَى يَوْم الْقِيَامَة مغلولا لَا يفكه من ذَلِك الغل إِلَّا الْعدْل وَقَالَ الإِمَام أَحْمد حَدثنَا يَحْيَى بن سعيد عَن ابْن عجلَان قَالَ ثنى سعيد عَن أبي هُرَيْرَة قَالَ وَسمعت أبي يحدث عَن أبي هُرَيْرَة قَالَ أَحْمد وَقلت ليحيى كِلَاهُمَا عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ نعم قَالَ مَا من أَمِير عشرَة إِلَّا يُؤْتَى يَوْم الْقِيَامَة مغلولا لَا يفكه إِلَّا الْعدْل أَو يوبقه الْجور رِجَاله رجال الصَّحِيح وَرَوَى الْحَاكِم أَيْضا عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه مَرْفُوعا",
            "page": "67",
            "part": "1",
            "seal": "B3F1D943"
        },
        {
            "id": "68",
            "nass": "مَا من أحد يُؤمر عَلَى عشرَة فَصَاعِدا إِلَّا جَاءَ يَوْم الْقِيَامَة فِي الأصفاد والأغلال حَتَّى يفكه عدله أَو يوبقه جوره صَححهُ الْحَاكِم وَأقرهُ الذَّهَبِيّ وَغَيره وَرَوَاهُ عَنهُ الْبَزَّار وَالطَّبَرَانِيّ فِي الْأَوْسَط وَالْبَيْهَقِيّ فِي الشّعب والخطيب فِي رُوَاة مَالك وَأَبُو الْعَبَّاس السراج فِي مُسْنده بطرق مُخْتَلفَة قَالَ الْحَافِظ الْمُنْذِرِيّ رجال الْبَزَّار رجال الصَّحِيح وَرَوَاهُ الْحَاكِم فِي الكنى عَن كَعْب بن عجْرَة نَحوه مَرْفُوعا وَرَوَاهُ الطَّبَرَانِيّ فِي الْأَوْسَط عَن ابْن عَبَّاس من وَجْهَيْن وَعَن بُرَيْدَة وَأبي الدَّرْدَاء رَضِيَ اللَّهُ عَنْهم مَرْفُوعا ¶ وَأما الْجُمْلَة الأولَى وَهُوَ قَوْله لَا تسكن الكفور فَلم يروه الإِمَام أَحْمد لَكِن رَوَاهُ البُخَارِيّ فِي الْأَدَب الْمُفْرد قَالَ حَدثنَا أَحْمد بن عَاصِم ثَنَا حَيْوَة ثَنَا بَقِيَّة ثنى صَفْوَان قَالَ سَمِعت رَاشد بن سعد يَقُول سَمِعت ثَوْبَان رَضِيَ اللَّهُ عَنْه يَقُول قَالَ لي رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لَا تسكنوا الكفور فَإِن سَاكن الكفور كساكن الْقُبُور وَقَالَ قَالَ أَحْمد الكفور الْقرى وَقَالَ حَدثنَا إِسْحَاق ثَنَا بَقِيَّة ثنى صَفْوَان قَالَ سَمِعت رَاشد بن سعد ثَوْبَان رَضِيَ اللَّهُ عَنْه قَالَ قَالَ لي النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَا ثَوْبَان لَا تسكن الكفور فَإِن سَاكن الكفور كساكن الْقُبُور ¶ قلت بَقِيَّة هُوَ ابْن الْوَلِيد وَصَفوَان هُوَ ابْن عَمْرو الكسكي رمز السُّيُوطِيّ فِي الْجَامِع الصَّغِير لحسنه وَتعقبه عبد الرءوف الْمَنَاوِيّ وَأعله بِبَقِيَّة وَرَاشِد بن سعد ¶ قلت بَقِيَّة من الْحفاظ الْأَعْلَام ثِقَة عِنْد الْجُمْهُور لكنه مُدَلّس قَالَ النَّسَائِيّ وَغَيره إِذا قَالَ ثَنَا ونا فَهُوَ ثِقَة وَإِذا قَالَ عَن فَلَيْسَ بِحجَّة وَقَالَ غير وَاحِد من الْأَئِمَّة إِنَّه ثِقَة إِذا رَوَى عَن الثِّقَات وَقَالَ ابْن عدي إِذا رَوَى عَن أهل الشَّام فَهُوَ ثَبت انْتَهَى وَهَا هُنَا شَيْخه صَفْوَان بن عَمْرو ثِقَة من أهل حمص وَرَوَاهُ بِلَفْظ التحديث وَأما رَاشد بن سعد وثقة ابْن معِين وَأَبُو حَاتِم وَابْن سعد وَقَالَ أَحْمد لَا بَأْس بِهِ",
            "page": "68",
            "part": "1",
            "seal": "3DE087F0"
        },
        {
            "id": "69",
            "nass": "وَقَالَ الدَّارَقُطْنِيّ يعْتَبر بِهِ لَا بَأْس بِهِ قَالَ الذَّهَبِيّ فِي الْمِيزَان وشذ ابْن حزم فَقَالَ ضَعِيف انْتَهَى وَقد رَوَى الْبَيْهَقِيّ فِي الشّعب أَبُو نعيم فِي الْحِلْية وَالطَّبَرَانِيّ فِي الْأَوْسَط حَدِيث ثَوْبَان رَضِيَ اللَّهُ عَنْه بالجملتين مَعًا بأسانيد لَيْسَ فِيهَا سعيد بن سِنَان وَالله أعلم ¶ تَنْبِيه قَالَ الْحَافِظ السُّيُوطِيّ فِي اللآلئ فِي بَاب الِابْتِدَاء وَأعلم أَنه جرت عَادَة الْحفاظ كالحاكم وَابْن حبَان والعقيلي وَغَيرهم أَنهم يحكمون عَلَى حَدِيث بِالْبُطْلَانِ من حيثية سَنَد مَخْصُوص لكَون راوية اخْتلف فِي ذَلِك السَّنَد لذَلِك الْمَتْن وَيكون ذَلِك الْمَتْن مَعْرُوفا من وَجه آخر ويذكرون ذَلِك فِي تَرْجَمَة ذَلِك الرَّاوِي يجرحونه بِهِ فيغتر ابْن الْجَوْزِيّ بذلك وَيحكم عَلَى الْمَتْن بِالْوَضْعِ مُطلقًا ويورده فِي كتاب الموضوعات وَلَيْسَ هَذَا بلائق وَقد عَابَ عَلَيْهِ النَّاس ذَلِك آخِرهم الْحَافِظ ابْن حجر انْتَهَى وَإِنَّمَا نبهنا عَلَى ذَلِك لما نذْكر أَحَادِيث من هَذَا الْقَبِيل ¶ الحَدِيث الثَّالِث عشر ¶ حَدِيث أنس رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَا فلَان فعلت كَذَا وَكَذَا قَالَ لَا وَالله الَّذِي لَا إِلَه إِلَّا هُوَ مَا فعلته وَالنَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعلم أَنه فعله فَقَالَ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كفر الله ذَنْبك بصدقك بِلَا إِلَه إِلَّا هُوَ أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق ابْن عدي حَدثنَا عَلّي بن الْقَاسِم ثَنَا طالوت ثَنَا الْحَارِث أَبُو قدامَة ثَنَا ثَابت الْبنانِيّ عَن أنس رَضِيَ اللَّهُ عَنْه بِهِ وَقَالَ أَبُو قدامَة لَيْسَ بِشَيْء ¶ قلت الْحَارِث بن عبيد أَبُو قدامَة رَوَى لَهُ مُسلم وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَلم يتهم بِالْوَضْعِ قَالَ ابْن مهْدي مَا رَأَيْت إِلَّا خيرا وَقَالَ أَحْمد مُضْطَرب الحَدِيث وَقَالَ ابْن معِين ضَعِيف وَقَالَ مرّة لَيْسَ بِشَيْء وَقَالَ النَّسَائِيّ وَغَيره لَيْسَ بِالْقَوِيّ وَقَالَ ابْن حبَان كَانَ مِمَّن كثر وهمه وَقَالَ الْحَافِظ الْعَسْقَلَانِي فِي التَّقْرِيب صَدُوق يُخطئ انْتَهَى وَهَذِه الصِّيَغ لَا تَقْتَضِي أَن يحكم عَلَى حَدِيثه بِالْوَضْعِ وَقد أخرجه عبد بن حميد فِي مُسْنده عَن مُسلم ابْن إِبْرَاهِيم عَن الْحَارِث بن عبيد بِهِ وَأخرجه الْبَيْهَقِيّ فِي سنَنه وَقَالَ",
            "page": "69",
            "part": "1",
            "seal": "90CAA262"
        },
        {
            "id": "70",
            "nass": "لَيْسَ بِالْقَوِيّ وَقَالَ أَحْمد حَدثنَا عَفَّان حَدثنَا حَمَّاد يَعْنِي ابْن سَلمَة نَا ثَابت عَن عبد الله بن عمر رَضِيَ اللَّهُ عَنْهما أَن رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ لرجل فعلت كَذَا وَكَذَا قَالَ لَا وَالَّذِي لَا إِلَه إِلَّا هُوَ مَا فعلت فَقَالَ لَهُ جبرئيل عَلَيْهِ السَّلَام قد فعل وَلَكِن قد غفر لَهُ بقول لَا إِلَه إِلَّا هُوَ قَالَ حَمَّاد لم يسمع هَذَا من ابْن عمر بَينهمَا رجل يَعْنِي ثَابتا أخرجه الْبَيْهَقِيّ أَيْضا وَقَالَ أَحْمد حَدثنَا حسن بن مُوسَى ثَنَا حَمَّاد بن سَلمَة عَن عَطاء بن السَّائِب عَن أبي يَحْيَى عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما أَن رجلَيْنِ اخْتَصمَا إِلَى النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَسَأَلَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الْمُدَّعِي الْبَيِّنَة فَلم يكن لَهُ بَيِّنَة فاستحلف الْمَطْلُوب فَحلف بِاللَّه الَّذِي لَا إِلَه إِلَّا هُوَ فَقَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أَنْت قد فعلت وَلَكِن غفر لَك بإخلاصك قَول لَا إِلَه إِلَّا هُوَ وَقَالَ أَحْمد حَدثنَا عَفَّان ثَنَا حَمَّاد بن سَلمَة فَذكر مثله وَقَالَ أَحْمد حَدثنَا حسن ثَنَا حَمَّاد بن سَلمَة عَن ثَابت الْبنانِيّ عَن ابْن عمر رَضِيَ اللَّهُ عَنْهما عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بِمثلِهِ إِلَّا أَنه قَالَ أَخْبرنِي جبرئيل عَلَيْهِ السَّلَام أَنَّك قد فعلت وَلَكِن الله غفر لَك وَقَالَ أَحْمد حَدثنَا أسود بن عَامر ثَنَا شريك عَن عَطاء بن السَّائِب عَن أبي يَحْيَى الْأَعْرَج عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما قَالَ اخْتصم إِلَى النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رجلَانِ فَوَقَعت الْيَمين عَلَى أَحدهمَا فَحلف بِاللَّه الَّذِي لَا إِلَه إِلَّا هُوَ مَا لَهُ عِنْده شَيْء قَالَ فَنزل جبرئيل عَلّي النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَقَالَ إِنَّه كَاذِب إِن لَهُ عِنْده حَقه فَأمره أَن يُعْطِيهِ حَقه وَكَفَّارَة يَمِينه مَعْرفَته أَن لَا إِلَه إِلَّا الله أَو شَهَادَته وَقَالَ أَحْمد حَدثنَا هَاشم بن الْقَاسِم حَدثنَا شريك عَن عَطاء بن السَّائِب عَن أبي يَحْيَى الْأَعْرَج عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما قَالَ اخْتصم رجلَانِ فدارت الْيَمين عَلَى أَحدهمَا فَحلف بِاللَّه الَّذِي لَا إِلَه إِلَّا هُوَ مَا لَهُ عَلَيْهِ حق فَنزل جبرئيل عَلَيْهِ السَّلَام فَقَالَ مره ليعطه حَقه فَإِن الْحق قبله وَهُوَ كَاذِب وَكَفَّارَة",
            "page": "70",
            "part": "1",
            "seal": "3864E596"
        },
        {
            "id": "71",
            "nass": "يَمِينه مَعْرفَته بِاللَّه أَنه لَا إِلَه إِلَّا هُوَ أَو شَهَادَته أَنه لَا إِلَه إِلَّا هُوَ وَرَوَى أَبُو دَاوُد حَدثنَا مُوسَى بن إِسْمَاعِيل نَا حَمَّاد فَذكر مثل حَدِيث حسن ابْن مُوسَى وَسكت عَلَيْهِ فَهُوَ عِنْده صَالح وَرِجَال سَنَده ثِقَات قَالَ الْبَيْهَقِيّ إِن كَانَ صَحِيحا فالمقصود مِنْهُ الْبَيَان أَن الذَّنب وَإِن عظم لم يكن مُوجبا للنار مَتى مَا صحت العقيدة وَكَانَ مِمَّن سبقت لَهُ الْمَغْفِرَة وَقَالَ لَيْسَ هَذَا التَّعْيِين لأحد بعد النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ انْتَهَى ¶ قلت وَيحْتَمل أَن الرجل كَانَ كَافِرًا أَو منافقا فأخلص التَّوْحِيد فَقبل ذَلِك مِنْهُ وَجب مَا كَانَ قبله من الْمعاصِي فَلَمَّا خفى التَّأْوِيل عَلَى ابْن الْجَوْزِيّ حكم بِوَضْعِهِ وَالله أعلم ¶ الحَدِيث الرَّابِع عشر ¶ حَدِيث أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه قَالَ سَمِعت رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول فِي هَذِه الْآيَة {وفرش مَرْفُوعَة} قَالَ غلظ كل فرَاش مِنْهَا مَا بَين السَّمَاء وَالْأَرْض أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق الْخَطِيب حَدثنَا أَحْمد بن أبي جَعْفَر ثَنَا عبد الله بن مُحَمَّد بن سِنَان ثَنَا جَعْفَر ابْن جبر ثَنَا أبي عَن الْحسن عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه بِهِ قَالَ لَا يَصح جبر وَابْنه مَتْرُوكَانِ وَالْمُتَّهَم بِهِ عبد الله بن مُحَمَّد بن سِنَان قَالَ ابْن حبَان يضع الحَدِيث ويقبله ويسرقه ¶ قلت أخرجه الإِمَام أَحْمد من وَجه يَصح قَالَ حَدثنَا حسن ثَنَا ابْن لَهِيعَة ثَنَا دراج عَن أبي الْهَيْثَم عَن أبي سعيد الْخُدْرِيّ رَضِيَ اللَّهُ عَنْه عَن رَسُول الله صَلَّى الله عَلَيْهِ وَسلم أَنه قَالَ {وفرش مَرْفُوعَة} وَالَّذِي نَفسِي بِيَدِهِ أَن ارتفاعها كَمَا بَين السَّمَاء وَالْأَرْض وَأَن مَا بَين السَّمَاء وَالْأَرْض مسيرَة خَمْسمِائَة عَام وَأخرج التِّرْمِذِيّ حَدثنَا أَبُو كريب ثَنَا رشدين بن سعد عَن عَمْرو ابْن الْحَارِث عَن دراج عَن أبي الْهَيْثَم بِهِ نَحوه قَالَ التِّرْمِذِيّ هَذَا حَدِيث",
            "page": "71",
            "part": "1",
            "seal": "1F423E49"
        },
        {
            "id": "72",
            "nass": "حسن غَرِيب لَا نعرفه إِلَّا من حَدِيث رشدين قَالَ السُّيُوطِيّ وَقد رَأَيْته من حَدِيث غَيره عِنْد أَحْمد فَلَو رَأَى التِّرْمِذِيّ طَرِيق أَحْمد أَيْضا لصححه قَالَ وَقد صَححهُ ابْن حبَان فَأخْرجهُ فِي صَحِيحه من طَرِيق ابْن لَهِيعَة وَصَححهُ الضياء الْمَقْدِسِي فَأخْرجهُ فِي المختارة من طَرِيق رشدين قَالَ وَأخرجه أَيْضا النَّسَائِيّ وَالْبَيْهَقِيّ وَالْبَيْهَقِيّ فِي الْبَعْث انْتَهَى ¶ قلت دراج ضعفه أَبُو حَاتِم وَالدَّارَقُطْنِيّ وَوَثَّقَهُ يَحْيَى بن معِين وَعلي بن الْمَدِينِيّ وَغَيرهمَا وَصحح حَدِيثه عَن أبي الْهَيْثَم التِّرْمِذِيّ وَاحْتج بِهِ ابْن خُزَيْمَة وَابْن حبَان فِي صَحِيحهمَا وَالْحَاكِم وَغَيرهم وَأما رشدين فتكلموا فِيهِ لَكِن قَالَ أَحْمد لَيْسَ بِهِ بَأْس فِي الرَّقَائِق وَقَالَ أَيْضا أَرْجُو أَنه صَالح الحَدِيث وَحسن لَهُ التِّرْمِذِيّ ¶ الحَدِيث الْخَامِس عشر ¶ إِن الله يبْعَث المتكبرين يَوْم الْقِيَامَة فِي صور الذَّر لهوانهم عَلَى الله تطؤهم الْجِنّ وَالْإِنْس وَالدَّوَاب بأرجلها حَتَّى يقْضِي الله بَين عباده فَيدْخل أهل الْجنَّة الْجنَّة وَأهل النَّار النَّار ويعذبون يَوْم الْقِيَامَة فِي وَادي جَهَنَّم أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق ابْن عدي حَدثنَا ابْن أبي سُوَيْد ثَنَا شَيبَان ثَنَا الْحسن بن دِينَار عَن الخصيب بن جحدر عَن عمرَان بن سُلَيْمَان عَن عَوْف بن مَالك الْأَشْجَعِيّ رَضِيَ اللَّهُ عَنْه عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَذكره قَالَ ابْن الْجَوْزِيّ الخصيب مَتْرُوك وَكَذَا الْحسن انْتَهَى ¶ قلت قد أخرجه الإِمَام أَحْمد من وَجه آخر قَالَ حَدثنَا يَحْيَى بن سعيد عَن ابْن عجلَان ثنى عَمْرو بن شُعَيْب عَن أَبِيه عَن جده رَضِيَ اللَّهُ عَنْه عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ يحْشر المتكبرون يَوْم الْقِيَامَة أَمْثَال الذَّر فِي صور النَّاس يعلوهم كل شَيْء من الصغار حَتَّى يدْخلُونَ سجنا فِي جَهَنَّم يُقَال لَهُ بولس تعلوهم نَار الأنيار يسقون من طِينَة الخبال عصارة أهل النَّار وَأخرج التِّرْمِذِيّ عَن سُوَيْد بن نصر عَن ابْن الْمُبَارك عَن مُحَمَّد بن عجلَان بِهِ وَحسنه وَأخرج النَّسَائِيّ أَيْضا عَن سُوَيْد بِهِ وَله شَاهد من حَدِيث جَابر",
            "page": "72",
            "part": "1",
            "seal": "57249419"
        },
        {
            "id": "73",
            "nass": "بن عبد الله رَضِيَ اللَّهُ عَنْهما عِنْد الْبَزَّار وَأبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه عِنْد الْبَزَّار وَأبي الْقَاسِم بن صصري فِي أَمَالِيهِ ¶ الحَدِيث السَّادِس عشر ¶ حَدِيث أبي بَرزَة رَضِيَ اللَّهُ عَنْه قَالَ لَو لم يبْق من أَجلي إِلَّا يَوْم وَاحِد للقيت الله بِزَوْجَة فَإِنِّي سَمِعت رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول شِرَاركُمْ عُزَّابُكُمْ أوردهُ ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق ابْن عدي حَدثنَا عمر بن سِنَان ثَنَا أَبُو يُوسُف مُحَمَّد بن أَحْمد الرقي ثَنَا خَالِد بن إِسْمَاعِيل عَن عبيد الله بن عمر عَن صَالح مولَى التَّوْأَمَة عَن أبي بَرزَة رَضِيَ اللَّهُ عَنْه بِهِ قَالَ صَالح مَجْرُوح وخَالِد يضع ¶ قلت قَالَ الإِمَام أَحْمد حَدثنَا عبد الرَّزَّاق ثَنَا مُحَمَّد بن رَاشد عَن مَكْحُول عَن رجل عَن أبي ذَر رَضِيَ اللَّهُ عَنْه قَالَ دخل عَلَى رَسُول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رجل يُقَال لَهُ عَكَّاف بن بسر التَّمِيمِي فَقَالَ لَهُ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَا عَكَّاف هَل لَك من زَوْجَة قَالَ لَا الحَدِيث وَفِيه أَنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ إِن سنتنا النِّكَاح شِرَاركُمْ عُزَّابُكُمْ وأرذال مَوْتَاكُم عُزَّابُكُمْ الحَدِيث وَرِجَاله ثِقَات إِلَّا أَن فِيهِ رجلا لم يسم وَقد أخرجه عبد الرَّزَّاق فَسَماهُ غُضَيْف بن الْحَارِث وَقَالَ الْحَافِظ الْعَسْقَلَانِي فِي أَطْرَاف الْمسند الرجل الْمُبْهم هُوَ غُضَيْف بن الْحَارِث سَمَّاهُ مُحَمَّد بن أبي السرى عَن عبد الرَّزَّاق وَذكره ابْن مَنْدَه فِي الْمعرفَة عَنهُ وَلِلْحَدِيثِ طرق غير هَذِه انْتَهَى وَله شَاهد عِنْد الطَّبَرَانِيّ رَوَاهُ فِي مُسْند الشاميين والعقيلي من طَرِيق برد بن سيار عَن مَكْحُول عَن عَطِيَّة بن بسر عَن عَكَّاف بن ودَاعَة فَذكر الحَدِيث بِطُولِهِ وَرَوَاهُ أَبُو يعْلى وَابْن مَنْدَه من طَرِيق بَقِيَّة عَن مُعَاوِيَة بن يَحْيَى عَن سُلَيْمَان بن مُوسَى عَن مَكْحُول عَن غُضَيْف بن الْحَارِث عَن عَطِيَّة ابْن بسر الْمَازِني قَالَ جَاءَ عَكَّاف بن ودَاعَة الْهِلَالِي الحَدِيث وَفِيه بَقِيَّة رَوَاهُ بالعنعنة وَمُعَاوِيَة وَهُوَ الصَّدَفِي ضَعِيف وَهَكَذَا رَوَاهُ ابْن السكن من طَرِيق بَقِيَّة بِهَذَا الْإِسْنَاد إِلَّا أَنه قَالَ عَن عَطِيَّة بسر عَن عَكَّاف وَهَكَذَا رَوَاهُ يُوسُف الغساني عَن سُلَيْمَان بِهَذَا الْإِسْنَاد لَكِن",
            "page": "73",
            "part": "1",
            "seal": "D6A7935A"
        },
        {
            "id": "74",
            "nass": "لم يذكر غضيفا قَالَ ابْن مَنْدَه وَرَوَاهُ أشعت عَن مُعَاوِيَة بن يَحْيَى عَن رجل من بجيلة عَن سُلَيْمَان بن مُوسَى زَاد فِيهِ رجلا بَينهمَا وَأكْثر الروَاة سموا عَكَّاف بن ودَاعَة الْهِلَالِي وشذ مُحَمَّد بن رَاشد فَقَالَ عَكَّاف بن بسر قَالَ الْحَافِظ فِي الْإِصَابَة الطّرق الْمَذْكُورَة كلهَا لَا تَخْلُو من ضعف واضطراب وَله شَاهد من حَدِيث ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما وَرَوَاهُ الديلمي بِسَنَد ضَعِيف بِمثل حَدِيث أبي ذَر رَضِيَ اللَّهُ عَنْه سَوَاء وَالله أعلم ¶ الحَدِيث السَّابِع عشر ¶ أورد ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق الطَّبَرَانِيّ حَدثنَا معَاذ ابْن الْمثنى ثَنَا مُسَدّد ثَنَا خَالِد عَن يزِيد بن أبي زِيَاد عَن مُجَاهِد عَن عبد الله ابْن عمر رَضِيَ اللَّهُ عَنْهما قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من شرب الْخمر فَجَعلهَا فِي بَطْنه لم تقبل صَلَاة سبعا فَإِن مَاتَ فِيهِنَّ مَاتَ كَافِرًا فَإِذا ذهب عقله عَن شَيْء من الْفَرَائِض لم تقبل مِنْهُ صَلَاة أَرْبَعِينَ يَوْمًا فَإِن فِيهَا مَاتَ كَافِرًا قَالَ لَا يَصح وَيزِيد مَتْرُوك ¶ قلت أخرجه النَّسَائِيّ من طَرِيق يزِيد بن أبي زِيَاد أَيْضا لَكِن جعله من مُسْند عبد الله بن عَمْرو بن الْعَاصِ رَضِيَ اللَّهُ عَنْهما وَأورد من طَرِيق الدَّارَقُطْنِيّ حَدثنَا مُحَمَّد بن الْقَاسِم بن زَكَرِيَّا ثَنَا بن يَعْقُوب أَنبأَنَا عَمْرو بن ثَابت عَن الْأَعْمَش عَن مُجَاهِد عَن عبد الله بن عمر رَضِيَ اللَّهُ عَنْهما مَرْفُوعا من شرب الْخمر لم تقبل لَهُ صَلَاة أَرْبَعِينَ يَوْمًا فَإِن مَاتَ فِيهَا مَاتَ كَافِرًا مَا دَامَ فِي عروقه مِنْهَا شَيْء قَالَ تفرد بِهِ عباد عَن عَمْرو وهما مَتْرُوكَانِ قَالَ وَقد رَوَى نَحوه عَن إِبْرَاهِيم بن عبد الله المصِّيصِي من حَدِيث ابْن عَمْرو كَانَ المصِّيصِي يسرق الحَدِيث ويسويه قَالَ وَفِي حَدِيث عَطاء بن السَّائِب من حَدِيث ابْن عمر نَحوه إِلَّا أَنه لم يذكر الْكفْر إِلَّا أَن عَطاء اخْتَلَط فِي آخر عمره فَقَالَ يَحْيَى لَا يحْتَج بحَديثه ¶ قلت حَدِيث عَطاء الْمَذْكُور أخرجه الإِمَام أَحْمد حَدثنَا عبد الرازق ثَنَا معمر عَن عَطاء بن السَّائِب عَن عبد الله بن عبيد بن عُمَيْر عَن ابْن عمر",
            "page": "74",
            "part": "1",
            "seal": "326C2046"
        },
        {
            "id": "75",
            "nass": "رَضِيَ اللَّهُ عَنْهما أَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ من شرب الْخمر لم تقبل لَهُ صَلَاة أَرْبَعِينَ لَيْلَة فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد عَاد الله لَهُ فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد كَانَ حَقًا عَلَى الله أَن يسْقِيه من نهر الخبال قيل وَمَا نهر الخبال قَالَ صديد أهل النَّار وَأخرجه أَبُو دَاوُد الطَّيَالِسِيّ فِي مُسْنده حَدثنَا همام عَن عَطاء بن السَّائِب عَن عبد الله بن عبيد بن عُمَيْر عَن أَبِيه عَن ابْن عمر رَضِيَ اللَّهُ عَنْهما سَمِعت رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول من شرب الْخمر لم تقبل لَهُ صَلَاة أَرْبَعِينَ لَيْلَة فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد لم تقبل لَهُ صَلَاة أَرْبَعِينَ لَيْلَة فَإِن تَبًّا تَابَ الله عَلَيْهِ وَكَانَ حَقًا عَلَى الله أَن يسْقِيه من طِينَة الخبال قيل يَا أَبَا عبد الرَّحْمَن مَا طِينَة الخبال قَالَ صديد أهل النَّار وَأخرجه التِّرْمِذِيّ أخبرنَا قُتَيْبَة ثَنَا جرير عَن عَطاء بن السَّائِب عَن عبد الله بن عبيد بن عُمَيْر عَن أَبِيه قَالَ قَالَ عبد الله بن عمر رَضِيَ اللَّهُ عَنْهما قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من شرب الْخمر لم تقبل لَهُ صَلَاة أَرْبَعِينَ صباحا فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد لم يقبل الله لَهُ صَلَاة أَرْبَعِينَ صباحا فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد لم يقبل الله لَهُ صَلَاة أَرْبَعِينَ صباحا فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد الرَّابِعَة لم يقبل الله لَهُ صَلَاة أَرْبَعِينَ صباحا فَإِن تَابَ لم يتب الله عَلَيْهِ وسقاه من نهر الخبال قيل يَا أَبَا عبد الرَّحْمَن وَمَا نهر الخبال قَالَ نهر من صديد أهل النَّار قَالَ التِّرْمِذِيّ هَذَا حَدِيث حسن وَأخرجه الْحَاكِم أَيْضا وَصَححهُ وَلم يتعقب الْحَافِظ الْمُنْذِرِيّ عَلَى تَصْحِيحه وَأخرجه أَبُو يعْلى عَن زُهَيْر عَن جرير بِهِ مثله وَأخرج أَيْضا عَن مُحَمَّد بن بشار نَا أَبُو عَامر نَا أَيُّوب بن ثَابت عَن خَالِد بن كيسَان قَالَ سَمِعت ابْن عمر رَضِيَ اللَّهُ عَنْهما يَقُول قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من شرب خمرًا فَسَكِرَ لم تقبل لَهُ صَلَاة أَرْبَعِينَ يَوْمًا فَإِن مَاتَ مِنْهَا دخل النَّار رِجَاله ثِقَات وَأخرجه النَّسَائِيّ أخبرنَا أَبُو بكر بن عَلّي ثَنَا سُرَيج بن يُونُس ثَنَا يَحْيَى بن عبد الْملك عَن الْعَلَاء عَن الْعَلَاء وَهُوَ ابْن الْمسيب عَن فُضَيْل عَن مُجَاهِد ابْن عمر رَضِيَ اللَّهُ عَنْهما قَالَ من شرب الْخمر فَلم ينتش لم تقبل لَهُ صَلَاة من دَامَ فِي جَوْفه أَو عروقه مِنْهَا شَيْء وَإِن مَاتَ مَاتَ كَافِرًا وَإِن انتشى لم تقبل لَهُ صَلَاة أَرْبَعِينَ",
            "page": "75",
            "part": "1",
            "seal": "2D8DC883"
        },
        {
            "id": "76",
            "nass": "لَيْلَة وَإِن مَاتَ فِيهَا كَافِرًا رِجَاله ثِقَات وَأورد ابْن الْجَوْزِيّ من طَرِيق الدَّارَقُطْنِيّ أَنبأَنَا عبد الله بن مُحَمَّد ثَنَا مَنْصُور بن مُزَاحم ثَنَا أَبُو شيبَة عَن الحكم ابْن خَيْثَمَة بن عبد الرَّحْمَن عَن عبد الله بن عَمْرو بن الْعَاصِ رَضِيَ اللَّهُ عَنْهما قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من شرب الْخمر ظلّ يَوْمه مُشْركًا وَمن سكر مِنْهَا لم تقبل لَهُ صَلَاة أَرْبَعِينَ يَوْمًا فَإِن مَاتَ مَاتَ كَافِرًا قَالَ تفرد بِهِ أَبُو شيبَة واسْمه إِبْرَاهِيم بن عُثْمَان وَهُوَ مَتْرُوك ¶ قلت رَوَاهُ الإِمَام أَحْمد بطرِيق آخر لَيْسَ فِيهِ أَبُو شيبَة قَالَ ثَنَا مُعَاوِيَة بن عَمْرو ثَنَا إِبْرَاهِيم بن مُحَمَّد أَبُو إِسْحَاق الْفَزارِيّ ثَنَا الْأَوْزَاعِيّ ثنى ربيعَة بن يزِيد عَن عبد الله بن الديلمي قَالَ دخلت عَلَى عبد الله بن عَمْرو رَضِيَ اللَّهُ عَنْهما وَهُوَ فِي حَائِط لَهُ بِالطَّائِف يُقَال لَهُ الوهط فَذكر قصَّة وَفِيه قَالَ يَعْنِي عبد الله سَمِعت رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول من شرب الْخمر شربه لم تقبل لَهُ صَلَاة أَرْبَعِينَ صباحا فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد لم تقبل لَهُ صَلَاة أَرْبَعِينَ صباحا فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد قَالَ فَلَا أَدْرِي فِي الثَّالِثَة أَو فِي الرَّابِعَة فَإِن عَاد كَانَ حَقًا عَلَى الله أَن يسْقِيه من ردغة الخبال يَوْم الْقِيَامَة رِجَاله ثِقَات وَقَالَ أَحْمد حَدثنَا أَبُو الْمُغيرَة ثَنَا مُحَمَّد بن المُهَاجر أَخْبرنِي عُرْوَة بن رُوَيْم عَن ابْن الديلمي الَّذِي كَانَ يسكن بَيت الْمُقَدّس ثمَّ سَأَلته هَل سَمِعت يَا عبد الله بن عَمْرو رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يذكر شَارِب الْخمر بِشَيْء قَالَ نعم سَمِعت رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول لَا يشرب الْخمر أحد من أمتِي فَيقبل الله مِنْهُ صَلَاة أَرْبَعِينَ صباحا وَقَالَ أَحْمد حَدثنَا بهز ثَنَا حَمَّاد بن سَلمَة عَن يعْلى بن عَطاء عَن نَافِع بن عَاصِم عَن عبد الله بن عمر رَضِيَ اللَّهُ عَنْهما عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ من شرب الْخمر فَسَكِرَ لم تقبل لَهُ صَلَاة أَرْبَعِينَ لَيْلَة فَإِن شربهَا فَسَكِرَ لم تقبل لَهُ صَلَاة أَرْبَعِينَ لَيْلَة وَالثَّالِثَة وَالرَّابِعَة فَإِن شربهَا فَسَكِرَ لم تقبل لَهُ صَلَاة أَرْبَعِينَ لَيْلَة فَإِن تَابَ لم يتب",
            "page": "76",
            "part": "1",
            "seal": "33206FFA"
        },
        {
            "id": "77",
            "nass": "الله عَلَيْهِ وَكَانَ حَقًا عَلَى الله أَن يسْقِيه من عين خبال قيل وَمَا عين خبال قَالَ صديد أهل النَّار وَأخرج النَّسَائِيّ عَن الْقَاسِم بن زَكَرِيَّا بن دِينَار ثَنَا مُعَاوِيَة بن عمر وثنا أَبُو إِسْحَاق وَعَن عَمْرو بن عُثْمَان بن سعيد بَقِيَّة كِلَاهُمَا عَن الْأَوْزَاعِيّ عَن ربيعَة بن يزِيد عَن عبد الله بن الديلمي فساق نَحْو حَدِيث أَحْمد وَأخرج ابْن ماجة عَن عبد الرَّحْمَن بن إِبْرَاهِيم الدِّمَشْقِي عَن الْوَلِيد بن مُسلم عَن الْأَوْزَاعِيّ بِهِ وَذكر نَحْو حَدِيث أَحْمد وَلم يذكر الْقِصَّة وَرَوَاهُ عَنهُ ابْن حبَان فِي صَحِيحه وَلَفظه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من شرب الْخمر فَسَكِرَ لم تقبل لَهُ صَلَاة أَرْبَعِينَ صباحا فَإِن مَاتَ دخل النَّار فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد فَشرب فَسَكِرَ لم تقبل صَلَاة لَهُ أَرْبَعِينَ صباحا فَإِن مَاتَ دخل النَّار فَإِن تَابَ عَلَيْهِ فَإِن عَاد فَشرب فَسَكِرَ لم تقبل لَهُ صَلَاة أَرْبَعِينَ صباحا فَإِن مَاتَ دخل النَّار فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد الرَّابِعَة كَانَ حَقًا عَلَى الله أَن يسْقِيه من طِينَة الخبال يَوْم الْقِيَامَة قَالُوا يَا رَسُول الله وَمَا طِينَة الخبال قَالَ عصارة أهل النَّار وَرَوَاهُ الْحَاكِم مُخْتَصرا بِبَعْضِه قَالَ لَا يشرب الْخمر رجل من أمتِي فَتقبل لَهُ صَلَاة أَرْبَعِينَ صباحا وَقَالَ صَحِيح عَلَى شَرطهمَا وَسلم تَصْحِيحه الْحَافِظ الْمُنْذِرِيّ وَله شَاهد من حَدِيث أبي ذَر أخرجه أَحْمد حَدثنَا مكي بن إِبْرَاهِيم ثَنَا عبد الله ابْن زِيَاد عَن شهر بن حَوْشَب عَن ابْن عَم لأبي ذَر عَن أبي ذَر رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من شرب الْخمر لم يقبل الله لَهُ صَلَاة أَرْبَعِينَ لَيْلَة فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد كَانَ مثل ذَلِك فَإِن عَاد كَانَ مثل ذَلِك فَمَا أَدْرِي فِي الثَّالِثَة أم فِي الرَّابِعَة قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَإِن عَاد كَانَ حتما عَلَى الله عَزَّ وَجَلَّ أَن يسْقِيه من طِينَة الخبال قَالُوا يَا رَسُول الله وَمَا طِينَة الخبال قَالَ عصارة أهل النَّار قَالَ الْحَافِظ الْمُنْذِرِيّ وَرَوَاهُ أَيْضا الْبَزَّار وَالطَّبَرَانِيّ من حَدِيثه بِإِسْنَاد حسن وَمن حَدِيث أَسمَاء بنت يزِيد رَضِيَ اللَّهُ عَنْها قَالَ أَحْمد حَدثنَا دَاوُد بن مهْرَان الدّباغ ثَنَا دَاوُد يَعْنِي الْعَطَّار عَن ابْن خثيم عَن شهر بن",
            "page": "77",
            "part": "1",
            "seal": "084577F9"
        },
        {
            "id": "78",
            "nass": "حَوْشَب عَن أَسمَاء بنت يزِيد رَضِيَ اللَّهُ عَنْها أَنَّهَا سَمِعت النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من شرب الْخمر لم يرض عَنهُ أَرْبَعِينَ لَيْلَة فَإِن مَاتَ مَاتَ كَافِرًا وَإِن تَابَ تَابَ الله عَلَيْهِ وَإِن عَاد كَانَ حَقًا عَلَى الله أَن يسْقِيه من طِينَة الخبال قيل يَا رَسُول الله وَمَا طِينَة الخبال قَالَ صديد أهل النَّار قَالَ الْحَافِظ الْمُنْذِرِيّ سَنَده حسن وَمن حَدِيث ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما أخرجه أَبُو دَاوُد حَدثنَا مُحَمَّد بن رَافع نَا إِبْرَاهِيم بن عمر الصَّنْعَانِيّ سَمِعت النُّعْمَان يَقُول عَن طَاوُوس عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ كل مخمر خمر وكل مُسكر حرَام وَمن شرب مُسكرا نجست صلَاته أَرْبَعِينَ صباحا فَإِن تَابَ تَابَ الله عَلَيْهِ فَإِن عَاد الرَّابِعَة كَانَ حَقًا عَلَى الله أَن يسْقِيه من طِينَة الخبال قيل وَمَا طِينَة الخبال يَا رَسُول الله قَالَ صديد أهل النَّار الحَدِيث سكت عَلَيْهِ أَبُو دَاوُد فَهُوَ عِنْده صَالح وَرِجَاله ثِقَات وَأخرج ابْن مَاجَه عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مدمن خمر كعابد وثن قَالَ الْحَافِظ الْجلَال فِي النكت البديعات هَذَا الحَدِيث يَعْنِي من شرب الْخمر لم تقبل لَهُ صَلَاة أَرْبَعِينَ لَيْلَة فَإِن مَاتَ مَاتَ كَافِرًا صَحِيح قطعا أما حَدِيث ابْن عَمْرو رَضِيَ اللَّهُ عَنْهما فَأخْرجهُ أَحْمد فِي مُسْنده من طرق أُخْرَى كلهَا عَلَى شَرط الصَّحِيح وَالنَّسَائِيّ وَالْحَاكِم وَصَححهُ بِالْجُمْلَةِ الأولَى دون الْأَخِيرَة وَأخرجه الْبَزَّار من طَرِيق آخر وَفِيه الْجُمْلَة الْأَخِيرَة وَلَفظه فَإِن مَاتَ مِنْهَا فَكَانَ كعابد وثن وَأخرجه الطَّبَرَانِيّ فِي الْأَوْسَط وَالْحَاكِم وَصَححهُ من طَرِيق آخر وَفِيه الْجُمْلَة الْأَخِيرَة أَيْضا وَلَفظه فَإِن مَاتَ وَهِي فِي بَطْنه مَاتَ ميتَة جَاهِلِيَّة وَأما حَدِيث ابْن عمر رَضِيَ اللَّهُ عَنْهما فَأخْرجهُ من طَرِيق عَطاء أَحْمد فِي مُسْنده وَالتِّرْمِذِيّ وَحسنه وَله طَرِيق ثَان لَيْسَ فِيهِ عَطاء أخرجه النَّسَائِيّ وثالث أخرجه ابْن منيع فِي مُسْنده وَلِلْحَدِيثِ شَاهد من حَدِيث أَسمَاء بنت يزِيد رَضِيَ اللَّهُ عَنْها أخرجه أَحْمد وَالطَّبَرَانِيّ بِسَنَد حسن بالجملتين أَيْضا وَلَفظه فَإِن مَاتَ مَاتَ كَافِرًا وَمن حَدِيث عِيَاض بن غنم أخرجه أَبُو يعْلى وَالطَّبَرَانِيّ بالجملتين أَيْضا وَلَفظه فَإِن مَاتَ فَإلَى النَّار وَمن حَدِيث أبي ذَر رَضِيَ اللَّهُ عَنْه أخرجه أَحْمد وَالْبَزَّار وَالطَّبَرَانِيّ وَمن حَدِيث ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما أخرجه الطَّبَرَانِيّ من طَرِيقين عَنهُ وَمن",
            "page": "78",
            "part": "1",
            "seal": "083B2139"
        },
        {
            "id": "79",
            "nass": "حَدِيث السَّائِب بن يزِيد أخرجه الطَّبَرَانِيّ كلهم بِالْجُمْلَةِ الأولَى فَقَط وَمن شَوَاهِد الْجُمْلَة الثَّانِيَة مَا أخرجه البُخَارِيّ فِي تَارِيخه من طَرِيق مُحَمَّد ابْن عبد الله عَن أَبِيه قَالَ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مدمن الْخمر كعابد الوثن وَأخرجه أَيْضا من وَجه آخر عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه مَرْفُوعا وَهُوَ عِنْد ابْن ماجة وَأخرجه أَحْمد وَالْبُخَارِيّ فِي تَارِيخه من حَدِيث ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما وَالطَّبَرَانِيّ فِي الْأَوْسَط من حَدِيث أنس وَأخرجه البُخَارِيّ فِي تَارِيخه من حَدِيث جَابر رَضِيَ اللَّهُ عَنْه بِلَفْظ من مَاتَ مدمن خمر مَاتَ كعابد وثن وَمن شَوَاهِد الْجُمْلَة الأولَى أَيْضا مَا أخرجه البُخَارِيّ فِي تَارِيخه من حَدِيث أبي سعيد الْخُدْرِيّ رَضِيَ اللَّهُ عَنْه مَرْفُوعا لَا يقبل الله لشارب الْخمر صَلَاة مَا دَامَ فِي جسده مِنْهَا شَيْء انْتَهَى ¶ الحَدِيث الثَّامِن عشر ¶ أوردهُ ابْن الْجَوْزِيّ حَدِيث ضغطه سعد بن معَاذ رَضِيَ اللَّهُ عَنْه فِي الموضوعات من طَرِيق الدَّارَقُطْنِيّ حَدثنَا عَلّي بن عبد الله بن ميسر ثَنَا أَحْمد بن سِنَان الْقطَّان ثَنَا يَعْقُوب بن مُحَمَّد ثَنَا صَالح بن مُحَمَّد بن صَالح عَن أَبِيه عَن سعد بن عَامر عَن أَبِيه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ اهتز عرش الرَّحْمَن لوفاة سعد بن معَاذ وَنزل الأَرْض لشهود سعد ابْن معَاذ سَبْعُونَ ألف ملك مَا نزلُوا قبلهَا وَاسْتَبْشَرُوا أهل السَّمَاء وَلَقَد ضم سعد بن معَاذ ضمه يَعْنِي فِي قَبره وَلَو كَانَ أحد مِنْهَا معافى عوفي مِنْهَا سعد بن معَاذ قَالَ ابْن الْجَوْزِيّ تفرد بِهِ مُحَمَّد بن صَالح قَالَ ابْن حبَان يروي الْمَنَاكِير عَن الْمَشَاهِير لَا يجوز الِاحْتِجَاج بِهِ ¶ قلت الْمُنكر غير الْمَوْضُوع وَصَالح مقارب الْحَال قَالَ ابْن معِين وَالدَّارَقُطْنِيّ إِنَّه ضَعِيف وَقَالَ ابْن عدي إِنَّه ضَعِيف يكْتب حَدِيثه وَقَالَ أَحْمد مَا أرَى بِهِ بَأْسا فَمن كَانَ هَكَذَا لَا يحكم عَلَى حَدِيثه بِالْوَضْعِ وَأورد من طَرِيق ابْن شاهين حَدثنَا عبد الله بن سُلَيْمَان ابْن الْأَشْعَث ثَنَا عَلّي بن مهْرَان ثَنَا عَلّي بن رشيد ثَنَا أَبُو عُبَيْدَة وَهُوَ مجاعَة ابْن الزُّبَيْر عَن الْقَاسِم بن عبد الرَّحْمَن عَن أبي حَازِم عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما لما أخرجت",
            "page": "79",
            "part": "1",
            "seal": "211BB684"
        },
        {
            "id": "80",
            "nass": "جَنَازَة سعد بن معَاذ قَالَ المُنَافِقُونَ مَا أخف جَنَازَة سعد فَلَمَّا بلغ ذَلِك رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ مَا من أحد من النَّاس إِلَّا وَله ضغطة فِي قَبره وَلَو كَانَ منفلتا مِنْهَا أحد لانفلت سعد بن معَاذ ثمَّ قَالَ وَالَّذِي نَفسِي بِيَدِهِ لقد سَمِعت أنينه وَرَأَيْت اخْتِلَاف أضلاعه فِي قَبره قَالَ ابْن الْجَوْزِيّ لَا يَصح وَالقَاسِم مُنكر الحَدِيث ¶ قلت كَونه يروي مَنَاكِير لَا يسْتَلْزم أَن يكون حَدِيثه مَوْضُوعا وَأورد من طَرِيق هناد بن السرى فِي الزّهْد حَدثنَا ابْن فُضَيْل عَن أبي سُفْيَان عَن الْحسن قَالَ أصَاب سعد بن معَاذ رَضِيَ اللَّهُ عَنْه جراحه فَجعله النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عِنْد امْرَأَة تداويه فَمَاتَ من اللَّيْل فَأَتَاهُ جبرئيل فَأخْبرهُ فَقَالَ لقد مَاتَ اللَّيْلَة فِيكُم رجل اهتز الْعَرْش لحب لِقَاء الله تَعَالَى إِيَّاه فَإِذا هُوَ سعد فَدخل رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَبره فَجعل يكبر ويهلل ويسبح فَلَمَّا خرج قيل يَا رَسُول الله مَا رَأَيْنَاك صنعت هَكَذَا قطّ قَالَ إِنَّه ضم فِي الْقَبْر ضمة حَتَّى صَار مثل الشعرة فدعوت الله أَن يرفع عَنهُ وَذَلِكَ أَنه كَانَ لَا يستبرئ من الْبَوْل قَالَ ابْن الْجَوْزِيّ إِنَّه مُرْسل وَأَبُو سُفْيَان طريف بن شهَاب مَتْرُوك ¶ قلت الْجُمْهُور عَلَى أَنه ضَعِيف وَلم يتهم بِالْوَضْعِ واهتزاز الْعَرْش لمَوْت سعد بن معَاذ ثَابت فِي الصَّحِيحَيْنِ وَأما ضغطته فقد جَاءَت من طرق صِحَاح أخرج الإِمَام أَحْمد فِي مُسْنده حَدثنَا مُحَمَّد بن بشر ثَنَا مُحَمَّد ابْن عَمْرو ثنى يزِيد بن عبد الله بن أُسَامَة اللَّيْثِيّ وَيَحْيَى بن سعيد عَن معَاذ ابْن رِفَاعَة الزرقي عَن جَابر بن عبد الله رَضِيَ اللَّهُ عَنْهما قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لهَذَا العَبْد الصَّالح الَّذِي تحرّك لَهُ الْعَرْش وتفتحت لَهُ أَبْوَاب السَّمَاء شدد عَلَيْهِ فَفرج الله عَنهُ وَقَالَ مرّة فتحت وَقَالَ مرّة ثمَّ فرج الله عَنهُ وَقَالَ مرّة قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لسعد يَوْم مَاتَ وَهُوَ يدْفن وَقَالَ أَحْمد حَدثنَا يَعْقُوب ثَنَا أبي عَن أبي إِسْحَاق حَدثنِي معَاذ بن رِفَاعَة مَحْمُود بن عبد الرَّحْمَن بن عَمْرو بن الجموح عَن جَابر بن عبد الله رَضِيَ اللَّهُ عَنْهما قَالَ لما دفن سعد وَنحن مَعَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سبح رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فسبح النَّاس مَعَه طَويلا ثمَّ كبر",
            "page": "80",
            "part": "1",
            "seal": "36FABC83"
        },
        {
            "id": "81",
            "nass": "فَكبر النَّاس ثمَّ قَالُوا يَا رَسُول الله مِمَّا سبحت ثمَّ كَبرت قَالَ لقد تضايق عَلَى هَذَا الرجل الصَّالح قَبره حَتَّى فرجه الله عَزَّ وَجَلَّ عَنهُ ¶ قلت رجال الإسنادين ثِقَات وَابْن إِسْحَاق قد رَوَاهُ بِصِيغَة التحديث فانتفت تُهْمَة التَّدْلِيس ومعاذ بن رِفَاعَة قد سمع من جَابر بِغَيْر وَاسِطَة وَقَالَ أَحْمد حَدثنَا يَعْقُوب بن إِبْرَاهِيم ثَنَا شُعْبَة عَن سعد بن إِبْرَاهِيم عَن نَافِع عَن عَائِشَة رَضِيَ اللَّهُ عَنْها قَالَت قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إِن للقبر ضغطة لَو كَانَ أحد ناجيا مِنْهَا لنجا سعد بن معَاذ وَعَن يَحْيَى عَن شُعْبَة بِهِ قَالَ الْحَافِظ الْعِرَاقِيّ إِسْنَاد جيد وَقَالَ الْحَافِظ أَبُو الْحسن الهيثمي رِجَاله رجال الصَّحِيح وَرَوَاهُ أَحْمد أَيْضا عَن مُحَمَّد بن جَعْفَر عَن شُعْبَة عَن سعد بن إِبْرَاهِيم عَن نَافِع مولَى ابْن عمر عَن إِنْسَان عَن عَائِشَة نَحوه وَهَذِه الرِّوَايَة تدل عَلَى أَن نَافِعًا لم يسمعهُ من عَائِشَة رَضِيَ اللَّهُ عَنْها وَمَا رَوَاهُ يَعْقُوب وَيَحْيَى هُوَ الرَّاجِح وَيُمكن أَن يكون نَافِع سَمعه عَن إِنْسَان عَن عَائِشَة ثمَّ سَمعه عَنْهَا أَيْضا فَرَوَاهُ بِالْوَجْهَيْنِ وَله شَاهد من حَدِيث ابْن عمر رَضِيَ اللَّهُ عَنْهما رَوَاهُ النَّسَائِيّ حَدثنَا إِسْحَاق بن إِبْرَاهِيم ثَنَا عَمْرو بن مُحَمَّد الْعَنْقَزِي ثَنَا ابْن إِدْرِيس عَن عبيد الله عَن نَافِع عَن ابْن عمر رَضِيَ اللَّهُ عَنْهما عَن رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ هَذَا الَّذِي تحرّك لَهُ الْعَرْش وَفتحت لَهُ أَبْوَاب السَّمَاء وشهده سَبْعُونَ ألفا من الْمَلَائِكَة لقد ضم ضمة ثمَّ فرج عَنهُ يَعْنِي سعد ابْن معَاذ رَضِيَ اللَّهُ عَنْه وَلَو نجا رجلا من الْقَبْر لنجا سعد بن معَاذ رِجَاله ثِقَات مُحْتَج بهم فِي الصَّحِيح وَآخر عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما رَوَاهُ الطَّبَرَانِيّ فِي الْكَبِير حَدثنَا يَحْيَى بن عُثْمَان بن صَالح ثَنَا حسان بن غَالب ثَنَا ابْن لَهِيعَة عَن أبي النَّضر الْمَدِينِيّ عَن زِيَاد مولَى ابْن عَبَّاس عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما أَن رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَوْم توفّي سعد بن معَاذ وقف عَلَى قَبره ثمَّ اسْترْجع ثمَّ قَالَ لَو نجا",
            "page": "81",
            "part": "1",
            "seal": "CFED3360"
        },
        {
            "id": "82",
            "nass": "من ضغطة الْقَبْر أحد لنجا سعد لقد ضغط ثمَّ رخى عَنهُ وَقَالَ فِي الْأَوْسَط حَدثنَا مُحَمَّد بن جَعْفَر ثَنَا خَالِد بن خِدَاش ثَنَا ابْن وهب عَن عَمْرو بن الْحَارِث عَن أبي النَّضر بِهِ وَأخرج الْحَكِيم التِّرْمِذِيّ حَدثنَا سُفْيَان ابْن وهب عَن عَمْرو بن الْحَارِث عَن زِيَاد عَن ابْن عَبَّاس رَضِيَ اللَّهُ عَنْهما قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لَو أفلت أحد من فتْنَة الْقَبْر أَو ضمه لنجا سعد وَلَقَد ضم ضمة ثمَّ رخى عَنهُ ¶ الحَدِيث التَّاسِع عشر ¶ أورد ابْن الْجَوْزِيّ فِي الموضوعات أَحَادِيث فِيهَا وجود الأبدال فَأخْرج من طَرِيق الطَّبَرَانِيّ حَدثنَا مُحَمَّد بن الحرر الطَّبَرَانِيّ ثَنَا سعيد بن أبي زَيْدَانَ ثَنَا عبد الله بن هَارُون الصُّورِي ثَنَا الْأَوْزَاعِيّ عَن الزُّهْرِيّ عَن نَافِع عَن ابْن عمر رَضِيَ اللَّهُ عَنْهما قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خِيَار أمتِي فِي كل قرن خَمْسمِائَة والأبدال أَرْبَعُونَ فَلَا الْخَمْسمِائَةِ ينقصُونَ وَلَا الْأَرْبَعُونَ كلما مَاتَ رجل أبدل الله من الْخَمْسمِائَةِ مَكَانَهُ وَأدْخل من الْأَرْبَعين مكانهم قَالُوا يَا رَسُول الله دلنا عَلَى أَعْمَالهم قَالَ يعفون عَمَّن ظلمهم ويحسنون إِلَى من أساءهم ويتواسون فِيمَا آتَاهُم قَالَ ابْن الْجَوْزِيّ لَا يَصح وَفِيه من لَا يعرف وَأخرج من طَرِيق ابْن حبَان حَدثنَا مُحَمَّد بن الْمسيب ثَنَا عبد الرَّحْمَن بن مَرْزُوق ثَنَا عبد الْوَهَّاب بن عَطاء الْخفاف عَن مُحَمَّد بن عَمْرو عَن أبي سَلمَة عَن أبي هُرَيْرَة مَرْفُوعا لن تَخْلُو الأَرْض من ثَلَاثِينَ مثل إِبْرَاهِيم خَلِيل الرَّحْمَن بهم يعافون وبهم يرْزقُونَ وبهم يمطرون قَالَ ابْن الْجَوْزِيّ عبد الْوَهَّاب ضَعِيف وَابْن مَرْزُوق يضع وَأخرج من طَرِيق الطَّبَرَانِيّ حَدثنَا مُحَمَّد بن أَحْمد بن الْحسن ثَنَا مُحَمَّد بن السرى الْقَنْطَرِي ثَنَا قيس بن إِبْرَاهِيم بن قيس السامري ثَنَا عبد الرَّحْمَن بن يَحْيَى بن الأرمني ثَنَا عُثْمَان ابْن عمَارَة حَدثنَا الْمعَافى بن عمرَان عَن سُفْيَان الثَّوْريّ عَن مَنْصُور عَن إِبْرَاهِيم عَن الْأسود عَن عبد الله رَضِيَ اللَّهُ عَنْه مَرْفُوعا",
            "page": "82",
            "part": "1",
            "seal": "7676E3DB"
        },
        {
            "id": "83",
            "nass": "إِن الله فِي الْخلق ثَلَاثمِائَة قُلُوبهم عَلَى قُلُوب آدم عَلَيْهِ السَّلَام وَللَّه فِي الْخلق أَرْبَعُونَ قُلُوبهم عَلَى قلب مُوسَى عَلَيْهِ السَّلَام وَللَّه فِي الْخلق سَبْعَة قُلُوبهم عَلَى قلب إِبْرَاهِيم عَلَيْهِ السَّلَام وَللَّه فِي الْخلق خَمْسَة قُلُوبهم عَلّي قلب جِبْرَائِيل عَلَيْهِ السَّلَام وَللَّه فِي الْخلق ثَلَاثَة قُلُوبهم عَلَى قلب مِيكَائِيل عَلَيْهِ السَّلَام وَللَّه فِي الْخلق وَاحِد قلبه عَلَى قلب إِسْرَائِيل عَلَيْهِ السَّلَام فَإِذا مَاتَ الْوَاحِد أبدل الله من الثَّلَاثَة وَإِذا مَاتَ من الثَّلَاثَة أبدل الله مَكَانَهُ من الْخَمْسَة وَإِذا مَاتَ من الْخَمْسَة أبدل الله مَكَانَهُ من السَّبْعَة وَإِذا مَاتَ من السَّبْعَة أبدل الله مَكَانَهُ من الْأَرْبَعين وَإِذا مَاتَ من الْأَرْبَعين أبدل الله مَكَانَهُ من الثلاثمائة وَإِذا مَاتَ من الثلاثمائة أبدل الله مَكَانَهُ من الْعَامَّة فيهم يحيي وَيُمِيت ويمطر وَيدْفَع الْبلَاء قيل لعبد الله ابْن مَسْعُود رَضِيَ اللَّهُ عَنْه كَيفَ بهم يحيي وَيُمِيت قَالَ لأَنهم يسْأَلُون الله عَزَّ وَجَلَّ إكثار الْأُمَم فيكثرون وَيدعونَ عَلَى الْجَبَابِرَة فيقصرون ويستسقون فيسقون ويسألون فتنبت لَهُم الأَرْض وَيدعونَ فَيدْفَع بهم أَنْوَاع الْبلَاء قَالَ فِيهِ مَجَاهِيل وَأخرج من طَرِيق ابْن عدي حَدثنَا مُحَمَّد بن زُهَيْر بن الْفضل الْأَيْلِي ثَنَا بن زيد عَن أنس رَضِيَ اللَّهُ عَنْه مَرْفُوعا البدلاء أَرْبَعُونَ اثْنَان وَعِشْرُونَ بِالشَّام وَثَمَانِية عشر بالعراق كلما مَاتَ وَاحِد مِنْهُم أبدل الله مَكَانَهُ آخر فَإِذا جَاءَ أَمر الله قبض كلهم فَعِنْدَ ذَلِك تقوم السَّاعَة قَالَ الْعَلَاء رَوَى عَن أنس نُسْخَة مَوْضُوعَة وَأخرج من طَرِيق الْحسن بن مُحَمَّد الْخلال حَدثنَا أَبُو بكر بن شَاذان ثَنَا عمر بن مُحَمَّد الصَّابُونِي ثَنَا إِبْرَاهِيم بن الْوَلِيد ثَنَا أَبُو عمر الغدائي ثَنَا أَبُو سَلمَة الْخُرَاسَانِي عَن عَطاء عَن أنس رَضِيَ اللَّهُ عَنْه مَرْفُوعا الأبدال أَرْبَعُونَ رجلا وَأَرْبَعُونَ امْرَأَة كلما مَاتَ رجل بدل الله مَكَانَهُ رجلا وَكلما مَاتَت امْرَأَة بدل الله مَكَانهَا امْرَأَة قَالَ فِيهِ مَجَاهِيل ¶ قلت ذكر الأبدال ورد فِي مُسْند أَحْمد قَالَ حَدثنَا أَبُو الْمُغيرَة ثَنَا صَفْوَان عَن شُرَيْح بن عبيد الله قَالَ ذكر أهل الشَّام عِنْد عَلّي بن أبي طَالب رَضِيَ اللَّهُ عَنْه وَهُوَ بالعراق فَقَالُوا العنهم يَا أَمِير الْمُؤمنِينَ قَالَ لَا",
            "page": "83",
            "part": "1",
            "seal": "6F7B4E3A"
        },
        {
            "id": "84",
            "nass": "سَمِعت رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يَقُول الأبدال بِالشَّام وهم أَرْبَعُونَ رجلا كلما مَاتَ رجل أبدل الله مَكَانَهُ رجلا يُسْقَى بهم الْغَيْث وينصر بهم عَلَى الْأَعْدَاء وَيصرف عَن أهل الشَّام بهم الْعَذَاب رِجَاله رجال الصَّحِيح غير شُرَيْح وَهُوَ ثِقَة وَقَالَ أَحْمد حَدثنَا عبد الْوَهَّاب بن عَطاء أخبرنَا الْحسن بن ذكْوَان عَن عبد الْوَهَّاب بن قيس عَن عبَادَة بن الصَّامِت رَضِيَ اللَّهُ عَنْه عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ الأبدال فِي هَذِه الْأمة ثَلَاثُونَ مثل إِبْرَاهِيم خَلِيل الرَّحْمَن كلما مَاتَ رجل أبدل الله مَكَانَهُ رجلا رِجَاله رجال الصَّحِيح غير عبد الْوَاحِد وَقد وَثَّقَهُ الْعجل وَأَبُو زرْعَة وَأخرج أَحْمد من طَرِيق صَالح بن الْخَلِيل عَن صَاحب لَهُ عَن أم سَلمَة رَضِيَ اللَّهُ عَنْها مَرْفُوعا قَالَ يكون اخْتِلَاف عِنْد موت خَليفَة الحَدِيث وَفِيه فَإِذا رَأَى النَّاس ذَلِك أَتَاهُ أبدال الشَّام وعصائب أهل الْعرَاق الحَدِيث ¶ قَالَ السُّيُوطِيّ فِي النكت خبر الأبدال صَحِيح فضلا عَمَّا دون ذَلِك وَإِن شِئْت قلت متواتر وَقد أفردته بتأليف استوعبت فِيهِ طرق الْأَحَادِيث الْوَارِدَة فِي ذَلِك وَالْحَاصِل أَنه ورد من حَدِيث عمر رَضِيَ اللَّهُ عَنْه أخرجه ابْن عَسَاكِر من طَرِيقين وَعَلَى أخرجه أَحْمد وَالطَّبَرَانِيّ وَالْحَاكِم وَغَيرهم من طرق أَكثر من عشرَة بَعْضهَا عَلَى شَرط الصَّحِيح وَأنس وَله سِتّ طرق مِنْهَا طَرِيق فِي مُعْجم الطَّبَرَانِيّ الْأَوْسَط حسنه الهيثمي فِي مجمع الزَّوَائِد وَعبادَة ابْن الصَّامِت أخرجه أَحْمد بِسَنَد صَحِيح وَابْن عَبَّاس أخرجه أَحْمد فِي الزّهْد بِسَنَد صَحِيح وَابْن عمر وَله ثَلَاث طرق فِي المعجم الْكَبِير للطبراني وكراميات الْأَوْلِيَاء للخلال وَلأبي نعيم وَابْن مَسْعُود وَله طَرِيقَانِ فِي المعجم الْكَبِير والحلية وعَوْف بن مَالك أخرجه الطَّبَرَانِيّ بِسَنَد حسن ومعاذ بن جبل أخرجه الديلمي وَأبي سعيد الْخُدْرِيّ أخرجه الْبَيْهَقِيّ فِي الشّعب وَأبي هُرَيْرَة وَله طَرِيق أُخْرَى غير الَّتِي أوردهَا ابْن الْجَوْزِيّ أخرجهَا الْخلال فِي كرامات الْأَوْلِيَاء وَأم سَلمَة أخرجه أَحْمد وَأَبُو دَاوُد فِي سنَنه وَالْحَاكِم وَالْبَيْهَقِيّ وَغَيرهم وَمن مُرْسل الْحسن أخرجه ابْن أبي الدُّنْيَا فِي السخاء وَالْبَيْهَقِيّ فِي الشّعب وَمن مُرْسل عَطاء أخرجه أَبُو دَاوُد فِي مراسيله وَمن مُرْسل بكر بن خُنَيْس أخرجه ابْن أبي",
            "page": "84",
            "part": "1",
            "seal": "779C3AB2"
        },
        {
            "id": "85",
            "nass": "الدُّنْيَا فِي كتاب الْأَوْلِيَاء وَمن مُرْسل شهر بن حَوْشَب أخرجه ابْن جرير فِي تَفْسِيره وَأما الْآثَار عَن الْحسن الْبَصْرِيّ وَقَتَادَة وخَالِد بن معدان وَأبي الزَّاهِرِيَّة وَابْن شَوْذَب وَعَطَاء وَغَيرهم من التَّابِعين فَمن بعدهمْ فكثيرة جدا وَمثل ذَلِك بَالغ حد التَّوَاتُر الْمَعْنَوِيّ لَا محَالة بِحَيْثُ يقطع بِصِحَّة وجود الأبدال ضَرُورَة انْتَهَى ¶ الحَدِيث الْعشْرُونَ ¶ أورد ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق الدَّارَقُطْنِيّ حَدثنَا أَحْمد بن عِيسَى بن عَلّي الْخَواص ثَنَا سُفْيَان بن زِيَاد بن آدم أَبُو سهل ثَنَا عبد الله بن أبي علاج الْموصِلِي ثنى أبي عَن مُحَمَّد بن عَلّي بن الْحُسَيْن عَن أَبِيه عَن جده عَن عَلّي رَضِيَ اللَّهُ عَنْهم قَالَ غلا السّعر بِالْمَدِينَةِ فَذهب أَصْحَاب النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إِلَى النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَقَالُوا يَا رَسُول الله غلا السّعر فسعر لنا فَقَالَ إِن الله عَزَّ وَجَلَّ هُوَ الْمُعْطِي وَهُوَ الْمَانِع وَإِن لله ملكا اسْمه عمَارَة عَلَى فرس من حِجَارَة الْيَاقُوت طَوِيلَة مد بَصَره يَدُور فِي الْأَمْصَار وَيقف فِي الْأَسْوَاق فينادي أَلا ليغل كَذَا وَكَذَا أَلا ليرخص كَذَا وَكَذَا وَأورد من طَرِيق الْخَطِيب وَمن طَرِيق أبي سعيد النقاش من وَجْهَيْن آخَرين عَن أنس رَضِيَ اللَّهُ عَنْه مَرْفُوعا نزُول الْملك ونداؤه وَقَالَ حَدِيث عَلّي تفرد بِهِ ابْن أبي علاج وَله مَنَاكِير وَفِي حَدِيث أنس من طَرِيق الْخَطِيب أَبُو الْحسن عَلّي بن مُحَمَّد بن عبيد الله الزُّهْرِيّ كَانَ كذابا سَرقه من ابْن أبي علاج وَجعل لَهُ إِسْنَاد آخر وَلِأَن الْوَجْهَيْنِ اللَّذين عِنْد النقاش حَمَّاد النصيبي وسري بن عَاصِم الْبَغْدَادِيّ وهما كذابان ¶ قلت الْجُمْلَة الْأَخِيرَة الَّتِي وَقعت فِي حَدِيث عَلّي وَأنس رَضِيَ اللَّهُ عَنْهما أَعنِي نِدَاء الْملك اتّفق الْحفاظ عَلَى وضعهما وَأما الْجُمْلَة الأولَى فَهِيَ صَحِيحَة ثَابِتَة فتساهل ابْن الْجَوْزِيّ فِي الحكم عَلَى الْجَمِيع بِالْوَضْعِ قَالَ أَحْمد حَدثنَا سُرَيج وَيُونُس بن مُحَمَّد ثَنَا حَمَّاد بن سَلمَة عَن قَتَادَة وثابت عَن أنس بن مَالك رَضِيَ اللَّهُ عَنْه قَالَ غلا السّعر عَلَى عهد رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَقَالُوا يَا رَسُول الله لَو سعرت فَقَالَ إِن الله هُوَ الْخَالِق",
            "page": "85",
            "part": "1",
            "seal": "3BB05B3E"
        },
        {
            "id": "86",
            "nass": "الْقَابِض الباسط الرازق المسعر وَإِنِّي لأرجو أَن ألْقَى الله وَلَا يطلبني أحد بمظلمة ظلمتها إِيَّاه فِي دم وَلَا مَال وَقَالَ حَدثنَا عَفَّان حَدثنَا حَمَّاد بن سَلمَة أَنبأَنَا قَتَادَة وثابت وَحميد عَن أنس ابْن مَالك فَذكره نَحوه وَأخرج أَبُو دَاوُد عَن عُثْمَان بن أبي شَيْبه عَن عَفَّان بن مُسلم عَن حَمَّاد بن سَلمَة عَن ثَابت وَقَتَادَة وَحميد ثَلَاثَتهمْ عَن أنس بِهِ وَأخرج التِّرْمِذِيّ عَن بنْدَار عَن حجاج بن الْمنْهَال عَن حَمَّاد بِهِ وَقَالَ حسن صَحِيح وَأخرج ابْن مَاجَه عَن مُحَمَّد بن الْمثنى عَن حجاج بِإِسْنَادِهِ وَقَالَ أَحْمد ثَنَا سُلَيْمَان أَنا إِسْمَاعِيل حَدثنِي الْعَلَاء عَن أَبِيه عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه أَن رجلا قَالَ سعر يَا رَسُول الله قَالَ إِنَّمَا يرفع الله ويخفض إِنِّي لأرجو أَن ألْقَى الله عَزَّ وَجَلَّ وَلَيْسَ لأحد عِنْدِي مظْلمَة قَالَ آخر سعر فَقَالَ ادعوا الله عَزَّ وَجَلَّ وَرَوَاهُ عَن مَنْصُور سَلمَة بن بِلَال عَن الْعَلَاء نَحوه وَرَوَاهُ أَبُو دَاوُد عَن مُحَمَّد بن عُثْمَان الدِّمَشْقِي عَن سُلَيْمَان بن بِلَال عَن الْعَلَاء بن عبد الرَّحْمَن عَن أَبِيه عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه أَن رجلا جَاءَ فَقَالَ يَا رَسُول الله سعر فَقَالَ بل ادعوا ثمَّ جَاءَ رجل فَقَالَ يَا رَسُول الله سعر فَقَالَ بل الله يخْفض وَيرْفَع وَإِنِّي لأرجو أَن ألْقَى الله وَلَيْسَ لأحد عِنْدِي مظْلمَة قَالَ الْحَافِظ الْعَسْقَلَانِي فِي تَخْرِيج الرَّافِعِيّ هَذَا الحَدِيث رَوَاهُ أَحْمد وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن ماجة والدارمي وَالْبَزَّار وَأَبُو يعْلى من طَرِيق حَمَّاد بن سَلمَة عَن ثَابت وَغَيره عَن أنس وَإِسْنَاده عَلَى شَرط مُسلم وَقد صَححهُ ابْن حبَان وَالتِّرْمِذِيّ وَلأَحْمَد وَأبي دَاوُد من حَدِيث أبي هُرَيْرَة جَاءَ رجل الحَدِيث قَالَ وَإِسْنَاده حسن وَلابْن مَاجَه وَالْبَزَّار وَالطَّبَرَانِيّ فِي الْأَوْسَط من حَدِيث أبي سعيد نَحْو حَدِيث أنس وَإِسْنَاده حسن أَيْضا وللبزار من حَدِيث عَلّي رَضِيَ اللَّهُ عَنْه نَحوه وَعَن ابْن عَبَّاس فِي الطَّبَرَانِيّ الصَّغِير وَعَن أبي جُحَيْفَة فِي الْكَبِير وَأغْرب ابْن الْجَوْزِيّ فَأخْرجهُ فِي الموضوعات من حَدِيث عَلّي رَضِيَ اللَّهُ عَنْه وَقَالَ إِنَّه حَدِيث لَا يَصح انْتَهَى قَالَ السُّيُوطِيّ فِي اللآلئ مُرَاده أَي الْحَافِظ صدر الحَدِيث لَا آخِره أَي أَنه مَوْضُوع",
            "page": "86",
            "part": "1",
            "seal": "6994071F"
        },
        {
            "id": "87",
            "nass": "الحَدِيث الْحَادِي وَالْعِشْرين ¶ أورد ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق الْعقيلِيّ حَدثنَا مُحَمَّد ابْن أَيُّوب أَنبأَنَا أَبُو عون مُحَمَّد بن عون الزبادي ثَنَا أَشْعَث بن بزار عَن قَتَادَة عَن عبد الله بن شَقِيق عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه أَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ إِذا حدثتم عني بِحَدِيث يُوَافق الْحق فَخُذُوا بِهِ حدثت بِهِ أَو لم أحدث بِهِ قَالَ الْعقيلِيّ لَيْسَ لَهُ إِسْنَاد يَصح الْأَشْعَث هَذَا غير حَدِيث مُنكر وَقَالَ يَحْيَى هَذَا الحَدِيث وَضعته الزَّنَادِقَة وَقَالَ الْخطابِيّ لَا أصل لَهُ وَرَوَى من حَدِيث يزِيد بن يزِيد بن ربيعَة عَن أبي الْأَشْعَث عَن ثَوْبَان وَيزِيد مَجْهُول وَأَبُو الْأَشْعَث لَا يرْوَى عَن ثَوْبَان رَضِيَ اللَّهُ عَنْه ¶ قلت حَدِيث أبي هُرَيْرَة رَوَاهُ الإِمَام أَحْمد قَالَ حَدثنَا سُرَيج ثَنَا أَبُو معشر عَن سعيد عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لَا أَعرفن أحدا مِنْكُم أَتَاهُ عني حَدِيث وَهُوَ متكئ فِي أريكته فَيَقُول أتل بِهِ عَلّي قُرْآنًا مَا جَاءَكُم عني من خير قلته أَو لم أَقَله فَأَنا أَقُول وَمَا أَتَاكُم من شَرّ فَإِنِّي لَا أَقُول الشَّرّ وَقَالَ حَدثنَا خلف أَي ابْن الْوَلِيد ثَنَا أَبُو معشر عَن سعيد عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَذكره نَحوه وَأَبُو معشر هُوَ نجيح ضَعِيف وَله طَرِيق آخر أخرجه ابْن مَاجَه حَدثنَا عَلّي بن الْمُنْذر ثَنَا مُحَمَّد بن الفضيل المَقْبُري عَن جده عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أَنه قَالَ لَا أَعرفن مَا يحدث أحدكُم عني الحَدِيث وَهُوَ متكئ عَلَى أريكته فَيَقُول أَقرَأ قُرْآنًا مَا قيل من قَول حسن فَأَنا قلته قَالَ السُّيُوطِيّ رِجَاله ثِقَات سُوَى حفيد المَقْبُري وَهُوَ عبد الله بن سعيد بن أبي سعيد المَقْبُري أَي أَنه مَتْرُوك وَله طَرِيق آخر رَوَاهُ الْحَكِيم التِّرْمِذِيّ فِي نَوَادِر الْأُصُول حَدثنَا الْحُسَيْن بن عَلّي الْعجلِيّ الْكُوفِي ثَنَا ابْن أبي ذِئْب عَن سعيد المَقْبُري عَن أَبِيه عَن أبي هُرَيْرَة رَضِيَ اللَّهُ عَنْه قَالَ قَالَ رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إِذا حدثتم عني بِحَدِيث تعرفونه وَلَا تُنْكِرُونَهُ قلته أَو لم أَقَله فصدقوا بِهِ فَإِنِّي أَقُول مَا يعرف وَلَا يُنكر وَإِذا حدثتم عني بِحَدِيث تُنْكِرُونَهُ وَلَا تعرفونه فكذبوا",
            "page": "87",
            "part": "1",
            "seal": "2D81907A"
        },
        {
            "id": "88",
            "nass": "بِهِ فَإِنِّي لَا أَقُول مَا يُنكر وَلَا يعرف رِجَاله ثِقَات وَشَيْخه الْعجلِيّ ذكره ابْن حبَان فِي الثِّقَات وَقَالَ أَبُو حَاتِم صَدُوق رَوَاهُ الْخَطِيب من طَرِيق يَحْيَى بن آدم بِمَعْنَاهُ وَأخرجه البُخَارِيّ فِي تَارِيخه من وَجه آخر عَن سعيد المَقْبُري مُرْسلا بِلَفْظ مَا سَمِعْتُمْ عني من حَدِيث تعرفُون فصدقوه قَالَ البُخَارِيّ وَرَوَاهُ يَحْيَى ابْن آدم عَن أبي هُرَيْرَة وَهُوَ وهم لَيْسَ فِيهِ أَبُو هُرَيْرَة انْتَهَى ¶ قلت يعلم من مَجْمُوع الطّرق أَن للْحَدِيث أصلا وَلَيْسَ بموضوع وَمن شواهده حَدِيث ثَوْبَان الَّذِي حكم ابْن الْجَوْزِيّ بِوَضْعِهِ وَقد تعقب عَلَيْهِ السُّيُوطِيّ وَقَالَ قَوْله إِن يزِيد مَجْهُول مَرْدُود فَإِن لَهُ تَرْجَمَة فِي الْمِيزَان وَقد ضعفه الْأَكْثَر وَقَالَ ابْن عدي أَرْجُو أَنه لَا بَأْس بِهِ وَقَالَ أَبُو مسْهر كَانَ يزِيد بن أبي ربيعَة فَقِيها غير مُتَّهم مَا يُنكر عَلَيْهِ أَنه أدْرك أَبَا أَشْعَث وَلَكِن لَا أخْشَى عَلَيْهِ سوء الْحِفْظ وَالوهم وَقَوله إِن أَبَا الْأَشْعَث لَا يرْوَى عَن ثَوْبَان مَرْدُود فقد رَوَى أَبُو النَّضر حَدثنَا يزِيد بن ربيعَة ثَنَا أَبُو الْأَشْعَث الصَّنْعَانِيّ قَالَ سَمِعت ثَوْبَان يحدث عَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أَنه قَالَ يقبل الْجَبَّار فيثنى رجله عَلَى الجسر الحَدِيث انْتَهَى وَمَعْنى الحَدِيث كَمَا قَالَ الْحَكِيم التِّرْمِذِيّ فِي النَّوَادِر إِن من تكلم بعد الرَّسُول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بِشَيْء من الْحق فالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سَابق إِلَى ذَلِك القَوْل وَإِن لم يكن تكلم بذلك اللَّفْظ الْمَخْصُوص لِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أَتَى بِأَصْلِهِ مُجملا فَقَوله صدقُوا بِهِ قلته أَو لم أَقَله أَي إِن لم أَقَله بذلك اللَّفْظ الَّذِي حدث بِهِ عني وَالْخطاب بِهَذَا إِنَّمَا هُوَ للَّذين صفت قُلُوبهم عَن كدر الشَّهَوَات وَرفعت عَن بصر بصائرهم حجب الظُّلُمَات وَمن شواهده مَا رَوَاهُ الإِمَام أَحْمد ثَنَا حَدثنَا أَبُو عَامر ثَنَا سُلَيْمَان بن بِلَال عَن أبي عبد الرَّحْمَن عَن عبد الْملك بن سعيد بن سُوَيْد عَن أبي حميد أَو أبي أسيد رَضِيَ اللَّهُ عَنْهم أَن النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ إِذا سَمِعْتُمْ الحَدِيث عني تعرفه قُلُوبكُمْ وتلين لَهُ أَشْعَاركُم وَأَبْشَاركُمْ وترون أَنه مِنْكُم قريب فَأَنا أولاكم بِهِ وَإِذا سَمِعْتُمْ الحَدِيث عني تنكره قُلُوبكُمْ وتنفر مِنْهُ أَشْعَاركُم وَأَبْشَاركُمْ وترون أَنه مِنْكُم بعيد فَأَنا أبعدكم مِنْهُ وَقَالَ وَشك فيهمَا عبيد بن أبي قُرَّة",
            "page": "88",
            "part": "1",
            "seal": "02957414"
        },
        {
            "id": "89",
            "nass": "فَقَالَ عَن أبي حميد أَو أبي أسيد وَرَوَاهُ أَيْضا أَبُو يعْلى وَالْبَزَّار قَالَ الْحَافِظ أَبُو الْحسن الهيثمي رِجَاله رجال الصَّحِيح وَقَالَ السُّيُوطِيّ سَنَده عَلَى شَرط الصَّحِيح ¶ الحَدِيث الثَّانِي وَالْعشْرُونَ ¶ أورد ابْن الْجَوْزِيّ فِي الموضوعات من طَرِيق الْحَاكِم حَدثنَا مُحَمَّد ابْن صَالح بن هَانِئ ثَنَا إِبْرَاهِيم بن مُحَمَّد بن مخلد الضَّرِير ثَنَا إِسْحَاق بن إِسْرَائِيل ثَنَا مُحَمَّد بن جَابر اليمامي ثَنَا حَمَّاد بن أبي سُلَيْمَان عَن إِبْرَاهِيم عَن عَلْقَمَة عَن عبد الله رَضِيَ اللَّهُ عَنْه قَالَ صليت مَعَ النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وَمَعَ أبي بكر وَعمر رَضِيَ اللَّهُ عَنْهما فَلم يرفعوا أَيْديهم إِلَّا عِنْد افْتِتَاح الصَّلَاة قَالَ ابْن الْجَوْزِيّ مَوْضُوع وآفته اليمامي ¶ قلت مُحَمَّد بن جَابر اليمامي قَالُوا فِيهِ إِنَّه ضَعِيف وَلم يتهم بِالْكَذِبِ وَقد رَوَى الدَّارَقُطْنِيّ وَالْبَيْهَقِيّ هَذَا الحَدِيث بِهَذَا الطَّرِيق وَقَالا إِنَّه ضَعِيف وأفرط ابْن الْجَوْزِيّ فِي الحكم عَلَيْهِ بِالْوَضْعِ وَقد رَوَى الإِمَام أَحْمد فِي مُسْنده حَدثنَا وَكِيع ثَنَا سُفْيَان عَن عَاصِم ابْن كُلَيْب عَن عبد الرَّحْمَن بن الْأسود عَن عَلْقَمَة قَالَ قَالَ ابْن مَسْعُود رَضِيَ اللَّهُ عَنْه أَلا أُصَلِّي لكم صَلَاة رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَالَ فَصَلى فَلم يرفع يَدَيْهِ إِلَّا مرّة وَرَوَاهُ أَحْمد أَيْضا بِهَذَا الطَّرِيق فَقَالَ قَالَ عبد الله أُصَلِّي لكم صَلَاة رَسُول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَرفع يَدَيْهِ فِي أول وَقد رَوَاهُ أَبُو دَاوُد عَن عُثْمَان بن أبي شيبَة وَالتِّرْمِذِيّ عَن هناد وَالنَّسَائِيّ عَن مَحْمُود بن غيلَان ثَلَاثَتهمْ عَن وَكِيع بِهِ وَرَوَاهُ أَبُو دَاوُد أَيْضا عَن الْحسن بن عَلّي عَن مُعَاوِيَة بن هِشَام وخَالِد بن عَمْرو وَأبي حُذَيْفَة ثَلَاثَتهمْ عَن سُفْيَان بِهَذَا وَرَوَاهُ النَّسَائِيّ عَن سُوَيْد بن نصر عَن ابْن ابْن الْمُبَارك عَن سُفْيَان بِهِ وَقد اخْتلف الْحفاظ فِي هَذَا الحَدِيث فحسنه التِّرْمِذِيّ وَصَححهُ ابْن حزم وَابْن الْقطَّان وَغَيرهم وَضَعفه أَحْمد وَشَيْخه يَحْيَى بن آدم وَالْبُخَارِيّ وَأَبُو دَاوُد وَأَبُو حَاتِم وَغَيره",
            "page": "89",
            "part": "1",
            "seal": "C405C976"
        },
        {
            "id": "47",
            "nass": "الكتاب: ذيل القول المسدد في الذب عن المسند للإمام أحمد ¶ المؤلف: قاضي الملك محمد صبغة الله بن محمد غوث بن محمد ناصر الدين المدارسي الهندي الشافعي ¶ الناشر: مكتبة ابن تيمية - القاهرة ¶ الطبعة: الأولى، 1401 ¶ عدد الأجزاء: 1 ¶ [الكتاب مدقق إملائيا وترقيمه موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "9A3828D3"
        }
    ],
    "t8637": [
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "الحديث الأول"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العاشر"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي عشر"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني عشر"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث عشر"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع عشر"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس عشر"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس عشر"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع عشر"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن عشر"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع عشر"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العشرون"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والعشرين"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والعشرون"
        }
    ]
}