{
    "b8649": [
        {
            "id": "48",
            "nass": "والكوفي، فالشامي يترك عد الموضعين معا والبصري يترك عد الثاني فقط. ثم ذكرت أن قوله تعالى: {هُوَ سَمَّاكُمُ الْمُسْلِمِين} حكى فيه العلماء الخلاف للمكي فذهب بعضهم إلى أن المكي ما كان يعد هذا الموضع ضمن الآيات المعدودة، وذهب البعض إلى أنه كان يعده وهذا هو الراجح؛ لأن الإمام الداني في كتابه \"البيان\" لم يذكر خلافا عن المكي في هذا الموضع بل جزم بأن المكي كان يعده، ومواضع الخلاف في سورة الحج خمسة {الْحَمِيم} {وَالْجُلُود} {وَثَمُود} {وَقَوْمُ لُوط} و {سَمَّاكُمُ الْمُسْلِمِين} والله تعالى أعلم.",
            "page": "48",
            "part": "1",
            "seal": "AF52CFD9"
        },
        {
            "id": "49",
            "nass": "سورة المؤمنين والنور: ¶ قلت: ¶ هارون للكوفي والحمصي يرد ... والشام كالعراق والآصال عد ¶ واعدد لهؤلاء بالأبصار ... ودع لحمص لأولي الأبصار ¶ وأقول: في سورة المؤمنين موضع واحد مختلف فيه وهو قوله تعالى: {ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ} فأنبأت أن هذا الموضع يترك في العد للكوفي والحمصي ويعد لغيرهما. ثم بينت أن الشامي والعراقي أي البصري والكوفي عدوا قوله تعالى: {يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ} فيكون هذا الموضع ساقطا في عدد الحجازيين. ثم أمرت بعد قوله تعالى: {يَذْهَبُ بِالْأَبْصَار} للشامي والعراقي أيضا فيكون كسابقه يعده من يعده، ويتركه من يتركه. فاسم الإشارة في قولي: \"لهؤلاء\" يعود على الشامي والعراقي في البيت قبله. وأتيت باسم الإشارة الدال على الجمع لأن المراد بالعراقي البصري والكوفي كما علمت غير مرة. وهذان مع الشامي جمع فلذا قلت: \"لهؤلاء\" ثم أمرت بترك عد قوله تعالى: {إِنَّ فِي ذَلِك لَعِبْرَةً لِأُولِي الْأَبْصَارِ} للحمصي فيكون معدودا لغيره من علماء العدد. وقيدت الأبصار الأول بالباء، والثاني بـ\"لأولى\" احترازا عن قوله تعالى: {تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ} فإنه معدود بالإجماع. ومواضع الخلاف في سورة النور ثلاثة: {بِالْغُدُوِّ وَالْآصَال} و {يَذْهَبُ بِالْأَبْصَار} و {لِأُولِي الْأَبْصَارِ} .",
            "page": "48",
            "part": "1",
            "seal": "9153D948"
        },
        {
            "id": "50",
            "nass": "سورة الشعراء: ¶ قلت: ¶ أول تعلمون كوف أهمله ... ثالث تعبدون بصر حظله ¶ به الشياطين اعددن لكلهم ... لا المدني الأخير مع مكيهم ¶ وأقول: اشتمل البيت الأول على بيان أن لفظ تعلمون الأول وهو قوله تعالى: {فَلَسَوْفَ تَعْلَمُون} أهمله الكوفي وعده غيره والتقييد بالأول للاحتراز عن الموضع الثاني وهو قوله تعالى: {أَمَدَّكُمْ بِمَا تَعْلَمُون} فإنه معدود إجماعا وأن لفظ تعبدون في ثلث مواضعه وهو قوله تعالى: {وَقِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تَعْبُدُونَ} حظل أي منع عده البصري وعده الباقون. وتقييده بالثالث لإخراج الموضعين قبله وهما {إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ} و {قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُون} فلا خلاف في عدهما واشتمل البيت الثاني على الأمر بعد قوله تعالى: {وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ} لكل أئمة العدد إلا المدني الأخير والمكي فلا يعدانه. وتقييد لفظ الشياطين بكلمة \"به\" للاحتراز عن قوله تعالى: {عَلَى مَنْ تَنَزَّلُ الشَّيَاطِين} فإنه متفق على عده. ¶ تنبيه: دل النظم على أن مواضع الخلاف في هذه السورة ثلاثة \"تعلمون\" و\"تعبدون\" و\"به الشياطين\" ويزاد رابع وهو طسم، فالكوفي يعده وغيره يتركه كما علمت والله أعلم.",
            "page": "49",
            "part": "1",
            "seal": "FD0934E3"
        },
        {
            "id": "51",
            "nass": "سورة النمل والقصص: ¶ قلت: ¶ وللحجازي شديد اعددا ... وعند كوفي قوارير اردد ¶ للكوف يسقون اتركا والطين ... للحمص عد عكس يقتلون ¶ وأقول: أمر الناظم \"عفا الله عنه\" في البيت الأول بعد شديد في قوله تعالى: {وَأُولُو بَأْسٍ شَدِيد} للحجازى فيكون متروكا للبصري والشامي والكوفي، وبرد أي بعدم عد قوارير في قوله تعالى: {قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ} عند الكوفي، فيكون معدودا لغيره من أهل العدد. فالمختلف فيه في سورة النمل اثنان فقط. ولا يغيب عن ذهنك أن {طس} أول السورة لا يعده الكوفي لأنه مستثنى من فواتح السور، كما سبق أول سورة البقرة، ثم أمر بترك عد يسقون في قوله تعالى في سورة القصص: {وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُون} للكوفي فيعد لغيره. وبعد قوله تعالى: {فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ} للحمصي فلا يكون معدودا لغيره. ومعنى قوله \"عكس يقتلون\" أن الحكم في {عَلَى الطِّين} عكس الحكم في يقتلون في قوله تعالى: {فَأَخَافُ أَنْ يَقْتُلُونِ} وقد علمت أن الحمصي ينفرد بعد {عَلَى الطِّين} فيكون منفردا بترك يقتلون، وصفوة القول أن {عَلَى الطِّين} يتركه جميع الأئمة إلا الحمصي فيعده. ويقتلون يعده الكل إلا الحمصي فيتركه. ومواضع الخلاف في سورة القصص أربعة، ذكر النظم ثلاثة منها. والرابع {طسم} وقد عده الكوفي وحده والله أعلم.",
            "page": "50",
            "part": "1",
            "seal": "9C9AA291"
        },
        {
            "id": "52",
            "nass": "سورة العنكبوت: ¶ قلت: ¶ وأول السبيل للحمصي ... مع الحجازي الدين للبصري ¶ كذا الدمشقي ويؤمنون قد ... عد لحمص آخرا كما ورد ¶ وأقول: المعنى أن لفظ السبيل الأول وأعنى به قوله تعالى: {وَتَقْطَعُونَ السَّبِيل} معدود للحمصي والحجازي ومتروك للبصري والدمشقي والكوفي. واحترزت بقيد الأول عن الثاني في قوله تعالى: {فَصَدَّهُمْ عَنِ السَّبِيل} فإنه متروك اتفاقا وأن الدين في قوله تعالى: {مُخْلِصِينَ لَهُ الدِّين} معدود للبصري والدمشقي ومتروك لغيرهما وأن يؤمنون في آخر مواضعه في قوله تعالى: {أَفَبِالْبَاطِلِ يُؤْمِنُون} قد عد للحمصي وحده وقيدت هذا اللفظ بكونه آخر المواضع احترازا عن الموضعين قبله المتفق على عدهما وهما {إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ} و {إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ} . \"تتمة\" تضمن النظم أن مواضع الخلاف ثلاثة ويزاد عليها عليها رابع وهو {الم} أول السورة، وقد انفرد الكوفي بعده والله أعلم.",
            "page": "51",
            "part": "1",
            "seal": "DF8A8C7C"
        },
        {
            "id": "53",
            "nass": "سورة الروم: ¶ قلت: ¶ الروم للثاني وللمكي يرد ... وخلفه في يغلبون لا يعد ¶ سنين للأول والكوفي اهمل ... والمجرمون الثان عد الأول ¶ وأقول: ذكرت أن قوله تعالى: {غُلِبَتِ الرُّوم} يرد عدا للمدني الثاني والمكي ويعد لغيرهما، وأن خلف المكي في يغلبون لا يعتبر ولا يعتد به بل الصحيح أن المكي يعد {يُغْلَبُون} كما يعده سائر الأئمة1، ثم أمرت بإهمال أي بعدم عدد قوله تعالى: {فِي بِضْعِ سِنِين} للمدني الأول والكوفي، فيكون معدودا لغيرهما، ثم ¶ __________ ¶ 1 ولذلك لم يتعرض في كتابه البيان لهذا الخلاف بل جزم بأن المكي بعده كسائر علماء العدد.",
            "page": "51",
            "part": "1",
            "seal": "92A52322"
        },
        {
            "id": "54",
            "nass": "ذكرت أن لفظ \"المجرمون\" الثاني وهو قوله تعالى: {وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ} معدود للمدني الأول ومتروك لغيره، والتقييد بالثاني للاحتراز عن الأول المتفق على عده وهو {وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ} وقولي: \"عد\" خبر المبتدأ الذي هو \"المجرمون\" وهو مصدر بمعنى اسم المفعول وإضافته للأول على معنى اللام كما أشرت إلى ذلك في التقرير \"تكميل\" أماكن الخلاف خمسة: الأربعة التي في النظم والخامس {الم} المعدود للكوفي، والله أعلم.",
            "page": "52",
            "part": "1",
            "seal": "F3130504"
        },
        {
            "id": "55",
            "nass": "سورة لقمان والسجدة: ¶ قلت: ¶ والدين للشامي والبصري ... جديد الحجاز مع شامي ¶ وأقول: المعنى: أن قوله تعالى في سورة لقمان: {مُخْلِصِينَ لَهُ الدِّين} معدود للشامي والبصري ومتروك لغيرهما وأن قوله تعالى في سورة السجدة {لَفِي خَلْقٍ جَدِيد} معدود للحجازي والشامي فيكون متركا للبصري والكوفي، وقد دل النظم على أن في سورة لقمان موضعا واحدا مختلفا فيه، وفي سورة السجدة كذلك، ولكن يزاد في كلتا السورتين \"الم\" فيكون في كل سورة موضعان مختلف فيهما والله أعلم.",
            "page": "52",
            "part": "1",
            "seal": "9E169907"
        },
        {
            "id": "56",
            "nass": "سورة سبأ وفاطر: ¶ قلت: ¶ شام شمال وشديد أولا ... ومعه بصري شديد نقلا ¶ وتشكرون عند حمص لا يعد ... نذير الأول عنه ما ورد ¶ وأقول: دل البيت الأول على أن الشامي يعد قوله تعالى في سورة سبأ: {عَنْ يَمِينٍ وَشِمَال} ولا يعده غيره وليس في سورة سبأ إلا هذا الموضع، ويعد كذلك \"شديد\" في الموضع الأول في قوله تعالى في سورة فاطر: {الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيد} وأن البصري نقل عد لفظ شديد المذكور مع الشامي. وتقييده بالموضع الأول يخرج الموضع الثاني وهو: {وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ} فإنه متفق على تركه. ¶ ودل البيت الثاني على أن قوله تعالى: {وَلَعَلَّكُمْ تَشْكُرُون} لا يعد عند الحمصي فيعد عند غيره، وأن لفظ نذير الأول وهو قوله تعالى: {إِنْ أَنْتَ إِلَّا نَذِير} لم يرد عده عن الحمصي وورد عن غيره، وتقييده بالأول لإخراج الثاني وهو {وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلا فِيهَا نَذِيرٌ} فلا خلاف في عده. ¶ قلت: ¶ والحمص والبصري جديد أهملا ... وفي البصير النور بصر حظلا ¶ من في القبور للدمشقي امتنع ... وأن تزولا عند بصري وقع ¶ تبديلا اعدده لدى البصري ... والمدني الأخير والشامي ¶ وأقول: أفاد البيت الأول أن الحمصي والبصري أهملا عد لفظ جديد في قوله تعالى: {وَيَأْتِ بِخَلْقٍ جَدِيد} فيكون معدودا لغيرهما وأن البصري منع عد لفظي \"البصير والنور\" في قوله تعالى: {وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ، وَلا الظُّلُمَاتُ وَلا النُّورُ} فيكونان معدودين لغيره، وأفاد البيت الثاني أن قوله تعالى: {وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ} امتنع عده للدمشقي فيكون معدودا لغيره.",
            "page": "53",
            "part": "1",
            "seal": "949625CA"
        },
        {
            "id": "57",
            "nass": "وأن قوله تعالى: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولا} وقع في العد عند البصري ولم يقع عند غيره. وأفاد البيت الثالث الأمر بعد قوله تعالى: {فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا} عند البصري. والمدني الأخير والشامي فيكون متروكا عند المدني الأول والمكي والكوفي. ¶ \"تتمة\" يستفاد من النظم أن مواطن الخلاف في سورة فاطر تسعة: {لَهُمْ عَذَابٌ شَدِيد} ، {بِخَلْقٍ جَدِيد} ، {وَلَعَلَّكُمْ تَشْكُرُونَ} ، {وَالْبَصِير} ، {وَلا النُّور} ، {مَنْ فِي الْقُبُور} ، {إِلَّا نَذِير} ، {أَنْ تَزُولا} ، {تَبْدِيلًا} . والله أعلم.",
            "page": "54",
            "part": "1",
            "seal": "01681140"
        },
        {
            "id": "58",
            "nass": "سورة الصافات وص: ¶ قلت: ¶ وغير حمص جانب والعكس له ... في التلو يعبدون بصر أهمله ¶ ثاني يقولون يزيد أهملا ... والكوف ذي الذكر قد نقلا ¶ وأقول: بينت أن غير الحمصي من أئمة العدد يعد لفظ جانب في قوله تعالى: {وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ} ولا يعده الحمصي. ومعنى قولي: \"والعكس له في التلو\" أن غير الحمصي يعكس الحكم في اللفظ الذي يتلو لفظ جانب وهو \"دحورا\" بمعنى أنه يسقطه من العدد فيكون هذا اللفظ ثابتا في عدد الحمصي. وصفوة القول أن الجمهور يعدون لفظ جانب ولا يعدون دحورا. والحمصي يترك عد جانب ويعد دحورا. ثم بينت أن قوله تعالى: {وَمَا كَانُوا يَعْبُدُونَ} أهمل البصري عده، وعده الباقون. وأن يقولون في ثاني موضعيه وهو: {وَإِنْ كَانُوا لَيَقُولُون} أهمل عده يزيد بن القعقاع وهو أبو جعفر1 وعده الباقون، وخرج ¶ __________ ¶ 1 وهذا من جملة المواضع التى اختلف فيها شيبة وأبو جعفر.",
            "page": "54",
            "part": "1",
            "seal": "A6CBA8E3"
        },
        {
            "id": "59",
            "nass": "بقيد الثاني الموضع الأول وهو: {أَلا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ} فإنه معدود إجماعا. وإلى هنا انتهى الكلام على مواطن الخلاف في سورة الصافات، ثم شرعت في الكلام على سورة \"ص\" فذكرت أن الكوفي وحده قد نقل له عد قوله تعالى: {وَالْقُرْآنِ ذِي الذِّكْرِ} دون سائر علماء العدد. ¶ قلت. ¶ غواص اعددن لغير البصري ... وغير حمصي عظيم يجري ¶ أقول للكوفي والحمصي اثبتا ... والخلف البصري فيه قد أتى ¶ وأقول: أمرت بعد قوله تعالى: {وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ} لغير البصري فيكون متروكا له. ثم أخبرت بأن غير الحمصي من أهل العدد يجري لفظ عظيم في قوله تعالى: {قُلْ هُوَ نَبَأٌ عَظِيمٌ} ضمن الآيات المعدودة. ولا يجريه الحمصي ثم أمرت بإثبات قوله تعالى: {وَالْحَقَّ أَقُول} في ضمن الآيات المعدودة للكوفي والحمصي، وذكرت أن الخلف في هذا الموضع للبصري قد ورد وثبت، وذلك أن عاصما الجحدري من علماء البصرة لم يعد هذا الموضع، ويعقوب الحضرمي وأيوب بن المتوكل العالمان البصريان يعدانه. ¶ \"تنبيه\" أماكن الخلف في سورة الصافات أربعة: {مِنْ كُلِّ جَانِب} ، {دُحُورًا} ، {وَمَا كَانُوا يَعْبُدُون} ، {وَإِنْ كَانُوا لَيَقُولُون} ، وفي {ص} كذلك: {ذِي الذِّكْر} ، {وَغَوَّاص} ، {نَبَأٌ عَظِيم} ، {وَالْحَقَّ أَقُول} ، ولا يعزب عن ذهنك أن {ص} لا يعدها الكوفي كما سبق أول البقر والله أعلم.",
            "page": "55",
            "part": "1",
            "seal": "CBCCBA47"
        },
        {
            "id": "60",
            "nass": "سورة الزمر: ¶ قلت: ¶ يختلفون أولا لا الكوف عد ... معه الدمشقي ثاني الدين اعتمد ¶ وأقول: المعني: أن قوله تعالى: {يَخْتَلِفُون} في الموضع الأول وهو {إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ} عده غير الكوفي من الأئمة. وتقييده بهذا الموضع لإخراج الموضع الثاني المجمع على عده وهو: {أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ} وأن الكوفي اعتمد عد لفظ الدين في ثاني مواضعه ومعه الدمشقي. وذلك قوله تعالى: {قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ} فالحجازيون والبصري والحمصي لا يعدون هذا الموضع. وتقييده بهذا للاحتراز عن الموضع الأول وهو {فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّين} فإنه متفق على عده: ¶ قلت: ¶ كوف له ديني وهاد ثانيا ... فسوف تعلمون عنه رويا ¶ بشر عبادي عند مك ارددا ... مع أول الأنهار عنهما اعددا ¶ وأقول: اشتمل البيت الأول على مواضع ثلاثة انفرد الكوفي بعدها: الأول {قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي} والثاني: {وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} الذي بعده {وَمَنْ يَهْدِ اللَّه} إلخ وهذا هو الموضع الثاني. والتقييد به للاحتراز عن الموضع الأول وهو الذي بعده {أَفَمَنْ يَتَّقِي بِوَجْهِهِ} الآية فإنه معدود إجماعا. والثالث قوله تعالى: {فَسَوْفَ تَعْلَمُون} واشتمل البيت الثاني على الأمر بعدم عد {فَبَشِّرْ عِبَاد} عند المكي والمدني الأول. وعده لغيرهما وتقييد \"عباد\" بكلمة \"بشر\" لإخراج \"يا عباد\" الذي بعده \"فاتقون\" فليس معدودا لأحد. كما اشتمل على الأمر بعد {تَجْرِي مِنْ تَحْتِهَا الْأَنْهَار} عند المكي والمدني الأول. ¶ دون غيرهما. فالضمير في عنهما يعود على المكي والمدني الأول فيما قبل. ¶ \"تكميل\": مواضع الخلاف في السورة سبعة: {يَخْتَلِفُون} ، {لَهُ الدِّين} ، {لَهُ دِينِي} ، {فَبَشِّرْ عِبَاد} ، {الْأَنْهَار} ، {مِنْ هَاد} ، {فَسَوْفَ تَعْلَمُون} . والله تعالى أعلم.",
            "page": "56",
            "part": "1",
            "seal": "42D0B286"
        },
        {
            "id": "61",
            "nass": "سورة غافر وفصلت والشورى: ¶ قلت: ¶ يوم التلاق للدمشقي حظلا ... وعكس ذا في بارزون نقلا ¶ وأقول: أعني: أن قوله تعالى: {يَوْمَ التَّلاق} منع عده للدمشقي فيكون معدودا لغيره. وأن عكس هذا الحكم نقل في قوله تعالى: {يَوْمَ هُمْ بَارِزُون} بمعنى أنه يكون معدودا للدمشقي ومتروكا لغيره. فـ {يَوْمَ التَّلاق} يعده سائر أئمة العدد إلا الدمشقي فيتركه، \"وبارزون\" يتركه جميع الأئمة إلا الدمشقي فيعده. ¶ قلت: ¶ ودع لكوف كاظمين واترك ... للثان والبصر الكتاب قد حكي ¶ ثان دمشق والبصير عنهما ... ويسحبون الكوف عد معهما ¶ وأقول: أمرت في البيت الأول بعدم عد قوله تعالى: {لَدَى الْحَنَاجِرِكَاظِمِين} للكوفي فيكون معدودا لغيره، وبعدم عد قوله تعالى: {وَأَوْرَثْنَا بَنِي إِسْرائيلَ الْكِتَابَ} للمدني الثاني والبصري فيكون ثابتا في عد غيرهما ثم أخبرت في البيت الثاني بأن المدني الثاني والدمشقي ثبت عنهما عد قوله تعالى: {وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ} فيكون متروكا للباقين. وقرن البصير بالواو لإخراج الخالي منها وهو {إِنَّهُ هُوَ السَّمِيعُ الْبَصِير} فإنه معدود إجماعا ثم ذكرت أن قوله تعالى: {السَّلاسِلُ يُسْحَبُون} عده الكوفي مع المدني الثاني والدمشقي. فيكون متروكا في عد المدني الأول والمكي والبصري والحمصي.",
            "page": "57",
            "part": "1",
            "seal": "25209D4A"
        },
        {
            "id": "62",
            "nass": "قلت: ¶ وفي الحميم أول مكي ... وتشركون الكوف والشامي ¶ وأقول: المعني أن قوله تعالى: {فِي الْحَمِيم} يعده المدني الأول والمكي ويتركه غيرهما1، وقوله تعالى: {أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ} يعده الكوفي والشامي ويسقطه سواهما، وقد ذكر إمامنا الشاطبي الخلاف فيه للشامي ولكن لم أعرج على هذا الخلاف في النظم بل قطعت بأن الشامي يعده كالكوفي تبعا للإمام الداني في كتابه \"البيان\" حيث لم يذكر خلافا للشامي بل جزم بأن الشامي يعده قولا واحدا كالكوفي، فذكر الشاطبي الخلاف للشامي خروج عن أصله فلذا لم أتبعه بل اتبعت الأصل. وإلى هنا تم الكلام على مواضع الخلاف في سورة غافر. ¶ قلت: ¶ ثمود إذ للبصر دع والشامي ... والكوف والحمصي كالأعلام ¶ وأقول: أمرت بترك عد قوله تعالى: {مِثْلَ صَاعِقَةِ عَادٍ وَثَمُود} الذي بعده \"إذ\" للبصري والشامي، فيكون معدودا للحجازيين والكوفي، وقيدت ثمود بإذ احترازا عن {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ} فليس معدودا لأحد، ثم بينت أن الكوفي والحمصي يعدان \"كالأعلام\" في قوله تعالى: {وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلامِ} فلا يكون معدودا لغيرهما \"تتمة\": الفواصل المختلف فيها في سورة غافر تسعة تعرض النظم لبيان ثمانية وهي: التلاق، بارزون، كاظمين، الكتاب، والبصير، يسحبون، في الحميم، تشركون، والتاسعة \"حم\" ولا يخفي عدها للكوفي ¶ والمختلف فيه في سورة فصلت موضعان تعرض النظم لبيان واحد وهو \"وثمود\" وترك آخر وهو \"حم\". والفواصل المختلف فيها في سورة الشورى ثلاثة وقد تعرض النظم لبيان واحدة وهي \"كالأعلام\" وترك ثنتين وهما \"حم\" و \"عسق\" وقد عدهما الكوفي والحمصي كما سبق التنبيه على ذلك أول سورة البقرة والله أعلم. ¶ __________ ¶ 1 والخلاصة في هذا الموضع والذي قبله أن المدني الثاني والدمشقي والكوفي يعدون \"يسحبون\"ولا يعدون \"في الحميم\" وأن المدني الأول والمكي على العكس، وأن الباقي وهما البصري والحمصي لا يعدان الموضعين.",
            "page": "58",
            "part": "1",
            "seal": "D8F2BA6F"
        },
        {
            "id": "63",
            "nass": "سورة الزخرف والدخان: ¶ قلت: ¶ مهين الحجاز مع بصريهم ... وليقولون عن كوفيهم ¶ شجرة الزقوم للمكي دع ... كالثان والحمصي كما عنهم وقع ¶ وفي البطون أول قد أهملا ... معه الدمشقي كما قد انجلا ¶ وأقول: أفاد البيت الأول أن قوله تعالى: {هُوَ مَهِين} في سورة الزخرف يعده الحجازي والبصري ولا يعده الشامي والكوفي. وأن قوله تعالى في سورة الدخان: {إِنَّ هَؤُلاءِ لَيَقُولُون} معدود عند الكوفي ومتروك عند غيره. وأفاد البيت الثاني الأمر بترك عد قوله تعالى: {إِنَّ شَجَرَتَ الزَّقُّوم} للمكي والمدني الثاني والحمصي، فيكون معدودا للمدني الأولي والبصري والدمشقي والكوفي، إذا علمت ذلك فلا تغتر بما كتبه الشيخ الحداد في \"سعادة الدارين\" وما كتبه الشيخ البنا في \"إتحاف البشر\" تبعا للشيخ القسطلاني في كتابه \"لطائف الإشارات\" حيث صرحوا بأن هذا الموضع يعده المكي والمدني الثاني والحمصي. ¶ وما قلناه هو الصواب وهو أن هذا الموضع {شَجَرَتَ الزَّقُّوم} متروك للمذكورين لا معدود. وقد صرح بما قلناه الإمام الداني في كتابه \"البيان\" وتبعه الشاطبي",
            "page": "59",
            "part": "1",
            "seal": "0B3F5B33"
        },
        {
            "id": "64",
            "nass": "في الناظمة: واقتفى أثرهما كالإمام الجعبرى في شرح الشاطبية، والشيخ المدقق ملا على قارئ في شرح الشاطبية أيضا. فاحرص على هذا والله يتولى هداك. وأفاد البيت الثالث أن قوله تعالى: {يَغْلِي فِي الْبُطُون} قد أهمل عده المدني الأول والدمشقي فيكون معدودا للباقين، \"تنبيه\" المختلف فيه في سورة الزخرف موضعان \"حم\" و\"مهين\" وفي سورة الدخان أربعة \"حم\" و \"ليقولون\" و {شَجَرَتَ الزَّقُّوم} و {يَغْلِي فِي الْبُطُون} والله تعالى أعلم.",
            "page": "60",
            "part": "1",
            "seal": "348E339F"
        },
        {
            "id": "65",
            "nass": "سورة القتال: ¶ قلت: ¶ ضرب الرقاب والوثاق اعددهما ... كذاك منهم لحمص انتمى ¶ وأقول: تضمن هذا البيت الأمر بعد مواضع ثلاثة للحمصي وحده. فتكون ساقطة في عد غيره. الموضع الأول: {فَضَرْبَ الرِّقَاب} ، الثاني: {فَشُدُّوا الْوَثَاق} الثالث: {لانْتَصَرَ مِنْهُمْ} ومعنى انتمى انتسب أي أن ما ذكر من المواضع انتسب عدا للحمصي ولم ينتسب في العد لغيره. ¶ قلت: ¶ أوزارها يسقطها الكوفي ... ثاني بالهم نفي الحمصي ¶ ومثله أقدامكم والبصري ... للشاربين مع حمص يجري ¶ وأقول: المعني: أن قوله تعالى: {حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا} يسقطها الكوفي، ويعدها غيره، وأن لفظ بالهم الثاني وهو قوله تعالى: {وَيُصْلِحُ بَالَهُم} نفي عده الحمصي فيكون ثابتا في عد الباقين، وتقييده بالثاني للاحتراز عن الأول وهو {وَأَصْلَحَ بَالَهُم} فإنه متفق على عده، ثم بينت أن قوله تعالى: ¶ {وَيُثَبِّت أَقْدَامَكُمْ} مثل بالهم المتقدم في الحكم يعده من يعده ويسقطه من يسقطه؛ فيسقطه الحمصي ويعده الباقون، ثم ذكرت أن البصري يجري -مع الحمصي- قوله تعالى: {لَذَّةٍ لِلشَّارِبِين} مع الآيات المعدودة، فلا يجريه غيرهما. ومواضع الخلاف في هذه السورة سبعة: {فَضَرْبَ الرِّقَاب} ، {فَشُدُّوا الْوَثَاق} ، {لانْتَصَرَ مِنْهُم} ، {أَوْزَارَهَا} ، {وَيُصْلِحُ بَالَهُم} ، {وَيُثَبِّتْ أَقْدَامَكُم} ، {لَذَّةٍ لِلشَّارِبِين} . والله أعلم.",
            "page": "60",
            "part": "1",
            "seal": "2157B0CD"
        },
        {
            "id": "66",
            "nass": "سورة الطور والنجم: ¶ قلت: ¶ والطور في عد الحجازي أهملا ... والشام دعا مع كوف نقلا ¶ عن من تولى الشام شيئا آخرا ... كوف ودنيا للدمشقي احظرا ¶ وأقول: دل البيت الأول على أن قوله تعالى: {وَالطُّور} أهمل في عد الحجازي فيكون ثابتا في عد العراقي والشامي، وأن الشامي نقل -مع الكوفي- عد قوله تعالى: {يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا} فلا يكون معدودا عند الحجازيين والبصري، وهذان الموضعان هما المختلف فيهما في سورة الطور. ودل البيت الثاني على أن قوله تعالى في سورة النجم: {فَأَعْرِضْ عَنْ مَنْ تَوَلَّى} معدود للشامي ومتروك لغيره. وتقييده بعن من، للاحتراز عن {أَفَرَأَيْتَ الَّذِي تَوَلَّى} فإنه معدود للجميع. وعلى أن لفظ شيئا المتأخر في الذكر وهو قوله تعالى: {إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئًا} عده الكوفي وحده، وتقييده بالآخر لإخراج الأول وهو {لا تُغْنِي شَفَاعَتُهُمْ شَيْئًا} فليس معدودا لأحد كما دل على الأمر بحظر أي منع عد قوله تعالى: {وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا} للدمشقي، فيكون معدودا للباقين، فمواضع الخلاف في سورة والنجم ثلاثة: {عَنْ مَنْ تَوَلَّى} ، \"شيئا\"، \"الدنيا\". والله تعالى أعلم.",
            "page": "61",
            "part": "1",
            "seal": "F5CE01FC"
        },
        {
            "id": "67",
            "nass": "سورة الرحمن: ¶ قلت: ¶ لشام الرحمن مع كوف ورد ... ثم المديني أول الإنسان رد ¶ وأقول: المعني أن قوله تعالى: {الرَّحْمَنُ} ورد عده للشامي والكوفي وتركه لغيرهما، وأن المديني -وإطلاقه يشمل المدنيين الأول والثاني- رد لفظ الإنسان في الموضع الأول أي لم يعده وهو قوله تعالى: {خَلَقَ الْأِنْسَان} الذي بعده {عَلَّمَهُ الْبَيَانَ} فغير المدنيين بعده، وتقييد لفظ الإنسان بالأول للاحتراز عن الثاني وهو: {خَلَقَ الْأِنْسَانَ مِنْ صَلْصَالٍ} فليس معدودا لأحد. ¶ قلت: ¶ وأسقط المكي للأنام ... كثان نار للعراقي الشامي ¶ والمجرمون ثانيا للكل ... إلا لبصري كما في النقل ¶ وأقول: أخبرت في البيت الأول بأن المكي أسقط من عدد الآيات قوله تعالى: {وَالْأَرْضَ وَضَعَهَا لِلْأَنَام} فيكون ثابتا في عد غيره. وبأن إسقاط المكي لهذا الموضع كإسقاط لفظ نار الثاني للعراقي والشامي. والمراد قوله تعالى: {شُوَاظٌ مِنْ نَار} وإذا كان العراقي -البصري والكوفي- والشامي لا يعدون هذا الموضع فالحجازيون يعدونه، وقيدت لفظ نار بالثاني للاحتراز عن الأول وهو {مِنْ مَارِجٍ مِنْ نَار} فإنه معدود إجماعا. وأخبرت في البيت الثاني بأن لفظ المجرمون في الموضع الثاني معدود لكل علماء العدد إلا للبصري فمتروك له، والمراد به قوله تعالى: {يُكَذِّبُ بِهَا الْمُجْرِمُون} وقيدته بالموضع الثاني لإخراج الموضع الأول وهو {يُعْرَفُ الْمُجْرِمُون} فلم يعد لأحد. ¶ وأماكن الخلف في هذه السورة، خمسة: الرحمن، خلق الإنسان، للأنام، من نار، بها المجرمون، والله أعلم.",
            "page": "62",
            "part": "1",
            "seal": "34967055"
        },
        {
            "id": "68",
            "nass": "سورة الواقعة: ¶ قلت: ¶ كوف وحمص أول الميمنة ... قد أسقطا كأول المشأمة ¶ موضونة للبصر والشامي اردد ... للثان والمكي أباريق اعدد ¶ وأقول: نبهت في البيت الأول على أن الكوفي والحمصي قد أسقطا من العدد لفظ الميمنة الأول وهو {فَأَصْحَابُ الْمَيْمَنَة} كما أسقطا لفظ المشأمة الأول وهو {وَأَصْحَابُ الْمَشْأَمَة} وقيدت اللفظين بالأول لإخراج الثاني منهما؛ فإن الثاني من لفظ الميمنة معدود بالإجماع وهو {مَا أَصْحَابُ الْمَيْمَنَة} وكذا الثاني من لفظ المشأمة معدود بالإجماع وهو {مَا أَصْحَابُ الْمَشْأَمَةِ} ثم أمرت في البيت الثاني بعدم عد قوله تعالى: {عَلَى سُرُرٍ مَوْضُونَة} للبصري والشامي فيكون معدودا لغيرهما، وبعد لفظ {وَأَبَارِيق} للمدني الثاني والمكي، فيكون متروكا لغيرهما. ¶ قلت: ¶ وأول والكوف عين رويا ... تأثيما أول ومك نفيا ¶ أولى اليمين الكوف معه الثان رد ... وليس إنشاء لبصري يعد ¶ أولى الشمال يسقط الكوفي ... أولى حميم يترك المكي ¶ وأقول: دل البيت الأول على أن المدني الأول والكوفي رويا عد",
            "page": "63",
            "part": "1",
            "seal": "3C0B3F17"
        },
        {
            "id": "69",
            "nass": "\"وحور عين\" فلم يرو لغيرهما. وأن قوله تعالى: {وَلا تَأْثِيمًا} المدني الأول والمكي نفيا عده. فيكون معدودا لغيرهما، ودل البيت الثاني على أن كلمة اليمين الأولى في قوله تعالى: {وَأَصْحَابُ الْيَمِين} رد عدها الكوفي والمدني الثاني، فيعدها الباقون. والتقييد بالأولى لإخراج غيرهما1 في السورة كما دل على أن قوله تعالى: {إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً} لا يعد للبصري فيعد لغيره، ودل البيت الثالث على أن كلمة الشمال الأولى في قوله تعالى: {وَأَصْحَابُ الشِّمَال} يسقط عدها الكوفي ويعدها غيره. والتقييد بالأولى لإخراج الثانية وهي {مَا أَصْحَابُ الشِّمَال} فإنها معدودة إجماعا، كما دل على أن كلمة حميم الأولى وهي {فِي سَمُومٍ وَحَمِيمٍ} يترك عدها المكي ويعدها الباقون، والتقييد بالأولى لإخراج الثانية وهي {فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيم} والثالثة وهي {فَنُزُلٌ مِنْ حَمِيمٍ} فمتفق على عدهما. ¶ قلت: ¶ واعدد يقولون لمك حمصي ... والأولون عنه دع بالنص ¶ والآخرين اعدده للمكي ... والكوف والأول والبصري ¶ عد لمجموعون ثان شامهم ... ثم الدمشقي وريحان وسم ¶ وأقول: أمرت في البيت الأول بعد قوله تعالى: {وَكَانُوا يَقُولُون} للمكي والحمصي، فيكون غير معدود للباقين، وبعدم عد قوله تعالى: {أَوَآبَاؤُنَا الْأَوَّلُونَ} للحمصي فيكون معدودا لغيره، وأمرت في البيت الثاني بعد قوله تعالى: {قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ} للمكي والكوفي والمدني الأول والبصري. فيترك في ¶ __________ ¶ 1 وقعت هذه الكلمة في السورة خمس مرات، والخلاف إنما هو في الأولى فحسب وباقى المواضع لا خلاف في عدها وهي: {مَا أَصْحَابُ الْيَمِين} ، و {لِأَصْحَابِ الْيَمِين} ، و {مِنْ أَصْحَابِ الْيَمِين} في موضعين.",
            "page": "64",
            "part": "1",
            "seal": "8C0CA623"
        },
        {
            "id": "70",
            "nass": "عد المدني الثاني والشامي، ثم أخبرت في الثالث بأن قوله تعالى: {لَمَجْمُوعُونَ} قد عده المدني الثاني والشامي. فيتركه الباقون، وعلى هذا من يعد والآخرين، لا يعد لمجموعون. ومن لا يعد والآخرين يعد لمجموعون. وأخيرا ذكرت أن الدمشقي ينفرد بعد قوله تعالى: {فَرَوْحٌ وَرَيْحَان} . ¶ وأماكن الخلاف خمسة عشر: الميمنة، المشأمة، موضونة، وأباريق، عين، تأثيما اليمين، إنشاء، الشمال، وحميم، يقولون، الأولون، والآخرين، لمجموعون، وريحان. والله أعلم.",
            "page": "65",
            "part": "1",
            "seal": "EDF631BE"
        },
        {
            "id": "71",
            "nass": "سورة الحديد والمجادلة: ¶ قلت: ¶ قبله العذاب عن كوفيهم ... وعدد الإنجيل عن بصريهم ¶ وفي الأذلين المديني الثاني ... وأيضا المكي يهملان ¶ وأقول: المعني أن قوله تعالى: {مِنْ قِبَلِهِ الْعَذَاب} ثابت عده عن الكوفيين دون غيرهم، وأن قوله تعالى: {وَآتَيْنَاهُ الْإِنْجِيل} ثابت عده عن البصري دون سواه، وهذان الموضعان في سورة الحديد. وفي سورة المجادلة موضع واحد مختلف فيه، وهو قوله تعالى: {أُولَئِكَ فِي الْأَذَلِّينَ} وقد بينت في البيت الثاني أن المدني الثاني والمكي يهملان عده فغيرهما يعده والله تعالى أعلم.",
            "page": "65",
            "part": "1",
            "seal": "F6E5F6A4"
        },
        {
            "id": "72",
            "nass": "سورة الطلاق والتحريم والملك: ¶ قلت: ¶ وللدمشقي عدد الآخرجا ... والثان مع مك وكوف مخرجا ¶ لالباب فاعدد للمديني الأول ... قدير الأنهار للحمصي انقل ¶ وأقول: نبهت في البيت الأول على أن عد قوله تعالى: {مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِر} ورد وثبت للدمشقي. فيكون ساقطا في عد غيره، وعلى أن المدني الثاني والمكي والكوفي يعدون قوله تعالى: {يَجْعَلْ لَهُ مَخْرَجًا} فغيرهم لا يعده، وهم المدني الأول. والبصري والشامي، ثم أمرت في الشطر الأول. ¶ من البيت الثاني بعد قوله تعالى: {فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ} للمدني الأول فيكون متروكا في عد الباقين، ثم أمرت في الشطر الثاني بنقل عد قوله تعالى في سورة الطلاق: {لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} وقوله تعالى في سورة التحريم: {وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} للحمصي فيكون هذان الموضعان متروكين في عد غيره. ¶ قلت: ¶ ثاني نذير للحجازيين قد ... عد سوى يزيدهم فما اعتمد ¶ وأقول: أفاد هذا البيت أن لفظ نذير الثاني وهو قوله تعالى: {قَدْ جَاءَنَا نَذِير} قد عدد للحجازيين -المدنيين والمكي- إلا يزيد بن القعقاع وهو أبو جعفر فلم يعتمد عده. فيكون هذا الموضع متروكا لأبي جعفر والبصري والكوفي والشامي، وهذا من جملة المواضع التى اختلف فيها شيبة وأبو جعفر، فشيبة مع العادين، وأبو جعفر مع التاركين وتقييده بالثاني لإخراج الأول وهو {أَلَمْ يَأْتِكُمْ نَذِير} والثالث وهو {فَسَتَعْلَمُونَ كَيْفَ نَذِير} فإنهما معدودان بالإجماع. وأماكن الخلاف في سورة الطلاق أربعة: الآخر، مخرجا، الألباب، قدير، وفي سورة التحريم موضع واحد هو الأنهار، وفي الملك كذلك {قَدْ جَاءَنَا نَذِير} والله أعلم.",
            "page": "66",
            "part": "1",
            "seal": "51DC829B"
        },
        {
            "id": "73",
            "nass": "سورة الحاقة والمعارج: ¶ قلت: ¶ الحاقة الأولى روى الكوفي ... ثم حسوما عده الحمصي ¶ شماله عد حجازيهم ... وسنة غير دمشقيهم ¶ وأقول: معنى البيت الأول أن كلمة \"الحاقة\" الأولى روى الكوفي عدها وتركها الباقون. والتقييد بالأولى للاحتراز عن الثانية والثالثة وهما {مَا الْحَاقَّة} معا فإنها معدودتان إجماعا، وقوله تعالى: {وَثَمَانِيَةَ أَيَّامٍ حُسُومًا} عده الحمصي وتركه غيره. ومعنى البيت الثاني أن قوله تعالى: {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ} عده الحجازيون. وتركه العراقيون والشامي. وقوله تعالى: {خَمْسِينَ أَلْفَ سَنَة} عده غير الدمشقي من الأئمة. ومواطن الخلف في سورة الحاقة ثلاثة: الحاقة، حسوما، شماله، وفي المعارج موضع واحد، وهو سنة، والله تعالى أعلم.",
            "page": "67",
            "part": "1",
            "seal": "60943B7A"
        },
        {
            "id": "74",
            "nass": "سورة نوح والجن: ¶ قلت: ¶ ونورا الحمصي سواعا أهملا ... له وللكوفي كما قد نقلا ¶ نسرا لثان حمص الكوفي ... كثيرا الأول مع مكي ¶ وأقول: ذكرت في البيت الأول أن قوله تعالى: {وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا} يعده الحمصي ويتركه غيره، وقوله تعالى: {وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا} أهمل عده للحمصي وللكوفي. واعتمد عده لغيرهما، وذكرت في البيت الثاني أن قوله تعالى: {وَنَسْرًا} معدود للمدني والحمصي والكوفي. فيكون متروكا",
            "page": "67",
            "part": "1",
            "seal": "BEA14F0B"
        },
        {
            "id": "75",
            "nass": "للمدني الأول والمكي والبصري والدمشقي وقوله تعالى: {وَقَدْ أَضَلُّوا كَثِيرًا} يعده المدني الأول والمكي ولا يعده الباقون. ¶ قلت: ¶ ونارا اعدده عن البصري ... وللحجازيين والشامي ¶ وأحد ذو الرفع عده لدى ... مكيهم واترك له ملتحدا ¶ وأقول: أمرت في البيت الأول بعد قوله تعالى: {فَأُدْخِلُوا نَارًا} للبصري والحجازيين والشامي. فيكون متروكا للكوفي وحده وأمرت في البيت الثاني بعد لفظ \"أحد\" المرفوع للمكي فلا يعد لغيره وهو قوله تعالى: {قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ} وتقييده بالرفع للاحتراز عن لفظ أحد المنصوب في هذه السورة فإنه رأس آية إجماعا حيث وقع مثل: {وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا} وأمرت أيضا بترك عده قوله تعالى: {وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا} للمكي فيكون معدودا لغيره. والخلاصة أن لفظ أحد السابق يعده المكي ويتركه الباقون. ولفظ ملتحدا يتركه المكي ويعده الباقون. وأماكن الخلاف في سورة نوح خمسة: نورا، سواعا، نسرا، كثيرا، نارا. ¶ وفي سورة الجن موضعان: أحد، ملتحدا، والله أعلم.",
            "page": "68",
            "part": "1",
            "seal": "05479CBC"
        },
        {
            "id": "76",
            "nass": "سورة المزمل والمدثر: ¶ قلت: ¶ وقبل قم كوف دمشق أول ... ثم جحيما غير حمص ينقل ¶ وأقول: بينت أن اللفظ الواقع قبل لفظ قم وهو {يَا أَيُّهَا الْمُزَّمِّل} يعده الكوفي والدمشقي والمدني الأول، فيتركه المدني الثاني والمكي والبصري والحمصي وإنما عبرت عن لفظ المزمل بكونه واقعا قبل لفظ قم ولم أذكره صراحة لأنه",
            "page": "68",
            "part": "1",
            "seal": "7E906993"
        },
        {
            "id": "77",
            "nass": "لا يتأتى مجيئه في الرجز من الشعر. ثم ذكرت أن لفظ جحيما في قوله تعالى: {إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا} ينقل عده غير الحمصي من العلماء ويترك عده الحمصي. ¶ قلت: ¶ رسولا المكي وخلف الثاني ... له وشيبا كلهم لا الثاني ¶ كيتساءلون والمكي رد ... المجرمين مع دمشق في العدد ¶ وأقول: أفاد البيت الأول أن رسولا في الأول وهو {إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا} معدود للمكي ومتروك لغيره. ولم أقيده بالموضع الأول لأنه يفهم من قولي: \"وخلف الثاني له\" أي أن الخلف في الموضع الثاني للفظ رسولا وقع للمكي. فروي عنه تركه وروي عنه عده وهو الصحيح والموضع الثاني هو قوله تعالى: {كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا} فذكر الخلاف في الموضع الثاني يدل على أن رسولا في النظم المراد به الموضع الأول. وقولي: \"وشيبا إلخ\" معناه أن قوله تعالى: {يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا} يعده كل علماء العدد إلا المدني الثاني فيتركه. وقولي: \"كيتساءلون\" معناه أن الحكم في شيبا مثل الحكم في لفظ \"يتساءلون\" في سورة المدثر. وقد عرفت أن جميع علماء العدد يعدون \"شيبا\" ما عدا المدني الثاني فكذلك يقال في \"يتساءلون\" يعده الجميع إلا المدني الثاني. وقولي: \"والمكي رد إلخ\" أفاد أن المكي والدمشقي ردا عد قوله: \"عن المجرمين\" فيكون معدودا للمدنيين الأول والثاني والبصري والحمصي والكوفي فيتحصل من هذا أن المدني الأخير يترك عد \"يتساءلون\" ويعد \"المجرمين\" والمكي والدمشقي يعدان الأول دون الثاني. والباقون يعدون الموضعين معا وهم المدني الأول والبصري والحمصي والكوفي. ومواضع الخلاف في سورة المزمل خمسة: المزمل، وجحيما، إليكم رسولا، إلى فرعون رسولا، شيبا. ¶ وفي سورة المدثر موضعان: يتساءلون، عن المجرمين، والله تعالى أعلم.",
            "page": "69",
            "part": "1",
            "seal": "3C038AB2"
        },
        {
            "id": "78",
            "nass": "سورة القيامة والنبأ: ¶ قلت: ¶ للكوف تعجل به مع حمصهم ... قريبا البصري وخلف مكهم ¶ وأقول: المعني أن قوله تعالى في سورة القيامة: {لِتَعْجَلَ بِه} معدود للكوفي والحمصي ومتروك للباقين. وقوله تعالى في سورة النبأ: {إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا} عده البصري والمكي يخلف عنه1، وتركه الباقون، والله أعلم. ¶ __________ ¶ 1 لم يتعرض الداني في البيان لخلف المكي بل ذكر أن البصري ينفرد بعد هذا الموضع.",
            "page": "70",
            "part": "1",
            "seal": "C7D8F341"
        },
        {
            "id": "79",
            "nass": "سورة النازعات وعبس: ¶ قلت: ¶ أنعامكم معا لشام بصري ... دع والحجازى من طغى لا يجري ¶ طعامه الكل سوى يزيدهم ... والصاخة اعدد لسوى دمشقهم ¶ وأقول: تضمن البيت الأول الأمر بعدم قوله تعالى: {وَلِأَنْعَامِكُم} في سورتي النازعات وعبس وهذا معني قولي: معا، للشامي والبصري فيكون الموضعان معدودين لغيرهما، كما تضمن أن الحجازي لا يجري قوله تعالى في سورة النازعات: {فَأَمَّا مَنْ طَغَى} ضمن الآيات المعدودة. فغير الحجازي وهم العراقي، البصري، والكوفي، والشامي ينظمونه في سلك الآيات المعدودة وقيدت طغى بقرنها بمن للاحتراز عن غير المقرون بها وهو {اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى} فإنه معدود بالاتفاق. وتضمن البيت الثاني الإخبار بأن قوله تعالى: {فَلْيَنْظُرِ الْأِنْسَانُ إِلَى طَعَامِهِ} يعده سائر أئمة العدد ما عدا يزيد بن القعقاع وهو أبو جعفر فيتركه هذا الموضع من جملة المواضع التى اختلف فيها أبو جعفر وشيبة، كما تضمن الأمر بعد قولي تعالى: {فَإِذَا جَاءَتِ الصَّاخَّة} لجميع أهل العدد غير الدمشقي فلا يعده والخلاف في النازعات في موضعين ولأنعامكم، من طغى، وفي سورة عيسى في ثلاثة: إلى طعامه، ولأنعامكم، الصاخة، والله أعلم.",
            "page": "70",
            "part": "1",
            "seal": "F4C858CE"
        },
        {
            "id": "80",
            "nass": "سورة التكوير والانشقاق والطارق: ¶ قلت: ¶ وتذهبون عن سوى يزيدهم ... وكادح كدحا لدى حمصيهم ¶ وفملاقيه له لم يسر ... ودع يمينه لشام بصرى ¶ كذاك ظهره وعند أول ... كيدا يعد الكل غير الأول ¶ وأقول: أعنى أن قوله تعالى في سورة التكوير: {فَأَيْنَ تَذْهَبُون} يعده غير يزيد من الأئمة وهذا أيضا من جملة مواضع الخلف بين أبي جعفر وشيبة، وقوله تعالى في سورة الانشقاق: {إِنَّكَ كَادِح} وقوله: {إِلَى رَبِّكَ كَدْحًا} هذان الموضعان معدودان عند الحمصي متروكان عند غيره. وقوله تعالى: {فَمُلاقِيه} ومعنى قولي: ودع يمينه إلخ، الأمر بعدم عد قوله تعالى: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ} للشامي والبصري وهذا الحكم ثابت في {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ} فالموضعان لا يعدهما الشامي والبصري ويعدهما الحجازيون والكوفيون، وقولي: \"وعند أول إلخ\" معناه أن كل أئمة العدد ما عدا المدني الأول يعدون لفظ كيدا عند الموضع الأول منه وهو: {إِنَّهُمْ يَكِيدُونَ كَيْدًا} فالمدني الأول ينفرد بعدم عد هذا الموضع وتقييده بالموضع الأول للاحتراز عن الموضع الثاني وهو: {وَأَكِيدُ كَيْدًا} فإنه متفق على عده. \"تنبيه\" في سورة التكوير موضع واحد مختلف فيه وهو: {فَأَيْنَ تَذْهَبُون} وفي سورة الانشقاق خمسة: كادحا كدحا، فملاقيه، بيمينه، ظهره، وفي الطارق واحد وهو: {إِنَّهُمْ يَكِيدُونَ كَيْدًا} .",
            "page": "71",
            "part": "1",
            "seal": "FC0B4C83"
        },
        {
            "id": "81",
            "nass": "سورة الفجر: ¶ قلت: ¶ أكرمني للحمص دع ونعمه ... حمص مع الحجاز عدا يممه ¶ حجاز رزقه ويتلوه في ... جهنم الشامي عبادي الكوفي ¶ وأقول: أمرت في البيت الأول بعدم عد قوله تعالى: {أَكْرَمَن} للحمصي فيكون معدودا للباقين: ثم أخبرت بأن قوله تعالى: {وَنَعَّمَهُ} قصده الحمصي في العد مع الحجازي وبأن الحجازي عد رزقه. فيتحصل من هذا أن الحجازي يعد الموضعين معا \"ونعمه\" و\"رزقه\" وأن الحمصي يوافق الحجازيين في عد الأول فقط دون الثاني والباقون يتركون عد الموضعين معا ثم ذكرت أن الشامي يتبع الحجازي في عد قوله تعالى: {وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ} فغير الحجازي والشامي يتركه. وهو البصري والكوفي، وأخيرا ذكرت أن قوله تعالى: {فَادْخُلِي فِي عِبَادِي} معدود للكوفي ومتروك لغيره. فمواضع الخلف في هذه السورة خمسة، أكرمن، ونعمه، رزقه، بجهنم، في عبادي، والله أعلم.",
            "page": "72",
            "part": "1",
            "seal": "A2CC42F7"
        },
        {
            "id": "82",
            "nass": "سورة الشمس والعلق والقدر: ¶ قلت: ¶ فعقروها الخلف للمكي ... وأول واعدده للحمصي ¶ سواه سواها الذى ينهى لدى ... غير الدمشقي رواه عددا ¶ لم ينته اعدده لدى حجازهم ... وثالث القدر لمك شامهم ¶ وأقول: بينت في البيت الأول أن قوله تعالى: {فَعَقَرُوهَا} ثبت فيه الخلف للمكي والمدني الأول فروي عنهما عده وروي عنهما تركه، وعده الحمصى بلا خلاف، والباقون لا يعدونه. وبينت في البيت الثاني أن غير الحمصى يعد قوله: {فَسَوَّاهَا} فالحمصي لا يعده، فالضمير في سواه يعود على الحمصي. وأن قوله تعالى: {أَرَأَيْتَ الَّذِي يَنْهَى} روى عده غير الدمشقي. فهو لا يعده. ثم أمرت في البيت الثالث بعد قوله تعالى: {لَئِنْ لَمْ يَنْتَه} للحجازيين وتركه لغيرهم أي للشامي والعراقي -البصري والكوفي- وأخيرا ذكرت أن لفظ القدر الثالث في قوله تعالى: {لَيْلَةِ الْقَدْر} معدود للمكي والشامي ومتروك للباقين. وتقييده بالثالث لإخراج الأول والثاني المتفق على عدهما وهما {فِي لَيْلَةِ الْقَدْر} و {مَا لَيْلَةُ الْقَدْر} . ¶ \"تتمة\" في سورة والشمس موضعان مختلف فيهما وهما، فعقروها، فسواها، وفي سورة العلق كذلك: الذى ينهى، لم ينته، وفي سورة القدر موضع واحد وهو {لَيْلَةِ الْقَدْر} والله أعلم.",
            "page": "73",
            "part": "1",
            "seal": "B6F2C311"
        },
        {
            "id": "83",
            "nass": "سورة البينة والزلزلة: ¶ قلت: ¶ والدين عن بصر وشام قد وقع ... للكوف أشتاتا مع الأول دع ¶ وأقول: في سورة البينة موضع واحد مختلف فيه وهو قوله تعالى: {مُخْلِصِينَ لَهُ الدِّين} وقد بينت أنه وقع عده عن البصري والشامي فيكون غير معدود للحجازيين والكوفيين، وفي سورة الزلزلة موضع واحد كذلك. وهو قوله تعالى: {يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا} وقد أمرت بعدم عده الكوفي والمدني الأول فيكون معدودا لغيرهما. والله أعلم.",
            "page": "73",
            "part": "1",
            "seal": "F3835A26"
        },
        {
            "id": "84",
            "nass": "سورة القارعة: ¶ قلت: ¶ وعد كوف عند أولى القارعة ... كلا موازينه حجاز قبعه ¶ وأقول: أعني أن الكوفي عد كلمة القارعة الأولى وتركها غيره، والتقييد بالأولى لإخراج الثانية والثالثة وهما {مَا الْقَارِعَة} معا فإنهما معدودتان بالإجماع، وأن لفظ {مَوَازِينُه} في كلا موضعيه وهما {فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ} و {وَأَمَّا مَنْ خَفَّتْ مَوَازِينُه} قد تبع الحجازي الكوفي في عدة، فيكون الموضعان متروكين للبصري والشامي والله تعالى أعلم.",
            "page": "74",
            "part": "1",
            "seal": "72998FF5"
        },
        {
            "id": "85",
            "nass": "من سورة والعصر إلى آخر القرآن الكريم: ¶ قلت: ¶ والعصر دع للثان عكس الحق ... جوع نفى العراق والدمشقي ¶ وهم يراءون عراق حمصهم ... يلد مع الوسواس مك شامهم ¶ وأقول: أمرت في البيت الأول بترك عد قوله تعالى: {وَالْعَصْر} للمدني الثاني. فيكون معدودا للباقين ثم ذكرت أن الحكم في والعصر عكس الحكم في قوله تعالى: {وَتَوَاصَوْا بِالْحَقِّ} فيكون معدودا للمدني الثاني ومتروكا للباقين فمن يعدو العصر لا يعد بالحق وهم الكل إلا المدني الثاني. ومن لا يعد والعصر.",
            "page": "74",
            "part": "1",
            "seal": "C4E50485"
        },
        {
            "id": "86",
            "nass": "يعد بالحق وهو المدني الثاني ثم بينت أن قوله تعالى: {الَّذِي أَطْعَمَهُمْ مِنْ جُوع} نفى عده العراقي -البصري والكوفي- والدمشقي فيكون معدودا للمدنيين والمكي والحمصي ثم ذكرت أن قوله تعالى: {الَّذِينَ هُمْ يُرَاؤُونَ} معدود للعراقي والحمصي ومتروك للحجازيين والدمشقي. وأخيرا نبهت على أن قوله تعالى: {لَمْ يَلِد} وقوله تعالى: {مِنْ شَرِّ الْوَسْوَاسِ} كلاهما معدود للمكي والشامي متروك للباقين. ¶ \"تتميم\" في سورة العصر موضعان مختلف فيهما وهما \"والعصر\" و\"بالحق\" وفي سورة قريش موضع واحد وهو {مِنْ جُوع} وفي سورة الماعون واحد وهو \"يراءون\" وفي سورة الإخلاص واحد وهو {لَمْ يَلِد} وفي سورة الناس واحد وهو {مِنْ شَرِّ الْوَسْوَاسِ} . ¶ قلت: ¶ وفي الختام الحمد مع صلاتي ... للمصطفى وآله الهداة ¶ وأقول: ختمت نظمي -كما بدأته- بالثناء على الله تبارك وتعالى، والصلاة على النبي -صلى الله عليه وسلم- وعلى آله الهداة الراشدين، وهذا آخر ما يسره الله تعالى من شرح هذا النظم وبيانه، وأسأل الله تبارك وتعالى أن يكسوه ثوب القبول وينفع به أهل القرآن في جميع الأعصار والأمصار؛ وأن يجعله ذخرا لي بعد موتي. وسببا في نجاتي من أهوال يوم الدين، وهو حسبي ونعم الوكيل ولا حول ولا قوة إلا بالله العلي العظيم. وكان الفراغ من تأليفه يوم الجمعة المبارك 12 من شهر ربيع الأول سنة ألف وثلاثمائة وسبعين 1370هـ و22 من شهر ديسمبر سنة ألف وتسعمائة وخمسين 1950م والحمد لله أولا وآخرا. وصلى الله وسلم وبارك على سيدنا ومولانا محمد وعلى آله وصحبه أجمعين والحمد لله رب العالمين.",
            "page": "75",
            "part": "1",
            "seal": "48D70B14"
        },
        {
            "id": "1",
            "nass": "الفرائد الحسان في عد آى القرآن ¶ ... ¶ بسم الله الرحمن الرحيم ¶ أحمد ربي وأصلي سرمدا ... على رسول الله مصباح الهدى ¶ وهاك خلف علماء العدد ... في الآي منظوما على المعتمد ¶ سميته الفرائد الحسانا ... أرجو به القبول والإحسانا ¶ سورة الفاتحة: ¶ والكوف مع مك يعد البسمله ... سواهما أولى عليهم عد له ¶ سورة البقرة: ¶ ما بدؤه حرف التهجي الكوف عد ... لا الوتر مع طسن مع ذي الرا اعتمد ¶ وأولا الشورى لحمصي يعد ... موافقا للكوف فيما قد ورد ¶ وعد شامي أليم أولا ... سواه مصلحون عنه نقلا ¶ وخائفين عد للبصري ... وثاني الألباب للشامي",
            "page": "5",
            "part": "1",
            "seal": "1829ED8A"
        },
        {
            "id": "2",
            "nass": "كالثان والعراق ثم ثاني ... خلاق اتركنه للثاني ¶ وينفقون الثان عد المك ... وأول أيضا بدون شك ¶ وتتفكرون في الأولى ورد ... للثاني والشامي وكوف في العدد ¶ معروفا البصري ومعه قد ولي ... ثان لدى القيوم مع مك جلي ¶ عد إلى النور المديني الأول ... وخلف مك في شهيد يهمل ¶ سورة آل عمران: ¶ وغير شام أول الأنجيل عد ... والثان للكوفي به قد انفرد ¶ وغيره الفرقان إسرائيلا ... للبصر والحمصي عند الأولى ¶ مما تحبون لمك أثبت ... وللدمشقي كذا مع شيبة ¶ مقام إبراهيم للشامي ورد ... كذا أبو جعفر أيضا في العدد ¶ سورة النساء: ¶ لكوف السبيل والشامي يعد ... وذا أليما آخرا بعد انفرد",
            "page": "6",
            "part": "1",
            "seal": "B249EBD5"
        },
        {
            "id": "3",
            "nass": "سورة المائدة: ¶ وبالعقود عن كثير أهملا ... كوف وغالبون بصر نقلا ¶ سورة الأنعام والأعراف: ¶ قد عد والنور لدى مكيهم ... والمدني الأول والثاني وسم ¶ وبوكيل أولا كوف يرى ... وغيره في مستقيم آخرا ¶ كفيكون الدين شام بصري ... ثم تعودون لكوف يجري ¶ واعدد من النار وإسرائيل في ... ثالثها عن الحجازي اقتفي ¶ سورة الأنفال والتوبة: ¶ في يغلبون الشام كالبصري اتبع ... أول مفعولا عن الكوفي دع ¶ بالمؤمنين الكل لا البصري عد ... والمشركين الثان للبصري ورد ¶ والقيم الحمصي عدا نقله ... وللدمشقي أليما أوله ¶ ثمود عند المدني الأول ... عد كذا للثان والمكي انقل",
            "page": "7",
            "part": "1",
            "seal": "FC691EE1"
        },
        {
            "id": "4",
            "nass": "سورة يونس: ¶ والشام لفظ الدين والصدور عد ... والشاكرين لسواه يعتمد ¶ سورة هود: ¶ للكوف والحمصي تشركون عد ... ثاني لوط عنه كالبصري رد ¶ سجيل المكي مع الثاني انتمى ... وعد منضود لدى سواهما ¶ ومؤمنين الحمص مع حجازهم ... مختلفين اعدده عن شاميهم ¶ كذا العراقي وعاملونا ... هم مع الأول ناقلونا ¶ سورة الرعد: ¶ جديد النور سوى الكوفي عد ... وللدمشقي البصير يعتمد ¶ سوء الحساب عد شام أولا ... وقبله الباطل للحمصي انجلا ¶ من كل باب عده البصري ... وأيضا الشامي والكوفي ¶ سورة إبراهيم: ¶ عن العراق كلا النور امنعا ... ثمود بصر مع حجازي وعى",
            "page": "8",
            "part": "1",
            "seal": "B6121942"
        },
        {
            "id": "5",
            "nass": "جديد الكوفي وشام نقلا ... مع أول وفي السماء أولا ¶ دع عنه والنهار غير البصري ... والظالمون عند شام يسري ¶ سورة الإسراء والكهف: ¶ سجدا الكوفي هدى للشام دع ... قليل الثاني غدا له امتنع ¶ زرعا نفى الأول مع مكيهم ... كأبدا بعد لثان شامهم ¶ سببا الأولى كزرعا في العدد ... وعد باقيها العراقي اعتمد ¶ وقوما أولى الكوف مع ثان فقد ... أعمالا الشامي مع العراق عد ¶ سورة مريم: ¶ أول إبراهيم للمكي مع ... ثان وأولى مدا الكوفي منع ¶ سورة طه: ¶ معا كثيرا عند بصر أهملا ... مني دمشقي حجازي تلا ¶ في اليم حمص تحزن إسرائيل مع ... مدين موسى أن لشامي تقع ¶ فتونا البصري وشام أتبعا ... كوف لنفسي معه شامي وعى",
            "page": "9",
            "part": "1",
            "seal": "F6CF023F"
        },
        {
            "id": "6",
            "nass": "غشيهم في الثان كوف أسفا ... للمدني الأول والمكي اعرفا ¶ للثان ألقى السامري فارددا ... وحسنا قولا ولاله اعددا ¶ إله موسى عند مك رويا ... مع أول ولهما اترك نسيا ¶ رأيتهم ضلوا لكوف اعددا ... وصفصفا عن الحجازي ارددا ¶ مني هدى وثاني الدنيا يرد ... كوف وحمصي وضنكا عند عد ¶ سورة الأنبياء والحج: ¶ يضركم كوف مع الحميم مع ... ما بعده ثمود للشامي دع ¶ لوط لشامي مع البصري اترك ... والمسلمين الخلف للمكي حكي ¶ سورة المؤمنون والنور: ¶ هارون للكوفي والحمصي يرد ... والشام كالعراق والآصال عد ¶ واعدد لهؤلاء بالأبصار ... ودع لحمص لأولي الأبصار ¶ سورة الشعراء: ¶ أول تعلمون كوف أهمله ... ثالث تعبدون بصر حظله",
            "page": "10",
            "part": "1",
            "seal": "CC1B6DE2"
        },
        {
            "id": "7",
            "nass": "به الشياطين اعددن لكلهم ... لا المدني الأخير مع مكيهم ¶ سورة النمل والقصص: ¶ وللحجازي شديد اعددا ... وعند كوفي قوارير ارددا ¶ للكوف يسقون اتركا والطين ... للحمص عد عكس يقتلون ¶ سورة العنكبوت: ¶ وأول السبيل للحمصي ... مع الحجازي الدين للبصري ¶ كذا الدمشقي ويؤمنون قد ... عد لحمصي كما عنه ورد ¶ سورة الروم: ¶ الروم للثاني وللمكي يرد ... وخلفه في يغلبون لا يعد ¶ سنين للأول والكوف اهمل ... والمجرمون الثان عد الأول ¶ سورة لقمان والسجدة: ¶ والدين للشامي والبصري ... جديد الحجاز مع شامي",
            "page": "11",
            "part": "1",
            "seal": "4818F923"
        },
        {
            "id": "8",
            "nass": "سورة سبأ وفاطر: ¶ شام شمال وشديد أولا ... ومعه بصري شديد نقلا ¶ وتشكرون عند حمص لا يعد ... نذير الأول عنه ما ورد ¶ والحمص والبصري جديد أهملا ... وفي البصير النور بصر حظلا ¶ من في القبور للدمشقي امتنع ... وأن تزولا عند بصري وقع ¶ تبديلا اعدده لدى البصري ... والمدني الأخير والشامي ¶ سورة الصافات وص: ¶ وغير حمص جانب والعكس له ... في التلو يعبدون بصر أهمله ¶ ثاني يقولون يزيد أهملا ... والكوف ذي الذكر له قد نقلا ¶ غواص اعددن لغير البصري ... وغير حمصي عظيم يجري ¶ أقول للكوفي والحمصي اثبتا ... والخلف للبصري فيه قد أتى ¶ سورة الزمر: ¶ يختلفون أولا لا الكوف عد ... معه الدمشقي ثاني الدين اعتمد",
            "page": "12",
            "part": "1",
            "seal": "031761CF"
        },
        {
            "id": "9",
            "nass": "كوف له ديني وهاد ثانيا ... فسوف تعلمون عنه رويا ¶ بشر عبادي عند مك ارددا ... مع أول لا نهار عنهما اعددا ¶ سورة غافر وفصلت والشورى: ¶ يوم التلاق للدمشقي احظلا ... وعكس ذافي بارزون نقلا ¶ ودع لكوف كاظمين واترك ... للثان والبصري الكتاب قد حكي ¶ ثان دمشق والبصير عنهما ... ويسحبون الكوف عد معهما ¶ وفي الحميم أول مكي ... وتشركون الكوف والشامي ¶ ثمود إذ للبصر دع والشامي ... والكوف والحمصي كالأعلام ¶ سورة الزخرف والدخان: ¶ مهين الحجاز مع بصريهم ... وليقولون عن كوفيهم ¶ شجرة الزقوم للمكي دع ... كالثان والحمصي كما عنهم وقع ¶ وفي البطون أول قد أهملا ... معه الدمشقى كما قد انجلا",
            "page": "13",
            "part": "1",
            "seal": "A94AD85E"
        },
        {
            "id": "10",
            "nass": "سورة القتال: ¶ ضرب الرقاب والوثاق اعددهما ... كذاك منهم لحمص انتمى ¶ أوزارها يسقطها الكوفي ... ثاني بالهم نفى الحمصي ¶ ومثله أقدامكم والبصري ... للشاربين مع حمص يجري ¶ سورة الطور والنجم: ¶ والطور في عد الحجازي أهملا ... والشام دعا مع كوف نقلا ¶ عمن تولى الشام شيئا آخرا ... كوف ودنيا للدمشقي احظرا ¶ سورة الرحمن: ¶ لشام الرحمن مع كوف ورد ... ثم المديني أول الإنسان رد ¶ وأسقط المكي للأنام ... كثان نار للعراق الشامي ¶ والمجرمون ثانيا للكل ... إلا لبصري كما في النقل ¶ سورة الواقعة: ¶ كوف وحمص أول الميمنة ... قد أسقطا كأول المشأمة",
            "page": "14",
            "part": "1",
            "seal": "8815E31F"
        },
        {
            "id": "11",
            "nass": "موضونة للبصر والشامي اردد ... للثان والمكي أباريق اعدد ¶ وأول والكوف عين رويا ... ثأثيما أول ومك نفيا ¶ أولى اليمين الكوف معه الثان رد ... وليس إنشاء لبصري يعد ¶ أولى الشمال يسقط الكوفي ... أولى حميم يترك المكي ¶ واعدد يقولون لمك حمصي ... والأولون عنه دع بالنص ¶ والآخرين اعدده للمكي ... والكوف والأول والبصري ¶ عد لمجموعون ثان شامهم ... وعن دمشقي وريحان وسم ¶ سورة الحديد والمجادلة: ¶ قبله العذاب عن كوفيهم ... وعدد الإنجيل عن بصريهم ¶ وفي الأذلين المديني الثاني ... وأيضا المكي يهملان ¶ سورة الطلاق والتحريم والملك: ¶ وللدمشقي عدد الآخرجا ... والثان مع مك وكوف مخرجا ¶ لالباب فاعدد للمديني الأول ... قدير الأنهار للحمصي انقل",
            "page": "15",
            "part": "1",
            "seal": "1DDC5CD1"
        },
        {
            "id": "12",
            "nass": "ثاني نذير للحجازيين قد ... عد سوى يزيدهم فما اعتمد ¶ سورة الحاقة والمعارج: ¶ الحاقة الأولى روى الكوفي ... ثم حسوما عده الحمصي ¶ شماله عد حجازيهم ... وسنه غير دمشقيهم ¶ سورة نوح والجن: ¶ ونورا الحمصي سواعا أهملا ... له وللكوفي كما قد نقلا ¶ نسرا لثان حمص الكوفي ... كثيرا الأول مع مكي ¶ ونارا اعدده عن البصري ... وللحجازيين والشامي ¶ وأحد ذو الرفع عده لدى ... مكيهم واترك له ملتحدا ¶ المزمل والمدثر: ¶ وقبل قم كوف دمشق أول ... ثم جحيما غير حمص ينقل ¶ رسولا المكي وخلف الثاني ... له وشيبا كلهم لا الثاني ¶ كيتساءلون والمكي رد ... المجرمين مع دمشق في العدد",
            "page": "16",
            "part": "1",
            "seal": "87EF3640"
        },
        {
            "id": "13",
            "nass": "القيامة والنبأ: ¶ للكوف تعجل به مع حمصهم ... قريبا البصري وخلف مكهم ¶ النازعات وعبس: ¶ أنعامكم معا لشام بصري ... دع والحجازي من طغى لا يجري ¶ طعامه الكل سوى يزيدهم ... والصاخة اعدد لسوى دمشقهم ¶ سورة التكوير والانشقاق والطارق: ¶ وتذهبون عن سوى يزيدهم ... وكادخ كمدحا لدى حمصيهم ¶ وفملاقيه له لم يسر ... ودع يمينه لشام بصري ¶ كذاك ظهره وعند أول ... كيدا يعد الكل غير الأول ¶ سورة الفجر: ¶ أكرمني للحمص دع ونعمه ... حمص مع الحجاز عدا يممه ¶ حجاز رزقه ويتلوه في ... جهنم الشامي عبادي الكوفي",
            "page": "17",
            "part": "1",
            "seal": "C741B045"
        },
        {
            "id": "14",
            "nass": "سورة الشمس والعلق والقدر: ¶ فعقروها الخلف للمكي ... وأول واعدده للحمصي ¶ سواه سواها الذي ينهى لدى ... غير الدمشقي رواه عددا ¶ لم ينته اعدده لدى حجازهم ... وثالث القدر لمك شامهم ¶ البينة والزلزلة: ¶ والدين عن بصر وشام قد وقع ... للكوف أشتاتا مع الأول دع ¶ القارعة: ¶ وعد كوف عند أولى القارعة ... كلا موازينه حجاز تبعه ¶ من العصر إلى آخر القرآن: ¶ والعصر دع للثان عكس الحق ... جوع نفي العراق والدمشقي ¶ وهم يراءون عراق حمصهم ... يلد مع الوسواس مك شامهم ¶ وفي الختام الحمد مع صلاتي ... للمصطفي وآله الهداة",
            "page": "18",
            "part": "1",
            "seal": "08860514"
        },
        {
            "id": "15",
            "nass": "نفائس البيان-شرح الفرائد الحسان ¶ مدخل ¶ ... ¶ نفاس البيان-شرح الفرائد الحسان: ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد هادي الخلق إلى طريق الحق، وعلى آله وصحبه والتابعين. أما بعد. فيقول العبد الفقير إلى لطف ربه الغني: عبد الفتاح بن عبد الغني القاضي لقبا، الشافعي مذهبا، الأزهري تربية، النقشبندي طريقة، الدمنهوري بلدا. هذا شرح وجيز لنظمي في علم الفواصل المسمي \"الفرائد الحسان في عد آي القرآن\" عمدت فيه إلى عذوبة اللفظ، وسهولة العبارة، وسلاسة التركيب، والله أسأل أن يجنبني عثرة اللسان، وزلة القدم، ويمنحني الإخلاص فيما قصدته من تقريب هذا العلم، وتيسيره على الطالبين وهو حسبي ونعم الوكيل. ¶ قلت: ¶ أحمد ربي وأصلي سرمدا ... على رسول الله مصباح الهدى ¶ وأقول: الحمد، معناه الثناء على الله تعالى على جهة التعظيم، والصلاة من الله تعالى: الرحمة والإحسان، ومن العبد التضرع والدعاء، والسرمد: الدائم، وقد بدأت نظمي بالحمد تأسيا بالقرآن الكريم حيث كانت أول سورة منه مبدوءة بالحمد، وثنيت بالصلاة على رسول الله -صلى الله عليه وسلم- لعظيم فضلها، وكثرة أجرها. كما وردت بذلك صحاح الأحاديث، وحسبنا في ذلك قوله -صلى الله عليه وسلم: \"من صلى علي صلاة واحدة صلى الله عليه بها عشرا\" رواه مسلم، والمعنى: أثنى علي خالقي، ومدبر أمري بما هو أهل له، وأسأله تبارك وتعالى أن يصلي على رسول الله -صلى الله عليه وسلم- صلاة ترفع درجاته، وتزيد في كماله، صلاة دائمة لا انقطاع لها فإنه عليه الصلاة والسلام قد هدانا إلى النور المبين، والصراط المستقيم.",
            "page": "22",
            "part": "1",
            "seal": "47700DB2"
        },
        {
            "id": "16",
            "nass": "قلت: ¶ وهاك خلف علماء العدد ... في الآي منظوما على المعتمد ¶ سميته الفرائد الحسانا ... أرجو به القبول والإحسانا ¶ وأقول: هاك اسم فعل أمر بمعنى خذ، والخلف بمعنى الاختلاف، والآية في اللغة العلامة، وفي الاصطلاح طائفة من القرآن الكريم ذات مبدأ ومقطع علمت بالتوقيف من الشارع، وجعلت دلالة وعلامة على انقطاع الكلام، وعلى صدق المخبر بها، والفرائد جمع فريدة، وهى الجوهرة النفيسة. والحسان جمع حسناء والمعنى: خذ أيها الطالب المختلف فيه بين العلماء الذين بحثوا في عدد آي القرآن الكريم حال كون هذا المختلف فيه منظوما ليسهل عليك حفظه وضبطه، وحال كونه ثابتا على القول الذى اعتمده العلماء وآثروه بالقبول. وقد سميت هذا المنظوم \"الفرائد الحسان\" تشبيها له في اتساقه وانتظامه وعظم قيمته بالجواهر الحسان وأنا أرجو بسبب هذا النظم القبول من الله تبارك وتعالى لعملي، والإحسان إلي في الدنيا والآخرة لأني خدمت به ناحية من القرآن الكريم وهى بيان المواضع التي وقع خلاف العلماء في عدها آية وعدم عدها، وهي ناحية هامة لها فوائد جليلة ستقف عليها قريبا إن شاء الله تعالى. وقد اقتفيت في هذا النظم أثر الإمامين الجليلين أبي عمرو الداني في كتابه \"البيان\" والشاطبي في \"ناظمة الزهر\" وجعلت هذين الكتابين عمدتي ومرجعي فيما يتعلق بجميع أئمة العدد، ما عدا العدد الحمصي فإنهما لم يتعرضا له فجعلت عمدتي في بيانه \"تحقيق البيان\" ونظمه لخاتمة المحققين الشيخ محمد المتولي و\"إتحاف فضلاء البشر\" للأستاذ الفاضل الشيخ البنا، و\"لطائف الإشارات\" للعلامة القسطلاني: وقبل الشروع في المقصود",
            "page": "23",
            "part": "1",
            "seal": "AB9F2BDB"
        },
        {
            "id": "17",
            "nass": "يحسن بنا أن نبين معنى الفاصلة، والطرق التى تعرف بها، وفوائد معرفتها ونذكر علماء العدد موجزين القول في ذلك فنقول: ¶ الفاصلة: هى آخر كلمة في الآية نحو: العالمين، نستعين، مآب، بصيرا، أحد، وهى مرادفة لرأس الآية. ¶ طرق معرفة الفواصل: هى أربعة: الأولى مساواة الآية لما قبلها وما بعدها طولا وقصرا. ¶ الثانية: مشاكلة الفاصلة لغيرها مما هو معها في السورة في الحرف الأخير منها أو فيما قبله. ¶ الثالثة: الاتفاق على عد نظائرها في القرآن الكريم. الرابعة: انقطاع الكلام عندها. ¶ فوائد معرفة الفواصل: لمعرفتها فوائد جليلة وفيما يلى أهمها: ¶ الأولى: يحتاج لمعرفة الفواصل لصحة الصلاة. فقد قال الفقهاء فيمن لم يحفظ الفاتحة يأتى بدلها بسبع آيات. فمن لم يكن عالما بالفواصل لا يمكنه أن يأتى بما يصحح صلاته. ¶ الثانية: يحتاج إليها للحصول على الأجر الموعود به على قراءة عدد معين من الآيات في الصلاة. ¶ الثالثة: كون هذه المعرفة سببا لنيل الأجر الموعود به على تعلم عدد مخصوص من الآيات أو قراءته عند النوم مثلا. ¶ الرابعة: الاحتياج إلى هذا الفن في معرفة ما يسن قراءته بعد الفاتحة في الصلاة فقد نصوا على أنه لا تحصل السنة إلا بقراءة ثلاث آيات قصار.",
            "page": "24",
            "part": "1",
            "seal": "7AAE498C"
        },
        {
            "id": "18",
            "nass": "أو آية طويلة. ومن يرى منهم وجوب القراءة بعد الفاتحة لا يكتفي بأقل من هذا العدد. ¶ الخامسة: اعتباره لصحة الخطبة فقد أوجبوا فيها قراءة آية تامة. ¶ السادسة: توقف معرفة الوقف المسنون على هذا العلم. فالوقف على رءوس الآي سنة. وإذا لم يكن القارئ على خبرة بهذا الفن لا يتأتى له معرفه الوقف المسنون، وتمييزه من غيره. ¶ السابعة: اعتبار هذا الفن في باب الإمالة؛ فإن من القراء من يوجب إمالة رءوس آي سور خاصة كرءوس آي السور الآتية: طه، والنجم، الأعلى، الشمس، الضحى، العلق، فإن ورشا وأبا عمرو يقللان رءوس آي هذه السور قولا واحدا, فلو لم يعلم القارئ رءوس الآي عند المدني الأول والبصري لا يستطيع معرفة ما يقلل لورش باتفاق، وما يقلل بالخلاف، وكذا يقال بالنسبة لأبي عمرو. ¶ علماء العدد: هم سبعة على المشهور: المدني الأول، المدني الأخير، المكي، البصري، الدمشقي، الحمصي، الكوفي. وسنأتي على بيانهم واحدا واحدا إن شاء الله تعالى. ¶ المدني الأولى: هو ما يرويه نافع عن شيخيه أبي جعفر -يزيد بن القعقاع- وشيبة بن نصاح، وهذا هو ما يرويه أهل الكوفة عن أهل المدينة بدون تعيين أحد منهم، بمعنى أنه متى روى الكوفيون العدد عن أهل المدينة بدون تسمية أحد منهم فهو عدد المدني الأول وهو المروي عن نافع عن شيخيه أبي جعفر وشيبة. وروى أهل البصرة عدد المدني الأول عن ورش عن نافع عن شيخيه،",
            "page": "25",
            "part": "1",
            "seal": "9D0EBE23"
        },
        {
            "id": "19",
            "nass": "والحاصل أن المدني الأول هو ما رواه نافع عن شيخيه لكن اختلف أهل الكوفة والبصرة في روايته عن المدنيين. فأما أهل الكوفة فرووه عن أهل المدينة بدون تعيين أحد منهم. ورواه أهل البصرة عن ورش عن نافع عن شيخيه، وعدد آي القرآن في رواية الكوفيين عن أهل المدينة 6217. وفي رواية أهل البصرة عن ورش 6214. والذى اعتمده الإمام الشاطبي رواية أهل الكوفة، وقد تبع في ذلك الإمام الداني. ¶ المدني الأخير: هو ما يرويه إسماعيل بن جعفر عن يزيد وشيبة بواسطة نقله عن سليمان بن جماز. فيكون المدني الأخير هو المروي عن إسماعيل بن جعفر عن سليمان بن جماز عن شيبة ويزيد، وعدد آي القرآن عنده 6214. ¶ العدد المكي: هو ما رواه الإمام الداني بسنده إلى عبد الله بن كثير القارئ عن مجاهد بن جبير عن ابن عباس عن أبي بن كعب عن رسول الله -صلى الله عليه وسلم. وعدد الآي عنده 6210. ¶ العدد البصري: هو ما يرويه عطاء بن يسار وعاصم الجحدري. وهو ما ينسب بعد إلى أيوب بن المتوكل. وعدد آي القرآن عنده 6204. ¶ العدد الدمشقي: هو ما رواه يحيى الذماري عن عبد الله بن عامر، اليحصبي عن أبي الدرداء وينسب هذا العدد إلى عثمان بن عفان -رضى الله عنه- وعدد الآي فيه 6227 وقيل: 6226. ¶ العدد الحمصي: هو ما أضيف إلى شريح بن يزيد الحمصي الحضرمي وعدد الآي فيه 6232. ¶ العدد الكوفي: هو ما يرويه حمزة وسفيان عن علي بن أبي طالب -رضى الله",
            "page": "26",
            "part": "1",
            "seal": "11215D50"
        },
        {
            "id": "20",
            "nass": "عنه- بواسطة ذوي علم وخبرة، وهذا العدد هو الذي اشتهر بالعدد الكوفي فيكون لأهل الكوفة عددان أحدهما مروي عن أهل المدينة. وهو المدني الأول السابق ذكره، وثانيهما ما يرويه حمزة وسفيان كما تقدم، والحاصل أن ما يروى عن أهل الكوفة موقوفا على أهل المدينة فهو المدني الأول، وما يروى عنهم موصولا إلى علي بن أبي طالب فهو المنسوب إليهم وعدد آي القرآن فيه 6236. ¶ واعلم أننى إذا أطلقت في النظم لفظ المدني بأن قلت: إن موضع كذا يعده المدني ولم أقيده بكونه الأول أو الثاني فالمراد به ما يشمل المدنيين الأول والثاني وإذا قلت: \"الحجازي\" فالمراد به ما يشمل المدنيين والمكي، وإذا أطلقت لفظ \"الشامي\" فالمراد به الدمشقي والحمصي معا، وإذا قلت: \"العراقي\" فالمراد به البصري والكوفي، وإذا ذكرت أن فلانا يعد موضع كذا فيكون المراد أن غيره لا يعده. وإذا قلت: إن فلانا يسقط موضع كذا كان المراد أن غيره يعده والله أعلم.",
            "page": "27",
            "part": "1",
            "seal": "7126C02E"
        },
        {
            "id": "21",
            "nass": "سورة الفاتحة: ¶ قلت: ¶ والكوف مع مك يعد البسمله ... سواهما أولى عليهم عد له ¶ وأقول: بينت في هذا البيت أن الخلاف وقع في موضعين من هذه السورة: البسملة وكلمة عليهم الأولى، وأن الكوفي والمكي -وحدهما- يعدان البسملة، فتكون متروكة لغيرهما من باقي علماء العدد. وهم المدنيان والبصري والشامي، وأن سواهما أي سوى الكوفي والمكي يعد كلمة عليهم الأولى من قوله تعالى: {أَنْعَمْتَ عَلَيْهِم} فتكون متروكة لهما. وقيدت كلمة عليهم بالأولى احترازا من الثانية وهي {غَيْرِ الْمَغْضُوبِ} فإنها متروكة لجميع علماء العدد. والخلاصة أن من يعد البسملة -وهما الكوفي والمكي- لا يعدان \"عليهم\"، ومن يعد \"عليهم\" وهم باقي علماء العدد لا يعدون البسملة. والله أعلم.",
            "page": "27",
            "part": "1",
            "seal": "B369ABA7"
        },
        {
            "id": "22",
            "nass": "سورة البقرة: ¶ قلت: ¶ ما بدؤه حرف التهجي الكوف عد ... لا الوتر مع طس مع ذي الرا اعتمد ¶ وأولا الشورى لحمصي يعد ... موافقا للكوف فيما قد ورد ¶ وأقول: ذكرت في البيت الأول أن السورة التى افتتحت بحرف التهجي يعد الكوفي الحرف الذي افتتحت به تلك السورة آية مستقلة، وذلك قوله تعالى: {الم} أول البقرة، وآل عمران، والعنكبوت، والروم، ولقمان، والسجدة، و {المص} أول الأعراف، و {كهيعص} أول مريم، و {طه} أول سورتها، و {طسم} أول الشعراء، والقصص و {يَس} أول سورتها، و {حَم} أول سورة غافر، وفصلت، والشورى، والزخرف، والدخان، والجاثية، والأحقاف، وأيضا {عسق} أول سورة الشورى، فالكوفي يعد كل فاتحة من هذه الفواتح آية مستقلة. ويعد {حم} أول الشورى آية وكذلك {عسق} فهما آيتان عنده، وقولي: \"لا الوتر\" الخ استثناء من القاعدة السابقة. ¶ والمراد بالوتر ما كان على حرف واحد، وذلك في ثلاث سور {ص} و {ق} و {ن} فالكوفي لا يعد شيئا من ذلك رأس آية، وكذلك لا يعد {طس} أول سورة النمل آية. ومعنى قولي: مع ذي الرا، بالمد -وقصر للوزن- أن الكوفي",
            "page": "28",
            "part": "1",
            "seal": "8CD127C6"
        },
        {
            "id": "23",
            "nass": "لا يعد أيضا حروف التهجي التي افتتح بها بعض السور إذا كانت مقترنة براء وذلك {الر} أول سورة يونس، وهود، ويوسف، وإبراهيم، والحجر، و {المر} أول سورة الرعد فليس شيء من ذلك آية عند الكوفي ولا عند غيره. ثم ذكرت في البيت الثاني أن الآيتين أول سورة الشورى وهما {حم} و {عسق} تعدان للحمصي. فهو يوافق الكوفي في عد هاتين الآيتين فقط دون غيرهما من فواتح السور التي عرفت فيما سبق أن الكوفي ينفرد بعدها. ¶ والله تعالى أعلم. ¶ قلت: ¶ وعد شامي أليم أولا ... سواه مصلحون عنه نقلا ¶ وأقول: أخبرت أن الشامي يعد لفظ أليم مواضعه والمراد به قوله تعالى: {وَلَهُمْ عَذَابٌ أَلِيم} الذي بعده {بِمَا كَانُوا يَكْذِبُون} وقيدت لفظ أليم بالأول احترازا عن غيره من باقي المواضع المذكورة في السورة مثل {وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} و {وَلا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} فهى معدودة اتفاقا، وقولي: \"سواه مصلحون\" إلخ معناه أن غير الشامي من علماء العدد يعد {مُصْلِحُونَ} من قوله تعالى: {قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ} والحاصل أن الشامي ينفرد بعد أليم المتقدم ولا يعد {مُصْلِحُونَ} وأن غيره من باقي علماء العدد يترك عد {أَلِيم} ويعد {مُصْلِحُونَ} . ¶ قلت: ¶ وخائفين عد للبصري ... وثاني الألباب للشامي ¶ كالثان والعراق ثم ثاني ... خلاق اتركنه للثاني ¶ وأقول: أمرت بعد خائفين من قوله تعالى: {مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ}",
            "page": "29",
            "part": "1",
            "seal": "6B8C0FD6"
        },
        {
            "id": "24",
            "nass": "للبصري فيكون غير معدود لغيره. وبعد لفظ الألباب في ثاني مواضعه وهو قوله تعالى: {وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ} للشامي، والمدني الثاني، والعراق أي البصري والكوفي، فيكون متروكا للمدني الأول والمكي، واحترزت بالثاني عن الأول وهو قوله تعالى: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ} فليس معدودا لأحد. ثم أمرت بترك عد لفظ خلاق في ثاني مواضعه وهو قوله تعالى: {فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلاقٍ} للمدني الثاني فيكون معدودا لغيره. واحترزت بالموضع الثاني عن الموضع الأول وهو قوله تعالى: {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلاقٍ} فإنه متروك إجماعا. ¶ قلت: ¶ وينفقون الثان عد المكي ... وأول أيضا بدون شك ¶ وأقول: قوله تعالى: {يُنْفِقُون} في الموضع الثاني وهو {وَيَسْأَلونَكَ مَاذَا يُنْفِقُونَ} الذى بعده {قُلِ الْعَفْو} يعده المكي والمدني الأول ويتركه غيرهما، واحترزت بالثاني عن الأول وهو {يَسْأَلونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ} فهو متروك للجميع. ¶ قلت: ¶ وتتفكرون في الأولى ورد ... للثان والشامي وكوف في العدد ¶ وأقول: كلمة {تَتَفَكَّرُون} في أول مواضعها وذلك قوله تعالى: {لَعَلَّكُمْ تَتَفَكَّرُون} الذى بعده في الدنيا والآخرة: قد ورد انتظامها في سلك العدد للمدني والثاني والشامي والكوفي، فتكون غير معدودة للمدني الأول والمكي، والبصري. وقيدتها بالأولى احترازا عن الثانية التي بعدها {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ} الآية فإنها معدودة إجماعا.",
            "page": "30",
            "part": "1",
            "seal": "2C12DBBA"
        },
        {
            "id": "25",
            "nass": "قلت: ¶ معروفا البصري ومعه قد ولي ... ثان لدى القيوم مع مك جلي ¶ وأقول: أفاد هذا البيت أن قوله تعالى: {إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا} معدود للبصري ومتروك لغيره وأن المدني الثاني والمكي قد تبعا البصري واصطحبا معه في عد قوله تعالى: {اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّوم} وإذا كان هذا الموضع معدودا للمدني الثاني المكي والبصري يكون متروكا للمدني الأول والشامي والكوفي. ¶ قلت: ¶ عد إلى النور المديني الأول ... وخلف مك في شهيد يهمل ¶ وأقول: عد المدني الأول قوله تعالى: {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} وتركه غيره. ومعنى قولي: وخلف مك إلخ أنه اختلف عن المكي في عد وترك قوله تعالى: {تَبَايَعْتُمْ وَلا يُضَارَّ كَاتِبٌ وَلا شَهِيدٌ} وأن هذا الخلاف غير معتد به؛ إذ الصحيح أن آية الدين آية واحدة عند جميع علماء العدد كما تدل على ذلك الأحاديث والآثار. فما نقل عن المكي أنه كان يعد {وَلا شَهِيدٌ} لا يحفل به، ولا يلتفت إليه. \"تتمة\" مما تقدم يعلم أن مواضع الخلاف في هذه السورة أحد عشر موضعا {الم} و {وَلَهُمْ عَذَابٌ أَلِيمٌ} و {مُصْلِحُون} و {خَائِفِين} و {وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ} و {مِنْ خَلاق} الثاني و {يُنْفِقُون} الثاني و {تَتَفَكَّرُون} الأول. و {قَوْلًا مَعْرُوفًا} و {الْحَيُّ الْقَيُّوم} و {إِلَى النُّور} وقد علمت من عد ومن ترك في كل موضع منها والله تعالى أعلم.",
            "page": "31",
            "part": "1",
            "seal": "77A2280A"
        },
        {
            "id": "26",
            "nass": "سورة آل عمران: ¶ قلت: ¶ وغير شام أول الإنجيل عد ... والثان للكوفي به قد انفرد ¶ وغيره الفرقان إسرائيلا ... للبصر والحمصي عند الأولى ¶ وأقول: أفاد البيت الأول أن غير الشامي من علماء العدد عد لفظ الإنجيل في الموضع الأول وأعنى به قوله تعالى: {وَأَنْزَلَ التَّوْرَاةَ وَالْأِنْجِيل} أول السورة فالشامي لا يعده، والتقييد بالأول لإخراج الموضع الثاني. وقد ذكرته بقولي: \" والثان للكوفي به قد انفرد\" أي أن الكوفي قد انفرد بعد لفظ الإنجيل في الموضع الثاني وهو قوله تعالى: {وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ} فيكون هذا الموضع متروكا لغير الكوفي من أهل العدد. وقولي: \"وغيره الفرقان\" الضمير فيه يعود على الكوفي، والمعني أن غير الكوفي يعد قوله تعالى: {وَأَنْزَلَ الْفُرْقَان} فيكون غير معدود للكوفي. ثم بينت أن كلمة \"إسرائيل\" الأولى تعد للحمصي والبصري ولا تعد لغيرهما، والمراد بها قوله تعالى: {وَرَسُولًا إِلَى بَنِي إِسْرائيلَ} والتقييد بالأولى لإخراج غيرها من المواضع المتروكة إجماعا وهما موضعان في آية {كُلُّ الطَّعَامِ كَانَ حِلاًّ لِبَنِي إِسْرائيلَ إِلَّا مَا حَرَّمَ إِسْرائيلُ} . ¶ قلت: ¶ مما تحبون لمك أثبت ... وللدمشقي كذا مع شيبة ¶ وأقول: أمر الناظم -عفا الله عنه- بإثبات عد قوله تعالى: {حَتَّى تُنْفِقُوا",
            "page": "32",
            "part": "1",
            "seal": "46BCEDDD"
        },
        {
            "id": "27",
            "nass": "مِمَّا تُحِبُّونَ} للمكي والدمشقي وشيبة بن نصاح1. من أهل المدينة. فيكون غير معدود للبصري والكوفي والحمصي وأبي جعفر من أهل المدينة. وتقييد هذا الموضع بكلمة {مِمَّا} لإخراج الموضعين الآخرين في السورة وهما {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّه} و {مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّون} فإنهما متروكان بالاتفاق. ¶ قلت: ¶ مقام إبراهيم للشامي ورد ... كذا أبو جعفر أيضا في العدد ¶ وأقول: قوله تعالى: {فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ} ورد عده للشامي وأبي جعفر فيكون متروكا للباقين، \"تتمة\" أماكن الخلاف في هذه السورة سبعة {الم} و {وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ} و {أَنْزَلَ الْفُرْقَان} و {وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ} و {وَرَسُولًا إِلَى بَنِي إِسْرائيلَ} و {حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} و {مَقَامُ إِبْرَاهِيمَ} ولا يخفى عليك العادون والتاركون في كل موضع من هذه المواضع والله أعلم. ¶ __________ ¶ 1 وهذا أول المواضع التي اختلف فيها شيبة وأبو جعفر وهى ست وهذا أولها. ¶ والثاني: مقام إبراهيم، والثالث: وإن كانوا ليقولون في الصافات، والرابع: قد جاءنا نذير في الملك. والخامس: إلى طعامه في سورة عبس. والسادس: فأين تذهبون في التكوير. وقد عدها شيبة إلا الموضع الثاني فتركه، وترك عدها أبو جعفر إلا الموضع الثاني فعده.",
            "page": "33",
            "part": "1",
            "seal": "A9A00DEB"
        },
        {
            "id": "28",
            "nass": "سورة النساء: ¶ قلت: ¶ لكوف السبيل والشامي يعد ... وذا أليما آخرا به انفرد ¶ وأقول: المختلف في هذه السورة فاصلتان اثنتان فقط الأولى {أَنْ تَضِلُّوا السَّبِيل} والثانية {فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا} آخر السورة الذي بعده {وَلا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلا نَصِيرًا} وقد بينت أن الأولى تعد للكوفي والشامي وتترك لغيرهما، وأن الثانية انفرد الشامي بعدها: فاسم الإشارة في قولي \"وذا\" يعود على الشامي وقيدت {أَلِيمًا} بكونه آخر المواضع: احترازا عن غيره من المواضع المعدودة للجميع في السورة وجملتها ثلاثة: {أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا} و {بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا} و {وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا} والله أعلم.",
            "page": "33",
            "part": "1",
            "seal": "B242B627"
        },
        {
            "id": "29",
            "nass": "سورة المائدة: ¶ قلت: ¶ وبالعقود عن كثير أهملا ... كوف وغالبون بصر نقلا ¶ وأقول: ذكرت في هذا البيت المواضع المختلف فيها بين علماء العدد ثلاثة الأول {أَوْفُوا بِالْعُقُود} والثاني {وَيَعْفُو عَنْ كَثِير} والثالث: {فَإِنَّكُمْ غَالِبُون} وأن الكوفي قد أهمل عد الموضعين الأولين فيكونان معدودين لغيره. ¶ وأن البصري نقل عد الموضع الثالث فيكون متروكا لغيره من باقي علماء العدد والله أعلم.",
            "page": "34",
            "part": "1",
            "seal": "010AE8F8"
        },
        {
            "id": "30",
            "nass": "سورة الأنعام والأعراف: ¶ قلت: ¶ قد عد والنور لدى مكيهم ... والمدني الأول والثاني وسم ¶ وأقول: المعنى أن قوله تعالى: {وَجَعَلَ الظُّلُمَاتِ وَالنُّور} معدود عند المكي والمدنيين الأول والثاني فلا يكون معدودا عند البصري والشامي والكوفي. ¶ قلت: ¶ وبوكيل أولا كوف يرى ... وغيره في مستقيم آخرا",
            "page": "34",
            "part": "1",
            "seal": "92304DA9"
        },
        {
            "id": "31",
            "nass": "كفيكون الدين شام بصري ... ثم تعودون لكوف يجري ¶ وأقول: أخبرت في شطر البيت الأول أن الكوفي يرى عد \"بوكيل\" في أول المواضع وهو قوله تعالى: {قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيل} ومفهوم هذا أن غير الكوفي يسقط هذا الموضع من العدد. وتقييدي له بأولا لإخراج الموضع الثاني وهو قوله تعالى: {وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ} فإنه مجمع على عده، ثم ذكرت في الشطر الثاني أن غير الكوفي يرى عد لفظ مستقيم آخر المواضع وأعني به قوله تعالى آخر السورة: {قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ} وقولي: \"كفيكون\" معناه أن غير الكوفي أيضا يعد \"فيكون\" في قوله تعالى: {وَيَوْمَ يَقُولُ كُنْ فَيَكُون} كما يعد مستقيم السابق الذكر. وعلم من هذا أن الكوفي يترك عد هذين الموضعين. وتقييد مستقيم بالآخر للاحتراز عن الموضعين السابقين في السورة وهما {وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ} و {وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} فإنه متفق على عدهما. وقولي: \"الدين شام بصري الخ\" بيان للفواصل المختلف فيها في سورة الأعراف وجملتها أربعة ذكرت الموضع الأول منها بقولي: الدين شام بصري. أي أن قوله تعالى: {وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ} معدود للشامي والبصري ومتروك لغيرهما ثم ذكرت الموضع الثاني بقولي: ثم تعودون إلخ، أي أن قوله تعالى: {كَمَا بَدَأَكُمْ تَعُودُون} يجري عده للكوفي ولا يجري لغيره. ¶ قلت: ¶ واعدد من النار وإسرائيل في ... ثالثها عن الحجازي اقتفي ¶ وأقول هذا بيان للموضعين الباقيين في سورة الأعراف فأمرت بعد قوله تعالى:",
            "page": "35",
            "part": "1",
            "seal": "8A8C36FC"
        },
        {
            "id": "32",
            "nass": "{فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ} وقوله تعالى: {وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرائيلَ} وهو ثالث مواضع إسرائيل للحجازي ولا يعزب عن ذهنك أن المراد به المدنيان والمكي واحترزت بقولي في ثلثها أي ثلث مواضع إسرائيل عن الموضع الأول والثاني المتفق على عدهما والموضع الأول {فَأَرْسِلْ مَعِيَ بَنِي إِسْرائيلَ} والثاني {وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرائيلَ} والحاصل أن المواضع المختلف فيها في سورة الأنعام أربعة {وَالنُّور} و {بِوَكِيل} و {فَيَكُون} و {مُسْتَقِيم} والمواضع المختلف فيها في الأعراف خمسة {الْمُص} و {لَهُ الدِّين} و {تَعُودُون} و {عَلَى بَنِي إِسْرائيل} و {مِنَ النَّار} ولا يغيب عنك العادون والتاركون لجميع ما ذكر.",
            "page": "36",
            "part": "1",
            "seal": "622321B6"
        },
        {
            "id": "33",
            "nass": "سورة الأنفال والتوبة: ¶ قلت: ¶ في يغلبون الشام كالبصر اتبع ... أول مفعولا عن الكوفي دع ¶ وأقول: أخبرت أن الشامي والبصري اتبعا العد في يغلبون في قوله تعالى: {ثُمَّ يُغْلَبُون} فغير الشامي والبصري لا يتبعان العد في هذا الموضع ثم أمرت بترك عد مفعولا في الموضع الأول عن الكوفي وأعني به قوله تعالى: {وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} الذي بعده ليهلك من هلك عن بينة فيكون معدودا لغيره وقيدت مفعولا بالأول احترازا عن الثاني الذي بعده وإلى الله ترجع الأمور فلم يعده أحد. ¶ قلت: ¶ بالمؤمنين لكل لا البصري عد ... والمشركين الثان للبصري ورد ¶ وأقول: أعني أن قوله تعالى: {هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ} عده",
            "page": "36",
            "part": "1",
            "seal": "787D6E00"
        },
        {
            "id": "34",
            "nass": "كل علماء العدد إلا البصري فلم يعده وقوله تعالى: {أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ} وهو ثاني مواضع لفظ المشركين قد ورد عده للبصري وتركه لغيره. وقيدت لفظ المشركين بالموضع الثاني للاحتراز عن الأول المعدود بالإجماع وهو {إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ} والثالث المتروك بالإجماع وهو إلا الذين عاهدتم من المشركين. وأما ما ورد في هذه السورة من لفظ المشركين وهو كثير فيها فلا يتوهم أن شيئا منه آية ولهذا جعلنا هذا القيد وهو لفظ \"الثان\" احترازا عن الأول والثالث فقط والله أعلم. ¶ قلت: ¶ والقيم الحمصي عدا نقله ... وللدمشقي أليما أوله ¶ ثمود عند المدني الأول ... عد كذا للثان والمكي انقل ¶ وأقول: قوله تعالى: {ذَلِكَ الدِّينُ الْقَيِّم} قد نقله الحمصي في ضمن عدد آي القرآن الكريم ولم ينقله غيره وقوله تعالى: {إِلاّ تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا} معدود للدمشقي ومتروك لغيره. وقيدت أليما بالأول حيث قلت أوله احترازا عن الموضع الثاني وهو {وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا} فلا خلاف في تركه لجميع أهل العد. ثم ذكرت أن قوله تعالى: {وَعَادٍ وَثَمُود} معدود عند المدني الأول والثاني والمكي وهم الحجازيون فيكون متروكا عند البصري والشامي والكوفي. ¶ \"تتمة\" المواضع المختلف فيها في سورة الأنفال ثلاثة: {ثُمَّ يُغْلَبُون} و {كَانَ مَفْعُولًا} في الموضع الأول و {بِالْمُؤْمِنِين} والمختلف فيها في سورة التوبة أربعة: {بَرِيءٌ مِنَ الْمُشْرِكِين} و {ذَلِكَ الدِّينُ الْقَيِّم} و {عَذَابًا أَلِيمًا} و {عَادٍ وَثَمُود} ولا يخفى من عد ومن ترك في كل منها، والله أعلم.",
            "page": "37",
            "part": "1",
            "seal": "EF5BD2C8"
        },
        {
            "id": "35",
            "nass": "سورة يونس عليه السلام: ¶ قلت: ¶ والشام لفظ الدين والصدور عد ... والشاكرين لسواه يعتمد ¶ وأقول: اشتمل هذا البيت على بيان الفواصل المختلف فيها في هذه السورة فدل على أنها ثلاثة: {مُخْلِصِينَ لَهُ الدِّين} و {وَشِفَاءٌ لِمَا فِي الصُّدُور} و {لَنَكُونَنَّ مِنَ الشَّاكِرِين} وأفاد أن الشامي انفرد بعد الأوليين وأن الأخيرة قد اعتمد عدها لغيره. فمن عدد الأوليين وهو الشامي لا يعد الأخيرة ومن عد الأخيرة وهم غير الشامي يتركون عد الأوليين. ولا يخفى عليك أن {الر} ليست معدودة لأحد وكذا {الر} أول هود ويوسف وإبراهيم والحجر، وأيضا {المر} أول سورة الرعد لما سبق أول سورة البقرة فتنبه.",
            "page": "38",
            "part": "1",
            "seal": "8C38DED0"
        },
        {
            "id": "36",
            "nass": "سورة هود: ¶ قلت: ¶ للكوف والحمصي تشركون عد ... ثاني لوط عنه كالبصري رد ¶ وأقول: أمرت في هذا البيت بعد تشركون من قوله تعالى: {وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ} للكوفي والحمصي فتكون متروكة لغيرهما ثم أمرت برد لوط الثاني أي بعدم عده عن الحمصي والبصري فيكون معدودا لغيرهما، فالضمير في قولي: \"عنه\" يعود على الحمصي. والمراد بلوط الثاني قوله تعالى: {يُجَادِلُنَا فِي قَوْمِ لُوط} وخرج بقيد الثاني الموضع الأول وهو قوله تعالى: {إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ} فمتفق على عده.",
            "page": "38",
            "part": "1",
            "seal": "36A03417"
        },
        {
            "id": "37",
            "nass": "قلت: ¶ سجيل المكي مع الثاني انتمى ... وعد منضود لدى سواهما ¶ وأقول: تضمن هذا البيت بيان الخلاف في موضعين من مواضع الخلاف في هذه السورة. فأفاد أن \"سجيل\" من قوله تعالى: {وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ} معدود للمكي مع المدني الثاني. ومتروك لغيرهما. ومعنى انتمى انتسب أي انتسب عد هذا اللفظ للمكي والمدني الثاني. ثم أفاد أيضا أن \"منضود\" من قوله تعالى: {مِنْ سِجِّيلٍ مَنْضُودٍ} معدود عند غير المكي والمدني والثاني فيكون متروكا عندهما. وقولي: \"عد\" يحتمل أن يكون فعلا ماضيا، وأن يكون فعل أمر. ¶ ثم قلت: ¶ ومؤمنين الحمص مع حجازهم ... مختلفين اعدده عن دمشقهم ¶ كذا العراقي وعاملونا ... هم مع الأول ناقلونا ¶ وأقول: أخبرت أن قوله تعالى: {بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ} معدود للحمصي مع الحجازي أي المدنيين والمكي ومتروك لغيرهم ثم أمرت بعد قوله تعالى: {وَلا يَزَالُونَ مُخْتَلِفِين} عن الدمشقي والعراقي أي البصري والكوفي فلا يكون معدودا للحجازيين ثم أخبرت أن قوله تعالى: {إِنَّا عَامِلُون} قد نقل عده أيضا الدمشقي والعراقي، ويشاركهم في عده المدني الأول. فالضمير في قولي: \"هم\" يعود على المذكورين قبل وهم الدمشقي والعراقي. وإذا كان هؤلاء يعدونه فالباقي لا يعده وهما المكي والمدني الثاني والضمير في حجازهم، ودمشقهم، يعود على علماء العدد. وإضافة الحجازي والدمشقي إليهم لأدنى ملابسة؛ لأن الحجازيين والدمشقي من ضمن علماء العدد، ومواضع الخلاف في هذه السورة سبعة: تشركون، لوط \"الثاني\"، سجيل، منضود، مؤمنين، مختلفين، عاملون.",
            "page": "39",
            "part": "1",
            "seal": "71430F88"
        },
        {
            "id": "38",
            "nass": "سورة الرعد: ¶ قلت: ¶ جديد النور سوى الكوفي عد ¶ وللدمشقي البصير يعتمد ¶ وأقول: المعنى: أن قوله تعالى: {إِنَّا لَفِي خَلْقٍ جَدِيد} وقوله تعالى: {أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ} عدهما غير الكوفي وتركهما الكوفي، وقوله تعالى: {هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ} يعتمد عده للدمشقي دون سائر علماء العدد. ¶ قلت: ¶ سوء الحساب عد شام أولا ... وقبله الباطل للحمصي انجلا ¶ من كل باب عده البصري ... وأيضا الشامي والكوفي ¶ وأقول: قوله تعالى: {أُولَئِكَ لَهُمْ سُوءُ الْحِسَاب} وهو الموضع الأول عده الشامي وتركه غيره. وقيدته بالموضع الأول لإخراج الثاني المتفق على عده وهو {وَيَخَافُونَ سُوءَ الْحِسَاب} وقوله تعالى: {كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ} معدود للحمصي وحده. وقولي: \"وقبله\" ليس قيدا للاحتراز إنما هو لبيان الواقع وهو أن {كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ} وقع في التلاوة قبل: {أُولَئِكَ لَهُمْ سُوءُ الْحِسَاب} وقوله تعالى: {وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ} . ¶ عده البصري والشامي والكوفي وتركه الحجازيون المدنيان والمكي. ¶ والخلاصة أن مواضع الخلاف في هذه السورة ستة: جديد، والنور، والبصير، سوء الحساب، والباطل، من كل باب، وتأمل من عد ومن ترك والله أعلم.",
            "page": "40",
            "part": "1",
            "seal": "F7BAC10A"
        },
        {
            "id": "39",
            "nass": "سورة إبراهيم: ¶ قلت: ¶ عن العراقي كلا النور امنعا ... ثمود بصر مع حجازي وعى ¶ وأقول: اشتمل هذا البيت على أمرين: الأول الأمر بمنع عد لفظ النور في كلا موضعيه للعراق أي البصري والكوفي، فيكون ممدودا للحجازيين والشامي، والموضع الأول قوله تعالى: {لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} الأمر الثاني الإخبار بأن قوله تعالى: {وَعَادٍ وَثَمُود} يعده البصري مع الحجازي ويتركه الشامي والكوفي. وقولي: \"وعى\" معناه حفظ. ¶ قلت: ¶ جديد الكوفي وشام نقلا ... مع أول وفي السماء أولا ¶ دع عنه والنهار غير البصري ... والظالمون عند شام يسري ¶ وأقول: بينت أن قوله تعالى: {وَيَأْتِ بِخَلْقٍ جَدِيد} نقل عده الكوفي والشامي والمدني الأول. فلم يعده المدني الأخير. والمكي. والبصري. ثم أمرت بترك عد لفظ في السماء في الموضع الأول منه عن المدني الأول فيكون هذا الموضع معدودا لسائر علماء العدد دون المدني الأول. والموضع الأول هو \"وفرعها في السماء\" والتقييد لإخراج الموضع الثاني وهو {فِي الْأَرْضِ وَلا فِي السَّمَاء} فإنه معدود للجميع. ثم أنبأت أن قوله تعالى: {وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَار} عده غير البصري من الأئمة. وقوله تعالى: {عَمَّا يَعْمَلُ الظَّالِمُون} يسري عده عند الشامي دون غيره. ¶ تكميل: مواضع الخلاف سبعة: إلى النور \"في الموضعين\"، وثمود، جديد، {وَفَرْعُهَا فِي السَّمَاء} ، والنهار، و\"الظالمون\" والله تعالى أعلم.",
            "page": "41",
            "part": "1",
            "seal": "14AD35C7"
        },
        {
            "id": "40",
            "nass": "سورة الإسراء والكهف: ¶ قلت: ¶ سجدا الكوفي هدى للشام دع ... قليل الثاني غدا له امتنع ¶ وأقول: اعلم أن في سورة الإسراء موضعا واحدا مختلفا فيه وهو قوله تعالى: {يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا} وقد انفرد الكوفي بعده وهذا معني قولي: \"سجدا الكوفي\" ثم أمرت بترك عد قوله تعالى -في سورة الكهف: {وَزِدْنَاهُمْ هُدى} للشامي فيكون معدودا للباقين، ومعنى قولي: قليل الثاني إلخ أن قوله تعالى: {مَا يَعْلَمُهُمْ إِلَّا قَلِيل} يعده المدني الثاني وحده وقوله تعالي: {ذَلِكَ غَدًا} امتنع عده للمدني الثاني فيعد لغيره، فالضمير في قوله: \"له\" يعود على المدني الثاني، والخلاصة أن من يعد \"قليل\" لا يعد \"غدا\" وبالعكس والله أعلم. ¶ قلت: ¶ زرعا نفى الأول مع مكيهم ... كأبدا بعد لثان شامهم ¶ سببا الأولى كزرعا في العدد ... وعد باقيها العراقي اعتمد ¶ وأقول: أعني أن قوله تعالى: {وَجَعَلْنَا بَيْنَهُمَا زَرْعًا} نفى عده المدني الأول والمكي.. وعده الباقون. ومعني قولي: \"كأبدا\" إلخ أن قوله تعالى: {أَنْ تَبِيدَ هَذِهِ أَبَدًا} انتفى عده للمدني الثاني والشامي1 وعد للباقين. وقيدت \"أبدا\" بكونه واقعا في التلاوة بعد زرعا المذكور للاحتراز عن المواضع الأخرى المعدودة بالإجماع، مثل: {مَاكِثِينَ فِيهِ أَبَدًا} و {وَلَنْ تُفْلِحُوا إِذًا أَبَدًا} و {فَلَنْ يَهْتَدُوا ¶ __________ ¶ 1 ففي البيت تشبيه زرعا بأبدا في نفي العد أي انتفى عد زرعا للمدني الأول والمكي كما انتفى عد أبدا للمدني الثاني والشامي.",
            "page": "42",
            "part": "1",
            "seal": "89F051FF"
        },
        {
            "id": "41",
            "nass": "إِذًا أَبَدًا} . ومعنى قولي: \"سببا الأولى\" إلخ أن كلمة \"سببا\" الأولى في قوله تعالى: {وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا} حكمها حكم زرعا، يعدها من يعد زرعا، ويتركها من يتركها، فيتركها المدني الأول والمكي ويعدها الباقون، كما أن زرعا كذلك، واحترزت بالأولى عن باقي المواضع، وقد بينت حكمها بقولي: \"وعد باقيها\" إلخ أي أن العراقي -البصري والكوفي- اعتمد عد باقي مواضع سببا ولم يعتمد عدها الباقون وهي ثلاثة {فَأَتْبَعَ سَبَبًا} الذي بعده {حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ} و {ثُمَّ أَتْبَعَ سَبَبًا} الذى بعده {حَتَّى إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ} و {ثُمَّ أَتْبَعَ سَبَبًا} الذي بعده {حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ} . الآية. ¶ قلت: ¶ وقوما أولى الكوف مع ثان فقد ... أعمالا الشامي مع العراق عد ¶ وأقول: المعنى أن كلمة قوما الأولى في قوله تعالى: {وَوَجَدَ عِنْدَهَا قَوْمًا} فقد عدها أي أهمله الكوفي والمدني الثاني وعدها غيرهما والتقييد بالأولى احتراز عن الثانية وهى {وَجَدَ مِنْ دُونِهِمَا قَوْمًا} فلم تعد لأحد، وقوله تعالى: {هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا} عدة الشامي والعراقي -البصري والكوفي- وتركه الحجازيون. ¶ \"تتمة\" مواضع الخلف أحد عشر موضعا: {وَزِدْنَاهُمْ هُدى} ، {مَا يَعْلَمُهُمْ إِلَّا قَلِيل} ، {ذَلِكَ غَدًا} ، {زَرْعًا} ، {هَذِهِ أَبَدًا} ، {مِنْ كُلِّ شَيْءٍ سَبَبًا} ، {فَأَتْبَعَ سَبَبًا} ، {ثُمَّ أَتْبَعَ سَبَبًا} \"معا\"، {وَوَجَدَ عِنْدَهَا قَوْمًا} ، {أَعْمَالًا} ، والله أعلم.",
            "page": "43",
            "part": "1",
            "seal": "0DCA688C"
        },
        {
            "id": "42",
            "nass": "سورة مريم: ¶ قلت: ¶ أول إبراهيم للمكي مع ... ثان وأولى مد الكوفي منع ¶ وأقول: المعنى أن لفظ إبراهيم في أول مواضعه وهو قوله تعالى: {وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ} معدود للمكي والمدني الثاني ومتروك لغيرهما. والتقييد بالأول لإخراج الثاني وهو {أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ} والثالث وهو {وَمِنْ ذُرِّيَّةِ إِبْرَاهِيم} فإنه متفق على تركهما، وكلمة \"مدا\" الأولى في قوله تعالى: {فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا} منع الكوفي ضمها للآيات المعدودة وضمها غيره. والتقييد بالأولى للاحتراز عن الثانية وهى {وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا} فإنها معدودة بالإجماع. ومواضع الخلاف ثلاثة: الموضعان المذكوران في النظم. والثالث {كهيعص} وقد عدها الكوفي والله أعلم.",
            "page": "44",
            "part": "1",
            "seal": "FB3675EF"
        },
        {
            "id": "43",
            "nass": "سورة طه: ¶ قلت: ¶ معا كثيرا عند بصر أهملا ... مني دمشقي حجازي تلا ¶ وأقول: أعني أن كثيرا في الموضعين في قوله تعالى: {كَيْ نُسَبِّحَكَ كَثِيرًا، وَنَذْكُرَكَ كَثِيرًا} أهمل عدهما عند البصري واعتبر عند الباقين، ومني في قوله تعالى: {وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي} عده الدمشقي والحجازي: المدنيان والمكي. ولم يعده البصري والحمصي والكوفي. ¶ قلت: ¶ في اليم حمص تخزن إسرائيل مع ... مدين موسى أن لشامي تقع ¶ وأقول: ذكرت في هذا البيت أن قوله تعالى: {فَاقْذِفِيهِ فِي الْيَمِّ} معدود للحمصي ومتروك لغيره، وتقييد اليم بكلمة في لإخراج الخالي منها، وهو {فَلْيُلْقِهِ الْيَمُّ} و {فَغَشِيَهُمْ مِنَ الْيَمِّ} فليس شيء منهما رأس آية إجماعا. ثم نبهت على أن",
            "page": "44",
            "part": "1",
            "seal": "B316D97D"
        },
        {
            "id": "44",
            "nass": "في السورة أربعة مواضع تقع في عد الشامي ولا تقع في عد غيره: الموضع الأول. ¶ تخزن في قوله تعالى: {كَيْ تَقَرَّ عَيْنُهَا وَلا تَحْزَنَ} الثاني إسرائيل في قوله تعالى: {فَأَرْسِلْ مَعَنَا بَنِي إِسْرائيلَ} ولم أقيد هذا الموضع اكتفاء بقرينة ذكره عقب تحزن وقبل موسى. مع ملاحظة أن {يَا بَنِي إِسْرائيل} لا يتوهم كونه فاصلة لشدة قصره، وعدم مساواته لفواصل السورة. الثالث مدين في قوله تعالى: {فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ} الرابع {مُوسَى} في {وَلَقَدْ أَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ} وقيد موسى بكونه واقعا قبل كلمة أن لإخراج غيره مما اتفق على عده، أو على تركه، أو اختلف فيه، ولا تخفى الأمثلة على المتأمل. ¶ قلت: ¶ فتونا البصري وشام أتبعا ... كوف لنفسي معه شامي وعى ¶ غشيهم في الثان كوف أسفا ... للمدني الأول والمكي اعرفا ¶ وأقول: ذكرت أن قوله تعالى: {وَفَتَنَّاكَ فُتُونًا} معدود للبصري والشامي ومتروك لغيرهما وأن الكوفي ومعه الشامي قد حفظا عد لنفسي في قوله تعالى: {وَاصْطَنَعْتُكَ لِنَفْسِي} ولم يعده الباقون. ¶ وأن غشيهم في الموضع الثاني وهو قوله تعالى: {مَا غَشِيَهُمْ} معدود للكوفي وحده. وتقييده بالموضع الثاني لإخراج الأول وهو {فَغَشِيَهُم} فليس معدودا لأحد. ¶ وأن أسفا في قوله تعالى: {غَضْبَانَ أَسِفًا} معدود للمدني الأول والمكي ومتروك لغيرهما. ¶ قلت: ¶ للثان ألقى السامري فارددا ... وحسنا قولا ولا له اعددا",
            "page": "45",
            "part": "1",
            "seal": "2B446340"
        },
        {
            "id": "45",
            "nass": "وأقول: أمرت في هذا البيت برد أي بعدم عد قوله تعالى: {فَكَذَلِكَ أَلْقَى السَّامِرِيُّ} للمدني الثاني فيكون معدودا للباقين. وتقييد لفظ السامري بألقى للاحتزاز عن غيره وهو {وَأَضَلَّهُمُ السَّامِرِي} و {قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ} فهذان الموضعان معدودان اتفاقا. ثم أمرت بعد قوله تعالي: {وَعْدًا حَسَنًا} وقوله قولا الذي بعده \"ولا\" وهو {أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا} للمدني الثاني فيكون هذان الموضعان متروكين لغيره، فالضمير في قولي: \"له\" يعود على المدني الثاني. وتقييد \"قولا\" بوقوعه قبل ولا للاحتراز عن قوله تعالى: {وَرَضِيَ لَهُ قَوْلًا} فإنه معدود إجماعا. ¶ قلت: ¶ إله موسى عند مك رويا ... مع أول ولهما اترك نسيا ¶ وأقول بينت أن قوله تعالى: {وَإِلَهُ مُوسَى} روى عده عن المكي والمدني الأول فيكون متروكا للباقين. وتقييد موسى بوقوعه بعد لفظ \"إله\" للاحتراز عن غيره كما سبق. ثم أمرت بترك عد قوله تعالى: {فَنَسِي} للمكي والمدني الأول. فيكون معدودا للباقين فمن يعد {وَإِلَهُ مُوسَى} لا يعد {فَنَسِي} وبالعكس. ¶ قلت: ¶ رأيتهم ضلوا لكوف اعددا ... وصفصفا عن الحجازي ارددا ¶ وأقول: أمرت بعد قوله تعالى: {إِذْ رَأَيْتَهُمْ ضَلُّوا} للكوفي فيكون متروكا للباقين، وبعدم عد {قَاعًا صَفْصَفًا} للحجازي -المدنيين والمكي- فيكون معدودا للعراقيين والشامي. ¶ قلت: ¶ مني هدى وثاني الدنيا يرد ... كوف وحمصي وضنكا عنه عد",
            "page": "46",
            "part": "1",
            "seal": "FBC64F7E"
        },
        {
            "id": "46",
            "nass": "وأقول: المعنى أن قوله تعالى: {فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى} وقوله تعالى: {زَهْرَةَ الْحَيَاةِ الدُّنْيَا} وهو المراد بقولي ثاني الدنيا يرد عدهما الكوفي والحمصي ويعدهما الباقون. وتقييد هدى بوقوعه بعد كلمة مني للاحتراز عن قوله تعالى: {أَوْ أَجِدُ عَلَى النَّارِ هُدى} فمتفق على عده. وتقييد الدنيا بالثاني للاحتراز عن الموضع الأول \"وهو\" {إِنَّمَا تَقْضِي هَذِهِ الْحَيَاةَ الدُّنْيَا} فإنه معدود اتفاقا أيضا. ¶ وقوله تعالى: {فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا} عد عن الحمصي دون غيره. فالضمير في عنه يعود على الحمصي. \"تكميل\" مواضع الخلف في هذه السورة اثنان وعشرون موضعا، وقد اشتمل النظم على بيان واحد وعشرين فقط، فالثاني والعشرون هو قوله تعالى: {طه} . وقد انفرد الكوفي بعده كما سبق والله أعلم.",
            "page": "47",
            "part": "1",
            "seal": "A8551EBD"
        },
        {
            "id": "47",
            "nass": "سورة الأنبياء والحج: ¶ قلت: ¶ يضركم كوف مع الحميم مع ... ما بعده ثمود للشامي دع ¶ لوط لشامي مع البصري اترك ... والمسلمين الخلف المكي حكي ¶ وأقول: في سورة الأنبياء موضع واحد مختلف فيه وهو قوله تعالى: {مَا لا يَنْفَعُكُمْ شَيْئًا وَلا يَضُرُّكُمْ} وقد أخبرت أن الكوفي وحده يعده. وكذا يعد قوله تعالى في سورة الحج: {يُصَبُّ مِنْ فَوْقِ رُؤُوسِهِمُ الْحَمِيمُ} وقوله تعالى فيها أيضا: {يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ} وهذا الموضع هو المراد بقولي: \"مع ما بعده\" فالكوفي يعد هذه المواضع الثلاثة وغيره يتركها، ثم أمرت بترك عد قوله تعالى: {وَعَادٌ وَثَمُود} للشامي فيكون معدودا لسواه من علماء العدد. كما أمرت بترك عد قوله تعالى: {وَقَوْمُ لُوط} للشامي والبصري فيكون معدودا للحجازيين",
            "page": "47",
            "part": "1",
            "seal": "80ED7C1B"
        }
    ],
    "t8649": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الفرائد الحسان في عد آى القرآن"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "نفائس البيان-شرح الفرائد الحسان"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الفاتحة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "سورة البقرة"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "سورة آل عمران"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "سورة النساء"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "سورة المائدة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الأنعام والأعراف"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الأنفال والتوبة"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "سورة يونس عليه السلام"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "سورة هود"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الرعد"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "سورة إبراهيم"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الإسراء والكهف"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "سورة مريم"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "سورة طه"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الأنبياء والحج"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "سورة المؤمنين والنور"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الشعراء"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "سورة النمل والقصص"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "سورة العنكبوت"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الروم"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "سورة لقمان والسجدة"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "سورة سبأ وفاطر"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الصافات وص"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الزمر"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "سورة غافر وفصلت والشورى"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الزخرف والدخان"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "سورة القتال"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الطور والنجم"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الرحمن"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الواقعة"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الحديد والمجادلة"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الطلاق والتحريم والملك"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الحاقة والمعارج"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "سورة نوح والجن"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "سورة المزمل والمدثر"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "سورة القيامة والنبأ"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "سورة النازعات وعبس"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "سورة التكوير والانشقاق والطارق"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الفجر"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "سورة الشمس والعلق والقدر"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "سورة البينة والزلزلة"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "سورة القارعة"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "من سورة والعصر إلى آخر القرآن الكريم"
        }
    ]
}