{
    "b8661": [
        {
            "id": "48",
            "nass": "موضوع ينتفع به عمليا بعد تمامه، كأن يحاضر فيه إذا كان مدرسا، أو ينتفع به في معمل أو عمارة إذا كان يشتغل بالعلوم أو الهندسة. ¶ 2- وقد يكون الموضوع مفيدا وطريفا ولكن المادة الموجودة عنه غير متوافرة، ولا تكفي لتكوين رسالة، ومثل هذا الموضوع يصلح لمقال علمي ينشر في المجلات العلمية، ولكنه لا يكون موضوع رسالة، والمقال العلمي من هذا النوع لا يختلف عن الرسالة من ناحية الكيف، وإن كان دونها من ناحية الكم. ¶ 3- وأما السؤال الثالث فيشير إلى حالة الطالب وظروفه الخاصة، ويشمل ذلك اللغات التي يعرفها، والوقت الذي يكون قد خصص لهذا العمل، ومقدرة الطالب المالية، فالطالب الذي لا يعرف لغات متعددة لا يمكنه أن يكتب كتابة ناجحة عن موضوع كتب عنه بلغات كثيرة، ومن هذه الموضوعات موضوع الشيعة والموالي في الدراسات الإسلامية. ¶ وعلى هذا فالطالب الذي لا يجيد إلا اللغة العربية يحسن به أن يختار موضوعا غير مطروق كثيرًا للمستشرقين، حتى يستطيع أن يقرأ كل ما كتب عنه، ولا يصرفنا هذا عن تقرير حقيقة مهمة، هي إن إجادة لغة أخرى غنية على الأقل يعد عنصرا هاما من عناصر نجاح الرسالة، حتى يستطيع",
            "page": "61",
            "part": "1",
            "seal": "613282C2"
        },
        {
            "id": "49",
            "nass": "الطالب أن يقرأ أفكار قوم آخرين بلغتهم، ويرى كيف يعالجون الموضوعات العلمية، وسيلمس بنفسه حينئذ أنهم يختلفون في كثير من الاتجاهات عن قومه الناطقين بلغته، ولا يكفي أن يقرأ الطالب ترجمة أبحاثهم، لأن المربين يقررون أن قراءة أفكار الرجل بلغته تفضل كثيرا قراءة أفكاره بلغة سواه. ¶ وتتدخل اللغات كذلك من ناحية أخرى، فالطالب الذي يجيد الأسبانية أو الروسية مثلا في بلاد لا تنتشر فيها هاتان اللغتان، يجدر به أن ينتهز هذه الفرصة ويختار موضوعا كتب عنه الأسبان أو الروس ليتمكن من نقل بعض أفكارهم إلى قومه. ¶ وللوقت تأثير كبير في اختيار الموضوع، فإذا كان على الطالب أن ينتهي من بحثه في مدة محددة -كعضو البعثة مثلا- فإن عليه أن يختار موضوعا يستطيع الفراغ منه في هذه المدة. ¶ وقد يكون للناحية المالية دخل في اختيار الموضوع، كأن يستلزم السير فيه القيام بزيارات نائية لدراسة ميدانية، أو يحتاج إلى صور مخطوطات تطلب من مكتبات بعيدة مقابل دفع تكاليفها، أو إلى شراء مراجع معينة حديثة لم تزود بها المكتبات العامة بعد، فإذا كانت حالة الطالب المالية لا تساعده على ذلك فالموضوع لا يناسبه، وقد يناسب سواه.",
            "page": "62",
            "part": "1",
            "seal": "F4EC7AB1"
        },
        {
            "id": "50",
            "nass": "وبمناسبة الحديث عن المراجع يجدر بنا أن نقول: إن مراجع معينة قد تدفع الطالب لاختيار موضوع خاص، كأن يكون لدى الطالب أو أسرته مكتبة غنية بنوع من الكتب يناسب ثقافته مما قد يشجعه على اختيار موضوع تغذية هذه المكتبة بالقسط الأوفر من المصادر، ويظهر هذا بوضوح في حالة بعض الهنود الذين يميلون لدراسات تتصل بالطائفة الإسماعيلية، لأن بالهند كثيرا من العلماء الذين يملكون مكتبة غنية بالكتب في هذا الموضوع، كما أن الطالب قد يعثر على مخطوط أو عدد من المخطوطات لم تنشر بعد، وفيها مادة جديدة، فيدفعه ذلك إلى موضوع يتصل بهذه المعلومات الجديدة النافعة. ¶ ومثل المراجع ما يحدث أحيانا في بعض المصانع، فمصنع السيارات مثلا قد يصادف مشكلة ما في عمله، فيحيل المصنع هذه المشكلة إلى كلية متخصصة لتدرسها، ولتحاول أن تجد لها حلا، ويعلن المصنع عادة عن ألوان من المساعدات والتسهيلات للطالب الذي يعني بهذه الدراسة. ¶ 4- وأما السؤال الرابع فيتصل بالعاطفة التي لا يمكن أن تتجاهل في هذا الصدد، إذ أن الطالب سيعيش مع موضوعه مدة أقلها سنتان، وعلى هذا يجب أن يختار موضوعا يحبه، ويمتزج بدمه، ويتصل بروحه، يقبل دائما عليه، ويفر لا منه بل إليه.",
            "page": "63",
            "part": "1",
            "seal": "FE2F4DA5"
        },
        {
            "id": "51",
            "nass": "وما يناسب تفصيله هنا ما سبق أن أشرنا إليه من أن الطالب لا يختار موضوعا يتعصب ضده أو يتعصب له، فالطالب الشيعي النزعة، الإمامي العقيدة لا يكتب رسالة عن عمر بن الخطاب \"رضي الله عنه\". والطالب الشيوعي لا يدرس موضوعا يدور حول نظرية اقتصادية يحتضنها الاقتصاديون الرأسماليون، ففي مثل هذه الموضوعا يقف الطالب حائرا بين الأمانة العلمية وبين العاطفة التي قد تثور ضده، فلا يقوى على مواصلة العمل والتحمس له. ¶ وكما أن الطالب لا يختار موضوعا يتنافى مع عقيدته وعاطفته، فكذلك لا يختار موضوعا توجب عليه عاطفته أن يسير فيه سيرا معينا، فلا يكتب طالب رسالة عن أبيه العالم أو السياسي؛ خوف أن يغفل هفواته ويبالغ في تصوير حسناته، ومثل ألب أي إنسان أو أي موضوع يكن له الطالب كامل الإحلال والتقدير لعلاقة خاصة. ¶ ويجب أن نبرز هنا نقطتين مهمتين: ¶ 1- من الممكن أن يكتب الإنسان كتابا فيما لا يجوز أن يكتب فيه رسالة، ومن اليسير أن تلمس الفرق واضحا بين كتاب، ورسالة كتبا في موضوع واحد، فمثلا كتب سامي الكيالي كتابا عن طه حسين عنوانه \"مع طه حسين\" \"سلسلة اقرأ عدد مايو سنة 1952\" وقدم Pierre Caschia لجامعة ادنبره رسالة سنة 1951 حصل بها على الدكتوراه موضوعها،",
            "page": "64",
            "part": "1",
            "seal": "C06CAE38"
        },
        {
            "id": "52",
            "nass": "\"طه حسين\" والمطلع السفرين يرى أن سامي الكيالي يمدح الدكتور طه في كل سطر، ويدافع عنه في كل فقرة، ويملأ صفحات كتابه ثناء وإعجابا بالمفكر الحر والكاتب العظيم دون أن يخط سطرا واحدا ينقده به أو يخالف فيه آراءه، فهذا كتاب وما كان من الممكن أن يكون رسالة، ولكن Pierre Caschia يحلل ويعرض، ويمدح وينقد، ويتفق ويختلف، وغير ذلك مما جعل عمله رسالة وكتب له النجاح فيها. ¶ 2- إذا استطاع الطالب أن يجرد نفسه تجريدا تاما من كل ميل، ويبدأ بحثه خاليا من أي مؤثر، مستعدا لينقب وليعلن النتائج التي يقوده إليها بحثه الحر، وكانت الظروف تتيح له هذا الوضع، فإنه حيئنذ يمكنه أن يختار موضوعا من الموضوعات التي سبق أن حظرناها عليه. ¶ واختيار موضوع الرسالة هو مهمة الطالب كما سبق، وهي مهمة تحتاج إلى إرشاد المشرف وتوجيهه، ويجب أن يكون الموضوع متصلا تمام الاتصال بتخصيص الطالب، وبدراسته بالجامعة في أثناء عمله للحصول على الليسانس أوالبكالوريوس، كما يحسن أن يطلب إلى الطالب أني كتب بضعة بحوث في موضوعات مختلفة في المادة التي تخصص فيها، ويدور بعضها حول موضوعه، قبل أن يبدأ العمل في رسالته، فإن هذه البحوث بإشراف الأستاذ ستعطي للطالب فرصة الدربة ليستطيع أن يبدأ عمله في الرسالة بنجاح.",
            "page": "65",
            "part": "1",
            "seal": "F1D560BB"
        },
        {
            "id": "53",
            "nass": "ويميل كثير من الطلاب إلى أن يختاروا للماجستير موضوعا يكون ذا صلة فيما بعد بدارسة جديدة ذات طابع أعمق، وعناصر أوسع، تصلح للدكتوراه، كأن يكتب الطالب رسالة الماجستير عن: أبو نواس، حياته وشعره، ثم يجعل رسالة الدكتوراه عن الخمريات في العصر العباسي الأول، وكأن تكون رسالة الماجستير عن: عبد الرحمن الناصر، ورسالة الدكتوراه عن: الحالة الاجتماعية في العهد الأموي بالأندلس. ¶ ويحرص الطالب الطموح أيضا على أن يختار للدكتوراه موضوعا يكون أساسا لدراسات أوسع يقوم فيها فيما بعد، وقد انتفعت أنا بهذه التجربة فقد كتبت رسالة الدكتوراه عن \"تاريخ التربية الإسلامية\" وفيها تحدثت عن نقابات المدرسين، وعن تاريخ الشهادات الدراسية، وعن تكافؤ الفرص بين الطلاب، وتوجيههم حسب مواهبهم، وغير ذلك، ولما كانت التربية الإسلامية جزءا من الحضارة الإسلامية، فقد فتحت هذه الرسالة أمامي آفاقا أوسع لاستكمال الدراسة عن الحضارة الإسلامية، فكتبت موسوعة الحضارة الإسلامية في عشرة أجزاء شملت الكلام عن السياسة في الفكر الإسلامي، وعن المجتمع الإسلامي، وعن الاقتصاد في الفكر الإسلامي وعن العلاقات الدولية في الفكر الإسلامي، وغيرها..",
            "page": "66",
            "part": "1",
            "seal": "F1A32F84"
        },
        {
            "id": "54",
            "nass": "ويجب أن تكون الرسالة عملا مستقلا يقوم به طالب واحد، ويحدث في بعض الأحيان أن يختار عدد من الطلبة موضوعا واحدا ليبحثه كل منهم بحثا مستقلا من زاوية معينة مثل: ¶ 1- المذهب الإسماعيلي: مبادئه وطرق الدعاية له. ¶ الدولة الفاطمية: ¶ 2- السياسة الخارجية لخلفاء الفاطميين. ¶ 3- وزراء الدولة الفاطمية. ¶ كما يحدث أن يختار عدد من الطلاب موضوعا واحد ليبحثه كل منهم في فترة خاصة مثل: ¶ 1- في صدر الإسلام. ¶ الحياة الاقتصادية. ¶ 2- في العهد الأموي. ¶ 3- في العصر العباسي الأول. ¶ تغيير الموضوع: ¶ يحدث في بعض الأحيان ألا يجد الطالب مادة كافية عن الموضوع الذي اختاره، أو يعرف أن هذا الموضوع قد درس من قبل على النحو الذي كان الطالب يزعم أن ينتهجه، أو يدرك صعوبة الحصول على بعض المراجع الأساسية في الموضوع. والواجب حينئذ أن يبادر إلى تغيير هذا الموضوع حتى لا يضيع الوقت فيما لا طائل تحته.",
            "page": "67",
            "part": "1",
            "seal": "4E8ACA8A"
        },
        {
            "id": "55",
            "nass": "وينصح الطالب أن يسأل نفسه من حين لآخر الأسئلة التي سبق أن ذكرناها: ¶ - هل يستحق هذا الموضوع ما يبذل فيه من جهد؟ ¶ - أفي طاقتي أنا أن أقوم بهذا العمل؟ ¶ .......................................................................... ¶ فإذا لم تكن الإجابة دائما بالإيجاب فمن الأفضل أن يتوقف، ويبحث عن موضوع أكثر نفعا، وأغزر مادة، ويجب ألا يأسف على الوقت والجهد اللذين يكون قد بذلهما في الموضوع الذي يتركه، وليفهم أنه يستفيد من كل قراءة، ويتزود من كل اطلاع، وأنه في سبيل تكوين نفسه وتخصصه سيقرأ كثيرًا مما يتصل بموضوعه أو لا يتصل، فليست الرسالة إلا عملا من الأعمال التي يعنى بها الطالب. ¶ تبويب الرسالة تبويبا أوليا: ¶ ينظم المهندس خطة البناء تبعا للغرض المطلوب من البناء، ووفقا للظروف المختلفة التي تحيط بالمشروع، فلكل من المسجد والمنزل والمسرح تصميم خاص، ثم يتدخل الغنى، وموقع المكان، وظروف كثيرة فيختلف المنزل في مكان أو لشخص، عنه في مكان آخر أو لشخص آخر. ¶ كذلك يختلف تخطيط الرسائل اختلافا بينا تبعا لموضوعاتها، وللمادة التي كتبت عنها، وللمدة المعينة لدراستها، وللجامعة التي يتبعها الطالب، وغير هذه من",
            "page": "68",
            "part": "1",
            "seal": "2BE69AF5"
        },
        {
            "id": "56",
            "nass": "المؤثرات، ومن ثم لم يكن من الممكن أن نورد هنا تفصيلات دقيقة لكيفية وضع الخطوط الرئيسية تاركين ذلك إلى صلات خاصة تتهيأ فيها دراسة الظروف المختلفة التي تحيط بكل موضوع. ¶ ويمكن أن نوصي الطالب أن ينتفع بجهود من سبقوه، فإن مكتبات الجامعات تشمل مجموعة من الرسائل الناجحة، وهذه الرسالة يجب أن تكون عونا كبيرا لطلاب الدرجات المماثلة؛ لأنها تلقي للطالب ضوءا ينير له السبيل. ¶ ويجب ألا يكون مفهوما أن كل الرسالة التي أجازتها الجامعات يمكن أن تعد نموذجا، لا؛ فبعضها في مستوى عادٍ ليس من الخير أن يحتذيه الطالب. ¶ وعلى الطالب أن يحاول الحصول على رسالة في المادة التي يبحثها، فطلاب القانون يبحثون الرسائل التي قدمت في القانون، وطلاب التاريخ يرجعون إلى رسائل تاريخية وهكذا، وليس ذلك فحسب، بل من الأفضل أن يحاول الطالب أن يجد رسالة أقرب من حيث الخطوط العريضة إلى موضوعه، فإذا أراد أن يكتب عن حياة شاعر، أو عن قصة عاصمة من العواصم، فمن الأفضل له أن يرى رسائل كتبت عن حياة شعراء آخرين أو عن عواصم أخرى، وسيلم من ذلك بفكرة عن الطريقة التي تبحث بها حياة الأشخاص أو العواصم،",
            "page": "69",
            "part": "1",
            "seal": "10410003"
        },
        {
            "id": "57",
            "nass": "وليس معنى ذلك أنه سيتبع نفس الطريقة التي سبق بها، بل معناه أن يسترشد بها في وضع خطوط رسالته، ملاحظا أن الظروف تختلف من موضوع إلى موضوع، ومن فكرة إلى فكرة. ¶ ويقدم الأستاذ عونا كبيرا للطالب في مجال التخطيط للرسالة. ¶ وبعد أن يتعرف الطالب على نماذج من التخطيط لرسائل تشبه رسالته، وبعد أن يتفق مع أستاذه على تخطيطها، بعد ذلك يقرأ عن موضوعه قراءة عامة لينمي فكرته عن اتجاهات الموضوع، وليتعرف عليه تعرفا كافيا، فالطالب في هذه المرحلة يعمل ليعرف الموضوع معرفة واسعة قبل أن يعرف به، ويأخذ عنه قبل أن يعطي. ¶ وفي هذه الأضواء يستطيع الطالب أن ينتقل إلى مرحلة جديدة، هي أن يضع الخطوط العريضة الأولية لدراساته وأبحاثه، ويشمل ذلك: ¶ 1- وضع عنوان للمشكلة موضوع الرسالة. ¶ 2- بيان المشكلات الرئيسية التي تتفرع عن هذه المشكلة، وكل مشكلة من هذه المشكلات الرئيسية المتفرعة تسمى بابا. ¶ 3- تقسم كل مشكلة من هذه المشكلات الرئيسية إلى مشكلات فرعية، كل منها يسمى فصلا.",
            "page": "70",
            "part": "1",
            "seal": "17AE8BD8"
        },
        {
            "id": "58",
            "nass": "ويجب أن يلاحظ أن يكون عنوان الرسالة طريفا ممتعا جذابا، ثم أن يكون ذلك العنوان، وكذلك عنوان كل باب، وكل فصل، قصيرا بقدر الإمكان، ولكن على أن يكون واضعا تمام الوضوح وشاملا لكل ما يستوعبه من جزئيات وتفاصيل، وقد وضع Bigelow قاعدة لذلك خلاصتها: أن يشمل العنوان من المعلومات ما يدفع باحثا آخر أن يبحث عن هذه المعلومات تحت هذا العنوان. ¶ ويقرر الأستاذ الدكتور إبراهيم سلامة1 أن العنوان يشبه اللافتة ذات السهم، الموضوعة في مكان ما لترشد السائرين حتى يصلوا إلى هدفهم. ¶ وعلى هذا فالعنوان يجب أن يدل القارئ على ما تحتويه الرسالة، ويتضح من هذا أن العناوين العامة التي لم يحدد مدلولها لا قيمة لها على الإطلاق، فليتحاش الطالب أن يكون عنوان رسالته مبهما أو ضعيفا، مثل: نظرات في التاريخ المصري الحديث، دراسة عن بعض الاتجاهات الأدبية المعاصرة، ونحو ذلك، فإن العنوان الضعيف أو المبهم تخلف في الشوط الأول، ومن مصلحة الطالب أن يبدأ بدءا قويا، فالمطلع الناجح نصف الفوز. ¶ ويجب كذلك أن تخضع الأبواب والفصول في ترتيبها إلى ¶ __________ ¶ 1 تيارات أدبية بين الشرق والغرب ص350.",
            "page": "71",
            "part": "1",
            "seal": "324935EA"
        },
        {
            "id": "59",
            "nass": "أساس سليم، وفكرة منظمة، ورابطة خاصة، كالترتيب الزمني مثلا، أو كالأهمية، أو نحو ذلك، وليحذر الطالب أن يضع الأبواب والفصول ارتجالا، وعلى غير أساس مقبول. ¶ وينصح الطالب عند وضع تخطيط رسالته أن يدعه جانبا بضعة أشهر، وأن يقرأ خلال هذه الفترة قراءة عامة لا تتصل بموضوع رسالته فحسب بل تتصل عموما بالعلم أو الفن الذي اختار منه موضوعه، كالتاريخ أو الطب أو الموسيقى أو الأدب. ويكتب آنذاك بعض الأبحاث في موضوعات مختلفة، ويظل فكريا على صلة بهذا التخطيط طيلة هذه المدة، وسيرى أنه خلالها قد يحدث تعديلات فيه ذات بال. ¶ ولنعد لنوجز المراحل السابقة قبل أن نخطو خطوات جديدة: ¶ 1- التعرف على نماذج من التخطيط لرسائل قريبة الشبه برسالة الطالب. ¶ 2- القراءة حول موضوع رسالته للتعرف عليه والتعمق فيه دون تقييد شيء. ¶ 3- اقتراح تخطيط لرسالته في ضوء النقطتين السابقتين. ¶ 4- القراءة العامة حول الموضوع مدة شهر أو شهرين، مع قرب الصلة بالتخطيط لإمكان أن يحدث به بعض التعديلات قبل أن يبدأ مرحلة إعداد البطاقات وإعداد المراجع.",
            "page": "72",
            "part": "1",
            "seal": "6FC1D27B"
        },
        {
            "id": "60",
            "nass": "إعداد المصادر والمراجع1: ¶ مهمة إعداد المراجع مهمة ذات بال في الدراسات العليا، ومن المسلم به أن الطالب إذا نجح في إعداد تبويب لرسالته، ونجح كذلك في إعداد قوائم مراجعه، فإن طريقه يسير واضحا، وعمله يبدأ بعد ذلك على أساس قويم. ¶ وهناك اقتراحات قيمة تساعد الطالب على إعداد مراجعه، وفيما يلي أهم هذه الاقتراحات: ¶ 1- يبدأ الطالب بأن يقرأ ما كتب عن موضوعه بدوائر المعارف العالمية التي تضارفت جهود ضخمة لإنتاجها، فطلاب الدراسات الإسلامية مثلا يقرأون ما يتصل بموضوعاتهم في: ¶ The Encyclopaedia of Islam. ¶ The Encyclopaedia of Religions and Ethics. ¶ موسوعة التاريخ الإسلامي وموسوعة الحضارة الإسلامية \"للمؤلف\". ¶ وطلاب التربية يقرأون ما يتصل بموضوعاتهم في: ¶ The Encyclopaedia and Dictionary of Education. ¶ __________ ¶ 1 يفرق العلماء بين مصدر \"Source\" وبين مرجع \"Refernce\"، وعلى كل حل فالمصدر مرجع دون العكس، وقد أثرت هنا أن أستعمل ما يميل إليه كثير من الباحثين في مثل موضوعنا هذا، فعبرت عن المصدر بالمرجع الأصلي، وعن المرجع \"الحديث\" بالمرجع الثانوي، إبرازا للفرق بينهما، وسنشرح ذلك بعد قليل.",
            "page": "73",
            "part": "1",
            "seal": "03FDB5B9"
        },
        {
            "id": "61",
            "nass": "التربية الإسلامية: نظمها، تاريخها، فلسفتها \"للمؤلف\". وهكذا. ¶ ويلاحظ الطالب أن الموضوع الواحد يبحث بدوائر المعارف في عدة مقالات غالبا، وعلى الطالب أن يجيد التعرف على هذه المقالات التي تتصل بموضوعه بالكشف عن الأماكن والأشخاص الذين لهم صلة بذلك الموضوع، فإذا كان يريد القراءة عن الحروب الصليبية فسيجد ذلك فيما كتب عنها وعن الخليفة العاضد والسلطان صلاح الدين والملك الكامل وغيرهم، وإذا كان يريد أن يقرأ عن أسرة مالكة اطلع على المقال العام الذي يكتب عن الأسرة، ثم على ما كتب عن أبرز رجالها من ملوك ووزراء، وإذا كان يقرأ عن التعليم في الإسلام فسيجد ذلك فيما كتب عن: مسجد وعن \"نظام الملك\"، وهكذا. ¶ وستضع دوائر المعارف أيدي الطالب على المصادر الأصيلة بما تذكره من مراجع ومصادر لما تورده من معلومات، ويسارع الطالب فيدون عناوين هذه المصادر بقوائم مراجعه وسنتكلم عن قوائم المراجع بعد قليل. ¶ 2- أن يستعين في هذه المرحلة بالكتب الحديثة القيمة التي تثبت مراجع ما احتوته في أسفل الصفحات، ومن هذه الهوامش سيحصل الطالب على كثير من المراجع الأصلية، يضيفها إلى قوائم مراجعه.",
            "page": "74",
            "part": "1",
            "seal": "B054F7F5"
        },
        {
            "id": "62",
            "nass": "3- أن يتحدث مع من له خبرة بهذه الدراسة، فأغلب الظن أنه سيرشده إلى بعض المراجع، كما يفيده في تنسيق الموضوع، ويفتح له أبواب نافعة. ¶ 4- على الطالب أن يتعرف بل أن يعقد صلات ودية مع المشرفين على المكتبات التي يتردد عليها، أو مع رؤساء الأقسام بالمكتبات التي تتبعها دراسته إذا وجدت هذه الأقسام بالمكتبات، فأغلب هؤلاء لهم خبرة كبيرة بالمراجع، وببعض المخطوطات الثمينة التي قد تتصل بالموضوع، ولا يفتأ هؤلاء يعملون في الكتب وينقبون فيها، فلا نزاع أنهم سيمدونه بين الحين والآخر بما يعاونه معاونة ظاهرة. ¶ 5- يراجع الطالب فهارس المكتبات في المادة التي يبحث فيها، وبالإضافة إلى المكتبات العامة سيجد في مكتبات المعاهد والكليات التي تعنى بدراسته فرصة أوسع وأيسر للحصول على مصادر مهمة، فطالب القانون يلجأ إلى فهارس كلية الحقوق، وطالب الدراسات الإسلامية يلجأ إلى فهارس مكتبة الأزهر وكلية دار العلوم، وطالب التربية يلجأ إلى فهارس مكتبات كليات التربية وهكذا. ¶ 6- ينصح الطالب بأن يقرأ الأبحاث الجديدة التي تنتشر بمجلات ودوريات تعنى بمثل دراسته، وسيجد طالب الدراسات الإسلامية مثلا مقالات ذات قيمة مع مراجعها ينشرها كبار الكتاب والباحثين في: ¶ The Journal Asiatique ¶ Islamic Culture",
            "page": "75",
            "part": "1",
            "seal": "50155EEF"
        },
        {
            "id": "63",
            "nass": "- المشرق. ¶ - مجلة كلية الآداب \"جامعة القاهرة\". ¶ - مجلة المعهد العلمي العربي بدمشق. ¶ كل هذا سيضمن للطالب مجموعة كبيرة من المراجع مفيدة وشاملة، وحتى إذا كانت هذه المجموعة غير كافية، فلا نزاع في أن الموضوع سيتضح له كلما سار فيه، وستتفرع مراجعه من حين لآخر، فإذا بدأ الطالب بعشرين مرجعا فليس غريبا أن ينتهي بمائتين، غير أن عليه أن يبادر فيضيف إلى قوائم الكتب التي أعدها، كل كتاب يصادفه ويرى أنه متصل بموضوعه، وبإثبات هذا الكتاب في المراجع سيتحقق أن هذا المرجع لن يهمل، أو يحجبه النسيان. ¶ وسيجد الطالب بعض هذه المراجع متصلا بالموضوع اتصالا عاما، كما سيجد بعضها متصلا بباب من أبواب الرسالة أو بفصل من فصولها، فليثبت الكتب المتصلة اتصالا عاما بالموضوع وحدها، وليوزع على كل فصل مجموعة الكتب المتصلة به. ويجوز أن يثبت المراجع كلها في قائمة واحدة إذا لم تكن مميزة الاتجاهات، وهذا ما يغلب أن يتبعه الطلاب الذين يعتمدون على مراجع قديمة، إذ أن مؤلفيها كانوا -غالبا- يكتبون عن كل شيء، فأغلب الظن أن كل كتاب سيحوي مادة عن كل باب من أبواب الرسالة.",
            "page": "76",
            "part": "1",
            "seal": "4DBAA858"
        },
        {
            "id": "64",
            "nass": "قائمة المراجع: ¶ فإذا ما انتهى من إعداد قائمة مراجعه، أو قوائم مراجعه، كان عليه أن يثبت أمام كل مرجع مكان وجوده، فإذا كان هذا المرجع في مكتبته الخاصة كتب أمامه: مكتبتي الخاصة، وإلا بحث عنه في المكتبة الأسياسية التي يعتمد عليها1، فإذا وجده بها كتب أمامه الرمز الموضوع له بهذه المكتبة2. وإلا حاول أن يعثر عليه في إحدى المكتبات الأخرى الخاصة أو العامة، فإذا وجده كتب أمامه اسم المكتبة والرمز الموضوع له إن كان في مكتبة عامة، أو كان في مكتبة خاصة تستعمل فيها الرموز3، أو كتب اسم صاحبه إن كان بمكتبة خاصة لا تستعمل فيها الرموز، فإذا لم يجده فلا مناص إذن من شرائه، وينصح الطالع على العموم أن يشتري -كلما أمكنه ذلك- الكتب الأسياسية، التي سيحتاج إلى الرجوع إليها من حين لآخر. ¶ __________ ¶ 1 المكتبة الإسلامية هي المكتبة التي يتردد عليها الطالب كثيرا، والتي تحوي المصادر المهمة لرسالته، كمكتبة المعهد الذي ينتسب إليه، أو مكتبة الجامعة التي يتبعها، أو إحدى المكتبات العامة القريبة منه، وينصح الطالب أن يتخذ له \"مكتبة أساسية\" فإنه بمرور الزمن سيدرس نظامها، ومواضع الكتب بها، وسيصبح معروفا للمشرفين عليها، مما قد يمنحه تسهيلات نافعة، وكل هذا سيجعل هذه المكتبة لا تختلف كثيرا عن مكتبة يملكها هو. ¶ 2 الرمز وحده يكفي، فالرمز بدون اسم مكتبة معناه أن الكتاب موجود \"بالمكتبة الأسياسية\". ¶ 3 بعض المكتبات الخاصة الكبيرة تستعمل فيها الرموز، وقد كانت كذلك مكتبة الأستاذ الدكتور أحمد أمين.",
            "page": "77",
            "part": "1",
            "seal": "3AE39A1D"
        },
        {
            "id": "65",
            "nass": "وفيما يلي \"نموذج قصير لقائمة المراجع\": ¶ الجهشياري: الوزراء والكتاب \"926ح\" \"926ح\" ¶ Rechard Cpke The City Of Peacs. \"مكتبتي الخاصة\" ¶ الصابي: تاريخ الوزراء \"590ح\". ¶ W.Berthold: Turkestan Down to the Mongol Invesion \"مكتبتي الخاصة\" ¶ ابن حجر: رفع الإصر عن قضاة مصر مخطوط: دار الكتب 105 تاريخ ¶ الوليد بن بكر: الوجازة في صحة القول بأحكام الإجارة مكتبة الأستاذ \" ... \" ¶ الفتح بن خاقان: قلائد العقيان. دار الكتب تاريخ تيمور 286 ¶ ابن منقذ: الاعتبار دار الكتب 406 ¶ E. J.Bolus: the Infuence of Islam. مكتبتي الخاصة ¶ ويجب أن يلاحظ الطالب كلما أدخل مرجعا جديدا على قوائم مراجعه، أن ينتهز أقرب فرصة ليثبت أمامه الرمز الخاص به على النحو السابق.",
            "page": "78",
            "part": "1",
            "seal": "26E8111F"
        },
        {
            "id": "66",
            "nass": "ويعمد بعض الطلاب وهم يعدون فهرسا عام للمراجع التي سيرجعون إليها، إلى اتباع نظام البطاقات، وطريقة ذلك أن يحضر الطالب عددا من البطاقات مقاس كل بطاقة 8×10 سم ويخصص كل بطاقة لكتاب واحد، على أن يوضع اسم المؤلف في أعلى البطاقة، وتحته عنوان الكتاب، وفي السطر الثالث يدون اسم المكتبة التي بها الكتاب، وكذلك الرمز الموضوع له، وترتب هذه البطاقات في درج تريبا أبجديا حسب أسماء المؤلفين، وكلما عثر على كتاب جديد يتصل بموضوعه أعد له بطاقة ووضعها في موضعها من درج البطاقات، والطالب بذلك يكون له مكتبة هامة وإن لم يملك كتبها. ¶ ومن الضروري أن يتنبه الطالب إلى أنه إذا استعمل طبعة ما لمصدر من المصادر، كان عليه أن يستعمل نفس الطبعة في جميع بحثه كلما أمكن ذلك، فإذا اضطر لاستعمال طبعتين لمصدر واحد فإن من الواجب أن يحدد الطبعة التي اعتمد عليها في كل اقتباس يورده عن ذلك المصدر. ¶ المصادر أهم ما يعنى به الباحث: ¶ والمراجع الأصلية \"المصادر\" -وهي أقدم ما يحوى مادة عن موضوع ما- هي المراجع ذات القيمة في الرسائل، ولذلك وجب الاعتماد عليها والرجوع إليها، وكلما زاد استخدام المراجع الأصلية وكثرت الحقائق المستفادة منها كلما عظمت",
            "page": "79",
            "part": "1",
            "seal": "334A8C4F"
        },
        {
            "id": "67",
            "nass": "قيمة الرسائل، وبخاصة إذا كانت هذه الحقائق وتلك المعلومات لم تصل لها يد من قبل، ولم يسبق لأحد أن اقتبسها، فالمراجع الأصلية إذن هي: ¶ 1- المخطوطات القيمة التي لم يسبق نشرها والتي تحوي معلومات لا توجد فيما نشر من كتب. ¶ 2- الوثائق \"وسيأتي شيء من التفصيل عنها فيما بعد\". ¶ 3- مذكرات القادة والساسة عما يجري في الخفاء مما يعرفونه هم ولا يعرفه سواهم. ¶ 4- حيثيات الحكم المسببة للأحكام القضائية. ¶ 5- الخطابات الخاصة ذات الأهمية العامة. ¶ 6- اليوميات. ¶ 7- الدراسة الشخصية للأمكنة واللوحات التاريخية. ¶ 8- والأكثر ذيوعا هو الكتب على أن يكون مؤلفوها قد شاهدوا الفكرة التي هي موضوع الحديث، وبهذا يكون الوصف وصف شاهد عيان، ومن هذه الكتب في الدراسات الإسلامية كتاب \"أخبار الراضي بالله أو تاريخ الدولة العباسية من سنة 322هـ إلى سنة 333\" الذي ألفه أبو بكر الصولي المتفوى سنة 335، وكذلك كتاب \"المحاسن اليوسفية\" الذي وضعه عن صلاح الدين \"سكرتيره\" ابن شداد، ويدخل في هذا ما يكتبه المؤرخون المعاصرون مرتبطا",
            "page": "80",
            "part": "1",
            "seal": "FE0A360E"
        },
        {
            "id": "68",
            "nass": "بما يشاهدونه من أحداث، ومنه ما دونته في جزأين من \"موسوعة التاريخ الإسلامي\" هما: ¶ جـ9: ثورة 23 يوليو من يوم إلى يوم: عهد محمد نجيب وعهد عبد الناصر. ¶ جـ10: ثورة 23 يوليو من يوم إلى يوم: عهد أنور السادات. ¶ وتأتي بعد هذه الكتب المعاصرة الكتب قريبة الصلة الزمنية بموضوع الكلام، ومن هنا يظهر أن الطالب لا يحق أن يعتمد على كتاب السيوطي \"911هـ\" المسمى تاريخ الخلفاء فيما أورده الطبري \"310هـ\": أو الصولي في كتابه سالف الذكر، أو غريب ابن سعد \"366هـ\" في صلة تاريخ الطبري، أو ابن الأثير \"630هـ\" في الكامل في التاريخ، أو غيرهم من المعاصرين أو القريبين من الأحداث. ¶ وكما يلاحظ الزمن يلاحظ المكان، فيحسن بالطالب الذي يتحدث عن تاريخ مصر أن يعتمد -كلما أمكنه ذلك- على مؤرخ مصري كتب عن الحقبة التي يتحدث عنها، فذلك أفضل من اعتماده على مؤرخ بغدادي معاصر له، وتناولها أيضا بالكتابة. ¶ وشيء ثالث لا يقل عن الزمان والمكان إن لم يزد عليهما، ذلك أن يعرف المؤلف بالدقة والنزاهة، ويسوقنا هذا إلى أن ننبه إلى ضرورة أن يعرف الطالب فكرة عن الكتاب الذين",
            "page": "81",
            "part": "1",
            "seal": "5C388B44"
        },
        {
            "id": "69",
            "nass": "كتبوا في موضوعه، وعن ميولهم السياسية والاقتصادية والدينية والمذهبية، وكذلك عن مقدار معرفتهم ببواطن الأمور، ثم عن أخلاقهم، وعن كل ما يؤثر فيما يكتبونه؛ ليختار منهم أنزههم وأدقهم وأوسعهم ذكاء وأكثرهم صلة وخبرة بالأمور، ثم ليقرأ بكثير من التحفظ ما كتبه مؤلفون يعتقد أنهم كانوا متأثرين بمؤثر خارجي، كما يفعل أكثر الكتاب المحدثين عندما يقرأون لشخص مثل ناصر خسرو \"481هـ\" في وصفه لمصر أيام الفاطميين؛ إذ إن الباحثين يخشون أن يكون ناصر خسرو قد تأثره بميوله الشيعية فيما كتب عن مصر الفاطمية. ¶ التخصص في نقطة البحث: ¶ ومن أهم ما يجب أن يلاحظ في المراجع تخصصها في النقطة التي يبحث فيها الطالب، فإذا كان يبحث مثلا في التاريخ فمراجعه الأصلية العامة هي كتب التاريخ، ولكنه إذا عرض له في بحثه تحقيق لغوي -كأن يريد أن يحقق معنى الخلافة أو الوزارة في اللغة- فمرجعه في ذلك كتب اللغة، وإذا عرض له حديث عن النبي صلى الله عليه وسلم، وأراد أن يؤكد صحته فليبحث عنه في كتب الحديث الستة الشهيرة، وإذا أراد أن يستشهد بأبيات لشاعر فليكن مرجعه ديوانه، وهكذا ينتقل الباحث من مراجعه الأصلية العامة إلى مراجع أصلية خاصة ككتب الفقه والعقائد واللغة والحديث ودواوين الشعراء كلما صادف في بحثه ما يستلزم ذلك.",
            "page": "82",
            "part": "1",
            "seal": "352EC5F0"
        },
        {
            "id": "70",
            "nass": "المراجع والحرص منها: ¶ أما المراجع الثانوية فهي المراجع التي أخذت مادة أصلية من مراجع متعددة، وأخرجتها في ثوب آخر جديد، فعلى الطالب -إذا وجد في المراجع الثانوية ما يلزمه- أن يعود للمراجع الأصلية لتحقيقه وأخذه منها، وسيجد الطالب من تجاربه أن عودته للمراجع الأصلية للتحقيق ضرورية، فبعض المراجع الثانوية تسيء فهم ما كتب في المراجع الأصلية، أو أن المادة تلون في المراجع الثانوية بلون خاص يبعدها عن الفكرة التي سيقت لها في الأصل، وكثيرا ما رأيت أنا مثل هذا، ونبهت على بعضه، وأنا أكتب رسالة الدكتوراه، ولا بأس أن أعطي هنا أمثلة قليلة لذلك: ¶ ورد في The Eneyctopaedia of Islam ج3 ص360 النص الآتي في معرض الكلام عن الكتاتيب: ¶ The main Subject taught in children's schools was Adab so that the schools of children were called \"Maj-alis al- Adab\". ¶ وترجمة هذه العبارة هي: وكان الأدب هو المادة الرئيسية التي تدرس بمدارس الأطفال \"الكتاتيب\" حتى أن هذه المدارس كانت تسمى \"مجالس الأدب\". ¶ وكان المرجع الذي ذكره المؤلف لهذه العبارة هو الأغاني 18: 101 فلما رجعت إلى هذه الصفحة من الأغاني وجدت النص هو:",
            "page": "83",
            "part": "1",
            "seal": "6CEE599E"
        },
        {
            "id": "71",
            "nass": "علي بن جبلة كان أصغر إخوته، وكان أبوه يرق عليه، فجدر، فذهبت إحدى عينيه في الجدري، ثم نشأ فأسلم في الكتاب فحذق بعض ما يحذقه الصبيان فحمل على دابة ونثر عليه اللوز \"تكريما لتفوقه في الكتاب\" فوقعت على عينه الصحيحة لوزة فذهبت، فقال الشيخ لولده: أنتم لكم أرزاق من السلطان فإن أعنتموني على هذا الصبي وإلا صرفت بعض أرزاقكم إليه، فقالوا: وماذا تريد؟ قال: تختلفون به إلى مجالس الأدب. قالوا: فكنا نأتي به مجالس العلم. ¶ ومن هنا يظهر أن دراسة هذا الصبي للعلم والأدب قد بدأت بعد نجاحه بتفوق في دراسة الأولية بالكتاب، وأن مجالس الأدب شيء والكتاب شيء آخر. ¶ وقد ذكر الدكتور خليل طوطح في كتابه التربية والتعليم عند العرب1 تحت عنوان \"البنت والمكتب\" ما يلي: \"ومما يذكر في كتاب الأغاني تردد البنات إلى المكتب في القرن الثاني للهجرة\" ثم يسوق اقتباسات غير كاملة من الأغاني يرى أنها تؤيد رأيه \"وسنوردها فيما بعد\" ويعلق على هذه الاقتباسات بقوله: \"فمن هذا يظهر أن الفتيات ذهبن للتعلم ¶ __________ ¶ 1 ص66.",
            "page": "84",
            "part": "1",
            "seal": "6C13F7E2"
        },
        {
            "id": "72",
            "nass": "في المكتب، وفي بعض الأحيان تعلمن مع الفتيان كما هو معروف اليوم في بعض الأماكن\". ¶ وكان مرجعه في ذلك الأغاني 14: 49 و 21: 48، فلما ذهبت إلى الأغاني في الموضوعين المذكورين وجدت النص الأول كالآتي: \"كان بالكوفة رجل يقال له: علي بن آدم، وكان يهوى جارية لبعض أهلها \"أهل الكوفة\" وأنه علقها وهي صبية تختلف إلى الكتاب، فكان يجيء إلى ذلك المؤدب فيجلس عنده لينظر إليها، فما أن بلغت حتى باعها مواليها لبعض الهاشميين، فمات جزعا عليها\". ¶ \"الأغاني جـ14 ص49 طبعة السياسي\". ¶ أما النص الثاني فهو كما يلي: ¶ حدثني القطراني المغني عن محمد بن حسان قال: كان خليل المعلم يلقب خليلان، وكان يؤدب الصبيان ويعلم الجواري الغناء في موضع واحد، فحدثني من حضر قال: كنت يوما عنده وهو يردد على صبي يقرأ بين يديه {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ} ثم يلتفت إلى صبية يردد عليها \"في لحن غنائي\":",
            "page": "85",
            "part": "1",
            "seal": "AFE81DC5"
        },
        {
            "id": "73",
            "nass": "اعتاد هذا القلبَ بلبالُه ... أن قربت للبين أجمالُه ¶ فضحكْتُ ضحكا مفرطا لما فعله، فالتفت إلي فقال: ويلك!! مالك؟ قلت: ضحكي مما تفعل، والله ما سبقك إلى هذا أحد، ثم قلت: انظر أي شيء أخذت على الصبي من القرآن، وأي شيء تلقي على الصبية؟ والله إني لأظنك ممن يشتري لهو الحديث ليضل عن سبيل الله. ¶ قال: أرجو إلا أكون كذلك إن شاء الله. ¶ \"الأغاني جـ21 ص48 طبعة مصر\". ¶ ويبدو لي أن هذه المادة قد لونت بلون خاص؛ لتناسب ما ذهب إليه الدكتور طوطح من تعليم البنت في الكتاب مع الولد، ولكن الذي أراه ويراه معي كثيرون لا يتفق من ما ذهب إليه الدكتور طوطح؛ فإن البنت المسلمة التي نقول إنها تعلمت في عصور الإسلام الأولى، ونالت قسطا ملحوظا من الثقافة هي البنت الحرة قبل كل شيء، وهذه البنت تعلمت في البيت على أحد ذويها، أو على معلم خاص، ولم تذهب كما ذهب الصبيان إلى الكتاب. ¶ والاقتباسان اللذان اعتمد عليهما الدكتور طوطح يتعلقان",
            "page": "86",
            "part": "1",
            "seal": "1B958780"
        },
        {
            "id": "74",
            "nass": "بالجواري، وتعليم الجواري بالكتاب لا يدل بحال من الأحوال على تعليم الحرائر به؛ لأن كراهية اختلاط الجنسين ما كانت تنطبق على الجواري، فقد كن متبذلات منحن كثيرا من التسهيلات التي لم تستمع بها الحرائر. ¶ ولم يكن المراد بتعليم الجواري هو الثقافة بقدر ما كان يراد منه رفع أثمانهن بتعليمهن الكتابة كما في الاقتباس الأول، أو الغناء كما في الاقتباس الثاني، على أن الاقتباس الثاني أبعد جدا عن الموضوع لتعلقه بالغناء الذي هو صنعة أخرى صادف أن المؤدب كان يجيدها وكان يزاولها مع عمله البعيد عنها كل البعد، كما يزاول بعض معلمي كتاتيب الريف المصري في هذه الأيام بعض الصناعات اليدوية البسيطة وهم يشرفون على أطفال الكتاب، فلم تكن هذه البنت في الحقيقة ملتحقة بالكتاب، ولعل هذا الازدواج هو ما جعل خليل المعلم يلقب \"خليلان\". ¶ لم يكن المراد هنا أن نناقش هذين المؤلفين الفاضلين وإنما أردت أن أبين -بما لا يدع مجالا للتردد- خطورة الاعتماد على مرجع ثانوي دون تحقيق ما ورد به في المرجع الأصلي. ¶ ومما يؤكد ذلك من ناحية أخرى ما قام به بعض الباحثين من تجارب أثبتت أنه لو نقل \"ب\" من \"أ\" موضوعا ما، ثم",
            "page": "87",
            "part": "1",
            "seal": "EB5CF0D0"
        },
        {
            "id": "75",
            "nass": "نقل \"ج\" من \"ب\" هذا الموضوع، ثم نقله \"د\" من \"ج\"، فإن ما نقله \"د\" سيكون مخالفا كثيرا أو قليلا لما أثبته \"أ\". ويستطيع المدرس مثلا أن يجري مثل هذه التجربة مع تلاميذه، وسيصل في الغالب إلى هذه النتيجة مع ملاحظة أن طول السلسلة أولا وعدم الدقة في إحدى حلقاتها ثانيا سيجعلان الاختلاف أكثر بروزا. ¶ خلاصة عن المصادر والمراجع: ¶ والآن نسجل هنا الحقائق المهمة التالية: ¶ 1- المراجع الأصلية قد تكون حديثة، كالإحصائيات التي تنشرها الحكومات من حين لآخر عن التعداد، وعن الواردات والصادرات، والميزان التجاري، وكالتجارب العلمية الموثوق بها، والتي قبلتها الهيئات العلمية، وكاليوميات وحيثيات الحكم وغير ذلك. ¶ 2- الكتب الحديثة التي لا تكتب مصادر مادتها كتب قليلة الفائدة لطالب الأبحاث. ¶ 3- المراجع الثانوية تشمل أحيانا نقاطا أصلية، مثل وجهات نظر المؤلف الخاصة فيما يتحدث عنه، وتعليقه على ما يقتبسه، ونقده له إذا لم يكن قد سبق بمثل هذا التفكير. ¶ 4- الحقائق العامة الواسعة الانتشار يجوز ذكرها في الرسالة بدون أن يثبت لها مرجع قديم أو حديث.",
            "page": "88",
            "part": "1",
            "seal": "ADE12AB2"
        },
        {
            "id": "76",
            "nass": "5- وقد لاحظت في الفترة الأخيرة اهتمام بعض الباحثين بالمراجع اهتماما يفوق عنايتهم بالأفكار، فقد رأيت أفكارا مسلَّما بها يمكن أن تورد بدون مراجع أو مصادر، ولكن الباحث يذكر لها العديد من المراجع، وهذا الوضع يجعل الأصل فرعا والفرع أصلا، فالمرجع مطلوب لتوثيق فكرة مهمة، أو بلغة أخرى إن الفكرة هي هدف الباحث، فإذا عثر عليها وثقها وذكر مصدرها، وليست المراجع مقصودة لذاتها، وقيمتها تتوقف على ما تقدمه للبحث من معلومات ومعارف. ¶ ثم إن المراجع إذا كثرت اهتم الباحث بأقدمها وأكثرها صلة بالموضوع، وإذا ذكر المصدر الرئيس \"أغنى ذلك عن سلسلة المراجع التي أخذت عنه، فليس هناك حاجة لأن يذكرها الباحث متصلة بهذه النقطة التي أخذها من مصدرها الأول. ¶ إعداد البطاقات: ¶ والآن بعد هذا الشوط الطويل من اختيار موضوع الرسالة، ومن تخطيطها وتبويبها، ومن إعداد مصادرها ومراجعها، يصل البحث إلى مرحلة القراءة التي سنتكلم عنها بعد قليل. ¶ وقبل القراءة يعد الطالب البطاقات التي سيدون عليها اقتباساته، ونتائج تجاربه العملية.",
            "page": "89",
            "part": "1",
            "seal": "BEB99F45"
        },
        {
            "id": "77",
            "nass": "وقد كنت في الطبعات السابقة أذكر أن الطالب يستطيع أن يدون هذه المعلومات على البطاقات أو أن يستعمل \"الدوسيه المقسم\" والطريقان سليمان، ولكن طريقة البطاقات تتيح للأستاذ المشرف فرصة أدق لمتابعة التعرف على جهد الطالب وسعة قراءته، ومن هنا رأيت ابتداء من الطبعة \"الثامنة عشرة\" أن أركز القول على استعمال البطاقات، فكثير من الطلاب لم يحسنوا استعمال الدوسيه المقسم، أو فروا به من المتابعة الدقيقة. ¶ وتصنع البطاقات من الورق المقوى غالبا، وحجم البطاقة في العادة 10×14 سم، ومن الممكن أن يصنع الطالب البطاقات بنفسه من الأوراق، والغالب أن تشتري مجهزة، ويلزم أن تكون متساوية الحجم. ¶ ولما كانت القراءة وسعة الاطلاع من أهم واجبات الباحث، فإنه يلتزم أن يجعل ذلك دستوره، وينصح عند القراءة أن يبدأ بأهم المصادر التي ترتبط بموضوعه، وبعد الأهم يجيء المهم وهكذا. ¶ جمع المادة: ¶ يبدأ الباحث بقراءة مراجعه كتابا إثر كتاب، ويقتبس من كل كتاب ما يراه نافعا لموضوعه، ويدونه في البطاقات على النحو الذي سنشرحه فيما يلي:",
            "page": "90",
            "part": "1",
            "seal": "4CE736AE"
        },
        {
            "id": "78",
            "nass": "طريقة تدوين الاقتباسات: ¶ تدون الاقتباسات على عرض البطاقة وعلى وجه واحد منها، ويستحسن أن يوضع عنوان لكل اقتباس؛ ليدل على ما ورد في البطاقة من معلومات، وتكون الكتابة بالحبر وبخط واضح، ويكتب في أسفل البطاقة اسم المصدر الذي أخذت منه المادة، وكذلك اسم المؤلف، ورقم الجزء والصفحة، ولا يكتب في كل بطاقة إلا اقتباس واحد. ¶ وعلى الطالب أن يجمع من المادة كل ما اتصل بموضوعه من قريب أو من بعيد، ويتذكر أن من السهل أن يترك من المادة التي جمعها ما يظهر في المستقبل أنه عديم الفائدة أو قليلها، أما إذا ترك بعض المادة ثم تذكرها فيما بعد وظهر لزومها، فإن وقتا ثمينا قد يبدل رجاء العثور عليها، وقد تنجح المحاولة وقد تفشل. ¶ دراسة عن الكتب والقراءة: ¶ لا نزاع في أن الكتاب كريشة الرسام، إن أمسك بها قليل المران اضطربت وأحدثت خللا، وإن تناولها الماهر المتمرن أبدعت وأخرجت ما ينطق بالحسن والجمال، وكذلك الكتاب يقرؤه شخص فيسمى فهمه، أو يخرج منه صفر اليدين، ويقرؤه شخص آخر فيتزود منه علما وأسلوبا ومنهاجا. ¶ ويظن البعض أن القراءة سهلة ما دامت المراجع قد أعدت،",
            "page": "91",
            "part": "1",
            "seal": "B5D690EE"
        },
        {
            "id": "79",
            "nass": "والخطة قد وضعت، ولكن القراءة في الحقيقة عمل غير يسير إذا أريد بها أن تكون نافعة منظمة ويقول Cole: \"إن مما لا شك فيه أن المقدرة على القراءة وعلى هضم الأفكار المكتوبة والانتفاع بها فن لا يعرفه إلا القليلون، ومن المجهود الضائع أن يبذل الطالب وقته وحماسته في قراءة غير نقدية وغير مركزة\". ¶ فعلى طالب الدراسات العليا أن يتعلم كيف يقرأ، وليضع أمامه حقيقة هامة، هي أنه يتوقع منه أن يقرأ كثيرا، وأن يطلع على مجموعة كبيرة من الكتب، وألا يفوته مرجع ذو أهمية في موضوعه وعمل كهذا يحتاج إلى أعوام طويلة لا تتوافر غالبا للطالب، وللتغلب على هذه المشكلة يجب أن يعرف الطالب نظام القراءة لبعض الكتب، وأن يتذكر قول Bacon: ¶ Some books are to be tasted Others to be swallowd and aome few to be chewed and tasted. ¶ فهو يشبه الكتب بالطعام تذوقه أحيانا ثم تدعه إذا لم تعجبك عناصره ونكهته، وتزدرده أحيانا ازدرادا سريعا، وأحيانا يكون لذيذا جدا -وقليلا ما يكون- وحينئذ فإنك تمضغه برفق وأناة طلبا للذة والمتعة. ¶ وعلى هذا فالقراءة ثلاثة أنواع:",
            "page": "92",
            "part": "1",
            "seal": "FF5C69FE"
        },
        {
            "id": "80",
            "nass": "1- القراءة السريعة: ¶ وتكون بقراءة الفهرس قراءة فاحصة، ويختار الطالب من الفهرس ما يمس موضوعه من قريب أو من بعيد، ففي هذه المرحلة، يكون تحديد الموضوعات التي ستقرأ هو الهدف الأساسي للاطلاع، ويدخل في هذه المرحلة كذلك التعرف على الكتاب بقراءة بعض موضوعاته أو فصوله قراءة سريعة يحدد الطالب بها قيمة الكتاب على العموم، فقد تكون الموضوعات بالفهرس جذابة ولكن يكون الحديث عنها في صلب الكتاب سطحيا أو ضحلا، وعلى هذا فالطالب في هذه المرحلة يستبعد بعض الكتب نهائيا لهبوط مستواها أو لعدم صلتها بموضوعه، ويختار من بعض الكتب موضوعات محددة يؤمل أن تكون مفيدة لبحثه. ¶ 2- القراءة العادية: ¶ وفي هذه المرحلة يقرأ الطالب الموضوعات التي حددها للقراءة في بعض الكتب ويختار منها الاقتباسات التي تتصل بموضوعه. ¶ 3- القراءة العميقة: ¶ هناك أبحاث ممتازة وثييقة الصلة بالموضوع، وهذه ينبغي أن يقرأها الطالب بتوؤده وعمق، وعليه أن يتمثلها ويستفيد بها في تكوين فكره وتطويره، وأن ينتفع باتجاهاتها، وربما كان",
            "page": "93",
            "part": "1",
            "seal": "BB946FC1"
        },
        {
            "id": "81",
            "nass": "عليه أن يعيد قراءتها وأن يعيش معها، وأن يقتبس ما ينير له السبيل. ¶ وفيما يلي نص الاقتراحات التي يقدمها كبار الباحثين لطلاب الدراسات العليا رجاء أن ينتفعوا بها في قراءتهم. ¶ 1- أن يكون الطالب حاذقا في تحديد قيمة الكتب التي بين يديه ليعرف المهم منها والأهم. ¶ 2- ألا يقرأ وهو مجهد جسمانيا، فإن هذه الحالة ستؤثر في القوى العقلية، وستجعل الاستفادة من القراءة هزيلة. ¶ 3- أثبتت عدة تجارب أن الإنسان أكثر استعدادا للفهم والاستفادة في ساعات الصباح، فعلى الطالب أن ينظم وقته لينتفع بهذه الفترة. ¶ 4- ألا يستطرد في قراءة أجزاء لا تتصل بموضوعه من الكتاب الذي بين يديه، ويستطيع أن يستعين بالفهارس ليعرف ما يتصل بموضوعه وما لا يتصل، ويجب أن نشير هنا إلى أن قراء الكتب القديمة لن يستطيعوا الاستفادة من الفهارس؛ لأن فن الكتابة لم يكن قد تطور إلى مكانته الآن، فالكتاب القدامى يستطردون كثيرا لأدنى ملابسة، وكثيرا ما يعثر قارئ الكتب القديمة على معلومات هامة في غير مكانها، لذلك ينصح قراء هذه الكتب بالقراءة السريعة، حتى إذا عثروا على مادة ثمينة قرءوها قراءة هادئة فاحصة،",
            "page": "94",
            "part": "1",
            "seal": "0672A252"
        },
        {
            "id": "82",
            "nass": "وبمناسبة الحديث عن الكتب القديمة نرى من حق ابن الأثير علينا أن نذكر أنه -وإن سار في وضع كتابه الكامل في التاريخ على نظام السنين- قد وضع عناوين دقيقة مفصلة لما أورده في حوادث كل سنة، فمن الممكن الاستفادة بهذه العناوين اختصارا للوقت، كما أن بعض الكتب القديمة مثل \"الطبري\" و\"ابن الأثير\" قد طبعها المستشرقون، ووضعوا لها فهارس شاملة كبيرة العون والفائدة، كما قام بعض الأساتذة الأستاذ عبد السلام هارون بالنسبة لكتاب الحيوان والبيان والتبيين للجاحظ، وكما تفعل دار الكتب -بإشراف فريق من المتخصصين- لإخراج كتاب الأغاني وغيره، والمرجو أن يجيء يوم قريب تكون فيه أمهات الكتب القديمة جميعها قد أعيد طبعها على هذا النحو؛ لتكون جميلة الإخراج سهلة التناول. ¶ ويميل كثير من الطلاب إلى القراءة في بيوتهم وحجراتهم الخاصة، كما يفضل آخرون أن يطالعوا في المكتبات، وليس لي تعليق على هذا؛ لأن تفضيل أحد المكانين على الآخر يتوقف على ظروف الطالب الخاصة، وعلى التسهيلات التي تمنحها المكتبات له، وأيًّا ما كان هذا فالطالب محتاج إلى القراءة في منزله أحيانا وفي المكتبات أحيانا أخرى. وهو لهذا يجب أن يعرف نظم الاستعارة الداخلية والخارجية بالمكتبات",
            "page": "95",
            "part": "1",
            "seal": "F6883B66"
        },
        {
            "id": "83",
            "nass": "التي يتردد عليها، وأن يستوفى الشروط المطلوبة لها، وينصح الطالب -إذا كان يفضل القراءة خارج المكتبات- أن يطلع بالمكتبات على المراجع التي تمس موضوعه مسا خفيفا يمكنه الإحاطة به في وقت قصير، فهو بهذا يوفر على نفسه مشقة حمل هذه الكتب، ويساعد موظفي المكتبة وجمهور المطالعين، ثم يتجنب عدها عليه ضمن العدد المسموح باستعارته استعارة خارجية إذا كان هذا العدد محدودا. ¶ ويقرأ الطالب قوائم مراجعه كتابا كتابا، وكلما وصل إلى نقطة متصلة بموضوعه توقف عن القراءة، لينقل هذه النقطة في بطاقة، البطاقات التي أعدها، ويكون النقل حرفيا وبدون تعليق في هذه الرحلة مدخرا المقارنة والنقد إلى مرحلة كتابه الرسالة1، وإذا ما انتهى من قراءة كتاب، وجب أن يدون في بطاقة خاصة: اسم الكتاب، واسم مؤلفه كاملا، وتاريخ طبعه ومكانه، ثم موجزا قصيرا لمحتوياته، مع إشارة خاصة للنقطة أو النقاط التي أفادها البحث من هذا المرجع، وسيساعده هذا في المستقبل عندما يعد قائمة الكتب التي رجع إليها في مصادر رسالته ليضعها في آخر الرسالة، وسيساعد هذا أيضا عند الكلام في المقدمة عن مصادر الرسالة، وسيساعده كذلك في إعداد الموجز الذي سيقدمه للجنة المناقشة. ¶ __________ ¶ 1 أما ما يبدو له من تعليقات الآن فمن الممكن أن يشير إليه إشارة مستقلة موجزة بين قوسين في ذيل البطاقة، أما النص فينقل كما هو مستقلا.",
            "page": "96",
            "part": "1",
            "seal": "B324C98A"
        },
        {
            "id": "84",
            "nass": "ويحدث أحيانا أن يندمج الطالب في نقطة ما من نقاط بحثه، فيسلمه مرجع إلى مرجع حتى يجمع كل ما كتب عن هذه النقطة، وقد ينتج عن ذلك أن يكتب الطالب هذا الفصل ويضعه في صيغته النهائية مع أنه قد يكون في الشوط الأول بالنسبة للأجزاء الأخرى من الرسالة، ولا حرج في هذا، بل لعل الانتهاء من بعض الفصول أو الأبواب في أثناء القراءة، مما يشجع الطالب ويسهل عليه مهمته، ويخفف عنه أنس أنه وفى نقطة ما بحثا، وجمع من المادة ما يجعلها واضحة تمام الوضوح كتبها، ثم استأنف جمع المادة لغيرها، وتلوين العمل يجدد النشاط، ويدعو لليسر والسهولة. ¶ وكما أن الطالب يتوقف أحيانا عن القراءة وجمع المادة ليكتب فصلا من فصول الرسالة، فإن العكس يحدث أيضا، أي أن الطالب يتوقف عن الكتابة ليجمع مادة عرضت له وهو يكتب، فإذا كان الطالب متجها تماما لكتابة فصل ما من فصول الرسالة، ثم صادفته معلوما تتصل بفصل آخر فينبغي أن يبادر فورا إلى اقتناص الفرصة، وإلى إثبات هذه المادة في مكانها أو -على الأقل- الإشارة إليها ليرجع لها عقب الانتهاء مما هو فيه، ويحذر الطالب أن يهمل هذه المادة بحجة أنه لا يريد أن يقطع تفكيره فيما هو بصدده، وليذكر أن جزءا كبيرا من المادة يأتي عفوا، ولو أهمل ما يصادفه عفوا، لبذل من أجل الحصول عليه عندما يطلبه وقتا طويلا، ومجهودا كبيرا.",
            "page": "97",
            "part": "1",
            "seal": "7E54C9CD"
        },
        {
            "id": "85",
            "nass": "وقد تكون هذه المعلومات التي وجدها عرضا تتصل بباب أو فصل قد انتهى الطالب من كتابته، فيجمعها أيضا، ليضيفها عند المراجعة إلى مكانها، وبهذه المناسبة نذكر أن الطالب قد تعرض له فكرة قيمة تتصل بالمادة أو المنهج، وعليه -حتى لا ينساها- أن يبادر بتدوينها في مكانها ولو موجزة يعود إليها بالتفصيل والدراسة فيما بعد. ¶ التجارب العلمية والدراسات الخاصة: ¶ Experiment and Fieldwork: ¶ تستلزم بعض الأبحاث العلمية أن يجري الطالب بنفسه تجارب معينة على الإنسان أو الحيوان أو النبات، كما تستلزم أبحاث أخرى -كالأبحاث التاريخة والجغرافية والاجتماعية- أن يقوم الطالب بزيارة أمكنة خاصة، إما لدراسة المعالم والمواقع والمنشآت والأمكنة الهامة، وإما لمشاهدة ظاهرة من الظواهر الجغرافية، وإما لدراسة أحوال الناس وطبقاتهم والتيارات التي تنبعث بينهم، ثم الاستماع إليهم لمعرفة اتجاهاتهم، واختبار تفكيرهم. ¶ ويبدأ الطالب تجاربه وزياراته بعد أن يفرغ من قراءة ما قد يكون قد كتب عن هذا الموضوع أو حوله، حتى يستطيع أن يجري أبحاثه وله معرفة وخبرة بما سبق به، وليتمكن -وهو يجري أبحاثه ويقوم بدراساته- من أن يقارن فيثبت أو يعارض ما اتجه إليه من سبقه من الكتاب.",
            "page": "98",
            "part": "1",
            "seal": "AF187975"
        },
        {
            "id": "86",
            "nass": "والرسائل العلمية -كتلك التي تقدم في مسائل طبية أو زراعية- تعتمد كثيرا على التجارب الشخصية التي يقوم بها الطالب، ولا بد له قبل أن يبدأ في التجارب اللازمة لرسالته أن يكون قد قام بعدة تجارب أخرى تكونت فيها خبرته، وثبتت بها مقدرته وكفاءته، ولا بد له من دقة الحساسية، ومزيد من الفطنة، وأن يكون رزينا، صبورا لا يعجل، مجتهدا أمينا كل الأمانة. ¶ ويعطي الطالب في الرسائل العلمية وصفا دقيقا مفصلا عن الإنسان أو الحيوان أو النبات الذي أجريت التجارب عليه، ويشمل ذلك صحته وسنه ونوعه \"ذكر أو أنثى\"، وغير ذلك مما يلزم في مثل هذه التجارب. ¶ وليدرك الطالب أن عماد التجارب العلمية هو أن يبدأ بها بدءا صحيحا، ويسير فيها سيرا محكما، ويكون خلال ذلك قوى الملاحظة عميق التأمل، ثم يرصد النتائج أولا بأول بمنتهى الدقة. ¶ والدراسة التي يجريها الطالب في مكان ما يجب أن تتم بكل عناية واهتمام، وأن تعتمد على الحقائق الثابتة، وعلى الاتصالات المباشرة، بحيث تنقل صورة صحيحة عن مشاهدات الطالب، ويجب ألا يخلط بين ما يثبته على أنه رآه وشاهده، وبين ما يثبته على أنه استنتاج ورأي.",
            "page": "99",
            "part": "1",
            "seal": "B8AE5BA3"
        },
        {
            "id": "87",
            "nass": "وإجراء هذه التجارب، والقيام بهذه الدراسة، من أهم ما يلجأ إليه الباحثون في العصر الحديث، والرسائل التي تشمل هذا اللون من العمل هي رسائل كبيرة القيمة بلا ريب، إذا برهن الطالب على دقته فيما أجراه من تجارب ووصف ما شاهده من معالم، وقد أتيح لي وأنا أزور معاهد العلوم الإسلامية الأولى بالبلاد العربية، أن أصحح بعض ما كتبه المؤرخون عن هذه الأماكن دون أن يزوروها أو يشاهدوا معالمها ومحتوياتها، وقد أثبت هذا في رسالتي عن \"تاريخ التربية الإسلامية\" التي حصلت بها على درجة الدكتوراه. ¶ المحادثات والمراسلات العلمية: ¶ برز بعض العلماء الأفذاذ المعاصرين بروزا واضحا في مادتهم، وكثيرا ما نجد اسم الواحد من هؤلاء يتصل اتصالا وثيقا بموضوع ما، كما تتصل أسماء بعض علماء النجف كالسيد محمد آل كاشف الغطاء والشيخ محمد الأميني بالدراسات الشيعية، وكما يتصل اسم الدكتور طه حسين بالأدب العربي، واسم البروفسور أربري بدراسة التصوف الإسلامي، وغيرهم. ¶ هذا من جهة، ومن جهة أخرى فإن بعض فروع الرسالة قد لا يكون الأستاذ المشرف متخصصا فيه تخصص غيره من الباحثين، مما يستدعي أن يتصل الطالب بأحد هؤلاء الباحثين ليهتدي بآرائه حول هذه النقطة، وينتفع بتوجيهاته.",
            "page": "100",
            "part": "1",
            "seal": "ACF7CB13"
        },
        {
            "id": "88",
            "nass": "فإذا مس الطالب في دراسته موضوعا من هذه الموضوعات، أو جدت عنده نقطة من تلك النقاط، فينبغي عليه أن يتصل بالعالم المبرز الذي له أبحاث ودراسات في ذلك الموضوع أو تلك النقطة، وتكون الصلة بمقابلة شخصية كلما أمكن ذلك، ويعد الطالب نفسه إعدادا تاما لهذه المقابلة بتنظيم الأسئلة التي سيطلب الإجابة عنها، والنقاط التي يريد استيضاحا لها، ثم يدون الإجابة تدوينا دقيقا منظما، ويكون التسجيل بطريق الكتابة أو بطريق تسجيل الصوت على شريط \"كاست\" ثم على الطالب أن يعرض المادة على هذا العالم ليوافق عليها قبل نشرها، فإذا لم يتمكن من المقابلة الشخصية لبعد الشقة فالواجب أن تتم الاتصالات بطريق المراسلة، ويجب حينئذ أن تكون رسالة الطالب لهذه الشخصية واضحة تمام الوضوح، يقدم فيها نفسه تقديما قصيرا، ثم يتبع ذلك بالأسئلة التي يريد عنها إجابة، أو لها إيضاحا. ¶ وقد قمت في أثناء تحضيري لدرجة الدكتوراه بالاتصال الشخصي بعدد من كبار العلماء، أذكر منهم هنا علماء النجف فيما كتبته عن مذهب الشيعة برسالتي، والشيخ \"أغا بزرج\" الذي أفدت من مقابلته إفادة كبيرة في مسألة تاريخ الشهادات الدراسية، والدكتور مصطفى جواد في محاولة تحديد موضوع للمدرسة النظامية ببغداد، وغيرهم، ولا شك أن هذه المقابلات كانت كبيرة الفائدة عظيمة النفع.",
            "page": "101",
            "part": "1",
            "seal": "47745191"
        },
        {
            "id": "89",
            "nass": "توزيع المادة: ¶ عندما ينتهي الطالب من قراءة المصادر والمراجع والدوريات التي أعدها وينتهي من جمع مادته منها، وعندما يصبح عنده حوالي خمسين ظرفا بها بطاقات لاقتباساته، عندئذ يبدأ خطوة جديدة هي فرز هذه البطاقات وتوزيعها حسب أبواب الرسالة، فإذا كانت أبواب الرسالة خمسة مثلا، فإن البطاقات كلها ستوضح في خمسة أقسام، وربما وضع كل قسم في ظرف خاص، ومعنى هذا أن محتويات الأظرف الخمسين الأولى أصبحت في خمسة أظرف فقط، ويكتب على كل ظرف عنوان الباب. ¶ وهناك طريقة أخرى يلجأ لها بعض الطلاب الأذكياء، هي أن يجمع المادة ويوزعها في نفس الوقت، بمعنى أن يعد أظرفا بعدد الأبواب، ويكتب على كل ظرف عنوان باب من أبواب الرسالة، ثم يقرأ، ويقتبس ويضع بطاقاته في الأظرف حسب موضوعها، فهو هنا يخطو خطوتين في عمل واحد. ¶ وقد يجري الباحث تقسيما آخر حسب فصول كل باب؛ أي أن تقسم بطاقات كل باب على فصوله. ¶ وهذا التقسيم سيوضح للطالب مدى القصور أو الكفاية بالنسبة للمعلومات اللازمة لكل باب وكل فصل، مما قد يجعله يحاول استكمال حاجاته للمادة عن طريق كتب ومراجع أخرى يقرؤها لهذا الغرض.",
            "page": "102",
            "part": "1",
            "seal": "65765C70"
        },
        {
            "id": "90",
            "nass": "تعديل خطة الرسالة: ¶ عندما ينتهي الطالب من قراءة ما أعده من مراجع، وبعد أن يجمع ما استطاع الحصول عليه من مادة دونها في البطاقات، عليه -قبل أن يبدأ الكتابة- أن يعاود النظر في التبويب الذي كان قد وضعه من قبل، وسيجد غالبا أنه في حاجة إلى تعديل في ضوء ما عثر عليه من مادة، وقد يكون هذا التعديل واسعا بأن يشمل تحويرا في عنوان الرسالة تبعا لتغيير الهدف الأساسي الذي كان قد ارتسمه وذلك إذا كان المادة التي جمعها توحي بهذا التحوير، ومثل هذا التغيير يجب أن يتم بصفة رسمية أي أن الطالب يجب أن يكتب للكلية التي يتبعها بالعنوان في صيغته الجديدة التي يريدها، ولا تمانع الكلية غالبا في إجراء مثل هذا التحوير ما دام الأستاذ المشرف موافقا. ¶ وقد يشمل التعديل حذف بعض الأبواب أو الفصول، أو إضافة أبواب أو فصول جديدة، كما يشمل تغييرا بالتقديم أو التأخير سواء في الأبواب أو الفصول، وكل هذا يتم بين الطالب وأستاذه دون حاجة لموافقة الكلية فإذا ما أجرى الطالب هذا التعديل، ووضع الخطة النهائية، كان عليه أن يستشير أستاذه ليقر ذلك، أو ليبدي ما يراه من اقتراحات، فإذا ما حصل الطالب على موافقته، أو إذا حقق مقترحاته، كان ذلك إيذانا بالسير إلى مرحلة جديدة هي مرحلة كتابة",
            "page": "103",
            "part": "1",
            "seal": "51090BDA"
        },
        {
            "id": "91",
            "nass": "الرسالة التي ستكون موضوع حديثنا في الباب التالي. ¶ ومع أن التعديل يحدث غالبا في هذه المرحلة، فقد يعن للطالب ما يجعله يحدث تعديلا ثانيا في أثناء الكتابة، وليس هناك ما يمنع من ذلك، فالرسالة للطالب كالصورة للرسام يظل يحرك قلمه في أي جزء منها حتى تخرج في النهاية على أحسن ما يمكن، وخير ما يستطاع.",
            "page": "104",
            "part": "1",
            "seal": "9852778D"
        },
        {
            "id": "92",
            "nass": "الباب الثالث كتابة الرسالة ¶ ... ¶ كتابة الرسالة: ¶ المواد الأولية التي يتكون منها صنف ما من صنوف الطعام تكاد تكون واحدة بين يدي كل طباخ، ولكن الطعام بعد تكوينه يختلف اختلافا بينا باختلاف طاهيه، ومن مادتي القطن والصوف مثلا يمكن إنتاج رقيق الملابس وخشنها، غاليها ورخيصها، فموقف الطالب من المادة التي جمعها هو موقف الطاهي مما بين يديه من اللحم والخضر والأرز والملح والتوابل، وموقف النساج من مادتي القطن والصوف. ¶ فإذا انتهى الطالب من قراءة المراجع، ومن جميع المادة، وفرز البطاقات على ما مر ذكره، فليدرك أنه انتهى من مرحلة يستطيع كثيرون أن يقوموا بها بدون تفاوت يذكر، وأنه ابتدأ مرحلة جديدة يبرز فيها التفاوت بروزا كبيرا، وتظهر فيها ذاتية الطالب وشخصيته ظهورا واضحا، وتلك هي مرحلة الاختيار من المادة المجموعة، وترتيب ما اختير، ثم كتابته، وتلك مرحلة شاقة لا ريب، إذ إن الطالب سيجد",
            "page": "107",
            "part": "1",
            "seal": "12E7A7C8"
        },
        {
            "id": "93",
            "nass": "من غير الممكن ومن غير المرغوب فيه إثبات جميع ما جمع، وبخاصة إذا كان موضوعه مطروقا كثرت البحوث عنه، فعلى الطالب حينئذ أن يظهر مقدرته في تقدير المادة التي جمعها ليتمكن من الاختيار منها، فعملية الاختيار أو قل التصفية تتوقف قبل كل شيء على مقدرة الطالب على تقدير قيمة بضاعته ومادته ليأخذ بعضها ويدع بعضها الآخر، وبطبيعة الحال سيتدخل في تقدير قيمة المادة طرافتها، وعدم ذيوعها، ودقة المرجع الذي أخذت منه، وقبل كل شيء فائدتها لموضع البحث. ¶ وليس من الحكمة أن نتجاهل صعوبة ترك بعض المادة وعدم الانتفاع بها في الرسالة، فالطالب كثيرا ما يتأثر بما بذل من جهد وما لاقى من عناء حينما كان يجمع هذه المادة، وهو لهذا يضن بها ألا يستعملها، ولكن على الطالب أن يتذكر أن حشر مادة غير ضرورية سيؤثر حتما في جمال الرسالة، وسيقلل من قيمتها، وعليه أن يدرك أن القيام بالبحث لا يكون لإنتاج الرسالة فقط، بل للتزود بثقافة رفيعة في موضوع تخصصه، فهو لا شك قد استفاد بما قرأ وبما جمع من مادة إن لم تكن لازمة في الرسالة فهي لازمة في حياته العملية وفي إنتاج أبحاث أخرى يقوم بها في دراساته في المستقبل. ¶ وقد سبق أن أشرنا إلى حقيقة هامة هي أن الطالب يبدأ",
            "page": "108",
            "part": "1",
            "seal": "D59EA5EE"
        },
        {
            "id": "94",
            "nass": "دراسته وفي ذهنه فكرة غير واضحة تماما عن الموضوع، وهو في ضوء هذه الفكرة يجمع مادته من هنا ومن هناك، وفي ضوء معلوماته التي تتطور وتتعمق يحدث تغييرا في الخطة التي كان قد رسمها عند بدئه في العمل، وإحداث هذا التغيير يقتضي أن يصرف الطالب النظر عن بعض ما جمعه، وعلى هذا فترك بعض ما لديه من مادة شيء طبيعي. ¶ وعملية الاختيار أو التصفية تستلزم أن يضع الطالب أمامه البطاقات التي بها مادة عن الباب أو الفصل الذي يريد كتابته، ويقوم بقراءتها ثانيا، وبالتفكير فيما احتوته، ثم يختار منها، ويكون رأيا ينساب في تسطيره تبعا لخطة ارتسمها ولترتيب اقترحه، ويجب أن يلاحظ الترتيب الزمني ملاحظة دقيقة فيما للزمن دخل فيه، ويجب كذلك أن تبرز شخصية الطالب في مقارنة النصوص بعضها ببعض، وفي التقديم لها، والربط بينها، والتعليق عليها، وعليه أن يبدل رأيه بين الحين والحين ليدل على حسن تفهمه لما أمامه من معلومات، وعلى أنه مؤثر فيها، متأثر بها، وحذار أن يكون متأثرا بها فحسب، فهو إذًا ناقل وليس بباحث ناقد خبير. ¶ والطالب مسئول عن كل ما يورده في رسالته، ولا يعفيه من المسئولية أن يكون ما أورده قد أخذه عن شخص آخر",
            "page": "109",
            "part": "1",
            "seal": "03C2C6EA"
        },
        {
            "id": "95",
            "nass": "وإن كانت مكانته العلمية في القمة، إذ إن عليه ألا ينقل إلا ما اطمأنت نفسه هو إليه. ¶ ويمكن للطالب أن يفتتح الباب أو الفصل الذي يكتب فيه بمقدمة قصيرة تبين النهج الذي سيتبعه في دراسته، وأهم من هذا أن يجعل في ختام كل باب موجزا يعرض فيه باختصارٍ النتائج التي وصل إليها، ويكون الطالب صريحا كل الصراحة في عرض هذه النتائج، فيعرضها نهائية إذا اعتقد أن فيها فصل الخطاب، أما إذا لم تكن نهائية في نظره فيعرضها على أنها نهاية ما استطاع الوصول إليه، ولا يتردد في إعلان أنها ليست القول الفصل وأنه يرجو في ضوء ما قدم من أبحاث، وفي ضوء ما قد يظهر من مادة، أن يتمكن هو أو سواه في المستقبل من متابعة البحث رجاء الوصول به إلى الغاية. ¶ وقد اتبعت هذه الخطة في موقف مماثل، فقد حدث أن عثرت على مخطوط قصير لا يعرف له مؤلف ثم عثرت على مخطوط آخر في نفس الموضوع ومؤلفه معروف وبين الاثنين تشابه من بعض الجهات مما جعلني أرجح -لا أجزم- أن مؤلفهما واحد، أو أن أحدهما مأخوذ عن الآخر. ¶ وحينما كنت أبحث نشأة \"الكتاب\" الذي كان الأطفال -ولا يزالون في بعض البلدان- يتعلمون فيه القرآن الكريم والمعلومات الأولية أوردت أقدم نصوص عثرت عليها عن",
            "page": "110",
            "part": "1",
            "seal": "836194CC"
        },
        {
            "id": "96",
            "nass": "الكتاب، ورجحت أن يكون الكتاب نشأ حوالي ذلك التاريخ. ¶ وإذا كان الطالب يريد أن يورد أدلة؛ ليدعم رأيا معينا؛ فإن عليه أن يبدأ بأبسط هذه الأدلة ثم يتبعه بآخر أقوى منه، وهكذا يتدرج في إبراز فكرته، حتى إذا ما نقل السامع أو القارئ من جانب المعارضة إلى جانب التشكك، ألقى بأقوى أدلته؛ لتصادف عقلا مترددا فتجذبه، وتنال تأييده. ¶ وليحذر الطالب من الاستطراد؛ فإنه يفكك الموضوع ويذهب وحدته وانسجامه، وأقصد بالاستطراد هنا الاستطراد بكل أنواعه، بأن يضاف للرسالة باب ليس وثيق الصلة بها، أو يوضع في أحد الأبواب فصل ليس واضح العلاقة بغيره من الفصول، أو الاستطراد في ثنايا الحديث بإضافة فقرة أو فقرات أو جملة أو جمل لا يتطلبها الهدف الذي يحاول الطالب الوصول إليه، ويجب أن ننبه إلى أن مثل هذا الاستطراد قد يحدث قلقا وارتباكا للقارئ، وهو على أية حال يقطع لذاته التي ركزها في تتبع نقطة ما، وقطع هذه اللذة يغضبه، ويؤثر في مدى انقياده للباحث، وذلك ما يجب أن يتجنبه الطالب الذكي. ¶ مظهر الكتابة والإضافات لما كتب: ¶ ويكتب الطالب على أوراق مسطرة ذات هامش كبير على الجانب الأيمن، ويكتب على سطر ويترك سطرا، وتكون",
            "page": "111",
            "part": "1",
            "seal": "614FA52B"
        },
        {
            "id": "97",
            "nass": "الكتابة- على وجه واحد من الورقة، كما أن عليه أن يلاحظ أن يترك في أسفل كل صفحة المسافة المطلوبة لكتابة الحواشي والمراجح. ¶ وقد يعنُّ للطالب أن يضيف جديدا في ثنايا ما انتهى من كتابته؛ فإذا كان هذا الجديد سطرا فأقل، كتبه على السطر الذي تركه بين كل سطرين مع وضع إشارة كهذه \"×\" لتحدد موضع هذه الإضافة، أما إذا زادت الإضافة عن سطر واتسع لها الهامش الجانبي فإنها توضع فيه بعد تحديد موضع الإضافة. ¶ وهناك طريق آخر لإضافة الزيادات التي تحتاج لحوالي خمسة أسطر، وذلك هو وضع سهم يبدأ عند المكان الذي يراد وضع الزيادة به، ويمتد هذا السهم ليشير إلى ظهر الورقة، ثم توضع الزيادة بظهر الورقة، وعلى الباحث أن ينبه الكاتب على الآلة الكاتبة؛ ليلاحظ ذلك عند كتابة الرسالة على الآلة الكاتبة. ¶ أما إذا تجاوزت الزيادة هذا القدر فهناك طريقة أخرى أتبعتها في رسالة الدكتوراه فوجدتها -على ما تحتاج إليه من جهد وعناية- أكثر وضوحا وجلاء وهي أن تكتب الإضافة التي تزيد على خمسة أسطر كتابة مستقلة على ورقة تكبر أو تصغر بحسب هذه الزيادة، ثم تقطع الورقة",
            "page": "112",
            "part": "1",
            "seal": "B4287D3B"
        },
        {
            "id": "98",
            "nass": "الأصلية عند المكان الذي يراد إدماج الزيادة عنده، وتثبت هذه الورقة الجديدة في مكان المعلومات الجديدة بصمغ، أو بورق لصق يوضع على ظهر الورقة، وتظهر مهارة الطالب في جعل الأسلوب متسلسلا متصلا مع هذه الزيادة الجديدة، والورقة التي أضيفت لها الزيادة تطوى من أسفل حتى لا يظهر طولها، وأذكر أن المكتب الذي تولى كتابة رسالتي على الآلة الكاتبة بانجلترا امتدح هذه الطريقة كثيرا، وذكر أنها يسرت عمل العمال تيسيرا ملموسا. ¶ وعلى العموم فإنه يحسن إلغاء الورقة إذا طالت بها الزيادة أو تعددت الزيادات، وإعادة كتابتها من جديد في ورقتين أو أكثر مع وضع الإضافة أو الإضافات في أماكنها؛ أما مسألة تعديل أرقام الصفحات بسبب هذه الزيادة فسيأتي الحديث عنها فيما بعد. ¶ وعلى الطالب أن ينتقد عمله بلا هوادة كلما سار فيه، وأن يدرك أن خبرته بموضوعه واسعة، تؤهله أن يتعرف مواطن الضعف به، وأن يحاول دائما أن يكمل نفسه، وينبغي أن يدع جانبا ما انتهى من كتابته ثم يعود إليه بعد بضعة أيام وينظر فيه لا بالفكر الذي أملاه، بل بفكر الناقد له، الباحث عن السبل التي ترفع مستوى هذه الرسالة وتجعلها أقرب للكمال، سواء في خطتها، أو في معلوماتها، أو أسلوبها.",
            "page": "113",
            "part": "1",
            "seal": "CD5E41BB"
        },
        {
            "id": "99",
            "nass": "القواعد والأسلوب1: ¶ سواء أكانت الرسالة في موضوع علمي أو أدبي لا بد من سلامة قواعد اللغة وقواعد الإملاء، وإذا لم يكن الطالب واثقا من صحة ما يكتب فلا بد له أن يرجع إلى من يجيد هذه القواعد؛ ليصحح ما قد يكون قد وقع في الرسالة من هفوات أو أخطاء، وليس من مهمة الأستاذ المشرف -طبعا- أن يقوم بهذا التصحيح، فمهمته أسمى من ذلك، كما أن هذه الأخطاء وإن كانت شكلية فهي معيبة جدا في الرسائل. ¶ أما جمال الأسلوب فليست الحاجة ماسة إليه في الرسائل العلمية، كالرسائل التي كتبت في موضوعات الطب العلوم والهندسة بشرط أن يتوافر فيها الوضوح والجلاء، ولكن الرسائل التي تكتب في موضوعات أدبية يحسن أن تكتب بأسلوب جميل، ويجب أن يكون مفهوما أن الأسلوب الجميل ¶ __________ ¶ 1 من أشهر الإنجليز الذين كتبوا عن ذلك الموضوع G.H. Vallins في كتابيه ¶ The Making and Meaning of Words: ¶ Good English: How to write it: ¶ ووأبحاث Vallins نافعة جدا ويمكن الاستفادة بالكثير منها بالنسبة للغة العربية ولكن ذكرها هنا غير ممكن لأنها تخرج بنا عما نحن بصدده في هذا الكتاب.. ولذلك نكتفي بأن نقول أن Vallins قد أوضح أن اللغة كائن حي، وهي لذلك دائمة التغيير، فكلمات تختفي وأخرى تندثر، وكلمات تضعف وأخرى تنتشر، وتغير اللغة لا يظهر فقط في الكلمات بل في أشياء أخرى: كالقواعد الإملائية وترتيب الكلمات في جمل، وإذن فعلى حساسية الكاتب واستجابته للعصر الذي يعش فيه تتوقف جودة الكتابة، ويوضع Vallins الهدف الأسمى في الكتابة وهو أن يعبر الكاتب عما يدور في نفسه بأسلوب رقيق مبسط.",
            "page": "114",
            "part": "1",
            "seal": "7561D720"
        },
        {
            "id": "100",
            "nass": "ليس معناه الزخرفة والألفاظ الغريبة، فهذا ما يجب أن يتحاشاه الطالب؛ لأنه يتنافي مع طبيعة الرسائل، تلك الطبيعة التي تدعو أن يكون هدف الكاتب والقارئ هو الناحية الفكرية، ولهذا فمعنى الأسلوب الجميل في الرسائل هو أن يعرف الطالب جيدا: ¶ - كيف تختار الكلمات. ¶ - كيف تنظم الكلمات في جمل. ¶ - كيف تتكون من الجمل العبارات والمقالات. ¶ وفيما يلي بعض ما ذكره الباحثون؛ ليساعد الطلاب في إيضاح هذه النقاط الثلاث: ¶ الكلمات: ¶ يجب أن يكون معجم الطالب في اللغة التي يكتب بها واسعا، بحيث يمده باللفظ التي يدور معناها في خلده، ثم يمده بألفاظ متعددة مترادفة للمعنى الواحد إذا كان هذا المعنى سيتكرر عدة مرات في مكان واحد. ¶ وتستعمل الكلمات المعاصرة الواضحة، لا الكلمات القديمة، ولا الكلمات حديثة الظهور، هذا في الأسلوب العادي، أما في ظروف خاصة كأن يكون الطالب يكتب مثلا عن شاعر قديم أو شاعر حديث مجدد فلا مانع من اقتباس بعض الألفاظ التي استعملها الشاعر على ألا تكون نابية مبهمة، وليدرك أن التعقيدات اللفظية والكلمات",
            "page": "115",
            "part": "1",
            "seal": "0364A159"
        },
        {
            "id": "101",
            "nass": "الغريبة تسبب جفاف الأسلوب وإجهاد القارئ، وتشبه قِطَعًا من الحجارة تلقى في طريق ممهد، فتعوق السائر عن المسير بيسر. ¶ ولا تستعمل الكلمات أو العبارات الأجنبية إلا إذا كانت كلمات أو عبارات اصطلاحية \"Technical Terms\" وفيما عدا ذلك فتجنبها لازم في الوسائل. ¶ الجمل: ¶ تكتب الجملة بأقل ما يمكن من الألفاظ، وكلما استطعت أن تضع معنى في ثمانية كلمات فلا تضعه في عشرة. ¶ ويسبق المبتدأ الخبر، أو الخبر المبتدأ، ويتقدم الفعل على الاسم أو يتقدم الاسم على الفعل؛ تبعا لأهميته أولا، وثانيا للتطابق بين الجملة التي أنت بصدد كتابتها، وما سبقها من جمل. ¶ ويتحاشى الطالب الفواصل الطويلة بقدر الإمكان بين الفعل والفاعل وبين المبتدأ والخبر، بحيث يكون من السهل على القارئ أو السامع أن يدرك الارتباط بين شطري الجملة أو بين الكلمة ومعلقاتها. ¶ والجمل القصيرة تفضل الجمل الطويلة بوجه عام. ¶ الأسلوب: ¶ السجع جميل إذا حدث من حين لآخر وجاء عفوا، والتزواج بين الجمل محبوب.",
            "page": "116",
            "part": "1",
            "seal": "769E07E9"
        },
        {
            "id": "102",
            "nass": "وينصح الطالب ألا يقتبس مشهور الشعر أو الأمثال. ¶ ويلاحظ أن تكرار المعاني معيب للغاية، وأن الحديث عن نقطة في أكثر من مكان عيب كبير1. ¶ ومن مظاهر الأسلوب الجميل الارتباط بين الجمل بأن تأخذ كل منها بعجز سابقتها؛ ومن مظاهر الأسلوب الجميل كذلك البساطة، فالتعقيد يقلل من قيمة الرسالة، ثم الإيجاز بحيث يحس القارئ أنه يجد جديدا كلما قرأ، فإذا اتضحت الفكرة التي يشرحها الطالب، فليتوقف عن أن يضيف سطرًا واحدا إليها، وينتقل بالقارئ إلى فكرة أخرى. ¶ ومن المستحسن كلما انتهى الطالب من كتابة فصل ما، أن يقرأ بصوت مرتفع؛ ليزاوج بين الجمل، وليطمئن إلى انسجام العبارات، وحسن جرسها ورنينها. ¶ وكلمة أسلوب يغلب أن تستعمل في اللغة العربية لتدل على رقة العبارة وتسلسلها، وعدم التعقيد فيها على ما مر، ولكن للأسلوب معنى آخر أعم يشمل خطة الرسالة، والبراعة في عرض المادة، وترتيب الفقرات، وإبراز النتائج، ¶ __________ ¶ 10 في بعض الأحيان تشرح نقطة شرحا وافيا في مكانها الذي يجب أن ترد فيه، ثم يلزم أن يشار إليها إشارة سريعة في مكان آخر، ولا مانع من هذا، على أن يربط الكاتب بين الموضوعين بأن يذكر في المواضع غير الموضع غير الرئيسي عبارة مثل: كما سبق شرحه، أو كما سيأتي تفصيله، مع تحديد المكان الذي ورد التفصيل فيه بتعيين الصفحة أو الفصل كلما أمكن ذلك، ويكون التحديد بالهامش.",
            "page": "117",
            "part": "1",
            "seal": "A79F634B"
        },
        {
            "id": "103",
            "nass": "وكل ما من شأنه أن يؤثر تأثيرا قويا في قيمة الرسالة، والأسلوب بهذا المعنى يجب أن يلاحظ فيه الاعتبارات الآتية: ¶ على الطالب ألا يكثر من إيراد براهين على مبادئ مسلم بها أو يمكن التسليم بها بسهولة؛ فمن الواجب أن تطرد قلة الأدلة أو كثرتها مع التسليم بالرأي أو الإمعان في مخالفته. ¶ وعلي الطالب أن يتحاشى المبالغات، وأن يقصد كل ما يكتب، وقد حدث مرة أن كتب لي أحد الطلاب -وهو ينقد رأي ابن خلدون في ولاية العهد: \"إن هذا الموضوع شائك، وقد كتبت فيه كتب كثيرة جدا\"، فسألته أن يعدد لي بعض هذه الكتب التي وصفها بأنها كثيرة جدا، فتوقف ولم يجب، ويبدو أنه كتب \"كثيرة جدًّا\" دون أن يعنيها، وذلك وما يشبهه يجب ألا يقع فيه طالب الماجستير والدكتوراه. ¶ ويتحاشى الطالب كذلك الأسلوب التهكمي وعبارات السخرية، فليس في الرسائل مجال لمثل هذا اللون من التعبير. ¶ ويتجنب بقدر الإمكان كل ما سيفتح عليه بابا للخلاف، وهنا تبدو براعة الطالب الذي لا يحذف شيئا مهما ولا يتورط في الوقت نفسه في إثارة مشكلات يمكنه أن يفلت منها. ¶ وحذار أن يجادل الطالب حبا في الجدل، فذلك أبعد ما يكون عن الروح العلمية التي ترمي -كما قلنا- إلى تبيان",
            "page": "118",
            "part": "1",
            "seal": "F6929AD7"
        },
        {
            "id": "104",
            "nass": "الحقيقة، وعلى هذا إذا رأى أن الضرورة تقتضي مناقشة آراء الآخرين فليناقشها دون تهيب ودون مجاملة، ولكن بأدب جم، وعدل بعيد عن الهوى. ¶ الضمائر: ¶ أكثر الذين كتبوا في موضوع هذا الكتاب \"كيف تكتب رسالة\"، وتعرضوا للكلام عن ضمير المتكلم، ينصحون أن يتجنب الباحث ذكر هذا الضمير بكل أنواعه، سواء في ذلك ضمائر الرفع وضمائر النصب والجر، منفصلة أو متصلة، بارزة أو مستترة، للفرد أو للجماعة، وعلى هذا لا يقول: أنا، ونحن، وأرى، ونرى، وقد انتهيت في هذا الموضوع إلى ... ورأيي، ونحو ذلك، ومثل ضمير المتكلم ضمير المخاطب. ¶ وينصح هؤلاء الكتاب الباحث أيضا ألا يكثر من استعمال الأساليب الآتية: ¶ ويرى الكاتب، والمؤلف لا يوافق.. والباحث يميل.. أما التعبيرات التي يجب أن تغلب على الأسلوب فهي مثل: ويبدو أنه ... ويظهر مما سبق ذكره، ويتضح من ذلك، والمادة المعروفة عن هذا الموضوع تبرز. ¶ هذا ما ذكره الكتاب الإنجليز الذين تعرضوا للكلام عن ضمير المتكلم والمخاطب، وهذا هو ما يتبعه الإنجليز في أسلوبهم، وما ينبغي أن يتبعه الذين يكتبون رسائلهم",
            "page": "119",
            "part": "1",
            "seal": "044081B4"
        },
        {
            "id": "105",
            "nass": "بالإنجليزية كطلاب الطب والعلوم بالجامعات المصرية، وقد اتبعت ذلك إلى حد كبير في رسالتي التي كتبتها بالإنجليزية وحصلت بها على الدكتوراه من جامعة كمبردج، ولكني عندما بدأت أترجم هذه الرسالة للغة العربية، وجدت أنه لا غنى عن استعمال الضمائر في بعض الأحايين، ثم تناقشت مع بعض الأساتذة في ذلك، فاتفقنا على أن أسلوب اللغة العربية لا يتنافى مع هذه الضمائر على ألا يكثر استعمالها، وعلى أن تخلو من مظهر الفخر والاعتداد بالنفس. ¶ وعلى هذا ينصح الذين يكتبون رسائلهم باللغة العربية ألا يكثروا من استعمال ضمير المتكلم والمخاطب، وأن يلاحظوا -إذا استعملوا ضمير المتكلم- التواضع والأدب الجم، فالحديث عن النفس غير محبوب غالبا للقارئ والسامع، ويتحاشى الطالب عبارات مثل: إن الأبحاث التي قمت بها تجعلني اعتقد ... ولا أوافق هذا الكاتب على، لأني استطعت الحصول على مادة ... وغير ذلك من الأساليب التي فيها مظاهر الإعجاب، وعلى الطالب أن يكون ماهرا في إبراز ما يريد بأسلوب سمح هادئ وأن يستعمل الأساليب التي سبقت الإشارة إليها مثل: ويبدو أنه.. ويتضح مما تجمع من مادة. ¶ الفقرات: ¶ الفقرة وحدة قائمة بذاتها لا تحتاج إلى عنوان، وهي",
            "page": "120",
            "part": "1",
            "seal": "E5576083"
        },
        {
            "id": "106",
            "nass": "تكون مع غيرها من الواحدات \"فصلا\" مستقلا له عنوان، ومن مجموعة الفصول يتكون \"الباب\". ¶ والفقرة مجموعة من الجمل بينها اتصال وثيق لإبراز معنى واحد أو لشرح حقيقة واحدة، وينبغي أن يلاحظ أن للفقرة استقلالا يمكن معه أن يطلق عليه أنها \"بحث قصير\" أو \"بحث داخل بحث\" ولهذا يجب أن تستوفى عناصر الاستقلال، وأن تؤدي إلى نتيجة واضحة، وأن تكون حول فكرة واحدة. ¶ وللفقرة طول متوسط فلا ينبغي أن تكون طويلة جدا ولا قصيرة جدا، وإن كان قصرها مقبولا عن طولها. ¶ وترتيب الفقرة ينبغي أن يكون متسلسلا ومنطقيا، تنبني كل جملة على ما قبلها وتمهد لما بعدها لإيضاح الفكرة التي يراد إبرازها. ¶ وينبغي كذلك ملاحظة الصلة التي بين كل فقرة وأخرى بأن تحوى كل فقرة نوعا من الارتباط بالفقرة السابقة؛ إذ إن جميع الفقرات في الفصل تخدمه وتوضحه. ¶ ومن حيث إن كل فقرة وحدة قائمة بذاتها، فينبغي أن يبرز ذلك للعين فضلا عن بروزه للعقل، ومعنى ذلك أن تظهر الفقرة مستقلة على الورق، فيبدأ الكاتب سطرا جديدا لكل فقرة، ويترك فراغا عند بدء ذلك السطر، ويضع نقطة عند انتهاء الفقرة، ويترك بين كل فقرتين فراغ أوسع",
            "page": "121",
            "part": "1",
            "seal": "C08037C2"
        },
        {
            "id": "107",
            "nass": "قليلا من الفراغ المتروك بين السطرين في الفقرة الواحدة، وذلك حتى تظهر الفقرة مستقلة بنفسها تمام الاستقلال، وهو ما اتبعناه في هذا الكتاب. ¶ الاقتباس: ¶ يعتبر الاقتباس من أهم المشكلات التي يجب على الباحث أن يدرسها بكامل العناية والاهتمام، ويدرس كل ما يحيط بها من ظروف على ما يلي: ¶ 1- أول ما يوصى به الطالب أن يلاحظ ما سبق أن فصلناه عن ضرورة الدقة في اختيار المصادر التي يقتبس منها، بأن تكون مصادر أصلية في الموضوع جهد الطاقة، وأن يكون مؤلفوها ممن يعتمد عليهم، ويوثق بهم. ¶ 2- ثم يجيء بعد ذلك أن يلاحظ الطالب الدقة التامة في النقل، ويضع ما يقتبس بين شولات، وإذا كان الاقتباس لأكثر من فقرة يجب أن توضع شولتان قبل بدء كل فقرة، ولكن الفقرة الأخيرة فقط هي التي تختم بشولتين، ويشار في الحاشية إلى المرجع الذي اقتبس منه. ¶ 3- ولا بد من حسن الانسجام بين ما اقتبس وما قبله وما بعده بحيث لا يبدو أي تنافر في السياق. ¶ 4- ويجب ألا تختفي شخصية الباحث بين ثنايا كثرة الاقتباسات، وألا تكون الرسالة سلسلة اقتباسات متتالية،",
            "page": "122",
            "part": "1",
            "seal": "0228E5C3"
        },
        {
            "id": "108",
            "nass": "كما يجب أن تنسق الاقتباسات تنسيقا بديعا، وألا توضع خالية من التقديم والمقارنة والتعليق، حسب الظروف. ¶ 5- أما عن طول الاقتباس في الرسالة فقد وضع الباحثون له نظاما يلخص فيما يلي: ¶ إذا لم يتجاوز طول الاقتباس ستة أسطر فإنه يوضع كجزء من الرسالة ولكن بين شولات \" ... \" فإذا تجاوز ستة أسطر إلى صفحة فإنه حينئذ لا يحتاج إلى شولات، ولكنه يوضع مميزا بأن يترك فراغ أوسع بين الاقتباس وبين آخر سطر قبله وأول سطر بعده، وبحيث يكون الهامش على يمين الاقتباس وعن شماله أوسع من الهامش الأبيض المتبع في بقية الرسالة، وأن يكون الفراغ بين سطوره أضيق من الفراغ بين السطور العادية \"مسافة واحدة في حالة الآلة الكاتبة، وفي حال الطبع يكون بنط الحرف الذي يجمع به الاقتباس أصغر قليلا من بنط الحرف الذي جمع به الكتاب\"، وقد مرت أمثلة في هذا الكتاب طبقت فيها جميع هذه الإرشادات1، فإذا تجاوز ما يراد اقتباسه عن صفحة فإنه لا يجوز حنئذ الاقتباس الحرفي، بل يصوغ الكاتب المعنى في أسلوبه الخاص ويشير في الحاشية إلى ما يفيد أن هذا المعنى -لا الألفاظ- قد اقتبس من مرجع كذا، كأن يقول: انظر كتاب معجم البلدان لياقوت جـ2 ص225 وما بعدها. ¶ __________ ¶ 1 انظر الصفحات: 84 و85.",
            "page": "123",
            "part": "1",
            "seal": "A5D3DF16"
        },
        {
            "id": "109",
            "nass": "6- الاقتباس لا يكون من الكتب والمجلات فحسب؛ بل يكون أيضا من المحاضرات أو من محادثات علمية شفوية.. ولكن يجب حنيئذ استئذان صاحب الرأي ما دام هذا الاقتباس لم يصبح عاما بنشره للجماهير في كتاب أو مقال. ¶ 7- وإذا كان الطالب يريد اقتباس رأي لمؤلف ما ليناقشه، فعليه أن يتأكد من أن هذا المؤلف لم يعدل عن هذا الرأي فيما نشر بعد ذلك من أبحاث، أو في الطبعات الحديثة للكتاب. ¶ 8- ويجوز أن يحذف الطالب من الفقرة التي يقتبسها كلمة أو جملة لا يحتاج إليها في بحثه على ألا يضر الحذف بالمعنى الذي يريده الكاتب الأصلي، وفي حالة الحذف يجب أن توضع نقط أفقية متتابعة في موضع الحذف، مثل ... فإذا اقتبس الطالب فقرة كاملة ثم ترك فقرة، وعاد يقتبس مرة أخرى، فالدلالة على ما حذف تكون بوضع سطر تام مستقل من النقط. ¶ 9- وفي بعض الحالات يضطر الطالب أن يضيف كلمة أو كلمات في أثناء الاقتباس؛ ليشرع شيئا أو ليبين مرجع ضمير أو نحو ذلك، ولا بد إذن أن توضع هذه الزيادات داخل علامتين مثل [] . ¶ التفريع: ¶ يكون الطالب ماهرا إذا استطاع أن يتتبع طريقا واضحا",
            "page": "124",
            "part": "1",
            "seal": "10D4FEB7"
        },
        {
            "id": "110",
            "nass": "منظما كلما استدعته دراسته أن يفرع فروعا متعددة لأصل واحد، وهذه المسألة الشكلية ذات قيمة كبيرة في الرسائل وفي الكتابة على العموم، فإذا قسم الطالب مسألة ثلاثة أقسام مثلا، ثم قسم أحد هذه الأقسام إلى فرعين، وهكذا، فيجب: ¶ أولا: أن تبدأ أسطر الفروع داخلة قليلا عن بدء أسطر الأصول. ¶ ثانيا: أن توضع الأسطر ذات الرتبة الواحدة أحدها تحت الآخر بكل ضبط وعناية. ¶ ثالثا: أن يلاحظ الدقة في الأرقام أو الحروف التي يضعها للتعريف بالأقسام والفروع. ¶ وفيما يلي مثال ذلك: ¶ والموارد الإسلامية التي رتبت لسد المصالح العامة هي: ¶ أولا: الزكاة، وتجب في: ¶ أ- النقد. ¶ ب- عروض التجارة. ¶ جـ- السوائم، وتشمل السوائم ما يلي: ¶ 1- الإبل على ألا تقل عن خمسة. ¶ 2- البقر على ألا تقل عن ثلاثين.",
            "page": "125",
            "part": "1",
            "seal": "4E240FBD"
        },
        {
            "id": "111",
            "nass": "3- الغنم على ألا تقل عن أربعين. ¶ د- ما ضرب على الأرض التي يملكها المسلمون ويشمل ذلك: ¶ 1- العشر وهو على الأرض التي سقيت بماء السماء. ¶ 2- نصف العشر وهو على الأرض التي سقيت بالآلات. ¶ ثانيا: الجزية وهي الضريبة على الأشخاص.. ¶ ثالثا: العشور وهي الرسوم التي تؤخذ على الورادات إلى البلاد الإسلامية. ¶ رابعا: الخراج وهو ضريبة الأرض الزراعية التي يملكها بيت مال المسلمين. ¶ خامسا: خمس الغنائم، وخمس ما يعثر عليه من الركائز والمعادن. ¶ سادسا: تركة من لا وارث له. ¶ الألقاب: ¶ إذا أشار الباحث في رسالته إلى شخص ما، فالقاعدة العامة أن يذكر اسمه بدون ذكر لقبه أو الوظيفة التي يشغلها، فيقول: ويرى ابن الأثير، ويميل طه حسين، ويؤيد جولد زيهر رأيه ... وهكذا، أما استعمال دكتور، أستاذ،",
            "page": "126",
            "part": "1",
            "seal": "0254FA52"
        },
        {
            "id": "112",
            "nass": "عميد، وزير، وغيرها من الألقاب والوظائف فليس استعمالا صحيحا في الرسائل. ¶ ولكن هناك بعض حالات يكون ذكر الألقاب والوظائف فيها ضروريا، وذلك في حالة ما إذا كان للقب أو الوظيفة صلة خاصة بالفكرة التي يتحدث عنها الكاتب، وحينئذ يذكر اللقب أو تذكر الوظيفة دون أن يكون القصد تكريم الشخص بل الإيضاح ودعم الرأي، مثال ذلك أن تتحدث عن \"الباشا\" أو \"الولي\" في تاريخ الدول العربية تحت سلطة العثمانيين، فإن ذلك اللقب وهذه الوظيفة يشيران إلى النفوذ والظلم والاستبداد، وكأن تقول -في حديثك عن الشيعة- إن من رأي فلان زعيم الإسماعيلية في الهند أو زعيم الشيعة في النجف.. فإن لهذه المكانة أهمية خاصة في دعم الآراء الإسماعيلية الشيعية، ولهذا إذا تحدثت عن الوالي حديثا بعيدا عن وظيفته كأن كنت تتحدث عنه كأديب أو مؤرخ مثلا، فإك تذكر اسمه دون أن تضيف له لقب \"الباشا\" أو وظيفة \"الوالي\" وكذلك الحال في زعيم الإسماعيلية أو الشيعة إذا تحدثت عنه في غير ما يتصل بهذا المنصب. ¶ ويجب أن يكون مفهوما أن حذف الألقاب ليس معناه عدم التقدير، فالتقدير شيء وهذه الألقاب شيء آخر، وليس الطبيعي أن نذكر اسم ابن المقفع والمعرى والمتنبي وابن الأثير بدون ألقاب ثم نقول أمير الشعراء أحمد شوقي وعميد الأدب",
            "page": "127",
            "part": "1",
            "seal": "FDF0C05B"
        },
        {
            "id": "113",
            "nass": "العربي الدكتور طه حسين مع ما نكنه لشوقي ولطه حسين من الإجلال والاحترام. ¶ هذا ويستثنى ثلاثة مواضع تذكر فيها الألقاب أو الوظائف وهي: ¶ 1- عند ذكر مصادر الرسالة فإن اسم المؤلف يذكر مع ألقابه. ¶ 2- في التقدير والاعتراف: إذ تذكر الألقاب مع أسماء من تفضلوا بالمساعدة وتقديم العون للكاتب، كما تذكر الوظائف كأن تقول: فلان مدير مكتبة الجامعة يستحق كل تقدير وشكر لما قدم من تسهيلات. ¶ 3- أن يكون الشخص الذي تناقش رأيه أو تقتبس منه شخصا غير مشهور في محيط المادة التي تدرسها، فلا مانع حينئذ أن تقدمه للقارئ كأن تقول فلان أستاذ الأدب العربي القديم أو نحو ذلك؛ ليشاركك القارئ رأيك أنه يستحق أن تقتبس منه أو تناقشه، ولكن هذا التعريف يجب أن يكون في الحاشية لا في صلب البحث، وعلى هذا فالباحث في الدراسات الإسلامية يمكنه أن يذكر الأسماء الآتية ألقاب ودون أن يعرف بأصحابها: ¶ رتيشارد كوك-بروان-جولد زيهر-آدم متز-فيليب حتى-جب-أحمد أمين-طه حسين.",
            "page": "128",
            "part": "1",
            "seal": "482E22CB"
        },
        {
            "id": "114",
            "nass": "تلك هي القاعدة العامة كما صورتها المراجع الإنجيليزية وكما يفعل الإنجليز، غير أن ذلك لا يبدو مقبولا على هذا النحو في أساليبنا العربية وتقاليدنا الشرقية، فلعله من غير المستساغ أن نقول: ويرى حسن إبراهيم بدون أن نقول: الدكتور، ولهذا أميل إلى أن الطالب العربي ينبغي أن يذكر اللقب العلمي، أما الألقاب الأخرى مثل: السيد، الوزير، العميد، وما شابهها فليس في الرسالة مجال لها، كما ينبغي للطالب العربي أن يبتعد كل البعد عن ذكر عبارات كالعبارات الآتية: ¶ أستاذنا الكبير، العالم الجليل، العلامة، فأمثال ذلك يجب أن تخلو الرسالة منه. ¶ وعلى كل حال فكلما استطعت -في الأبحاث العلمية- أن تذكر الاسم بدون الألقاب كلما كان ذلك أكرم لصاحب الاسم وأرفع لقدره. ¶ الاختصارات: ¶ جرى المؤلفون والكتاب على اختصار كلمات خاصة يكثر تكرارها في المؤلفات أو في الرسائل؛ وفي كل مادة من المواد كلمات أو جمل تتردد كثيرا، وقد اصطلح العرف على قبول اختصارها، وعلى أن الرمز يؤدي مؤداها، وهذا النوع من الاختصارات نتركه لعلماء كل مادة، ولا يجوز للكاتب أن يختصر ما لم يجر العرف والاتفاق على اختصاره.",
            "page": "129",
            "part": "1",
            "seal": "A843AD0B"
        },
        {
            "id": "115",
            "nass": "أما عن الاختصارات العامة فإنني أورد أشهرها فيما يلي: ¶ ق م= قبل الميلاد. ¶ م= التاريخ الميلادي. ¶ هـ= التاريخ الهجري. ¶ \"ص\"= صلى الله عليه وسلم \"وأفضل أن تكتب الجملة كاملة\". ¶ جـ= جزء. ¶ ص: صفحة \"يستعمل الاختصار في الحاشية فقط\". ¶ وهناك اختصارات تتعلق بالمراجع الأجنبية وسيأتي الحديث عنها عند الكلام على الحاشية \"الهامش\". ¶ علامات الترقيم والشكل: ¶ علامات الترقيم يتوقف الفهم عليها أحيانا، وهي دائما تعين مواقع الفصل والوصل، وتنبه على المواضع التي ينبغي فيها تغيير النبرات الصوتية، وتسهل الفهم والإدراك عند سماع الكلام ملفوظا، أو قراءته مكتوبا. ¶ من أجل هذا تعتبر علامات الترقيم ضرورية في الكتابة الفنية في العصر الحديث، وإذا كان بعض الكتاب لا يعطيها الأهمية الكافية في الكتب والمقالات، فهي في الرسائل ضرورية، وعلى الطالب أن يلاحظها تماما.",
            "page": "130",
            "part": "1",
            "seal": "9B96C5C4"
        },
        {
            "id": "116",
            "nass": "ومثل علامات الترقيم، قواعد الإملاء، فيجب أن يعرف الباحث هذه القواعد، ومن العيب أن يوجد في الرسالة خطأ إملائي، والخطأ الإملائي يشبه الخطأ في حروف الكلمات الإنجليزية \"Spelling\" وهو شيء لا يقبله الإنجليز أبدًا. ¶ ولما كانت علامات الترقيم وقواعد الإملاء لم تنل ما تستحقه من المعلمين ولا من المؤلفين، فقد رأيت أن أورد موجزا عن علامات الترقيم في الملحق رقم \"1\" بآخر هذا الكتاب، وأن أورد موجزا آخر عن قواعد الإملاء بالمحلق رقم \"3\". ¶ وبمناسبة الكلام عن علامات الترقيم يجدر بنا أن نذكر أن الكتابة باللغة العربية تحتاج إلى شيء آخر لا يقل أهمية عن علامات الترقيم، ذلك هو الشكل، فكثير من الكلمات العربية تحتاج إلى الشكل لإزالة اللبس وتيسير القراءة، وعلى الطالب أن يقرأ رسالته بعد كتابتها بصوت مرتفع، أو يطلب من غيره قراءتها أمامه؛ ليتعرف على الكلمات التي سيتردد القارئ في نطقها نطقا صحيحا، ليسرع إلى تشكيلها، وسيجد أن الفعل المبني للمجهول من أهم هذه الكلمات، وكذلك سيجد كلمات كثيرة يزيدها الشكل وضوحا وجلاء مثل: يكون، يكوِّن، والكتاب، الكتَّاب، يُعين، يعيِّن، يَعِنُّ، ولُبس ولَبْس، وغَزَل، غزْل، وغيرها، ومن الحالات التي قد يحسن وضع الشكل فيها أن يقدِّم الكاتبُ المفعول",
            "page": "131",
            "part": "1",
            "seal": "8C13BA04"
        },
        {
            "id": "117",
            "nass": "على الفاعل، أو أن يورد الطالب كلمات نطقها الصحيح غير مشهور، وقد اجتمعت هاتان في قول الشاعر: ¶ اعتاد هذا القلبَ بلبالُه ... أن قُرِّبَت للبين أجمالُه ¶ وعلى الطالب ألا يبالغ في استعمال الشكل فلا يشكل إلا ما يحتاج إلى إيضاح، ثم عليه أن يقتصد في شكل الكلمة المبهمة، بأن يشكل منها الحرف الذي سيجعل قراءتها أيسر، ولا يتعدى هذا الحرف إلى ما سواه، والآلة الكاتبة العربية تحوى الشدة \"ّ\" ولهذا فالكاتب على الآلة الكاتبة يمكنه أن يضعها في مكانها إذا وضعها الطالب على النسخة التي يسلمها للكاتب وطلب إليه مراعاة ذلك، أما غير الشدة كالفتحة والضمة والكسر فيضعها الطالب بنفسه مستعملا قلما رفيعا وحبرا لا يختلف لونه عن لون الحبر الذي استعمل في شريط الآلة الكاتبة، وقد راعيت في هذا الكتاب أن استعمل الشكل على النحو المطلوب في الرسائل؛ ليكون هذا الكتاب نموذجا للباحث. ¶ ولا يقوم الطالب باستعمال علامات الترقيم أو الشكل ليهدي ممتحنه إلى طريق الصواب؛ فإن ثقافة الممتحن ستقوده حتما إلى هذا الطريق، ولكن الطالب يقوم بذلك؛ ليكون عمله أقرب إلى الكمال، وليدل على أنه عالج الموضوع من جميع النواحي، علمية كانت أو منهجية أو شكلية.",
            "page": "132",
            "part": "1",
            "seal": "BA95E95D"
        },
        {
            "id": "118",
            "nass": "الحاشية: \"Footnote Refereces\" ¶ ثلاثة أشياء رئيسية تذكر في الحاشية، وهي: ¶ 1- الإشارة إلى المرجع الذي استقى منه الطالب مادته، سواء أكان ذلك المرجع مطبوعا أو مخطوطا أو محاضرة أو مشافهة، ويثبت الطالب مراجعة في الحاشية اعترافا بالفضل لهؤلاء الذين انتفع بجهودهم واقتبس منهم، وليدل على أنه اطلع واستوعب في دراسته المراجع المهمة التي تتصل برسالته، وبنى على ما ورد فيها دراسته ونتائجه، ثم ليتيح للقارئ فرصة القيام بدراسة أوسع في هدي هذه المراجع إذا أراد. ¶ 2- إيضاحات تورد أحيانا لتفصيل مجمل ورد في صلب الرسالة أو لتحقيق موضع أو نحو ذلك، ولا يمكن إثبات هذه الإيضاحات في صلب الرسالة؛ لأنها غير أسياسية فيها، فلو وردت بها لقطعت اتساق الرسالة وتسلسلها، فالقاعدة حينئذ أن تبعد هذه الإيضاحات عن صلب الرسالة وتوضع في الملاحق إذا كانت طويلة1، فإذا كانت قصيرة وضعت في الحاشية، ولكن ينيغي ألا يكون الدليل عليها رقما عاديا كالذي يوضع عند الإشارة للمصدر، بل تميز أمثال هذه الإيضاحات بعلامة كالنجمة مثلا1 فإذا ورد إيضاح ثانٍ على نفس الصفحة كانت الإشارة له نجمتين2 وهكذا، وكذلك تستعمل النجوم بدل الأرقام إذا كان مكانها فوق عنوان من العناوين2. ¶ __________ ¶ 1 سيأتي تفصيل ذلك عند الكلام عن حجم الرسالة ص155. ¶ 2 انظر النجمة وتكرارها ص77.",
            "page": "133",
            "part": "1",
            "seal": "8119348A"
        },
        {
            "id": "119",
            "nass": "3- أن تحيل القارئ إلى مكان آخر من الرسالة وضحت به نقطة ما، أو أوردت به تفاصيل عنها؛ وذلك لتتحاشى إعادتها إذا ورد لها ذكر مرة ثانية. ¶ وهناك طرق ثلاث للترقيم بالهامش: ¶ 1- أهم هذه الطرق وأسهلها وأكثرها شيوعا هو وضع أرقام مستقلة لكل صفحة على حدة، وهي تبدأ من رقم \"1\"، وتوضع في أسفل كل صفحة هوامشها، وسهولة هذه الطريقة واضحة فكل صفحة مستقلة بأرقامها ومراجعها وكل ما يتصل بها، ومن السهل في هذه الحالة أن تحذف رقما أو تضيف بها، ومن السهل في هذه الحالة أن تحذف رقما أو تضيف آخر بدون احتياج إلى إحداث أي تغيير في هوامش الصفحات الأخرى. ¶ 2- إعطاء رقم مسلسل متصل لكل فصل على حدة ويبدأ أيضا من \"1\" ويستمر إلى نهاية الفصل، وإحداث أي تغيير بالحذف أو بالإضافة في الأرقام يستلزم تغيير ما بعده حتى نهاية الفصل وتوضع في أسفل كل صفحة هوامشها أو تجمع الهوامش كلها لتوضع في نهاية الفصل. ¶ 3- إعطاء رقم مسلسل متصل للرسالة كلها ويبدأ من \"1\" كذلك ويستمر إلى نهاية الرسالة، وإحداث أي تغيير بالحذف أو بالإضافة في الأرقام هنا يستلزم تغيير ما بعده حتى نهاية الرسالة وتوضع في أسفل كل صفحة هوامشها، أو تجمع الهوامش كلها لتوضع في نهاية الرسالة.",
            "page": "134",
            "part": "1",
            "seal": "59B507BE"
        },
        {
            "id": "120",
            "nass": "والرقم الذي يوضع في الصلب يوضع مرتفعا قليلا عن السطر، ولا توضع نقطة بعده، وهو يتلو اسم المؤلف إذا ذكر الاسم، فإذا لم يذكر واقتبس كلامه بدون ذكر اسمه، فإن الرقم يوضع عند نهاية الجمل المقتبسة. ¶ وفي حالة الطبع توضع هذه الأرقام بين قوسين، أما في حالة الكتابة على الآلة الكاتبة فإنها لا توضع بين قوسين إلا إذا كانت الدراسة رياضية يخشى فيها أن يلتبس الرقم الذي يوضع للهامش بالأرقام الموجدة في صلب الرسالة للدراسة، ويمكن في هذه الحالة أن يستبدل بالرقم علامات أخرى مثل أب جـ د. ¶ ويفصل صلب الرسالة عن الهوامش بخط أفقي يكون بينه وبين صلب الرسالة مسافة واحدة، وتتلوه الهوامش على بعد مسافة واحدة أيضا، وكذلك يفصل بين كل سطرين بالهامش بمسافة واحدة، والرقم الموضوع في الهامش يوضع محاذيا للسطر ولا يرتفع عنه، وتوضع شرطة بعد كل رقم، وتوضع الأرقام أحدها تحت الآخر بمحاذاة تامة، ثم توضع المراجع أو المعلومات بعضها تحت بعض مع مراعاة المحاذاة التامة أيضا كالآتي: ¶ 1- ابن خلكان: وفيات الأعيان جـ2 ص127. ¶ 2 السبكي: طبقات الشافعية الكبرى جـ3 ص123.",
            "page": "135",
            "part": "1",
            "seal": "D8FC8BE5"
        },
        {
            "id": "121",
            "nass": "3- وإذا اشترك في تأليف الكتاب اثنان أو ثلاثة فينبغي أن تذكر أسماء الجميع مثل: ¶ حامد عبد القادر، ومحمد عطية الإبراشي، ومحمد مظهر سعيد: في علم النفس جـ2 ص75. ¶ 4- وإذا اشترك في تأليف الكتاب أكثر من ثلاثة ذكر اسم من اشتهرت صلة الكتاب به أكثر من سواه وأضيفت كلمة \"وآخرون\" بعد هذا الاسم مثل: ¶ أحمد الإسكندري وآخرون: المنتخب من أدب العرب جـ1 ص94. ¶ 5- وإذا كان المؤلف غير معروف كتب الهامش كما يلي: منهاج المتعلم \"مجهول المؤلف\" ص84. ¶ 6- وإذا ذكر اسم المؤلف في صلب الرسالة فلا داعي لإعادة الاسم في الهامش بل يذكر عنوان الكتاب فقط: كأن يراد في صلب الرسالة عبارة مثل: قال ياقوت ... فالهامش يكون كالآتي: ¶ معجم البلدان جـ6 ص174. ¶ 7- فإذا ورد اسم المؤلف وعنوان الكتاب في صلب الرسالة فلا داعي لإعادة أي منهما، فإذا قيل: وفي رحلة ابن جبير ما يشير إلى أن ... كان الهامش كالآتي: ¶ ص65.",
            "page": "136",
            "part": "1",
            "seal": "B7483A1C"
        },
        {
            "id": "122",
            "nass": "8- وإذا كان الاقتباس من ترجمة وليس من الأصل؛ لأن الطالب لا يعرف اللغة الأصلية التي كتب بها الكتاب أو لم يستطع الحصول عليه، كان الهامش كالآتي: ¶ آدم متز: الحضارة الإسلامية في القرن الرابع الهجري جـ1 ص192 من الترجمة العربية لمحمد عبد الهادي أبو ريدة. ¶ 9- وإذا كان الاقتباس ليس من الأصل بل من كتاب اقتبس منه لتعذر الحصول على الأصل كان الهامش كالآتي: ¶ سبط بن الجوزي: مرآة الزمان جـ8 ص227. ¶ اقتبسه جرجيس عواد في كتابه \"خزائن الكتب القديمة في العراق\" ص155. ¶ 10- وإذا كان الاقتباس من مجلة أو صحيفة، فإن الإشارة يجب أن تشمل عنوان المقال واسم مؤلفه واسم المجلة ورقم العدد وتاريخه مثل: ¶ تحف جديدة من الخزف الفاطمي ذي البريق المعدني؛ بحث للدكتور زكي حسن نشر بمجلة كلية الآداب: المجلد الثالث عشر، الجزء الثاني \"ديسمبر سنة 1951\" انظر صفحة 91، ما بعدها. ¶ 11- وإذا كان المرجع مخطوطا لم ينشر نبه إلى كونه مخطوطا وذكر المخطوط ومكانه ورقمه مثل:",
            "page": "137",
            "part": "1",
            "seal": "1B38AA99"
        },
        {
            "id": "123",
            "nass": "ابن حجر: رفع الإصر عن قضاة مصر ص295، مخطوط: دار الكتب المصرية رقم 105 تاريخ. ¶ 12- وقد يعتمد الكاتب على محادثة شفوية أو محاضرة، والإشارة إليها حينئذ تكون هكذا: ¶ أغا بزرج: حديث شخصي \"نوفمبر 1950\" أذن بالإشارة إليه. ¶ 13- أو: ¶ الدكتور إبراهيم مدكور: محاضرة عامة بتاريخ ... أذن بالإشارة إليها. ¶ 14- وإذا تكرر مرجع في نفس الصفحة بدون فاصل فإنه يذكر في المرة الأولى كاملا، وفي المرة الثانية يذكر هكذا: ¶ نفس المرجع ص85. ¶ 15- وإذا كان التكرار لمرجع أجنبي دون فاصل أيضا أشير إليه هكذا: ibid p. 18 ¶ 16- وإذا وجد فاصل واحد ففي حالة المرجع العربي تكون الإشارة. ¶ السيوطي: المرجع السابق ص62. ¶ 17- وفي حالة المرجع الأجنبي تكون الإشارة: Op. Cit' p. 27",
            "page": "138",
            "part": "1",
            "seal": "37DF70F4"
        },
        {
            "id": "124",
            "nass": "Op. cit=Opero citato=In the work cited ¶ 18- وإذا كان الاقتباس الثاني من نفس الجزء والصفحة ففي حالة المرجع العربي تكون الإشارة: ¶ نفس المكان. ¶ 19- وفي حالة المرجع الأجنبي تكون الإشارة: ¶ Loc cit.=loco citato=In the place cited ¶ 20- وليس من الضروري أن يذكر اسم المؤلف وعنوان الكتاب كاملا ما دام ذلك معروفا مثل: ¶ الصابي: تاريخ الوزراء ص78، بدلا من: ¶ أبو الحسن: الهلال بن المحسن بن إبراهيم الصابي: تحفة الأمراء في تاريخ الوزراء ص78. ¶ 21- ومثل: ¶ Coke R. Baghdad p. 13 ¶ بدلا من: ¶ Richard Coke: Baghdad: The City of Peace p. 13 ¶ 22- وفي المراجع الأجنبية يشار إلى الجزء بـ Vol وهي اختصار Volume، وإلى الصفحة بـ p. وهي اختصار page.",
            "page": "139",
            "part": "1",
            "seal": "303B5C75"
        },
        {
            "id": "125",
            "nass": "23- وإذا كان الطالب يشير إلى عدة صفحات متتابعة جاز -طبعا- أن يعيد رقمي الصفحتين كاملين مثل ... صفحات 214-219 وهكذا، ولكن هناك طريق للاختصار في كتابة الرقم الثاني كالآتي: ¶ أولا: لا اختصار في كتابة الرقم الثاني إذا كان مكونا من رقمين فقط مثل: ... صفحات 52-57. ¶ ثانيا: إذا تعدى الرقم إلى المئات أو إلى الآلاف يكفي أن يكون التغيير في رقمي الآحاد والعشرات فقط مثل: ... صفحات 327-29 بدلا من 327-329 ومثل: ... صفحات 1375-77 إلا إذا كان هناك تغيير في رقم المئات، أو الآلاف فيغيران طبعا مثل 598-601 وإلا إذا كان هناك صفران يشغلان الآحاد والعشرات، فيعاد معهما المئات مثل: 600-604 وكذلك إذا كان هناك صفر في المئات أيضا فيعاد رقم الآلاف مثل 1000-1003. ¶ ويجوز في كل هذه الأحوال أن يقال ص327 وما بعدها وهكذا. ¶ 24- وإذا تعددت الصفحات في المراجع الأجنبية كانت الإشارة هكذا: ¶ 19-17. PP أي من ص17 إلى ص19 ¶ PP. 17 F أي ص17 والصفحة التالية لها ¶ PP. 17 FF أي ص17 والصفحات التالية لها",
            "page": "140",
            "part": "1",
            "seal": "2128EDAE"
        },
        {
            "id": "126",
            "nass": "25- وإذا كان يشير إلى شيء مشهور يرد ذكره كثيرا في أمكنة متعدة في كتاب، فيجوز ألا يذكر صفحة أو صفحات محددة وأن يكتفي بأن تكون الإشارة هكذا: ¶ السيوطي: تاريخ الخلفاء في أمكنة متعددة. ¶ 26- فإذاكان المرجع أجنبيا استعمل الكلمة اللاتينية ومعناها: هنا وهناك، هكذا: Passim ¶ Browne E, G, A Literary History of Persia, Passim ¶ 27- وإذا أورد جدولا واحتاج الجدول إلى إشارة في الحاشية وجب أن توضع الإشارة على نفس الورقة التي بها الجدول، وهكذا إذا كان الجدول مكونا من ورقة من حجم طويل أو من عدة ورقات ملتصقة ويتبعه إشارة أو إشارات، فمكان الإشارة هو نهاية الجدول على أية حال. ¶ وقد وضح من الأمثلة السابقة أنه لا داعي لأن يذكر في الهامش مكان طبع المرجع وتاريخه، ما دامت هذه التفاصيل سترد في قائمة المراجع التي ستذكر في آخر الكتاب. ¶ وإذا لم يكف سطر واحد لذكر المعلومات فتكمل في سطر ثان.. ولكن يبدأ السطر الثاني -لا تحت الأرقام- بل تحت المعلومات ويترك ما تحت الأرقام فراغا. ¶ استعمال الأرقام في صلب الرسالة: ¶ وضع الباحثون نظاما لاستعمال الأرقام في الرسائل،",
            "page": "141",
            "part": "1",
            "seal": "4A79EBD4"
        },
        {
            "id": "127",
            "nass": "وفحوى ذلك النظام أن الرقم الذي لا يحتاج الطالب في التعبير عنه إلى أكثر من ثلاث كلمات ينبغي أن يكتب بالكلمات مثل: ألفان، مائة وثلاثون، مائة وثلاثة وأربعون، أما إذا احتيج في التعبير عنه إلى أكثر من ثلاث كلمات فتستعمل الأرقام مثل 1465. ¶ وهناك أشياء اصطلح على كتابتها بالأرقام دائما للتيسير وهي: الرقم الذي يشير إلى مبلغ من المال، ورقم المنزل بالشارع، ورقم الهاتف \"التليفون\"، ورقم الصفحات في الكتب، والنسبة المئوية، والتاريخ، والأرقام التي توضع للجداول والصور والرسوم. ¶ وهناك حالة يجب أن يكتب فيها العدد بالحروف وإن احتيج في التعبير عنه إلى أكثر من ثلاث كلمات، وذلك فيما إذا وقع ذلك العدد في أول الجملة، كأن تقول: ألف وثلاثمائة وأربعة وعشرون شخصا كانوا ضحية هذا الزلزال المروع، على أن الطالب يوصى بتجنب استعمال هذا الأسلوب أو التقليل منه كلما أمكن ذلك. ¶ وفي حالة الأرقام التي تزيد على ثلاثة يوصى الطالب بوضع شرطة بعد كل ثلاثة أرقام من جهة اليمين مثل 2.573 ومثل 26.453.792. ¶ ويكتب الكسر بالحروف إذا كان وحده كأن تقول: وسار نصف الجيش، وكذلك إذا كان مع عدد مفرد مثل: أربعة أمتار وربع، أما ما عدا فيكتب بالأرقام مثل 16.5.",
            "page": "142",
            "part": "1",
            "seal": "7A58C23A"
        },
        {
            "id": "128",
            "nass": "الجداول: ¶ يلجأ الطلاب كثيرا إلى الجداول لإيضاح نقطة من نقاط البحث، أو لإبراز فكرة مهمة يجعلها الجدول مركزة قوية ناطقة، مثال ذلك أن يتحدث الطالب عن اضطراب الوزارة في عهد الخليفة المستنصر الفاطمي بمصر، ذلك الاضطراب الذي أدى إلى كثرة تغيير الوزراء ولم يدع لأي منهم فرصة للبقاء في منصبه وقتا طويلا، ثم يحصي الطالب وزراء هذا الخليفة، ويرتبهم في جدول، مبينا تاريخ تولية كل وزير، ونهاية عهده، ومدة بقائه في وظيفته. ¶ ومن ذلك يلاحظ أن الجدول يقسم إلى أعمدة منظمة، يشير كل منها إلى فكرة واحدة تخدم الحقيقة التي وضع الجدول من أجلها، فيحوي عمود أسماء الوزراء، وآخر تاريخ تولية كل منهم، وثالث تاريخ نهاية عهده، ورابع المدة، وهكذا. ¶ ويكون للجدول تقديم في السطور السابقة له مباشرة كأن يقال: واستدعى هذا الاضطرب تغيير الوزراء من حين لآخر، وعجز هؤلاء عن تأدية أعمالهم، وما كان الواحد منهم يكاد يستقر في مكانه حتى يعزل، ونتج عن ذلك أن شغل هذا المنصب كثيرون من الوزراء في هذه الفترة، كما يبدو من الجدول الآتي:",
            "page": "143",
            "part": "1",
            "seal": "88FFF8BA"
        },
        {
            "id": "129",
            "nass": "ولا بد أن تكون أعمدة الجدول في صفحة واحدة مع طول صفحة الرسالة أو مع عرضها، فإذا لم يتسع طولها، أو عرضها لكل الأعمدة فمن الضروري أن يؤتى بورقة من حجم أوسع، أو تلصق ورقتان أو ورقات حتى تكون صفحة للأعمدة كلها، أي للمعلومات العريضة، أما المعلومات الزمينة بالجدول فإنه يجوز كتابتها في أكثر من صفحة إذا لم تتسع صفحة واحدة لها، فإذا أثبت جدولا عن اطراد نمو ميزانية هيئات التعليم الحكومية بمصر من سنة إلى أخرى خلال النصف الأول من القرن العشرين، فإنك تضع عمودا للسنة التي تتحدث عنها، وآخر لميزانية وزارة التربية، وثالثا لميزانية كلية البوليس، ورابعا لميزانية الكلية الحربية، وخامسا لميزانية الجامعات.. وعمودا عن مجموع النفقات على هذه الهيئات، وربما أضفت عمودا آخر لتبين نسبتها إلى ميزانية الدولة ... وكل هذه الأعمدة يجب أن توضع على",
            "page": "144",
            "part": "1",
            "seal": "5CEDA081"
        },
        {
            "id": "130",
            "nass": "صفحة واحدة مهما كان عرضها، أما من الناحية الزمنية فإنه يجوز أن نضع على الصفحة الأولى المعلومات والأرقام عن السنين العشرة الأولى من هذا القرن، وعلى الصفحة الثانية المعلومات والأرقام عن السنين العشرة الثانية منه، وهكذا. ¶ وهذا وضع الجدول في صفحة أو صفحات مستقلة فإن التقديم له يكون على الصفحة السابقة له كأن تقول: وزاد إقبال الناس على التعليم في مصر، ورحبت الحكومة بهذا الإقبال، فأكثرت من فتح المدارس وإنشاء الجامعات، وغذت ميزانية الدولة هذه النهضة بالمال الوفير الذي أخذ يزيد من عام إلى آخر \"الجدول رقم ... \". ¶ أو صفحات مستقلة فإنه يأخذ رقما ويأخذ مع الرقم عنوانا يبين خصائه كما يلي: ¶ جدول رقم6 ¶ بيان ميزانية هيئات التعليم الحكومية بمصر من سنة 1900 إلى سنة 1950 ¶ \"ويجيء الجدول بعد ذلك\" ¶ ويستلزم الجدول دقة تامة حتى يكون صورة صادقة مرتبة دون خلل أو اضطراب وتكثر الجداول كلما كثر استعمال الأرقام بالرسالة؛ لأن وضع الأرقام أحدها تحت",
            "page": "145",
            "part": "1",
            "seal": "C398F12F"
        },
        {
            "id": "131",
            "nass": "الآخر يبرز المقارنة بينها، ويعلن عن الغاية التي رمي الباحث إليها. ¶ الرسم البياني: ¶ يريد الطالب أحيانا أن يصل إلى القمة في إبراز تطور ملموس في حالة من الحالات التي عني بدراستها، ولا يبدو منه أنه يكتفي بالجدول تنطق أرقامه، بل يريد أكثر من ذلك، فليعمد إذن إلى الرسم البياني الذي يشرع من أول وهلة وبدون إعمال فكر، هذه النتيجة التي يرغب الطالب في إعلانها. ¶ والرسم البياني يسبق دائما بجدول أو بأرقام توضح نفس الفكرة التي وضع الرسم لإبرازها. ¶ ويختلف الرسم البياني عن الجدول في أن الرسم يجب أن يوضع في صفحة واحدة مهما كان حجمها؛ لأن الهدف منه هو المقارنة المنظورة، وهذه لا تتوافر إلا إذا كان الرسم كله أمام العين في وقت واحد. ¶ وفيما عدا ذلك فإن الرسم البياني تنطبق عليه نفس القوانين التي سبق اشتراطها في الجداول، فلا بد له من تقديم، وهو يلي التقديم مباشرة إذا اتسعت له الصفحة، كأن يتحدث الطبيب عن محموم، فيصف حالته العامة، ومقدار مقاومته، وعلاجه ... فإذا وصل إلى الكلام عن حرارته قال: أما حرارة المريض فتتضح من الرسم التالي:",
            "page": "146",
            "part": "1",
            "seal": "C943A118"
        },
        {
            "id": "132",
            "nass": "الأيام ¶ ومثل ذلك ما يفعله المهندسون في تسجيل مناسيب المياه وغيرها، فإذا لم يكن وضع الرسم البياني تاليا للتقديم مباشرة واحتاج لصفحة مستقلة لكبر حجمه، وضع على صفحة مستقلة بحيث تكون تالية للصفحة التي بها التقديم، ويوضع له حينئذ رقم وعنوان. ¶ والرسم البياني على العموم يجب أن تلاحظ فيه الدقة التامة، وأن تكون النسبة بين أطوال خطوطه وبين الحقائق التي يشير إليها دقيقة كل الدقة، وهو لهذا يرسم أولا بالقلم الرصاص حتى يكون من السهل محو ما لا يحتاج إليه، فإذا طابق الهدف الذي يريده الطالب سار فوق خطوطه بالحبر، ويجب أن يلاحظ أن الرسم البياني لو اختل قليلا لكان حذفه أجدى من إثباته. ¶ وفيما يلي رسم بياني وضع على صفحة مستقلة، وسنورده بعد إيراد مقدمة له وجدول تشرح أرقامه ما سيرد في الرسم على ما سبق وصفه: ¶ ولم تبخل مصر بالمال على نشر المعارف، بل سخت على",
            "page": "147",
            "part": "1",
            "seal": "1AE4F8EE"
        },
        {
            "id": "133",
            "nass": "التعليم سخاء ظاهرا، وأخذ نصيب وزارة التربية والمعاهد التعليمية من ميزانية الدول ينمو نموا مطردا، ويزداد سنة بعد أخرى، وقد شهد العقد الخامس من القرن العشرين تطورا عظيما برز من عام إلى عام، كما يبدو من الجدول الآتي ومن الرسم البياني الذي يليه: ¶ عام مصروفات التعليم خلاله بالجنيهات ¶ \"انظر الرسم البياني رقم1\" ¶ \"جميع البيانات الخاصة بالتعليم الواردة في هذا الكتاب مأخوذة عن البيانات الرسمية لدى المراقبة العامة للمشروعات والإحصاء بوزارة التربية والتعليم، علما بأن هناك مصروفات أخرى على التعليم تتحملها ميزانيات مستقلة كميزانية الأزهر مثلا\". وينبغي أن يلاحظ أن هذه الأرقام تضاعفت بمرور السنين.",
            "page": "148",
            "part": "1",
            "seal": "96F703B7"
        },
        {
            "id": "135",
            "nass": "الصور: ¶ يعمد الطلاب كثيرا إلى إيراد صور فوتوغرافية لإيضاح شيء يتحدثون عنه، ويجب حنيئذ أن تكون الصورة واضحة تؤدي الغرض المقصود منها، ويلزم في الرسائل أن توضع الصور في الصفحات مستقلة، كما يلزم أن يوضع لها عنوان يعرف بها، ورقم يشار إليه في صلب الرسالة. ¶ وتثبت الصورة على الورقة التي خصصت لها من أوراق الرسالة تثبيتا دقيقا نظيفا باستعمال مربعات الأركان وقليل من الصمغ، وتوضع الصورة بالطول أو العرض حسب حجمها، ويكون تحتها فراغ ليكتب فيه رقمها وتحته الجملة التي تعرف بالصورة مثل: ¶ صورة رقم5 ¶ واجهة المدرسة المستنصرية كما تبدو الآن ¶ وتتفق الصورة مع الجداول والرسوم البيانية في أنها لا بد لها من تقديم في صلب الرسالة، وأنها توضع أقرب ما يمكن إلى هذا التقديم، وتختلف عنهما في أن رقمها والجملة التي تبين ماهيتها يوضعان تحت الصورة لا فوقها. ¶ وإذا كان الطالب حريصا على أن يكسب رسالته طابعا من الجمال فإنه ينصح أن يضع ورقة من النوع الشفاف فوق كل صورة.",
            "page": "150",
            "part": "1",
            "seal": "B1E3B4F8"
        },
        {
            "id": "136",
            "nass": "وإذا كانت الرسالة في العلوم الطبيعية أو الهندسة فإنه يكثر أن تستعمل الخرائط والرسوم والإحصائيات والأشكال الهندسية، ويجب أن يكون كل من هذه الأشياء ضروريا للرسالة ووثيق الصلة بها، كما يجب أن يبسط لدرجة تجعله موضحا، فمن الخطأ أن تحتاج هذه الأشياء إلى ما يوضحها. ¶ أما في العلوم الاجتماعية فالجداول أكثر ورودًا من الرسوم والخرائط، ولكن هذه الجداول يجب أن تعد إعدادًا دقيقًا، وأن توضح المطلوب بسهولة كما يجب ألا تقطع تسلسل الحديث، بل يختار لها المكان المناسب بحيث تدعم الفكرة التي يحاول الطالب إبرازها. ¶ وقد سرت في شرحي للجداول والرسوم والصور على الطريقة الواسعة الانتشار، ولا يمنعنا هذا أن نذكر أنه إذا كثرت هذه الأشياء فمن الممكن جمعها كلها لتوضع في نهاية الرسالة، وإن كنت لا أفضل شخصيًّا مثل هذا الطريق، ففيه فصل بين الجدول أو الرسم أو الصورة وبين الموضوع الذي أوردت هذه الأشياء لتساعد على إيضاحه، وأحسن من هذا ما يفعله بعض الطلاب من وضع الجداول والرسوم والصور -إذا كثرت- في مجلد خاص، بحيث يستطيع القارئ أن يطالع في المجلد الذي به الأبحاث العملية، وأمامه في الوقت نفسه المجلد الآخر مفتوحا عند الجدول المطلوب أو",
            "page": "151",
            "part": "1",
            "seal": "492D0E38"
        },
        {
            "id": "137",
            "nass": "الرسم المشار إليه، وفي هذه الحالة ترتب الجداول والرسوم في المجلد الإضافي حسب ورود ذكرها في المجلد العلمي، ولا مانع من وضع جدول ثم صورة ثم رسم وهكذا. ¶ حجم الخط: ¶ لا يميل الناطقون بالضاد إلى اتباع ذلك النظام الذي عرف باسم \"حروف التاج\" في كتاباتهم؛ وهذا النظام كان وثيق الصلة بما هو معروف في اللغة الإنجليزية باسم \"Capitalization\" ولعل الناس لا يميلون إليه لما فيه من تعقيد وانثناءات لا ضرورة لها، ثم لأن الآلات الكاتبة التي تستعمل في الرسائل غير معدة بما يشمل حروف التاج1. ¶ ولكني أحب أن أكتب هنا شيئا عن اختلاف الأحجام التي ينبغي أن تلاحظ عند الإمكان \"كما في حالة استعمال المطبعة مثلا\". ¶ وسأتبع ذلك برأيي فيما يمكن أن يتبع في حالة استعمال الآلة الكاتبة: ¶ ينبغي أن يستعمل في الطبع أحجام أربعة: ¶ 1- حجم كبير لكتابة عنوان الرسالة \"خط ثلث مثلا ويغلب استعمال الأكلشيهات\". ¶ 2- حجم أصغر من السابق وأكبر من العادي لكتابة ¶ __________ ¶ 1 ألغي التاج وحروف التاج.",
            "page": "152",
            "part": "1",
            "seal": "E6920297"
        },
        {
            "id": "138",
            "nass": "عناوين الأبواب والعبارات الآتية: مصادر البحث -محتويات الرسالة- فهرس الصور، وما يشبه ذلك \"رقعة أو نسخ كبير نوعا ما\". ¶ 3- الحجم العادي لكتابة صلب الرسالة. ¶ 4- حجم أصغر من العادي لكتابة الحواشي بأسفل الصفحات، ويجوز أن تكتب به الملاحق والوثائق. ¶ وإذا كتبت الرسالة باليد فإن الثلاثة الأولى هي التي تستعمل ولا داعي لاستعمال الرابع بل تكتب الحواشي بالخط العادي أيضا. ¶ أما إذا كتبت بالآلة الكاتبة الرعبية فالطريق أن تكتب عناوين الأبواب والفصول، على مساحة أوسع، أي أن تنفرج حروفها بعضها عن بعض وتكون المسافة بين العنوان وبين ما كتب تحته أفسخ مما بين السطرين \"أي تكون ثلاث مسافات\" أما المسافة بين كل سطرين في صلب الرسالة فتكون مسافتين، وتكون بين كل سطرين في الحواشي مسافة واحدة. ¶ وبهذه المناسبة نذكر أنه يحدث في أثناء الكتابة أن ترد كلمة أو جملة أو فقرة تستحق اهتمام خاصا، وفي اللغة العربية تستعمل عدة طرق لإبراز ذلك الاهتمام: ¶ أ- فأول هذه الطرق هو تغيير الحرف الذي يستعمل",
            "page": "153",
            "part": "1",
            "seal": "0FA99559"
        },
        {
            "id": "139",
            "nass": "في الطباعة وذلك ما نشاهده كثيرا في الصحف اليومية، فإن الصحيفة إذا أرادت إبراز عبارة أو فقرة استعملت حروفا أكثر سمكا من الحروف العادية \"حرف أسود\" فيظهر المقصود ظهورا واضحا. ¶ ب- تغيير نوع الخط بكتابة الكلمة الهامة أوالجملة بخط الرقعة مثلا. ¶ جـ- والطريق الثالث -وهو الذي يهمنا هنا؛ لأنه الذي يستعمل في الأبحاث والرسائل- يكون بوضع خط أفقي تحت الكلمة أو الجملة أو الفقرة ذات الأهمية، وكما يستعمل هذا في حالة الكتابة على الآلة الكاتبة فإنه قد يستعمل في الأبحاث والرسائل- يكون بوضع خط أفقي تحت الكلمة أو الجملة أو الفقرة ذات الأهمية، وكما يستعمل هذا في حالة الكتابة على الآلة الكتابة فإنه قد يستعمل في كتابة اليد وفي الطباعة أيضا. ¶ وقد حدد الباحثون الأشياء التي توضع تحتها خطوط في الرسالة بما يأتي: ¶ 1- أسماء الكتب والصحف والمجلات إذا ورد ذكرها في صلب الرسالة أما إذا ورد في الحاشية أو في المصادر فلا أرى داعيا لوضع خط تحتها، ولو أن بعض الكتاب يرى اطراد وضع الخط تحت هذه العناوين أينما وردت. ¶ 2- يضع الطالب خطًّا تحت كلمة أو كلمات بقصد إبراز المعنى الذي تحمله إذا كان ذلك المعنى كبير الأهمية كالذي اتبع في بعض صفحات هذا الكتاب، وينصح الطالب ألا يكثر",
            "page": "154",
            "part": "1",
            "seal": "8C6B331E"
        },
        {
            "id": "140",
            "nass": "من استعمال هذا النوع حتى لا يضيع الأثر الذي يرجى من هذا الاستعمال. ¶ 3- تحت الكلمات الأجنبية التي لا تكتب بحروف لغاتها، كأن يكتب الطالب العربي كلمة بروفسور بالحروف العربية أو يكتب الطالب الأوربي كلمة Masjed بالحروف اللاتينية، ويستثنى من ذلك الكلمات الأجنبية التي شاعت في اللغة التي دخلت فيها، فإن هذه لا يوضع تحتها خط؛ لأنها لا تعامل معاملة الكلمات الأجنبية ومثل ذلك كلمة ليسانس وبكالوريوس في اللغة العربية. ¶ حجم الرسالة: ¶ ليس هناك قانون يتدخل في حجم الرسالة في أكثر الجامعات، ولكنه يوجد في بعضها؛ ففي جامعة كمبردج مثلا يجب ألا تزيد رسالة الدكتوراه في التاريخ أو الأدب عن ستين ألف كلمة \"حوالي ثلاثمائة صفحة\". ¶ ويختلف حجم الرسالة اختلافا واضحا باختلاف المادة التي كتبت فيها؛ فالرسائل التي تعالج مشكلة علمية، أو نظرية رياضية يطلب أن تكون صغيرة نسيبا، والعرف فيها أن يستكمل البحث، عناصره وتجاربه وأدلته وأن ينتج رسالة في حجم مناسب بحيث لا تكون إلى المقال أقرب منها إلى الرسالة، أما في الرسائل الأدبية فقد وضع العرف لها حدا تقريبيا؛ فرسالة الماجستير يحسن أن تكون حوالي",
            "page": "155",
            "part": "1",
            "seal": "92AF8205"
        },
        {
            "id": "141",
            "nass": "مائتي صفحة \"أربعين ألف كلمة\"، ورسالة الدكتوراه يحسن أن تكون حوالي ثلاثمائة صفحة \"ستين ألف كلمة\" من الحجم المعروف في الرسائل. ¶ والحجم فقط هو الذي يفرق بين الرسالة وبين المقال العلمي القديم الذي ينشر في مجلة علمية، فكلاهما إنتاج رفيع، ومساهمة ثقافية، ومرجع يمكن أن يعتمد عليه الباحثون، ولكن المقال العلمي لا ينظر إلى حجمه في حين يلاحظ الحجم إلى حد ما في الرسائل. ¶ وقد لاحظت في الفترة الأخيرة تسابق الطلاب بمصر في مجال زيادة صفحات الرسائل، وأشارت الصحف يوما إلى إحدى الرسائل بأنها تقع في ستمائة وخمسين صفحة؛ وليس من الفخر في شيء أن تصبح الرسائل كمًّا، فليرجع الطلاب إلى الحجم المناسب، وليجعلوا تنافسهم في العمق والابتكار لا في الجمع والحشد، وليتذكروا قول القائل وقد كتب لصديقه رسالة مسهبة: \"كتبت إليك كل شيء مفصلا؛ إذ ليس عندي وقت للاختصار\" فمن الواضح أنك في الاختصار تحتاج إلى عمق وفكر بحيث تختبر كل شيء، فلا تحشد كل ما يقابلك، ولا تدع شيئا يتسرب للرسالة إلا إذا كان عميق الصلة بها، وفي الوقت نفسه لا يفلت منك شيء مهم للرسالة، وبودِّي أن يقف الأساتذة موقفا حازما يمنعون به هذا التضخم الذي لا يعني إلا عدم قدرة الطالب على حسن الاختبار والاختيار.",
            "page": "156",
            "part": "1",
            "seal": "8DC3C1EC"
        },
        {
            "id": "142",
            "nass": "وهناك مقياس نضعه للطالب؛ ليزن به عمله؛ فالمعلومات الضرورية توضع في صلب الرسالة، والمعلومات غير الضرورية تنحى عنها، والمعلومات التي يتردد الطالب في كونها ضرورية أو غير ضرورية توضع في الملاحق \"آخر الرسالة\"، وحذار أن يرى الطالب كل شيء ضروريا، فهو بذلك لا يجد النقد والاختيار.",
            "page": "157",
            "part": "1",
            "seal": "B63B0B5E"
        },
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ بسم الله الرحمن الرحيم ¶ وبه نستعين ¶ {رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا} ¶ الغلاف والإخراج الفني: ¶ مجدي حجازي",
            "page": "2",
            "part": "1",
            "seal": "F6D1BECC"
        },
        {
            "id": "2",
            "nass": "لا يجوز طبع هذا الكتاب أو أي جزء من أجزائه مستقلا أو مقتبسا بدون إذن كتابي من المؤلف: ¶ كيف تكتب بحثا أو رسالة؟ ¶ الطبعة الأولى سنة 1952 ¶ الطبعة الثانية سنة 1957 ¶ الطبعة الثالثة سنة 1960 ¶ الطبعة الرابعة سنة 1963 ¶ الطبعة الخامسة سنة 1966 ¶ الطبعة السادسة سنة 1968 ¶ الطبعة السابعة سنة 1973 ¶ الطبعة الثامنة سنة 1974 ¶ الطبعة التاسعة سنة 1976 ¶ الطبعة العاشرة سنة 1977 ¶ الطبعة الحادية عشرة سنة 1979 ¶ الطبعة الثانية عشرة سنة 1980 ¶ الطبعة الثالثة عشرة سنة 1981 ¶ الطبعة الرابعة عشرة سنة 1982 ¶ الطبعة الخامسة عشرة سنة 1982 ¶ \"طبعة ثانية في نفس العام\" ¶ الطبعة السادسة عشرة سنة 1983 ¶ الطبعة السابعة عشرة سنة 1985 ¶ الطبعة الثامنة عشرة سنة 1987 ¶ الطبعة التاسعة عشرة سنة 1988 ¶ الطبعة العشرون سنة 1989 ¶ الطبعة الحادية والعشرون سنة 1992 ¶ الطبعة الثانية والعشرون سنة 1995 ¶ الطبعة الثالثة والعشرون سنة 1996 ¶ الطبعة الرابعة والعشرون سنة 1997",
            "page": "3",
            "part": "1",
            "seal": "D6B9CB50"
        },
        {
            "id": "3",
            "nass": "كتب للمؤلف: ¶ أولا: موسوعة التارخي الإسلامي: ¶ دراسة تحليلية شاملة في عشرة مجلدات لتاريخ العالم الإسلامي كله، من مطلع الإسلام حتى الآن مع دراسة الجوانب الحضارية التي حققتها الدول الإسلامي عبر التاريخ \"الطبعة الرابعة عشرة\". ¶ الجزء الأول: السيرة النبوية العطرة وعصر الخلفاء الراشدين. ¶ الجزء الثاني: الدولة الأموية وإنصاف تاريخها. ¶ الجزء الثالث: الخلافة العباسية والدور الحضار خلال عصرها الأول. ¶ الجزء الرابع: الأندلس الإسلامية، وانتقال الحضارة الإسلامية إلى أوربا-المغرب-الجزائر-تونس-ليبيا من مطلع الإسلام حتى الآن. ¶ الجزء الخامس: تاريخ مصر وسوريا من مطلع الإسلام-الحروب الصليبية-الإمبراطورية العثمانية منذ ظهورها حتى الآن-الأقليات الإسلامية في أوروبا والولايات المتحدة. ¶ الجزء السادس: الإسلام والدول الإسلامية جنوب صحراء إفريقية منذ دخلها الإسلام حتى الآن: موريتانيا-السنغال-جامبيا-غينيا-مالي-النيجر-نيجيرا-تشاد-السودان-الصومال-جيبوتي-جزر القمر-أرتيريا. ¶ الجزء السابع: دول الجزيرة العربية والعراق من مطلع الإسلام حتى الآن: المملكة العربية السعودية-اليمن-سلطنة عمان-دولة الإمارات العربية-قطر-البحرين الكويت-ثم العراق \"أحداث العراق والكويت: 1990-1991\". ¶ الجزء الثامن: الدول الإسلامية غير العربية بآسيا: إيران-أفغانستان-الباكستان-بنجلاديش-ماليزيا-أندونيسيا منذ دخولها الإسلام حتى الآن-الأقليات الإسلامية في الهند والصين وروسيا والفلبين. ¶ الجزء التاسع: ثورة 23 يوليو من يوم إلى يوم: عصر جمال عبد الناصر: عصر المظالم والهزائم. ¶ الجزء العاشر: ثورة 23 يوليو من يوم إلى يوم: عصر أنور السادات.",
            "page": "7",
            "part": "1",
            "seal": "4952FAF2"
        },
        {
            "id": "4",
            "nass": "ثانيا: موسوعة الحضارة الإسلامية: ¶ دراسة تحليلية شاملة في أحد عشر مجلدا تبرز الاتجاهات الحضارية التي جاء بها الإسلام لهداية البشرية في شئون الفكر، والسياسة، والاقتصاد، والعلاقات الدولية، وفي مجال الحياة الاجتماعية، والضربوية، والتشريعية، والقضائية، والعسكرية، كما تبرز جهود المسلمين في الحضارة التجريبية كالطب والرياضة والفلك.. \"الطبعة العاشرة\". ¶ الجزء الأول: موجز عام للحضارة الإسلامية ¶ المناهج الإسلامية: أصولها الصحيحة-انحرافاتها-وجوب تصحيحها. ¶ الجزء الثاني: الفكر الإسلامي: منابعه وآثاره. ¶ الجزء الثالث: السياسة في الفكر الإسلامي-الشورى والمعارضة في افسلام مع بيان الفروق بينهما-مقارنة النظم السياسية الإسلامية بالنظم السياسية المعاصرة. ¶ الجزء الرابع: الاقتصاد في الفكر الإسلامي-مع المقارنة بالنظم الاقتصادية المعاصرة. ¶ الجزء الخامس: التربية والتعليم في الفكر الإسلامي. ¶ الجزء السادس: المجتمع الإسلامي: تكوينه وعلاج مشكلاته في الفكر الإسلامي. ¶ الجزء السابع: الحياة الاجتماعية في الفكر الإسلامي: نطاق الأسرة ونطاق المجتمع كالأفراج والمآتم والموسيقى والغناء. ¶ الجزء الثامن: التشريع والقضاء في الفكر الإسلامي. ¶ الجزء التاسع: العلاقات الدولية في الفكر الإسلامي. ¶ الجزء العاشر: رحلة حياة: تجربة تعرض مجموعة من قضايا الحضارة الإسلامية. ¶ الجزء الحادي عشر: صراع الحضارات في القرن الحادي والعشرين ودور الحضارة الإسلامية في هذا الصراع.",
            "page": "8",
            "part": "1",
            "seal": "CC226D68"
        },
        {
            "id": "5",
            "nass": "ثالثا: مقارنة الأديان: ¶ سلسلة من الكتب في مقارنة الأديان، تعتمد على أدق المراجع بمختلف اللغات، وتمتاز دراستها بالحيدة والعمق وتشمل. ¶ الجزء الأول-اليهودية: \"الطبعة الثانية عشرة\" ¶ - دراسة لشتى المسائل اليهودية: اليهود في التاريخ من عهد إبراهيم حتى الآن، الصهيونية، أنبياء بني إسرائيل، عقيدة بني إسرائيل، يهوه إله بني إسرائيل، التعدد والتوحيد في الفكر اليهودي، التابوت والهيكل، الكهنة والقرابين ... ¶ - مصادر الفكر اليهودي: العهد القديم، التلمود، بروتوكولات حكماء صهيون-اليهود في الظلام، الماسونية، الروتاري، الليونز، الاغتيال، التجسس، البابية والبهائية-من صور التشريع في اليهودية. ¶ الجزء الثاني-المسيحية: \"الطبعة الثانية عشرة\" ¶ - المسيح والمسيحية في نظر المسلمين واليهود والمفكرين الغربيين والكنيسة. ¶ - بولس واضع المسيحية الحالية، التثليث، صلب المسيح للتكفير عن خطيئة البشر. ¶ - شعائر المسيحية، المصادر الحقيقية للمعتقدات المسيحية، المجامع، طبيعة المسيح والآراء فيها، الطوائف المسيحية، الرهبنة والأديرة، خرافة ظهور العذراء في كنيسة الزيتون، حركة الإصلاح الديني ونتائجها ونقدها.",
            "page": "9",
            "part": "1",
            "seal": "C4AA65D5"
        },
        {
            "id": "6",
            "nass": "الجزء الثالث-الإسلام: \"الطبعة الثانية عشرة\" ¶ - الله في التفكير الإسلامي، النبوة في التفكير الإسلامي، غير المسلمين في المجتمع الإسلامي، الدين المعاملة، المرأة في الإسلام، الرق وموقف الإسلام منه، السياسة والاقتصاد في الإسلام، آراء المفكرين الغربيين في الإسلام ورسول الإسلام. ¶ الجزء الرابع-أديان الهند الكبرى: \"الطبعة الثانية عشرة\" ¶ \"الهندوسية-الجينية-البوذية\": ¶ - مقدمة عن: جغرافية الهند، سكان الهند، اللغات في الهند، الأديان في الهند. ¶ - دراسة الكتب المقدسة الهندية: الويدا، مهابهارتا، يوجاواسستها، كيتا. ¶ - أهم العقائد الهندية: الكارما والتناسخ، الانطلاق والنرفانا، وحدة الوجود. ¶ - تاريخ الهندوسية والجينية والبوذية وتاريخ واضعيها.",
            "page": "10",
            "part": "1",
            "seal": "DBBDB5DF"
        },
        {
            "id": "7",
            "nass": "رابعا: كتب في الثقافة العامة وكتب بلغات أجنبية ¶ كيف تكتب بحثا أو رسالة: ¶ دراسة منهجية لكتابة البحوث وإعداد رسائل الماجستير والدكتوراة. ¶ \"الطبعة الرابعة والعشرون-مع ثلاثة ملاحق مهمة\" ¶ الحروب الصليبية: بدؤها مع مطلع الإسلام، واستمرارها حتى الآن. ¶ عرض للهجمات الصليبية الغربية عسكرية وفكرية على العالم الإسلامي عبر العصور. ¶ أحداث العراق والكويت: ماذا أبرزت من مشكلات، وما السبيل للتغلب عليها-دراسة تاريخية نفسية محايدة: ¶ كتابان باللغة الانجليزية هما: ¶ مكتبة النهضة المصرية -islam: Belef-Legislation-Morals ¶ -History of Muxlim Eduction ¶ وباللغة الفرنسية: ¶ islam: Croyance-Legislation-Morales ¶ وباللغة الأندونيسية والماليزية: ¶ -Negara dan Pemerintahan Dalam Islam ¶ - Masjarakat Islam ¶ - Hukum Islam ¶ - Sedjarah dan kebudajann Islam I",
            "page": "11",
            "part": "1",
            "seal": "BE4E6ADD"
        },
        {
            "id": "8",
            "nass": "- sedjarah dan kebudajann Islam II ¶ - Sedjarah dan kebudajann Islam III ¶ - Perbandingan Agama \"Jahudi\" ¶ - Perbandingan Agama \"Masihi\" ¶ - Perbandingan Agama \"Isiam\" ¶ - Perbandingan Agama \"Agama 2 yang\" ¶ Pusraka National - Terbeser di India: Hinau-Jaina-Buddha\" ¶ Singapore - Sadijarah Pendidkan Islam ¶ - Poltik dam Ekonomi Dalan Islam ¶ - Kehidupan Social Dalam Pemikiran Islam ¶ - Perkembangan Keamaan Dalam Islam dan Masehi ¶ - Perang Salib ¶ - Kurikulum Islam Perkembangan Sedjarah ¶ - Pengajian Al Quraam ¶ - Sedjarah Kchakiman Dalam Islam ¶ خامسا: التفسير الميسر للقرآن الكريم. ¶ سادسا: تعليم اللغة العربية لغير العرب وقواعد اللغة العربية والتطبيق عليها.",
            "page": "12",
            "part": "1",
            "seal": "F654C8AB"
        },
        {
            "id": "9",
            "nass": "سابعا: المكتبة الإسلامية لكل الأعمال. ¶ تخطيط يشمل مائة كتاب في الدراسات الإسلامية التي تناسب كل الأعمال كالآتي: ¶ المجموعة الأولى: السيرة النبوية العطرة 16 جزء ¶ المجموعة الثانية: العشرة المبشرون بالجنة 7 أجزاء ¶ المجموعة الثالثة: دراسات قرآنية 5 أجزاء ¶ المجموعة الرابعة: من قصص القرآن الكريم 7 أجزاء ¶ المجموعة الخامسة: الدولة الأموية: تاريخ يحتاج إلى إنصاف 5 أجزاء ¶ المجموعة السادسة: صراع وشهداء وانتصارات 5 أجزاء ¶ المجموعة السابعة: الإسلام والمرأة 5 أجزاء ¶ المجموعة الثامنة: شخصيات إسلامية مهمة \"هارون 7 أجزاء-المأمون ... \" ¶ المجموعة التاسعة: كتب التنوير الحقيقي: 15 أجزاء ¶ 1- مدن إسلامية مقدسة: مكة المكرمة-المدينة المنورة-القدس الشريف. ¶ 2- الإسلام: عقيدة وشريعة وأخلاق. ¶ 3- الرسول في بيته: زوجاته-أولاده-أحفاده-خدمه. ¶ 4- مع أنبياء الله من آدم إلى محمد سيرة 25 نبيا \"ورد ذكرهم في القرآن\".",
            "page": "13",
            "part": "1",
            "seal": "AE2B198A"
        },
        {
            "id": "10",
            "nass": "5- السيرة النبوية للناشئة. ¶ 6- الإسلام والشباب. ¶ 7- الحضارة الإسلامية والفنون \"الغناء والموسيقى ... \". ¶ 8- مع القرآن الكريم. ¶ 9- صلاح الدين الأيوبي: شخصية-عصره-جهوده. ¶ 10- عواصم الخلافة الإسلامية عبر العصور: المدينة المنورة-الكوفة-دمشق-بغداد-سامراء-القاهرة-القسطنطينية-قرطبة. ¶ 11- شبهات المستشرقين ضد الإسلام: مناقشتها وردها. ¶ 12- صراع الحضارة في القرن الحادي والعشرين ودور الحضارة الإسلامية في هذا الصراع. ¶ 13- السخاوي والسيوطي وصراع المناقشة بين الأقران. ¶ 14- الجبرتي المؤرخ المصري: والحياة الثقافية بمصر في عهده. ¶ 15- مواقف إنسانية الرسول محمد -صلى الله عليه وسلم- \"الجزء رقم 100\". ¶ المجموعة العاشرة: كتب متفرقة كثيرة منها: ¶ الميراث في الشريعة الإسلامية السلفية. ¶ الإسلام في أوربا الصحوة الإسلامية. ¶ تاريخ الطب في الإسلام. ¶ حركات ضد الإسلام والمسلمين عبر العصور: ¶ الزنج-القرمطة-الزنادقة-البابية والبهائية ¶ \"اكتملت الأجزاء المائة بعون الله\"",
            "page": "14",
            "part": "1",
            "seal": "6011C2B8"
        },
        {
            "id": "11",
            "nass": "محتويات الكتاب: ¶ الموضوع رقم الصفحة ¶ المقدمة 21 ¶ الباب الأول: الرسالة وعناصر نجاحها 33-52 ¶ ما الرسالة 35 ¶ دعائم الرسالة الناجحة 37 ¶ بين الماجستير والدكتوراة 39 ¶ موهبة البحث وشخصية الباحث 41 ¶ الباب الثاني: مشكلات ما قبل الكتابة 53-104 ¶ الأستاذ المشرف 55 ¶ اختيار موضوع الرسالة 59 ¶ تغيير الموضوع 67 ¶ تبويب الرسالة تبويبا أوليا 68",
            "page": "15",
            "part": "1",
            "seal": "08CDA8E1"
        },
        {
            "id": "12",
            "nass": "الموضوع رقم الصفحة ¶ إعداد المصادر والمراجع 73 ¶ قائمة المراجع 77 ¶ خلاصة عن المصادر والمراجع 88 ¶ إعداد البطاقات 89 ¶ جمع المادة 90 ¶ طريقة تدوين الاقتباسات 91 ¶ دراسة عن الكتب والقراءة 91 ¶ القراءة السريعة 93 ¶ القراءة العادية 93 ¶ القراءة العميقة 93 ¶ التجارب العلمية والدراسات الخاصة 98 ¶ المحادثات والمراسلات العلمية 100 ¶ توزيع المادة 102 ¶ تعديل خطة الرسالة 103 ¶ الباب الثالث: كتابة الرسالة 105-157 ¶ كتابة الرسالة 107 ¶ مظهر الكتابة والإضافات لما كتب 111 ¶ القواعد والأسلوب 114",
            "page": "16",
            "part": "1",
            "seal": "21B0E1B5"
        },
        {
            "id": "13",
            "nass": "الموضوع رقم الصفحة ¶ الكلمات 115 ¶ الجمل 116 ¶ الأسلوب 116 ¶ الضمائر 119 ¶ الفقرات 120 ¶ الاقتباس 122 ¶ التفريع 124 ¶ الألقاب 126 ¶ الاختصارات 129 ¶ علامات الترقيم والشكل 130 ¶ الحاشية الهوامش 133 ¶ استعمال الأرقام في صلب الرسالة 141 ¶ الجداول 143 ¶ الرسم البياني 146 ¶ الصور 150 ¶ حجم الخط 152 ¶ حجم الرسالة 155 ¶ الباب الرابع: هيئة الرسالة 159-181 ¶ صفحة العنوان 161 ¶ نموذج لصفحة العنوان 162",
            "page": "17",
            "part": "1",
            "seal": "23898E9E"
        },
        {
            "id": "14",
            "nass": "الموضوع رقم الصفحة ¶ التقدير والاعتراف 163 ¶ محتويات الرسالة \"الفهارس\" 164 ¶ المقدمة 165 ¶ الرسالة 167 ¶ النتائج والتوصيات 168 ¶ الملاحق والوثائق 169 ¶ مصادر الرسالة 171 ¶ تصنيف المراجع 174 ¶ بعد كتابة الرسالة 177 ¶ أولا: الاستطراد 177 ¶ ثانيا: النقاط التي لم تستقر علميا 178 ¶ ثالثا: اللمسات الأخيرة 178 ¶ الباب الخامس: كتابة الرسالة بالآلة الكاتبة وتجليدها 183-192 ¶ الكاتب على الآلة الكاتبة 185 ¶ عدد النسخ التي تطبع 187 ¶ الورق والكربون 188 ¶ التصوير 189",
            "page": "18",
            "part": "1",
            "seal": "24719A8B"
        },
        {
            "id": "15",
            "nass": "الموضوع رقم الصفحة ¶ الفراغ على جانبي الكتابة 190 ¶ ترقيم الصفحات 190 ¶ تجليد الرسالة 192 ¶ الباب السادس: المناقشة والنتيجة 193-206 ¶ ملخص الرسالة 195 ¶ وقت المناقشة 198 ¶ موضوعات المناقشة 200 ¶ الممتحنون والنتيجة 202 ¶ ملحق رقم1: ¶ علامات الترقيم 209 ¶ ملحق رقم2: ¶ تقيق المخطوطات 215 ¶ ملحق رقم3: ¶ قواعد اللغة وقواعد الإملاء 223 ¶ مصادر الكتاب 235",
            "page": "19",
            "part": "1",
            "seal": "A811F865"
        },
        {
            "id": "16",
            "nass": "مقدمة1: ¶ عدت من إنجلترا في صيف سنة 1951 بعد حصولي على درجة الدكتوراه من جامعة كمبردج، وتسلمت عملي مدرسا بجامعة القاهرة ومن ثم بدأت أتصل بطلاب الليسانس بالجامعة، وبالطلاب في أقسام الدراسات العليا، سواء في ذلك من يعدون رسائلهم لدرجة الماجستير أو لدرجة الدكتوراه. ¶ __________ ¶ 1 هذه هي مقدمة الطبعة الأولى، وقد جعلتها نموذجا لمقدمات رسائل الماجستير والدكتوراه، بمعنى أنني ذكرت فيها سبب تأليف هذا الكتاب، والمصادر الرئيسية التي ساعدت على تأليفه، وقسمت المراجع أقساما حسب صلتها بأبواب البحث، ولذلك ينبغي أن يطالعها الباحثون بدقة وعناية وأن يسيروا على نهجها. ¶ أما بالنسبة للطبعات التالية فإني أردد عنها شكر الله على توفيقه ونعمائه، ثم أشكر القراء على إقبالهم الذي دفعني دون توقف للمزيد من الجهد والمزيد من العناية. ¶ بقيت كلمة صدق أقدمها للباحثين بوجه عام، هي أنني في الطبعة الثامنة عشرة من هذا الكتاب أدخلت كثيرا من التعديلات والتحسيات، وهذا يعني أن الباحث ينبغي أن تظل صلته قوية بعمله، يراجعه ويضيف إليه ويحذف منه، وذلك هو السبيل لنجاح الأعمال العملية. ¶ المؤلف",
            "page": "23",
            "part": "1",
            "seal": "7A3C44A3"
        },
        {
            "id": "17",
            "nass": "وقد كشفت لي هذه العلاقة مجالا للعمل، مجالا ليس في نطاق تخصصي، ولكنه ضروري جدا للطلاب، فاتجهت لملء هذا الفراغ بكل الصبر وكل الرغبة، وعن هذا المجال أسجل ما يلي: ¶ سبب تأليف هذا الكتاب؟ ¶ لاحظت أن كثيرا من طلاب الليسانس في أبحاثهم، وطلاب الدراسات العليا في رسائلهم، لا يهتدون للمنهاج القويم الذي ينبغي أن يتبع في هذا اللون من الدراسة، ولما حادثتهم في ذلك التمست لهم العذر؛ لأنه ليس في اللغة العربية -فيما أعرف ويعرف هؤلاء- كتاب واحد يضم ما وصل إليه العلماء والباحثون في هذا الشأن، وقد أهملت -للأسف- الدراسة المنهجية في بعض الكليات إهمالا تاما، فلا تلقى فيها محاضرات قط، وأولتها بعض الكليات عناية قليلة، غير كافية، ولم يرقني أن يسير طلابنا معتمدين غالبا على اجتهادهم الخاص، في الوقت الذي وصل فيه الباحثون إلى قواعد وقوانين فيما يختص بإعداد البحوث والرسائل، وقد سايرت هذه القواعد خطوات إعداد الرسالة من البدء إلى النهاية. ¶ من أجل هذا كتبت هذه الرسالة القصيرة لتحوي أهم",
            "page": "24",
            "part": "1",
            "seal": "03B33BA4"
        },
        {
            "id": "18",
            "nass": "ما وصل إليه الباحثون في هذا الموضوع، وإني آمل أن أكون قد أسهمت بهذا الجهد المتواضع في خدمة الطلاب، وخدمة الثقافة العربية بوجه عام. ¶ مصادر هذا البحث وارتباطها بموضوعاته: ¶ والمصادر التي قدمت لهذا الكتاب ما فيه من مادة مصادر أربعة: ¶ أولا- مصادر كتبت باللغة الإنجليزية، وهي مصادر كثيرة منظمة، ولكن قل من بينهما المصدر الذي يعالج موضوعنا هذا من جميع نواحيه، وإنما عالج كل منها -غالبا- جانبا أو أكثر من جوانب هذا البحث، ولذلك كان لابد لي أن أقرأ أوفر عدد منها لأقتبس من كل الناحية التي درست فيه، حتى أستطيع أن أقدم لقراء اللغة العربية خلاصة أرجو أن تكون وافية بما وضعه الباحثون من نظم ونتائج. ¶ ومن أهم الكتاب الذين اعتمدت عليهم Hasting Bells كتابه Writing Thesls وقد كان عونا كبيرا لي في موضوع تحديد المشكلة واختيار موضوع الرسالة. ¶ كما قدم لي: Arthur Cole and karl Biglow ¶ في كتابهما: A Manual For Thesis Writing",
            "page": "25",
            "part": "1",
            "seal": "D264E178"
        },
        {
            "id": "19",
            "nass": "و warrd Reeder في كتابه How to Write a Tesis معلومات وافرة في مسائل إعداد المراجع للبحث، وطرق القراءة، وأسلوب الكتابة. ¶ وقد أخذت خلاصة قصيرة وافية عن الطريقة المثلى لإعداد الرسوم والصور والجداول من: ¶ 1- Graphic Methods of Presenting Facts by-c.w Brintor ¶ 2- Staical Tables and Graphs by Bruce Mudgett ¶ وأما تنظيم الرسالة، وإعداد الورق، والكتابة على الآلة الكاتبة.. والتجليد.. فقد رجعت فيها إلى كتب كثيرة عنيت بمسألة إخراج الرسالة وأهمها: ¶ from and standard for theis writing by N. w newsom and G. Wolk. ¶ ثانيا- المحاضرات والتوجيهات التي دونتها عن أساتذتي بجامعتي لندن وكمبردج إبان التحاقي بهما، وقد تناولت هذه المحاضرات، وتلك التوجيهات النواحي المختلفة لإعداد الرسالة.",
            "page": "26",
            "part": "1",
            "seal": "42DEF25A"
        },
        {
            "id": "20",
            "nass": "ثالثا- تجاربي في البحث ويشمل ذلك البحوث العديدة التي كتبتها في موضوعات متفرقة، والتي كنت أقرؤها على طلبة قسم التاريخ الإسلامي بجامعة لندن تحت إشراف الدكتور Rise، وبعد إلقاء كل بحث من هذه البحوث كان يدور نقاش طويل يشمل المادة والطريقة، ويشترك فيه الأستاذ وزملائي الطلاب، وقد نمت تجاربي في البحث نموا ملموسا في أثناء تحضيري لرسالة الدكتوراه بجامعة كمبردج، والحق يقال إنني مدين لجامعة كمبردج إلى حد كبير، ففي هذه المدينة الجامعية العريقة أمضيت فترة طويلة من الزمن مع طلاب بحوث في مختلف الموضوعات، وقد هيئ الجو للانتفاع تهيئة تامة، ويسرت سبل الاطلاع تيسيرا كبيرا، وفي مكتبات كمبردج العامرة، ومجتمعاتها العلمية الزاخرة، بدأت خطوات هذا البحث تتكون. ¶ والتحضير لدرجة الدكتوراه بجامعة كمبردج على عهدنا، كان شيئا ليس باليسير، ولذلك كان على الطالب أن يزود نفسه بمعلومات جمة من المادة، وأن يكون منهاجه في البحث أقرب ما يمكن إلى الكمال. ¶ ويدخل في هذا النطاق أيضا بحوث زملائي التي كانت تلقى على النحو السابق وأشترك في مناقشتها بجامعتي",
            "page": "27",
            "part": "1",
            "seal": "7302D26C"
        },
        {
            "id": "21",
            "nass": "لندن وكمبردج، كما يدخل فيه رسائل كثيرة لبعض الزملاء أتيح لي الاطلاع عليها وحضور مناقشتها. ¶ رابعا- صلتي -عقب عودتي- بطلاب جامعة القاهرة، فقد كتب لي عدد كبير من طلبة الجامعة بحوثا في موضوعات متفرقة، وقد كنت أقرأ هذه البحوث واجتمع بأصحابها واحدا واحدا لأعرض عليهم ما لاحظته من هفوات أو أخطاء علمية أو منهجية، وكذلك أشرفت على عدد كبير من الطلاب الذين يعدون رسائل للماجستير والدكتوراه، وقد تعاونت معهم بطبيعة الحال، وقدمت لهم كل ما أستطيع من إرشادات، ولا نزاع أنني انتفعت بهؤلاء وأولائك كثيرا، واستطعت بهذه السبل أن أدخل بعض التغيير على ما قبله الفكر الأوروبي وظهر في المؤلفات الإنجليزية التي ذكرنا بعضها آنفا، وبهذا جاء ما كتبته هنا متلائما مع لغتنا القومية، وتقاليدنا في بلاد العروبة والشرق. ¶ منهج للبحوث وللدراسات العليا: ¶ وهذا الكتاب كبير النفع للباحثين بوجه عام، سواء في ذلك الموظف الذي يكتب بحثا أو تقريرا، والطلاب الذين يكتبون بحوثا في أثناء دراستهم قبل الحصول على الليسانس أو البكالوريوس، وهو أكثر نفعا لطلبة الدراسات",
            "page": "28",
            "part": "1",
            "seal": "7D02E8AC"
        },
        {
            "id": "22",
            "nass": "العليا الذين يعدون رسائلهم لينالوا الماجستير أو الدكتوراه، وسيجد فيه هؤلاء وأولائك إجابة عن كل مشكلة منهجية تعرض لهم في أثناء عملهم، والمأمول أن تكون رسائل المستقبل أقرب إلى الكمال وأوفر حظا في الجودة والدقة، وربما انتفع المؤلفون أيضا بهذا الكتاب فيما يخرجون من كتب وما ينشرون من أبحاث. ¶ والكتاب يسير في موضوعاته تبعا للتطور الطبيعي الذي يسير فيه الطالب منذ يبدأ صلته بأستاذه ويحدد موضوعه.. إلى أن يجلد رسالته ويقدمها ويناقش فيها وتعلن النتيجة. ¶ والكتاب نافع للرسائل العلمية والأدبية على السواء، فالدراسة المنهجية لا تختلف كثيرا من مادة إلى أخرى، وفي كثيرا من الجامعات يلتقي طلاب الدراسات العليا الذين يعدون رسائل في الطب والقانون والآداب وغيرها ليتلقوا معا محاضرات في الدراسات المنهجية، وقد سارت أغلب المراجع التي كتبت عن هذه الموضوع على هذا النحو من الدراسات العامة، وتخصص قليل منها في الدراسة المنهجية للعلوم أو التاريخ أو التربية، وقد حرصت على الانتفاع بكل تلك المراجع، ليكون هذا الكتاب أشمل، وأكثر نفعا، وأعظم جدوى لجميع الطلاب.",
            "page": "29",
            "part": "1",
            "seal": "11C0FE21"
        },
        {
            "id": "23",
            "nass": "وقد أوردت بعض الأمثلة بين الحين والحين لأوضح بعض نظريات الموضوع، ولأبرهن للطالب على أن من الخير له أن يستجيب لما رسمه الباحثون السابقون، وأن يسير في الطريق الذي مهدوه له بعد تجارب شاقة وجهود عظيمة. ¶ نموذج الرسالة: ¶ وعلى الرغم من أن الكتب لا تراعى فيها غالبا القوانين التي تراعى في الرسائل، فإني قد حرصت أن أحقق في هذا الكتاب الذي بين يدي القراء ما أوصيت بتحقيقه في الرسائل، فأوردت في المقدمة العناصر التي يلزم إيرادها في مقدمات الرسائل، كما صدرت كل باب بصفحة كتب عليها رقم الباب وعنوانه، وأخضعت الاقتباسات التي أوردتها بهذا الكتاب إلى قانون الاقتباس الذي يوصى طالب الأبحاث باتباعه، وغير ذلك.. ليستطيع الطالب أن يجد في هذا الكتاب -من حيث هيئته وتكوينه- نموذجا يحتذيه في إعداد رسالته. ¶ وأخيرا فإنني أعترف أن هذا جهد متواضع، حاولت به أن أملأ فراغا في المكتبة العربية، التي خلت -بما أعرف- من أي بحث كهذا، في حين ازدحمت المكتبة الإنجليزية بعشرات الكتب في هذا الموضوع، يرى القارئ بعضها في قائمة المراجع في آخر هذا الكتاب، فإن كنت قد وفقت في",
            "page": "30",
            "part": "1",
            "seal": "9C9B096A"
        },
        {
            "id": "24",
            "nass": "هذه المحاولة، وإن أثمر هذا الجهد المتواضع، فإني لسعيد، سعيد أن أقدم لمصر العزيزة أول ثمرة ما أفدت من رحلتي إلى أوربا، تلك الرحلة التي تكلفت خزانة الدولة مبلغا كبيرا من المال، والتي كانت مصر فيها مثالا طيبا للكرم السخاء. ¶ وبالله التوفيق ¶ المعادي في 15 مايو سنة 1952 ¶ دكتور أحمد شلبي",
            "page": "31",
            "part": "1",
            "seal": "B6D25DFC"
        },
        {
            "id": "25",
            "nass": "الباب الأول الرسالة وعناصر نجاحها ¶ ... ¶ الرسالة وعناصر نجاحها: ¶ ما الرسالة؟ ¶ لعل أجمل تعريف للرسالة هو ما ذكره Arthur Cole من أنها \"تقرير واف يقدمه باحث عن عمل تعهده وأتمه، على ان يشمل التقرير كل مراحل الدراسة، منذ كانت فكرة حتى صارت نتائج مدونة، مرتبة، مؤيدة بالحجج والأسانيد\". ¶ وتتوقف قيمة هذا التقرير \"الرسالة\" على عوامل متعددة، ولكن أهم هذه العوامل هو أن يكون هدف الطالب خلال عمله البحث عن الحقيقة، فإذا ظفر بها أعلنها، اتفقت مع ميوله أو لم تتفق. ¶ ومن هنا يبدو بوضوح الفرق بين المناظرات وبين الرسائل؛ فإذا وضعنا لمناظرة تاريخية عنوانا مثل \"الشورى في الإسلام\" فإن الجانب الذي يؤيد سيطالعنا بقوله تعالى: {وَشَاوِرْهُمْ فِي الْأَمْرِ} ، وسيورد صورا من استشارة",
            "page": "35",
            "part": "1",
            "seal": "DF0E0B38"
        },
        {
            "id": "26",
            "nass": "الرسول -صلى الله عليه وسلم- لأصحابه، واستشاره الخلفاء الراشدين للصحابة فيما أشكل من أمور؛ وأما الجانب المعارض، فسيبحث عن تأويل لهذه المواقف، وسيعرض لموقف أبي بكر حين خالف الصحابة الذين أشاروا عليه بعدم محاربة مانعي الزكاة وقال قولته المشهورة: \"والله لو منعوني عقال بعير كانوا يعطونه لرسول الله لقاتلهم عليه\" وربما رد الفريق المؤيد بأن أبا بكر في موقفه من مانعي الزكاة كان يتبع نصا، وما ورد فيه نص لا اجتهاد فيه ولا استشاره، وربما أجاب الفريق المعارض بتأويل ذلك النص وتوجيهه توجيها خاصا، وهكذا نجد أن كل فريق من المتناظرين يبدأ دراسته متبعا وجهة نظر معينة، ويجمع من المادة ملا يلائم موقفه، ويتلمس التأويل لما قد يدعم رأي الفريق الآخر. ¶ أما إذا كان هذا الموضوع موضوع رسالة، فإن الطالب يبدأ دراسته للبحث عن جوهر الحقيقة دون أن يكون له رأي في بادئ الأمر؛ فيقرأ، ويجمع المادة، ويتفهمها، ويقارن بعضها بالبعض الآخر لتوصله القراءة والدراسة إلى الحقيقة، دون أن تلعب به الأهواء أو توجهه الميول، فهو لهذا يبدأ دراسته لا ليبرهن على شيء بل ليشكف شيئا، وهو لهذا لا يتجاهل وسيلة تساعده على بلوغ هذا الهدف، وهو مستعد أن يغير رأيا قد يكون قد كونه إذا جد ما يستدعي هذا التغيير",
            "page": "36",
            "part": "1",
            "seal": "39A8181B"
        },
        {
            "id": "27",
            "nass": "مهما استلزم ذلك التغيير من عناء ونصب. ¶ تلك هي الروح العلمية، تجرى وراء الحقيقة، ولا يقودها أو يؤثر فيها هوى أو رغبة. ¶ ومن هنا يتضح أنه لا يجوز أن يختار الطالب لدراسته موضوعا وهو ينوي أن يثبته، أو ينوي أن يعارضه، بل يجب أن يختار الموضوع الذي يمكنه أن يثبته أو يعارضه تبعا للمادة التي سوف يحصل عليها، فالمادة تقود الطالب إلى النتيجة التي يجب ألا يكون لها وجود ثابت في ذهن الباحث عند بدء البحث، فإذا اختار الطالب لدراسة موضوعا وهو يأخذ منه جانبا معينا فهو مناظر وليس بباحث. ¶ دعم الرسالة الناجحة: ¶ للرسالة الناجحة دعائم أهمها: ¶ أولا- القراءة الواسعة: فطالب الماجستير أو الدكتوراه ينبغي أن يقرأ بنهم وعمق، ويجب أن يلم بكل ما كتب عن موضوعه من بحوث مهمة، والطالب كما سبق يحدد نتائجه بناء على قراءته، ولا شك أن موقفه سيكون حرجا لو واجهه الممتحنون بمعلومات لم يحصل عليها، ومن شأنها أن تحدث تغييرا فيما وصل إليه من نتائج، أو واجهوه بنتائج أروع من نتائجه، توصل لها سواه.",
            "page": "37",
            "part": "1",
            "seal": "1D3DA923"
        },
        {
            "id": "28",
            "nass": "ثانيا- الدقة التامة في فهم آراء الغير، وفي نقل عباراته، فكثيرا ما يقع الطالب في أخطاء جسيمة بسبب سوء الفهم أو الخطأ في النقل. ¶ ثالثا- ألا يأخذ آراء الغير على أنها حقيقة مسلم بها، فكثير من الآراء بني على أساس غير سليم، فليدرس الطالب آراء غيره ودعائهما، فيقر ما يتضح له صحته، ويرد ما لم يكن قوي الدعائم1. ¶ رابعا- أن تنتج الرسالة ابتكارا، وتضيف جديدا إلى ما هو معروف من العلوم، فالباحث يبدأ من حيث انتهى غيره من الباحثين؛ ليسير بالعلم خطوة أخرى، وليسهم في النهضات العلمية بنصيب، وليس الابتكار المطلوب في الرسائل هو كشف الجديد فحسب؛ بل هناك أشياء أخرى غير الكشف يشملها لفظ الابتكار، وذلك مثل ترتيب المادة المعروفة ترتيبا جديدا مفيدا أو الاهتداء إلى أسباب جديدة لحقائق قديمة، أو تكوين موضوع منظم من مادة متناثرة أو نحو ذلك. ¶ خامسا- إذا وصل الطالب إلى مرحلة كتابة الرسالة كان عليه أن يبذل جهده ليكون قوي التأثير في قارئه، وليورد له ¶ __________ ¶ 1 سنفصل القول في هذا الموضوع فيما بعد تحت عنوان: \"موهبة البحث وشخصية الباحث\" ص41.",
            "page": "38",
            "part": "1",
            "seal": "90329DF0"
        },
        {
            "id": "29",
            "nass": "من الأدلة ما يجعله يشاركه فيما يذهب إليه، وليدرك الطالب أن مهمته الأولى أن يجعل رسالته بحيث تجذب ذهن القارئ بما فيها من مادة مفيدة مرتبة، كتبت بأسلوب طلي، وأن تكون الرسالة بحيث يظل القارئ منجذبا لها متعلقا بها طيلة قراءته لها، لوضوحها وتسلسها، إذ أن الجاذبية ستضعف إذا صادف القارئ استطرادا أو إبهاما مما يشغل ذهنه عن تتبع الفكرة الأساسية التي يعالجها الطالب. ¶ وليعرف الطالب أن القائد الذي يقصد اقتحام حصن ما، عليه أن يعد جنده إعدادا تاما، ثم عليه أن يبرع في إدارة المعركة، وأن يواصل ضغطه حتى يصل إلى هدفه. ¶ وكذلك الطالب إذا كون باطلاعه رأيا فليشحد له من المادة ما يكفي لإبانته وليبرع في عرض هذه المادة بأسلوب جميل وبدقة وإتقان ووضوح، وبدون استطراد أو إبهام؛ وليستمر على ذلك طيلة عمله، فليست مهمة الطالب أن يكشف جديدا فقط، ولكن أن يصوغ ما كشفه في قالب جميل، فيه وضوح وإغراء، وقوة تأثير، فهذا لا ريب جزء متمم لعمله. ¶ بين الماجستير والدكتوراه: ¶ الهدف الأول لدرجة الماجستير هو أن يحصل الطالب على تجارب في البحث تحت إشراف أحد الأساتذة، ليمكنه ذلك من مواصلة البحث للتحضير للدكتوراه التي يلزم فيها أن",
            "page": "39",
            "part": "1",
            "seal": "A396398B"
        },
        {
            "id": "30",
            "nass": "تمنح تجارب تضيف جديدا للثقافة الرفيعة. ¶ وتعتبر الماجستير امتحانا يعطي فكرة عن مواهب الطالب ومدى صلاحيته للتحضير للدكتوراه. ¶ والماجستير تساعد الطالب الكفء ليحس متعة البحث ولذة الدراسة، فيدفعه ذلك إلى مداومة البحث والدرس للحصول على الدكتوراه، حتى إذا حصل عليها كان الشغف قد كمل عنده وخالط دمه، فلا يفتأ باحثا طوال حياته، باحثا عن العلم للعلم، وذلك هو الهدف الأسمى. ¶ وإذا كان لابد للماجستير أن تضيف جديدا للثقافة العالية، فالجديد الذي تضيفه رسالة الدكتوراه يجب أن يكون أوضح وأقوى؛ فهي بين إبراز فكرة وشرحها وتنظيمها، أو التعمق برأي والتطور به وتفريعه، ويكون كل ذلك موضوعا في مستوى عال يتناسب مع الدرجة التي سيمنحها الطالب. ¶ وتعتمد رسالة الدكتوراه على مراجع أوسع، وتحتاج إلى براعة في التحليل وتنظيم المادة، ويجب أن تعطي فطرة عن أن مقدمها يستطيع الاستقلال بعدها في البحث؛ فهو بجانب الشغف الذي تربى عنده، تربت عنده المقدرة على أن يخرج أعمالا علمية صحيحة، دون أن يحتاج إلى من يشرف عليه ويوجهه.",
            "page": "40",
            "part": "1",
            "seal": "8FA90DD0"
        },
        {
            "id": "31",
            "nass": "موهبة البحث وشخصية الباحث: ¶ نريد أن نقول بصراحة إن البحث موهبة تمنح لبعض الناس ولا تمنح للآخرين، فالبحث خلق وإبداع، وتلك قدرة خاصة تبرز أو تتألق لدى بعض الأفراد، وتتضاءل أو تنعدم عند آخرين. ¶ وإذا أجرينا مقارنة بين الطالب في قسم الليسانس أو البكالوريوس، وبين الطالب في الدراسات العليا، نجد الأول يتبع أستاذه غالبا، يقرأ له أو يقرأ ما يوصي به، وقد يكون فيه بعض الذكاء أو قد يكون مجتهدا، فيستطيع أن يحيط بالمادة كما قدمت له، وينال تقديرا عاليا في الامتحان، أما الطالب في الدراسات العليا فتختلف حاله، لأنه يتحتم عليه أن يبتكر شيئا، وأن تكون فيه قدرة على الخلق، ولا يكتفي فيه بالاتباع. ¶ ومن هنا فإننا نؤكد أن العلاقة ليست مطردة بين التقدم في نتائج الامتحانات بقسم الليسانس أو البكالوريوس وبين عالم البحث والتأليف، فطالما تراجع أوائل الليسانس عن الصفوف الأولى عندما اتجهوا للبحث والتأليف، وعلى العكس من ذلك نجح في صفوف الباحثين جماعة ممن توفرت فيهم موهبة البحث وإن لم يكونوا في الصفوف الأولى إبان دراستهم بقسم الليسانس. ¶ وموهبة البحث عندما توجد يمكن تنميتها بالمعرفة",
            "page": "41",
            "part": "1",
            "seal": "C104489A"
        },
        {
            "id": "32",
            "nass": "والمثابرة، فكثرة الاطلاع على الأعمال الجيدة، وعمق التفكير فيها وفي خطواتها الفكرية، ثم الاستمرار على محاولات البحث والدراسة، والتعرف على أخطاء المحاولة كما يبرزها الأساتذة والمشرفون والنقاد، والاتجاه لتحاشي هذه الأخطاء في الأعمال الجديدة.. كل ذلك ينمي موهبة البحث ويبرز شخصية الباحث. ¶ ولكن عندما تكون موهبة البحث ضيئلة أو معدومة يكون من الصعب، وربما من الخطأ السير في طريق البحث، فإن الطالب في هذه الحالة لن يستطيع أن يخلق عملا علميا ذا بال، وكثيرا ما نصادف طلابا يحبون القراءة، ويميلون للجد والاجتهاد، ولكن قدراتهم في عالم البحث ضعيفة أو محدودة، فتكون أعمالهم جسدا لا روح فيه، ومجموعة اقتباسات لم تسيطر عليها عبقرية الدارس، فتبدو كالأشلاء والرقاع، دون جوهر طيب وقوة نفاذة. ¶ وليست موهبة البحث التي نتحدث عنها شيئا غامضا أو مبهما، بل إن هذه الموهبة لها مظاهر ومعالم تدل عليها وتكشف عن وجودها، ومن أهم العلامات التي تبرز موهبة البحث، القدرة على اختيار موضوع الدراسة لم تتضح بعد معالمه، فإذا رأيت الطالب يبهره موضوع مدروس فيقترحه موضعا له، فهذا الطالب جدير بالإشفاق، لأنه تابع وليس",
            "page": "42",
            "part": "1",
            "seal": "CB4BE0DD"
        },
        {
            "id": "33",
            "nass": "مبتكرا، والطالب الموهوب هو الذي يعمد إلى موضوع غامض فيقترحه ليبحثه ويتدارسه ويحاول أن يزيل غموضه.. ¶ ومن علامات هذه الموهبة القدرة على ابتكار خطة مناسبة للبحث، فهذه القدرة دليل على سيطرة الطالب على الموضوع وعلى جوانب الفكر فيه. ¶ ومن هذه العلامات استقلال شخصية الباحث، وعدم استعداده لينجذب بسهولة مع الريح، ومع الآراء هنا وهناك. ¶ ومن هذه العلامات الاستفادة من المقارنات وابتكار فكرة منها لم يسبق الباحث لها. ¶ ومن علامات هذه الموهبة ألا يسلم تسليما مطلقا بالآراء التي سبق بها والتي قررها أسلافه، بل لابد أن يقف عند المقدمات ويتدارسها، فقد تقوده إلى نتائج تخالف ما ذهب إليه السابقون. ¶ ومن علامات هذه الموهبة ألا يقنع بالكلمات المكتوبة أو المقولة، بل يحاول أن يقرأ \"ما بين السطور\" كما يقولون، وليس تعبير \"ما بين السطور\" شيئا غامضا، فطالما منعتنا ظروف قاهرة من أن ندون ما نريد، فنتجه لحيل مختلفة في الفكرة أو في التعبير لنضع بين السطور ما نريد أن نقول أن أو أكثره، ونترك للطالب الموهوب أن يتعرف على ذلك، ويكثر",
            "page": "43",
            "part": "1",
            "seal": "694AD805"
        },
        {
            "id": "34",
            "nass": "هذا جدا في الكتابات السياسية أو المتصلة بالسياسة. ¶ ومن هذه العلامات أن يشعر الباحث دائما بأنه سيد بحثه وخالقه، بمعنى أن يحاول دائما إدخال بعض التحسينات والإضافات عليه. ¶ ومن هذه العلامات أن تظهر في الباحث اللذة في العمل والرغبة في الاستمرار فيه، وإيثاره على كل شيء، لأن البحث أصبح حياة الباحث وأمله وحبه. ¶ ومن هذه العلامات في الدراسات التجريبية الصبر والدقة والفطنة، وفي الدراسات التاريخية التسلسل التاريخي وعدم التكرار، وفي كل الدراسات عدم التسرع للحصول على الدرجة العلمية التي يعمل لها، لأن الباحث الموهوب يهتم بالبحث وجودته، ويرى فيه شخصيته وأمله، ولهذا فهو يتطلع للكمال فيه أكثر مما يتطلع للإسراع في الحصول على الدرجة التي يسعى لها. ¶ ومن هذه العلامات التأنق في الأداء، فيكون الباحث كالمصور والمثال الذي يتحرك بريشته وأجهزته لجعل الصورة أو التمثال في أروع مظاهره. ¶ وعلى العموم فموهبة البحث تشبه قدرات النحلة، فالنحلة تقف على الزهور كما تقف الحشرات والطيور، ولكن النحلة",
            "page": "44",
            "part": "1",
            "seal": "69BB11DD"
        },
        {
            "id": "35",
            "nass": "وحدها تجعل من الرحيق عسلا شهيا، فهل تستطيع أيها الطالب أن تخرج شيئا مما تقرأ؟ إن كنت تستطيع فأنت جدير أن تدخل دنيا البحث والدراسة، وإن كنت لا تستطيع فلست كالنحلة ولست باحثا، إنما أنت قارئ تستفيد بما فعل الآخرون وتفيد به، وليس من الضروري أن تتجه إلى ما لا تجيده. ¶ بقي بعد ذلك أن أعطي بعض أمثلة عن العلامات التي سبق ذكرها: ¶ فيما يتعلق باستقلال شخصية الباحث نذكر أن المراجع الأساسية للدين الإسلامي وتشريعاته واحدة، ولكن شخصية المجتهدين من العلماء أدت إلى الاختلاف في فهم النصوص القرآنية والأحاديث الشريفة، فظهرت المذاهب المختلفة نتيجة لاختلاف الفهم واستقلال شخصية الباحثين. ¶ وفيما يتعلق بابتكار بعض المقارنات المفيدة أذكر هنا أنه كان في العراق دولة للمماليك بدأت سنة 1749م إبان الحكم العثماني الذي كان يسيطر على أكثر العالم العربي، وكان بعض باشوات المماليك بالعراق من طبقة الحكام الممتازين، كما كان بعضهم من الحكام العاديين، ومن خيرة باشوات المماليك بالعراق داود باشا الذي تذكر المراجع أنه كان يتمتع بموهبة أدبية ممتازة ومقدرة إدارية عالية، وكفاءة عسكرية",
            "page": "45",
            "part": "1",
            "seal": "B4CCC7F1"
        },
        {
            "id": "36",
            "nass": "رائعة، ومع هذا فقد حاربته الدولة العثمانية حربا قاسية، وأسقطته، وأزالت دولة المماليك من العراق وكان ذلك سنة 1831م، وقد أوحى هذا التاريخ لي بمقارنة مهمة فسرت إصرار الدولة العثمانية على إسقاط ممالك العراق آنذاك، فكتبت في الجزء السابع من موسوعة التاريخ الإسلامي أوضح أن محمد على باشا بمصر كان يطمع في أن ينال ولاية الشام مكأفأة له على الجهد الذي بذله في حرب اليونان ولما رفض الباب العالي هذا الأمل أعلن محمد علي استقلاله بل اتجه ليحقق أطماعه بالقوة، فاكتسحت الجيوش المصرية بلاد الشام ثم منطقة الأناضول سنة 1831 وخاف الباب العالي أن توجد بالعراق قوة استقلالية تقلد الحركات التي قام بها محمد علي، وإذا كان الباب العالي يحتمل بشكل ما استقلال مصر وقوتها فإن الوضع مختلف بالنسبة للعراق لأن حدود العراق تتاخم حدود تركيا. ¶ وهذا يفسر لنا تحديد الوقت للقضاء على المماليك بالعراق وهو سنة 1831 أي نفس السنة التي بدأ فيها محمد علي باشا زحفه على الشام والأناضول، ولم يشفع لداود باشا أن حكمه كان أحسن العهود فكرا واستقرار. ¶ __________ ¶ 1 جـ1 ص533.",
            "page": "46",
            "part": "1",
            "seal": "D12E1366"
        },
        {
            "id": "37",
            "nass": "وفيما يتعلق بعدم التسليم بالآراء التي سبق الباحث بها وبالتزامه أن يعيد التفكير في المقدمات لعله يصل إلى نتائج أحسن مما وصل إليه السابقون، نذكر أن نذكر أن أكثر الباحثين في التاريخ الإسلامي يتحدثون عن نظام تولية العهد لأكثر من واحد في الدولتين الأموية والعباسية على أنه كان من دواعي الاضطراب والضعف في هاتين الدولتين، ومن أهم العوامل التي أدت إلى سقوطها. ¶ يقول الدكتور حسن إبراهيم في كتابه تاريخ الإسلام السياسي1 تحت عنوان \"أسباب سقوط الدولة الأموية\" ما يلي: ¶ كان من بين الأسباب التي أثرت في اضمحلال البيت الأموي وذهاب ريحه، ولاية العهد لاثنين يلي أحدهما الآخر ... ولا غرو فإنه لم يكد يتم الأمر لأولهما حتى يعمل على إقصاء الثاني من ولاية العهد وإحلال أحد بنيه مكانه. ¶ وأول من سن هذه السنة مروان بن الحكم فقد ولى عهده ابنيه عبد الملك ثم عبد العزيز، ولم يأبه بما كان في مؤتمر الجابية وما أجمعوا عليه حينذاك من البيعة بعده لخالد بن يزيد ثم ¶ __________ ¶ 1 تاريخ الأمم الإسلامية ج2 صفحات 863-684.",
            "page": "47",
            "part": "1",
            "seal": "D255B7FB"
        },
        {
            "id": "38",
            "nass": "عمرو بن سعيد، وكان من أثر ذلك خروج عمرو بن سعيد بن العاص على عبد الملك وقضاء الأخير عليه. ¶ ويقول الخضري1 وهو يتحدث عن الأسباب التي أدت إلى ضعف الدولة العباسية وتلاشيها ما يلي: ¶ وحاول العباسيين التخلص مما تقضي به العهود إذا رأوها مخالفة لمصالحهم ولا سيما العهود التي تعقد لتولي الخلافة، فإنهم جعلوها من الأشياء التي يسهل حلها، وإن كان بعضهم يحاول أن يلبس باطله ثوب الحق، فعل ذلك المنصور مع عيسى بن موسى الذي عقد له السفاح الخلافة بعد المنصور فقدم عليه ابنه محمد المهدي، وهذا التقديم وإن كان قد تم بطلب عيسى ورضاه إلا أننا نعرف كيف توصل المنصور إلى الحصول على هذا الرضا من الإساءات المتكررة لعيسى ومن التهديد المتواصل.. وفعل المهدي مثل ذلك فحذف عيسى بن موسى وولى ولديه الهادي والرشيد. ¶ __________ ¶ 1 تاريخ الإمم الإسلامية ج2 ص863-864.",
            "page": "48",
            "part": "1",
            "seal": "2146D95F"
        },
        {
            "id": "39",
            "nass": "فهل كانت ولاية العهد لأكثر من واحد مصدر خطر على الدولة الإسلامية؟ وهل كانت من أسباب سقوط الأمويين والعباسيين؟ ¶ الجواب عندي بالنفي؛ لقد قرأت رأي هذين المؤرخين الفاضلين ولم أجد أحدا من القدامى أو المحدثين يخالفهما في تقرير هذه النتيجة، غير أن قراءتي لكل هؤلاء كانت بروح مستقلة، وكنت أقرأ الحوادث لأضع أنا نتيجة تتفق أو تختلف مع الآخرين، فتبين لي من استعراض التاريخ الإسلامي أن هذا الجرح لم يكن بعيد الغور، وأن تغيير ولي العهد كان يتم بدون اضطراب يذكر، ولم يكن يستلزم هذا التغيير أكثر من اضطهاد شخص ولي العهد الذي كان يودي بنفسه، أو يطاطئ للعاصفة ويستجيب للقوة، وأنه هو -لا الدولة- الذي كان يقاسي العناء من هذا الإجراء، والوقفة الوحيدة القوية التي وقفها ولي عهد، هي تلك التي أشعل أوارها المأمون في وجه الأمين، وحتى هذه مرت وكان ضحيتها الأمين، أما الدولة العباسية والدولة الإسلامية فقد أفادتا من التعجيل بنقل السلطة من يد الأمين العابث إلى يد المأمون العظيم. ¶ هذا ولا نزاع أن المأمون استطاع أن يقف هذه الوقفة لأن",
            "page": "49",
            "part": "1",
            "seal": "AF0C3BF8"
        },
        {
            "id": "40",
            "nass": "الرشيد ولاه خراسان بجميع أعمالها وأعد له جيشا كبيرا ومات الرشيد حينما كان المأمون بخراسان، ولم يجعل الرشيد للأمين عليه سلطة فيما وليه من بلاد، وذلك وحده هو الذي ساعد المأمون ليقف في وجه الأمين، ولو كان المأمون وليا للعهد، ولا نفوذ له لطاحت رأسه إذا تمرد كما فعل بعمرو بن سعيد، أو لخضع لرغبة الخليفة كما خضع عيسى بن موسى للمنصور وللمهدي، وكما كان الرشيد على وشك أن يخضع للهادي لولا وفاة الأخير. ¶ فليس في التاريخ ما يحدثنا عن أن تولية العهد لأكثر من واحد أسقطت الدولة أو كانت سببا مهما في اضطرابها، وأما الحرب بين الأمين والمأمون فإنها، وإن كانت حقيقة واقعة إلا أن لي فهما خاصا فيها، وهو أنها وقعت بسبب تولية المأمون خراسان وما حولها. ¶ وقد تدهورت الدولة الفاطمية في مصر بعد مدة قصيرة من قيامها، أي منذ عهد الحاكم، مع أنه لم يكن في نظام هذه الدولة جعل ولاية العهد لأكثر من واحد، وعاشت خلافة العباسيين أكثر من خمسة قرون، مع نظام التعدد اتبع بها منذ عهدها الأول.",
            "page": "50",
            "part": "1",
            "seal": "6490B093"
        },
        {
            "id": "41",
            "nass": "هذه الأمثلة وغيرها1 تدعو الطالب أن يفحص بعمق كل ما يقرأ، وألا يسلم بما قرره غيره من نتائج، بل يدرس هو الأحداث والأسباب مع مقارنة النصوص بعضها ببعض، لتبرز شخصيته في كل مراحل البحث، شخصية إيجابية مؤثرة، ولكن حذار أن يبالغ الطالب في ذلك فيجادل بالحق وبالباطل؛ فهذا ما يجب أن يبعد عنه طالب الأبحاث كل البعد. ¶ وأخيرا فالرسالة فرصة ليثبت الطالب سعة إطلاعه، وعمق تفكيره وقوته في النقد، والتبصير فيما يصادفه من أمور. ¶ __________ ¶ 1 اقرأ ما كتبه المؤلف بعنوان: \"أخطاء شاعت ينبغي تصحيحها\" بالجزء الأول من موسوعة التاريخ الإسلامي \"الطبعة الرابعة عشرة\".",
            "page": "51",
            "part": "1",
            "seal": "C00F1F46"
        },
        {
            "id": "42",
            "nass": "الباب الثاني: مشكلات ما قبل الكتابة ¶ الأستاذ المشرف: ¶ يبدأ دور الأستاذ المشرف مبكرا، ولذلك كان لابد أن نبكر في الحديث عنه. ¶ والأستاذ المشرف تختاره الكلية أو المعهد الذي يتبعه الطالب، ومن الحق أن نقول إن العلاقة تبدأ بين الطالب والأستاذ قبل أن يعين الأستاذ للإشراف؛ فالعمل الذي تقوم به الكلية أو المعهد هو في الواقع تقرير لشيء حاصل. ¶ وتدلني تجاربي بجامعات إنجلترا على أن زمام الأمر متروك -إلى حد كبير- إلى الأستاذ المشرف، فهو الذي يقابل الطالب، ويقرر مستواه ومدى صلاحته، وتقريره مقبول دائما، ومن أمثلة ذلك أن أحد الطلاب بجامعة لندن قدم أوراقه فقرر الأستاذ أن صلاحيته لتحضير رسالة الماجستير تتوقف على نجاحه في امتحان مؤهل حدده له، ثم غير الأستاذ رأيه في الطالب بعد بضعة شهور أثبت الطالب خلالها كفاءته فطلب الأستاذ منه سحب أوراقه وتقديمها من",
            "page": "55",
            "part": "1",
            "seal": "1DEBF084"
        },
        {
            "id": "43",
            "nass": "جديد، وكان القرار الثاني أن الطالب صالح للتحضير للدكتوراه وبدون أي امتحان مؤهل، كما أني رأيت بجامعة كمبردج طالبا سمح له بالتحضير الدكتوراه مع أنه لم يلتحق قبل ذلك بجامعة، ولا يحمل مؤهلا قط، ولكنه أثبت صلاحية وامتيازا في امتحان تحرير وآخر شفوي عقدا له في الجامعة، وأجمع الممتحنون -وأستاذه منهم- على أن مستواه يسمح له بالتحضير للدكتوراه. ¶ وكل ما يشترط في الأستاذ المشرف بجامعات إنجلترا هو صلته العلمية بموضوع البحث، وتخصصه وتعمقه فيه، دون أي اهتمام بمكانته بين أعضاء هيئة التدريس، فقد يكون مدرسا أو أستاذا مساعدا أو أستاذا. ¶ ولا تسير الأمور في مصر ولا في البلاد العربية على هذا المنوال؛ فليس للأستاذ المشرف هنا من السلطة في تقدير مستوى الطالب، مثل ما للأستاذ المشرف هناك، إذ أن القوانين في البلاد العربية تتدخل في كثير من الأمور لتنظيمها. ¶ والأستاذ المشرف في مصر وفي البلاد العربية هو أستاذ المادة، أو الأستاذة المساعد، وليس للمدرسين أن يشرفوا على تحضير الرسائل بصفة رسمية، فالاتجاه القانوني في الجامعات العربية يرى في الأستاذ أو الأستاذ المساعد مزيدا من الخبرات والتجارب تساعد على رفع مستوى البحث، وقد أجازت القوانين المصرية حديثا أن يشترك المدرسون في",
            "page": "56",
            "part": "1",
            "seal": "5045FDC1"
        },
        {
            "id": "44",
            "nass": "الإشراف مساعدين للمشرف الرئيسي أستاذا كان أو أستاذا مساعدا. ¶ ويبدأ دور الأستاذ المشرف مبكرا كما سبق، فعقب اقتراح الطالب موضوع البحث يرشده الأستاذ عن الظروف المحيطة بهذا الموضوع، فقد يكون بحث من قبل على النحو الذي يقترحه الطالب، وقد يكون موضوعا لا يستحق المجهود الذي سيبذل فيه، لجفافه أو عدم إفادته، وقد يكون من الموضوعات التي تحتاج للغات لا يعرفها الطالب. ¶ واختيار الموضوع هو في الحقيقة مهمة الطالب، ولكن لا مانع أن يوجهه الأستاذ المشرف، ويقترح عليه حتى يتمكن من اختيار موضوعه، وسنتكلم عن اختيار الموضوع فيما بعد. ¶ ومتى تم الاتفاق على الموضوع فمن واجب الطالب أن يظل على صلة بالأستاذ المشرف، وأن ينسق علاقته به، ليظل الأستاذ المشرف على علم تام بالخطوات التي يخطوها الطالب، ويعرف تماما مدى التقدم والتطور الذي يحصل عليه. ¶ وفي هذه الناحية لا تختلف الجامعات فحسب، بل يختلف الأساتذة المشرفون أنفسهم في الجامعة الواحدة، أو حتى في الكلية الواحدة، ويدعوني هذا أن أتحدث بكثير من الفخار والاعتزاز عن أستاذي بورفسور آرثر أربري أستاذ الدراسات الإسلامية بجامعة كمبردج، فقد نظم لي مقابلة أسبوعية طوال مدة تحضيري للدكتوراه بهذه الجامعة، وكانت المقابلة تطول أو تقصر حسب الموضوع الذي أعرضه، والنقاش.",
            "page": "57",
            "part": "1",
            "seal": "3F1170AE"
        },
        {
            "id": "45",
            "nass": "الذي يدور حوله، وكان لقائي بعد بعد ظهر الخميس من كل أسبوع، فإذا ما تعذر هذا الموعد لطارئ أجل لليوم التالي أو الذي بعده، ولكنه ما كان يلغي قط، وهكذا كان يفعل برفسور أربري مع جميع طلابه. ¶ والطالب الذي يقابل أستاذه من حين لآخر يستفيد جدا من خيرة أستاذه وتوجيهه، ثم يدرك إلى أي مدى خطأ، لأنه ينهي العمل نقطة نقطة بإشراف أستاذه، وهذا الوضع يريح الأستاذ أيضا، فهو في النهاية لا يحتاج إلا إلى نظرة سريعة إلى الرسالة، لأنه يعرف دقائقها، وقد مرت عليه كلها، وأبدى فيها ما شاء من نقد وتوجيه كان ينفذ أولا فأولا. ¶ والطالب وحده هو المسئول عن رسالته، ولا ينبغي أن يظن أن أستاذه يشاركه أية مسئولية، كما لا ينتظر أن يدافع عنه أستاذه عند نقاش نقطة ما، ولو أقرها الأستاذ عند الإعداد، فالأستاذ المشرف يفرق تماما بين كونه مشرفا وبين كونه ممتحنا، وطالما وافق الأستاذ في إنجلترا على تقديم الرسالة للمناقشة، ثم كانت نتيجة هذه المناقشة أن يطلب إجراء تعديل بها وتقديمها مرة أخرى، مع أن الأستاذ المشرف قد يكون أحد الممتحنين. ¶ والحق أن من العدالة ألا يخرج الأستاذ المشرف الرسائل التي يشرف عليها مصبوغة بروحه وعلمه، بل أن تصبع بروح الطالب وجهده، حتى يمكن التفاوت العادل بين الرسائل التي يعدها طلاب متعددون متفاوتو المواهب تحت إشراف أستاذ واحد.",
            "page": "58",
            "part": "1",
            "seal": "BC6F1C48"
        },
        {
            "id": "46",
            "nass": "اختيار موضوع الرسالة: ¶ اختيار موضوع الرسالة قد يبدو مهمة شاقة على الطالب، إذ أنه ربما ظن أن أهم الموضوعات التي تتصل بتخصصه قد بحثت ووضحت، والحقيقة أن هذه الفكرة لا تتفق مع الواقع في شيء، فأغلب الأساتذة -إن لم يكن كلهم- يدركون أن موضوعات كثيرة لا تزال في حاجة إلى من يدرسها ويخرجها للوجود، وكثيرون منهم يشغلون أنفسهم بإخراج واحد من هذه الموضوعات، ويتمنون لو أتيح أن يحصلوا على من يعمل في الموضوعات الأخرى، ولكن الأساتذة يحرصون على أن يتركوا للطالب أن يثابر على حضور محاضرات أستاذه، وأن يكون وثيق الصلة بأساتذة المادة التي تخصص فيها، يجالسهم ويناقشهم، وسيصل حتما إلى معرفة الموضوعات التي تستحق دراسة أوسع وأعمق، فيختار منها ما يلائمه ويوافق ظروفه1. ¶ وإذا وجد الطالب من نفسه ميلا لدراسة موضوع ما، ¶ __________ ¶ 1 كنت أنا أكتب تاريخ الشمال الإفريقي في الجزء الرابع من \"موسوعة التاريخ الإسلامي\" ثم وأنا أكتب الجزء السادس عن \"الإسلام والدول الإسلامية جنوب صحراء إفريقية\" أمر مرورا سريعا على كثير من الدول التي لعبت في التاريخ الإسلامي والتاريخ الإنساني دورا كبيرا مثل دولة بني مرين وبني زيان ودولة مالي وصنغى، ولا أستطيع الوقوف معها طويلا بحكم المنهاج الذي التزمت به، وكنت أتمنى أن أجد أحد طلاب أبحاث فيهم عزيمة وصبر وموهبة ليتخذوا من هذه الدول وحضارتها موضوعات لرسائلهم، وقد رحبت بمن جاءني من هؤلاء، ولا يزال في المجال متسع لكثيرين.",
            "page": "59",
            "part": "1",
            "seal": "4A64AA8B"
        },
        {
            "id": "47",
            "nass": "وجب عليه قبل تسجيله والتقيد به أن يسأل نفسه الأسئلة الآتية: ¶ 1- هل يستحق هذا الموضوع ما سيبذل فيه من جهد؟ ¶ 2- أمن الممكن كتابة رسالة عن هذا الموضوع؟ ¶ 3- أفي طاقتي أنا أن أقوم بهذا العمل؟ ¶ 4- هل أحب هذا الموضوع وأميل إليه؟ ¶ فإذا كانت الإجابة بالنفي في أي من هذه الأسئلة، فليحاول موضوعا آخر دون أن يضيع وقته ونشاطه في دراسة لن تكتمل له فيها عناصر النجاح. ¶ ولنعد إلى هذه الأسئلة بشيء من الإيضاح: ¶ 1- ليس كل موضوع يستحق الجهد الذي سيبذل فيه، وعلى هذا يجب أن يحرص الطالب الطموح على أن يختار موضوعا حيا ليحصل به على الماجستير أو الدكتوراه بحث يفتخر بنشره وتقديمه للقراء بعد ذلك، وهنا انتهز الفرصة لأحث الطلاب على اختيار الموضوعات النافعة، لا الموضوعات التي تختفي في مكاتب أصحابه بمجرد حصولهم على الدرجة التي تقدموا لها، فليست المسألة أن يكتب رسالة أو ينال درجة، بل أن يخرج موضوعا مفيدًا يكون تذكارًا جميلًا لحياة الدراسة، وأثرا خالدا يتكافأ، والوقت الذي قضى فيه، والعناء الذي صودف من أجله، ويدعو مبدأ ربط العلم بالحياة أن يحاول الطالب اختيار",
            "page": "60",
            "part": "1",
            "seal": "C7552011"
        },
        {
            "id": "143",
            "nass": "الباب الرابع هيئة الرسالة ¶ ... ¶ هيئة الرسالة: ¶ نذكر فيما يلي التسلسل الصحيح لمحتويات المجلد الذي يضم الرسالة: ¶ أولا: صفحة العنوان \"Title Page\": ¶ صفحة العنوان تشغل وجه أول ورقة في الرسالة، ويحسن -عند التجليد- أن تسبقها ورقة خالية من الكتابة تماما، وتشمل صفحة العنوان المعلومات الآتية: ¶ 1- عنوان الرسالة. ¶ 2- اسم مقدمها. ¶ 3- الدرجة العلمية التي يرغب الطالب أن يحصل عليها بهذه الرسالة. ¶ 4- اسم المعهد أو الكلية الذي يتبعه الطالب وكذلك القسم إذا كان في الكلية أقسام. ¶ 5- العام الدراسي. ¶ وعلى الطالب أن يرتب هذه المعلومات على الصفحة ترتيبا محكما، وأن يلاحظ مكان كل منها من الصفحة، والأبعاد المناسبة بينها، وعلى الصفحة الآتية، نموذج لذلك:",
            "page": "161",
            "part": "1",
            "seal": "E844C905"
        },
        {
            "id": "144",
            "nass": "حضارة مصر في عصر المماليك ¶ وضع: طاهر رفاعي عامر ¶ رسالة مقدمة لقسم التاريخ الإسلامي والحضارة الإسلامية بكلية دار العلوم \"جامعة القاهرة\" للحصول على درجة الدكتوراه في التاريخ الإسلامي والحضارة الإسلامي ¶ أشرف على الرسالة: الأستاذ الدكتور...... ¶ ديسمبر 1980",
            "page": "162",
            "part": "1",
            "seal": "BC6AF58D"
        },
        {
            "id": "145",
            "nass": "ثانيا: التقدير والاعتراف ¶ يصادف الباحث كثيرا من الهيئات والأشخاص الذين يقدمون له مساعدات ذات قيمة في أثناء بحثه، ومن حق هؤلاء عليه أن يعترف لهم باليد التي أسدوها له، وبالعون الذي قدموه إليه. ¶ وورقة التقدير والاعتراف تلى ورقة العنوان مباشرة، ويكون عنوانها: تقدير واعتراف، أو شكر وتقدير، أو نحو ذلك. ¶ وبعد حوالي نصف بوصة من هذا العنوان يبدأ الطالب فيشكر الهيئة التي رشحته للبحث \"إذا كان عضو بعثة أو معيد أبحاث أو نحو ذلك\"، ثم يعرِّج بشكر مناسب للأستاذ الذي أشرف على بحثه ووجهه وأرشده، ثم يذكر باختصار أشخاصا آخرين قدموا له عونا ملموسا مثل: ¶ 1- أساتذة آخرين وجهوه وساعدوه. ¶ 2- أفراد أعاروه مخطوطات أو كتبا نادرة. ¶ 3- مدير مكتبة قدم له تسهيلات ذات قيمة كبيرة. ¶ ولا يطيل في الشكر ولا يبالغ فيه، فكلما قصر الشكر كان أكثر تأثيرا، ولا يذكر فيه إلا من هو جدير حقا بالتقدير، فليست الرسائل مكانا للمجاملات.",
            "page": "163",
            "part": "1",
            "seal": "84F3B43E"
        },
        {
            "id": "146",
            "nass": "ثالثا: محتويات الرسالة: \"الفهرست\" ¶ ويلي صفحة التقدير والاعتراف صفحة أو صفحات لذكر محتويات الرسالة \"فهارسها\" ويشمل ذلك: ¶ أ- المقدمة. ¶ ب- فهرس المادة العلمية. ¶ جـ- فهرس الجداول والرسوم والخرائط والصور والملاحق والوثائق. ¶ ولا يحتاج الطالب عند الإشارة إلى المقدمة في الفهرس إلا ذكر كلمة \"المقدمة\" بخط ظاهر، ثم يتبعها بنقط أفقية حتى قبل نهاية الصفحة، فيذكر الحرف الأبجدي الذي ابتدأت عنده المقدمة والحرف الذي انتهت عنده، ويضع بينهما شرطة مثل: ¶ المقدمة.......... هـ-ي ¶ أما كتابة فهرس المادة العلمية فله نظام دقيق يجب أن يلاحظه الطالب بكل عناية، ويلخص في: ¶ 1- كتابة عبارة \"الباب الأول\" أو \"الباب الثاني\" في منتصف الصفحة، وتحت هذه العبارة يوضع العنوان العام لهذا الباب، وتستعمل في كتابة العنوان حروف كبيرة نسيبا وتحت هذا العنوان يوضع رقم الصفحة التي ابتدأ عندها الكلام عن هذا الباب، ثم -بعد شرطة- رقم الصفحة الأخيرة لهذا الباب.",
            "page": "164",
            "part": "1",
            "seal": "DC321D5C"
        },
        {
            "id": "147",
            "nass": "2- بحروف أصغر وبعد ترك فراغ قدره مسافتان تحت هذا العنوان، تكتب العناوين الفرعية \"عناوين الفصول\"، واحدا تحت الآخر وأمام كل عنوان رقم الصفحة التي بها هذا العنوان دون حاجة لرقم الصفحة الأخيرة لهذا الفصل وهكذا وتترك مسافة واحدة بين كل عنوانين فرعيين، فإذا انتهى الباب الأول تركت مسافتان وابتدأ الباب الثاني على هذا النظام. هكذا. ¶ ولإعطاء مثال لذلك يراجع الطالب ما ورد في تنظيم محتويات هذا الكتاب. ¶ وبعد نهاية هذا الفهرس العلمي يجيء فهرس الجداول والرسوم والخرائط والملاحق والوثائق إذا وجدت أو وجد منها ما يستحق فهرسا خاصا، ويترك فراغ بوصة واحدة تقريبا بين كل نوعين من أنواع الفهارس. ¶ ويشمل الفهرس هنا رقم الجدول أو الرسم البياني ... والتوضيح الذي كتب عنه ثم رقم الصفحة التي ورد بها كالآتي: ¶ \"رسم بياني رقم1\" لبيان مصروفات التعليم من ميزانية الدولة بملايين الجنيهات.... ص128. ¶ رابعا: المقدمة: ¶ تجيء المقدمة بعد الفهارس، وتشمل المقدمة ثلاثة عناصر مهمة هي:",
            "page": "165",
            "part": "1",
            "seal": "7970296D"
        },
        {
            "id": "148",
            "nass": "العنصر الأول: تقرير المشكلة التي هي موضوع الرسالة وطبيعتها العلمية، وشرح أهيمتها في محيط المادة التي ينتسب إليها الطالب. ¶ العنصر الثاني: دراسة تاريخية للموضوع الذي يعرض له: متى بدأت هذه المشكلة؟ وما تطورها؟ ومن أي الزوايا درست؟ ومن هؤلاء الذين بحثوا فيها؟ وإلى أي حد انتهى بها هؤلاء الباحثين؟ ثم ما هي النقطة التي ستبدأ منها الدراسة الجديدة لأنها لم تبحث أو لم تستوفَ بحثا من قبل؟ ¶ ومن الممكن أن يدون الطالب نتائج هذا الاستعراض قبل أن يبدأ بحثه، فهو بهذا يضع وصفا دقيقا للحالة العلمية حول موضوع الرسالة، وما وصل إليه من تطور قبل أن يعالجه هو وقبل أن يسير به خطوات أخرى إلى الأمام في هذه الرسالة. ¶ العنصر الثالث: دراسة المراجع الأساسية التي اعتمد عليها الطالب، وكيف أن وثائق خاصة أو مخطوطات مهمة قد أمدته بمادة جديدة يرى أن لها أهمية عظيمة في الدراسة التي يقدمها، ومن الأفضل أن يقسم أهم مراجعه إلى مجموعات، ويربط بين كل مجموعة وبين نقطة ما من نقاط",
            "page": "166",
            "part": "1",
            "seal": "19249DB9"
        },
        {
            "id": "149",
            "nass": "بحثه، كأن يقول إن كتب الرحالة مثل كتاب البلدان لليعقوبي، ومثل البلدان لابن الفقيه، وأحسن التقاسيم للمقدسي والمسالك والممالك لابن حوقل، والرحلة لابن جبير، ومعجم البلدان لياقوت، وتحفة النظار لابن بطوطة، قد كانت ذات أهمية خاصة عند بحث ... وإن كتب التراجم مثل معجم الأدباء لياقوت، ووفيات الأعيان لابن خلكان، وفوات الوفيات للكتبي، والوافي بالوفيات للصفدي، قد أمدتني بمعلومات مفيدة فيما يتعلق بـ ... وإن كتب الحسبة مثل نهاية الرتبة للشيرازي، ومعالم القربة للقرشيي، والحسبة للحصان، كانت كبيرة الفائدة عند بحث.. وهكذا. ¶ خامسا: الرسالة: ¶ بعد كل ما سبق ترد الرسالة مسبوقة بورقة كتب في وسطها عنوانها، ويحسن أن يسبق كل باب من الأبواب بورقة كتب عليها في الوسط ما يلي: الباب الأول أو الباب الثاني ... وتحت ذلك بحوالي بوصة يكتب عنوان الباب وهكذا. ¶ ويتبين من هذا أن الباب مستقل تمام الاستقلال في داخل الرسالة، أما فيما يتعلق بالفصول فهي أجزاء يحتويها الباب ولها استقلالها من الناحية العلمية، أما بالنسبة للإخراج فالمسألة تتوقف على طول الفصول، فإذا كان كل فصل طويلا، فمن الأفضل أن يبدأ الطالب صفحة جديدة عند بدء كل فصل، وتبدأ الصفحة بعنوان الفصل في قمتها موضوعا",
            "page": "167",
            "part": "1",
            "seal": "D9CDE381"
        },
        {
            "id": "150",
            "nass": "في منتصف عرض الصفحة، أما إذا كانت الفصول قصيرة كلها أو أغلبها، فلا داعي لبدء صفحة جديدة في كل فصلين ويكفي أن يترك فراغ قدره حوالي بوصة واحدة بين كل فصلين، ويوضع العنوان الجديد جانبيًّا في أول السطر، وتوضع بعده نقطتان كما اتبع في إخراج الفصول بهذا الكتاب. ¶ سادسا: النتائج والتوصيات ¶ وبعض الرسائل يكون لها نتائج خاصة تستفاد من البحث كله، وهذه النتائج توضع في آخر الرسالة تحت عنوان خاص مثل نتائج مهمة -ملخص البحث ... ويجب بذل منتهى العناية في تنظيم وتدبيج هذا الملخص، فيغلب أن يطلع عليه القارئ قبل إطلاعه على الرسالة، فيقر ما إذا كانت تستحق القراءة أو لا. ويشمل الملخص مواطن الكشف والجديد في الرسالة، فهو صورة سريعة لما استطاع الطالب أن يسهم به في خدمة الثقافة العامة بهذا الإنتاج. ¶ وتأتي بعد النتائج توصيات قد يقدمها الطالب عن نقاط مهمة تستحق البحث لم يتمكن هو لظرف ما من القيام بها، وهو يوصي من تمكنه أهليته وظروفه أن يسير بها مرحلة جديدة إلى الأمام.",
            "page": "168",
            "part": "1",
            "seal": "2C3A1E4B"
        },
        {
            "id": "151",
            "nass": "سابعا: الملاحق والوثائق: ¶ تصادف الباحث في أثناء بحثه بعض نقاط وثيقة الصلة بالموضوع لكنها ليست ضرورية له كما قلنا من قبل، ولذلك فالباحث لا يستطيع أن يضعها في صلب الرسالة مخافة الاستطراد، وحتى لا يقطع انسجام الموضوع وتسلسله، ويلجأ الباحثون حينئذ إلى وضعها في الحاشية أسفل الصفحة إذا كان التفصيل قصيرا، فإذا كان طويلا وضع في ملحق خاص وألحق بالرسالة1، مثال ذلك: إذا كنت تتحدث عن البرامكة، نسبهم وثقافتهم وصلتهم بالعباسيين منذ الخليفة العباسي الأول، ثم عن فضل يحيى بن خالد على الرشيد، وموقفه بجانبه أيام كان مضطهدا من الهادي، وذهبت تتكلم عن مكانة البرامكة من الرشيد بعد أن تولى الخلافة، وكيف فوض لهم الأمر وجعل وزارتهم وزارة تفويض، وهنا بدا لك أن تدلي بفكرة عن الوزارة في الإسلام وأنها إما وزارة تفويض أو وزارة تنفيذ، ولكل شروط واختصاصا، فمكان الحديث عن الوزارة في الإسلام هو الملحق. ¶ وهناك بعض الوثائق الهامة التي تؤيد نظرية يتحدث عنها الباحث ولا يمكن وضعها في صلب الرسالة لطولها ولأنها ليست من تأليف الباحث، وتوضع هذه أيضا مع غيرها من الوثائق -إن وجد- في نهاية الرسالة، مثل ذلك: إذا كان الطالب يقرر أن نظام الجوائز والمكافآت كان متبعا في",
            "page": "169",
            "part": "1",
            "seal": "00F67BFB"
        },
        {
            "id": "152",
            "nass": "مدارس المسلمين في العصور الوسطى، ثم استطاع الطالب أن يرى المخطوطة المحتوية على نص الوقفية التي كتبها الملك الأشرف الأيوبي ووضح فيها العقار الذي وقفه لينفق من ريعه على مدرسته، وفصل الواقف المصروفات فشملت المرتبات، وأعمال الإصلاح والترميم، والأدوات، وقيمة الجوائز والمكافآت التي تصرف للمتوفقين، وبين متى يعد الطالب متفوقا ومراتب التفوق، فهذه وثيقة مفيدة يجدر إثباتها في نهاية الرسالة مع \"الملاحق والوثائق\". ¶ وأين إذا بالضبط توضع الملاحق والوثائق؟ ¶ يرى كثير من الذين كتبوا في هذا الموضوع المنهجي أن الملاحق والوثائق -إن وجدت- تأتى بعد مصادر الرسالة، وأن مصادر الرسالة هي التي تلي صلب الرسالة، وحجة هؤلاء أن المصادر أوثق صلة بالرسالة، وأن الملاحق والوثائق شيء زائد، من الممكن الاستغناء عنه بعد أن أشير في صلب الرسالة إلى ما يحتاجه مما ورد في هذه الملاحق وتلك الوثائق، ولكن فريقا آخر لا يرى هذا الرأي، ويتجه إلى وضع الملاحق والوثائق بعد الرسالة مباشرة، فالصلة العلمية بين الملاحق والوثائق وبين الرسالة واضحة جدا، ثم إن المراجع قد تشمل المصادر التي أخذت منها هذه الملاحق وتلك الوثائق، ومن ثم لزم أن تورد مصادر الرسالة بعد كل شيء علمي وردت الإشارة إليه. وأنا أعضد هذا الرأي. ¶ ويشار للملاحق وللوثائق بأرقام مسلسلة لكل من هذه أو",
            "page": "170",
            "part": "1",
            "seal": "86CA2CD9"
        },
        {
            "id": "153",
            "nass": "تلك على حدة، وتوضع الإشارة على نفس السطر بين قوسين \"انظر الملحق رقم1\" وبعد ذلك يستمر الكلام، أما كلمة \"ملحق\" أو كلمة \"وثيقة\" فتوضعان في سطر خاص مع رقم الملحق أو الوثيقة، ثم تكتب تحت ذلك عبارة تحدد ما ورد في الملحق أو الوثيقة مثل: ¶ ملحق رقم \"1\" ¶ الوزارة في الإسلام ¶ أو ¶ وثيقة رقم \"1\" ¶ نص وقفية الملك الأشرف على مدرسته ¶ وقد أوردت بهذا الكتاب ثلاثة ملاحق لبيان المنهج وطريقة الاستعمال من جانب، ولتقديم معلومات بواسطة الملاحق من جانب آخر. ¶ ثامنا: مصادر الرسالة: ¶ في بعض المعاهد تكون الصفحة الأخيرة من الرسالة تعريفا بالكاتب \"Vita\": ما حصل عليه من درجات علمية، وما قام به من أبحاث، ورحلات دراسة، وما يجيده من لغات، ولكن ذلك غير متبع في أكثر المعاهد، لهذا فالرسالة تختم بذكر مصادرها.",
            "page": "171",
            "part": "1",
            "seal": "1945C224"
        },
        {
            "id": "154",
            "nass": "وما هي مصادر الرسالة؟ ¶ يرى بعض الباحثين أن المصادر تشمل كل الكتب المتصلة بالموضوع إذا قرأها الطالب ولو لم يقتبس منها في رسالته، ولا يوافق باحثون آخرون على هذا، ويرون أن مكان ذكر هذه الكتب هو المقدمة، وتذكر هذه الكتب في المقدمة على أنها كتب عالجت الموضوع من زوايا مختلفة، وأما المصادر التي تذكر في نهاية الرسالة فتشمل المراجع التي ذكرت في الحاشية أسفل الصفحات؛ لأنها هي التي أسهمت فعلا في تشكيل الرسالة وتغذيتها: ¶ ولي هنا فكرة مهمة أسوقها للقارئ ليتدبرها: ¶ إنني أفهم أن مصادر الرسالة هي الكتب والأبحاث التي أسهمت فعلا في تكوينها، ولهذا فإنني لا أميل لأن تذكر في المصادر الكتب التي يشار إليها في الكتاب عرضا وإن ورد ذكرها في الحاشية، مثال ذلك أنه ورد في الحاشية بهذا البحث ذكر كتاب تاريخ الإسلام السياسي للدكتور حسن إبراهيم، ومحاضرات في تاريخ الأمم الإسلامية للشيخ الخضري، وتاريخ التربية والتعليم عند العرب للدكتور طوطح، فهل من الممكن أن نقول إن هذه الكتب أسهمت في إنتاج كتابنا هذا الذي كتب في موضوع يختلف تماما عن موضوعات هذه الكتب؟ ¶ الجواب طبعا بالنفي، ولهذا فإنني أرى عدم إيراد هذه",
            "page": "172",
            "part": "1",
            "seal": "2F94417B"
        },
        {
            "id": "155",
            "nass": "الكتب في المصادر اكتفاء بالإشارة إليها في الحاشية حيث وردت. ¶ والنتيجة لهذا كله بالنسبة للكتب التي ترد في الرسالة أو تتصل بها، هي: ¶ 1- كتب تذكر في المقدمة، وفي الهامش، ثم في المصادر، وهذه الكتب هي المراجع الأساسية التي أسهمت فعلا في إنتاج الرسالة. ¶ 2- كتب تذكر في الهامش حيث ترد، وفي قائمة المصادر دون أن تذكر في المقدمة، وهي الكتب التي أمدت الرسالة بمادة مفيدة وإن لم تكن كتبا أساسية في الموضوع. ¶ 3- كتب تذكر في المقدمة فقط وهي كتب عالجت الموضوع من زوايا أخرى وانتفع الطالب بها انتفاعا عاما وبها استطاع أن يحدد موضوعه. ¶ 4- كتب تذكر في الحاشية فقط، وهي كتب ترد في الكتاب عرضا دون أن تسهم فعلا في تكوين الرسالة، بحيث لو تركت لا يتأثر الموضوع بتركها. ¶ والغالب أن تذكر المصادر كلها في نهاية الرسالة كما سبق، ولكن بعض الطلاب يذكرون مراجع كل باب في نهايته، ثم يذكرون في نهاية الرسالة المراجع العامة، ولا مانع من اتباع هذه الطريقة إذا كان لكل باب مراجع خاصة.",
            "page": "173",
            "part": "1",
            "seal": "1E51EC1B"
        },
        {
            "id": "156",
            "nass": "تصنيف المراجع: ¶ وإذا ذكرت المراجع كلها في نهاية الرسالة وهي الطريقة الغالبة، فإن هناك عدة طرق لتنظيمها وإثباتها، وأحسن هذه الطرق ما يلي: ¶ أولا: نبدأ بذكر المخطوطات ومع كل مخطوط مكان وجوده ورقمه. ¶ وترتب هذه المخطوطات بحسب الحروف الهجائية للاسم الذي اشتهر به المؤلف مع عدم اعتبار الملحقات \"ابن، ال\" فيكتب ابن ظافر في حرف الظاء والغزالي في حرف الغين وهكذا، وبعد الاسم الذي اشتهر به المؤلف يذكر -بعد نقطتين- اسمه الكامل، ثم بين قوسين تاريخ وفاته إذا كان قد توفي، ثم عنوان المخطوط، يتلوه مكان وجوده ورقمه حيث يوجد، مثال ذلك: ¶ العيني: بدر الدين محمود بن أحمد \"855هـ\" عقد الجمان في تاريخ الزمان، مخطوط بدار الكتب المصرية رقم 8203ح. ¶ ثانيا: تذكر الكتب العربية وناشرها أو مكان طبعها، وتاريخ الطبعة التي اعتمد عليها الطالب، وترتب هذه الكتب حسب الحروف الهجائية على ما سبق في المخطوطات، ويوضع مكان الطبعة التي اعتمد عليها الطالب وتاريخها بدل مكان المخطوط ورقمه مثل:",
            "page": "174",
            "part": "1",
            "seal": "FAED6EB9"
        },
        {
            "id": "157",
            "nass": "ابن الأثير: علي بن محمد \"630هـ\": الكامل في التاريخ طبعة بولاق 1274هـ. ¶ وتكتب أسماء الأعلام المحدثين مبدوءة بالاسم الأول إذا اشتهر به المؤلف، مثل طه حسين، أحمد أمين، وإذا كانت هناك ألقاب فإن الاسم يكتب أولا مجردا من الألقاب ثم يتبعه اللقب بعد نقطتين مثل: ¶ أحمد أمين: الدكتور: ظهر الإسلام، الطبعة الأولى، مطبعة لجنة التأليف والترجمة والنشر. ¶ والكتب التي تشمل عدة أجزاء، ولم يتم طبعها في عام واحد، تحدد الطبعة الأولى أو الطبعة الرابعة وهكذا كما مرت الإشارة إليه آنفا في كتاب ظهر الإسلام. ¶ فإذا كان للكاتب محقق أشير إليه كما يلي: ¶ الجهشياري: محمد بن عبدوس \"331هـ\" كتاب الوزراء والكتاب، مطبعة الحلبي سنة 1938م حققه مصطفى السقا -إبراهيم الأبياري- عبد الحفيظ شلبي. ¶ ثالثا: تذكر الكتب التي كتبت بلغات أجنبية وترتب ترتيبا هجائيا على حسب الاسم الأخير للمؤلف \"The Surname\" ¶ مثل: Browne E.G., A Literary History of Persia ¶ London 1909 ¶ Migeon G, Mnuled Art Musulman, Paris 1927",
            "page": "175",
            "part": "1",
            "seal": "3A36361E"
        },
        {
            "id": "158",
            "nass": "رابعا: تذكر بعد ذلك الكتب التي لا يعرف مؤلفها، فالوثائق فالأحكام القضائية، فالخطابات، فدوائر المعارف، فالمجلات العلمية، فالصحف، مرتبة على هذا النحو. ¶ هذا في حالة ما إذا اعتمد الطالب على عدة مقالات من دائرة معارف أو من إحدى المجلات كما يحدث أحيانا بالنسبة لطلاب الدراسات الإسلامية إذ يعتمدون على عدة مقالات من: ¶ - The Encylopacdia of Islam. ¶ - Islamic Culture. ¶ مجلة كلية الآداب \"جامعة القاهرة\"؟، فإذا اعتمد الطالب على مقالة أو مقالتين فقط فإنه يذكرهما تحت اسم مؤلفهما في \"ثانيا\" أو ثالثا\". ¶ وقد لا توجد مخطوطات مثلا، وعلى هذا تكون الأقسام ثلاثة بدل أربعة. ¶ هذا؛ ويفضل اتباع هذا التوزيع إذا كثرت المصادر وكثر كل نوع من هذه الأنواع الثلاثة أو الأربعة، فإذا كانت المصادر قليلة يمكن ذكرها مندمجة ومرتبة ترتيبا هجائيا شاملا. ¶ وإذا وضع الطالب رقما مسلسلا للمصادر التي ذكرها فالرقم يكون مستمرا من \"1\" في \"أولا\" ويتسلسل إلى آخر المصادر. ¶ ويحذر الطالب أن يكتب مرجعا لم يطلع عليه، ويجب أن",
            "page": "176",
            "part": "1",
            "seal": "1DF8BBB1"
        },
        {
            "id": "159",
            "nass": "تكون عنده فكرة عن كل كتاب دونه في مراجعه، وعن محتوياته بوجه عام، وعن طريقته في التأليف، وميول مؤلفه وعصره، وقيمة الكتاب على العموم، وكثيرا ما تثار في المناقشة أمثال هذه الموضوعات. ¶ وتتبع المسافة المزدوجة في كتابة المصادر. ¶ وينصح بعض الباحثين الطالب أن يتبع كل مرجع بموجز عن ناحية الاتصال بين المرجع والرسالة، وبملخص قصير عن محتويات المرجع وروحه في البحث واتجاهات مؤلفه السياسية والدينية ... إذا كانت له اتجاهات معينة، واعتقادي أنه يكفي أن يكون لدى الطالب فكرة عن ذلك دون حاجة إلى تدوينها. ¶ بعد كتابة الرسالة: ¶ لقد تحدثنا من قبل عن \"كتابة الرسالة\" وخطونا خطوة أخرى لنضع الرسالة في هيئتها النهائية، فتكلمنا عن \"هيئة الرسالة\" وهنا وقد اكتملت الرسالة يبقى علينا أن نقف وقفة معها قبل أن ندفعها للكاتب على الآلة الكاتبة، أو الكومبيوتر، وفي هذه الوقفة نبرز نقاطا ثلاثا أشرنا لها في دراستنا السابقة، ولكنها تحتاج إلى مزيد من الإيضاح، وبخاصة هنا في هذا المكان، فهو مكانها الطبيعي، وهذه النقاط هي: ¶ أولا- الاستطراد: ¶ سبق أن حذرنا من الاستطراد1، ونضيف هنا أن ¶ __________ ¶ 1 ص88.",
            "page": "177",
            "part": "1",
            "seal": "B5C79D7C"
        },
        {
            "id": "160",
            "nass": "الاستطراد في المقدمة أو في الدراسة قد يمثل جبهة معارضة ضد الطالب، ويصبح موضوع أسئلة من لجنة المناقشة، ومن الخير للطالب ألا يستطرد بدون داعٍ حتى يحمي نفسه من هجمات يمكن أن يفلت منها دون إخلال بدقة العمل، وفي إحدى الرسائل التي كتبها معيد بالجامعة تحت إشرافي عن \"دولة بني مروان أفاض في الحديث عن \"الحمدانيين\" الذين قامت دولة بني مروان على أنقاضهم، وذكر بعض نقاط عن الحمدانيين كان يمكن أن تكون مثار هجوم عليه، ولكنني نصحته بالاختصار، فليس \"الحمدانيون\" موضوعه، وليس عليه أن يسترسل في ذكر التفاصيل عنهم، ونجا الطالب بذلك من هجمات مؤكدة دون أن يؤثر ذلك على موضوعه الرئيسي. ¶ ثانيا- النقاط التي لم تستقر علميا: ¶ النقطة التي لم يتأكد الطالب من وضوحها العلمي تمثل جبهة معارضة ضده إذا ذكرها ذكرا مطلقا، وعليه أن يستبعدها إذا لم تكن ضرورية، أو أن يذكرها مقررا أن ذلك غاية ما استطاع أن يصل إليه فيها، وراجيا أن تزيد وضوحا في البحوث والدراسات القادمة. ¶ ثالثا- اللمسات الأخيرة: ¶ كثير من الطلاب يتعجلون الغاية التي يسعون لها، فيحاولون أن يختصروا الوقت لطبع الرسائل وتقديمها",
            "page": "178",
            "part": "1",
            "seal": "E6F8ECBB"
        },
        {
            "id": "161",
            "nass": "للمناقشة، وتحقيقا لذلك الهدف قد يتجه الطالب إلى طبع أبواب الرسالة التي انتهى من كتابتها قبل أن يكمل باقي الأبواب، أو على أحسن تقدير يبدأ في طبع الرسالة فور الانتهاء من كتابتها، وهذا أو ذلك بعيد عن الصواب، ويحرم الرسالة من عنصر مهم من عناصر الإبداع وهو الذي يسمى \"اللمسات الأخيرة\". ¶ واللمسات الأخيرة تبدأ بعد الانتهاء من كتابة الرسالة كلها، وحينئذ تأخذ اللمسات الأخيرة مراحلها كالآتي: ¶ 1- يعيد الطالب قراءة الرسالة قراءة هادئة مرة أو أكثر من مرة، ويعمل فيها قلمه وفكره لتصبح في صورتها النهائية، جيدة التسلسل والتناسق والشمول، سواء فيما يتعلق بالخطة أو الأسلوب أو تنظيم المراجع. ¶ 2- يعيد كتابة الصفحات التي كثر التغيير فيها بحذف أو إضافة. ¶ 3- يتركها الطالب فترة تتراوح بين أسبوعين وشهر، وهو خلال هذه المدة يعيش فيها عن قرب وعن بعد: ¶ فهو عن قرب يقلب صفحاتها ويلقى عليها نظرات خاصة ليرى إن كان بها تكرار، أو تقديم ما يلزم أن يؤخر، أو تأخير ما يحسن أن يقدم، أو استطراد مخل أو قصور في الإبانة فيعيد تصحيح ذلك بدقة.",
            "page": "179",
            "part": "1",
            "seal": "6EEE3B6F"
        },
        {
            "id": "162",
            "nass": "وهو عن بعد يتخيل الرسالة ويراها كأنها طريق طويل يقف عند أوله، ويستعرضه كله؛ ليطمئن على أنه لا يوجد به عقبات أو انحناءات خطرة، وكذلك الرسالة يجب أن تبدو له فكرا متسلسلا متصلا، تبدأ بعرض مشكلة وتسير في معالجة هذه المشكلة في اتساق وانسياب حتى تنتهي إلي حل وخاتمة. ¶ ومن الواضح أن هناك فترة زمنية بين كتابة باب وباب آخر، وقد تمتد هذه الفترة عدة سنوات، ولهذا قد ينسى الطالب فيكرر شيئا كتبه من قبل -أو يجد أن فكرة قد أجلها؛ لتكتب في باب قادم، ولكنه نسيها فخلت منها الرسالة، وأحيانا تكون هناك بحوث ظهرت أو مخطوطات نشرت تضيف جديدا لما كتب قبل طبع الرسالة ولا بد أن يقتبس منها الطالب ليجود عمله، وكل هذا يدخل في نطاق اللمسات الأخيرة التي تعد استدراكا لكل ما فات الرسالة في مجموعها. ¶ أرأيت الشاعر وقد انتهى من كتابة قصيدة، ثم عاد لها يحذف بيتا لا يعجبه جرسه، ويستبدل بكلمة كلمة أخرى أرق وأعذب، هذه هي اللمسات الأخيرة. ¶ أرأيت الرسام وقد انتهى من رسم لوحته جزءا جزءا ثم عاد ينظر لها ككل؛ ليطمئن على تناسقها وروعتها وليعمل ريشته لتحقيق ما فاته، هذه هي اللمسات الأخيرة.",
            "page": "180",
            "part": "1",
            "seal": "C537CE36"
        },
        {
            "id": "163",
            "nass": "وقل مثل هذا في البناء الجديد، وفي تنظيم حديقة، وفي صنع سيارة. ¶ إن اللمسات الأخيرة هي الروح التي تدب في الجسم عقب الانتهاء من خلق الأجسام، وبدون اللمسات الأخيرة يظل الكائن بعيدا عن الكمال، وإن الوقت الذي يعطى للمسات الأخيرة يزيد الرسالة سلاسة وقوة، والبخل بهذا الوقت خسارة كبيرة للرسائل العملية.",
            "page": "182",
            "part": "1",
            "seal": "C9C30529"
        },
        {
            "id": "164",
            "nass": "الباب الخامس كتابة الرسالة بالآلة الكاتبة وتجليدها ¶ ... ¶ الباب الخامس: كتابة الرسالة بالآلة الكاتبة أو بالكمبيوتر وتجليدها ¶ الكاتب على الآلة الكاتبة: ¶ كثير من الطلاب في جامعات أوروبا يجيدون الكتابة على الآلة الكاتبة، وهم لهذا يستطيعون كتابة رسائلهم بأنفسهم، وأغلبهم يملكون الآلة الكاتبة أو يستعيرونها من زملائهم، فهي كثيرة الانتشار هناك. ¶ فإذا كان الطالب العربي يستطيع أن يفعل ما يقوم به زميله الأوربي فالمأمول أن تخرج الرسالة في أحسن ثوب، فالطالب الذي يكتب رسالته بنفسه يلحظ كل الاعتبارات المختلفة، وما عسى أن يكون في رسالته من اصطلاحات أو نظم خاصة، وهو يستفتي نفسه كلما أشكل عليه أمر. ¶ وقد انتشر الكمبيوتر في الثمانينات وهو أروع من الآلة الكاتبة وأوضح، ولذلك ينيغي للطالب أن يلجأ إليه فيبدو أن عصر الآلة الكاتبة قد انتهى. ¶ والطالب الذي لا يجيد استعمال الآلة الكاتبة، ينبغي أن يحس بأنه هو المسئول عن كل ما قد يقع فيه الكاتب على",
            "page": "185",
            "part": "1",
            "seal": "2842A8AD"
        },
        {
            "id": "165",
            "nass": "الآلة الكاتبة من أخطاء، ولتجنب هذه الأخطاء ينبغي على الطالب أن يختار شخصا ماهرا في هذه الحرفة، وأن يعد له الرسالة إعدادا منظما على الوجه الذي يرجو أن تخرج عليه، ثم يوضح له القوانين الخاصة بكتابة الرسائل من حيث اتساع الهوامش، والمسافة بين كل سطرين، وكيفية وضع الأرقام في صلب الرسالة وفي الهوامش، ونظام ترقيم الصفحات وغير ذلك مما قد يستلزم أحيانا أن يترك معه نسخة من هذا الكتاب لينتفع بالفصل الذي كتب لهذا الغرض، وعلى الطالب على وجه الخصوص أن يبصر الكاتب بما قد يكون في الرسالة من اصطلاحات أو أشياء غير عادية. ¶ فإذا قام الكاتب بعمله بدقة وبذل أقصى الجهد، فإن هذا لن يحول دون وقوع بعض الأخطاء، ولهذا كان من الضروري أن يقوم الطالب بمراجعة ما تمت كتابته على الآلة الكاتبة ومقارنته بما كتب في الأصل، وأحسن طريق لذلك أن يحضر الطالب شخصا يقرأ له في المخطوط، ويراقب هو الرسالة المكتوبة على الآلة الكاتبة، ويجري الطالب تصحيح هذه الهفوات بالقلم الرصاص على النسخة الأخيرة؛ لأنها هي الاحتياطية، والأفضل أن يعود الكاتب لتصحيح النسخ الأخرى بالآلة الكاتبة بناء على تصحيحات الطالب، وبعض الطلاب يقومون بتصحيح جميع النسخ بأنفسهم دون أن يلجأوا إلى الكاتب للقيام بها، ولكن الأفضل أن يكون التصحيح بالآلة الكاتبة إذا أمكن ذلك.",
            "page": "186",
            "part": "1",
            "seal": "009A533C"
        },
        {
            "id": "166",
            "nass": "وإذا كثرت الأخطاء في صفحة ما، فيحسن إعادة كتابة هذه الصفحة من جديد قبل تجليد الرسالة، ويترك الحكم بالكثرة أو بالقلة في الأخطاء لتقدير الطالب وحرصه على أن تبدو رسالته أنيقة جميلة؛ إذ إن الأناقة وحسن الإخراج من الأسس المهمة التي ينبغي أن يتدبرها طالب الماجستير والدكتوراه، وعلى العموم فإنه من غير المرغوب فيه أن تترك التصحيحات أثرا واضحا في الورق. ¶ وتستعمل المسافة المزدوجة في كتابة صلب الرسالة، فالكتابة المزدوجة أسهل قراءة، ثم يمكن معها -عند الضرورة- إضافة كلمة أو جملة بين السطرين؛ إذ إنه لا يجوز كتابة شيء على الهامش، وطبيعي أن الكتابة تكون على وجه واحد من الورق. ¶ وليدرك الطالب أن الهدف الأسمى للكاتب على الآلة الكاتبة هو من يخرج صورة طبق الأصل للنسخة المخطوطة التي أعطيت له، وعلى هذا فليكتب الطالب بيده ما يريد أن يراه مكتوبا بالآلة الكاتبة، وليضع علامات الترقيم حيث ينبغي أن توضع دون أن يعتمد على الكاتب، وليختصر ما يريده مختصرا مثل \"ص\"= صلى الله عليه وسلم، فإذا لم يردها مختصرة فليكتبها كاملة، فإن الكاتب على الآلة الكاتبة سيحاول أن يتبع حرفيا ما دوَّنَه الطالب. ¶ عدد النسخ التي تطبع: ¶ يختلف عدد النسخ التي يجب إعدادها باختلاف الرسالة",
            "page": "187",
            "part": "1",
            "seal": "231C3E1D"
        },
        {
            "id": "167",
            "nass": "التي يتقدم بها الطالب وباختلاف الجامعات بل الكليات أيضا، وكنظام عام يلزم أن يعد الطالب عددا من النسخ بقدر الممتحنين للرسالة، مضافا إليها نسخة تبقى مع الطالب ونسخة أخرى على الأقل؛ لتكون احتياطية، وفي الجامعات المصرية يقدم للماجستير وللدكتوراه خمس عشرة نسخة، وقد جرت العادة في أغلب الكليات أن يقدم الطالب -مع نسخ الممتحنين- نسخة أخرى لتودع مكتبة الكلية بعد نجاح الطالب. ¶ وفي انجلترا يقدم الطالب للجامعة عددا من النسخ مساويا للعدد الممتحنين، ويرد الممتحنون نسخهم بعد انتهاء مهمتهم، فتودع إحدى النسخ مكتبة الجامعة وترد النسخ الباقية للطالب. ¶ الورق والكربون: ¶ في كتابة الرسائل يستعمل الورق الأبيض غير المسطر على أن يكون مقاسه ستة وعشرين سنتيمترا طولا وعشرين سنتيمترا عرضا، أما الأوراق \"الفولسكاب\" كثيرة الانتشار في مصر والتي يزيد طولها عن هذا فلا يوصى باستعمالها في كتابة الرسائل إلا للضرورة، فإذا لم يجد الطالب المقاس المطلوب بسهولة أمكنه أن يقص بضعة سنتيمترات من الورق الفولسكاب إن أراد لعمله غاية الجودة. ¶ والكاتب على الآلة الكاتبة يستطيع أن يكتب ست نسخ دفعة واحدة باستعمال الكربون، وبعض الناس يجعلون النسخة الأصلية وهي العليا من نوع خاص في الورق، يزيد",
            "page": "188",
            "part": "1",
            "seal": "64BF10A7"
        },
        {
            "id": "168",
            "nass": "متانة وسمكا عن الورق المستعمل في باقي النسخ، ولكن الأفضل أن يكون الورق كله من نوع واحد، ويجب ألا يكون نوع الورق سميكا لتكون النسخ الست واضحة. ¶ والكربون الذي يستعمل يلزم أن يكون أسود، من نوع جيد، وأن يغير كل سبع دفعات أو ثمانية؛ ليمكن التأكد من وضوح النسخ، وكذلك شريط الحبر المستعمل في الآلة الكاتبة يلزم أن يكون أسود وألا يعاد استعماله بعد أن يمر في الآلة. ¶ وقد توقف استعمال الكربون تقريبا، وحل محله التصوير الذي سنتكلم عنه فيما يلي: ¶ التصوير: ¶ يلجأ بعض الطلاب إلى استعمال الجهاز المعروف بالجستتنر Gestetner، فيستعملون الآلة الكاتبة لكتابة الرسالة على \"أوراق حرير\" ثم يستعملون الجستتنر لإخراج أي عدد من النسخ يريدون، ومن الأفضل استعمال التصوير \"أوفست\" الذي انتشر الآن الكومبيوتر، فتكتب من الرسالة نسخة واحدة ثم يصححها الباحث، ويصور منها العدد المطلوب، وستكون جميع النسخ حينئذ في حالة واحدة من الجودة والوضوح، ويتحتم هذا في مصر الآن وبخاصة في الكليات التي تتطلب عددا من النسخ لتعطى للأساتذة المتخصصين في المادة ولو لم يكونوا من الممتحنين.",
            "page": "189",
            "part": "1",
            "seal": "7CEEF34B"
        },
        {
            "id": "169",
            "nass": "الفراغ على جانبي الكتابة: ¶ ويلزم أن يكون الفراغ على جانبي الكتابة مستقيما جدا من جهة اليمين أن أن تبدأ السطور بمحاذاة دقيقة، وفي حالة الطباعة يلزم كذلك أن يكون مستقيما من جهة الشمال، أما في حالة الكتابة على الآلة الكاتبة فيحسن ألا يكون التفاوت بين نهاية السطور من جهة اليسار كبيرا، وعرض الفراغ من جهة اليمين هو خمسة سنتيمترات سيشغل بعضها في التجليد، أما الفراغ على اليسار والفراغ الأعلى والأسفل فعرض كل منهما ثلاثة سنتيمترات. ¶ ترقيم الصفحات: ¶ ترقيم الصفحات نظام ينبغي أن يلاحظ بدقة، ويبتدئ الترقيم بالحروف الأبجدية: \"أب ج د هـ وز ح ط ي ... \" فيشمل ذلك صفحة العنوان \"لا يوضع لها رقم ولكنها تحسب في الترقيم\"، ويشمل كذلك صفحة التقدير والاعتراف والفهارس، والمقدمة، ثم تبدأ الأرقام العربية \"1، 2، 3، 4 ... \" مع بدء الرسالة نفسها، والورقة التي توضع قبل الباب الأول مباشرة، ويكتب في وسطها عنوان الرسالة لا تحمل رقما ولا تحسب في الترقيم، ومثل ذلك الورقة التي تضاف قبل كل باب ويكتب عليها رقم الباب \"الباب الثالث مثلا\" وعنوانه، أما في حالة الطباعة فإن هذه الورقات تحسب في الترقيم وذلك بسبب نظام \"الملازم\" المستعمل في الطبع وكون الملزمة الأولى تحمل أرقاما تبتدئ من 1 إلى",
            "page": "190",
            "part": "1",
            "seal": "90A301F5"
        },
        {
            "id": "170",
            "nass": "16 والثانية من 17 إلى 32 وهكذا، فلو لم يسر نظام الترقيم في الطبع على هذا الأساس لأمكن أن يحدث ارتباك في الكتاب. ¶ وقد يكون في الرسالة لوحات طويلة تنشر وتطوى وتتكون كل منها من عدة ورقات ملتصقة، فكل لوحة من هذه اللوحات تحمل رقما واحدا مهما كان طولها، ومهما كان عدد الأوراق التي أسهمت في تكوينها. ¶ وفي الرسائل يجوز وضع الرقم في منتصف الصفحة من أعلى أو من أسفل، ولكن من الأفضل على كل حال أن يوضع الرقم في الطرف الأعلى للصفحة من جهة الشمال، ولا توضع نقطة بعد الرقم، كما أنه لا يحاط بالأقواس. ¶ وقد يعمل أكثر من شخص في وقت واحد في كتابة الرسالة على الآلة الكاتبة كأن يعمل واحد في كتابة الباب الأول ويعمل ثان في كتابة الباب الثاني وهكذا، والواجب حينئذ أن يؤجل الترقيم حتى تتم الرسالة فترقم دفعة واحدة. ¶ ويحدث أحيانا أن يضطر الطالب لسبب ما أن يحذف ورقة أو أكثر، بعد ترقيم الصفحات، والواجب في هذه الظروف أن يوضع على الصفحة السابقة لهذا الحذف -بالإضافة إلى رقمها رقم الصفحات المحذوفة، فإن حذفت الصفحتان اللتان تحملان رقم 78 و79 فإن الصفحة رقم 77 سيكون رقمها كالآتي: 77 و78 و79 وإذا اضطر",
            "page": "191",
            "part": "1",
            "seal": "1B6F456F"
        },
        {
            "id": "171",
            "nass": "الطالب أن يضيف ورقة أو ورقتين بعد إجراء الترقيم فإن الرقم الذي تحمله الصفحة السابقة يعطى هو نفسه للصفحة أو الصفحات الجديدة مع إضافة حروف أب جـ وهكذا، فإذا أضاف الطالب ورقتين بعد صفحة 153 فإن الورقة الأولى منهما ستعطى رقم 153، أو الثانية سيكون رقمها 153 ب ثم يجيء بعد ذلك صفحة 154. ¶ تجليد الرسالة: ¶ على الطالب أن يجلد جميع النسخ التي سيرفعها للجامعة قبل تقديمها فذلك أدعى للمحافظة عليها وعلى ترتيبها، ولأن من حق الممتحنين أن يتسلموا نسخهم متماسكة، ويجب أن يكون التجليد محكما بحيث لا يتعدى نصف الهامش الذي ترك واسعا لهذا الغرض، وبهذا تكون الكتابة واضحة يصل إليها القارئ دون عناء. ¶ وعلى الطالب أن ينبه المجلِّد إلى ما قد يكون بالرسالة من جداول أو رسوم جعلت على أوراق ذات حجم كبير تطوى وتنشر، وعلى المجلد أن يلاحظ سلامتها من القص وإمكان نشرها وإعادة طيها بسهولة. ¶ وإذا كانت الرسالة ذات حجم سميك كتب عنوانها واسم الطالب على قاعدة الغلاف، وعلى وجه الغلاف، أما إذا كانت القاعدة صغيرة لأن الرسالة غير سميكة فيكتفي بأن تكون هذه الكتابة على وجه الغلاف.",
            "page": "192",
            "part": "1",
            "seal": "BE2E14B6"
        },
        {
            "id": "172",
            "nass": "الباب السادس: المناقشة والنتيجة ¶ ملخص الرسالة: ¶ في الرسائل الأدبية بمصر -كما في فرنسا- يعد الطالب موجزا للرسالة؛ ليلقيه أمام لجنة الامتحان وأمام الجمهور، ويجب أن يعد الموجز بمنتهى الدقة، ويكون إلمامة سريعة بكل ما ورد في الرسالة، ولذلك كان لزاما أن يشمل الموجز العناصر الآتية: ¶ 1- تقرير المشكلة التي هي موضوع البحث، وشرح أهيمتها في محيط المادة التي ينتسب إليها الطالب. ¶ 2- بيانا موجزا عن النتائج التي وصلت إليها البحوث السابقة المتصلة بالموضوع، والنقطة التي بدأ منها البحث الجديد. ¶ 3- إبراز الخطة التي رسمها الطالب لدراسة هذا الموضوع، ويشمل ذلك عناوين المشكلات الرئيسية \"أي الأبواب\"، ثم عناوين المشكلات الفرعية \"أي الفصول\" وهي التي تتفرع عن المشكلات الرئيسية.",
            "page": "195",
            "part": "1",
            "seal": "7A144ADF"
        },
        {
            "id": "173",
            "nass": "4- إلماما مختصرا بالمادة الأساسية التي كشفها والنتائج التي حصل عليها منها. ¶ 5- وإذا كان البحث يفتح آفاقا جديدة، وتحتاج بعض نقاط فيه إلى دراسة أوسع وأعمق، حسن بالطالب أن يشير إلى ذلك، ذاكرا أنه فتح الباب ولكن لم يكن في طاقته أن يورد كل التفاصيل عن نقطة كذا؛ لأنها تحتاج إلى بحوث مستقلة قد يتمكن هو أو غيره من القيام بها في المستقبل. ¶ وواضح مما سبق أن الطالب يستطيع أن يستعين بالمقدمة في إعداد هذا الملخص، ويضيف إلى ما يقتبسه من المقدمة خطة الدراسة، والنتائج التي أسهم بها في النهضة العلمية والتوصيات التي يتقدم بها، فالمخلص إذًا جولة سريعة حول الموضوع منذ كان فكرة حتى أصبح حقيقة ثابتة مفيدة. ¶ ويستغرق إلقاء هذا الملخص نصف ساعة تقريبا في الماجستير وثلاثة أرباع الساعة في الدكتوراه. ¶ ولحسن الإلقاء أهمية كبيرة، فعلى الطالب أن يتدرب عليه قبل وقوفه أمام الممتحنين، وعليه أن يكون هادئا في وقفته، رزينا في حركاته، وأن يكون سليم اللغة، مسترسل الأسلوب، حسن النبرات، متنوع النغمات، وأن يوزع نظراته توزيعا منظما، هذا بالإضافة إلى حسن السمت، وجودة المظهر.",
            "page": "196",
            "part": "1",
            "seal": "26AB8D66"
        },
        {
            "id": "174",
            "nass": "وعلى الطالب ألا يظهر بمظهر الغرور، وألا يبدو من عباراته ما يدل على الكبرياء والاعتداد بالنفس، بل عليه أن يظهر بمظهر التواضع الذي هو من أبرز أخلاق العلماء؛ فيقول إنه حاول، وأنه يرجو أن يكون قد وفق فيما قصد إليه. ¶ أما الرسائل العلمية كالرسائل التي تقدم لكلية الطب والعلوم فلا يحضر الجمهور مناقشتها؛ لعدم تمكنه من متابعة ما في هذه الرسائل من دراسة، وهي تسير في مناقشتها على نسق ما يجري بالجامعات الإنجليزية، وسيأتي الكلام عنها. ¶ وهناك شيء آخر يتصل بالامتحان وهو إعداد الدفاع عن النقاط الضعيفة أو النقاط مثار الخلاف في الرسالة، وهذا الدفاع يعده الطالب، ولكن عليه أن يدخره ليجيب به عن أسئلة قد توجه إليه عند النقاش، دون أن يثير هو مثل هذه المشكلات في ملخص الرسالة الذي يلقيه، حتى لا يوجه الممتحنين إلى ما في رسالته من المواطن الضعيفة. ¶ وبعد انتهائه من إلقاء ملخص الرسالة يتلقى ما يوجه إليه من نقد، وعليه أن يتقبله بسعة صدر ورحابة نفس، وأن يظل قوي الأعصاب فلا يضعفه أي هجوم قد يوجه إليه، وليدرك أنه قد يكون بين الممتحنين أستاذ قوي الهجوم، يبدو منه لون العنف، فلا يكن لهذا أثر في نفسية الطالب،",
            "page": "197",
            "part": "1",
            "seal": "69F1BE29"
        },
        {
            "id": "175",
            "nass": "وليستمع فقط للنقد العلمي ليجيب عنه إذا أراد، ويجب أن يعرف الطالب أنه ليس من الضروري أن يجيب عن كل سؤال؛ إذ قد يوافق الطالب الممتحن في وجهة نظره، فالحقيقة هي الهدف أيا كان مصدرها، والرد الضعيف غير مقبول، والعناد ليس من أخلاق العلماء، ولا يعود بأي نفع على الطالب. ¶ وإذا أجاب الطالب فلتكن إجابته مباشرة دون لف أو استطراد، وليحاول أن يضعها في أسلوب رقيق، وعبارة طيلة منظمة. ¶ وقت المناقشة: ¶ يختلف الوقت الذي يقضيه الطالب أمام اللجنة التي تعين لمناقشة اختلافا كبيرا تبعا لاعتبارات كثيرة، أهمها: ¶ 1- نوع الرسالة: فالرسالة المقدمة للماجستير تحتاج عادة إلى وقت أقصر من الرسالة المقدمة للدكتوراه، وسبب ذلك أهمية رسالة الدكتوراه، وعمقها، وكثرة مراجعها، وأصالتها. ¶ 2- موضوع الرسالة: فالرسالة التي كتبت في موضوع مطروق تكون أدعى للهجوم عليها ومناقشتها؛ لوجود صلة كبيرة بين الممتحنين وبين الموضوع المطروق تمكنهم من العثور على منافذ كثيرة للهجوم والنقاش، بخلاف الموضوع البكر فإن إحاطة الطالب به تفوق إحاطة أي شخص آخر.",
            "page": "198",
            "part": "1",
            "seal": "7911C90D"
        },
        {
            "id": "176",
            "nass": "3- وأهم شيء لاحظته فيما يختص بالوقت هو نظام الجامعة التي تتبعها الرسالة، وما إذا كانت تجري فيها المناقشة علنية كما هو الحال في أكثر الكليات بجامعات مصر وجامعات فرنسا، أو تجري المناقشة في مكان خاص كما هو الحال في كليتي الطب والعلوم بالجامعات المصرية، وكما هو الحال في أغلب الجامعات البريطانية كجامعة كمبردج وأوكسفورد ولندن1. ¶ وقد ظهر لي من مشاهداتي وتجاربي في مصر وفرنسا وبريطانيا أن المناقشة التي تحضرها الجماهير تستغرق وقتا أطول جدا من المناقشة التي تدور في مكان خاص؛ ولست أستطيع أن أفسر ذلك إلا بأن للجماهير وضعا يلاحظه الطالب والممتحنون جميعا، فالطالب يستغرق وقتا في تلخيص رسالته وإبراز ما عاناه في كتابتها، وما أسهم به فيها لخدمة الثقافة؛ لينال بذلك عطف الحاضرين وتقديرهم، ثم يجيء دور الممتحنين وهم -فيما أظن- يحسون أنهم يمتحنون أمام الجماهير التي تقدر أسئلتهم وتزن مناقشتهم، ولذلك فهم أشد حرصا مما لو كانوا مع الطالب في مكان خاص. ¶ ومن مجموعة الرسائل التي حضرت مناقشتها أستطيع أن ¶ __________ ¶ 1 بعض جامعات بريطانيا كجامعة أدنبره مثلا لا يُجرى فيها امتحان قط، ويكتفى بالتقارير التي يقدمها الأعضاء المعينون لدراسة الرسالة، ويصدر مجلس المعهد الذي تتبعه الرسالة الحكم عليها بناء على ما جاء في هذه التقارير.",
            "page": "199",
            "part": "1",
            "seal": "FEA14ABA"
        },
        {
            "id": "177",
            "nass": "أقول إنه في حالة المناقشة العلنية تستغرق رسالة الماجستير حوالي ساعتين ورسالة الدكتوراه حوالي ثلاث ساعات، أما في حالة المناقشة غير العلنية فتستغرق الماجستير حوالي ساعة والدكتوراه حوالي ساعتين. ¶ ورأيي أن تستغرق المناقشة العلنية حوالي ساعتين، فهذه المدة كافية للتعرف على مقدرة الطالب، وليست الإطالة إلا تضييعا للجهد، وإرهاقا، وعرضا لأفكار الأساتذة في مجال لم يعين لعرض أفكارهم. ¶ موضوعات المناقشة: ¶ تشمل المناقشة عناصر الرسالة الثلاثة وهي: ¶ 1- الناحية الشكلية. ¶ 2- الناحية المنهجية. ¶ 3- الناحية الموضوعية \"العلمية\". ¶ ولا يستطيع باحث أن يقلل من أهمية أي عنصر من هذه العناصر الثلاثة: ¶ فلا نزاع أن وقوع أخطاء نحوية، أو إملائية، أو عدم مراعاة علامات الترقيم، أو الفقرات، أو نحو ذلك، لَمِمَّا يضعف قيمة الرسالة، وما يتيح للمتحنين فرصة للهجوم على الطالب والتقليل من قيمة جهوده. ¶ أما الناحية المنهجية فخطيرة جدا، وينظر الممتحنون إلى",
            "page": "200",
            "part": "1",
            "seal": "8CF9DE5C"
        },
        {
            "id": "178",
            "nass": "الرسالة التي كثرت فيها المادة بدون نظام، وتعمق البحث بدون ترتيب نظرتهم إلى محل تجاري كثرت السلع فيه ولكنها لم تنظم ولم يحسن عرضها، فإذا طلبت شيئا ضل صاحبه عن الوصول إليه، وإذا حاولت الحصول على السكر عثرت عليه وقد اختلط بالملح أو أوشك أن يختلط به. ¶ فحسن اختيار الموضوع، والبراعة في الخطة التي وضعت لدراسته، والنجاح في اختيار العناوين القوية الدقيقة، وترابط الأبواب والفصول، وحسن العرض، كل هذا له شأن كبير في تقدير الرسالة، والفضل في أي نقطة من هذه النقاط يثير على الطالب حملة قد تكون شديدة. ¶ وليكن معروفا أن الطالب قد يصل إلى مستوى الممتحن فيما يتعلق بالناحية العلمية لموضوع رسالته أو حتى يتفوق في ذلك لطول عمله في ذلك الموضوع، وتخصصه فيه، ولكن الطالب لن يصل إلى مستوى الممتحن في الناحية المنهجية، فالغالب أن تكون للممتحن دربة وخبرة في هذا الشأن مما يتيح له أن يجد منافذ للهجوم في الناحية المنهجية كلما كانت هناك ثغرة للهجوم في هذه الناحية. ¶ أما الناحية العلمية فهي الهدف الأساسي في الرسالة؛ فالعمق في البحث، وحسن الإحاطة، ودقة النقد والمقارنة، ووفرة المصادر، والإسهام بحق في النهضة العلمية بما في الرسالة من جديد مفيد، كل هذا يقلل كثيرا من الهجوم على الطالب.",
            "page": "201",
            "part": "1",
            "seal": "12B6C8A6"
        },
        {
            "id": "179",
            "nass": "ويُجرى الامتحان عادة في الرسالة وما تعرضت له من موضوعات، ولكن على الطالب أن يكون مُلِمًّا بالموضوع العام الذي اختار منه المشكلة التي عالجها في الرسالة، فكثير من الممتحنين يسألون في أشياء متصلة بالرسالة اتصالا وثيقا أو خفيفا ليختبروا مقدرة الطالب، وليبرزوا بعض المقارنات التي لا غنى عنها في البحث، ومعنى هذا أنه إذا كان موضوع الرسالة مثلا \"الحالة الاقتصادية للعراق في عهد البويهيين\" فعلى الطالب أن يكون مستحضرًا للحالة الاقتصادية قبل البويهيين وبعدهم، ملما بالحالة السياسية في العهد الذي يدرسه، محيطا بالأحداث البارزة والتيارات المهمة في التاريخ الإسلامي على العموم؛ إذ إن للممتحنين الحق الكامل في أن يستدرجوا الطالب إلى مناقشة الموضوعات التي تتصل بالرسالة من قريب أو من بعيد. ¶ ويبدو لي من تجاربي واتصالاتي أن الامتحانات التي لا يحضرها الجمهور كما في جامعة كمبردج مثلا -يكثر فيها الخوض في الموضوع العام دون أن يقتصر النقاش على الرسالة نفسها، ويحصل العكس في الرسائل التي تحضر الجماهير مناقشتها. ¶ الممتحنون والنتيجة: ¶ حدث تغيير بمصر في الاجراءات المتعلقة بالممتحنين والنتيجة سواء في الماجستير أو الدكتوراه، وقد نظمت اللائحة التنفيذة رقم 809 التي أصدرها رئيس الجمهورية",
            "page": "202",
            "part": "1",
            "seal": "F3A55C73"
        },
        {
            "id": "180",
            "nass": "سنة 1975م الإجراءات الجديدة، وفيما يلي ما تضمنته هذه اللائحة فيما يرتبط بهذا الموضوع. ¶ مادة 103: يقدم المشرف على الرسالة بعد انتهاء الطالب من إعدادها تقريرا إلى مجلس القسم عن مدى صلاحيتها للمناقشة، ويقترح تشكيل لجنة لمناقشتها، وبعد موافقة مجلس القسم يحول الاقتراح إلى مجلس رياسة الأقسام فمجلس الكلية للموافقة عليه. ¶ مادة 104: تكون لجنة الحكم على الرسالة من ثلاثة أعضاء أحدهم المشرف أو أحد المشرفين على الرسالة إن تعددوا، والعضوان الآخران من الأساتذة أو الأساتذة المساعدين بالجامعات، ويكون رئيس اللجنة أقدم الأساتذة، ويشترط أن يكون أحد الأساتذة على الأقل من خارج الكلية بالنسبة لرسائل الماجستير، ومن خارج الجامعة بالنسبة لرسائل الدكتوراه، ويتم اعتماد تشكيل اللجنة من نائب رئيس الجامعة لشئون الدراسات العليا والبحوث. ¶ وتقدر لجنة الحكم النجاح في الماجستير بأحد التقديرات الآتية: مقبول، جيد، جيدا جدا، ممتاز. ¶ ولا داعي لأن تذكر كلمة مقبول؛ فإن إعلان النجاح في الرسالة من غير أن يضاف لها تقدير، معناه أنها مقبول فقط. ¶ وفي الدكتوراه توصي اللجنة بإعطاء مرتبة الشرف",
            "page": "203",
            "part": "1",
            "seal": "5CAB5C55"
        },
        {
            "id": "181",
            "nass": "الأولى للطالب أو مرتبة الشرف الثانية حسب مكانة الرسالة ويمكن أن يمنح درجة الدكتوراه دون مرتبة شرف وتلك أقلها. ¶ وتعلن اللجنة النتيجة بعد مداولة يقوم بها الأعضاء عقب انتهاء المناقشة، ثم تعرض هذه النتيجة على مجلس القسم فالكلية لإقرارها. ¶ هذا هو النظام المتبع -على العموم- في الجامعات المصرية مع خلاف بسيط بين بعضها والبعض الآخر، وهو نظام قوي الصلة بالنظام الفرنسي، أما النظام البريطاني فيختلف عن ذلك اختلافا كبيرا جدا، بل تختلف بعض الجامعات عن البعض الآخر، ولا مانع من أن أورد فكرة سريعة عن النظم البريطانية وبخاصة بجامعة كمبردج ليرى الطالب المصري صورة ما يجري هناك، ويستطيع مبعوثونا أن يعرفوا طريقهم. ¶ يعين لفحص الرسالة بجامعات انجلترا عضوان ويكون الأستاذ المشرف أحدهما في كل جامعات انجلترا ما عدا جامعتي كمبردج وأوكسفورد فلا يمثل الأستاذ المشرف في لجنة فحص الرسالة. ¶ وتجري مناقشة غير علنية في بعض الجامعات كجامعة كمبردج وأوكسفورد ولندن، ولا تجري مناقشة البتة في بعضها الآخر كجامعة أدنبره، حيث يكتفى بتقرير الممتحنين كما مر.",
            "page": "204",
            "part": "1",
            "seal": "021F864F"
        },
        {
            "id": "182",
            "nass": "ولا تعلن النتيجة في جامعات بريطانيا عقب المناقشة، بل تمر الرسالة بالمراحل الآتية: ¶ 1- تقرير المشرف على الرسالة بإمكان التقدم بها للامتحان، ويكون هذا التقرير عادة قصيرا وعاما. ¶ 2- تقرير الممتحنين عن الرسالة قبل الامتحان؛ فإذا قررا صلاحتيها للامتحان اتفقا بينهما على يوم لمقابلة الطالب ويتم إخباره بذلك، ويعد تحديد يوم لمناقشة الطالب خطوة في سبيل النجاح؛ إذ إن الممتحنين قد يقرران عدم صلاحية الرسالة، وأنها دون المستوى اللازم، وفي هذه الحالة لا تناقش. ¶ 3- تقرير الممتحنين عن موقف الطالب من الدفاع عن آرائه وقت الامتحان ومن إثبات كفايته، وسعة أفقه واطلاعه وعمق ثقافته أو غير ذلك. ¶ 4- يرفع التقرير العام من الممتحنين عن الرسالة في ذاتها وعن الطالب وموقفه وقت المناقشة إلى اللجنة العلمية التابعة للمعهد الذي ينتسب إليه الطالب The Degree Comnite وهذه اللجنة بعد استعراضها للتقارير وللتوصيات التي تقدم بها الممتحنان تتخذ قرارا. ¶ 5- يرفع هذا القرار إلى مجلس الجامعة للتصديق عليه، وتولى سكرتارية الجامعة إذاعة هذا القرار.",
            "page": "205",
            "part": "1",
            "seal": "CB6CCF37"
        },
        {
            "id": "183",
            "nass": "ويحدث كثيرا في بريطانيا أن ترد الرسالة لإجراء تعديل بها وتقدم للمناقشة مرة أخرى، كما يحدث أن يمنح الطالب درجة الماجستير بدلا من الدكتوراه إذا كان مستوى الرسالة لا يصل للدكتوراه ويحصل أيضا أن ترد الرسالة فلا يحصل بها الطالب على شيء، وقد شهدت إبان إقامتي بانجلترا أمثلة لهذه الأنواع الثلاثة. ¶ وفي حالة النجاح لا يوجد في بريطانيا تقارير مماثلة لمقبول وجيد الموجودة في مصر وفرنسا، وهذه التقارير يوجد شيء منها في انجلترا فيما يعادل هنا الليسانس والبكالوريوس وليس في الدارسات العليا. ¶ وحيث توجد هذه التقارير فإن الرسالة التي يقل تقديرها عن جيدا جدا تعد رسالة غير جديرة بكامل الإجلال. ¶ وفي ختام هذه الدراسة أرجو أن يكون الطالب قد انتفع بها ووعاها، وأن تعينه على تقديم رسالة تحقق له كل فوز وكل خير.",
            "page": "206",
            "part": "1",
            "seal": "728E5FB7"
        },
        {
            "id": "184",
            "nass": "ملحق رقم \"1\": ¶ علامات الترقيم: ¶ \"مختصرة -بتصرف- من كتاب \"نتيجة الإملاء\" للشيخ مصطفى عناني، ومن الرسالة التي نشرتها وزارة التربية والتعليم سنة 1932 عن حروف التاج وعلامات الترقيم\". ¶ النقطة \".\" وتوضع في نهاية الجملة التامة المعنى، المستوفية كل مكملاتها اللفظية، وكذلك توضع عند انتهاء الكلام وانقضائه مثل: الأيام دول. ومن توانى عن نفسه ضاع، ومن حاول قهر الحق قهر. ¶ الفاصلة \"،\" وتوضع في الأحوال الآتية: ¶ أولا- بعد لفظ المنادى مثل: يا علي، أحضر الكراسة. ¶ ثانيا- بين الجملتين المرتبطتين في المعنى والإعراب مثل: خير الكلام ما قل ودل، ولم يطل فيمل. ¶ ثالثا- بين الشرط والجزاء وبين القسم والجواب إذا طالت جملة الشرط أو القسم مثل: ¶ إذا كنت في مصر ولم تك ساكنًا ¶ على نيلها الجاري، فما أنت في مصر",
            "page": "209",
            "part": "1",
            "seal": "1B29AA5E"
        },
        {
            "id": "185",
            "nass": "ومثل: لئن أنكر الحر من غيره ما لا ينكر من نفسه، فهو أحمق. ¶ رابعا- بين المفردات المعطوفة إذا تعلق بها ما يطيل المسافة بينها فيجعلها شبيهة بالجملة في طولها، مثل: ما خاب تاجر صادق، ولا تلميذ عامل بنصائح والديه ومعلميه، ولا صانع مجيد لصناعته غير مخلف لمواعيده. ¶ الفاصلة المنقوطة \"؛\" وتوضع فيما يلي: ¶ بعد جملة، ما بعدها سبب فيها مثل: محمد من خير الطلاب في فرقته؛ لأنه حسن الصلة بأساتذته وزملائه، ولا يتخلف عن محاضراته، ويستذكر دروسه بعناية وجد. ¶ النقطتان \":\" وتوضعان في المواضع الآتية: ¶ أولا- بعد العناوين الفرعية التي توضع في أول السطر، ويبدأ الحديث عنها في السطور التالية وقد وردت أمثلة كثيرة لهذه العناوين في هذا الكتاب. ¶ ثانيا- بين لفظ القول وبين الكلام المقول مثل: ¶ ولقد أمر على اللئيم يسبني ¶ فأعف ثم أقول: لا يعنيني ¶ ثالثا- بين الشيء وأقسامه وأنواعه مثل: أصابع اليدين خمس: الإبهام ... ومثل: اثنان لا يشبعان: طالب علم، وطالب مال. ¶ رابعا- قبل الأمثلة التي توضح قاعدة كما ظهر بعد كلمة \"مثل\" في الأمثلة الواردة هنا.",
            "page": "210",
            "part": "1",
            "seal": "41008299"
        },
        {
            "id": "186",
            "nass": "علامة الاستفهام \"؟ \" توضع عقب جملة الاستفهام سواء كانت أداته ظاهرة أو مقدرة. مثل: هل يسعدك سكون الليل ووجه القمر؟ ¶ علامة الانفعال \"! \" توضع في آخر جملة يعبر بها عن فرح أو حزن أو تعجب أو استغاثة أو تأسف مثل: بشراي!! ¶ الشرطة \"-\" توضع في المواضع الآتية: ¶ أولا- في أول السطر في حال المحاورة بين اثنين إذا استغنى الكاتب عن تكرار اسميهما مثل: ¶ قال معاوية لعمر بن العاص: ¶ ما بلغ من عقلك؟ ¶ - ما دخلت في شيء قط إلا خرجت منه. ¶ - أما أنا فما دخلت في شيء قط وأردت الخروج منه. ¶ ثانيا- بين العدد والمعدود إذا وقعا عنوانا في أول السطر مثل: ¶ .... ونورد لذلك ثلاثة أدلة: ¶ أولا-........... أو 1-............. ¶ ثانيا-........... أو 2-............. ¶ ثالثا-........... أو 3-............. ¶ الشرطتان \"- ... -\" وتوضع الشرطتان لتفصلا جملة أو كلمة معترضة، فتصل ما قبلها بما بعدها كقولنا في مطلع هذا الملحق:",
            "page": "211",
            "part": "1",
            "seal": "780A9C43"
        },
        {
            "id": "187",
            "nass": "مختصرة -بتصرف- من كتاب ... ¶ الشولتان المزدوجتان \" \" وتوضع بينهما العبارات المنقولة حرفيا من كلام الغير، والموضوعة في ثنايا كلام الباحث؛ ليتميز كلام الغير عن كلام الباحث، ولهذا إذا كانت العبارات المنقولة غير موضوعة في ثنايا كلام الباحث فلا داعي لوضعها بين الشولتين المزدوجتين كما مر آنفا في المحاورة بين عمرو بن العاص وبين معاوية، والأمثلة كثيرة للاقتباس الذي ينقل من كلام الغير ويوضع في ثنايا كلام الباحث، ويوضع -من أجل هذا- بين الشولتين المزدوجتين. ¶ القوسان () ويوضع بينهما عبارات التفسير والدعاء القصير؛ فالتفسير كشرح كلمة صعبة وردت في ثنايا الكلام، ومثال الدعاء أن تقول: كان عمر (رضي الله عنه) مثال الخليفة المسلم العادل. ¶ القوسان المركنان [] توضع بينهما زيادة قد يدخلها الشخص في جملة اقتبسها. ¶ علامة الحذف ... وهي نقط أفقية أقلها ثلاثة، وتوضع مكان المحذوف من كلام اقتبسه الكاتب.",
            "page": "212",
            "part": "1",
            "seal": "00AD8F96"
        },
        {
            "id": "188",
            "nass": "المخطوط في محيط الدراسة التي يعمل بها، فهناك مخطوطات كثيرة لا يصل مستواها إلى أن تكون موضوعا للدراسة؛ إذ إنها لا تقدم جديدا ذا بال، أو أن ما بها من جديد قد اقتبسه الباحثون في أعمالهم من عام إلى عام. ¶ وأذكر في هذا المجال أنني قمت بزيارة لمكتبات أكثر دول العالم وأنا أكتب رسالتي للدكتوراه عن \"التربية الإسلامية\" وكنت أبحث عن المخطوطات التي تتحدث عن التربية الإسلامية، وقابلت عددا منها هنا وهناك، واقتبست منها قدرا طيبا من الأفكار، ولكني لم أقابل مخطوطا يستوقفني ويدفعني للحياة معه وتحقيقه ونشره، إذا كانت هذه المخطوطات بين صغير الحجم، أو تحتوي معلومات أكثرها يوجد في الكتب المطبوعة، فقنعت بأن اقتبس منها ما رأيته جديدا يستحق أن يدفع للنور، وتركت المخطوطات بعد ذلك تغط في نومها. ¶ وعلى هذا فأول شرط ينبغي للباحث أن يستوثق منه هو القيمة العلمية للمخطوط بحيث يستحق الجهد الكبير الذي سيبذل فيه. ¶ والنقطة الثانية التي يجب أو يتحتم على الباحث أن يتعرف عليها هي أن هذا المخطوط لم ينشر بعد، أو أنه -على الأقل- لم ينشر نشرا علميا، مع إيضاح ذلك في دراسته، كأن يذكر أنه نشر ناقصا، وأن نسخة جديدة منه",
            "page": "216",
            "part": "1",
            "seal": "7D5992D9"
        },
        {
            "id": "189",
            "nass": "قد ظهرت تكمل النقص ... أو ما شابه ذلك مما يستدعي إعادة تحقيقه ونشره. ¶ والنقطة الثالثة التي أرى أن يتجه لها الباحث بعد ذلك أن يكون في إمكانه أن ينشره فعلا، فليس هناك من داعٍ لجهد يبذل في تحقيق مخطوط، وبعد أن يتم ذلك التحقيق العلمي يعود المخطوط للظل دون أن تنتفع به الجماهير. ¶ خطوات تحقيق المخطوط: ¶ فإذا قابل الباحث مخطوطا يستحق الجهد، ووثق الباحث من إمكان نشره بعد تحقيقه فإنه يبدأ العمل فيه على النحو التالي: ¶ أولا- أول ما يعنى به الباحث في تحقيق المخطوط أن يحصل على جميع نسخه من المكتبات المختلفة خاصة أو عامة بقدر الطاقة، ولعل كتاب بروكلمان \"تاريخ الأدب العربي\" يقدم مساعدة واسعة في هذا المجال فإنه يذكر الأمكنة المتعددة التي توجد لها نسخ المخطوط، وبالإضافة إلى بروكلمان يحاول الباحث زيارة المكتبات الكبرى التي عرفت بالاهتمام بالمخطوطات واقتناء عدد كبير منها، وذلك مثل دار الكتب المصرية ومكتبة الأزهر والأوسكوريال في مدريد ومكتبات استانبول والمتحف البريطاني ومكتبة الأوقاف ببغداد والمكتبة الظاهرية بدمشق والمكتبة العثمانية بحلب ومكتبة جامعة الدول العربية. فإذا لم يستطع زيارة هذه",
            "page": "217",
            "part": "1",
            "seal": "8BA9B6A7"
        },
        {
            "id": "190",
            "nass": "المكتبات فإنه يتحتم عليه أن يطلع على فهارس مكتباتها، وتلك الفهارس موجودة في أكثر المكتبات. ¶ وعندما يعرف مكان وجود نسخ المخطوط يحاول أن يحصل على صور لها. ¶ ثانيا- بعد حصوله على نسخ المخطوط، عليه أن يقرأ ويحاول التعرف عما إذا كان يوجد من بين هذه النسخ نسخة بخط المؤلف، أو بإملائه على أحد مريديه، وتكون هذه النسخة حينئذ هي أصل النسخ وأساس التحقيق، فإذا لم توجد نسخة بخط المؤلف أو بإملائه بحث عن أقدم النسخ، وأقربها للمؤلف زمانا ومكانا؛ لتكون أصلا للتحقيق. ¶ ثالثا- يضع الباحث رموزا للنسخ، فنسخة دار الكتب المصرية مثلا يوضع لها رمزا \"ص\" ومكتبة الأزهر يوضع لها رمز \"ز\" ومكتبة الأسكوريال يوضع لها رمز \"ك\" وهكذا. ¶ رابعا- يجري الباحث عملية تصحيح واستكمال للمخطوط الرئيسي بمعاونة النسخ الأخرى، فالكلمة الناقصة أو المبهمة والصفحات غير الواضحة.. تستكمل أولا بمساعدة النسخ المتعددة، فإذا عجزت النسخ المتعددة للمخطوط عن التصحيح والاستكمال فإن الباحث يعتمد على قدراته المتعددة في ذلك ويستعمل الكتب التي كتبت في مجال هذه الدراسة لتصحيح واستكمال ما يلزم.",
            "page": "218",
            "part": "1",
            "seal": "389A725C"
        },
        {
            "id": "191",
            "nass": "ملحق رقم \"3\": ¶ قواعد اللغة العربية وقواعد الإملاء: ¶ هذا الكتاب يقرؤه طلاب من مختلف التخصصات، والكثيرون منهم ليسوا متخصصين في علوم اللغة العربية، وقد شكا لي بعض هؤلاء من الأخطاء التي يقعون فيها والتي ترتبط بقواعد اللغة العربية وقواعد الإملاء، وذكروا أن المشرفين على البحوث والرسائل ينتقدون هذه الأخطاء، وربما أثر ذلك في قيمة البحث أو الرسالة، وتمنى هؤلاء الباحثون أن أقدم موجزا يعتمدون عليه في هذين المجالين. ¶ ويسعدني أن أستجيب لهذه الرغبة، فطبيعة الأستاذ أنه كالطبيب يسره أن يتعرف على الداء وأن يقدم له الدواء. ¶ قواعد اللغة: ¶ فيما يتعلق بقواعد اللغة العربية أذكر أن الخطأ في قواعدها بالرسائل العلمية، عيب ينبغي على الباحث أن يتجنبه، وهو يمثل عقبه تغضب القارئ، وما كان يقبل منا في إنجلترا أن نخطئ في اللغة الإنجليزية مع أنها ليست",
            "page": "223",
            "part": "1",
            "seal": "7CBFEC5D"
        },
        {
            "id": "192",
            "nass": "لغتنا الأصلية، فكيف يستساغ أن يخطئ الطالب العربي في قواعد اللغة العربية؟ ¶ ويسرني أن أذكر أنني ألفت كتابا موجزا، وسهلا، وشاملا لكل ما يحتاجه الكاتب في النحو والصرف وعنوانه. ¶ \"وقواعد اللغة العربية والتطبيق عليها\": ¶ وقد طبع هذا الكتاب عدة مرات ولاقى إقبالا شديدا وهو موجود لمن يطلبه بنفس المكتبة التي بها هذا الكتاب. ¶ ويقدم هذا الكتاب بصورة سهلة جميع قواعد اللغة العربية، ولن يحتاج القارئ إلا إلى ساعات قليلة؛ ليستوعبه، وعندما يكون الباحث في دور كتابة الرسالة ينبغي أن يكون هذا الكتاب مرجعا له كلما أشكل عليه أمر من أمور قواعد اللغة العربية. ¶ قواعد الإملاء: ¶ أما فيما يتعلق بقواعد الإملاء فيسرني أن أضيف هذا الملحق، وقد بذلت أقصى الجهد لأجعله سهلا وموجزا وشاملا على نحو ما فعلت مع قواعد اللغة العربية، وأرجو أن يجد الباحث فيه حلا لكل ما يصادفه من مشكلات في مجال الإملاء.",
            "page": "224",
            "part": "1",
            "seal": "8F9B40A5"
        },
        {
            "id": "193",
            "nass": "الهمزة في أول الكلمة: ¶ همزة الوصل وهمزة القطع: ¶ همزة الوصل هي همزة تقع في أول الكلمة لتوصل وتساعد على النطق بالحرف الساكن مثل: اكتب، اذهب، اجتهد. ¶ وهذه الهمزة مكسورة مثل: اذهب، اجتهد، استقبل إلا في الثلاثي مضموم العين \"أي في الكلمة الثلاثية التي توجد ضمة على الحرف الثاني منها في حالتي الفعل المضارع أو الأمر\" مثل اكتب، انصر؛ فإنها تكون مضمومة. ¶ وتسقط هذه الهمزة في النطق عندما تقع هذه الكلمات وأمثالها في وسط الكلام، وللتعرف على هذه الهمزة، نضع قبلها حرف \"و\" فنجدها تختفي في النطق وإن بقيت في الكتابة، مثل: ¶ واذهب، واكتب، واجتهد. ¶ ففي هذه الحالة لا تنطق الهمزة بل تنطق الواو فالذال، أو الواو فالكاف، أو الواو فالجيم، وهكذا، وهذا يدل على أنها وضعت؛ لتساعد على النطق بالساكن، فلما وجد قبلها ما يساعد على النطق بالساكن سقطت الهمزة في النطق. ¶ وهذه الهمزة أيضا توجد في \"ال\" أداة التعريف مثل: الناجح، المدرسة.",
            "page": "225",
            "part": "1",
            "seal": "AFD6DDFD"
        },
        {
            "id": "194",
            "nass": "فهمزة الوصل نعرفها بأن نضع واوًا قبلها فإنك ستجدها تختفي في النطق، أما همزة القطع فتظهر دائما ولا تختفي سواء ابتدأ بها أو وقعت بعد \"و\" أو في وسط الكلام مثل: أقبل أحمد، وأحسن إلى أصحابه وأمته، فإنك تجد الهمزة ثابتة لا تسقط في أول الكلام ولا في وسطه. ¶ نقطتان مهمتان: ¶ 1- همزة القطع توضع معها همزة فوق الألف إذا كانت الهمزة مفتوحة أو مضمومة، أو تحتها إذا كانت مكسورة مثل: أحمد أحسن إلى أمته، ومثل أسافر إلى أوربا. ¶ ومن الخطأ ألا توضع همزة مع الألف. ¶ أما همزة الوصل فلا توضع همزة مع الألف إطلاقا، ومن الخطأ الشائع وضع همزة على هذه الألف. ¶ 2- كثيرون من المتحدثين في وسائل الإعلام وغيرها يقفون بدون داعٍ قبل همزة الوصل، ثم ينطقون الهمزة، وهذا خطأ ففي الحديث المتصل تسقط همزة الوصل دائما، فلا تقول: ¶ زرت ألمدرسة، من أقوال ألصحف ¶ بل يتصل النطق، وتختفي همزة الوصل، فنقول: ¶ زرت المدرسة، من أقوال الصحف.",
            "page": "226",
            "part": "1",
            "seal": "FD505A83"
        },
        {
            "id": "195",
            "nass": "الهمزة في وسط الكلمة: ¶ أولا- الهمزة الساكنة في وسط الكلمة: ¶ هذه الهمزة تتبع حركة ما قبلها: ¶ فإذا كان ما قبلها مفتوحا كتبت الهمزة على ألف مثل: ¶ شأن، بأس، يأخذ، مأوى. ¶ وإذا كان ما قبلها مكسورا كتبت على ياء مثل: ¶ بئر، بئس، اطمئنان، جئت. ¶ وإذا كان ما قبلها مضموما كتبت على واو مثل: ¶ رؤية، مؤمن، بؤرة. ¶ ثانيا- الهمزة المتحركة في وسط الكلمة: ¶ إذا كانت مكسورة، أو قبلها كسرة، كتبت على ياء مثل: ¶ مطمئن، صائم، سئم، رئة، ذئب. ¶ وإذا لم تكن مكسورة ولا قبلها كسر، وكانت مضمومة أو قبلها ضم كتبت على واو مثل: ¶ يؤم، كتاب يقرؤه، مؤرخ، مؤن، يؤدب. ¶ وإذا لم يوجد الكسر والضم في الهمزة أو في الحرف الذي قبلها كتبت على ألف مثل: ¶ سأل، مسألة، وأد، متأثر. ¶ ويقولون لتيسير فهم هذه القاعدة: إن الكسر أثقل",
            "page": "227",
            "part": "1",
            "seal": "DBA4D438"
        },
        {
            "id": "196",
            "nass": "الحركات، فوجودة يجعل الهمزة على ياء، ويليه في الثقل الضمة فتكتب الهمزة المضمومة أو التي قبلها ضم على واو بشرط ألا يوجد كسر، وفيما عدا ذلك فالهمزة تكتب على ألف. ¶ ثالثا- إذا كانت الهمزة المتوسطة مفتوحة سبقتها ألف وجاء بعدها ضمير، فإنها تكتب مفردة مثل: ¶ إن رجاءك الخير لبلادك يقوى انتماءك لها. ¶ الهمزة في آخر الكلمة: ¶ أولا- الهمزة إذا كانت في آخر الكلمة وكان ما قبلها ساكنا كتبت مفردة مثل جزء، شيء \"في شيء تكون الهمزة بعيدة عن الياء\" ومثل عبء، دفء، بدء، سناء، هدوء، مريء. ¶ ثانيا: إذا كان ما قبل الهمزة المتطرفة متحركات فإن الهمزة تكتب تبعا للحركة التي قبلها. ¶ فإذا كان ما قبلها مكسورا كتبت على ياء مثل: ¶ برئ، ظمئ، يهيئ، ينشئ \"الهمزة هنا فوق الياء ولكن حروف بعض المطابع لا تستطيع ذلك، فتدَبَّر\". ¶ وإذا كان ما قبلها مضموما كتبت على واو مثل: جرؤ، يجرؤ، لؤلؤ. ¶ وإذا كان ما قبلها مفتوحا كتبت على ألف مثل:",
            "page": "228",
            "part": "1",
            "seal": "3E4FB13C"
        },
        {
            "id": "197",
            "nass": "نشأ، يقرأ، ملجأ، نبأ. ¶ ثالثا- إذا كانت الهمزة متطرفة وسبقها حرف علة، وجاء بعدها تاء تأنيث فإن كان الحرف الذي قبلها يتصل بما بعده كتبت على ياء مثل: خطيئة، بريئة، وإن كان الحرف الذي قبلها لا يتصل بما بعده كتبت مفردة مثل قراءة، مروءة. ¶ قواعد عامة ¶ 1- إذا جاء بعد الهمزة المتوسطة واو مد: ¶ فإن كان الحرف الذي قبلها يتصل بما بعده كتبت على ياء مثل: كئوس، أنشئوا، لا يعبئون، شئون. ¶ وإذا كان لا يتصل بما بعده كتبت مفردة مثل: ¶ رءوس، دءوب، قرءوا. ¶ 2- ألف الاثنين إذا كانت اسما تكتب ألفا بعد الهمزة مثل: الأخوان بدأا نشاطهما، وقرأا الكتاب، وهما يلجأان للاجتهاد، ويجوز كتابتها مفردة وبعدها الألف مثل بدءا وقرءا ويبدءان. ¶ أما إذا كانت ألف الاثنين حرفا وليست اسما فإنها تكتبت مدة فوق الألف التي سبقتها مثل: ¶ نبآن، خطآن، مبدآن. ¶ فهناك فرق بين يبدأان أو يبدءان وبين \"مبدآن\".",
            "page": "229",
            "part": "1",
            "seal": "F9C1F315"
        },
        {
            "id": "198",
            "nass": "فالألف \"الاسم\" في يبدأان تكتب ألف بعد الهمزة \"يبدأان أو يبدءان\" والألف \"الحرف\" في \"مبدآن\" تكتب مدة فوق الألف الأولى. ¶ الحروف التي تحذف من الكتابة ¶ حذف الألف: ¶ 1- تحذف الألف من كلمة \"اسم\" إذا كان ذلك في البسملة مثل بسم الله الرحمن الرحيم، أما إذا قلت باسم الله فقط فإن الألف لا تحذف. ¶ 2- تحذف ألف \"ابن\" إذا وقعت بين علمين ولم تقع أول السطر مثل: ¶ محمد بن عبد الله وعلي بن أبي طالب. ¶ 3- تحذف الألف من \"ال\" إذا سبقتها لام الجر مثل: ذهبت للمدرسة وسعيت للخير. ¶ 4- وتحذف من آخر الكلمة إذا سبقتها همزة قبلها ألف مثل: كسوته رداء جميلا وجزيته جزاء وفاقا، فلا توضع ألف بعد الهمزة، أما إذا لم توجد ألف قبل الهمزة لا تحذف مثل قرأت جزءا من القرآن الكريم. ¶ 5- تحذف الألف كذلك من الكلمات الآتية: ¶ الرحمن، هذا، هذان، أولئك، السموات، طه، لكن، لكن، هؤلاء.",
            "page": "230",
            "part": "1",
            "seal": "6BD51C50"
        },
        {
            "id": "199",
            "nass": "حذف النون: ¶ تحذف النون من \"عن ومن\" إذا دخلتا على \"من\" أو \"ما\" الاستفهاميتين مثل عمن تبحث؟ وممن أحضرت هذا؟ عم يتساءلون \"يلاحظ أن الألف في ما الاستفهامية حذفت هنا أيضا\". ¶ حروف تزاد عند الكتابة: ¶ 1- تزاد الألف في كلمة مائة مفردة أو مركبة مثل: ¶ مائة، مائتين، ثلاثمائة، أربعمائة ... ¶ 2- تزاد الألف بعد واو الجماعة مثل: ¶ لم يحضروا، ولن يلعبوا، اذهبوا إلى المدرسة. ¶ أما إذا كانت الواو ليست واو جماعة فلا تزاد الألف مثل: محمد يدعو ربه، والمجتهد يعلو قدره. ¶ 3- وتزاد واو في: ¶ أولي، أولاء، أولئك. ¶ وفي \"عمرو\" في حالة الرفع والجر لا في حالة النصب، وذلك للفرق بين \"عمرو\" و\"عمر\". ¶ الألف اللينة: ¶ الألف اللينة ترسم ألفا إذا كانت منقلبة عن \"واو\"، مثل: غزا \"من الغزو\" عدا \"من العدو\" قسا \"من القسوة\".",
            "page": "231",
            "part": "1",
            "seal": "97BDBEDC"
        },
        {
            "id": "200",
            "nass": "وترسم ياء إذا كانت في اسم ثلاثي، أو فعل ثلاثي وكانت منقلبة عن ياء، أو كانت في كلمة حروفها أكثر من ثلاثة. ¶ أمثلة الاسم: ¶ قرى \"قرية\"، دمى \"دمية\"، هدى \"الهداية\". ¶ أمثلة الفعل: ¶ أبى \"أبيت\"، بكى \"بكيت\"، مشى، نوى. ¶ أمثلة ما زاد عن ثلاثة: ¶ من الأسماء: جدوى، صرعى، ليلى، مستشفى. ¶ من الأفعال: أضفى، أغنى، أمضى. ¶ نقط الياء في آخر الكلمة: ¶ هناك ياء حقيقية توجد أحيانا في آخر الكلمة مثل: يرمي، يأتي، يجاري، يهادي، ينمي، والمصريون لا ينقطون هذه الياء، ولكن أكثر الدول العربية تنقطها. ¶ أما الألف اللينة التي تكتب ياء فلا يجوز نقطها؛ لأنها ليست ياء حقيقة بل هي ألف لينة كتبت ياء مثل: ¶ إلى، تحلى، رمى، أسدى، استعلى، ارتضى، مصطفى، ليلى. ¶ التاء المربوطة لا بد أن تنقط:",
            "page": "232",
            "part": "1",
            "seal": "6351EC07"
        },
        {
            "id": "201",
            "nass": "هناك تاء مفتوحة مثل: أهديت، أكلت، قامت. ومن الواضح أن هذه التاء تنقط، فيوضع فوقها نقطتان. ¶ وهناك تاء مربوطة مثل: هدية، أكلة، إقامة، وكثير من الناس يخطئون، فلا يضعون نقطتين فوق هذه التاء، وهذا خطأ، فلا بد من نقط هذه التاء. ¶ ومن هنا يتضح الفرق بين الهاء المربوطة مثل: منه، إليه، أعطيته، وبين التاء المربوطة، فالهاء ليس لها نقط، وأما التاء فلا بد من نقطها.",
            "page": "233",
            "part": "1",
            "seal": "B8AA5553"
        },
        {
            "id": "202",
            "nass": "مصادر الكتاب: ¶ تحدثنا في المقدمة عن المراجع أمدت هذا الكتاب بما به من أفكار، ونثبت هنا قائمة الكتب الإنجليزية التي أشرنا لها هناك في \"أولا\": ¶ 1- Allen, A.H.: Suggestion on the Prepara-toin of Manuscript. \"Philadephia: legax, 1919\". ¶ 2- Almack, J.C.: Research and Thesis Wrting \"Boston: houghton-Miffin Co., 1930\". ¶ 3- Brinton, W.C.: Graphic Methods of Presenting Facts \"New York Engineering Magazine Co., 1919\". ¶ 4- Campbell, W.G.: A Form Book for Thesis Writing. \"Boston: Houghon-Miffin Co., 1939\". ¶ 5- Cole, A. H. and Bigelow. k.w.: A Manual For Thesis, Writing. ¶ \"New York: John Wiley and Sons Co., 1949\". ¶ 6- Dimnet, E.,: The Art of Thinkig. ¶ \"New York: Simon and Schuster, 1928\". ¶ 7- Dow. E.W.: Principles of a note' System for His-torical Studies.",
            "page": "237",
            "part": "1",
            "seal": "06872179"
        },
        {
            "id": "203",
            "nass": "\"New York and London: the Century co., 1924\". ¶ 8- Eells, H.: Writing a thesis. ¶ \"Yellow Springs, ohio: the Antioch Press. 1947\". ¶ 9- Good, O.V.: How to Do Research in Evidence. ¶ \"Baltimore: Warwich and York, 1929\". ¶ 10- Johnson, A.: the historian and hostorical evidence. ¶ \"charles scribner's sons, 1928\". ¶ 11- keynes j.n.,: the scope of method and politcal economy. \"London: Macmillan and co., 1930\". ¶ 12- leicey, n.w.: Graphic charts. ¶ \"philadelphaia: lefax, 1921\". ¶ 13- Minto, J.: Reference Books. ¶ \"London: the library association, 1929\". ¶ 14- Morize, A.: Problems and Methods or literary history \"Boston: Ginn and co., 1922\". ¶ 15- Morrow. P.R.: and mishoff. w.o.,: a Guide to the-sis Writing. ¶ \"Athens, Ga: University of Georgia Bookstore. 1934\". ¶ 16- Mudgett. B.D.: Statisical Tables and Graphs. ¶ \"Boston: Houghton miffin Co., 1930\". ¶ 17- Newsom, N.w., and Walk. G.E.: form and standard for thesis Writing. ¶ \"International textbook co, 1950\". ¶ 18- Reeder, W.G.: How to write a thsis ¶ \"Public-school Publishing co., 1930\".",
            "page": "238",
            "part": "1",
            "seal": "EEC85ED1"
        },
        {
            "id": "204",
            "nass": "19- schulter, W.C. How to do Research work. ¶ \"new york, Prentice, hall, inc, 1927\". ¶ 20- se Boyar, G.E.: A Manual for repoet and thesis writ-ing. ¶ \"new york: f.s. Crofts and co., 1929\". ¶ 21- seward, s.s: note-taking. ¶ \"Boston: allyn and bacon 1910\". ¶ 22- seyfried j.e.: Principles and michanics of reserch. ¶ \"the university of new mexico prss 1935\". ¶ 23- trelease, S.f. and Yule, E.S.: Preparation of sceintific and technical papers. ¶ \"poltimore: the Williams and wilkins Co,. 1927\". ¶ 24- Tueabian, K,L.: A Manual for Writers of Dissertations. ¶ \"the University of Chicago bookstore, 1937\". ¶ 25- Valline, G.H.: Good English and How to write in. ¶ \"PAN-books, London, 1951\". ¶ 26- Walker, H.M. and Dorost, W.: Statstical tobles: Their Structure and use. ¶ \"new york: teachers College, Columbia University 1935\". ¶ 27- whitney, F. L.: Elements of Reserch. ¶ \"new york. Prentic-Hall, Inc, 1937\". ¶ رقم الإيداع: 10425/ 97 ¶ الترقيم الدولي: ¶ I.S.B.N ¶ 06722-08-977",
            "page": "239",
            "part": "1",
            "seal": "08C93F14"
        },
        {
            "id": "205",
            "nass": "الباب السادس المناقشة والنتيجة ¶ ... ¶ ملحق رقم \"2\": ¶ تحقيق المخطوطات: ¶ كثير من رسائل الماجستير والدكتوراه في الدراسات العربية والإسلامية تكون تحقيقا لمخطوط لم ينشر بعد، وقد كتب لي بعض قراء هذا الكتاب يطلبون أن أضع فيه فكرة عن تحقيق المخطوطات، وهو طلب أراه عادلًا، ولهذا فإنني أستجيب له؛ لأساعد مجموعة من الطلاب يعملون في هذا الاتجاه، وأقرر هنا أن إضافة هذا الملحق لهذا الموضوع حدثت ابتداء من الطبعة السادسة عشرة، وهذا يؤكد للطالب أن عمله يمكن دائما أن يطور وأن تضاف له تحسينات من حين إلى آخر، وأن النجاح يحتاج إلى مزيد من الجهد ليبقى، وليزيد ازدهار فإن إقبال الناس على هذا الكتاب لم يحل دون الإضافة له والتحسين فيه. ¶ متى تحقق مخطوطا؟ ¶ أول ما أذكره للباحثين الذين يجعلون تحقيق مخطوط أساسا لرسائلهم العلمية، هو أن يتأكد الباحث من قيمة",
            "page": "15",
            "part": "1",
            "seal": "2688B2D3"
        }
    ],
    "t8661": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول الرسالة وعناصر نجاحها"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني مشكلات ما قبل الكتابة"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث كتابة الرسالة"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الرابع هيئة الرسالة"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الخامس كتابة الرسالة بالآلة الكاتبة وتجليدها"
        },
        {
            "id": "205",
            "lvl": "1",
            "sub": null,
            "tit": "الباب السادس المناقشة والنتيجة"
        }
    ]
}