{
    "b8713": [
        {
            "id": "1",
            "nass": "بسم الله الرحمان الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين والصلاة في والسلام على النبي الكريم، وعلى آله وصحا بته والتابعين. ¶ أما بعد: ¶ فلما كانت أحاديث الأربعين النووية عليها عدة شروح وتعليقات منها شيء لم يف بالمهم من المعاني ومنها ما هو مطول، لذا فقد رأيت أن أضع شرحا موجزا على الطريقة الحديثة للتدريس مع ثمانية الأحاديث التين زادها ابن رجب. فوضعت أولا متن الحديث. ثم مفرداته، ثم فوائده. ثم الشرح الموجز للحديث، ثم ما تيسر مما قيل من أبيات الشعر النافعة حول معنى الحديث. ¶ وأسأل الله العظيم رب العرش العظيم رب العالمين أن يكون عملي هذا عملا مثمرا نافعا عاجلا وآجلا. إنه سميع قريب مجيب وصلى الله على سيدنا محمد وآله وصحبه وسلم المؤلف ¶ عبد الله بن صالح المحسن ¶ المدرس بالجامعة الإسلامية- المدينة المنورة",
            "page": "4",
            "part": "1",
            "seal": "695D0039"
        },
        {
            "id": "2",
            "nass": "تمهيد ¶ ... ¶ بسم الله الرحمن الرحيم ¶ تقريظ: ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده. ¶ وبعد: ¶ فقد اطلعت على هذا الشرح العظيم الذي شرح به الأربعين حديثا النووية مع الثمانية التي زادها الحافظة ابن رجب أخونا فضيلة الشيخ عبد الله بن صالح المحسن المدرس بالجامعة الإسلامية بمدينة النبي عليه الصلاة والسلام، ولقد أفاد وأجاد في حل ألفاظها حلا متناسبا مع مستوى رواد العلم في المدارس وغيرها، وقد سهل عليهم الطريق إلى فهمها حيث سلك في ترتيبها ما يلي: ¶ (1) شرح مفرداتها. ¶ (2) بيان الفوائد المأخوذة من كل واحد منها. ¶ (3) المعنى الإجمالي لكل حديث. ¶ (4) ذكر بعض الأبيات التي تسير في ركب كل حديث. ¶ فينبغي لطلاب العلم النبوي المسابقة إلى اقتنائه وقراءته. هذا وأسأل الله العلي القدير أن ينفع بهذا الشرح الوجيز من قرأه أو كتبها وأن يجزى جامعه خير الجزاء آمين. ¶ الراجي عفو ربه ¶ حماد بن محمد الأنصاري ¶ المدرس بالجامعة الإسلامية- المدينة المنورة",
            "page": "3",
            "part": "1",
            "seal": "1005FB23"
        },
        {
            "id": "3",
            "nass": "الحديث الأول: ¶ عن أمير المؤمنين أبي حفص عمر بن الخطاب رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول:\" إنما الأعمال بالنيات وإنما لكل امريء ما نوى, فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه\" متفق عليه. ¶ المفردات: ¶ إنما: للحصر، وهو إثباتا الحكم في المذكور ونفيه عما سواه. الأعمال: البدنية من الأقوال والأفعال المفتقرة إلى النية. النيات: جمع نية، وهي لغة: القصد، وشرعا عزم القلب على الشيء مقترنا بفعله. امريء: شخص. ما نوى: ما قصد من خير أو شر. الهجرة لغة: الترك، وشرعا: الانتقال من بلد الشرك إلى بلد الإسلام أو من بلد المعاصي إلى بلد الاستقامة. يصيبها: يحصلها. دنيا: ما على وجه الأرض مع الهوى والجو، والمراد هنا المال خاصة، وسميت دنيا لقرب زوالها، أو لأنها قبل الآخرة. ينكحها: يتزوجها. إلى ما هاجر إليه: من قصد دنيا أو امرأة، أو غير ذلك. ¶ الفوائد: ¶ (1) إنه لا يجوز الإقدام على أي عمل حتى يعرف الإنسان حكمه. ¶ (2) لا يجوز التوكيل في نفس النية.",
            "page": "5",
            "part": "1",
            "seal": "C89A84DF"
        },
        {
            "id": "4",
            "nass": "(3) إن الغافل عن النية لا يصح منه العمل، وإن جميع الأعمال الشرعية لا تعتبر إلا بالنية. ¶ (4) لا تجوز النيابة في العبادات إلا ما خصه دليل. ¶ (5) فضل الهجرة من بلد الشرك إلى بلد الإسلام ابتغاء مرضاة الله تعالى أو من بلد تعمل فيها المعاصي إلى بلد مستقيم أهلها. ¶ (6) الإخلاص في اعمل لله تعالى والحذر من الرياء والسمعة، والعمل لأجل الدنيا. ¶ (7) إن النية محلها القلب والتلفظ بها بدعة. ¶ الموجز: ¶ هذا الحديث قاعدة عظيمة من قواعد الدين جليل القدر كثير الفوائد لأنه من الأحاديث الجامعة التي عليها مدار الإسلام وقد بين الرسول صلى الله عليه وسلم في هذا الحديث أن جميع الأعمال الشرعية المفتقرة إلى النية أقوالها وأفعالها الصادرة من كل مؤمن لا تصح ولا تقبل بدون النية. لأن النية هي الأساس والميزان للأعمال والأقوال كلها. فإذا صلحت النية صلح العمل، وإذا فسدت فسد العمل، فإذا كانت النية صالحة والعمل موافقا للشرع فالعمل مقبول وإن كانت يقصد بها غير ذلك فالعمل مردود. ثم إنا لرسول الله صلى الله عليه وسلم فصل في هذا الحديث بتفصيل! كالمثال بأن من هاجر إلى دار الإسلام حبا لله تعالى. ورغبة في الإسلام وتعلم الدين والعمل به حصل له جزاء ما نوى. وإن كان قصده وهدفه أمورا دنيوية كدنيا يصيبها أو امرأة يتزوجها فجزاؤه على حسب مقاصده، والله سبحانه يعلم السر وأخفى، وسيجازى كل عامل بعمله إن خيرا فخير، وان شرا فشر. ¶ شعر: ¶ وإذا أعلنت أمرا حسنا ... فليكن أحسن منه ما تسر ¶ فمسر الخير موسوم به ... ومسر الشر موسوم بشر",
            "page": "6",
            "part": "1",
            "seal": "2A8709C9"
        },
        {
            "id": "5",
            "nass": "آخر: ¶ وإن امرأ ابتاع الدنيا بدينه ... لمنقلب منها بصفقة خاسر ¶ آخر: ¶ فإن كنت مشغولا بشيء فلاتكن ... بغير الذي يرضي به الله تشغل ¶ فلن يصحب الإنسان من قبل موته ... ولا بعده إلا الذي كان يعمل",
            "page": "7",
            "part": "1",
            "seal": "C579CE9F"
        },
        {
            "id": "6",
            "nass": "الحديث الثاني: ¶ عن عمر رضي الله عنه أيضا قال:\"بينما نحن جلوس عند رسول الله صلى الله عليه وسلم ذات يوم إذ طلع علينا رجل شديد بياض الثياب شديد سواد الشعر لا نرى عليه أثر السفر ولا يعرفه منا أحد، حتى جلس إلى النبي صلى الله عليه وسلم. فأسند ركبتيه إلى ركبتيه، ووضع كفيه على فخذيه وقال: يا محمد. أخبرني عن الإسلام، فقال رسول الله صلى الله عليه وسلم الإسلام أن تشهد أن لا إله إلا الله وأن محمدا رسول الله. وتقيم الصلاة، وتؤتي الزكاة وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلا، قال: صدقت؟ فعجبنا له يسأله ويصدقه، وقال: فأخبرني عن الإيمان قال: أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره قال: صدقت. قال: فأخبرني عن الإحسان، قال: أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك، قال: فأخبرني عن الساعة، قال: ما المسئول عنها بأعلم من السائل قال فأخبرني عن أماراتها؟ قال: أن تلد الأمة ربتها وأن تر الحفاة العراة العالة رعاء الشاء يتطاولون في البنيان. ثم انطلق فلبثنا مليا، ثم قال: يا عمر أتدري من السائل؟ قلت الله ورسوله أعلم، قال: فإنه جبريل أتاكم يعلمكم دينكم\" رواه مسلم.",
            "page": "7",
            "part": "1",
            "seal": "1DC2DACC"
        },
        {
            "id": "7",
            "nass": "المفردات: ¶ بينما: ظرف زمان بمعنى المفاجأة، إذ طلع: إذ ظهر. رجل: هو بصورة شخص من جنسنا أثر السفر: علامات السفر من غبرة وشعث، فعجبنا له يسأله ويصدقه: فتعجبنا من أمره، لأن المفروض أن السائل لا يعلم ما يسأل عنه, وبالقدر: ما قدره الله وقضاه من خير وشر، عن الساعة: قيام الساعة، أماراتها: علاماتها الدالة على مجيئها, الأمة: المملوكة، ربتها: سيدتها، الحفاة: جمع حاف وهو من لا نعل في رجله، العراة: جمع عار وهو من لا شيء على جسده، العالة: جمع عائل وهو الفقير, رعاء الشاء: رعاة الغنم, يتطاولون في البنيان: يتباهون ويتفاخرون برفع المباني، لبثنا: مكثنا، مليا: زمنا طويلا قبل ثلاثة أيام. ¶ الفوائد: ¶ (1) إن الملائكة يتشكلون بما شاءوا من الصور. ¶ (2) آداب المتعلم والمسترشد مع العالم. ¶ (3) إن الإسلام والإيمان إذا اجتمعا يفسر الإسلام بالأعمال الظاهرة والإيمان بالأعمال الباطنة. ¶ (4) إن الإسلام والإيمان والإحسان كل يسمى دينا. ¶ (5) إن الساعة من الأمور التي استأثر الله بعلمها {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَة} . ¶ (6) إن من علامات الساعة كثرة السراري وأولادها، أو عقوق الأولاد لأمهاتهم كأنهن عندهم إماء. ¶ (7) وجوب الإيمان بالقدر وأن ما قدره الله على الإنسان من خير أو شر يجب الرضى به. ¶ (8) ترك الإنسان الخوض في الأمور التي ليس عنده علم بها.",
            "page": "8",
            "part": "1",
            "seal": "BC2A0771"
        },
        {
            "id": "8",
            "nass": "(9) كراهية ما لا تدعو إليه الحاجة من تطويل البناء وزخرفته. ¶ (10) الإخبار بأن من علامات الساعة أن تفتح الدنيا على أهل البادية والفاقة فتنصرف همهم إلى تشييد المباني وليس لهم هم إلا ذلك. ¶ الموجز: ¶ يخبرنا عمر ابن الخطاب رضي الله تعالى عنه في حديث جبريل المشهور هذا بأن جبريل عليه السلام خرج عليهم بصورة رجل لا يعرف وهم جلوس عند النبي صلى الله عليه وسلم فجلس بين يدي النبي صلى ألله عليه وسلم جلسة المتعلم المسترشد فسأله عن الإسلام والإيمان والإحسان فأجابه بهذه الأركان التي تتضمن الإقرار بالشهادتين والمحافظة على الصلوات الخمس وأداء الزكاة لمستحقيها وصيام شهر رمضان بنية صادقة وأداء فريضة الحج على المستطيع والإيمان بأن الله هو الخالق الرازق، المتصف بالكمال المنزه عن النقص. وأن الملائكة خلقهم الله عباد مكرمون لا يعصون الله تعالى وبأمره يعملون، والإيمان بالكتب المنزلة على الرسل من عند الله تعالى وبالرسل المبلغين عن الله دينه وأن الإنسان يعبد الله كأنه يشاهده سبحانه، فإن لم يقم بهذه العبادة فليعبد الله تعالى خوفا منه لعلمه أنه مطلع لا تخفي عليه خافية، وأن علم الساعة لا يعلمه أحد من الخلق وأن من علامات الساعة كثر في السراري وأولادها أو كثرة عقوق الأولاد لأمهاتهم يعاملونهن معاملة الإماء، وأن رعاة الغنم والفقراء تبسط لهم الدنيا في آخر الزمان فيتفاخرون وفي زخرفة المباني وتشييدها. وكل هذه الأسئلة والأجوبة عليها لتعليم هذا الدين الحنيف من جبريل لقول رسول الله صلى الله عليه وسلم \"هذا جبريل أتاكم يعلمكم دينكم\". ¶ شعر: ¶ وما المرء إلا حيث يجعل نفسه ... ففي صالح الأعمال نفسك فاجعل",
            "page": "9",
            "part": "1",
            "seal": "D90C8A69"
        },
        {
            "id": "9",
            "nass": "الحديث الثالث: ¶ عن أبي عبد الرحمن عبد الله بن عمر بن الخطاب رضي الله عنهما قال\"سمعت رسول الله صلى الله عليه وسلم يقول:\"بني الإسلام على خمس شهادة أن لا إله إلا الله وأن محمدا رسول الله، وإقام الصلاة وإيتاء الزكاة وحج البيت، وصوم رمضان\" رواه البخاري ومسلم. ¶ المفردات: ¶ بني: أسس. على خمس: على دعائم خمس، إقام الصلاة: أي آداؤها والمحافظة عليها، إيتاء الزكاة: إعطاؤها لمستحقيها. بيت الله: الكعبة. رمضان: شهر رمضان، والمراد صوم نهاره بنية. ¶ الفوائد: ¶ (1) معرفة أركان الإسلام والعمل بها. ¶ (2) أن هذه الفروض الخمسة فرض على الأعيان المكلفين. ¶ (3) أن ما سواها كالأعمال الظاهرة متممات ومكملات إلا ما خصه دليل بالوجوب. ¶ (4) جواز إطلاق رمضان من غير لفظ شهر. ¶ الموجز: ¶ يرشدنا النبي صلى الله عليه وسلم إلى أن الإسلام مبناه وأساسه على خمسة دعائم لا يصح بدونها وهي: الإقرار لله تعالى بالوحدانية. ولنبيه بالرسالة، والمحافظة على الصلوات الخمس مع القيام بشروطها وأركانها وواجباتها وإعطاء الزكاة لمستحقيها عند وجوبها وصيام شهر",
            "page": "10",
            "part": "1",
            "seal": "B2D243DC"
        },
        {
            "id": "10",
            "nass": "رمضان بنية صادقة وأداء فريضة الحج لمن استطاع إليه سبيلا من زاد وراحلة وغير ذلك، وما سوى هذه الخمس فهي من التكميل والتزيين إلا ما خصه دليل بالوجوب فلزام علينا فعله. ¶ شعر: ¶ خسر الذي ترك الصلاة وخابا ... وأبا مغادا صالحا ومآبا ¶ إن كان يجحدها فحسبك أنه ... أضحى بربك كافرا مرتابا ¶ آخر: ¶ إذا خزن المال البخيل فإنه ... سيورثه غما ويعقبه وزرا ¶ آخر: ¶ وكن متصدقا سرا وجهرا ... ولا تبخل وكن سمحا وهوبا ¶ تجد ما قدمته يداك ظلا ... إذا ما اشتد بالناس الكروبا",
            "page": "11",
            "part": "1",
            "seal": "8DAB91BE"
        },
        {
            "id": "11",
            "nass": "الحديث الرابع: ¶ عن أبي عبد الرحمن عبد الله بن مسعود رضي الله عنه قال: حدثنا رسول الله صلى الله عليه وسلم وهو الصادق المصدوق \"إن أحدكم يجمع خفقه في بطن أفه أربعين يوما نطفة ثم يكون علقة مثل ذلك ثم يكون مضغة مثل ذلك ثم يرسل إليه الملك فينفخ فيه الروح ويؤمر بأربع كلمات بكتب رزقه وأجله وعمله وشقي أو سعيد، فو الله الذي لا إله غيره إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها، وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها\" متفق عليه.",
            "page": "11",
            "part": "1",
            "seal": "7E0A1C62"
        },
        {
            "id": "12",
            "nass": "المفردات: ¶ الصادق: المخبر بالحق، المصدوق: صدقه الله وعده، يجمع خلقه: بعد الانتشار في الرحم من ماء المرأة ومني الرجل، في بطن أمه: في رحمها، نطفة: منيا علقة: قطعة دم، مضغة: قطعة لحم بقدر اللقمة التي تمضغ، مثل ذلك: الزمن وهو أربعون يوما، يرسل إليه الملك الموكل بالرحم يكتب رزقه: تقديره قليلا أو كثيرا وأجله: منتهى عمره يعمل بعمل أهل الجنة: من الطاعات، ويعمل بعمل أهل النار: من المعاصي، حتى ناصبة، وما نافية ويجوز رفع يكون على أن حتى ابتدائية، يسبق عليه الكتاب: الذي كتب فيه مصيره. ¶ الفوائد: ¶ (1) الإشارة إلى علم المبدأ والمعاد وبيان ما يتعلق بالإنسان وحاله من شقاوة وسعادة وفقر وغنى. ¶ (2) جواز القسم على الخبر الصادق لتأكيده في نفس السامع. ¶ (3) الإيمان بالبعث والنشور بعد الموت. ¶ (4) إثبات القدر والإيمان به. ¶ (5) القناعة بما قدر الله للعبد من الرزق وعدم الحرص الشديد ما دام الرزق مقدرا مع فعل الأسباب. ¶ (7) الخوف من سوء الخاتمة. ¶ (8) إن التوبة تهدم ما قبلها. ¶ (9) إن السعادة والشقاوة قد سبق الكتاب بهما وأن كلا ميسر لما خلق له.",
            "page": "12",
            "part": "1",
            "seal": "162616C8"
        },
        {
            "id": "13",
            "nass": "الموجز: ¶ في هذا الحديث بيان مبدأ الإنسان في بطن أمه وتنقله من طور إلا طور آخر من منى إلى علقة إلى مضغة مخلقة وغير مخلقة ثم يرسل إليه الملك فينفخ فيه الروح فتسرى في جسمه فيبتديء بالحركة ويكتب الملك ما له من رزق في دار الدنيا قليلا أو كثيرا حتى يموت ويكتب مقدار عمره ومنتهاه وماذا يعمل من خير وشر ومباح وسعادة وشقاوة، ثم إن الرسول صلى الله عليه وسلم بين مال الإنسان بأنه إما إلى جنة أو إلى نار، وجاء صلى الله عليه وسلم بمثل يخوف من سوء الخاتمة معناه أن من بني آدم من يعمل كل عمره في طاعة الله فإذا حان قبض روحه أشرك بالله أو كفر فمات فكان من أهل النار وآخر عمل كل عمره بالكفر وفعل المعاصي وعند قرب أجله أسلم وتاب وأناب إلى الله تعالى, فمات فصار من أهل الجنة فعلى كل مسلم أن يخشى من سوء الخاتمة، نسأل الله حسن الخاتمة. ¶ شعر: ¶ واعلم والله بأنك آخذ كل الذي ... لك في الكتاب محبر مسطور ¶ ما زاد امرئ في رزقه ... حرص ولا أزرى به التقصير ¶ وعلى المؤمن فعل الأسباب، قالت الشاعر، مقتبسا من معنى القرآن الكريم: ¶ ألم تر أن الله قال لمريم ... وهزي إليك الجذع يساقط الرطبا ¶ ولو شاء أدنى الجذع من غير هزه ... إليها ولكن كل شيء له سببا ¶ وعلى المؤمن الرضا بما قدر الله تعالى، قال الشاعر: ¶ ليس عندي إلا الرضا بما قدر ... الله فيما أحببته أو كرهته ¶ ولو أني حرصت جهدي أن ... أدافع أمرا مقدرا ما دفعته ¶ فأرى أن أرد ذاك إلى من ... عنده علم كل ما قد جهلته",
            "page": "13",
            "part": "1",
            "seal": "1B444EEF"
        },
        {
            "id": "14",
            "nass": "الحديث الخامس: ¶ عن أم المؤمنين أم عبد الله عائشة رضي الله عنها قالت: قال: رسول الله صلى الله عليه وسلم: \"من أحدث في أمرنا هذا ما ليس منه فهو رد \" متفق عليه. ¶ وفي رواية لمسلم: \" من عمل عملا ليس عليه أمرنا فهو رد\". ¶ المفردات: ¶ أحدث: أنشأ واخترع، في أمرنا: في ديننا، رد: مردود غير مقبول من إطلاق المصدر وإرادة اسم المفعول. ¶ الفوائد: ¶ (1) الحث على الإتباع والتحذير من الابتداع. ¶ (2) رد كل محدثة في الدين وأنه لا فرق بين ما يحدثه الإنسان أو يحدثه غيره ويعمل به. ¶ (3) أن كل ما وافق الشرع أو تضمنته القواعد العامة ليس بمردود. ¶ (4) إبطال جميع العقود المنهي عنها. ¶ (5) أن حكم الحاكم لا يغير الحقائق فلا يحل حراما ولا يحرم حلالا وإن نفذ ظاهرا. ¶ الموجز: ¶ يرشدنا هذا الحديث على أن كل من تعبد بشيء لم يشرعه الله ورسوله أو أحدث في الدين ما لا يشهد له أصل من أصوله السنة أو القواعد",
            "page": "14",
            "part": "1",
            "seal": "645DF3A2"
        },
        {
            "id": "15",
            "nass": "العامة فإن ذلك مردود على صاحبه وهو آثم في ذلك وكل شيء من المعاملات إذا حدث فيه ما يفسد العقد لمخالفته الحكم الشرعي يجب رده على صاحبه فليحذر كل مسلم الابتداع في الدين وليتمسك بهدي سيد المرسلين صلى الله عليه وسلم. ¶ شعر: ¶ وكن لسنة خير الخلق متبعا ... فإنها لنجاة العبد عنوان ¶ فهو الذي شملت للخلق أنعمه ... وعمهم منه في الدارين إحسان ¶ ومذ أتى أبصرت عمى القلوب به ... سبل الهدى ووعت للحق آذان",
            "page": "15",
            "part": "1",
            "seal": "7D5EFD4A"
        },
        {
            "id": "16",
            "nass": "الحديث السادس: ¶ عن أبي عبد الله النعمان بن بشير رضي الله عنهما. قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"إن الحلال بين وإن الحرام بين وبينهما أمور مشتبهات لا يعلمهن كثير من الناس، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه ومن وقع في الشبهات وقع في الحرام، كالراعي يرعى حول الحمى يوشك أن يقع فيه، ألا وإن لكل مللك حمى ألا وإن جفي الله محارمه ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهى القلب\" متفق عليه. ¶ المفردات: ¶ بين: ظاهر، أمور: شئون وأحوال، مشتبهات: ليس واضحا حلها ولا حرمتها، فمن اتقى الشبهات تركها، هنا أوقع الظاهر موقع",
            "page": "15",
            "part": "1",
            "seal": "646FCA0F"
        },
        {
            "id": "17",
            "nass": "المضمر تعظيما لشأنها لتجنب الشبهات. استبرأ لدينه: طلب براءة في يسر من النقص، وعرضه بحفظه عما يعاب عليه، الحمى: المحظور على غير مالكه، يرتع فيه: أن تأكل ماشيته منه. ألا حرف استفتاح يدل على تحقيق ما بعده، مضغة: قطعة لحم والمراد القلب وسمي قلبا لتقلبه في الأمور من حال إلى حال أخرى، الحمى: المحمى من إطلاق المصدر على اسم المفعول. ¶ الفوائد: ¶ (1) الحث على فعل الحلال واجتناب الحرام والشبهات. ¶ (2) أن الشبهات لا يعلمها إلا القليل من الناس. ¶ (3) المحافظة على أمور الدين ومراعاة المروءة الإنسانية. ¶ (4) أن من لم يتوق الشبهات في كسبه ومعاشه فقد عرض نفسه إما للوقع في عرضه أو الوقوع في الحرام. ¶ (5) سد كل ذريعة تؤدى إلى الحرام والمحرمات. ¶ (6) الحث على إصلاح القلب وأن بصلاحه يصلح كل شيء وبفساده يفسد كل شيء من الإنسان. ¶ (7) أن العقل في القلب {فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا} ¶ (8) إن اختيار طيب الكسب يدلك على صلاح القلب. ¶ الموجز: ¶ يرشدنا هذا الحديث أن ما أحله الله ورسوله وحزمه الله ورسوله كل بين واضح وإنما الخوف على المسلم من الأشياء المشتبهة التي تخفي على كثير من الناس فمن ترك الأشياء التي ليست واضحة الحل ولا واضحة الحرمة، فقد تم له براءة دينه والبعد عن وقوعه في الحرام وصيانة عرضه عن كلام الناس بما يعيبون عليه بسبب ارتكابه هذا المشتبه، ومن لم يجتنب المشتبهات، فقد عرض نفسه إما في الوقوع في الحرام أو اغتياب",
            "page": "16",
            "part": "1",
            "seal": "0F0A8266"
        },
        {
            "id": "18",
            "nass": "الناس له، ثم إن الرسول صلى الله عليه وسلم ضرب مثلا لمن يرتكب الشبهات كراع يرعى إبله أو غنمه قرب أرض قد حماها الغير فتوشك ماشيته أن ترتع بهذا الحمى لجودته وقربها منه، وأشار النبي صلى الله عليه وسلم إلى أن الأعمال الظاهرة تدل على الأعمال الباطنة من صلاح وفساد فقال إن في الجسد مضغة وهى القلب يصلح بصلاحها ويفسد بفسادها، فإذا فعل الإنسان بجوارحه الطاعات وعمل الخيرات دل ذلك على صلاح قلبه, وإذا فعل المعاصي وارتكب المنكرات وتجنب الطاعات دل ذلك على فساد قلبه، ومما قيل في إصلاح القلب. ¶ شعر: ¶ دواء قلبك خمس عند قسوته ... فدم عليها تفز بالخير والظفر ¶ خلاء بطن وقرآن تدبره كذا ... تضرع باك ساعة السحر ¶ كذا قيامك جنح الليل أوسطه ... وأن تجالس أهل الخير والخبر ¶ آخر: ¶ إذا دعتك النفس يوما ... وكان عليها للخلاف طريق ¶ فخالف هواها ما استطعت فإنما ... هواها عدو والخلاف صديق",
            "page": "17",
            "part": "1",
            "seal": "E6D835B1"
        },
        {
            "id": "19",
            "nass": "الحديث السابع: ¶ عن أبي رقية تميم بن أوس الداري رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"الدين النصيحة، قلنا لمن يا رسول الله؟ قال لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم\" رواه مسلم. ¶ المفردات: ¶ الدين: دين الإسلام، النصيحة: تصفية النفس من الغش",
            "page": "17",
            "part": "1",
            "seal": "6F31F14A"
        },
        {
            "id": "20",
            "nass": "للمنصوح له، قلنا: معشر السامعين من الصحابة، لله: الإيمان بالله ونفي الشريك عنه، الإيمان بالقرآن والعمل به، ولرسوله محمد صلى الله عليه وسلم بتصديقه وإتباعه، وللأئمة المسلمين: ولاة المسلمين وعامتهم: جميع المسلمين. ¶ الفوائد: ¶ (1) الأمر بالنصيحة وأنه بولغ فيها حتى جعلت كأنها الدين كله للاعتناء بها. ¶ (3) إن النصيحة تسمى دينا وإسلاما. ¶ (3) إن على العالم أن يأتي بالأمر المهم إجمالا ثم يأتي به تفصيلا ليتأهب السامع فيتطلع إلى بيان هذا المجمل فيكون أوقع في النفس وأدعى للقبول. ¶ (4) إن النصيحة واجبة على كل مسلم لأخيه المسلم في كل حال وزمان ومكان. ¶ (5) إن النصيحة لأئمة المسلمين مساعدتهم على الحق وإرشادهم فيما جهلوه أو غفلوا عنه والوفاء بعهدهم وامتثال أمرهم على الحق. ¶ الموجز: ¶ يخبرنا النبي الكريم صلى الله عليه وسلم أن الدين الحنيف قد أمرنا بإخلاص النصيحة وبأن نؤمن ونعترف بوحدانية الله سبحانه وتعالى وننزهه عن النقائص ونصفه بصفات الكمال، وأن القرآن كلامه منزل غير مخلوق، نعمل بحكمه ونؤمن بمتشابهه ونصدق الرسول صلى الله عليه وسلم بما جاء به ونمتثل أمره ونجتنب ما نهى عنه وننصح لأئمة المسلمين بمعاونتهم على الحق وإرشادهم عما جهلوه ونذكرهم ما نسوه أو غفلوا عنه. ونرشد عامة المسلمين إلى الحق ونكف عنهم الأذى منا ومن",
            "page": "18",
            "part": "1",
            "seal": "94CD2843"
        },
        {
            "id": "21",
            "nass": "غيرنا على حسب الاستطاعة ونأمرهم بالمعروف وننهاهم عن المنكر والجامع للنصح لهم أن نحب لهم ما يحب كل فرد منا لنفسه. ¶ شعر: ¶ وإن امرءا لم يصف لله قلبه ... لفي وحشة من كل نظرة ناظر ¶ وان امرءا لم يرتحل ببضاعة ... إلى داره الأخرى فليس بتاجر ¶ آخر: ¶ لقد نصحت لأقوام وقلت لهم ... إني أنا النذير فلا يغرركم أحد ¶ آخر: ¶ ذهب النصيح لربه ونبيه ... وإمامه نصحا تحقق عزمه ¶ فالصالحون على الذهاب تتابعوا ... فكأنهم عقد تناثر نظمه",
            "page": "19",
            "part": "1",
            "seal": "60BF5B23"
        },
        {
            "id": "22",
            "nass": "الحديث الثامن: ¶ عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: \"أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمدا رسول الله ويقيموا الصلاة ويؤتوا الزكاة فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحق الإسلام وحسابهم على الله تعالى\" متفق عليه. ¶ المفردات: ¶ أمرت: أمرني ربي، أن أقاتل: بأن أقاتل لأن حذف الجار مع أن كثيرا, الناس: المشركين، ويقيموا الصلاة: يحافظوا عليها، فإذا فعلوا ذلك: عبر بالفعل عما بعضه قولا تغليبا، عصموا: منعوا وحفظوا، إلا بحق الإسلام: العمل بما يقتضيه الإسلام, وحسابهم على الله: الله يحاسبهم على ما في سرائرهم لأنه المطلع على ما في القلوب.",
            "page": "19",
            "part": "1",
            "seal": "37AA45DF"
        },
        {
            "id": "23",
            "nass": "الفوائد: ¶ (1) إن من شرط الإسلام التلفظ بالشهادتين. ¶ (3) أنه لا يكف عن قتال المشركين إلا بالنطق بهما. ¶ (3) مقاتلة تارك الصلاة والزكاة. ¶ (4) أن الإسلام يعصم الدم والمال. ¶ (5) إن الأحكام تجرى على الظواهر والله يتولى السرائر. ¶ (6) مؤاخذة من أتى بالشهادتين وأقام الصلاة وآتى الزكاة بالحقوق الإسلامية من قصاص وحد وغير ذلك. ¶ (7) ترك تكفير أهل البدع المقرين بالتوحيد الملتزمين شرائع الإسلام. ¶ الموجز: ¶ يبين لنا هذا الحديث بأن الله تعالى أمر بقتل الكفار حتى يشهدوا بأن لا معبود بحق إلا الله وحده لا شريك له، ولمحمد صلى الله عليه وسلم بالرسالة والعمل بمقتضى هذه الشهادة من المحافظة على الصلوات الخمس وإنفاق الزكاة عند وجوبها، فإذا قاموا بهذه الأركان مع ما أوجب الله عليهم فقد منعوا وحفظوا دماءهم من القتل وأموالهم لعصمتها بالإسلام إلا بحق الإسلام بأن يصدر من أحد ما تحكم شريعة الإسلام بمؤاخذته من قصاص أو حد أو غير ذلك، ومن فعل ما أمر به بنية صادقة خالصة فهو المؤمن ومن فعلها تقية وخوفا على ماله ودمه فهو المنافق والله يعلم ما يسره فيحاسبه {فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى} . شعر: ¶ وإذا أعلنت أمرا حسنا ... فليكن أحسن منه ما تسر ¶ فمسر الخير موسوم به ... ومسر الشر موسوم بشر",
            "page": "20",
            "part": "1",
            "seal": "66076DF7"
        },
        {
            "id": "24",
            "nass": "الحديث التاسع: ¶ عن أبي هريرة عبد الرحمن بن صخر رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"ما نهيتكم عنه فاجتنبوه وما أمرتكم به فأتوا منه ما استطعتم، فإنما أهلك الذين من قبلكم كثرة مسائلهم واختلافهم على أنبيائهم\" متفق عليه. ¶ المفردات: ¶ فاجتنبوه: ابتعدوا عنه، استطعتم ,أطقتم، من قبلكم: من الأمم السابقة، واختلافهم على أنبيائهم: مخالفتهم لأنبيائهم. ¶ الفوائد: ¶ (1) الأمر بامتثال الأوامر واجتناب النواهي. ¶ (2) إن النهى أشد من الأمر لأن النهى لم يرخص كما ارتكاب شيء منه والأمر قيد بالاستطاعة. ¶ (3) إن العاجز عن الواجب أو بعضه يسقط عنه ما عجز عنه, {لا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا} . ¶ (4) النهي عن كثرة إيراد المسائل على جهة التعنت والتكلف وإثارة الفتن من المغيبات أو المشتبهات، أما السؤال عما يقع بالإنسان في أمر دينه أو دنياه فيجب السؤال عنه. ¶ (5) تحذير هذه الأمة من مخالفتها لنبيها كما وقع للأمم التي قبلها فيهلكوا كما هلكوا.",
            "page": "21",
            "part": "1",
            "seal": "B52322B7"
        },
        {
            "id": "25",
            "nass": "الموجز: ¶ هذا الحديث قاعدة من قواعد الدين ومن جوامع الكلم، فالرسول صلى الله عليه وسلم دلنا على أنه إذا نهانا عن شيء وجب علينا اجتنابه جملة واحدة بدون استثناء، وإذا أمرنا بشيء فلنأت منه ما نطيق ولم يكلفنا بشيء نعجز عنه وهذا من سماحة الدين ويسره حيث إن الله تعالى لا يكلف نفسا إلا وسعها، ثم أشار إلى شيء كالمثل عظة لنا بأن لا نكون كبعض الأمم السابقة حينما أكثروا من الأسئلة على أنبيائهم مع مخالفتهم لهم عاقبهم الله بأنواع من الهلاك والدمار فلا نكون مثلهم فنهلك كما هلكوا {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} . ¶ شعر: ¶ صبرا جميلا ما أقرب الفرجا ... من راقب الله في الأمور نجا ¶ من صدق لم ينله أذا ... ومن رجاه يكون حيث رجا",
            "page": "22",
            "part": "1",
            "seal": "03480A67"
        },
        {
            "id": "26",
            "nass": "الحديث العاشر: ¶ في أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن الله طيب لا يقبل إلا طيبا، كان الله أمر المؤمنين بما أمر به المرسلين فقال تعالى: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً} ، وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} ، ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء يا رب يا رب ومطعمه حرام ومشربه حرام وملبسه حرام وغذي بالحرام فأنى يستجاب له\" رواه مسلم. ¶ المفردات: ¶ طيب: مقدس منزه عن النقائص والعيوب، أشعث: ثائر الرأس،",
            "page": "22",
            "part": "1",
            "seal": "CBC19C46"
        },
        {
            "id": "27",
            "nass": "أغبر: متغير اللون لطول سفره، يمد يديه: يرفعهما بالدعاء إلى الله، غذي: تغذى جسمه من الحرام، فأنى يستجاب له: من أين يستجاب لمن هذه صفته، مطعمه: مأكوله، مشربه: مشروبه، ملبسه: لباسه، وغذي بالحرام: ما يغذي جسمه وروحه. ¶ الفوائد: ¶ (1) إن الصدقة إذا كانت من حرام لا يقبلها الله. ¶ (2) الأمر بإخلاص العمل لله عز وجل. ¶ (3) الحث على الإنفاق من الحلال والنهى عن الإنفاق من الحرام ¶ وإباحة الأكل من الطيبات. ¶ (4) إن الإنسان إذا أكل طيبا قاصدا به القوة على الطاعة وإحياء نفسه فإنه يثاب على ذلك. ¶ (5) في الحديث بيان شروط الدعاء وموانعه. ¶ (6) إن من أسباب استجابة الدعاء أكل الحلال واجتناب الحرام. ¶ (7) استحباب رفع اليدين إلى السماء عند إرادة الدعاء. ¶ (8) مشروعية الإلحاح في الدعاء وبذكر ربوبيته. ¶ (9) إباحة أكل الطيبات في شرع من قبلنا من الأمم. ¶ الموجز: ¶ يفيدنا هذا الحديث بأن الله سبحانه منزه عن النقائص والعيوب موصوف بصفات الكمال، فلا يتقرب إليه بصدقة من حرام أو ما فيه شبهة أو بالرديء من الطعام، وأن الله قد أباح للمؤمنين الأكل من الطيبات. كما أباحه للمرسلين مع العمل الصالح والشكر لله على نعمه. ثم بين الرسول صلى الله عليه وسلم أن الله كما يحب الإنفاق من الطيب الخيار لا يحب من الأعمال إلا طيبها، ثم ذكر شيئا كالمثال تحذيرا لأمته",
            "page": "23",
            "part": "1",
            "seal": "AC8145DA"
        },
        {
            "id": "28",
            "nass": "من الحرام فقال: إن الرجل يطيل السفر، أي في وجوه الطاعات من حج وجهاد واكتساب معيشة أشعث الرأس مغبر اللون من طول سفره يمد يديه إلى السماء بالدعاء إلى الله والتضرع إليه والتذلل بين يديه، ومع ذلك لا يستجاب له لعدم طيب كسبه حيث أن مطعمه ومشربه حرام، فليحذر كل مؤمن أن يكون بهذه الصفة المانعة من الدعاء. ¶ وقيل في هذا المعنى: ¶ شعر: ¶ إذا حججت بمال أصله سحت ... فما حججت ولكن حجت العير ¶ لا يقبل الله إلا كل صالحة ... ما كل من حج بيت الله مبرور ¶ آخر: ¶ وطعام سوء من مكاسب مرة ... يعمي الفؤاد بدائه ويصمه ¶ فلكيف يفلح عابد وعظامه ... نشأت على السحت الحرام ولحمه ¶ آخر: ¶ واذكر مناقشة الحساب فإنه ... لابد يحصى ما جنيت ويكتب ¶ لم ينسه الملكان حين نسيته ... بل أثبتاه وأنت لاه تلعب",
            "page": "24",
            "part": "1",
            "seal": "E4D58624"
        },
        {
            "id": "29",
            "nass": "الحديث الحادي عشر: ¶ عن أبي محمد الحسن بن على بن أبي طالب سبط رسول الله صلى ألله عليه وسلم وريحانته رضي الله عنهما قال: حفظت من رسول الله صلى الله عليه وسلم:\"دع ما يريبك إلى ما لا يريبك\" رواه الترمذي والنسائي وقال الترمذي حديث صحيح.",
            "page": "24",
            "part": "1",
            "seal": "6021B912"
        },
        {
            "id": "30",
            "nass": "المفردات: ¶ سبط: ابن ابنته فاطمة، وريحانته: كناية عن حبه وسروره به. دع: اترك، يريبك: ما تشك فيه. إلى مالا يريبك: إلى مالا تشك فيه. ¶ الفوائد: ¶ 1- إن على المسلم أن يبني أموره على اليقين ليكون في أمر دينه على بصيرة. ¶ 2- النهي عن الوقوع في الشبهات وما تتردد فيلة النفس بين حله أو حرمته. ¶ 3- استحباب الورع عما كان فيه شبهة حرام وإن كان الأصل الحل. ¶ الموجز: ¶ يرشدنا هذا الحديث إلى أن المؤمن يترك ما يشك في حله خشية أن يقع في الحرام وهو لا يشعر بل عليه أن. ينتقل مما يشك فيه إلى ما كان حله متيقنا ليس فيه شبهة ليكون مطمئن القلب ساكن النفس راغبا في الحلال الخالص متباعدا عن الحرام والشبهات وما تتردد فيه النفس ويكون كما قال الشاعر: ¶ للأمور وللأعمال عاقبة ... فاخش الجزاء بغتة واحذره عن مهل ¶ ذو العقل يترك ما يهوى لخشيته ... من العلاج بمكروه من الخلل ¶ فمن المرؤة ترك المرء شهوته ... فانظر لايهما آثرت واحتفل",
            "page": "25",
            "part": "1",
            "seal": "67680635"
        },
        {
            "id": "31",
            "nass": "الحديث الثاني عشر: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"من حسن إسلام المرء تركة ما لا يعنيه\" حديث حسن رواه الترمذي وغيره هكذا. ¶ المفردات: ¶ من: تبعيضية أو بيانية، المرء: الشخص، ما لا يعنيه: ما لا يهمه من أمور الدين والدنيا، من حسن: الحسن ضد القبيح. ¶ الفوائد: ¶ (1) إن على المسلم أن يدع ما لا يعنيه من الفضول سواء قولا أو فعلا أو تفكيرا. ¶ (2) على الإنسان الاشتغال بما يعنيه فيما فيه مصلحة له في دينه أو دنياه. ¶ (3) إن المشتغل بما لا يعنيه ناقص الإيمان. ¶ الموجز: ¶ يفيدنا هذا الحديث أن من لم يترك ما لا يعنيه فإنه ضعيف إيمانه وإن من كمال إيمان العبد تركه ما لا يهمه من الأقوال والأفعال التي ليست من مصالحه وشئونه فعلى الإنسان أن يهتم بالأمور التي تتعلق بحياته وأسباب معيشته وسعادته في معاده، وذلك يسير لمن يسره الله عليه ووفقه فإذا اقتصر الإنسان على ما يعنيه سلم من تبعات ما لا يعنيه. وفي السلامة خير كثير.",
            "page": "26",
            "part": "1",
            "seal": "BC354DE2"
        },
        {
            "id": "32",
            "nass": "فائدة: قيل للقمان ما بلغ بك ما ترى يريدون الفضل قال:\"صدق الحديث وأداء الأمانة، وترك ما لا يعنيني\". ¶ شعر: ¶ على فيك مما ليس يعنيك شأنه ... بقفل وثيق ما استطعت فاقفل",
            "page": "27",
            "part": "1",
            "seal": "C5EE8730"
        },
        {
            "id": "33",
            "nass": "الحديث الثالث عشر: ¶ عن أبي حمزة أنس بن مالك رضي الله عنه خادم رسول الله صلى الله عليه وسلم عن النبي صلى الله عليه وسلم قال: \"لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه\" متفق عليه. ¶ المفردات: ¶ لا يؤمن: الإيمان الكامل, لأخيه: في الإسلام, ما: بمعنى كل، يحب لنفسه: من الخير ويكره له ما يكره لنفسه من الشر، يحب لنفسه: المحبة المودة. ¶ الفوائد: ¶ (1) إن من كمال إيمان العبد أن يحب لأخيه المسلم بما يحب لنفسه. ¶ (2) أن يكره لأخيه المسلم من الشر ما يكره لنفسه. ¶ (3) على الإنسان أن يرشد إخوانه إلى منا ينفعهم ويحذرهم عما يضرهم. ¶ الموجز: ¶ يرشدنا هذا الحديث إلى أن على المؤمن كامل الإيمان أن يحب",
            "page": "27",
            "part": "1",
            "seal": "42CC4FD1"
        },
        {
            "id": "34",
            "nass": "لأخيه المسلم ما يحب لنفسه ومعنى هذه المحبة هي مواساته أخاه بنفسه في جميع الأمور التي فيها نفع سواء دينية أو دنيوية من نصح وإرشاد إلى خير وأمر بمعروف ونهى عن منكر وغير ذلك مما يوده لنفسه فإنه يرشد أخاه إليه وما كان من شيء يكرهه وفيه نقص أو ضرر فإنه يبعده عنه سواء بقوله أو بفعله أو بماله وهذه هي المحبة المرادة في الحديث وليست المحبة البشرية كمحبة الوالد لولده وماله. ¶ شعر: ¶ لا تزهد الدهر في عرف بدأت به ... كل سوف يجزى بالذي فعلا ¶ إن الثناء ليحيي ذكر صاحبه ... كالغيث يحيي نداه السهل والجبلا ¶ آخر: ¶ لعمرك ما الأيام إلا معارة ... فما استطعت من معروفها فتزود",
            "page": "28",
            "part": "1",
            "seal": "DDD7479B"
        },
        {
            "id": "35",
            "nass": "الحديث الرابع عشر: ¶ عن ابن مسعود رضي الله عنه قال: قال رسوله الله صلى الله عليه وسلم: \"لا يحل دم امرئ مسلم إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس والتارك لدينه المفارق للجماعة\" متفق عليه. ¶ المفردات: ¶ لا يحل: لا يجوز إراقة دمه، امريء: رجل، مسلم: صفة للرجل، بإحدى ثلاث: خصال، الثيب الزاني: من تزوج ووطء بنكاح صحيح، والنفس بالنفس: من قتل عمدا بغير حق يقتل، التارك لد ينه: المرتد عن دين الإسلام، المفارق للجماعة: جماعة المسلمين.",
            "page": "28",
            "part": "1",
            "seal": "D007ED9E"
        },
        {
            "id": "36",
            "nass": "الفوائد: ¶ (1) أن الثيب الزاني يقتل برجمه بالحجارة في كما بين في حديث ¶ (3) أن من قتل نفسا عمدا بغير حق يقتل بشروط القتل. ¶ (3) أن المرتد عن الإسلام يحل قتله. ¶ (4) أن من لم يعمل شيئا من هذه الثلاث الخصال لا يحل دمه. ¶ الموجز: ¶ بين لنا النبي الكريم صلى الله عليه وسلم في هذا الحديث أنه لا يجوز إراقة دماء المسلمين لأن دماءهم معصومة بالإسلام وأنه لا يحل دم المسلم إلا بارتكاب واحد في من ثلاث خصال: الزاني ممن سبق أن أحصن ذكرا كان أو أنثى، والقاتل للنفس المعصومة يقتل بشروط القتل، والمرتد عن الدين المفارق لجماعة المسلمين بترك الإسلام وشعائره سواء التحق بالملل الأخرى أم لا بأن جاهر بترك الإسلام، فعلى كل مسلم أن يحافظ على دينه ودمه وماله ويبتعد عن هذه المحرمات فقد جاء الوعيد الشديد في الآخرة على من ارتكب واحدة منها مع تكفير المرتد نسأل السلامة والعافية من كل بلاء وفتنة. ¶ شعر: ¶ وكف عن الفحشاء الجوارح كلها ... تكن لك في يوم الجزاء خير شهيد",
            "page": "29",
            "part": "1",
            "seal": "D623FF4B"
        },
        {
            "id": "37",
            "nass": "الحديث الخامس عشر: ¶ عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"من كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت ومن كان يؤمن بالله واليوم الآخر فليكرم جاره ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه\" متفق عليه. ¶ المفردات: ¶ لا يؤمن: الإيمان الكامل, اليوم الآخر: يوم القيامة، فليقل: اللام لام الأمر، خيرا: كلمة جامعة لجميع الطاعات، أو ليصمت: أو ليسكت، فليكرم جاره: المجاور له في البيت أو المصنع أو غير ذلك، الضيف: الذي ينزل عليه للضيافة، فليكرمه: فليحسن ضيافته. ¶ الفوائد: ¶ (1) التحذير من آفات اللسان فلا يتكلم الإنسان إلا بما فيه مصلحة دينية أو دنيوية. ¶ (3) الحث على الإحسان إلى الجار بكل ما ينفعه وكف الأذى عنه. ¶ (3) الأمر بإكرام الضيف لأن إكرامه من آداب الإسلام وخلق الأنبياء والصالحين. ¶ (4) أن هذه الخصال من شعب الإيمان ومن الآداب السامية. ¶ (5) في الحديث دليل على دخول الأعمال في مسمى الإيمان. ¶ (6) إن على الإنسان أن يتخلق بالأخلاق الفاضلة بأي شيء كان من أموره. ¶ (7) إن الصمت أحسن من الكلام المباح.",
            "page": "30",
            "part": "1",
            "seal": "F5A3DBA6"
        },
        {
            "id": "38",
            "nass": "(8) إن من أساء إلى جاره أو لم يكرم ضيفه أو أكثر كلامه بما لا خير فيه أنه ناقص الإيمان. ¶ الموجز: ¶ يرشدنا هذا الحديث إلى مكارم الأخلاق والآداب السامية حيث أنه ينبغي لكل مؤمن إذا أراد أن يتكلم أن يفكر فيما يريد أن يتكلم به فإن كان فيه خير له تكلم به وإلا أمسك عن الكلام لأن كل كلام ابن آدم عليه لا له إلا ذكر الله وأمر بمعروف أو نهي عن منكر أو غير ذلك مما يهدف إلى الدين أو قوام أمره، ويأمرنا بإكرام الجار لما فيه من أداء حق، الجار ومكارم الأخلاق التي تدعو إلى كل خير وتدفع كل شر، وإكرام الضيف لأن إكرامه من آداب الإسلام وخلق النبيين والصالحين. ¶ شعر: ¶ احفظ لسانك أيها الإنسان ... لا يلدغنك إنه ثعبان ¶ آخر: ¶ قد أفلح الساكت الصوت ... كلامه قد يعده قوت ¶ آخر: ¶ إذا المرء وافى منزلا منك قاصدا ... قراك وأرمته لديك المسالك ¶ فكن باسما في وجهه متهللا ... وقل مرحبا أهلا ويوم مبارك ¶ وقدم له ما تستطيع من القرى ... عجولا ولا تبخل بما هو هالك ¶ آخر: ¶ ولاشيء يدوم فكن حديثا ... جميل الذكر فالدنيا حديث",
            "page": "31",
            "part": "1",
            "seal": "1D4C8F78"
        },
        {
            "id": "39",
            "nass": "الحديث السادس عشر: ¶ عن أبي هريرة رضي الله عنه: \"أن رجلا قال للنبي صلى الله عليه وسلم أوصني قال: لا تغضب, فردد مرارا قال لا تغضب\" رواه البخاري. ¶ المفردات: ¶ رجلا: قيل أبو الدرداء، وقيل غيره. أوصني: وصية جامعة لخصال الخير. لا تغضب: لا تتعرض لشيء يجلب لك الغضب ولا تنفذ آثاره بالغير. فردد: كرر. ¶ الفوائد: ¶ (1) التحذير من الغضب لأنه جماع كل شر والتحفظ منه جماع كل خير. ¶ (3) الأمر بالأخلاق الفاضلة التي تبعد عن الغضب كالحلم والرفق والتواضع. ¶ (3) الصبر على ما يصيب الإنسان في هذه الدنيا وأن يعامل الناس معاملة حسنة. ¶ الموجز: ¶ في هذا الحديث يوصينا النبي الكريم صلى الله عليه وسلم بأن نترك الغضب لأنه من طباع الشيطان فلا ننفذ آثاره فيحصل لنا بسببه أضرار عظيمة إما عاجلا أو آجلا بل نمسك عن الغضب وعن مقتضياته وندفعه بالتخلق بالحلم والرفق والأناة ففي ذلك خير كثير ولو لم يحصل من أضرار الغضب إلا تغير لون الوجه وشدة الحركة في الأطراف وربما",
            "page": "32",
            "part": "1",
            "seal": "54F185CD"
        },
        {
            "id": "40",
            "nass": "ينطلق لسان صاحبه بالشتم والفاحش من القول وربما جنى على أحد بالضرب أو القتل فتسوء حاله عاجلا وآجلا لكفته هذه العقوبات لهذه الآثار وغيرها، لذا أوصى النبي صلى الله عليه وسلم السائل وكرر عليه بأن لا يغضب. ¶ (تنبيه) من أسباب دفع الغضب: ¶ 1- يتذكر الإنسان فضل كظم الغيظ. ¶ 2- يستعيذ بالله من الشيطان الرجيم. ¶ 3- يتوضأ. ¶ 4- يغير الحالة التي هو عليها، فإن كان قائما جلس أو جالسا اضطجع ¶ 5- يتذكر غضب الله وأن انتقامه فوق ذلك فيخاف الله. ¶ وغير ذلك مما يعالج به الإنسان نفسه من الغضب، واتقاء أثاره السيئة، نعوذ بالله من الغضب السيء. ¶ فائدة: ¶ حكى أن رجلا قدم له خادمه طعاما في صحفة فعثر الخادم في البساط فوقع ما معه فامتلأ الرجل غيظا فقال الخادم يا مولاى خذ بقول الله تعالى, فقال الرجل وما قول الله تعالى؟ قال، قال الله تعالى {وَالْكَاظِمِينَ الْغَيْظَ} فقال الرجل كظمت غيظي، فقال الخادم: {وَالْعَافِينَ عَنِ النَّاسِ} فقال عفوت عنك، فقال الخادم، {وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} فقال الرجل أنت حر لوجه الله وأعطاه ألف دينار. ¶ شعر: ¶ ليست الأحلام في حين الرضا ... إنما الأحلام في حين الغضب ¶ آخر: ¶ ولم أر في الأعداء حين اختبرتهم ... عدوا لعقل المرء أعدى من الغضب ¶ وفي المثل:\"الغضب بذر الندم\".",
            "page": "33",
            "part": "1",
            "seal": "EA16EF30"
        },
        {
            "id": "41",
            "nass": "الحديث السابع عشر: ¶ عن أبي يعلى شداد بن أوس رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: \"إن الله كتب الإحسان على كل شيء فإذا قتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا الذبحة وليحد أحدكم شفرته وليرح ذبيحته \" رواه مسلم. ¶ المفردات: ¶ كتب: أوجب، على كل شيء: على هنا بمعنى إلى أو هي على بابها, كتب الإحسان: في الولاية على كل شيء، فإذا قتلتم: أردتم القتل، بحق، فأحسنوا القتلة: بما يسح بإزهاق الروح، وإذا ذبحتم: أردتم الذبح فاذبحوا بآلة حادة مع الرفق بالذبيحة، ذبيحته: مذبوحته بمعنى مفعول بها. ¶ الفوائد: ¶ (1) إن هذا الحديث قاعدة من قواعد الدين لشمول الإحسان إلى كل شيء. ¶ (2) الأمر بالإحسان في كل شيء بحسبه. ¶ (3) إعداد الآلة الحادة عند إرادة ذبح الحيوان والرفق به عند ذبحه. ¶ (4) النهى عن التعذيب والتمثيل في القتيل والذبيحة. ¶ الموجز: ¶ في هذا الحديث قاعدة نافعة وهي الإحسان في كل شيء يستولى عليه الإنسان سواء أدميا أو حيوانا فالله تعالى قد فرض عليه الإحسان",
            "page": "34",
            "part": "1",
            "seal": "8BA0AF81"
        },
        {
            "id": "42",
            "nass": "حيث يقدره الله على أي مخلوق ثم إن الرسول صلى الله عليه وسلم أتى بمثلين مثل بني آدم ومثل في الحيوانات لنأخذ من هذين المثلين نبراسا نستضيء به عند كل شيء يحتاج إلى الرفق واللين والإحسان فقال:\"إذا قتلتم فأحسنوا القتلة\"أي بأن تختاروا ما هو أخف وأسرع إزهاقا للروح ليستريح المقتول:\"وإذا ذبحتم فأحسنوا الذبحة\"بأن تذبحوا بآلة حادة مع الرفق بالحيوان لتستريح الذبيحة بدون تعذيب, {وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} . ¶ شعر: ¶ وأحسن فإن المرء لابد ميت ... وإنك مجزى بما كنت ساعيا",
            "page": "35",
            "part": "1",
            "seal": "DDD31136"
        },
        {
            "id": "43",
            "nass": "الحديث الثامن عشر: ¶ عن أبي ذر جندب بن جنادة وأبي عبد الرحمن معاذ بن جبل رضي الله عنهما عن رسول الله صلى الله عليه وسلم قال: \"اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها وخالق الناس بخلق حسن\". رواه الترمذي وقال: حديث حسن وفي بعض النسخ حسن صحيح. ¶ المفردات: ¶ اتق الله: بامتثال أوامره واجتناب نواهيه، حيثما كنت: في أي مكان كنت, وأتبع: ألحق بالسيئة الحسنة، تمحها: تمح أثرها السيئ في القلب وعقابها من الصحف، السيئة: الخطيئة، وخالق الناس: عاملهم. بخلق حسن: بأن تعاملهم بمثل ماتحب أن يعاملوك به.",
            "page": "35",
            "part": "1",
            "seal": "223706C3"
        },
        {
            "id": "44",
            "nass": "الفوائد: ¶ (1) الأمر بتقوى الله وهي وصية الله ووصية رسوله لأمته ووصية كل نبي قبل نبينا صلى الله عليه وسلم. ¶ (2) أن الإتيان بالحسنة عقب السيئة تمحو السيئة. ¶ (3) الترغيب في حسن الخلق لأنه من خصال التقوى. ¶ (4) المدوامة على التقوى والاتصاف بها في كل حال وزمان ومكان. ¶ الموجز: ¶ يوصينا النبي الكريم صلى الله عليه وسلم في هذا الحديث بتقوى الله في السر والعلانية حيثما كان العبد في بر أو بحر أو أرض أو جو وخاليا وحده أو مع الناس وإذا أذنب العبد ذنبا فليتبعه بما يمحوه من التوبة والاستغفار: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} ، وأن يعامل الناس بمثل ما يحب أن يعاملوه به من طلاقة الوجه وكف الأذى وبذل النصح لتتألف القلوب وتكمل المحبة وتجتمع كلمة المسلمين. ¶ شعر: ¶ ألا إنما التقوى هي العز والكرم ... وفخرك بالدنيا هو الذل والعدم ¶ آخر: ¶ ومن يتخذ سببا للنجاة ... فإن تقوى الله خير السبب ¶ آخر: ¶ ما عاتب المرء اللبيب كنفسه ... والمرء يصلحه الجليس الصالح ¶ آخر: ¶ ومكرم الناس حبيب لهم ... من أكرم الناس أحبوه",
            "page": "36",
            "part": "1",
            "seal": "BB36D99E"
        },
        {
            "id": "45",
            "nass": "الحديث التاسع عشر: ¶ عن عبد الله بن عباس رضي الله عنهما قال: \"كنت خلف رسول الله صلى الله عليه وسلم يوما على دابة، فقال: \"يا غلام، إني أعلمك كلمات: احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فأسأل الله، وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعوا على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، وإن اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبة الله عليك رفعت الأقلام وجفت الصحف\" رواه الترمذي وقال: حديث حسن صحيح، وفي رواية غير الترمذي: \"احفظ الله تجده تجاهك تعرف إلى الله في الرخاء يعرفك في الشدة، واعلم أن ما أخطاك لم يكن ليصيبك، وما أصابك لم يكن ليخطئك، واعلم أن النصر مع الصبر، وأن الفرج مع الكرب، وأن مع العسر يسرا\". ¶ المفردات: ¶ خلف: ضد قدام. على دابة: على حمار رديفا للنبي صلى الله عليه وسلم، يا غلام: الصبي من حين يفطم إلى تسع سنين وقيل غير ذلك. إني أعلمك كلمات: ينفعك الله بها، احفظ الله: بملازمة تقواه واجتناب نواهيه. يحفظك: في نفسك عما يضرك. تجاهك: أمامك. إذا سألت: إذا أردت السؤال. استعنت: طلبت الإعانة. فاستعن بالله: لأنه القادر على كل شيء. الأمة: المخلوقات. تعرف إلى الله: بملازمة طاعته. في الرخاء: في السعة. يعرفك في الشدة: بتفريجها عنك. واعلم: كلمة تنبيه. أن النصر: من الله لعبده. مع الصبر: على طاعة الله وأقداره التي فيها المصائب. الفرج: الخروج من الهم والغم. الكرب: الغم والضيق، وهذه الكلمات مترادفات تقريبا.",
            "page": "37",
            "part": "1",
            "seal": "C9B217F2"
        },
        {
            "id": "46",
            "nass": "الفوائد: ¶ (1) جواز الإدراف على الدابة إذا كانت تطيق. ¶ (3) الأمر بالمحافظة على حقوق الله وحقوق المخلوقين. ¶ (3) أن الجزاء قد يكون من جنس العمل. ¶ (4) الأمر بالاعتماد على الله والتوكل عليه دون غيره. ¶ (5) عجز الخلق كلهم وافتقارها إلى الله عز وجل. ¶ (6) التنبيه على أن دار الدنيا دار بلاء وامتحان فينبغي الصبر والرضى بالقضاء والقدر ¶ (7) إن الخلق كلهم لو اجتمعوا على أن يخسروا أحدا أو ينفعوه لم يستطيعوا شيئا لم يقدره الله له أو عليه. ¶ (8) إن الله ينصر الصابر, وأن مع كل ضيق فرجا ومخرجا {إِنَّ مَعَ الْعُسْرِ يُسْراً} . ¶ الموجز: ¶ في هذا الحديث الوصية العظيمة من الرسول صلى الله عليه وسلم حيث أرشد بحفظ أوامر الله تعالى واجتناب نواهيه. وأن الله يحفظ من قام بذلك في حركاته وسكناته، وفي دنياه وآخرته، وأن الله سبحانه أمام العبد يعلم ما هو عليه، فلا يعلق العبد أموره وحاجاته بغير الله. بل يستعين بالله ويتوكل عليه في جميع أحواله وأموره إلا ما كان يقدر عليه الخلق. فيسأل الله سبحانه بأن يعطف عليه قلوبهم لينفعوه بما يقدرون عليه، وأن الناس لو اجتمعوا كلهم وحاولوا بأقوالهم وأفعالهم على أن يجلبوا له نفعا أو يدفعوا عنه ضررا أو يخبروه لم يستطيعوا ضرره ولا نفعه إلا بأمر كتبه الله له أو عليه. وأن الإنسان إذا أطاع الله في الرخاء فإن الله يجعل له عند الشدة فرجا ومخرجا, وليرض كل عبد بما قدره الله عليه من خير وشر. ومع الشدائد والمحن يلتزم العبد الصبر، فإن الصبر مفتاح الفرج {إِنَّ مَعَ الْعُسْرِ يُسْراً} ., {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً}",
            "page": "38",
            "part": "1",
            "seal": "0979F53F"
        },
        {
            "id": "47",
            "nass": "شعر: ¶ كم من أمر قد تضايقت به ... فأتاني الله منه بالفرج ¶ آخر: ¶ لا تجزعن إذا ما الأمر ضقت به ... ولا تبيتن إلا خالي البالي ¶ ما بين طرفة عين وانتباهتها ... يغير الله من حال إلى حال ¶ آخر: ¶ صبرت ومن يصبر يجد غب صبره ... ألذ وأحلى من جنى النحل في الفم ¶ آخر: ¶ لا تجزعن لعسرة بعدها ... يسرا وعدا ليس فيه خلاف ¶ كم عسرة ضاق الفتى لنزولها ... لله في أعطافها ألطاف",
            "page": "39",
            "part": "1",
            "seal": "7B4C0233"
        },
        {
            "id": "48",
            "nass": "الحديث العشرون: ¶ عن أبي مسعود بن عمرو الأنصاري البدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن مما أدرك الناس من كلام النبوة الأولى: إذا لم تستح فافعل ما شئت\" رواه البخاري. ¶ المفردات: ¶ أدرك الناس: توارثوه قرنا بعد قرن. أدرك: بمعنى بلغ, من كلام النبوة الأولى: التي قبل نبينا صلى الله عليه وسلم, إذا لم تستح: الحياء خلق يحث على فعل الجميل وترك القبيح, وله تعاريف غير ذلك, فافعل ما شئت: أي شيء تريد.",
            "page": "39",
            "part": "1",
            "seal": "8DAE24D0"
        },
        {
            "id": "49",
            "nass": "الفوائد: ¶ (1) شرف الحياء لأنه ما من نبي إلا وقد حث عليه ولم ينسخ. ¶ (2) إن الحياء هو الذي يكف الإنسان ويردعه عن المعاصي وعن تعاطى كل قبيح شرعا. ¶ (3) إن من لم يتصف بالحياء فإنه يفعل ما يشاء سواء خيرا أو شرا. ¶ فائدة: ¶ قال أحد العلماء: هذا الحديث يتضمن الأحكام الخمسة في قوله: إذا لم تستح فاصنع ما شئت، لأن فعل الإنسان إما أن يستحي منه أولا، فالأول الحرام والمكروه، والثاني الواجب والمستحب والمباح, ولذا قيل إن هذا الحديث عليه مدار الإسلام. ¶ الموجز: ¶ يبين لنا هذا الحديث أن الحياء لم يزل ممدوحا مستحسنا مأمورا به في الشرائع، فلم ينسخ كما نسخ غيره لأن السليم يستحسنه ويرغب فيه لأن الحياء لا يكون في شيء إلا زانه ولا ينزع من شيء إلا شانه، ومن حرم الحياء فقد حرم خيرا كثيرا، وإذا لم يكن لدى الإنسان حياء يدفعه إلى فعل الجميل ومكارم الأخلاق، ويباعده عن كل قبيح وسير، ء، فليفعل ما تأمره به نفسه الأمارة بالسوء أيا كان فإن الله مجازيه على فعله؟ ويكون الأمر هنا لتهديد, كما في قوله تعالى: {اعْمَلُوا مَا شِئْتُمْ} ويحتمل معنى آخر، وهو إذا أردت أن تفعل شيئا فإن كان مما لا تستحي من فعله بأن يعاقبك الله عليه ولا من الناس بأن يذموك على فعله فافعل ما شئت لأنه مباح لك وإلا فلا.",
            "page": "40",
            "part": "1",
            "seal": "BBDAAD3C"
        },
        {
            "id": "50",
            "nass": "شعر: ¶ ومما قيل في ذم من لم يستح: ¶ إذا لم تخش عاقبة الليالي ... ولم تستح فاصنع ما تشاء ¶ والله ما في العيش خير ... ولا دنيا إذا ذهب الحياء ¶ ولآخر: ¶ إذا لا تصن عرضا ولم تخش خالقا ... وتستحي مخلوقا فما شئت فاصنع ¶ آخر: ¶ ورب قبيحة ما حال بيني ... وبين ركوبها إلا الحياء ¶ فكان هو الدواء لها ولكن ... إذا ذهب الحياء فلا دواء",
            "page": "41",
            "part": "1",
            "seal": "7AC870C0"
        },
        {
            "id": "51",
            "nass": "الحديث الحادي والعشرون: ¶ عن أبي عبد الله جابر بن عبد الله الأنصاري رضي الله عنهما: \"أن رجلا سأل رسول الله صلى الله عليه وسلم فقال: أرأيت إذا صليت المكتوبات. وصمت رمضان. وأحللت الحلال وحرمت الحرام، ولم أزد على ذلك شيئا أأدخل الجنة؟ قال: نعم\" رواه مسلم. ¶ المفردات: ¶ أن رجلا: هو النعمان بن قوقل، وقيل غيره. أرأيت: أخبرني. المكتوبات: المفروضات الخمس. وصمت رمضان: أمسكت نهاره عن المفطرات بنية. أحللت الحلال: فعله معتقدا حله. حرمت الحرام: اجتنبته معتقدا حرمته. ولم أزد على ذلك شيئا: من التطوعات. أأدخل الجنة: أستحق دخول الجنة؟ نعم: تدخل الجنة.",
            "page": "41",
            "part": "1",
            "seal": "56F58DC5"
        },
        {
            "id": "52",
            "nass": "الفوائد: ¶ (1) إن من قام بالواجبات وانتهى المحرمات دخل الجنة ¶ (2) جواز ترك التطوعات إذا لم يكن من باب التساهل والاستهانة بها. ¶ (3) النظر إلى أحوال الناس, فلعل السائل حديث عهد بالإسلام فسهل عليه حتى يقوى إيمانه. ¶ (4) عظم أمر الصلوات الخمس. وصيام رمضان. وإحلال الحلال. واجتناب الحرام. ¶ (5) إن في اجتناب الحرام وأكل الحلال إصلاحا للفرد والمجتمع. ¶ فلو عمل بهذا الحديث لاستتب الأمن. وقويت الثقة بين الناس. وانقطعت الخصومات والمنازعات بينهم, ولكن هيهات هيهات. ¶ الموجز: ¶ يخبرنا الصحابي جابر رضي الله عنه في هذا الحديث أن رجلا سأل رسول الله صلى الله عليه وسلم بصيغة الاستفهام مظهرا أنه سيعمل بما يرشده إليه الرسول صلى الله عليه وسلم. فقال: اخبرني إذا أنا حافظت على الصلوات الخمس وصمت شهر رمضان كاملا واعتقدت أن الحلال حلال أكله واستعماله. وأن الحرام حرام معتقدا حرمته واجتنابه. ولم أزد على ما سألتك شيئا من التطوعات. فهل أنا محل المستحقين لدخول الجنة؟ فقال له النبي صلى الله عليه وسلم: نعم تدخل الجنة، ولم يذكر الحج والزكاة إما لعدم وجوبهما على السائل أو لاندراجهما في الحلال، أو لعدم فرضيتهما حين سؤاله. ¶ شعر: ¶ ألا في الصلاة الخير والفضل أجمع ... لأن بها الرقاب تخضع ¶ وأول فرض كان من فرض ديننا ... وآخر ما يبقى إذا الدين يرفع",
            "page": "42",
            "part": "1",
            "seal": "32C92B85"
        },
        {
            "id": "53",
            "nass": "الحديث الثاني والعشرون: ¶ عن أبي عمرو، وقيل: أبي عمرة,. سفيان بن عبد الله رضي الله عنه قال: \"قلت: يا رسول الله، قل لي في الإسلام قولا لا أسأل عنه أحدا غيرك، قال: قل آمنت بالله ثم استقم\" رواه مسلم. ¶ المفردات: ¶ قل لي في الإسلام: في دينه وشريعته. قولا: جامعا لمعاني الدين اكتفي به فأعمله. استقم: الزم عمل المأمورات وانته عن جميع المنهيات. ¶ الفوائد: ¶ (1) الأمر بالاستقامة وهي الإصابة والاعتدال في جميع الأقوال والأفعال والمقاصد المحمودة. ¶ (2) اجتناب المحرمات وجميع ما كان مخالفا للشريعة من قول أو فعل أو اعتقاد. ¶ (3) جواز الفتوى إجمالا إذا كان الإنسان يفهمها بدون تفصيل. ¶ (4) في الحديث إثبات العموم والعمل بما يشتمل عليه. ¶ الموجز: ¶ يخبرنا الصحابي راوي هذا الحديث أنه طلب من النبي صلى الله عليه وسلم أن يعلمه ما يحتاج إليه في دينه قولا جامعا شاملا لمعانق الإسلام واضحا جليا لا يحتاج إلى تفسير كافيا لا يحتاج معه إلى سؤال غيره، فأمره الرسول صلى الله عليه وسلم بأن يداوم على الإيمان، ثم يعتدل ويستقيم على ما يقتضيه الإيمان من امتثال الأوامر ندبها",
            "page": "43",
            "part": "1",
            "seal": "3921DC2C"
        },
        {
            "id": "54",
            "nass": "وواجبها. واجتناب النواهي حرامها ومكروهها، فإذا عمل بهذا فقد نجا وفاز في دنياه وآخرته, وقد ورد في القرآن العزيز الفضل العظيم لمن آمن بالله ثم استقام قال تعالى: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ نُزُلاً مِنْ غَفُورٍ رَحِيمٍ} . ¶ شعر: ¶ إصلاح أمرك للأخلاق مرجعه ... فقوم النفس بالأخلاق تستقم ¶ آخر: ¶ بني استقم فالعود تنمو عروقه ... قويما ويغشاه إذا ما التوى التوى",
            "page": "44",
            "part": "1",
            "seal": "3AA7B174"
        },
        {
            "id": "55",
            "nass": "الحديث الثالث والعشرون: ¶ عن أبي مالك الحارث بن عاصم الأشعري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"الطهور شطر الإيمان والحمد لله تملأ الميزان وسبحان الله والحمد لله تملآن أو تملأ ما بين السماء والأرض والصلاة نور والصدقة برهان، والصبر ضياء والقرآن حجة لك أو عليك، كل الناس يغدو فبائع نفسه فمعتقها أو موبقها\" رواه مسلم. ¶ المفردات: ¶ الطهور: التطهر من الأحداث أو المراد طهارة القلب أو هما معا. شطر الإيمان: نصف الإيمان، الميزان: الذي يوزن به أعمال العبادة, تملأ الميزان: لعظم أجرها. الصدقة برهان: دليل على إيمان صاحبها.",
            "page": "44",
            "part": "1",
            "seal": "03DBE571"
        },
        {
            "id": "56",
            "nass": "والقرآن حجة لك: يدلك على النجاة إن عملت به، أو عليك: إن أعرضت عنه. يغدو: يسعى لنفسه، فمعتقها: من العذاب, أو موبقها: مهلكها. ¶ الفوائد: ¶ (1) إثبات الميزان الذي توزن به أعمال العباد يوم القيامة. ¶ (3) فضل الطهور وأنه نصف الإيمان. ¶ (3) فضل التسبيح والتحميد. ¶ (4) عظم ثواب الصلاة والصدقة والصبر. ¶ (5) إن من عمل بالقرآن العزيز قاده إلى الجنة ومن أعرض عنه ولم يعمل به قذف في النار. ¶ (6) إن كل إنسان إما ساع في هلاك نفسه أو ساع في سعادتها. ¶ الموجز: ¶ يرشدنا هذا الحديث أن من طهر قلبه من الشكوك والاعتقادات الفاسدة، وطهر بدنه من الأحداث فقد أخذ بنصف الإيمان، ومن حمد الله تعالى فثواب حمده يملأ الميزان وتسبيحه وتحميده يملآن ما بين السماء والأرض من الأجر لأن الحامد لله يثني على ربه سبحانه بجميع المحامد، ومن ذلك صفات الكمال لله ونعوت الجلال، والمسبح ينزه الله عن النقائص والعيوب والآفات، وأن الصلاة نور يهتدي به الإنسان عاجلا وآجلا كما أن الصدقة دليل وبرهان على قوة إيمان صاحبها وصبر العبد على طاعة الله وما يصيبه من الفتن والمكاره يكون سببا لزيادة نور بصيرته. فيصبر على ما الله عليه لإيمانه بذلك وكل الناس يسعى لنفسه. فمنهم من يبيعها لله بطاعته فيعقتها من النار يوم القيامة. ومن الناس من يبيعها للشيطان وهوى النفس فيهلكها يوم القيامة، وربما تعجل له العقوبة في الدنيا فنسأل الله العافية. ومما قيل في ذلك:",
            "page": "45",
            "part": "1",
            "seal": "3616B72F"
        },
        {
            "id": "57",
            "nass": "شعر: ¶ من يزرع الشر يحصد في عواقبه ... ندامة ولحصد الزرع إبان ¶ آخر: ¶ لا دار للمرء بعد الموت يسكنها ... إلا التي قبل الموت يبنيها ¶ فإن بناها بخير طاب مسكنه ... وإن بناها بشر خاب بانيها ¶ فاغرس أصول التقى مادمت مجتهدا ... واعلم بأنك بعد الموت لاقيها",
            "page": "46",
            "part": "1",
            "seal": "3A82AF7C"
        },
        {
            "id": "58",
            "nass": "الحديث الرابع والعشرون: ¶ عن أبي ذر الغفاري رضي الله عنه عن النبي صلى الله عليه وسلم فيما يرويه عن ربه عز وجل أنه قال: \" يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرما فلا تظالموا، يا عبادي كلكم ضال إلا من هديته فاستهد ونى أهدكم، يا عبادي كلكم جائع إلا من أطعمته فاستطعموني أطعمكم. يا عبادي كلكم عار إلا من كسوته فاستكسوني أكسكم، يا عبادي إنكم تخطئون بالليل والنهار وأنا أغفر الذنوب جميعا فاستغفروني أغفر لكم. يا عبادي إنكم لن تبلغوا ضري فتضروني ولن تبلغوا نفعي فتنفعوني، يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئا، يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيئا. يا عبادي لو أن أولكم وأخركم وإنسكم وجنكم قاموا في صعيد واحد فسألوني فأعطيت كل واحد مسألته ما نقص ذلك مما عندي إلا كما ينقص المخيط إذا أدخل البحر. يا عبادي إنما هي أعمالكم أحصيها لكم ثم أوفيكم إياها فمن وجد خيرا فليحمد الله، ومن وجد غير ذلك فلا يلومن إلا نفسه\" دواه مسلم.",
            "page": "46",
            "part": "1",
            "seal": "94990007"
        },
        {
            "id": "59",
            "nass": "المفردات: ¶ حرمت: منعت. الظلم: وضع الشيء في غير موضعه، على نفسي: فضلا منه وإحسانا، وجعلته بينكم محرما: حكمت بتحريمه عليكم، فلا تظالموا: لا يظلم بعضكم بعضا، كلكم ضال: عن طريق الحق لو ترك، إلا من هديته: وفقته لامتثال الأوامر واجتناب النواهي، فاستهد ونى: اطلبوا منى الهداية، أهدكم: أوفقكم لها, أغفر الذنوب: أسترها وأمحوها. تخطئون: تذنبون، في صعيد واحد: في مقام واحد، فاستغفروني: اطلبوا منى المغفرة. أغفر لكم: أمحو ذنوبكم، المخيط: الإبرة، أحصيها: أحفظها، أوفيكم إياها: أعطيكم جزاء أعمالكم كاملا، وجد خيرا: ثوابا, ومن وجد غير ذلك: شرا. فلا يلومن إلا نفسه: لا يذمن إلا نفسه الأمارة بالسوء. ¶ الفوائد: ¶ (1) كمال فعل الله تعالى وتنزيهه عن الظلم وأن أفعاله كلها عدل وحكمة. ¶ (3) تحريم الظلم بين العباد. ¶ (3) التنبيه على افتقار الخلق إلى الله تعالى وعجزهم عن إدراك منافعهم ودفع مضارهم إلا بتيسير الله تعالى لهم. ¶ (4) إن ملك الله في غاية الكمال فلا يزيد بطاعة الخلق ولا ينقص بمعصيتهم. ¶ (5) إن مرجع التقوى والفجور هو القلب، فإذا صلح صلحت الجوارح وإذا فسد فسدت الجوارح. ¶ (6) وجوب الإقبال على الله جما جميع ما ينزل بالعبد فيسأله الاستعانة والتوفيق لمرضاته. ¶ (7) إن خزائن الله ملأى لا تنفذ البتة إذ لا نهاية لها.",
            "page": "47",
            "part": "1",
            "seal": "7E61DC2C"
        },
        {
            "id": "60",
            "nass": "(8) إن الله يحفظ أعمال العباد ويحصيها لهم وعليهم، ثم يوفيه إياها يوم القيامة. ¶ (9) إن الخير كله من فضل الله على عباده من غير وجوب استحقاق والشر كله من النفس والهوى والشيطان. ¶ الموجز: ¶ يفيدنا هذا الحديث القدسي المشتمل على فوائد عظيمة في أصول الدين وفروعه وآدابه بأن الله سبحانه حرم الظلم على نفسه تفضلا منه وإحسانا إلى عباده وجعل الظلم محرما بين خلقه فلا يظلم أحد أحدا، وأن الخلق كلهم ضالون عن طريق الحق إلا بهداية الله وتوفيقه ومن سأل الله وفقه وهداه وأن الخلق فقراء إلى الله محتاجون إليه ومن سأل الله قضى حاجته وكفاه، وأنهم يذنبون بالليل والنهار والله تعالى يستر ويتجاوز عند سؤال العبد المغفرة، وأنهم لا يستطيعون مهما حاولوا بأقوالهم وأفعالهم أن يضروا الله بشيء أو ينفعوه، وأنهم لو كانوا على أتقى قلب رجل واحد أو على أفجر قلب رجل واحد ما زادت تقواهم في ملك الله ولا نقص فجورهم من ملكه شيئا لأنهم ضعفاء فقراء إلى الله محتاجون إليه في كل حال وزمان ومكانا وأنهم لو قاموا في مقام واحد يسألون الله فأعطى كل واحد ما سأل ما نقص ذلك مما عند الله شيئا لأن خزائنه سبحانه ملأى لا تغيضها نفقة، سحاء الليل والنهار وأن الله يحفظ جميع أعمال العباد ويحصيها لهم وعليهم ثم يوفيهم إياها يوم القيامة فمن وجد جزاء عمله خيرا فليحمد الله على توفيقه لطاعته ومن وجد جزاء عمله شيئا غير ذلك فلا يلومن إلا نفسه الأمارة بالسوء التي قادته إلى الخسران نعوذ بالله من ذلك، ومما قيل في ذلك:",
            "page": "48",
            "part": "1",
            "seal": "2F7D66DF"
        },
        {
            "id": "61",
            "nass": "شعر: ¶ ملأت كتاب الكاتبين مآثما ... فإن كنت تنساها فربك يعلم ¶ آخر: ¶ فكفى بالكرام الكاتبين شهودا ... وكفى برب العالمين شهيدا ¶ وقيل في الظلم: ¶ لا تظلمن إذا ما كنت مقتدرا ... فالظلم مصدره يفضي إلى الندم ¶ تنام عيناك والمظلوم منتبه ... يدعو عليك وعين الله لم تنم ¶ آخر: ¶ أتهزأ بالدعاء وتزدريه ... وما يدريك ما صنع الدعاء ¶ سهام الليل نافذة ولكن ... لها أمد وللأمد انقضاء ¶ فيمسكها إذا ما شاء ربي ... ويرسلها إذا نفذ القضاء",
            "page": "49",
            "part": "1",
            "seal": "8AEAA353"
        },
        {
            "id": "62",
            "nass": "الحديث الخامس والعشرون: ¶ عن أبي ذر رضي الله عنه أيضا: \"أن ناسا من أصحاب رسول الله صلى الله عليه وسلم قالوا للنبي صلى الله عليه وسلم: يا رسول الله ذهب أهل الدثور بالأجور يصلون كما نصلي ويصومون كما نصوم ويتصدقون بفضول أموالهم. قال: أو ليس قد جعل الله لكم ما تتصدقون به. إن بكل تسبيحة صدقة وبكل تكبيرة صدقة، وكل تحميدة صدقة، وأمر بمعروف صدقة، ونهي عن منكر صدقة، وفي بضع أحدكم صدقة، قالوا: يا رسول الله أيأتي أحدنا شهوته ويكون له فيها أجر؟ قال: أرأيتم لو وضعها في حرام أكان عليه وزر فكذلك إذا وضعها في الحلال كان له أجر \" رواه مسلم.",
            "page": "49",
            "part": "1",
            "seal": "546A7123"
        },
        {
            "id": "63",
            "nass": "المفردات: ¶ ناسا: هم فقراء المهاجرون كما بين لي الرواية الأخرى من أصحاب رسول الله صلى الله عليه وسلم: جمع صحب وهو من اجتمع بالنبي صلى الله عليه وسلم بعد النبوة وقبل وفاته مؤمنا به ومات على ذلك. الدثور: جمع دثر وهو المال الكثير. بفضول أموالهم: من أمواله الفاضلة عن كفايتهم. بضع أحدكم: يطلق على الجماع وعلى الفرج نفسه، وزر: إثم. ¶ الفوائد: ¶ (1) حرص الصحابة في المسابقة والتنافس في الأعمال الصالحة. ¶ (2) إن الصدقة لا تختص بالمال بل ربما تكون في غيره أفضل. ¶ (3) فضيلة التسبيح والتهليل والتكبير والتحميد والأمر بالمعروف والنهي عن المنكر. ¶ (4) إحضار النية الصالحة جما المباحثات فقد تصير طاعات. ¶ (5) الترغيب في الجماع لما فيه من المنافع من البصر وكسر الشهوة عن الوقوع في المحرمات وتكثير الولد. ¶ الموجز: ¶ يرشدنا هذا الحديث أن ناسا من فقراء أصحاب النبي صلى الله عليه وسلم لما رأوا الأغنياء من الصحابة يتصدقون بفضول أمواله وهم مع ذلك يصلون ويصومون كما يصلى هؤلاء ويصومون فساءهم ذلك لعجزهم عن الصدقة وسبق هؤلاء فشكوا إلى الرسول صلى الله عليه وسلم فأخبرهم أن الصدقة ليست محصورة في المال بل تكون بالأعمال الصالحة ومن ذلك ذكر الله من التسبيح والتحميد والتهليل والأمر بالمعروف والنهى عن المنكر وفي مواقعة الرجل زوجته صادقة لما في ذلك من المصالح الدينية",
            "page": "50",
            "part": "1",
            "seal": "90AB1C42"
        },
        {
            "id": "64",
            "nass": "والدنيوية كغض البصر وكسر الشهوة عن النظر والزنى وحصول النسل الذي به عمارة الدنيا وتكثير الأمة يوم القيامة لحث الرسول صلى الله عليه وسلم على ذلك وينفع الولد والديه عند الحاجة في الدنيا والدعاء والقرب لهما بما ينفعهما في الآخرة وأن من تصدق بالأموال مع الأعمال الصالحة فإن ذلك من فضل الله عليه {ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} . وفي هذا المعنى قال الشاعر: ¶ من الله خافوا لا سواه فخافهم ... سواء جمادات الورى ودوابه ¶ لقد شمروا في نيل كل عزيزة ... ومكرمة مما يطول حسابه ¶ إلى أن جنوا ثمر الهوى بعدما جنى ... عليهم وصار الحب عذبا عذابه",
            "page": "51",
            "part": "1",
            "seal": "AEBCDD43"
        },
        {
            "id": "65",
            "nass": "الحديث السادس والعشرين: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" كل سلامى من الناس عليه صدقة كل يوم تطلع فيه الشمس, تعدل بين اثنين صدقة, وتعين الرجل في دابته فتحمله عليها أو ترفع له عليها متاعه صدقة، والكلمة الطيبة صدقة، وبكل خطوة تمشيها إلى الصلاة صدقة, وتميط الأذى عن الطريق صدقة \" متفق عليه. ¶ المفردات: ¶ سلامى: هي المفاصل من الإنسان وهي في حديث 36 مفصلا. تعدل بين اثنين: تصلح وتحكم بين اثنين متخاصمين. وتعين الرجل: تساعده على ركوب دابته أو حمله عليها متاعه. والكلمة الطيبة: ضد الكلمة الخبيثة. تميط الأذى: تنحي ما يؤذى المارة من قذر وشوك وحجر ونحو ذلك. خطوة بالفتح: الفعلة الواحدة وبالضم ما بين القدمين.",
            "page": "51",
            "part": "1",
            "seal": "138B7EE7"
        },
        {
            "id": "66",
            "nass": "الفوائد: ¶ (1) إن ترتيب عظام الآدمي وسلامياته من أعظم نعم الله على العبد فيحتاج إلى تصدق عنها. ¶ (2) استحباب المداومة على النوافل كل يوم. ¶ (3) إن الصدقة لا تنحصر في المال بل تكون في الأفعال وغيرها. ¶ (4) فضل الإصلاح بين الناس والحكم بينهم بالعدل. ¶ (5) الحث على حضور الجماعات والمشي إليها للصلاة. ¶ (6) الترغيب في إماطة الأذى عن الطريق. ¶ (7) الترغيب في الآداب السامية والأخلاق العالية. ¶ الموجز: ¶ يخبرنا النبي الكريم صلى الله عليه وسلم في هذا الحديث أن على كل عضو من أعضاء الإنسان صدقة لما كل يوم، يشكر الله ويحمده حيث ركب فيه هذه الأعضاء وسوى خلقها ظاهرا وباطنا ولو شاء لسلبها القدرة فلا يستطيع الإنسان الحركة فلا يقوم بأعماله الدينية ولا الدنيوية فإبقائها ودوامها ودوام قوتها يوجب الشكر من العبد بالتصدق بسبب دوام هذه النعمة وأن كل عمل من أعمال الخير كالصلح بين الناس، والحكم بينهم بالعدل وإفشاء السلام وطيب الكلام ومساعدة المحتاج إلى المساعدة والنصح للمسلمين بالأقوال والأفعال كل واحد من هذه الأمور فيه صدقة، وفي هذا المعنى قال الشاعر: ¶ لا تزهدن في اصطناع العرف من أحد ... وإن امرئ يحرم العرف محروم ¶ الخير يبقى وإن طالت مغيبته ... والشر ما عاش منه المرء مذموم",
            "page": "52",
            "part": "1",
            "seal": "D6EE64C3"
        },
        {
            "id": "67",
            "nass": "آخر: ¶ إذا أنت لم تزرع وأبصرت حاصدا ... ندمت على التفريط في زمن الزرع",
            "page": "53",
            "part": "1",
            "seal": "50BA9AE1"
        },
        {
            "id": "68",
            "nass": "الحديث السابع والعشرين: ¶ عن النواس بن سمعان رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"البر حسن الخلق والإثم ما حاك في صدرك وكرهت أن يطلع عليه الناس\" رواه مسلم. وعن وابصة بن معبد رضي الله عنه:\"قال أتيت رسول الله صلى الله عليه وسلم فقال: \" جئت تسأل عن البر؟ \" قلت نعم، قال: \"البر ما اطمأنت إليه النفس واطمأن إليه القلب، والإثم ما حاك في النفس وتردد في الصدر وإن أفتاك الناس وأفتوك\". ¶ حديث حسن رويناه من مسند الإمامين أحمد بن حنبل والدارمى بإسناد حسن. ¶ المفردات: ¶ البر، بينه الله تعالى في قوله: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} وقيل: هو ما عمله الإنسان من واجب ومندوب، الإثم: الذنب، ما حاك في صدرك: ما اختلج في نفسك وتردد في قلبك، وكرهت: كراهة دينية، أن يتطلع عليه الناس: أهل العلم والدين. ¶ الفوائد: ¶ (1) الترغيب في حسن الخلق. ¶ (2) إن الحق والباطل لا يلتبسان على المؤمن البصير.",
            "page": "53",
            "part": "1",
            "seal": "23613F35"
        },
        {
            "id": "69",
            "nass": "(2) إن الفتوى لا تزيل الشبهة إذا كان المستفتي ممن شرح الله صدره بنور الإيمان. ¶ (4) إن المستفتى يستفتى من هو أعلم منه وأتقى لله. ¶ (5) المعجزة للرسول صلى الله عليه وسلم حيث أخبر وابصة عن ما في نفسه تبل أن يتكلم به. ¶ (6) إن الإنسان لا يقدم على شيء لا تطمئن نفسه عليه. ¶ الموجز: ¶ في هذين الحديثين يخبرنا النبي صلى الله عليه وسلم أن البر في حسن الخلق وأن خير الناس أحسنهم أخلاقا لما في حسن الخلق من المصالح العامة لكل فرد ومجتمع وكل صغير وكبير وذكر وأنثى ومن حسن الخلق الإحسان إلى الناس وكف الأذى عنهم والتبسط معهم بلين الكلام والصبر على أذاهم مع كل أحد يلين الكلام والحلم وعدم الغضب, وأن البر ما سكن إليه القلب والنفس وأن الإثم له علامتان الأولى ما حاك في صدرك وتردد في نفسك ولم يطمئن قلبك إلى حله والإقدام عل فعله والعلامة الثانية أن تكره أن يظهر ويستبين عملك لهذا الإثم خشية أن تذم وتلام على فعله واعتقادك لحله وإن أفتاك العلماء فلا تأخذ بفتواهم ما دامت علامة الشبهة تتردد في نفسك فإن الفتوى لا تزيل الشبهة ما دامت الشبهة صحيحة، ومما قيل في حسن الخلق: ¶ شعر: ¶ بمكارم الأخلاق كن متخلقا ... ليفوح مسك ثنائك العطر الشذى ¶ وانفع صديقك إذا أردت صداقة ... وادفع عدوك بالتي فإذا الذي",
            "page": "54",
            "part": "1",
            "seal": "111CDB83"
        },
        {
            "id": "70",
            "nass": "يشير في أخر البيت إلى قوله تعالى: {وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ} . وقيل: جمع حسن الخلق في ثلاث كلمات في قوله تعالى {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} .",
            "page": "55",
            "part": "1",
            "seal": "FCA07D17"
        },
        {
            "id": "71",
            "nass": "الحديث الثامن والعشرون: ¶ عن أبي نجيح العرباض بن سارية رضي الله عنه قال: وعظنا رسول الله صلى الله عليه وسلم موعظة وجفت منها القلوب وذرفت منها العيون فقلنا يا رسول الله كأنها موعظة مودع فأوصنا, قال: \" أوصيكم بتقوى الله عز وجل والسمع والطاعة وإن تأمر عليكم عبد, فإنه من يعش منكم فسيرى اختلافا كثيرا فعليكم بسنتي وسنة الخلفاء الراشدين. عضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل بدعة ضلالة \" رواه أبو داود والترمذي وقال حديث حسن صحيح. ¶ المفردات: ¶ وعظنا: نصحنا وذكرنا، موعظة: نونها لتعظيم شأنها, وجلت: خافت أشد الخوف، منها: من أجلها. ذرفت: سالت بالدموع, السمع والطاعة: لأولي الأمر، عليكم بسنتي: طريقتي الزموها وتمسكوا بها. ومن يعش منكم: من يطول عمره أو يبقى بعدي، الراشدين: الذين عرفوا الحق واتبعوه وهم: أبو بكر وعمر وعثمان وعلي رضي الله عنهم. عضوا عليها بالنواجذ: أواخر الأضراس والمراد المبالغة في التمسك بالسنة, بدعة: ما أحدث بغير دليل من الشرع. ضلالة: هلكة.",
            "page": "55",
            "part": "1",
            "seal": "7B2954C9"
        },
        {
            "id": "72",
            "nass": "الفوائد: ¶ (1) المبالغة في الموعظة لما في ذلك من ترقيق القلوب وقبولها للحق. ¶ (2) الاعتماد على القرائن في بعض الأحوال. ¶ (3) إنه ينبغي سؤال الواعظ الزيادة من الوعظ والتخويف. ¶ (4) من أعلام النبوة إخباره صلى الله عليه وسلم بما سيقع بعده من الاختلاف في أمته فوقع كما أخبر صلى الله عليه وسلم. ¶ (5) الأمر بتقوى الله تعالى والسمع والطاعة لولاة الأمور ولو كانوا عبيدا ما لم يأمروا بمعصية, مبالغة في طاعتهم. ¶ (6) التمسك بالسنة والصبر على ما يصيب المتمسك من الأذى. في ذلك. ¶ (7) التحذير من ابتداع الأمور التي ليس لها أصل من الشرع. ¶ (8) شرف الخلفاء الراشدين وفضلهم واتباع سنتهم. ¶ الموجز: ¶ في هذا الحديث أن الرسول صلى الله عليه وسلم وعظ يوما أصحابه موعظة سالت منها الدمع من العيون وخافت منها القلوب خوفا شديدا لشدة تأثيرها في النفوس ولما حاك في صدورهم من أنها موعظة مودع منه لأهل الدنيا فطلبوا منه الزيادة في الوصية فأوصاهم بتقوى الله عز وجل التي هي وصية الله الأولين والآخرين وأن يسمعوا ويطيعوا لولاة الأمور وأن يتمسكوا بسنته وسنة الخلفاء الراشدين وأن يبالغوا في التمسك بها بكل ممكن وبكل سبب وأن لا يتبعوا آراء أهل البدع والأهواء والمقاصد الفاسدة فإن من اتبع هؤلاء فقد ضل وخسر. ومما قيل في التقوى:",
            "page": "56",
            "part": "1",
            "seal": "83A3C1C4"
        },
        {
            "id": "73",
            "nass": "إذا لم يلبس ثيابا من التقى ... تجرد عريانا وإن كان كاسيا ¶ فخير خصال المرء طاعة ربه ... ولا خير فيمن كان لله عاصيا ¶ آخر: ¶ فعليك بتقوى الله فالزمها تفز ... إن التقي هو البهي الأهيب",
            "page": "57",
            "part": "1",
            "seal": "D9860FD5"
        },
        {
            "id": "74",
            "nass": "الحديث التاسع والعشرون: ¶ عن معاذ بن جبل رضي الله عنه قال: \"قلت يا رسول الله أخبرني بعمل يدخلني الجنة ويباعدني من النار، قال: \"لقد سألت عن عظيم وإنه ليسير على من يسره الله عليه، تعبد الله لا تشرك به شيئا، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت، ثم قال، ألا أدلك على أبواب الخير؟ الصوم جنة، والصدقة تطفيء الخطيئة كما يطفيء الماء النار، وصلاة الرجل في جوف الليل, ثم تلا: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ} حتى بلغ {يَعْمَلُونَ} ثم قال: ألا أخبرك برأس الأمر وعموده وذروة سنامه؟ قلت بلى يا رسول الله، قال: رأس الأمر الإسلام، وعموده الصلاة، وذروة سنامه الجهاد- في سبيل الله- ثم قال: ألا أخبرك يملأك ذلك كله؟ قلت بلى يا رسول الله فأخذ بلسانه وقال كل عليك هذا، قلت يا نبي الله وإنا لموأخذون بما نتكلم به؟ فقال: ثكلت أمك يا معاذ وهل يكب الناس على وجوههم أو قال على مناخرهم إلا حصائد ألسنتهم؟ \" رواه الترمذي وقال حديث حسن صحيح.",
            "page": "57",
            "part": "1",
            "seal": "CD8EFC34"
        },
        {
            "id": "75",
            "nass": "المفردات: ¶ سألت عن عظيم: عن عمل عظيم، تعبد الله: توحد الله, أبواب الخير: من النوافل، جنة: وقاية لصاحبها, الصدقة: نفلها لأن الفرض ذكر قبل هذا في الحديث، تتجافى، تتنحى عن المضاجع، المضاجع: مواضع الاضطجاع للنوم، ذروة: الطرف الأعلى من كل شيء، بملاك ذلك كله: بمقصوده وجماعه، كف عليك هذا: كف عنك أو بمعنى احبس لسانك، ثكلتك: فقدتك أمك, ولم يرد الحقيقة بل هذه عادة العرب، وهل: استفهام إنكاري بمعنى النفي، يكب: يصب الناس, بعضهم من إطلاق الكل وإرادة البعض، إلا حصائد ألسنتهم: من الكلام الذي لا خير فيه بل فيه ضرر. ¶ الفوائد: ¶ (1) إن الأعمال الصالحة تكون سببا لدخول الجنة. ¶ (2) إن التوفيق والهداية بيد الله تعالى. ¶ (3) إن دخول الجنة مترتب على الإتيان بأركان الإسلام الخمسة. ¶ (4) فضل التقرب إلى الله بالنوافل بعد أداء الفرائض. ¶ (5) إن الصدقة تكفر بها السيئات. ¶ (6) فضل الصلاة في جوف الليل. ¶ (7) إن الإسلام من الدين بمنزلة الرأس من الجسد، فكما أنه لا يبقى جسد بدون رأس فلا يصح دين إلا بالإسلام. ¶ (8) إن الصلاة من الإسلام بمنزلة العمود الذي تقام عليه الخيمة، فلا تستقيم الخيمة إلا به، فكذلك الصلاة لا يستقيم الإسلام إلا بالقيام بها. ¶ (9) فضل الجهاد في سبيل الله وفضل الصوم وأنه جنة يقي صاحبه ويحفظه.",
            "page": "58",
            "part": "1",
            "seal": "170947CA"
        },
        {
            "id": "76",
            "nass": "(10) كف اللسان وحبسه إلا عن ذكر الله وما فيه مصلحة دينية أو دنيوية. ¶ (11) إن أكثر ما يكون سببا لدخول النار حصائد الألسن. ¶ (12) جواز الدعاء المذموم الذي لا يراد حقيقته إذا كان معلوما عند المخاطب. ¶ الموجز: ¶ يرشدنا هذا الحديث إلى أن العمل الذي ينجى من النار ويدخل الجنة هو عبادة الله وحده دون من سواه مع القيام بما فرض الله على العبد من صلاة وزكاة وصوم وحج وأن الجامع لوجوه الخير صدقة التطوع والصوم والتهجد في جوف الليل، وأن رأس الأمر الإسلام وعموده الصلاة، وأعلاه الجهاد في سبيل إعلاء كلمة الله، وأن ملاك ذلك كله بأن يمسك الإنسان عن الكلام الذي يفسد هذه الأعمال إذا عملها. فليحذر كل مسلم إذا عمل أعمالا صالحة أن يطلق لسانه بما ينفعها أو يبطلها فيكون من أصحاب النار نعوذ بالله من النار وكلت غضب الجبار. ومما قيل في حفظ اللسان: ¶ أقلل كلامك واستعذ من شره ... إن البلاء ببعضه مقرون ¶ واحفظ لسانك واحتفظ من غيه ... حتى يكون كأنه مسجون ¶ وكل فؤادك باللسان وقل له ... إن الكلام عليكما موزون",
            "page": "59",
            "part": "1",
            "seal": "1D56306A"
        },
        {
            "id": "77",
            "nass": "الحديث الثلاثون: ¶ عن أبي ثعلبة الخشني رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: \"إن الله تعالى فرض فرائض فلا تضيعوها. وحد حدودا فلا تعتدوها، وحرم أشياء فلا تنتهكوها، وسكت عن أشياء رحمة بكم غير نسيان فلا تبحثوا عنها\" حديث حسن رواه الدارقطني وغيره. ¶ المفردات: ¶ فرض: أوجب والزم، فلا تضيعوها: بالترك والتهاون. فلا تعتدوها: فلا تتجاوزها، فلا تنتهكوها: لا تتناولوها ولا تقربوها، وسكت عن أشياء فلم يحكم فيها بشيء، رحمة لكم: بعدم تحريمها أو حلها. غير نسيان: لأحكامها, فلا تبحثوا عنها: لا تفتشوا وتسألوا عنها. ¶ الفوائد: ¶ (1) إن الله تعالى فرض فرائض وأمر بالمحافظة عليها. ¶ (2) إن الله تعالى حرم أشياء فلا يجوز تناولها ولا القرب منها. ¶ (3) إن الله حد حدودا فلا تجوز مجاوزتها. ¶ (4) إن سكت سبحانه عن أشياء فلا يبحث ويسال عنها رحمة بالعباد لأنها حلال. ¶ (5) في هذا الحديث تقسيم أحكام الدين إلى أربعة أقسام فرائض ومحارم وحدود ومسكوت عنه. ¶ الموجز: ¶ يرشدنا هذا الحديث بأن الله سبحانه وتعالى فرض علينا فرائض وألزمنا القيام بها والمحافظة عليها فلا تخالف أوامر الله فنتركها أو نتهاون",
            "page": "60",
            "part": "1",
            "seal": "7F99B293"
        },
        {
            "id": "78",
            "nass": "بها فندخل عليها النقص والخلل فلا نؤديها كاملة وأن الله سبحانه حد حدودا وأمرنا بأن لا نتجاوزها ونتعداها إلى ما لا يحل ولا يجوز لنا ارتكابه وحرم علينا أشياء فلا يجوز لنا تناولها ولا القرب منها، وسكت عن أشياء فلم يذكر لها حكما في حل ولا حرمة لا نسيان لبيان أحكامها, فربنا سبحانه لا يضل ولا ينسى فلا يبحث عن حكمها لأن الله سبحانه حكيم عليم يضع الأشياء بمواضعها الصالحة لها, {لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} فلا يترك شيئا إلا لحكمة. ¶ شعر: ¶ وما المرء إلا حيث يجع ل نفسه ... ففي صالح الأعمال نفسك فاجعل ¶ آخر: ¶ للأمور وللأعمال عاقبة ... فاخش الجزاء بغتة واحذره عن مهل ¶ ذو العقل يترك ما يهوى لخشيته ... من العلاج بمكروه من الخلل ¶ فمن المروءة ترك المرء شهوته ... فانظر لأيهما آثرت واحتفل",
            "page": "61",
            "part": "1",
            "seal": "9D63B014"
        },
        {
            "id": "79",
            "nass": "الحديث الحادي والثلاثون: ¶ عن أبي العباس سهل بن سعد الساعدي رضي الله عنه قال: \"جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله، دلني على عمل إذا عملته أحبني الله وأحبني الناس، فقال: ازهد في الدنيا يحبك الله وازهد فيما عند الناس يحبك الناس\" رواه ابن ماجه وغيره بأسانيد حسنة. ¶ المفردات: ¶ دلني: أرشدني على عمل: من الأعمال. إذا عملته: فعلته. ازهد",
            "page": "61",
            "part": "1",
            "seal": "AC50414D"
        },
        {
            "id": "80",
            "nass": "في الدنيا: اقتصر على القدر اللازم منها. ازهد فيما عند الناس: من الدنيا. يحبك الناس: لكفك عن دنياهم. ¶ الفوائد: ¶ (1) إن الزهد في الدنيا من أسباب محبة الله لعبده ومحبة الناس. ¶ (2) إنه لا بأس بالسعي فيما يكتسب به الإنسان محبة العباد مما ليس محرما. ¶ (3) على الإنسان أن يعامل الناس معاملة حسنة لتكون سببا لمحبته. ¶ الموجز: ¶ جاء رجل إلى رسول الله صلى الله عليه وسلم يطلب منه أن يرشده إلى عمل إذا عمله يكون سببا لمحبة الله له ومحبة الناس، فأرشده النبي صلى الله عليه وسلم إلى عمل جامع شامل يسبب له محبة الله ومحبة الناس. فقال له صلى الله عليه وسلم: \"ازهد في الدنيا\". أي فلا تطلب منها إلا ما تحتاجه وتترك الفاضل. وها لا ينفع في الآخرة وتتورع مما قد يكون فيه ضرر في دينك وازهد في الدنيا التي يتعاطاها الناس، فإذا صار بينك وبين أحد منهم حق أو عقد من العقود فكن كما ورد في الحديث\"رحم الله امرءا سمحا إذا باع، سمحا إذا اشترى, سمحا إذا قضى، سمحا إذا اقتضى\"لتكون محبوبا عند الناس ومرحوما عند الله. ومما قمل في ذلك: ¶ شعر: ¶ كن زاهدا فيما حوت أيدي الورى ... تضحى إلى كل الأنام حبيبا",
            "page": "62",
            "part": "1",
            "seal": "141DE974"
        },
        {
            "id": "81",
            "nass": "آخر: ¶ فإن تجتنبها تكن سلما لأهلها ... وإن تجتذبها نازعتك كلابها ¶ آخر: ¶ فلو كانت الدنيا جزاء لمحسن ... إذا لم يكن فيها معاش لظالم ¶ لقد جاع فيها الأنبياء كرامة ... وقد شبعت فيها بطون البهائم",
            "page": "63",
            "part": "1",
            "seal": "C59B6D59"
        },
        {
            "id": "82",
            "nass": "الحديث الثاني والثلاثون: ¶ عن أبي سعيد سعد بن مالك بن سنان الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لا ضرر ولا ضرار\" حديث حسن رواه ابن ماجه والدارقطني وغيرهما مسندا، ورواه مالك في الموطأ مرسلا عن عمرو بن يحيى عن أبيه عن النبي صلى الله عليه وسلم، فأسقط أبا سعيد، وله طرق يقوى بعضها بعضا. ¶ المفردات: ¶ لا ضررا لا يضر أحد أحدا فينقصه شيئا من حقه. ولا ضرار: لا يلحق أخاه الضرر، وهو ليس عليه ضرر، ولا يجازيه بأكثر مما ضره به. ¶ الفوائد: ¶ (1) إن الضرر يزال وينبني على ذلك كثير من الأحكام. ¶ (2) منع الإنسان من التصرف في ملكه بما يتعدى ضرره إلى الغير على غير الوجه المعروف. ¶ (3) الأخذ بالآداب العالية والأخلاق الفاضلة نحو بني آدم.",
            "page": "63",
            "part": "1",
            "seal": "90766A7D"
        },
        {
            "id": "83",
            "nass": "الموجز: ¶ يخبرنا ويأمرنا النبي الكريم صلى الله عليه وسلم لمصالح عامة, وهي أنه لا ضرر ولا ضرار وينبني على ذلك كثير من العقود والمنافع العامة. فيجب على كل إنسان أن لا يضر بأخيه المسلم سواء في نفسه أو ماله أو ولده. وسواء ظاهرا أو باطنا، بل عليه أن يسعى في نفع الغير إذا لم يلحقه ضرر بسبب نفعه. وإن من لحقه ضرر من أحد فلا يجازيه بأكثر مما ضره به {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} كان صبر على ما أصابه من الضرر من الغير وعفا عنه فسيجد ثواب صبره وعفوه عند الله {وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} {فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ على الله} . ¶ ومما قيل في ذلك: ¶ شعر: ¶ سألزم نفسي الصفح عن كل ذنب ... وإن كثرت منه علي الجرائم ¶ فما الناس إلا واحد من ثلاثة ... شريف ومشروف ومثلي نقاوم ¶ فأما الذي فوقي فأعرف فضله ... وأتبع فيه الحق والحق لازم ¶ وأما الذي دوني فإن قال صنت عن ... إجابته عرضي وإن لام لائم ¶ وأما الذي مثلي فإن زل أو عفا ... تفضلت إن الحلم للفضل حاكم",
            "page": "64",
            "part": "1",
            "seal": "5D8D9326"
        },
        {
            "id": "84",
            "nass": "الحديث الثالث والثلاثون: ¶ عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: \"لو يعطى الناس بدعواهم لادعى رجال أموال قوم ودماءهم, لكن البينة على المدعي واليمين على من أنكر\" حديث رواه البيهقي وغيره هكذا, وبعضه في الصحيحين.",
            "page": "64",
            "part": "1",
            "seal": "5208C804"
        },
        {
            "id": "85",
            "nass": "المفردات: ¶ بدعواهم: بمجرد ادعائهم بأن لهم حقا. المدعي: هو الذي له الحق. والمدعى عليه. هو الذي عليه الحق. ¶ الفوائد: ¶ (1) إنه لا يحكم لأحد بمجرد دعواه وهواه. ¶ (3) إنه لا يجوز الحكم إلا بما ورد بالشرع, وإن غلب على الظن صدق المدعي. ¶ (3) إن اليمين على المدعى عليه إذا أنكر والبينة على المدعى. ¶ (4) في هذا الحديث مراعاة مصالح الناس عامة من حفظ دمائهم وأموالهم وإصلاح مجتمعهم، وعدم اختلافه واستتباب الأمن في البلاد والعبا د. ¶ الموجز: ¶ يخبرنا النبي الكريم صلى الله عليه وسلم لو أن كل واحد من الناس أعطى ما يدعيه ويهواه لتوصل بعض الناس إلى أن يدعي أن مال فلنن له. والآخر يدعي أن فلانا قتل ابنه عمدا ليقاد به فيختل النظام, ويغلب القوي الضعيف. وتحل الفوضى والفتن، ولكن من حكمة الشرع بأن جعل البينة على مدعي الحق لأنه يدعي خلاف الظاهر. وأن على المنكر اليمين لأن الأصل براءة الذمة ليستتب الأمن وتحفظ الحقوق والنفوس. وقال الشاعر في أقامة الحق: ¶ شعر: ¶ رأيتك يا خير البرية كلها ... نشرت كتابا جاء بالحق معلما ¶ أقمت سبيل الحق بعد اعوجاجه ... وكان قديما ركنه قد تهدما",
            "page": "65",
            "part": "1",
            "seal": "3D0F405C"
        },
        {
            "id": "86",
            "nass": "الحديث الرابع والثلاثون: ¶ عن أبي سعيد الخدري رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول: \"من رأى منكم منكرا فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان\" رواه مسلم. ¶ المفردات: ¶ رأى: علم، منكم: معشر المسلمين، منكرا: شيئا قبحه الشرع ورده، فليغيره فليزله، بيده: حيث كان يزال باليد، فإن لم يستطع الإنكار بيده، فبلسانه: بالقول، فإن لم يستطع أن يتكلم، فبقلبه: ينكره وجوبا، أضعف الإيمان: أقله. ¶ الفوائد: ¶ (1) وجوب تغيير المنكر بكل ممكن بيد أو لسان أو بالقلب. ¶ (2) إن من قادر على خصلة من خصال اليمان وفعلها فإنه أفضل ممن تركها عجزا. ¶ (3) إن المنكر لا يغير إلا بعد التثبت والتروي واليقين. ¶ (4) إن عدم الإنكار بالقلب يدل على فمعف الإيمان. ¶ (5) إن من لم يقم بتغيير المنكر عند تحققه وعدم المانع أنه يأثم حيث إنه لم يزله. ¶ (6) إن لتغيير المنكر درجات فلا يغيره أحد إلا بالذي يستطيع. ¶ الموجز: ¶ يفيدنا هذا الحديث بفائدة عامة نافعة لمن قام بها ضارة لمن لم",
            "page": "66",
            "part": "1",
            "seal": "C2BC2F32"
        },
        {
            "id": "87",
            "nass": "يعمل بها وهي أن كل إنسان إذا علم منكرا فيجب عليه إزالته على حسب استطاعته فإن قوي على أعلى مراتب إزالة المنكر باليد فليفعل سواء حقيقة أو بيد غيره بأمره، ومن عجز عن ذلك فليغيره بلسانه بأن ينهى مرتكبه ويبين له ضرره ويرشده إلى الخير بدل هذا الشر فإن جز عن هذه المرتبة فليغيره بقلبه بأن يكره هذا المنكر وصاحبه على فعله ولو قدر على إزالته باليد أو باللسان لأزاله والتغيير بالقلب أضعف مراتب الإيمان في تغيير المنكر لأنه لا يتعدى نفعه إلى غير صاحبه فهذه المراتب الثلاث لا تسقط إحداها عن أحد، ولا عذر لمن اعتذر عن أقلها وهو الإنكار بالقلب. ولكن كما قال الشاعر: ¶ بالملح يصلح ما يخشى تغيره ... فكيف بالملح إن حلت به الغير",
            "page": "67",
            "part": "1",
            "seal": "A91C64F7"
        },
        {
            "id": "88",
            "nass": "الحديث الخامس والثلاثون: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا تحاسدوا ولا تنانجشوا ولا تباضغوا ولا تدابروا، ولا يبع بعضكم على بيع بعض وكونوا عباد الله إخوانا، المسلم أخو المسلم لا يظلمه ولا يخذله ولا يكذبه ولا يحقره، التقوى ههنا، ويشير إلى صدره ثلاث مرات، بحسب امرئ من الشر أن يحقر أخاه المسلم، كل المسلم على المسلم حرام دمه وماله وعرضه\" رواه مسلم. ¶ المفردات: ¶ لا تحاسدوا: لا يحسد بعضكم بعضا، ولا تناجشوا: لا يزيد في ثمن السلعة من لا يريد شراءها ليغر غيره، ولا تباضعوا: لا تقاطعوا لبغضاء، لا تدابروا: كل يدبر عن الآخر بغضا، لا يظلمه لا يدخل على",
            "page": "67",
            "part": "1",
            "seal": "283D9368"
        },
        {
            "id": "89",
            "nass": "أخيه الضرر, ولا يخذله: بأن لا ينصره, ولا يكذبه: بأن يخبر بخلاف الظاهر والواقع, ولا يحقره: لا يستصغر, بحسب امرئ من الشر: يكفيه من الشر, عرضه: حسبه ومفاخره. ¶ الفوائد: ¶ (1) تحريم الحسد والتباغض والتدابر والبيع على بيع الآخر. ¶ (2) النهي عن إيذاء المسلمين بأي وجه من الوجوه من قول أو فعل أو إشارة. ¶ (3) النهي عن ما يوجب التباس والأمر بما يسبب التآلف والاجتماع. ¶ (4) تحريم الظلم ونصر المسلم ومساعدته إذا احتاج إليه أخوه المسلم وعدم استصغاره واستذلاله. ¶ (5) إن القلب هو أساس التقوى والجوارح تابعة له. ¶ (6) تحريم دماء المسلمين وأموالهم وأعراضهم إلا بحق. ¶ (7) في هذا الحديث الآداب الحميدة والأخلاق الفاضلة لمن وفق. ¶ الموجز: ¶ في هذا الحديث يرشدنا النبي الكريم صلى الله عليه وسلم إلى ما يجب علينا معشر المسلمين بأن نكون متحابين متآلفين متعاملين فيما بيننا معاملة حسنة شرعية تهدينا إلى مكارم الأخلاق وتبعدنا عن مساوئها وتذهب عن قلوبنا البغضاء وتجعل معاملة بعضنا لبعض معاملة سامية خالية من الحسد والظلم والغش وغير ذلك مما يستجلب الأذى والتفرق لأن أذية المسلم لأخيه حرام سواء بمال أو بمعاملة أو يد أو لسان, كل المسلم على المسلم حرام دمه وماله وعرضه وإنما العز والمشرف بالتقوى وفي معنى هذه الآداب السامية قيل:",
            "page": "68",
            "part": "1",
            "seal": "131197AE"
        },
        {
            "id": "90",
            "nass": "شعر: ¶ إن المكارم أبواب مصنفة ... فالعقل أولها والصمت ثانيها ¶ والعلم ثالثها والحلم رابعها ... والجود خامسها والصدق سادسها ¶ والصبر سابعها والشكر ثامنها ... واللين تاسعها والبر عاشرها ¶ آخر: ¶ وأظلم أهل الأرض من كان حاسدا ... لمن بات في نعمائه يتقلب",
            "page": "69",
            "part": "1",
            "seal": "483A2A7A"
        },
        {
            "id": "91",
            "nass": "الحديث السادس والثلاثون: ¶ عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"من نفس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة، ومن يسر على معسر يسر الله عليه في الدنيا والآخرة والله في عون العبد, ما كان العبد في عون أخيه ومن سلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة، وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه فيما بينهم إلا نزلت عليهم السكينة وغشيتهم الزحمة وذكرهم الله فيقن عنده، ومن بطأ به عمله لم يسرع به نسبة\" رؤاه مسلم. ¶ المفردات: ¶ نفس: أزال وفرج، كربة: شديدة عظيمة، ومن يسر على معسر: بانتظاره إلى ميسرة، يسر الله عليه: أموره ومطالبه ومقاصده، ومن ستر مسلما: لم يعرف بأذى أو فساد فلم يخبر بما وقع فيه أحدا من العمل السيء، يلتمس: يطلب علما شرعيا يقصد به وجه الله،",
            "page": "69",
            "part": "1",
            "seal": "276A713C"
        },
        {
            "id": "92",
            "nass": "بيوت الله: المساجد، السكينة: الطمأنينة, غشيته الرحمة: شملتهم من كل جانب، وحفتهم الملائكة: أحاطت بهم، وذكرهم الله: أثنى عليهم, فيمن عنده: من الملائكة، بطأ: قصر, لم يسرع به نسبه: لم يصل به إلى رتب الصالحين. ¶ الفوائد: ¶ (1) فضل من نفس عن أخيه المسلم كربة ومصيبة من المصائب. ¶ (2) فضل قضاء حوائج المسامين ونفعهم بما يستطيعه الإنسان بنفسه وماله وكلامه. ¶ (3) الترغيب في الستر على المسلم الذي لم يكن من طبيعته الأخلاق السيئة وعليه أن ينصحه بالإقلاع من ذنبه. ¶ (4) إن الجزاء قد يكون من جنس العمل كما في الحديث. ¶ (5) إن على الإنسان مساعدة أخيه على إنشاء الأمور التي فيها خير له أو هو مستمر فيها وهى شاقة عليه. ¶ (6) فضل الاشتغال بطلب العلم والانتقال له من بلد إلى بلد آخر. ¶ (7) فضل الاجتماع في المساجد لتلاوة القرآن ومدارسته بينهم لشمولهم بالرحمة وحضور الملائكة معه. ¶ (8) إن العزة والشرف والسعادة بالأعمال الصالحة لا بالأنساب والأحساب. ¶ (9) إن المساجد تسمى بيوت ألله. ¶ (10) إنما المؤمن معرض للمصائب وارتكاب المشقات في سبيل منافعه. ¶ الموجز: ¶ يفيدنا هذا الحديث الشريف أن من فرج كربة عن مسلم أو سهل",
            "page": "70",
            "part": "1",
            "seal": "BE36D9B5"
        },
        {
            "id": "93",
            "nass": "أمرا متعسرا عليه أو ستر عليه هفوة أو زلة لم يعرف بها فإن الله يجازيه من جنس أعماله التي نفع بها وإن الله تعالى يعين العبد بتوفيقه في دنياه وآخرته حينما يساعده أخاه المسلم على أموره الشاقة عليه، وأن من سلك طريقا حسيا كالمشي إلى مجالس الذكر أو مجالس العلماء المحققين العاملين بعلمهم يريد التعلم وسلك الطريق المعنوي المؤدي إلى حصول هذا العلم كمذاكراته ومطالعته وتفكيره وتفهمه لما يلقى عليه من العلوم النافعة وغير ذلك، فمن سلك هذا الطريق بنية صالحة صادقة وفقه الق للعلم النافع المؤدى إلى الجنة، وأن المجتمعين في بيت من بيوت الله لتلاوة القرآن العزيز ومدارسته يعط! يهم الله من الطمأنينة وشمول الرحمة وحضور الملائكة والثناء عليهم من الله في الملأ الأعلى وأن الشرف كل الشرف بالأعمال الصالحة لا بالأنساب والأحساب ومما قيل في هذا المعنى: ¶ شعر: ¶ تعلم فليس المرء يولد عالما ... وليس أخو علم كمن هو جاهل ¶ وإن كبير القوم لا علم عنده ... صغير إذا التفّت عليه المحافل ¶ آخر: ¶ وما الفخر بالعظم الرميم وإنما ... فخار الذي يبقى الفخار بنفسه ¶ آخر: ¶ فإنما الرجال بالإخوان ... واليد بالساعد كالبنان ¶ وموجب الصداقة المساعدة ... ومقتضى المودة المعاضدة ¶ لا سيما في النوب الشدائد ... والمحن العظيمة الأوابد",
            "page": "71",
            "part": "1",
            "seal": "DFDA2510"
        },
        {
            "id": "94",
            "nass": "الحديث السابع والثلاثون: ¶ عن ابن عباس رضي الله عنهما عن رسول الله صلى الله عليه وسلم فيما يرويه عن ربه تبارك وتعالى قال: \"إن الله كتب الحسنات والسيئات ثم بيّن ذلك. فمن همّ بحسنة فلم يعملها كتبها الله عنده حسنة كاملة. وإن همّ بها فعملها كتبها الله عنده عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة. وإن همّ بسيئة فلم يعملها كتبها الله عنده حسنة كاملة. وإن همّ بها فعملها كتبها الله سيئة واحدة\" رواه البخاري ومسلم. ¶ المفردات: ¶ تبارك: تنزه وتقدس، وتعالى: عن صفات الخلق لكماله وعلوه. كتب: قدر مقادير الحسنات والسيئات, ثم بيّن ذلك: فصّل ما أجمله, فمن هم بحسنة: عزم على فعلها. فلم يعملها: لم يفعلها. كتبها الله: أمر ألله الملائكة الكاتبين بكتاباتها، عنده: للتشريف, حسنة كاملة: لا نقص فيها, وإن همّ بها فعملها: فعلها، كتبها الله عنده: اعتناء بصاحبها وشرفا له. عشر حسنات: مضاعفة وقد تضاعف إلى أضعاف كثيرة على حسب نية العامل والإخلاص والمنافع. وان هم بسيئة فلم يعملها: تركها من أجل خوف الله كتبها الله سبحانه له حسنة كاملة. وإن عمل سيئة كتبها الله له واحدة: ولم يقل عنده لعدم الاعتناء بها وصاحبها. ¶ الفوائد: ¶ (1) استعمال التفصيل بعد الإجمال ليكون أوقع في النفس وأدعى للقبول. ¶ (3) إن ما يعمله الإنسان في هذه الدنيا من الحسنات والسيئات قد كتبه الله تعالى في اللوح المحفوظ.",
            "page": "72",
            "part": "1",
            "seal": "C12BD2C2"
        },
        {
            "id": "95",
            "nass": "(3) من فضل الله تعالى على عباده أن من عزم على فعل حسنة ثم تركها فلم يعملها كتبت له حسنة كاملة. ¶ (4) إن من عزم على فعل حسنة وعملها فهو يضاعف أجرها لصاحبها بعشرة أضعاف إلى أضعاف كثيرة. ¶ (5) إن من رحمة الله تعالى بعباده أن السيئات لا تضاعف ولا يمنع ذلك من كونها تعظم على حسب العمل. ¶ (6) إن الله شرف صاحب الحسنات بكتب حسناته عنده إشارة إلا قربه إليه. ¶ (7) إن من عمل السيئات وداوم على فعلها ولم يأت بحسنات تمحوها فهو بعيد من الله سبحانه. ¶ (8) إن من هم بسيئة فلم يعملها كتبها الله عنده حسنه كاملة. ¶ الموجز: ¶ في هذا الحديث القدسي البشرى العظيمة للمسلمين حيث إن من هم بحسنة فلم يعملها يكتبها الله عنده حسنة كاملة, وإن هم بها فعملها كتبها الله له عنده عشر حسنات إلى أضعاف كثيرة, وإن هم بسيئة فلم يعملها من أجل خوف الله وعقابه كتبها الله له حسنة لعدم إقدامه عليها، وإن عملها كتبها الله تعالى سيئة واحدة، فانظر يا آخى المسلم وفقك الله إلى كل خير ... إلى فضل الله على عباده حيث إن الله سبحانه يعطي لمن يعمل الحسنات هذا الفضل العظيم المضاعف مؤكدا سبحانه بأنه محفوظ عنده تعريفا لصاحبه, والسيئة إذا فعلت أكدها بأنها تكتب واحدة فقط ولم يؤكدها بكاملة ولا عنده لعدم الاعتناء بها, فلله الحمد على نعمه التي لا تحصى ولا تعد {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا} . ¶ شعر: ¶ مراتب القصد خمس هاجس ذكروا ... فخاطر فحديث النفس فاستمعا ¶ يليه هم فعزم كلها رفعت ... سوى الأخير فيه الأخذ قد وقعا",
            "page": "73",
            "part": "1",
            "seal": "494146AA"
        },
        {
            "id": "96",
            "nass": "الحديث الثامن والثلاثون: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم إن الله تعالى قال: \"من عادى لي وليا فقد آذنته بالحرب، وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه. ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به، ويده التي يبطش بها. ورجله التي يمشى بها، ولئن سألني لأعطينه. ولئن استعاذني لأعيذنه\" رواه البخاري. ¶ المفردات: ¶ عاد لي: من المعاداة ضد الموالاة. وليا: هو المواظب على طاعة الله مخلصا لله العبادة، آذنته بالحرب: أعلمه بأني محارب له، عبدي: الإضافة للتشريف. افترضته: أوجبته، يتقرب إلي: يطلب القرب مني، بالنوافل: التطوعات، لأعطينه: ما سأل. لأعيذنه: مما يخاف. ¶ الفوائد: ¶ (1) إن من عادى أولياء الله فإن الله قد آذنه بالحرب. ¶ (3) إن أحب الأعمال إلى الله أداء الفرائض والمحافظة عليها. ¶ (3) إن النوافل تقبل إذا أديت الفرائض وأن الإكثار من النوافل سبب لمحبة الله. ¶ (4) إن أولياء الله هم الذين يتقربون إلى الله بالأعمال الصالحة. ¶ (5) إن من أتى بما يجب عليه وتقرب إلى الله بالنوافل فإن الله يوفقه لكل خير، حيث تكون أعماله وحركاته وسكناته جارية على ما يقتضيه الشرع.",
            "page": "74",
            "part": "1",
            "seal": "53340BB6"
        },
        {
            "id": "97",
            "nass": "(6) إن من كان بهذه المنزلة تجاب دعوته. ¶ (7) إن الإنسان مهما بلغ من العبادة لا يترك سؤال ربه. ¶ الموجز: ¶ في هذا الحديث يخبرنا النبي صلى الله عليه وسلم أن الله سبحانه وتعالى قال من عادى لي وليا فقد آذنته بالحرب أي من كان عدوا لأوليائي فليعلم أني محارب له حيث كان محاربا لي بمعاداته أوليائي, وأن الله جل وعلا أحب ما يكون إليه العبد بأن يقوم بما فرض الله عليه من الصلوات الخمس وغيرها وأن من جمع بين القيام بالفرائض والتقرب إلى الله بالنوافل فإن الله يحبه ومن آثار محبته له أن يكون حافظا لسمعه وبصره وبطش يده وسيره برجله من الشيطان أن يغويه فيمد جوارحه إلى المعاصي وقلبه إلى محبتها. ¶ شعر: ¶ وكن للصالحين أخا وخلا ... وكن في هذه الدنيا غريبا",
            "page": "75",
            "part": "1",
            "seal": "8B6F7491"
        },
        {
            "id": "98",
            "nass": "الحديث التاسع والثلاثون: ¶ عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: \"إن الله تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه\". حديث حسن رواه ابن ماجه والبيهقي وغيرهما. ¶ المفردات: ¶ تجاوز: عفا، عن أمتي: أمة الإجابة، الخطأ: ضد الصواب، النسيان: ضد الذكر استكرهوا عليه: حملوا عليه قهرا.",
            "page": "75",
            "part": "1",
            "seal": "84875B1D"
        },
        {
            "id": "99",
            "nass": "الفوائد: ¶ (1) إن الله تعالى عفا عن أمة محمد صلى الله عليه وسلم إثم الخطأ والنسيان وما استكرهوا عليه وذلك من لطف الله ورحمته بعباده ويسر دينه وسماحة الشريعة الإسلامية. ¶ (2) إن الناسي والمخطيء يضمنان الإتلافات والجنايات لأنه لم يرتفع إلا الإثم فقط. ¶ (3) إن الذي ينفذه المكره في حال إكراهه قهرا لا ينفذ ولا ينعقد بل هو باق على ما هو عليه قبل الإكراه. ¶ (4) إن هذا التيسير من العفو والتجاوز خاص بهذه الأمة. ¶ الموجز: ¶ في هذا الحديث البشرى العظيمة لأمة محمد صلى الله عليه وسلم حيث إن الله سبحانه وتعالى رفع إثم الخطأ الذي صادف غير ما يريد الإنسان مما فيه إثم، وإثم النسيان بعد الذكر وإثم ما سيكره عليه العبد وهو لا يستطيع المخرج من هذا الإكراه فلا يؤاخذ الله بهذه الأمور الثلاثة وهذا من لطف الله ورحمته بعباده بأن جعل الدين يسيرا لشد فيه عسرفي {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} . ¶ شعر: ¶ يا فاتحا لي كل باب مرتجى ... إني لعفوك منك ربى مرتجى ¶ فامنن علي بما يفيد سعادتي ... فسعادتي طوعا متى تأمر نجى ¶ آخر: ¶ وكل الحادثات إذا تناهت ... فموصول بها الفرج القريب",
            "page": "76",
            "part": "1",
            "seal": "C5004011"
        },
        {
            "id": "100",
            "nass": "الحديث الأربعون: ¶ عن ابن عمر رضي الله عنهما قال: أخذ رسول الله صلى الله عليه وسلم بمنكبي وقال: \"كن في الدنيا كأن غريب أو عابر سبيل\"وكان ابن عمر يقول:\"إذا أمسيت فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر المساء، وخذ من صحتك لمرضك، ومن حياتك لموتك\" رواه البخاري. ¶ المفردات: ¶ بمنكبي: مجمع العضد والكتف، كأنك غريب: لا تجد من تستأنس به، أو عابر سبيل: مار بطريق متجه إلى وطنه أو بمعنى بل من قبيل الإضراب من الترقي من الغريب الذي ربما يطمئن في غير بلده إلى المسافر العازم على الذهاب إلى بلده. فلا تنتظر الصباح: بالأعمال الصالحة: ولا تنتظر المساء: أيضا بالأعمال بل فاعمل في المساء والصباح، وخذ من صحتك لمرضك: اغتنم العمل في حال الصحة، ومن حياتك لموتك: اعمل في حياتك ما ينفعك بعد موتك. ¶ الفوائد: ¶ (1) بذل النصيحة وإرشاد الناس إلى الخير. ¶ (3) مخاطبة الواحد وإرادة العموم وهم جميع الأمة لهم بهذه الوصية. ¶ (3) الحث على ترك الدنيا والزهد فيها. ¶ (4) الاستعداد للموت والخوف من وقوعه آناء الليل والنهار. ¶ (5) المسارعة إلى الأعمال الصالحة واغتنام زمن العمر قبل فواته بموت أو بمرض.",
            "page": "77",
            "part": "1",
            "seal": "9BD0CA53"
        },
        {
            "id": "101",
            "nass": "تنبيه: ¶ ينبه المعلم المتعلم بوضع يده على شيء من أعضائه كالمنكب ونحوه ليعي ما يقول. ¶ الموجز: ¶ يوصينا النبي الكريم صلى الله عليه وسلم بوصية عظيمة بأن يكون الإنسان في هذه الدنيا كالغريب أو عابر السبيل الذي لا يرغب الإقامة في غير بلده وجاء النبي صلى الله عليه وسلم بهذا التشبيه الرائع الدافع والحافز لكل عاقل مؤمن بأن لا يركن إلى الدنيا ولا يتعلق منها إلا بقدر ما يتعلق به المسافر أو الغريب جما غير وطنه، وقيل في ذلك: ترجو البقاء بدار لا بقاء لها وهل سمعت بظل غير منتقل والراوي عبد الله بن عمر يرشدنا إلى معنى الحديث اغتنام الأعمال الصالحة في صحة الإنسان قبل أن يحوله بينه وبين الأعمال الصالحة المرض أو العجز وفي الحياة قبل أن يحول بينه وبينها الموت، ومما قيل في ذلك: ¶ شعر: ¶ تأهب للذي لابد منه ... فإن الموت ميقات العباد ¶ أترضى أن تكون رفيق قوم ... لهم زاد وأنت بغير زاد ¶ آخر: ¶ فلن يصحب الإنسان من قبل موته ... ولا بعده إلا الذي كان يعمل ¶ ألا إنما الإنسان ضيف لأهله ... يقيم قليلا بينهم ثم يرحل",
            "page": "78",
            "part": "1",
            "seal": "2E725210"
        },
        {
            "id": "102",
            "nass": "آخر: ¶ وأناس همهم الحياة ولا أرى ... طول الحياة يزيد غير وبال ¶ وإذا افتقرت إلى الذخائر لم تجد ... ذخرا يكون كصالح الأعمال",
            "page": "79",
            "part": "1",
            "seal": "6E58BD01"
        },
        {
            "id": "103",
            "nass": "الحديث الحادي والأربعون: ¶ عن أبي محمد عبد الله بن عمرو بن العاص قال: قال رسول الله صلى الله عليه وسلم: \"لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به\" حديث حسن صحيح رويناه في كتاب الحجة بإسناد صحيح. ¶ المفردات: ¶ لا يؤمن: الإيمان الكامل، هواه: ما تحبه نفسه وتميل إليه، تبعا لما جئت به: الشريعة المطهرة. ¶ الفوائد: ¶ (1) يجب على كل مكلف أن يكون هواه تابعا لما جاء به محمد صلى الله عليه وسلم. ¶ (2) إن من لم يكن هواه تابعا لما جاء به محمد صلى الله عليه وسلم فهو إما ناقص الإيمان أو خارج عنه. ¶ (3) وجوب محبة الرسول صلى الله عليه وسلم ومن لازم محبته اتباعه فيما أمر واجتناب ما نهى عنه. ¶ الموجز: ¶ يفيدنا هذا الحديث أن كل إنسان لا يؤمن حتى يحب ما جاء به الرسول صلى الله عليه وسلم ويعمل به ويكره ما نهى عنه ويجتنبه.",
            "page": "79",
            "part": "1",
            "seal": "79602EE8"
        },
        {
            "id": "104",
            "nass": "وأنه لا يعمل أي عمل من الأعمال حتى يعرضه على الكتاب وسنة رسوله صلى الله عليه وسلم فإن وافق الكتاب والسنة فعله وإن كان فيهما ما ينهى عنه أو ينفيه اجتنبه وأعرض عنه وهذا هو حقيقة من كان هواه تبعا لما جاء به محمد صلى الله عليه وسلم {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} , وفي ضد معنى هذا الحديث من الهوى المذموم: ¶ شعر: ¶ إذا ما دعتك النفس يوما لحاجة ... وكان عليها للخلاف طريق ¶ فخاف هواها ما استطعت فإنما ... هواها عدو والخلاف صديق ¶ آخر: ¶ وآفة العقل الهوى فمن على ... على هواه عقله فقد نجا ¶ آخر: ¶ إن الهوان هو الهوى قصر ... فإذا هويت فقد لقيت هوان ¶ آخر: ¶ نون الهوان من الهوى مسروقة ... وصريع كل هوى صريع هوان",
            "page": "80",
            "part": "1",
            "seal": "3FC56263"
        },
        {
            "id": "105",
            "nass": "الحديث الثاني والأربعون: ¶ عن أنس بن مالك رضي الله عنه: قال سمعت رسول الله صلى الله عليه وسلم يقول: \"قال الله تعالى: يا ابن آدم إنك ما دعوتني ورجوتني غفرت لك على ما كان منك ولا أبالي، يا ابن آدم لو بلغت ذنوبك عنان السماء ثم استغفرتني غفرت لك. يا ابن آدم إنك لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئا لأتيتك بقرابها مغفرة\" رواه الترمذي وقال حديث صحيح. ¶ المفردات: ¶ ما دعوتني: لأغفر لك ذنوبك، ما: مصدرية ظرفية، ورجوتني: رجوت رحمتي وعفوي، غفرت لك: ذنوبك بسترها ومحوها. على ما كان منك: من تكرار الذنوب، ولا أبالي: لا أستكثر ذنوبك. عنان السماء: السحاب, استغفرتني: طلبت مني المغفرة، بقراب الأرض: ما يقرب من ملئها، لقيتني: مت على الإيمان، لا تشرك بي شيئا: في التوحيد والعبادة، لأتيتك: لأعطيتك مغفرة عظيمة تقارب ملء الأرض. ¶ الفوائد: ¶ (1) سعة فضل الله وكرمه وجوده على عباده حيث إن العبد إذا أذنب وتاب من ذنوبه ثم سأل الله محوها فإن الله سبحانه يغفرها ولو بلغت ما بلغت محل الكثرة. ¶ (2) إن من مات وهو لا يشرك بالله شيئا فإنه يرجى له دخول الجنة. ¶ (3) إن الإنسان ليس بمعصوم من الذنوب ولكنه إذا أذنب ودعا الله قبل دعاءه وغفر ذنبه.",
            "page": "81",
            "part": "1",
            "seal": "2DB1D192"
        },
        {
            "id": "106",
            "nass": "(4) في هذا الحديث رد على الخوارج والمعتزلة الذين يكفرون المسلم بالذنوب. ¶ الموجز: ¶ هذا الحديث يتضمن بشرى للمسلمين حيث إنه دل على سعة رحمة الله وكرمه وجوده وفضله على عباده بأن من أذنبا ذنوبا عظيمة ثم سأل الله سبحانه وتعالى ورجاه ولم يقنط من رحمته فإن الله تعالى يغفر ذنوبه ولو بلغت ما بلغت إذا استغفر الله وهو لا يشرك بالله شيئا {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} , {يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} وقال الشاعر في ذلك: ¶ لما قسا قلبي وضاقت مذاهبي ... جعلت رجائي نحو عفوك سلما ¶ تعاظمني ذنبي فلما قرنته ... بعفوك ربى كان عفوك أعظما",
            "page": "82",
            "part": "1",
            "seal": "2EE23378"
        },
        {
            "id": "107",
            "nass": "الحديث الثالث والأربعون: ¶ عن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"ألحقوا الفرائض بأهلها فما أبقت الفرائض فلأولى رجل ذكر\". متفق عليه. ¶ المفردات: ¶ الفرائض: الأنصباء المقدرة في كتاب الله وهي نصف وربع وثمن وثلث وثلثان وسدس، بأهلها: من يستحقها, فما أبقت الفروض فلأقرب",
            "page": "82",
            "part": "1",
            "seal": "E97AB3DE"
        },
        {
            "id": "108",
            "nass": "رجل من النسب: من الميت الموروث. وقال في جهة العصبة الجعبدي رحمه الله في بيت واحد: ¶ فبالجهة التقديم ثم بقربه ... وبعدهما التقديم بالقوة اجعل ¶ االفوائد: ¶ (1) إن المقدم في الميراث هو أصحاب الفروض. ¶ (2) إن ما يبقى من الفروض للعاصب وهو كل ذكر يدلى بذكر ويرث. ¶ (3) إنه يقدم الأقرب فالأقرب في الميراث سواء أهل الفروض أو العصبة. ¶ (4) إنه لا شيء للعاصب إذا استغرقت الفروض، أي لم يبق منها شيئا. ¶ (5) إن العاصب إذا انفرد أخذ جميع المال. ¶ الموجز: ¶ يرشدنا هذا الحديث بأن من مات وخلف مالا وورثة أنه يوفي لأصحاب الفروض فروضهم كاملة، وهم من يرث بتقدير من كتاب الله وما بقى من المال عن الفروض، فهو من حق لأقرب رجل ذكر من الميت وهو العاصب الوارث بلا تقدير، وهذا من لطف الله وعدله ورحمته بعباده بأن جعل لكل وارث حقا معلوما بينا واضحا حسما للنزاع والشقاق، وانتشار الفوضى بتغلب القوي على الضعيف والكبير على الصغير. وذلك لحفظ الحقوق، واستتباب الأمن لكل صاحب حق على حقه. ولا يتم هذا إلا بمعرفة الحساب الذي يقول فيه الشاعر: ¶ لولا الحساب لعلم كل فريضة ... لم يعلم التحريم ولا التحليل",
            "page": "83",
            "part": "1",
            "seal": "11B753F6"
        },
        {
            "id": "109",
            "nass": "الحديث الرابع والأربعون: ¶ عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: \"الرضاعة تحرم ما تحرم الولادة\". متفق عليه. ¶ المفردات: ¶ الرضاعة: الإرضاع. يحرم ما يحرم: يحرم الرضاع مثل تحريم الولادة. ¶ الفوائد: ¶ (1) إن الإرضاع في التحريم كالنسب فيما يتعلق بتحريم التناكح وتوابعه والجمع بين الأختين ونحوه وتنزيلهم منزلة الأقارب في حل النظر والخلوة والسفر لا باقي الأحكام كالتوارث والولاية والإنفاق ونحو ذلك. ¶ الموجز: ¶ يفيدنا هذا الحديث بقاعدة عامة شاملة لأحكام الرضاع، وهو أنه يحرم من الرضاع ما يحرم من النسب سواء من قبل الزوجة أو من قبل الزوج، فكل ما يحرم على الإنسان من قراباته من النسب بأن يتزوجها كأخته وخالته وعمته، فحرام عليه أن يتزوج بهؤلاء إذا كانت قرابتهن بالرضاع، وكذلك الزوجة يحرم عليها أن تتزوج بولدها وأخيها وعمها وخالها، فكذلك حرام عليها أن تتزوج بهؤلاء إذا كانوا من الرضاع. وقيل في ذلك شعر: ¶ تحريم الرضاع ساري المفعول ... كسريان الماء في العروق",
            "page": "84",
            "part": "1",
            "seal": "C47D1E57"
        },
        {
            "id": "110",
            "nass": "الحديث الخامس والأربعون: ¶ عن جابر بن عبد الله رضي الله عنه أنه سمع النبي صلى الله عليه وسلم، عام الفتح يقول: \"إن الله عز وجل حرم بيع الميتة والخنزير والأصنام، فقيل: يا رسول الله أرأيت لحوم الميتة فإنه تطلى بها السفن ويدهن بها الجلود ويستصبح بها الناس قال: لا، هي حرام، ثم قال رسول الله صلى الله عليه وسلم عند ذلك: قاتل الله اليهود إن الله حرم عليهم الشحوم فجملوه ثم باعوه فأكلوا ثمنه\". متفق عليه. ¶ المفردات: ¶ عام الفتح: فتح مكة سنة 8 هـ. حرم: منع. الميتة: ما فارقت الحياة بدون تذكية شرعية. الأصنام: جمع صنم، وهو نوع من الأوثان. قال لا هو حرام: حرام بيعها واستعمالها. جملوه: أذابوه. ¶ الفوائد: ¶ (1) تحريم بيع الميتة والخنزير والأصنام. ¶ (2) إن كل ما يحرم الانتفاع به يحرم بيعه وأكل ثمنه. ¶ (3) إن جميع الحيل التي يتوصل بها إلى تحليل ما حرم الله باطلة. ¶ (4) إن من احتال على تحليل الحرام فيه شبه باليهود عليهم لعائن الله. ¶ الموجز: ¶ يفيدنا هذا الحديث أن كل ما كان محرما أكله فإنه محرم الانتفاع به مطلقا، سواء متصلا أو ممتزجا بما هو حلال كالجلود، أو",
            "page": "85",
            "part": "1",
            "seal": "3356BAF1"
        },
        {
            "id": "111",
            "nass": "منفصلا كالاستصباح به، وأنه مهما غير من حالته حرام ثمنه، وأن كل وسيلة إلى الحرام حرام محرم استعمالها، وأن جميع الحيل لا تغير الحقائق إذا كانا باطلة. ¶ شعر: ¶ فاترك الحيلة فيها واتئد ... إنما الحيلة في ترك الحيل",
            "page": "86",
            "part": "1",
            "seal": "8EB0A82B"
        },
        {
            "id": "112",
            "nass": "الحديث السادس والأربعون: ¶ عن أبي بردة عن أبيه عن أبي موسى الأشعري رضي الله عنه أن النبي صلى الله عليه وسلم بعثه إلى اليمن، فسأله عن الأشربة تصنع بها فقال: وما هي؟ قال: البتع والمزر، فقيل لأبي بردة: ما البتع؟ قال: نبيذ العسل، والمزر نبيذ الشعير، فقال: كل فسكر حرام\" رواه البخاري. ¶ المفردات: ¶ بعثه: أرسله إلى اليمن. واليا: أميرا. عن الأشربة: عن ما يعمل للشرب مسكرا. نبيذا: عصيرا. ¶ (تنبيه) نبيذ الشعير هو ما يسمى الآن بالبيرة التي تعمل للشرب. ¶ الفوائد: ¶ (1) تحريم تناول جميع المسكرات أيا كانت من عصير العنب وغيره.",
            "page": "86",
            "part": "1",
            "seal": "F2AACC9F"
        },
        {
            "id": "113",
            "nass": "(2) إن المفتي يجيب السائل بزيادة عما سئل عنه إذا علم المصلحة في الزيادة. ¶ (3) إن علة التحريم الإسكار فمقتضاه أن كل مسكر حرام. ¶ (4) إن الأسماء لا تغير الحقائق. ¶ الموجز: ¶ يخبرنا ويرشدنا هذا الحديث بأن كل ما يصنع للشرب وهو مسكر فهو حرام شربه قليله وكثيره، حرام استعماله حرام بيعه وتعاطيه من أي نوع كان وبأي اسم سمي، أعاذنا الله من ذلك، وأن من ولي على منطقة من مناطق البلاد عليه أن يسأل عن ما يخفي عليه من شؤون أهلها، وما يصنع في تلك البلاد من المنتوجات ليكون على بصيرة من الحكم فيها ليجتنب الخطأ ويعمل بالصواب، وفقنا الله وكل مسؤول للصواب. ¶ ومما قيل في ذم من شرب المسكرات: ¶ شعر: ¶ يقول جبان القوم في حال سكره ... وقد شرب الصهباء هل من مبارز ¶ ففي السكر قيس وابن معدي وعامر ... وفي الصحو تلقاه كبعض العجائز ¶ آخر: ¶ تركت النبيذ لأهل النبيذ ... وأصبحت أشرب ماء قراحا ¶ رأيت النبيذ يذل العزيز ... ويذوي الوجوه الملاح الصباحا ¶ فإن كان غير جائز للشباب ... فما العذر فيه إذا الشيب لاحا",
            "page": "87",
            "part": "1",
            "seal": "1B39CEDD"
        },
        {
            "id": "114",
            "nass": "الحديث السابع والأربعون: ¶ عن المقدام بن معدي كرب رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"ما ملأ ابن آدم وعاء شرا من بطنه بحسب ابن آدم لقيمات يقمن صلبه، فإن كان لا محالة فثلث للطعام، وثلث للشراب، وثلث للنفس\" رواه الإمام أحمد والترمذي والنسائي وابن ماجه وقال الترمذي: حديث حسن. ¶ المفردات: ¶ بحسب ابن آدم: يكفيه لسيد رمقه. لقيمات: تصغير لقمة. يقمن صلبه: ظهره ليتقوى على العبادة والعمل. فإن كان لا محالة: من الزيادة. فثلث للطعام: مأكوله. وثلث للشراب: مشروبه. وثلث للنفس: ليتمكن من التنفس بخفة وسهولة. ¶ الفوائد: ¶ (1) التقليل من الأكل وعدم الإكثار منه. ¶ (2) أن يجعل أكله وشربه بمقدار ثلث للطعام وثلث للشراب، وثلث للنفس. ¶ (3) إن من زاد عن هذا التقدير، فقد خالف ما أرشد إليه النبي صلى الله عليه وسلم. ¶ (4) إن في هذا الحديث الإرشاد إلى الوقاية التامة لصيانة صحة الإنسان. ¶ (5) إن من لم يعمل بما في هذا الحديث فقد عرض نفسه للأمراض الفتاكة عاجلا أو آجلا. ¶ الموجز: ¶ يرشدنا النبي الكريم صلى الله عليه وسلم إلى أصل من أصول",
            "page": "88",
            "part": "1",
            "seal": "D6667579"
        },
        {
            "id": "115",
            "nass": "الطب، وهي الوقاية التي يقي بها الإنسان صحته، وهي التقليل من الأكل بل يأكل بقدر ما يسد رمقه ويقويه على أعماله اللازمة، وإن شر وعاء مليء هو البطن لما ينتج عن الشبع من الأمراض الفتاكة التي لا تحصى عاجلا أو آجلا باطنا أو ظاهرا، ثم إن الرسول صلى الله عليه وسلم قال: إذا كان الإنسان لابد له من الشبع، فليجعل الأكل بمقدار الثلث، والثلث الآخر للشرب، والثلث للنفس حتى لا يحصل عليه ضيق وضرر، وكسل عن تأدية ما أوجب الله عليه في أمر دينه أو دنياه {وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ} , فعلى الإنسان أن يتأدب بالآداب الشرعية، ويمتثل أمر الرسول صلى الله عليه وسلم، وأن يحافظ على صحته، فإنه كما قيل: الوقاية خير من العلاج، وكما قيل: المعدة بيت الداء. ¶ شعر: ¶ وإنك مهما تعطي بطنك سؤله ... وفرجك نالا منتهى الذم أجمعا",
            "page": "89",
            "part": "1",
            "seal": "5DD0A3B1"
        },
        {
            "id": "116",
            "nass": "الحديث الثامن والأربعون: ¶ عن عبد الله بن عمرو عن النبي صلى الله عليه وسلم قال: \"أربع من كن فيه كان منافقا، ومن كانت فيه خصلة منهن كانت فيه خصلة من النفاق حتى يدعها: إذا حدث كذب، وإذا وعد أخلف، وإذا خاصم فجز، وإذا عاهد غذر\" متفق عليه. ¶ المفردات: ¶ أربع: خصال. منافقا خالصا: نفاقا عمليا. منهن: من هؤلاء الأربع. خصلة، بفتح الخاء: خلة. يدعها: يتركها. حدث: أخبر. كذب: تمهيدا لعذره ومقصده لئلا يلام على تقصير أو لغرض آخر. وإذا",
            "page": "89",
            "part": "1",
            "seal": "A7A24C70"
        },
        {
            "id": "117",
            "nass": "وعد أخلف, لم يف بوعده. فجر: مال في الخصومة عن الحق. غدر: نقض العهد. ¶ الفوائد: ¶ (1) التحذير من التخلق بهذه الأخلاق، وهي إظهار الحق وفي الباطن والحقيقة ما يخالفه. ¶ (2) إن ترك هذه الخصال من صلاح المجتمع وارتكابها من فساد المجتمع وعدم استقامته. ¶ (3) إن من استكمل هذه الخصال فقد استكمل النفاق العملي. ¶ (4) الحث على إصلاح القول والفعل والنية، فإن من فساد القول الكذب، ومن فساد النية إخلاف الوعد، ومن فساد الفعل الغدر بالعهد. ¶ الموجز: ¶ يحذرنا النبي الكريم صلى الله عليه وسلم من التخلق بهذه الخصال الأربع لما يحصل من بعض المسلمين ارتكاب شيء منها لأن من ارتكب واحدة كان فيه شعبة من النفاق وإن ألمّ بها جميعا كان منافقا خالصا، فليحذر المسلمون من التخلق بهذه الأخلاق الفاسدة التي هي فساد للفرد وللمجتمع، ومن ذلك أنها تذهب الثقة ممن اتصف بهذه الصفات، ويتأسى به غيره حتى تسري في الناس فلا يستقيم لهم أمر لعدم ثقة بعضهم ببعض، فعلينا معشر المسلمين أن نبتعد عن هذه الخصال، ونتأدب بالآداب الجميلة والأخلاق الفاضلة لنكون قدوة حسنة بعضنا لبعض وللنشء الجديد من أولادنا. ¶ شعر: ¶ كذبت ومن يكذب فإن جزاءه ... إذا جاء بالصدق ألا يصدقا ¶ إذا عرف الكذاب بالكذب لم يزل ... لدى الناس كذابا وإن كان صادقا",
            "page": "90",
            "part": "1",
            "seal": "82F41681"
        },
        {
            "id": "118",
            "nass": "آخر: ¶ إذا قلت في شيء (نعم) فأتمه ... فإن نعم دين على الحر واجب ¶ وإلا فقل (لا) تسترح وترح بها ... لئلا يقول الناس إنك كاذب ¶ آخر: ¶ لا يكلف الله نفسا فوق طاقتها ... ولا تجود يد إلا بما تجد ¶ فلا تعد عدة إلا وفيت بها ... واحذر خلاف مقال للذي تعد ¶ آخر: ¶ ولقد وعدت وأنت أكرم واعد ... لا خير في وعد بغير تمام ¶ اخر: ¶ وارع الأمانة والخيانة فاجتنب ... واعدل ولا تظلم يطلب لك مكسب ¶ آخر: ¶ والغدر بالعهد قبيح جدا ... شر الورى من ليس يرعى عهدا ¶ ولكننا في هذا الزمان كما قال الشاعر: ¶ غاض الوفاء وفاض الغدر وانفرجت ... مسافة الخلف بين القول والعمل",
            "page": "91",
            "part": "1",
            "seal": "618D74CC"
        },
        {
            "id": "119",
            "nass": "الحديث التاسع والأربعون: ¶ عن عمر بن الخطاب عن النبي صلى الله عليه وسلم قال: \" لو أنكم تتوكلون على الله حق توكله لرزقكم كما يزرق الطير تغدو خماصا وتروح بطانا\" رواه أحمد والترمذي والنسائي وابن حبان والحاكم، وقال الترمذي حسن صحيح.",
            "page": "91",
            "part": "1",
            "seal": "02D40758"
        },
        {
            "id": "120",
            "nass": "المفردات: ¶ حق توكله: بالاعتماد على الله في جميع الأمور. تغدو: تذهب أول النهار. خماصا: ضامرة البطون من الجوع. تروح: ترجع آخر النهار. بطانا: ممتلئة البطون. ¶ الفوائد: ¶ (1) فضل التوكل على الله، وأنه من أعظم الأسباب التي يستجلب بها الرزق. ¶ (2) إن التوكل لا ينافي تعاطى الأسباب لأنه أخبر عن الطير بتعاطيها أسباب الرزق بغدوها ورواحها. ¶ (3) إن الإنسان يفعل أسباب الرزق ويتوكل على الله ولا يحرص لأن الرزق مقدر وهو قد فعل له الأسباب. ¶ (4) إن العبد لا يكمل إيمانه إلا بالتوكل على الله في جميع أموره. ¶ الموجز: ¶ يرشدنا هذا الحديث إلى أن نتوكل على الله تعالى في جميع أمورنا، وحقيقة التوكل هي الاعتماد على الله عز وجل في استجلاب المصالح ودفع المضار من أمور الدنيا والدين فإنه لا يعطى ولا يمنع ولا يضر ولا ينفع إلا هو سبحانه وتعالى، وإن على الإنسان فعل الأسباب التي تستجلب له المنافع وتدفع عنه المضار مع التوكل على الله {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} , {وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ} . ¶ ومما قيل في ذلك: ¶ توكل على الرحمن في كل حاجة ... أردت، فإن الله يقضي ويقدر ¶ وقد يهلك الإنسان في أمنه ... وينجو بإذن الله من حيث يحذر",
            "page": "92",
            "part": "1",
            "seal": "AB412770"
        },
        {
            "id": "121",
            "nass": "آخر: ¶ توكل على الرحمن في الأمر كله ... فما خاب حقا من عليه توكلا ¶ وكن واثقا بالله واصبر لحكمه ... تفز بالذي ترجوه منه تفضلا ¶ آخر: ¶ وما تم إلا الله كل حالة ... فلا نتوكل يوما على غير لطفه ¶ فكم حالة تأتى ويكرهها الفتى ... وخيرته فيها على رغم نفسه",
            "page": "93",
            "part": "1",
            "seal": "2BE959D7"
        },
        {
            "id": "122",
            "nass": "الحديث الخمسون: ¶ عن عبد الله بن بسر قال: \"أتى النبي صلى الله عليه وسلم أعرابي فقال: يا رسول الله، إن شرائع الإسلام قد كثرت، فباب نتمسك به جامع، قال: لا يزال لسانك رطبا من ذكر الله\". أخرجه الإمام أحمد مختصرا بهذا اللفظ. ¶ المفردات: ¶ شرائع الإسلام: شعبه وخصاله. فباب نتمسك به: دلنا على باب نواظب عليه في العمل. جامع: شامل سهل العمل به وأدائه وكثير أجره. رطبا: غضا يلهج بذكر الله. ¶ (تنبيه) : السائل يريد عملا غير الفرائض ولم يرد الاكتفاء به عن الفرائض والواجبات، بل يريد زيادة العمل مع أداء الفرائض. ¶ الفوائد: ¶ (1) فضل المداومة على ذكر الله تعالى. ¶ (2) مراعاة أحوال الناس، فلعل الرسول صلى الله عليه وسلم رأى",
            "page": "93",
            "part": "1",
            "seal": "6FF15087"
        },
        {
            "id": "123",
            "nass": "أن هذا الرجل لا يستطيع القيام بأعمال غير الذكر. ¶ (3) إن الذكر هو أفضل الأقوال لمن داوم عليه وأنه جامع للخير والسعادة. ¶ الموجز: ¶ في هذا الحديث أن رجلا من الصحابة الكرام طلب من الرسول صلى الله عليه وسلم أن يدله على أمر سهل جامع شامل لخصال الخير، فأرشده الرسول صلى الله عليه وسلم إلى ذكر الله، فقال: \"لا يزال لسانك رطبا، أي غضا من ذكر الله\" تديم تكراره آناء الليل والنهار، فاختاره له صلى الله عليه وسلم لخفته وسهولته عليه ومضاعفة أجره ومنافعه العظيمة التي لا تعد ومرجعها القرآن العزيز والأحاديث الكثيرة التي جاءت بفضله ومنافعه، ومن ذلك قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً} {وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ} {أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ} وقال النبي صلى الله عليه وسلم:\"من أحب أن يرتع في رياض الجنة فليكثر من ذكر الله\"وقال عليه الصلاة والسلام:\"كلمتان خفيفتان على اللسان حبيبتان إلى الرحمن، ثقيلتان في الميزان: سبحان الله وبحمده، سبحان الله العظيم\", ومما قيل في الذكر: ¶ شعر: ¶ وساعات الذكر ثروة وغنى ... وساعات اللهو إفلاس وفاقات ¶ آخر: ¶ وأكثر ذكره في الأرض دوما ... لتذكر في السماء إذا ذكرت ¶ وصلى الله على سيدنا محمد عدد ما ذكره الذاكرون وعلى آله وصحابته أجمعين، والحمد لله رب العالمين، آمين.",
            "page": "94",
            "part": "1",
            "seal": "5F068300"
        }
    ],
    "t8713": [
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والأربعون"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخمسون"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الأول"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العاشر"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي عشر"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني عشر"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث عشر"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع عشر"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس عشر"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس عشر"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع عشر"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن عشر"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع عشر"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العشرون"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والعشرون"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والعشرون"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والعشرون"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والعشرون"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والعشرون"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والعشرين"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والعشرين"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والعشرون"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والعشرون"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثلاثون"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والثلاثون"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والثلاثون"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والثلاثون"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والثلاثون"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والثلاثون"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والثلاثون"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والثلاثون"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والثلاثون"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والثلاثون"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الأربعون"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والأربعون"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والأربعون"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والأربعون"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والأربعون"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والأربعون"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والأربعون"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والأربعون"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والأربعون"
        }
    ]
}