{
    "b8772": [
        {
            "id": "1",
            "nass": "الامام البخاري ¶ نسب الامام البخاري ¶ ... ¶ الإمام البخاري وكتابه الجامع الصحيح ¶ بقلم الشيخ عبد المحسن العباد ¶ المدرس بكلية الشريعة بالجامعة ¶ نسب الإمام البخاري: ¶ هو أبو عبد الله محمد بن إسماعيل بن إبراهيم بن المغيرة بن بردزبه الجعفي. فجده بردزبه ضبط اسمه بفتح الباء الموحدة وسكون الراء المهملة وكسر الدال المهملة وسكون الزاي المعجمة وفتح الباء الموحدة بعدها هاء. قال الحافظ ابن حجر: \"هذا هو المشهور في ضبطه, وبردزبه في الفارسية الزراع كذا يقول أهل بخارى, وكان بردزبة فارسيا على دين قومه\" انتهى. ¶ وجده المغيرة ابن بردزبه أسلم على يدي يمان البخاري والي بخارى ويمان جعفي فنسب إليه لأنه مولاه من فوق, عملا بمذهب من يرى أن من أسلم على يد شخص كان ولاؤه له. ¶ وجده إبراهيم قال الحافظ ابن حجر إنه لم يقف على شيء من أخباره. ¶ وأبوه إسماعيل ترجم له ابن حبان في الثقات وقال: \"إسماعيل بن إبراهيم والد البخاري يروي عن حماد بن زيد ومالك وروى عنه العراقيون\", وترجم له الحافظ في تهذيب التهذيب.",
            "page": "31",
            "part": "1",
            "seal": "32A36F89"
        },
        {
            "id": "2",
            "nass": "متى وأين ولد:- ¶ ولد رحمه الله في بخارى (وهي من أعظم مدن ما وراء النهر بينها وبين سمرقند مسافة ثمانية أيام) في يوم الجمعة بعد الصلاة لثلاث عشرة ليلة",
            "page": "31",
            "part": "1",
            "seal": "7D1ADABA"
        },
        {
            "id": "3",
            "nass": "خلت من شهر شوال سنة أربع وتسعين ومائة.",
            "page": "32",
            "part": "1",
            "seal": "3BF58EB8"
        },
        {
            "id": "4",
            "nass": "نشأته وبدؤه طلب العلم: - ¶ توفي والده وهو صغير فنشأ في حجر أمه وأقبل على طلب العلم منذ الصغر وقد تحدث عن نفسه فيما ذكره الفِرَبْري عن محمد بن أبي حاتم ورّاق البخاري قال: سمعت البخاري يقول: \"ألهمت حفظ الحديث وأنا في الكتاب\"، قلت: وكم أتى عليك إذ ذاك؟، قال: \"عشر سنين أو أقل\"، إلى أن قال: \"فلما طعنت في ست عشرة سنة حفظت كتب ابن المبارك ووكيع وعرفت كلام هؤلاء - يعني أصحاب الرأي-\"، قال: \"ثم خرجت مع أمي وأخي إلى الحج, فلما طعنت في ثمان عشرة سنة صنفت كتاب قضايا الصحابة والتابعين ثم صنفت التاريخ بالمدينة عند قبر النبي صلى الله عليه وسلم وكنت أكتبه في الليالي المقمرة\"، قال: \"وقلَّ اسم في التاريخ إلا وله عندي قصة إلا أني كرهت أن يطول الكتاب\".",
            "page": "32",
            "part": "1",
            "seal": "76E334A8"
        },
        {
            "id": "5",
            "nass": "رحلته في طلب العلم وسماعه الحديث: - ¶ اشتغل وهو صغير في طلب العلم وسماع الحديث فسمع من أهل بلده من مثل محمد بن سلام ومحمد بن يوسف البيكنديين وعبد الله بن محمد المسندي وابن الأشعث وغيرهم ثم حج هو وأمه وأخوه أحمد وهو أسن منه سنة عشر ومائتين فرجع أخوه بأمه وبقي في طلب العلم فسمع بمكة من الحميدي وغيره وبالمدينة من عبد العزيز الأويسي ومطرف ابن عبد الله وغيرهم ثم رحل إلى أكثر محدثي الأمصار في خراسان والشام ومصر ومدن العراق وقدم بغداد مرارا واجتمع إليه أهلها واعترفوا بفضله وشهدوا بتفرده في علمي الرواية والدراية وسمع ببلخ من مكي بن إبراهيم وغيره وبمرو من علي بن الحسن وعبد الله بن عثمان وغيرهما وبنيسابور من يحيى بن يحيى وغيره وبالري من إبراهيم بن موسى وغيره وببغداد من شريح بن النعمان وأحمد بن حنبل وغيرهما وبالبصرة من أبي عاصم النبيل ومحمد بن عبد الله الأنصاري وغيرهما وبالكوفة من طلق بن غنام وخلاد بن يحيى وغيرهما وبمصر من سعيد بن كثير بن عفير وغيره وسمع من أناس كثيرين غير هؤلاء ونقل عنه أنه قال: \"كتبت عن",
            "page": "32",
            "part": "1",
            "seal": "5D0748F0"
        },
        {
            "id": "6",
            "nass": "ألف وثمانين نفسا ليس فيهم إلا صاحب حديث\", وقال أيضا: \"لم أكتب إلا عمن قال: الإيمان قول وعمل\".",
            "page": "33",
            "part": "1",
            "seal": "99436AE6"
        },
        {
            "id": "7",
            "nass": "ذكاؤه وقوة حفظه: - ¶ وكان رحمه الله قوي الذاكرة سريع الحفظ ذكر عنه المطلعون على حاله ما يتعجب منه الأذكياء ذوو الحفظ والإتقان فضلا عمن سواهم فقد قال أبو بكر الكلذواني: \"ما رأيت مثل محمد بن إسماعيل كان يأخذ الكتاب من العلم فيطلع عليه اطلاعة فيحفظ عامة أطراف الحديث من مرة واحدة\". ¶ وقال محمد بن أبي حاتم وراق البخاري: قلت لأبي عبد الله محمد بن إسماعيل: تحفظ جميع ما أدخلته في المصنف، قال: \"لا يخفى علي جميع ما فيه\", وقال محمد بن حمدوية: سمعت البخاري يقول: \"أحفظ مائة ألف حديث صحيح, ومائتي ألف حديث غير صحيح\". وقال محمد بن الأزهر السجستاني: كنت في مجلس سليمان بن حرب والبخاري معنا يسمع ولا يكتب فقيل لبعضهم: ماله لا يكتب فقال: يرجع إلى بخارى ويكتب من حفظه, ولعل من أعجب ما نقل عنه في ذلك ما قاله الحافظ أبو أحمد ابن عدي كما في تاريخ بغداد ووفيات الأعيان وغيرهما سمعت عدة مشائخ يحكون أن محمد بن إسماعيل البخاري قدم بغداد فسمع به أصحاب الحديث فاجتمعوا وأرادوا امتحان حفظه فعمدوا إلى مائة حديث فقلبوا متونها وأسانيدها وجعلوا متن هذا الإسناد لإسناد آخر وإسناد هذا المتن لمتن آخر ودفعوا إلى عشرة أنفس إلى كل رجل عشرة أحاديث وأمروهم إذا حضروا المجلس أن يلقوا ذلك على البخاري وأخذوا الموعد للمجلس فحضر المجلس جماعة من أصحاب الحديث من الغرباء من أهل خراسان وغيرها ومن البغداديين فلما اطمأن المجلس بأهله انتدب إليه رجل من العشرة فسأله عن حديث من تلك الأحاديث فقال البخاري: \"لا أعرفه\"، فسأله عن آخر فقال: \"لا أعرفه\", فما زال يلقي عليه واحدا بعد واحد حتى فرغ من عشرته والبخاري يقول: \"لا أعرفه\"، فكان الفهماء ممن حضر المجلس يلتفت بعضهم إلى بعض ويقولون الرجل فهم, ومن كان منهم غير ذلك يقضي على البخاري بالعجز والتقصير وقلة",
            "page": "33",
            "part": "1",
            "seal": "A1A3F943"
        },
        {
            "id": "8",
            "nass": "الفهم, ثم انتدب رجل آخر من العشرة وسأله كما سأله الأول والبخاري رحمه الله يجيب بما أجاب به الأول ثم الثالث والرابع حتى فرغ العشرة مما هيأوه من الأحاديث فلما علم البخاري أنهم فرغوا التفت إلى الأول منهم فقال أما حديثك الأول فقلت كذا وصوابه كذا وحديثك الثاني قلت كذا وصوابه كذاوالثالث والرابع على الولاء حتى أتى على تمام العشرة فرد كل متن إلى إسناده وكل إسناد إلى متنه وفعل بالآخرين مثل ذلك ورد متون الأحاديث كلها إلى أسانيدها وأسانيدها إلى متونها فأقر له الناس بالحفظ وأذعنوا له بالفضل، وعند ذكر هذه القصة يقول الحافظ ابن حجر رحمه الله: \"هنا يخضع للبخاري فما العجب من رده الخطأ إلى الصواب فإنه كان حافظا, بل العجب من حفظه للخطأ على ترتيب ما ألقوه عليه من مرة واحدة\".",
            "page": "34",
            "part": "1",
            "seal": "04649286"
        },
        {
            "id": "9",
            "nass": "نماذج من ثناء الناس عليه رحمه الله: - ¶ وقد كان البخاري رحمه الله موضع التقدير من شيوخه وأقرانه تحدثوا عنه بما هو أهله وأنزلوه المنزلة التي تليق به وكذلك غيرهم ممن عاصره أو جاء بعده وقد جمع مناقبه الحافظان الكبيران الذهبي وابن حجر العسقلاني في مؤلفين خاصين كما ذكر ذلك الذهبي في تذكرة الحفاظ وابن حجر في تهذيب التهذيب. ولعل من المناسب هنا ذكر بعض النماذج من ذلك: ¶ قال أبو عيسى الترمذي: \"كان محمد بن إسماعيل عند عبد الله بن منير فقال له لما قام: يا أبا عبد الله جعلك الله زين هذه الأمة فاستجاب الله تعالى له فيه\"..ويقول الإمام البخاري: \"كنت إذا دخلت على سليمان بن حرب يقول: \"بيّن لنا غلط شعبة\"، وقال محمد بن أبي حاتم وراق البخاري: سمعت يحيى بن جعفر البيكندي يقول: \"لو قدرت أن أزيد من عمري في عمر محمد بن إسماعيل لفعلت فإن موتي يكون موت رجل واحد وموت محمد بن إسماعيل فيه ذهاب العلم\".. وقال أحمد بن حنبل: \"ما أخرجت خراسان مثل محمد بن إسماعيل\", ولما بلغ علي بن المديني قول البخاري: \"ما استصغرت نفسي عند أحد إلا عند علي بن المديني\" قال لمن أخبره: \"دع قوله؛",
            "page": "34",
            "part": "1",
            "seal": "3B5B98CC"
        },
        {
            "id": "10",
            "nass": "ما رأى مثل نفسه\".. وقال رجاء بن رجاء: \"هو - يعني البخاري - آية من آيات الله تمشي على ظهر الأرض\". وقال أبو عبد الله الحاكم في تاريخ نيسابور: \"هو إمام أهل الحديث بلا خلاف بين أهل النقل\".. وقال إمام الأئمة ابن خزيمة: \"ما رأيت تحت أديم السماء أعلم بحديث رسول الله صلى الله عليه وسلم ولا أحفظ له من محمد بن إسماعيل البخاري\".. ويقول الحافظ الذهبي في تذكرة الحفاظ: \"وكان رأسا في الذكاء رأسا في العلم رأسا في الورع والعبادة\"، ويقول في كتابه العبر: \"وكان من أوعية العلم يتوقد ذكاء ولم يخلف بعده مثله رحمة الله عليه\"، وقال الحافظ ابن حجر في كتابه تقريب التهذيب: \"أبو عبد الله البخاري جبل الحفظ وإمام الدنيا ثقة الحديث\". ¶ وقال الحافظ ابن كثير في كتابه البداية والنهاية: \"هو إمام أهل الحديث في زمانه والمقتدى به في أوانه والمقدم على سائر أضرابه وأقرانه\"، وقال: \"وقد كان البخاري رحمه الله في غاية الحياء والشجاعة والسخاء والورع والزهد في الدنيا دار الفناء والرغبة في الآخرة دار البقاء\"، وقال ابن السبكي في طبقات الشافعية: \"هو إمام المسلمين وقدوة الموحدين وشيخ المؤمنين والمعول عليه في أحاديث سيد المرسلين وحافظ نظام الدين\"، وقال محمد بن يعقوب الأخرم سمعت أصحابنا يقولون: لما قدم البخاري نيسابور استقبله أربعة آلاف رجل على الخيل سوى من ركب بغلا أو حمارا وسوى الرجالة\". هذا غيض من فيض مما قيل في الإمام أبي عبد الله البخاري رحمه الله تعالى برحمته الواسعة.",
            "page": "35",
            "part": "1",
            "seal": "89A2E97F"
        },
        {
            "id": "11",
            "nass": "مصنفاته: - ¶ وقد أتحف الإمام البخاري رحمه الله المكتبة الإسلامية بمصنفات قيّمة نافعة أجلّها وعلى رأسها كتابه الجامع الصحيح الذي هو أصح الكتب المصنفة في الحديث النبوي. ¶ ومن مؤلفاته: الأدب المفرد, ورفع اليدين في الصلاة, والقراءة خلف الإمام, وبر الوالدين, والتأريخ الكبير, والأوسط, والصغير, وخلق أفعال العباد, والضعفاء, والجامع الكبير, والمسند الكبير, والتفسير الكبير, وكتاب الأشربة, وكتاب الهبة, وأسامي الصحابة, إلى غير ذلك من",
            "page": "35",
            "part": "1",
            "seal": "D73322EC"
        },
        {
            "id": "12",
            "nass": "مؤلفاته الكثيرة التي أورد كثير منها الحافظ ابن حجر رحمه الله في مقدمة فتح الباري…",
            "page": "36",
            "part": "1",
            "seal": "DC9CB61D"
        },
        {
            "id": "13",
            "nass": "عناية العلماء بترجمته ونقل أخباره رحمه الله: - ¶ لما قام الإمام البخاري رحمه الله بالعناية التامة في تدوين سنة النبي صلى الله عليه وسلم وتنقيتها من الشوائب وتجريد الأحاديث الصحيحة جعل الله له لسان صدق في الآخرين فما زال الناس منذ عصره ولا يزالون يثنون عليه ويترحمون عليه ويولون كتابه الجامع الصحيح العناية التامة وما من مؤلف في التاريخ وتراجم الرجال إلا ويزين مؤلفه بذكر ترجمته والتنويه بشأنه ونقل أخباره رحمه الله. ¶ فهذا الحافظ الذهبي رحمه الله يترجم له في تذكرة الحفاظ ويقول بعد نقل شيء من مناقبه: \"قلت: قد أفردت مناقب هذا الإمام في جزء ضخم فيه العجب\". ¶ وهذا الحافظ ابن حجر يترجم له في تهذيب التهذيب ويقول في ترجمته: \"قلت: مناقبه كثيرة جدا قد جمعتها في كتاب مفرد ولخصت مقاصده في آخر الكتاب الذي تكلمت فيه على تعاليق الجامع الصحيح\". ¶ وقد ترجم له أيضا في آخر كتاب هدي الساري مقدمة فتح الباري ونقل شيئا من ثناء مشائخه وأقرانه عليه ثم قال: \"ولو فتحت باب ثناء الأئمة عليه ممن تأخر عن عصره لفني القرطاس ونفدت الأنفاس فذاك بحر لا ساحل له\". ¶ وذكر الحافظ ابن كثير في تاريخه البداية والنهاية في أعيان سنة ست وخمسين ومائتين وقال: \"وقد ذكرنا له ترجمة حافلة في أول شرحنا لصحيحه ولنذكر هنا نبذة يسيرة من ذلك\", فذكرها في ثلاث صفحات. ¶ وترجم له ابن السبكي في طبقات الشافعية الكبرى وعّدد شيئا من مناقبه ثم قال: \"واعلم أن مناقب أبي عبد الله كثيرة فلا مطمع في استيعاب غالبها والكتب مشحونة به وفيما وردناه مقنع وبلاغ\". ¶ ويجدر بهذه المناسبة أن أضع بين يدي القارئ جدولا يوضح بعض",
            "page": "36",
            "part": "1",
            "seal": "9541902C"
        },
        {
            "id": "14",
            "nass": "الكتب المطبوعة التي اشتملت على ترجمته وتسمية مؤلفيها مع ذكر تاريخ وفياتهم وعدد صفحات الترجمة وتعيينها من كل كتاب ليكون راغب الوقوف على أخباره رحمه الله على علم بمظنتها كما يدرك من ذلك أيضا المطوّل منها والمختصر وذلك فيما يلي: ¶ -المؤلف وتاريخ وفاته-اسم الكتاب-عدد صفحات الترجمة -الصفحة الأولى-الجزء -تاريخ الطبع ومكانه ¶ -الخطيب البغدادي 463هـ-تاريخ بغداد ¶ -31-4-2-مصر 1349هـ ¶ -القاضي محمد بن أبي يعلى 526هـ-طبقات الحنابلة-9-271-1-مصر مطبعة السنة المحمدية ¶ -ابن خلكان 681هـ-وفيات الأعيان-3-309-3-1367 مصر ¶ -الحافظ الذهبي 748هـ-تذكرة الحفاظ-2-134-2-في حيدرأباد بالهند ¶ -ابن السبكي 771هـ-طبقات الشافعية الكبرى-18-2-2-1324 مصر ¶ -الحافظ ابن كثير 774هـ-البداية والنهاية-3-24-11-مطبعة السعادة بمصر ¶ -الحافظ ابن حجر العسقلاني 852هـ-هدي الساري -17-255-2-1383 مصر ¶ -الحافظ ابن حجر العسقلاني 852هـ-تهذيب التهذيب-9-47-9-1326 حيدر أباد ¶ -العليمي الحنبلي 928هـ-المنهج الأحمد-4-133-1-1383هـ بمصر ¶ -ابن العماد الحنبلي 1089هـ-شذرات الذهب-2-134-2-1350هـ مصر ¶ -صديق حسن خان 1307هـ-التاج المكلل-3-106-0-1382 الهند",
            "page": "37",
            "part": "1",
            "seal": "0F6DB7A0"
        },
        {
            "id": "15",
            "nass": "وفاته ومدة عمره: ـ ¶ توفي رحمه الله في خرتنك قرية من قرى سمرقند ليلة السبت بعد صلاة العشاء, وكانت ليلة عيد الفطر, ودفن يوم الفطر بعد صلاة الظهر سنة ست وخمسين ومائتين. ومدة عمره اثنتان وستون سنة إلا ثلاثة عشر يوما رحمه الله تعالى, قال الحافظ ابن كثير رحمه الله في كتابه البداية والنهاية: \"وقد ترك رحمه الله بعده علماً نافعاً لجميع المسلمين فعلمه لم ينقطع بل هو موصول بما أسداه من الصالحات في الحياة\". ¶ وقد قال رسول الله صلى الله عليه وسلم: \"إذا مات ابن آدم انقطع عمله إلا من ثلاث: علم ينتفع به\" الحديث, رواه مسلم.",
            "page": "38",
            "part": "1",
            "seal": "14E43A94"
        },
        {
            "id": "16",
            "nass": "صحيح البخاري ¶ اسمه: - ¶ اشتهر بين الناس قديماً وحديثا تسمية الكتاب الذي ألفه الإمام البخاري رحمه الله في الحديث النبوي بصحيح البخاري… ¶ أما اسمه عند البخاري رحمه الله فالجامع الصحيح كما ذكر ذلك في الباعث له على تأليفه وقد سماه الجامع الصحيح المسند من حديث رسول الله صلى الله عليه وسلم وسننه وأيامه كما ذكر ذلك الحافظ ابن حجر في مقدمة كتابه فتح الباري وذكر ابن الصلاح في كتابه علوم الحديث أنه سماه: الجامع المسند الصحيح المختصر من أمور رسول الله صلى الله عليه وسلم وسننه وأيامه.",
            "page": "38",
            "part": "1",
            "seal": "EE29070F"
        },
        {
            "id": "17",
            "nass": "السبب الباعث للإمام البخاري على تأليفه: - ¶ ذكر الحافظ ابن حجر في مقدمة كتابه فتح الباري أسبابا ثلاثة دعت الإمام البخاري رحمه إلى تأليف كتابه الجامع الصحيح: ¶ أحدها: أنه وجد الكتب التي ألفت قبله بحسب الوضع جامعة بين ما يدخل تحت التصحيح والتحسين والكثير منها يشمله التضعيف فلا يقال لغثه سمين, قال فحرك همته لجمع الحديث الصحيح الذي لا يرتاب في صحته أمين. ¶ الثاني: قال وقوّى عزمه على ذلك ما سمعه من أستاذه أمير المؤمنين في الحديث والفقه إسحاق بن إبراهيم الحنظلي المعروف بابن راهوية وساق بسنده إليه أنه قال: \"كنا عند إسحاق بن راهوية فقال: \"لو جمعتم كتاباً مختصرا لصحيح سنة رسول الله صلى",
            "page": "38",
            "part": "1",
            "seal": "88297B77"
        },
        {
            "id": "18",
            "nass": "الله عليه وسلم\", قال: \"فوقع ذلك في قلبي فأخذت في جمع الصحيح\". ¶ الثالث: قال: وروينا بالإسناد الثابت عن محمد بن سليمان بن فارس قال سمعت البخاري يقول: \"رأيت النبي صلى الله عليه وسلم وكأني واقف بين يديه وبيدي مروحة أذب بها عنه, فسألت بعض المعبرين فقال لي: \"أنت تذب عنه الكذب فهو الذي حملني على إخراج الجامع الصحيح\".",
            "page": "39",
            "part": "1",
            "seal": "A8CF4189"
        },
        {
            "id": "19",
            "nass": "مدى عنايته في تأليفه: - ¶ ولم يأل البخاري رحمه الله جهدا في العناية في هذا المؤلف العظيم يتضح مدى هذه العناية مما نقله العلماء عنه فنقل الفربري عنه أنه قال: \"ما وضعت في كتابي الصحيح حديثا إلا اغتسلت قبل ذلك وصليت ركعتين\"، ونقل عمر بن محمد البحيري عنه أنه قال: \"ما أدخلت فيه (يعني الجامع الصحيح) حديثا إلا بعد ما استخرت الله تعالى وصليت ركعتين وتيقنت صحته\". ونقل عنه عبد الرحمن بن رساين البخاري أنه قال: \"صنفت كتابي الصحيح لست عشرة سنة خرجته من ستمائة ألف حديث وجعلته حجة فيما بيني وبين الله تعالى\".",
            "page": "39",
            "part": "1",
            "seal": "928FA7B7"
        },
        {
            "id": "20",
            "nass": "موضوع الجامع الصحيح: - ¶ والأحاديث الصحيحة الثابتة عن رسول الله صلى الله عليه وسلم هي موضوع كتابه الجامع الصحيح فهي التي وجه عنايته إليها وجعل كتابه مشتملا عليها ويدل لذلك أمور منها: ¶ 1ـ تسميته لكتابه الجامع الصحيح المسند من حديث رسول الله صلى الله عليه وسلم وسننه وأيامه… ¶ 2ـ تصريحه بذلك في نصوص كثيرة نقلت عنه تقدم ذكر بعضها في السبب الباعث له على تأليفه وفي التنويه بمدى عنايته في تأليفه ومن ذلك غير ما تقدم ما نقله الإسماعيلي عنه أنه قال: \"لم أخرج هذا الكتاب إلا صحيحا وما تركت من الصحيح أكثر\". وروى إبراهيم بن معقل عنه أنه قال: \"ما أدخلت في كتابي الجامع إلا ما صح وتركت من الصحيح حتى لا يطول\"…",
            "page": "39",
            "part": "1",
            "seal": "0D738A9B"
        },
        {
            "id": "21",
            "nass": "محتوى الجامع الصحيح ¶ ... ¶ محتويات الجامع الصحيح: - ¶ وصحيح البخاري كما أنه يشتمل",
            "page": "39",
            "part": "1",
            "seal": "BE0E03FF"
        },
        {
            "id": "22",
            "nass": "على الأحاديث الصحيحة التي هي موضوع الكتاب فهو يشتمل أيضا على ما في تراجم أبوابه من التعليقات والاستنباط وذكر أقوال السلف وغير ذلك مما ليس داخلا في موضوع كتابه, قال الحافظ ابن حجر في مقدمة فتح الباري بعد الإشارة إلى موضوع الكتاب: \"ثم رأى أن لا يخليه من الفوائد الفقهية والنكت الحكمية فاستخرج بفهمه من المتون معاني كثيرة فرقها في أبواب الكتاب بحسب تناسبها واعتنى فيه بآيات الأحكام فانتزع منها الدلالات البديعة وسلك في الإشارة إلى تفسيرها السبل الوسيعة\" انتهى… ¶ وبذلك جمع الإمام البخاري رحمه الله في كتابه الجامع الصحيح بين الرواية والدراية بين حفظ سنة رسول الله صلى الله عليه وسلم وفهمها…",
            "page": "40",
            "part": "1",
            "seal": "C79871AA"
        },
        {
            "id": "23",
            "nass": "التعليقات في صحيح البخاري: - ¶ التعليق هو حذف راو أو أكثر من أول السند ولو إلى آخر الإسناد وهو كثير في صحيح البخاري بخلاف صحيح مسلم فإنه قليل جدا وقد ألف الحافظ ابن حجر في وصل تعليقات البخاري كتابا سماه (تعليق التعليق) واختصر هذا الكتاب في مقدمة الفتح في فصل طويل ذكر فيه تعاليقه المرفوعة والإشارة إلى من وصلها وكذا المتابعات لالتحاقها بها في الحكم في أوائل الفصل \"وقد بسطت ذلك جميعه في تصنيف كبير سميته تعليق التعليق ذكرت فيه جميع أحاديثه المرفوعة وآثاره الموقوفة وذكرت من وصلها بأسانيدي إلى المكان المعلق فجاء كتابا حافلا وجامعا كاملا\" - إلى أن قال -: \"وما علمت أحدا تعرض لتصنيف في ذلك\", وقال في نهاية الفصل بعد ذكر آخر ما في الصحيح من الأحاديث المعلقة المرفوعة: \"وقد بينت ما وصله منها في مكان آخر من كتابه ووصله في مكان من كتبه التي هي خارج الصحيح بينته أيضا وما لم نقف عليه من طريقه بينت من وصله إلى من علق عنه من الأئمة في تصانيفهم\" إلى آخر كلامه رحمه الله, وحاصل الحكم على التعليقات أن ما كان منها بصيغة الجزم كقال",
            "page": "40",
            "part": "1",
            "seal": "2342671B"
        },
        {
            "id": "24",
            "nass": "وروى وجاء ونحو ذلك مما بُني الفعل فيه للمعلوم فهو صحيح إلى من علقه عنه, ثم النظر فيما بعد ذلك, وما كان منها بصيغة التمريض كقِيل ورُوي ويُروى ويُذكر ونحو ذلك مما بُني الفعل فيه للمجهول فلا يستفاد منها صحة ولا ينافيها، ذكر معنى ذلك الحافظ ابن كثير في اختصاره لمقدمة ابن الصلاح، وقال: \"لأنه قد وقع من ذلك كذلك وهو صحيح وربما رواه مسلم\"، وقال الحافظ في مقدمة الفتح بعد ذكر الصيغة الأولى: \"الصيغة الثانية وهي صيغة التمريض لا تستفاد منها الصحة إلى من علق عنه لكن فيه ما هو صحيح وفيه ما ليس بصحيح…\".",
            "page": "41",
            "part": "1",
            "seal": "214A711F"
        },
        {
            "id": "25",
            "nass": "عدد أحاديث صحيح البخاري: - ¶ قد حرّر الحافظ ابن حجر عدد الأحاديث المرفوعة في صحيح البخاري والمعلقة وأوضح ذلك في مقدمة الفتح إجمالا وتفصيلا وإليك خلاصة ما انتهى إليه في ذلك على سبيل الإجمال: - ¶ 1 - عدد الأحاديث المرفوعة الموصولة بما فيها المكررة 7397 حديثا ¶ 2 - عدد الأحاديث المرفوعة المعلقة بما فيها المكررة 1341 حديثا ¶ 3 - عدد ما فيه من المتابعات والتنبيه على اختلاف الروايات 344 حديثا ¶ 4 - عدد ما فيه من الموصول والمعلق والمتابعات المرفوعة بالمكررة 9082 حديثا ¶ 5 - عدد الأحاديث المرفوعة الموصولة بدون تكرار 2602 حديثا ¶ 6 - عدد الأحاديث المعلقة بدون تكرار 159 حديثا ¶ 7 - عدد الأحاديث المرفوعة موصولة أو معلقة بدون تكرار 2761 حديثا ¶ وهذه الأعداد إنما هي في المرفوع خاصة دون ما في الكتاب من الموقوفات على الصحابة والمقطوعات عن التابعين ومن بعدهم، وبعد ذكر الحافظ ابن حجر لجملة الأحاديث بدون تكرار قال: \"وبين هذا العدد الذي حررته والعدد الذي ذكره ابن الصلاح وغيره تفاوت كثير\", ويعني بذلك ما جاء عن",
            "page": "41",
            "part": "1",
            "seal": "F09E5DD2"
        },
        {
            "id": "26",
            "nass": "ابن الصلاح حيث قال في علوم الحديث: \"وقد قيل إنها بإسقاط المكررة أربعة آلاف حديث\" ثم إنه علل ذلك بقوله: \"يحتمل أن يكون العدد الأول الذي قلدوه في ذلك كان إذا رأى الحديث مطولا في موضع آخر يظن أن المختصر غير المطول إما لبعد العهد به أو لقلة المعرفة بالصناعة ففي الكتاب من هذا النمط شيء كثير وحينئذ يتبين السبب في تفاوت ما بين العددين والله الموفق\" انتهى كلامه رحمه الله وغفر له وجزاه عن خدمته التامة للسنة وبخاصة أصح الكتب الحديثية خير جزاء.",
            "page": "42",
            "part": "1",
            "seal": "A47B322A"
        },
        {
            "id": "27",
            "nass": "السر في إعادة البخاري للحديث الواحد في موضع أو مواضع من صحيحه: - ¶ معلوم أن البخاري رحمه الله لم يرد الاقتصار في صحيحه على سرد الأحاديث وإنما أراد مع جمع الحديث الصحيح استنباط ما اشتمل عليه من حكم وأحكام ولذلك يستنبط من الحديث الحكم ويجعله ترجمة ثم يورد الحديث تحتها للاستدلال به عليها ويستنبط منه حكما آخر يترجم به ويورد الحديث مرة أخرى للاستدلال به أيضا فيكون التكرار لغرض الاستدلال على أنه إذا أعاد الحديث مستدلا به لا يخلي المقام من فائدة جديدة وهي إيراده له عن شيخ سوى الشيخ الذي أخرجه عنه من قبل وذلك يفيد تعدد الطرق لذلك الحديث ولهذا قال الحافظ أبو الفضل ابن طاهر المقدسي فيما نقل عنه الحافظ ابن حجر في مقدمة الفتح: \"وقلما يورد حديثا في موضعين بإسناد واحد ولفظ واحد\"، وذكر الحافظ ابن حجر أن الذي وقع له من ذلك قليل جدا، وقال صاحب كشف الظنون: \"والتي ذكرها سندا ومتنا معادا ثلاثة وعشرون حديثا\"، وللبخاري أغراض أخرى في إعادة الحديث في موضع أو مواضع ذكر كثيرا منها الحافظ في مقدمة الفتح.",
            "page": "42",
            "part": "1",
            "seal": "44FD37CD"
        },
        {
            "id": "28",
            "nass": "تراجم صحيح البخاري: ¶ وصف الحافظ ابن حجر تراجم صحيح البخاري بكونها حيّرت الأفكار وأدهشت العقول والأبصار,",
            "page": "42",
            "part": "1",
            "seal": "5021DA98"
        },
        {
            "id": "29",
            "nass": "وبكونها بعيدة المنال منيعة المثال انفرد بتدقيقه فيها عن نظرائه واشتهر بتحقيقه لها عن قرنائه وقد فصّل القول فيها في مقدمة الفتح وذكر أن منها ما يكون دالا بالمطابقة لما يورده تحتها وقد تكون الترجمة بلفظ المترجم له أو بعضه أو معناه وكثيرا ما يترجم بلفظ الاستفهام حيث لا يجزم بأحد الاحتمالين وكثيرا ما يترجم بأمر لا يتضح المقصود منه إلا بالتأمل كقوله: \"باب قول الرجل ما صلينا\" فإن غرضه الرد على من كره ذلك, وكثيرا ما يترجم بلفظ يومئ إلى معنى حديث لم يصح على شرطه أو يأتي بلفظ الحديث الذي لم يصح على شرطه صريحا في الترجمة ويورد في الباب ما يؤدي معناه تارة بأمر ظاهر وتارة بأمر خفي وربما اكتفى أحيانا بلفظ الترجمة التي هي لفظ حديث لم يصح على شرطه وأورد معه أثرا أو آية فكأنه يقول لم يصح في الباب شيء على شرطه، لهذه الأمور وغيرها اشتهر عن جمع من الفضلاء قولهم: \"فقه البخاري في تراجمه\".",
            "page": "43",
            "part": "1",
            "seal": "9C497521"
        },
        {
            "id": "30",
            "nass": "شروط البخاري في صحيحه ¶ ... ¶ شرط البخاري في صحيحه: ¶ روى الحافظ ابن حجر في مقدمة الفتح بسنده إلى الحافظ أبي الفضل ابن طاهر المقدسي أنه قال: \"شرط البخاري أن يخرّج الحديث المتفق على ثقة نقلته إلى الصحابي المشهور من غير اختلاف بين الثقات الأثبات ويكون إسناده متصلا غير مقطوع وإن كان للصحابي راويان فصاعدا فحسن وإن لم يكن إلا راو واحد وصح الطريق إليه كفى\" انتهى. وهذا الذي رواه الحافظ عنه في مقدمة الفتح صرح به المقدسي نفسه بلفظ قريب منه في أول كتابه شروط الأئمة الستة، وقال الحافظ في مقدمة الفتح وفي شرح نخبة الفكر في معرض ترجيح صحيحه على صحيح مسلم: \"أما رجحانه من حيث الاتصال فلاشتراطه أن يكون الراوي قد ثبت له لقاء من روى عنه ولو مرة واكتفى مسلم بمطلق المعاصرة\"، وقال في شرح النخبة أيضا في أثناء تعداد مراتب الصحيح: \"ثم يقدم في الأرجحية من حيث الأصحية ما وافقه شرطهما لأن المراد به رواتهما مع باقي شروط الصحيح…\".",
            "page": "43",
            "part": "1",
            "seal": "E8EA58A7"
        },
        {
            "id": "31",
            "nass": "ثناء العلماء عليه وتلقيهم له ولصحيح مسلم بالقبول: - ¶ قال الحافظ في مطلع مقدمة الفتح: \"وقد رأيت الإمام أبا عبد الله البخاري في جامعه الصحيح قد تصدى للاقتباس من أنوارهما البهية - يعني الكتاب والسنة - تقريرا واستنباطا وكرع من مناهلهما الروية انتزاعا وانتشاطا ورزق بحسن نية السعادة فيما جمع حتى أذعن له المخالف والموافق وتلقى كلامه في الصحيح بالتسليم المطاوع والمفارق..\" إلى آخر كلامه رحمه الله… ¶ وقال الحافظ ابن كثير في البداية والنهاية: \"وأجمع العلماء على قبوله - يعني صحيح البخاري - وصحة ما فيه وكذلك سائر أهل الإسلام…\". ¶ وقال ابن السبكي في طبقات الشافعية الكبرى: \"وأما كتابه الجامع الصحيح فأجل كتب الإسلام بعد كتاب الله…\". ¶ وقال أبو عمرو ابن الصلاح في علوم الحديث بعد ذكره أن أول من صنف في الصحيح البخاري ثم مسلم: \"وكتاباهما أصح الكتب بعد كتاب الله العزيز\" ثم قال: \"ثم إن كتاب البخاري أصح الكتابين وأكثرهما فوائد\". ¶ وقال النووي في مقدمة شرحه لمسلم: \"اتفق العلماء رحمهم الله على أن أصح الكتب بعد الكتاب العزيز الصحيحان البخاري ومسلم وتلقتهما الأمة بالقبول وكتاب البخاري أصحهما وأكثرهما فوائد ومعارف ظاهرة وغامضة وقد صح أن مسلما كان ممن يستفيد من البخاري ويعترف بأنه ليس له نظير في علم الحديث\" انتهى… ¶ وقال الحافظ عبد الغني المقدسي في كتابه الكمال - فيما نقله ابن العماد في شذرات الذهب -: \"الإمام أبو عبد الله الجعفي مولاهم البخاري صاحب الصحيح إمام هذا الشأن والمقتدى به فيه والمعول على كتابه بين أهل الإسلام\". ¶ وقال الإمام الشوكاني في مطلع كتابه قطر الولي على حديث الولي - وهو حديث من عادى لي وليا فقد آذنته بالحرب",
            "page": "44",
            "part": "1",
            "seal": "14AD4649"
        },
        {
            "id": "32",
            "nass": "قال: \"ولا حاجة لنا في الكلام على رجال إسناده فقد أجمع أهل هذا الشأن أن أحاديث الصحيحين أو أحدهما كلها من المعلوم صدقه المتلقى بالقبول المجمع على ثبوته وعند هذه الإجماعات تندفع كل شبهة ويزول كل تشكيك وقد دفع أكابر الأئمة من تعرض للكلام على شيء مما فيهما وردوه أبلغ رد وبينوا صحته أكمل بيان فالكلام على إسناده بعد هذا لا يأتي بفائدة يعتد بها فكل رواته قد جاوزوا القنطرة وارتفع عنهم القيل والقال وصاروا أكبر من أن يتكلم فيهم بكلام أو يتناولهم طعن طاعن أو توهين موهن\" انتهى… ¶ هذه أمثلة لكلام العلماء في صحيح البخاري وبيان علو درجته وتلقي الأمة له ولصحيح مسلم بالقبول…",
            "page": "45",
            "part": "1",
            "seal": "90BDE6BD"
        },
        {
            "id": "33",
            "nass": "وجوه ترجيح صحيحه على صحيح مسلم: - ¶ تقدم ذكر بعض أقوال الأئمة الدالة على تقديم الصحيحين صحيح البخاري وصحيح مسلم على غيرهما وتلقي الأمة لهما بالقبول وفي بعضها النص على تقديم صحيح البخاري على صحيح مسلم وهو أمر مشهور عند أهل العلم وذلك لأمور: - ¶ الأول: أن الذين انفرد البخاري بالإخراج لهم دون مسلم أربعمائة وبضعة وثلاثون رجلا, المتكلم فيه بالضعف منهم ثمانون رجلا، والذين انفرد مسلم بالإخراج لهم دون البخاري ستمائة وعشرون رجلا المتكلم فيه بالضعف منهم مائة وستون رجلا, ولا شك أن التخريج عمن لم يتكلم فيه أصلا أولى من التخريج عمن تكلم فيه وإن لم يكن ذلك الكلام قادحا. ¶ الثاني والثالث: أن الذين انفرد بهم البخاري ممن تكلم فيه لم يكثر من تخريج أحاديثهم وأن أكثرهم من شيوخه الذين لقيهم وجالسهم وعرف من أحوالهم واطلع على أحاديثهم وميز جيدها من موهومها بخلاف مسلم في الأمرين… ¶ الرابع: أن البخاري اشترط ثبوت التلاقي بين الراوي ومن روى عنه ولو مرة واكتفى مسلم بمجرد المعاصرة وذلك واضح الدلالة على تقديم صحيح",
            "page": "45",
            "part": "1",
            "seal": "DE25CC38"
        },
        {
            "id": "34",
            "nass": "البخاري على صحيح مسلم لما فيه من شدة الاحتياط وزيادة التثبت… ¶ الخامس: أن ما انتقد على البخاري من الأحاديث أقل عددا مما انتقد على مسلم ولا شك أن ما قل الانتقاد فيه أرجح مما كثر. ¶ وهذه الوجوه بالإضافة إلى اتفاق العلماء على أن البخاري أعلم بهذا الفن من مسلم وأن مسلما تلميذه وخريجه وكان يشهد له بالتقدم في هذا الفن والإمامة فيه والتفرد بمعرفة ذلك في عصره. وقد أوضح هذه الوجوه وغيرها الحافظ ابن حجر في مقدمة الفتح وفي شرحه لنخبة الفكر… ¶ وهذا الترجيح لصحيح البخاري على صحيح مسلم المراد به ترجيح الجملة على الجملة لا كل فرد من أحاديث الآخر كما أشار إلى ذلك السيوطي في ألفيته بقوله: ¶ وربما يعرض للمفوق ما ... يجعله مساويا أو قدما ¶ ومن أمثلة ذلك كما في شرح النخبة للحافظ ابن حجر أن يكون الحديث عند مسلم وهو مشهور قاصر عن درجة التواتر لكن حفته قرينة صار بها يفيد العلم فإنه يقدم على الحديث الذي يخرجه البخاري إذا كان فردا مطلقا… ¶ أما ما نقل عن بعض العلماء من تقديم صحيح مسلم على صحيح البخاري فهو راجع إلى حسن السياق وجودة الوضع والترتيب لا إلى الأصحية كما قرر ذلك أهل هذا الشأن…",
            "page": "46",
            "part": "1",
            "seal": "95F53E99"
        },
        {
            "id": "35",
            "nass": "عدد شيوخ البخاري في الجامع الصحيح وطبقاتهم: - ¶ ذكر صاحب كشف الظنون أن عدد مشائخ البخاري الذين خرج عنهم في الجامع الصحيح مائتان وتسعة وثمانون، وعدد الذين تفرد بالرواية عنهم دون مسلم مائة وأربعة وثلاثون وذكر الحافظ في مقدمة الفتح أن مشائخه منحصرون في خمس طبقات: ¶ الطبقة الأولى: من حدثه عن التابعين مثل محمد بن عبد الله الأنصاري حدثه عن حميد ومثل مكي بن إبراهيم حدثه عن يزيد بن أبي عبيد ومثل أبي عاصم النبيل حدثه عن يزيد بن أبي عبيد أيضا ومثل عبيد الله",
            "page": "46",
            "part": "1",
            "seal": "73295CE8"
        },
        {
            "id": "36",
            "nass": "ابن موسى حدثه عن إسماعيل بن أبي خالد ومثل أبي نعيم حدثه عن الأعمش ومثل خلاد بن يحيى حدثه عن عيسى بن طهمان ومثل علي بن عياش وعصام بن خالد حدثاه عن حريز بن عثمان وشيوخ هؤلاء كلهم من التابعين… ¶ الطبقة الثانية: من كان في عصر هؤلاء لكن لم يسمع من ثقات التابعين كآدم بن أبي إياس وأبي مسهر عبد الأعلى بن مسهر وسعيد بن أبي مريم وأيوب بن سليمان بن بلال وأمثالهم… ¶ الطبقة الثالثة: هي الوسطى من مشائخه وهم من لم يلق التابعين بل كبار تبع الأتباع كسليمان بن حرب وقتيبة بن سعيد ونعيم بن حماد وعلي بن المديني ويحيى بن معين وأحمد ابن حنبل واسحاق ابن راهوية وأبي بكر وعثمان بن أبي شيبة وأمثال هؤلاء، وهذه الطبقة قد شاركه مسلم في الأخذ عنهم… ¶ الطبقة الرابعة: رفقاؤه في الطلب ومن سمع قبله قليلا كمحمد بن يحيى الذهلي وأبي حاتم الرازي ومحمد بن عبد الرحيم صاعقة وعبد بن حميد وأحمد بن النضر وجماعة من نظرائهم وإنما يخرج عن هؤلاء ما فاته من مشايخه أو ما لم يجد عند غيرهم. ¶ الطبقة الخامسة: قوم في عداد طلبته في السن والإسناد سمع منهم للفائدة كعبد الله بن حماد الآملي وعبد الله بن أبي العاص الخوارزمي وحسين بن محمد القباني وغيرهم. وقد روى عنهم أشياء يسيرة وعمل في الرواية عنهم بما روى عثمان بن أبي شيبة عن وكيع قال: \"لا يكون الرجل عالما حتى يحدث عمن هو فوقه وعمن هو مثله وعمن هو دونه\"، وعن البخاري أنه قال: \"لا يكون المحدث كاملا حتى يكتب عمن هو فوقه وعمن هو مثله وعمن هو دونه..\".",
            "page": "47",
            "part": "1",
            "seal": "79D6E5CD"
        },
        {
            "id": "37",
            "nass": "ثناء العلماء على الرواة المخرج لهم في صحيح البخاري وانتقاد بعض الحفاظ لبعضهم والجواب على ذلك: ¶ تقدم في كلام الشوكاني على صحة حديث من عادى لي وليا قوله: \"فكل رواته قد جاوزوا القنطرة وارتفع",
            "page": "47",
            "part": "1",
            "seal": "2850A53D"
        },
        {
            "id": "38",
            "nass": "عنهم القيل والقال وصاروا أكبر من أن يتكلم فيهم بكلام أو يتناولهم طعن طاعن أو توهين موهن\". ¶ وقال الحافظ في مقدمة الفتح: \"وقد كان الشيخ أبو الحسن المقدسي يقول في الرجل الذي خرج عنه في الصحيح هذا جاز القنطرة يعني بذلك أنه لا يلتفت إلى ما قيل ما فيه\"، وقال الحافظ في شرح نخبة الفكر: \"ورواتهما (يعني الصحيحن) قد حصل الاتفاق على القول بتعديلهم بطريق اللزوم, فهم مقدمون على غيرهم في رواياتهم وهذا أصل لا يخرج عنه إلا بدليل\" انتهى. وقد كان من دأب العلماء أحيانا عند إرادة التعريف ببعض الرواة: الاكتفاء بالقول بأنه من رجال الصحيحين أو أحدهما. ¶ هذا وقد انتقد بعض الحفاظ نحو الثمانين من رجال صحيح البخاري كما سبقت الإشارة إلى ذلك عند ذكر وجوه ترجيح صحيح البخاري على صحيح مسلم وقد عقد الحافظ ابن حجر في مقدمة الفتح فصلا ذكرهم فيه واحدا واحدا وأجاب عما وجه إليهم من انتقادات وقال في معرض تعداد الفصول العشرة التي اشتملت عليها المقدمة: \"التاسع في سياق أسماء جميع من طعن فيه من رجاله على ترتيب الحروف والجواب عن ذلك الطعن بطريق الإنصاف والعدل والاعتذار عن المصنف في التخريج لبعضهم ممن يقوى جانب القدح فيه إما لكونه تجنب ما طعن فيه بسببه وإما لكونه أخرج ما وافقه عليه من هو أقوى منه وإما لغير ذلك من الأسباب\"، وقال في مطلع الفصل المشار إليه: \"وقبل الخوض فيه ينبغي لكل منصف أن يعلم أن تخريج الصحيح لأي راو كان مفتعل لعدالته عنده وصحة ضبطه وعدم غفلته ولا سيما ما انضاف إلى ذلك من إطباق جمهور الأئمة على تسمية الكتابين بالصحيحين وهذا معنى لم يحصل بغير من خرج عنه في الصحيح فهو بمثابة إطباق الجمهور على تعديل من ذكر فيهما, هذا إذا خرج له في الأصول فأما إن خرج له في المتابعات والشواهد والتعاليق فهذا يتفاوت درجات من أخرج له منهم في الضبط وغيره مع حصول اسم",
            "page": "48",
            "part": "1",
            "seal": "AFC3D3A8"
        },
        {
            "id": "39",
            "nass": "الصدق لهم وحينئذ إذا وجدنا لغيره في أحد منهم طعنا فذلك الطعن مقابل تعديل هذا الإمام فلا يقبل إلا مبين السبب مفسرا بقادح يقدح في عدالة هذا الراوي أو في ضبطه مطلقا أو في ضبطه لخبر بعينه لأن الأسباب الحاملة على الجرح متفاوتة منها ما يقدح ومنها ما لا يقدح\", ثم إنه ذكر الأسباب الخمسة التي عليها مدار الجرح وهي البدعة والمخالفة والغلط وجهالة الحال ودعوى الانقطاع في السند وتكلم على كل منها بالنسبة لرجال الصحيح إجمالا ثم نبه على أمور قدح بها بعض العلماء وهي غير قادحة. وقال الخطيب البغدادي كما في قواعد التحديث للقاسمي: \"ما احتج البخاري ومسلم به من جماعة علم الطعن فيهم من غيرهم محمول على أنه لم يثبت الطعن المؤثر مفسر السبب…\". ¶ وقال الحافظ الذهبي في جزء جمعه في الثقات الذين تكلم فيهم بما لا يوجب ردهم: \"وقد كتبت في مصنفي الميزان عددا كثيرا من الثقات الذي احتج البخاري ومسلم وغيرهما بهم لكون الرجل منهم قد دون اسمه في مصنفات الجرح وما أوردتهم لضعف فيهم عندي بل ليعرف ذلك وما زال يمر بي الرجل الثبت وفيه مقال من لا يعبأ به\" إلى آخر كلامه رحمه الله.",
            "page": "49",
            "part": "1",
            "seal": "22A6D717"
        },
        {
            "id": "40",
            "nass": "انتقاد بعض الحفاظ لبعض الأحاديث في صحيح البخاري والجواب عن ذلك: - ¶ ذكر الحافظ ابن حجر في مقدمة الفتح أن الدارقطني وغيره من الحفاظ انتقدوا على الصحيحين مائتين وعشرة أحاديث اشتركا في اثنين وثلاثين حديثا وانفرد البخاري عن مسلم بثمانية وسبعين حديثا وانفرد مسلم عن البخاري بمائة حديث وقد عقد فصلا خاصا للكلام على الأحاديث المنتقدة في صحيح البخاري أورد فيه الأحاديث على ترتيب صحيح البخاري وأجاب على الانتقادات فيها تفصيلا وقد أجاب عنها في أول الفصل إجمالا حيث قال: \"والجواب عنه على سبيل الإجمال أن نقول: \"لا ريب في تقديم البخاري ثم مسلم على أهل عصرهما ومن بعده من أئمة هذا الفن في معرفة الصحيح والمعلل\" ثم ذكر بعض ما يؤيد ذلك ثم قال: \"فإذا عرف وتقرر أنهما لا",
            "page": "49",
            "part": "1",
            "seal": "6E4FF90C"
        },
        {
            "id": "41",
            "nass": "يخرجان من الحديث إلا ما لا علة له أو له علة إلا أنها غير مؤثرة عندهما فبتقدير توجيه كلام من انتقد عليهما يكون قوله معارضا لتصحيحهما ولا ريب في تقديمهما في ذلك على غيرهما فيندفع الاعتراض من حيث الجملة وأما من حيث التفصيل فالأحاديث التي انتقدت عليهما تنقسم أقساما: ¶ الأول: ما تختلف الرواة فيه بالزيادة والنقص من رجال الإسناد. ¶ الثاني: ما تختلف الرواة فيه بتغيير رجال بعض الإسناد. ¶ الثالث: ما تفرد بعض الرواة بزيادة فيه دون من هو أكثر عددا أو أضبط ممن لم يذكرها. ¶ الرابع: ما تفرد به بعض الرواة ممن ضعف من الرواة. ¶ الخامس: ما حكم فيه بالوهم على بعض رجاله. ¶ السادس: ما اختلف فيه بتعيين بعض ألفاظ المتن. ¶ وفي ضمن ذكره لهذه الأقسام ذكر الجواب عن ذلك في الجملة وأشار إلى بعض الأحاديث المنتقدة التي فصل القول فيها بما يوضح الجواب الإجمالي. ثم قال: \"فهذه جملة أقسام ما انتقده الأئمة على الصحيح وقد حررتها وحققتها وقسمتها وفصلتها لا يظهر منها ما يؤثر في أصل موضوع الكتاب بحمد الله إلا النادر\". وقال في نهاية الفصل: \"هذا جميع ما تعقبه الحفاظ النقاد العارفون بعلل الأسانيد المطلعون على خفايا الطرق\"، إلى أن قال: \"فإذا تأمل المنصف ما حررته من ذلك عظم مقدار المصنف في نفسه وجل تصنيفه في عينه وعذر الأئمة من أهل العلم في تلقيه بالقبول والتسليم وتقديمهم له على كل مصنف في الحديث والقديم\".",
            "page": "50",
            "part": "1",
            "seal": "9F8D4C9B"
        },
        {
            "id": "42",
            "nass": "عناية العلماء بصحيح البخاري: ¶ وقصارى القول أن صحيح البخاري أول مصنف في الصحيح المجرد وهو أصح كتاب بعد كتاب الله العزيز ورجاله مقدمون في الرتبة على غيرهم وأحاديثه على كثرتها لم ينتقد الجهابذة المبرزون في هذا الفن منها إلا القليل مع عدم سلامة هذا النقد ومع هذا",
            "page": "50",
            "part": "1",
            "seal": "05720BA7"
        },
        {
            "id": "43",
            "nass": "كله جمع فيه مؤلفه رحمه الله بين الرواية والدراية وهذه الميزات وغيرها توضح السر في إقبال العلماء عليه واشتغالهم فيه وعنايتهم التامة به فلقد بذل العلماء قديما وحديثا فيه الجهود العظيمة وصرفوا في خدمته الأوقات الثمينة وأولوه ما هو جدير به من اهتمامهم فكم شارح لجميع ما بين دفتيه بسطا واختصارا ومقتصر على إيضاح بعض جوانبه فألفوا في رجاله وفي شيوخه خصوصا وصنفوا في شرح تراجم أبوابه وفي المناسبة بينها وغير ذلك من الجوانب التي أفردت بالتأليف وكان على رأس المبرزين في هذا الميدان الحافظ الكبير أحمد بن حجر العسقلاني المتوفى سنة 852هـ فقد أودع كتابه العظيم فتح الباري مع مقدمته ما فيه العجب فكما أن مؤلفه رحمه الله أحسن في انتقائه وجمعه غاية الإحسان فقد أحسن الحافظ ابن حجر في خدمته والعناية به تمام الإحسان وإن نسبته إلى غيره من الشيوخ كنسبة صحيح البخاري إلى غيره من المصنفات فرحم الله الجميع برحمته الواسعة وجزاهم خير الجزاء …",
            "page": "51",
            "part": "1",
            "seal": "E6ED34BC"
        }
    ],
    "t8772": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الامام البخاري"
        },
        {
            "id": "1",
            "lvl": "2",
            "sub": "1",
            "tit": "نسب الامام البخاري"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "متى وأين ولد"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "نشأته وبدؤه طلب العلم"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "رحلته في طلب العلم وسماعه الحديث"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "ذكاؤه وقوة حفظه"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "نماذج من ثناء الناس عليه رحمه الله"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "مصنفاته"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "عناية العلماء بترجمته ونقل اخباره رحمة الله"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "وفاته ومدة عمره"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "صحيح البخاري"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "اسمه"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "السبب الباعث للامام البخاري على تأليفه"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "مدى عنايته في تأليفه"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "موضوع الجامع الصحيح"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "محتوى الجامع الصحيح"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "التعليقات في صحيح البخاري"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "عدد احاديث صحيح البخاري"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "السر في اعادة البخاري للحديث الواحد في موضع او مواضع من صحيحه"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "تراجم صحيح البخاري"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "شروط البخاري في صحيحه"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "ثناء العلماء عليه وتلقيهم له ولصحيح مسلم بالقبول"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "وجوه ترجيح صحيحه على صحيح مسلم"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "عدد شيوخ البخاري في الجامع الصحيح وطبقاتهم"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "ثناء العلماء على الرواة المخرج لهم في صحيح البخاري وانتقاد بعض الحفاظ لبعضهم والجواب على ذلك"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "انتقاد بعض الحفاظ لبعض الاحاديث في صحيح البخاري والجواب عن ذلك"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "عناية العلماء بصحيح البخاري"
        }
    ]
}