{
    "b8793": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ البديع عند الحريري ¶ فضيلة الدكتور بيلو أحمد أبو بكر ¶ قسم البلاغة والنقد بكلية اللغة العربية ¶ الحمد لله رب العالمين، والصلاة والسلام على من أوتي جوامع الكلم، وبعث رحمة للعالمين، وعلى آله وأصحابه وزوجاته أمهات المؤمنين، ومن تبعهم بإحسان إلى يوم الدين. ¶ الحريري: ¶ هو أبو محمد القاسم بن علي بن عثمان الحريري البصري، ولدi ونشأ ببلد قريب من البصرة، وتتلمذ على كثير من علماء البصرة، وعرف بالذكاء والفطنة والفصاحة وحسن العبارة، ورزق الشهرة وذيوع السيرة في التأليف، وله مؤلفات كثيرة منها كتاب المقامات الذي سنتناول الحديث عن البديع من خلاله إن شاء الله. ¶ ويحكى أنه كان دميما قبيح المنظر، فجاء شخص غريب يزوره ويأخذ عنه شيئا، فلما رآه استزرى شكله؛ ففهم ذلك الحريري ذلك منه، فأسره في نفسه، فلما التمس الرجل أن يملي عليه قال له الحريري: ¶ ما أنت أول سار غره قمر ... ورائد أعجبته خضرة الدمن ¶ فاختر لنفسك غيري إنني رجل ... مثل المعيدي فاسمع بي ولا ترني ¶ فخجل الرجل منه وانصرف. والحريري نسبة إلى صنعه وبيعه الحرير. ¶ __________ ¶ i وكانت ولادته سنة ست وأربعين وأربعمائة، وتوفي خمس أو ست عشرة وخمسمائة. راجع مقدمة الشريشي في شرح المقامات.",
            "page": "293",
            "part": "1",
            "seal": "EE13BE1A"
        },
        {
            "id": "2",
            "nass": "وجولتنا في (البديع) عند الحريري تدور حول مقاماته المشهورة، ومن هنا نجد أمامنا سؤالا هو: ما المقامة في اللغة العربية؟، ثم ماذا يعنيه الحريري بالمقامة؟ ¶ إذا استشرنا كتب اللغة العربية فستقول لنا: المقامات هي المجالس، وواحدتها مقامة، والحديث يجتمع له ويجلس لاستماعه يسمى مقامة ومجلسا؛ لأن المستمعين للمتحدث ما بين قائم وجالس، ولأن المتحدث يقوم ببعضه تارة ويجلس تارة أخرى، كما أن المقامة هي المجلس يقوم فيه الخطيب يحض على فعل الخير. ¶ وهذه المقامات الحريرية عبارة عن قصص خيالية من بنات أفكاره ابتدعها وملأها بالحكايات التي نوعها وفرعها ووشاها بالملح، وزينها بدرر الفقر الجميلة، وأتى فيها بالمعنى الدقيق للفظ الرقيق، حتى أصبحت هامة على تاج الفن الأدبي في اللغة العربية في عصره، وظهرت روضة غناء تحوم في سماءها نفوس عشاق ذلك الأدب، إلا أن أيدي المطامع لا تصل إلى حماها، وكانت في البراعة في قمة الشهرة في ذلك العصر، وسارت مسير النيرين في الآفاق الأدبية، مما جعل علماء عصره يهتمون بروايتها عن الشيوخ الثقاة، ويقيدون فرائد ألفاظها عن تحقيق وتدقيق، ودارت كتابات حولها لبيان غوامضها وشرح أغراضها، أو للتحدث عنها بالإنصاف بين انفصالها واعتراضها، من ذلك تلك الرسالة التي كتبها الإمام أبو محمد عبد الله بن أحمد الخشاب في الاعتراض على الحريري، ثم قام ابن بري بالانتصار له. ¶ كما اهتم العلماء إلى جانب ذلك بشرح الأمثال الواردة فيها ونسبتها إلى القائلين وغير ذلك؛ لأنها اشتملت على كثير من بلاغات العرب ولغاتها وأمثالها وأسرار كلامها، ومن عرفها معرفة تامة، وقف على فضل الرجل في اللغة العربية وسعة اطلاعه، وغزارة مادته. ¶ هذا ولم يكن الحريري أول من طرق هذا الباب؛ فقد سبقه إليه بديع الزمان الهمدانيi، الذي ألف أربعمائة مقامة، وكانت لطيفة الأغراض والمقاصد، إلا أن بين هذه المقامات ما لا تبلغ عشرة أسطرii. ¶ فجاءت مقامات الحريري أحفل وأغزر، فلتقدمه فضله الحريري على نفسهiii، ¶ __________ ¶ i هو أبو الفضل أحمد بن الحسين الهمداني، يقال إنه كان ظريف النثر مليح غرر النظم؛ فقد كانت له عجائب وغرائب، وإنه لم يلف نظيره في عصره في ذكاء القريحة وسرعة الخاطر وصفاء الذهن، وافاه الأجل بعد أربعين سنة من عمره عام 393?. ¶ ii راجع الشريشي ج 1 ص 14- 15. ¶ iii فراجع في ذلك مقاماته.",
            "page": "294",
            "part": "1",
            "seal": "5D648F17"
        },
        {
            "id": "3",
            "nass": "وأشاد في عمله في أدب جم وتواضع بالغ، مع علمه بفضل مقاماته على مقامات البديع، لكنه تقدير اللاحق للسابق، ومما يدل على فضل مقامات الحريري أنها مذ ظهرت لم تستعمل مقامات البديع، لهذا إذا دققت النظر تجد أن الحريري لم يتجاهل فضل الله عليه، فقد حصر فضل مقامات البديع على التقدم في الزمن حتى لا يبعد عن الحقيقة، وهذا مذهب مستحسن حيث لم ير لنفسه فضلا على غيره، بل جعل عمله مثل جري الفرس الأعرج الذي لا يستطيع إذا اجتهد أن يلحق مشي الصحيح. ¶ والجانب الذي سندرسه للحريري هو الجانب البديعي بالمعنى الاصطلاحي المتأخر تقريبا، لا بالمعنى الواسع المتعارف لدى المتقدمين الأوائل، لهذا يبدو أنه من المناسب أن نتناول معنى كلمة البديع وإن كان معناها معلوما عند أكثر قراء العربية.",
            "page": "295",
            "part": "1",
            "seal": "D31FC1AA"
        },
        {
            "id": "4",
            "nass": "البديع: ¶ إذا رجعنا إلى الجانب اللغوي لهذه الكلمة فإننا سنجد أنها تدور حول الجديد والمخترع الحديث، فبدع الشيء يبدعه بدعا: أنشأه وبدأه، وبدع الرَّكية: استنبطها وأحدثها، والبديع: المحدث العجيب، وأبدعت الشيء: اخترعته لا على مثال سابق، قال تعالى: {بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ} أي خالقهما ومبدعهما، فهو سبحانه وتعالى الخالق المبدع لا على مثال سابق. ¶ أما معناه في مصطلح علماء البديع أو البلاغة، فقد عرفه الخطيب القزويني بقوله: \"هو علم يعرف به تحسين وجوه الكلام بعد رعاية تطبيقه على مقتضى الحال ووضوح الدلالة\". ¶ ومن هنا نتبين أن المناسبة ظاهرة بين المعنى اللغوي والمعنى الاصطلاحي؛ لأن من شأن الجديد والمخترع الحديث أن يكون فيه حسن وطرافة وروعة وإمتاع، وهذا مما سوغ التسمية وقرب الصلة بين المعنيين، إلا أنه قد تفرع من القول بأن هذه الألوان محسنات، تفرع من ذلك القول أنها ليست من مقومات البلاغة ولا الفصاحة، فالحسن الذي تحدثه في الكلام عرضي لا ذاتي. ¶ هذا هو قول المتأخرين الذين فصلوا البديع عن علمي البلاغة: المعاني والبيان، إلا أن من رجال العصر الحاضر من له رأي غير هذا حول هذه الأصباغ البديعية، إذا جاءت فطرية كما وجدت في الأدب العربي القديم، واتفقت اتفاقا واطردت كما هي في كلامهم حيث تأتي عفو الخاطر وفيض الفطرة السليقة، من غير تكلف وإعمال فكر، فإن كانت بهذه الصورة فهو لا يرى أنها عرضية تابعة للبلاغة، أو أنها لا تأثير لها في فن القول: لأن الذين أخرجوا البديع من البلاغة اعتمدوا على التقسيمات البحتة، ونظروا إلى ما",
            "page": "295",
            "part": "1",
            "seal": "7C66955C"
        },
        {
            "id": "5",
            "nass": "جاء منها مخالفا للفطرة والسليقة، بل جاء بعد تفكر وتدبر وإعمال فكر وروية، فهو يرجع بفن القول إلى أصله وميدانه، وينظر إليه من زاوية التذوق والتأثير النفسي في المخاطب وبناء المعنى وعمقه، فهي من هذا الجانب من مقومات البلاغة. ¶ فمن أراد الوقوف على هذا يمكنه أن يرجع إلى كتاب الصبغ الأدبي في اللغة العربية للدكتور أحمد إبراهيم موسى؛ حيث قدم فيه دراسة متكاملة للبديع، وخاصة في القسم الأخير من هذا الكتاب. ¶ هذا وتناولنا لهذه الألوان البديعية لا يعني أننا سنأخذ بتلك الصورة التقليدية المنهجية أو المدرسية، فنعود بها إلى الترتيب المنطقي، بل سنتناول حسب ما نجدها واردة في الكتاب الذي نتناوله بالدراسة بعيدا عن تعقيد الأمور أو التكلف:",
            "page": "296",
            "part": "1",
            "seal": "05DBD2D5"
        },
        {
            "id": "6",
            "nass": "المقابلة: ¶ إذا أخذنا في تصفح الكتاب (المقامات) نجد الحريري يورد هذا اللون البديعي في مقدمة خطبة المقامات مثل قوله: \"ونعوذ بك من شرة اللَّسَن، وفضول الهذَر، كما نعوذ بك من معرة اللَّكَن وفضوح الحصر\"i، فقد استعاذ منهما لأن الاقتدار على الكلام قد يؤدي إلى المطاولة في الجدل، وتصوير الحق بصورة الباطل، أو العكس، وفي ذلك إثم على فاعله؛ لهذا استعاذ منهما. ¶ ثم قابل الاستعاذة الأولى بضدها، وهي معرة اللكن وفضوح الحصر؛ لأن صاحبها لا يحسن التعبير؛ فيشين بذلك نفسه ويقصر عن المراد من أداء البيان، وأورد الحصر إذ إن من تعتريه سيتوالى عليه الوهن والخجل فيفتضح ويشتهر عيبه بين الناس. ¶ فالمقابلة ظاهرة بين شرة اللسن وفضول الهدر، وبين معرة اللكن وفضوح الحصر. ¶ ويحسن هنا أن نلاحظ صنيعه في كون الكلمتين الأوليين انتهت كل واحدة منهما بالتاء، في الوقت الذي انتهت التاليتين بالنون والأخيرتان بالراء، كما دمج مع المقابلة الجناس الناقص بين اللسن واللكن وبين الفضول والفضوح. ¶ وبنفس هذه البراعة البديعية نجد الحريري يستمر ليقدم لنا في وقت واحد وخلال نسج مسجوع متوازن لونين أو أكثر، انظر إلى قوله في نفس المقدمة: \"ونستكفي بك الافتتان بإطراء المادح وإغضاء المسامح، كما نستكفي بك الانتصاب لإزراء القادح وهتك الفاضح، ونستغفرك من سَوق الشهوات إلى سُوق الشبهات\"، ففي هذه الجمل أتى بالمحسنات في أرقى العبارات: ¶ منها السجع حيث نلاحظ انتهاء الكلمات التي قبل الفاصلة بالهمزة وهي: إطراء وإغضاء، وإزراء، ثم أتى بالفواصل الأخيرة بالحاء في توازن ¶ __________ ¶ i الشرة: القلق والانتشار، ومنه أخذ معنى الشر، ومنه شرر النار. اللسن: حدة اللسان. فضول: زوائد. الهذر: إكثار الكلام بغير فائدة. المعرة: العيب والعار. اللكن: احتباس اللسان عند الكلام. الحصر: العي وضيق الصدر.",
            "page": "296",
            "part": "1",
            "seal": "CC6351C1"
        },
        {
            "id": "7",
            "nass": "بديع رائع. ¶ وفي نفس الوقت قدم المقابلة بين إطراء المادح وإغضاء المسامح، وإزراء القادح وهتك الفاضح. ¶ وأدرج خلال ذلك لونا ثالثا، وهو الطباق مما لا يحتاج إلى تنبيه أو إشارة. ¶ بل أردف ذلك بلون رابع، وهو الاقتباس؛ لأن في قوله: الافتتان بإطراء المادح إشارة إلى الحديث الشريف عن النبي صلى الله عليه وسلم قال: \"لا تطروني كما أطرت النصارى عيسى بن مريم، فإنما أنا عبد الله ورسوله..\". ¶ وفي الجملة الأخيرة ألبس كلامه ثوب الكناية، وذلك في قوله: \"من سوق الشهوات إلى سوق الشبهات\"؛ لأنه جعل ما ساقه من هذه المقامات كأنه شهوة اشتهى عملها ثم اشتبه عليه الأمر هل في ذلك رضى الله أم فيه سخطه؛ فكأنه ساق شهوة إلى سوق يجهل التبايع فيها، فلا يدري ما سيكون، فلعله خاسر الصفقة فيها، وهذا لا يخفى عليك ذلك التشبيه الضمني الذي يفهم من تمثيل سوق المقامات إلى سوق الشبهات. ¶ فهكذا تمر هذه الألوان في مقدمة هذا الكتاب؛ فتجد اقتباسا آخر عند قوله: \"حتى نأمن حصائد الألسنة ونكفى غوائل الزخرفة.. وأنلنا هذه البغية ولا تضحنا عن ظلك السابغ، ولا تجعلنا مضغة للماضغ..\"، فهو يشير بقوله: \"حصائد الألسنة\" إلى حديث معاذ بن جبل رضي الله عنه.. قال: قلت: يا رسول الله: إنا لنؤاخذ بما نتكلم؟ فقال: \"ثكلتك أمك يا معاذ، هل يكب الناس في النار على رؤوسهم إلا حصائد ألسنتهم؟ \". ¶ كما أشار بقوله: \"ولا تجعلنا مضغة للماضغ\" إلى قوله صلى الله عليه وسلم: \"لما عرج بي مررت بأقوام لهم أظفار من نحاس يخمشون وجوههم، وصدورهم، فقلت: من هؤلاء يا جبريل؟ فقال: هؤلاء الذين يأكلون لحوم الناس ويقعون في أعراضهم\" i. ¶ ومنها وصفه لسفينة: \"فاتفق أن ندبوا في بعض الأوقات لاستقراء مزارع الرزداقات؛ فاختاروا من الجواري المنشآت جارية حالكة الشيات تحسبها جامدة وهي تمر مر السحاب\"ii، يشير هنا إلى الآية الكريمة: {وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَاب} iii. ¶ هذا وقد يأتي بالاقتباس خفيا وبصورة لطيفة، مثل قوله في غلامه في المقامة السادسة والأربعين: \"بورك فيك يا طلا، كما بورك في لا ولا\"؛ كناية عن شجرة الزيتون المذكورة ¶ __________ ¶ i راجع مسند أبي داود الآداب 35 وأحمد بن حنبل 3/224 ¶ ii الرزداق: الموضع الخارج عن القرية أو المدينة، ويسمى الرستاق ومخلاف وكورة. والرزداق: فارسي. ¶ iii سورة النمل الآية 88 – جاء ذكر الأحاديث مختلطا بالآيات حسب ما أشرنا في أول كلامنا.",
            "page": "297",
            "part": "1",
            "seal": "896F0352"
        },
        {
            "id": "8",
            "nass": "في قوله تعالى: {..وقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لا شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ} i. ¶ ومن هذه الإشارات الخفية ما تلمحه في قوله: \"آنست من قلبي القساوة حين حللت ساوة، فأخذت بالخبر المأثور في مداواتها بزيارة القبور، فلما صرت إلى محلة الأموات وكفات الرفات، رأيت جمعا على قبر يحفر ومجنوز يقبر\"، يشير بقوله: \"وكفات الرفات\" إلى قوله تعالى: {أَلَمْ نَجْعَلِ الأَرْضَ كِفَاتاً أَحْيَاءً وَأَمْوَاتاً} ii. ¶ أما ذكره لقساوة القلب وزيارة القبور فهو إشارة إلى الحديث الشريف: \"عودوا المرضى واحضروا المقابر؛ فإنها تزهد في الدنيا وتذكر الآخرة\"، وإلى حديث أنس رضي الله عنه: \"كنت نهيتكم عن زيارة القبور ثم بدا لي؛ فزوروها؛ فإنها ترق القلب وتدمع العين وتذكر الآخرة\"iii. ¶ وكما نجده يشير إلى الآية أو يأتي منها بجزء منها نجده أحيانا يأتي خلال حديثه بآيات كاملة مثل قوله في خطبة ألقاها في نفس المقامة الحادية عشرة، قال: {لِمِثْلِ هَذَا فَلْيَعْمَلِ الْعَامِلُونَ} iv، فاذكروا أيها الغافلون، وشمروا أيها المقصرون ... ¶ وقال في آخر هذه الخطبة: \"كلا ساء ما تتوهمون، {ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ} ..\"v. ¶ ومثل قوله: \"كالباحث عن حتفه بظلفه والجادع مارن أنفه بكفه، فألحق بالأخسرين أعمالا، {الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً} ..\"vi، حيث أورد آية كاملة وجزءا من الآية التي قبلها. ¶ أما قوله: \"كالباحث عن حتفه بظلفه\"، فهو إشارة إلى المثل العربي المعروف: وذلك أن ماعز كانت لقوم فأرادوا ذبحها فلم يجدوا شفرة فنبشت بظلفها في الأرض؛ فاستخرجت منها شفرة فذبحوها بها. ¶ وكذلك قوله: \"والجادع مارن أنفه بكفه\" إشارة إلى قصير ابن سعيد بن عمرو مولى جذيمة الأبرش، والمثل: \"لو يطاع لقصير رأي\"، معروف كما أن قصته مشهورةvii. ¶ هذا لو تتبعنا هذا اللون في كلام الحريري لطال بنا الحديث، فقد جمع الكثير من ذلك في هذا الكتاب؛ لهذا نكتفي بما أشرنا إليه لننتقل إلى لون آخر. ¶ __________ ¶ i سورة النور الآية 35. ¶ ii سورة المرسلات الآية 25، 26. ¶ iii صحيح مسلم وأبي داود والترمذي (في الجنائز) . ¶ iv سورة الصافات آية 61. ¶ v سورة التكاثر آية 4. ¶ vi سورة الكهف آية 104، وراجع الشريشي ج 1 ص 23. ¶ vii من أراد الوقوف عليها فليرجع إلى كتب الأمثال، وإلى الشريشي ج 3 ص 4- 8.",
            "page": "298",
            "part": "1",
            "seal": "B8B46AE0"
        },
        {
            "id": "9",
            "nass": "التورية: ¶ يبدو أنه من الأفضل أن ننتقل بسرعة إلى لون آخر من هذه الألوان البديعية التي لها لمعان واسع، أو التي كان لونها متميزا بصفة معينة. ¶ فعلى سبيل المثال التورية التي عرفها البلاغيون بأنها: إطلاق لفظ له معنيان قريب وبعيد ويراد البعيد منهما عند الإطلاق، مع مصاحبة ذلك بقرينة خفية تدل على المعنى؛ فإننا نجد الحريري يتناول هذا اللون بصورة طريفة جديدة على خلاف ما تعارف عليه البلاغيون؛ إذ جاء بها بصورة أسئلة دينية، إلا أنه استطاع أن يلتزم إخفاء المعنى البعيد ستارة سميكة لدرجة أنه يصعب أحيانا الوصول إليها إلا لطبقة خاصة من أهل العبارة مما دعاه إلى شرح المقصود منها. ¶ فإلى المقامة الثانية والثلاثين الطيبية أو الحربية، حيث ذكر مائة مسالة فقهية بصورة معينة، نختار بعضها للتمثيل: \"وينبغي أن يلاحظ أن الحريري شافعي المذهب..\"؛ فما أورده من الأسئلة والأجوبة جار على مذهبه، والدليل على ذلك قوله فيما بعد: \"اشكر لمن نقلك عن مذهب إبليس إلى مذهب ابن إدريس\". ¶ هذه المسائل الواردة جارية على السؤال والجواب بين أبي زيد السروجي وفتى آخر: ¶ 1- سأل الفتى: أيجوز الوضوء مما يقذفه الثعبان؟ فأجاب: نعم! وهل أنظف منه للعربان؟ ¶ فالمعنى القريب للثعبان هو الحية، والبعيد الذي أراده الحريري هو الثعبان من الثعب وهو مسيل الوادي، (والعربان واحده العرب بضم العين ويجمع على العربان كالسود والسودان) . ¶ 2- قال: أيستباح ماء الضرير؟ قال: نعم! ويجتنب ماء البصير. ¶ فالتورية هنا في الضرير والبصير، فالمعنى القريب المتبادر إلى الذهن هو الأعمى، والبعيد هو: حرف الوادي، والمعنى القريب للبصير هو ضد الأعمى، والبعيد المقصود هو: الكلب. ¶ 3- قال: فهل يجب على الجنب غسل فروته؟ قال: أجل! وغسل إبرته. ¶ وهنا أيضا التورية جاءت في كلمتين الفروة والإبرة، فالمعنى القريب المتبادر للفروة هو واحد الفراء وهو مما يستعمل من جلود الضأن وغيره للجلوس والفرش وغير ذلك، والبعيد المراد هو جلدة الرأس، وكذلك الإبرة؛ فإن المتبادر هو إبرة الخياطة المعلومة وبالطبع لا معنى لغسلها، أما البعيد فهو عظم المرفق.",
            "page": "299",
            "part": "1",
            "seal": "D2F7BAD1"
        },
        {
            "id": "10",
            "nass": "4- قال: أيجوز الغسل في الجِراب؟ قال هو كالغسل في الجِباب. ¶ فالجراب المتبادر هو الوعاء المصنوع من الجلد، ولا معنى لجواز الغسل فيه حتى يستفتى عنه، والمعنى المقصود هو: جوف البئر، أما الجباب فهو جمع لجب ومنه: {وَأَلْقُوهُ فِي غَيَابَتِ الْجُب} .. ¶ 5- قال: فهل يجوز السجود على الكراع؟ قال: نعم! دون الذراع. ¶ والكراع هو ما في البقر والغنم بمنزلة الوظيف من الفرس والبعير، وهو مستدق الساق وهو المورى به، أما الكراع المقصود فهو ما استطال من الحرة، وهي أرض ذات حجارة سود. ¶ 6- قال: أيجوز للدارس حمل المصاحف؟ قال: لا! ولا حملها في الملاحف. ¶ فالدارس المتبادر في الذهن هو الذي يدرس العلم، والمعنى البعيد منه هو الحائض. ¶ 7- قال: أتصح صلاة حامل القَرْوة؟ قال: لا! ولو صلى فوق المروة.. ¶ والقروة هي جلدة الخصيتين إذا عظمت وهي الإدرة، وحملها لمن هي به لا يضر بالصلاة، لكن معناها البعيد هي ميلغة الكلب، وميلغة الكلب هي ما يشرب فيه الكلب الماء، فهو من ولغ. ¶ 8- قال: فإن أمهم - أي المصلين - مَن فخذه بادية؟ قال: صلاته وصلاتهم ماضية. ¶ فالمتبادر من الفخذ هو العضو المعروف، والبعيد: العشيرة، و (بادية) أي يسكنون البدو. ¶ 9- قال: ما تقول فيمن أفقر أخاه؟ قال: حبذا ما توخاه. ¶ فالمعنى القريب أنه فعل به ما يصيره فقيرا، والبعيد: أفقره بمعنى أعاره ناقته يركب فقارها. ¶ 10- قال: أينعقد نكاح لم يشهده القواري؟ قال: لا، والخالق الباري. ¶ لمعنى القريب للقاري هو نوع من الطير مفرده قارية، يتيمن به الأعراب، والبعيد هو: الشهود؛ لأنهم يقرون الأشياء أي يتتبعونهاi. ¶ يبدو أن الأمثلة قد كثرت فأرجو أن لا تكون قد وصلت إلى درجة الإملال. ¶ ذا ويلاحظ أن الحريري في الغالب يجعل القرينة: الحال أو السياق، أو يضمن الجواب تلك القرينة؛ فالأمر واضح فيما أظن، بهذا لا يحتاج إلى شرح أو بيان. ¶ __________ ¶ i يمكن الرجوع إلى الباقي من هذه الأسئلة في المقامات من ص 337- 353. طبعة صبيح.",
            "page": "300",
            "part": "1",
            "seal": "FA9AED9A"
        },
        {
            "id": "11",
            "nass": "والحريري لم يكتف بهذه الأسئلة والأجوبة المائة في التورية، ولكن رجع إلى هذه الألوان مرة أخرى في ميدان آخر وهو ميدان الشعر، فأدعوك يا أخي لتقف معي على شيء من ذلك، وهذه الأبيات لا تقل عن الأسئلة التي مرت بنا في الخفاء. ¶ فإلى المقامة الرابعة والأربعين حيث نجده يقول: ¶ 1-عندي أعاجيب أرويها بلا كذب ... عن العيان فكنوني أبا العجب ¶ رأيت يا قوم أقواما غذاؤهم ... بول العجوز وما أعني ابنة العنب ¶ فالمعنى القريب لبول العجوز غير مراد؛ لذلك بادر بنفي معنى آخر قريب منه وهو الخمر؛ فهو أيضا يسمى بول العجوز - وما أجدر به أن يسمى بذلك الاسم -؛ لذلك قال: وما أعني ابنة العنب. فالمعنى البعيد هو ابن البقرة. ¶ 2- وقادرين متى ما ساء صنعهم ... أو قصروا فيه قالوا الذنب للخطب ¶ فالمعنى المتبادر للقادر هو ضد العاجز، ولكنه غير مقصود هنا؛ فالمقصود هو: القادر بمعنى الطابخ في القدر، والقدير المطبوخ فيها. ¶ 3- والتابعين عقابا في مسيرهم ... على تكميهم في البيض واليلبi ¶ فالمعنى القريب للعقاب - بضم العين - نوع من الطير، إلا أن البعيد المراد هنا هو: العقاب بمعنى: الراية، وكانت راية النبي صلى الله عليه وسلم تسمى العقاب. ¶ 4-ومُنْدَين ذوي نُبْلٍ بدت لهم ... نبيلة فانثَنوا منها إلى الهربii ¶ المعنى القريب للنبيلة هو امرأة ذات فضيلة، والبعيد المراد هو الجيفة، ومنه تنبل البعير إذا مات وأروح، يعني نتن. ¶ 5- ونسوة بعدما أدلجن من حلب ... صبحن كاظمة من غير ما تعب ¶ المعنى القريب لكاظمة: هو موضع على مرحلتين من البصرة على ما هو المتبادر، والمعنى البعيد لكاظمة: هو كظم الغيظ، وأدلجن: سَرَيْنَ في جوف الليل. ¶ 6-وشائبا غير مخف للشيب بدا ... في البدو وهو فتي السن لم يشب ¶ __________ ¶ i التكمي التغطي، والكمي الشجاع التام السلاح. البيضة: المغفرة. واليلب: دروع من الجلود ثم أطلق الحديد. ¶ ii منتدبين مجتمعين في ناد وهو المجلس. ونبل: بضم النون بمعنى أصحاب فضل، وبالفتح بمعنى السهام.",
            "page": "301",
            "part": "1",
            "seal": "58D4918C"
        },
        {
            "id": "12",
            "nass": "الشائب المتبادر هو الرجل الذي شاب شعره، والبعيد المراد هنا هو مازح اللبن، والمشيب اللبن الممزوج، ويقال فيه: مشيب ومشوب. ¶ 7- وحائكا أجذم الكفين ذا خرس ... فإن عجبتم فكم في الخلق من عجب ¶ فالحائك هو الناسج، من حاك الثوب نسجه، إلا أنه لم يرد هذا المعنى إنما أراد الحائك الذي إذا مشى حرك منكبيه وفجج بين ركبتيه. ¶ 8-وساعيا في مسرات الأنام يرى ... إفراحهم مأثما كالظلم والكذب ¶ والإفراح من الأضداد وهو بكسر الهمزة من أفرحته إذا سررته، وأفرحته إذا غممته، فالأول: هو المتبادر ولكن لم يرد الحريري واحدا منهما، وإن كان الثاني ملازما للأول، فهو يقصد: إفراحهم بمعنى إثقالهم بالدين، ومنه حديثه صلى الله عليه وسلم: \"لا يترك في الإسلام مفرح\" أي مثقل من الدين. ¶ 9-ومغرما بمناجاة الرجال وله ... وماله في حديث الخلق من أرب ¶ فالمعنى القريب للخلق هو المخلوقات، والمقصود: الكذب. ¶ 10- وطالما مر بي كلب وفي فمه ... ثور ولكنه ثور بلا ذنب ¶ والمعنى القريب للثور هو ذكر البقر، والثور المقصود هنا هو قطعة من الأقط (نوع من الجبن) . ¶ 11-وكم رأيت بأقطار الفلا طبقا ... يطير في الجو مُنصَبا إلى صَبَبِ ¶ والطبق معروف وهو إتاء مفرطح، إلا أن المقصود هنا القطعة من الجرادi. ¶ يبدو أنني قد أطلت في ذكر ألوان التورية النثرية والشعرية، وحان أن ننتقل إلى لون آخر، إلا أنه ينبغي أن نشير إلى القول بأن هذه التورية هي أقرب منها إلى ألغاز منها إلى التورية الاصطلاحية؛ فقد علق عليها أبو العباس الشريشي بقوله: \"لقد أحسن أبو محمد في هذه الفتاوى، وأجاد وبلغ مبلغا من الاقتدار والاتساع فوق المراد، وإن كان لا يوصف فيها بالابتداع فلقد أحسن في الاتباع، فالسابق إليها هو أبو بكر بن دريد في كتاب سماه بالملاحن، وهو أن توري بلفظ عن لفظ، ثم تمم تلك الأغراض وحسنها أحمد بن عبيد الله في كتاب سماه بالمنقذ، وفائدتها التخلص من الظلم أو تسلط غاشم، لا أن يقتطع بها حق مسلم\"ii. ¶ __________ ¶ i من أراد الوقوف على باقي الأبيات التي اختيرت هذه من بينها فليرجع إلى المقامات ص 499. ¶ ii راجع إن أردت الزيادة للشريشي ج 3 ص 150.",
            "page": "302",
            "part": "1",
            "seal": "6ADEB542"
        },
        {
            "id": "13",
            "nass": "هذا ولنقرب هذا اللون إلى الأحجية أشير هنا إلى أن الحريري لم يبخل بها؛ فقد أوردها منظومة في المقامة السادسة والثلاثين؛ فلتراجع هناك، أما نحن فسنمضي إلى لون آخر.",
            "page": "303",
            "part": "1",
            "seal": "CE072D7B"
        },
        {
            "id": "14",
            "nass": "الجناس: ¶ يبدو أن الحريري يعتبر من أقدر الكتاب في إيراد الجناس والسجع في الكلام، أما السجع فهو من الأمور التي لا تفارق كلامه؛ لهذا لا نتحدث عنه حديثا مستقلا بل ندعوك لملاحظته في كلامه كله وخاصة في النثر، فانظر مثلا إلى هذه القطعة الآتية التي نأتي بها مثالا لمقدرته في الجناس وتفننه فيه، كما شرطنا سنشير إلى كل حكم بصور عامة لا نفصل القول، ولا نتناول الأجزاء والتقسيمات الفرعية. ¶ يقول الحريري على لسان أبي زيد الذي كان سأل غلامه والغلام يجيب: \".. وعم تسأل وفقك الله؟ قال: أيباع هاهنا الرطب بالخطب، قال: لا والله، قال ولا البلح بالملح؟ قال: كلا والله، قال: ولا الثمر بالسمر؟ قال: هيهات والله، قال: ولا العصائد بالقصائد؟ قال: اسكت عافاك الله، قال: ولا الثرائد بالفرائد؟ قال: أين أذهب بك أرشدك الله! قال: ولا الدقيق بالمعنى الدقيق؟.. إلى أن قال الغلام: أما بهذا المكان فلا يَشتري الشعر الشعيرة، والنثر بنثارة، ولا القصص بقصاصة، ولا الرسالة بغسالة، ولا حكمة لقمان بلقمة.. أما هذا الزمان فما منهم من يميح إذا صيغ له المديح، ولا من يجيز إذا أنشد له الأراجيز، ولا من يغيث إذا أطربه الحديث، وعندهم أن مثل الأديب كالربع الجديب إن لم تجد الربع ديمة لم تكن له قيمة ولا دانته بهيمة، وكذا الأدب إن لم يعضده نشب فدرسه نصب\"i. ¶ أعتقد أن كلامه هذا لا يحتاج إلى تعليق، إلا أن القارئ قد يتساءل هل هو في النثر فقط أم له منه في الشعر أيضا، فأقول تعال لنطالع بعض أبياته له في الشعر حيث لا حاجة لنا في زيادة الشواهد في النثر، فلنبدأ بالبيتين الآتين: ¶ وقلت للائمي أقصر فإني ... سأختار المَقام على المُقام ¶ وأنفق ما جمعت بأرض جمع ... وأسلو بالحَطيم عن الحُطامii ¶ فقد رأيت جمعه بين المَقام والمُقام والحَطيم والحُطام، فإليك بيتين آخرين يقول الحريري ¶ __________ ¶ i راجع المقامة الثالثة والأربعين. ¶ ii المقام مقام إبراهيم. والمقام الثاني الإقامة في الوطن، جمع: اسم مزدلفة لاجتماع الناس فيها، الحطيم: اسم حجر بمكة المكرمة. راجع الشريشي ج 4 ص 142.",
            "page": "303",
            "part": "1",
            "seal": "E6F147A2"
        },
        {
            "id": "15",
            "nass": "لم يبق صاف ولا مصاف ... ولا مَعين ولا مُعين ¶ وفي المساوي بدا التساوي ... فلا أمين ولا ثمينi ¶ ففي هذين البيتين جاء بأربع كلمات في كل بيت، وكان كلامه سلسا سهلا أكثر منه في النثر. ¶ وأرى من المناسب أن نقرأ له هذه الأبيات الواردة في المقامة السابعة التي زينها بالجناس، ويشرح فيها أبو زيد حاله فيقول: ¶ لقد أصبحت موقوذا ... بأوجاع وأوجال ¶ وممنوا بمختال ... ومحتال ومغتال ¶ وخوان من الإخوا ... ن قال لي لإقلال ¶ وإعمال من العما ... ل في تضليع أعمالي ¶ فكم أصلى بأذحال ... وأمحال وترحال ¶ وكم أخطر في بال ... ولا أخطر في بال ¶ فليت الدهر لما جا ... ر أطفا لي أطفالي ¶ فلولا أن أشبالي ... أغلالي وأعلالي ¶ لما جهزت أمالي ... إلى آل ولا والي ¶ ولا جررت أذيالي ... على مسحب إذ لالي ¶ فمحرابي أحرى ... بي وأسمالي أسمى لي ¶ فهل حرٌّ يرى تخفيـ ... ف أثقالي بمثقال ¶ ويطفي حر بلبالي ... بسربال وسروالii ¶ __________ ¶ i مصاف: صادق في رده، معين: بفتح الميم ماء كثير قصد به صاحب كرم فهو استعارة، معين: بضم الميم الذي يعين بماله. الثمين: النفيس الغالي الثمن يريد أن الناس قد استووا في الأفعال السيئة. يشير بذلك إلى الحديث الشريف: لا يزال الناس بخير ما تباينوا فإذا استووا هلكوا، ومعنى ذلك أن الناس في الغالب إنما يتساوون في الشر ولا تجدهم كلهم فضلاء، لأن الخير قليل، وعلى هذا بنى الشيوعيون نظرياتهم ولذلك يميلون إلى إثارة الأحقاد والفتن وزرع الشر بين الناس لمحو الخير بينهم. ¶ ii في القاموس المحيط: السراويل: فارسية معربة (وقد تذكر، الجمع: سراويلات أو جمع سروال وسروالة أو سرويل بكسرهن وليس في الكلام فعويل غيرها والسراوين بالنون لغة والشروال بالشين لغة أيضا.",
            "page": "304",
            "part": "1",
            "seal": "E5F859E7"
        },
        {
            "id": "16",
            "nass": "فكلامه لا يحتاج إلى بيان؛ فأنت ترى كيف جمع الكلمات المتجانسة فجاء لك بـ (أوجاع بجوار أوجال) ، وفي البيت الثاني: بمختال ومحتال ومغتال، وفي الثالث: خوان وإخوان، وفي الرابع: إعمال وأعمال، وبينهما كلمة عمال، والخامس: أذخال وأمحال وترحال، ثم أخطِر مع أخطُر، وبال مع بال: أخطر الأول بكسر الطاء بمعنى أمشي، وبال الأول بمعنى خلق قديم، وأخطر الثاني بضم الطاء أجول، والبال بمعنى الفكر، وأطفا لي أطفالي: الأول بمعنى إطفاء النار من أطفأ، والثاني جمع طفل، وجمع بين أغلالي بالغين: وهو الغل الذي يوضع في العنق، وأعلال: جمع علة، ثم جمع بين أذيالي وإذلالي، وبين محرابي وأحرابي، وبين أسمالي وهو الثوب الخلق وبين أسمى لي: بمعنى أرفع لي، ثم أثقالي مع مثقال، وأخيرا سربال أي القميص مع سروال.",
            "page": "305",
            "part": "1",
            "seal": "5C6D26D7"
        },
        {
            "id": "17",
            "nass": "الجناس المزدوج: ¶ له أيضا في باب الجناس كثير من الجناس المزدوج، نورد الأبيات الآتية على سبيل المثال وقد سمى هذه الأبيات بالمتائيم وهي: ¶ زُيّنت زينب بِقدّ يُقد ... وتلاه ويلاه نهد يَهُدّ ¶ جندها جيدها وظرف وطرف ... ناعس تاعس بحد يَحُدّ ¶ قدرها قد زها وتاهت وباهت ... واعتدت واغتدت بخد يخد ¶ فارقتَني فأرّقتني وشطّت ... وسطت ثم نَمّ وجد وُجِد ¶ فدنت فُدّيت وحنّت وحيّت ... مغضبا مغضِيا يَود يُود ¶ يبدون أن كلمات هذه الأبيات في حاجة إلى الشرح؛ فانظر الهامشi. ¶ هذا والظاهر أن الرجل قد تكلف وألزم نفسه ما ليس بلازم؛ لكي يأتي بهذا اللون المزدوج. ¶ وعلى كل حال فقد أظهر القدرة الفنية وإن كانت بصورة معقدة التي تغضب شيخ البلاغة عبد القاهر الجرجاني، ولعل مثل هذا التكلف هو الذي دعاه إلى القول بأن المعاني ينبغي أن تترك على سجيتها، لأنها إذا تركت ستكتسي بالألفاظ الملائمة لها وعند ذلك تحسن. ¶ __________ ¶ i بقد يقد: قد: قوام يقد: ينقطع لرقة خصره، فقد جاء بلفظ (يقد) مكان ينقطع لضرورة الازدواج. تلاه: تبعه. ويلاه: دعا لنفسه بالويل والخسران؛ لأنه رأى نهدا لا يستطيع أن يصبر عنه. الظرف: الرشاقة. والطرف: العين. الناعس: الفاتر النظر. والناعش: الذي ينعش من ينظر إليه ويروى تاعس. كما في هذا البيت بمعنى مهلك. ويقال إن معنى ناعش: بالشين حامل للناظر على النعش، وعلى كل معناه يدور حول القتل ماعدا المعنى الأول الذي ذكره الشريشي. يحد: بضم الحاء: يمنع أي يمنع من رآه من التسلي عنه. زها: تكبر. تاهت: زهت وهو ضرب من الكبر. باهت فاخرت وعظمت. اعتدت: ظلمت. يخد: بضم الخاء يقطع في القلوب. شطت: بعدت. سطت: بطشت. نم: بالنون: أفشى ما به من الحب. وجد: حزن من الحب. جد: اجتهاد. مغضيا: متغافلا. يود: يتمنى. يود: يحب. الأول بالبناء على الفاعل والثاني على المفعول. المعنى: لما أفشى لها وجدي ما أكنه لها من حب وأبصرت ما فعله من هجرانها بي، دنت مني عند ذلك شفقة وحيتني وأنا الغضبان المتغافل المتناسي لما سلف منها من الهجران.",
            "page": "305",
            "part": "1",
            "seal": "50E87083"
        },
        {
            "id": "18",
            "nass": "وللحريري مثل هذا الازدواج في النثر أيضا، ونورد هنا مثالا يسيرا منه. ¶ قال في المقامة الثالثة الدينارية: \"يا أخائر الذخائر، وبشائر العشائر، عموا صباحا وانعموا اصطباحا، وانظروا إلى من كان ذا ندي وندى، وجِدة وجدا، وعَقار وقُرى، ومقار وقِرى؛ فما زال به قطوب الخطوب، وحروب الكروب، وشرر شر الحسود، وانتياب النوب السود، حتى صفرت الراحة وقرعت الساحة ... \"i ومثل هذا كثير في كلام صاحبنا. ¶ وللحريري لون آخر من التجنيس، وهو أن يفصل بين الكلمة وأختها بكلمة واحدة. ¶ يقول في ذلك: \"أرعى الجار ولو جار، وأبذل الوصال لمن صال، وأحتمل الخليط ولو أبدى التخليط، وأود الحميم ولو جرعني الحميم، وأفضل الشفيق على الشقيق، وأفي للعشير وإن لم يكافئ بالعشير، وأستقل الجزيل للنَّزيل، وأغمر الزميل بالجميل، وأنزِّل سميري منزلة أميري، وأحلّ أنيسي محل رئيسي..\" وهكذا، إلى أن قال: \"ولا أبالي بمن صرم حبالي، ولا أداري من جهل مقداري، ولا أعطي زمامي من يخفر ذمامي..\"ii ¶ وهذا الأسلوب كثير ومتنوع في نثره يطول الكلام في تتبعه والجري وراءه. ¶ ينبغي هنا أن نشير إلى ذلك الجناس المركب الذي جاء به الحريري في البيتين المطرفين المشتبهي الطرفين الذين وصفهما بأنهما أُمِنا أن يعززا بثالث، فأورد الجناس في أول كل بيت مع آخره، وهما في المقامة السادسة والأربعين قال: ¶ سم سمة تحسن آثارها ... واشكر لمن أعطى ولو سمسمة ¶ والمكر مهما استطعتَ لا تأته ... لتقتني السؤدد والمكرمة ¶ فجانس بين: سم سمة وسمسمة، وبين المكر والمكرمة. ¶ أما من حيث الادعاء بأن البيتين لا يعززان ببيت ثالث فلم يكن الحريري الوحيد الذي قال بذلك فقد سبقه في ذلك أبو دلف في بيتيه: ¶ __________ ¶ i ندي: مجلس. ندى: كرم. جدى: عطية. عقار وقرى: العقار: المال الذي لا ينقل كالمباني والنخيل، والقرى: جمع قرية. المقار: الجفان لإطعام الضيف. قطوب: عبوس. الخطوب: الشدائد. الكروب: الهموم، قال النبي صلى الله عليه وسلم: \"مما أعلم أنه لا يقوله مكروب إلا فرج الله عنه كلمة أخي يونس\": {فنادى في الظلمات أن لا إله إلا أنت..} الآية. انتياب: نزول. النوب: النوازل. صفرت: خلت. قرعت: خلت من المال. ¶ ii أرعى: أحفظ. جار: تعدى ومال عن الحق. أبذل: أعطي. صال: صاح مخوفا. الخليط: الصاحب ويقع للواحد والاثنين والجمع بلفظ واحد. الحميم: الأول الصديق والثاني: الماء الحار. أفي للعشير: أعامل الصاحب بالوفاء. يكافئ بالعشير: يجازى بالعشر من فعلي. أميري: الحاكم علي. الأنيس الذي يؤنسك بحديثه. ورئيس القوم أفضلهم وأعزهم. صرم حبالي: قطع أسباب وصالي. أداري: أسوس وأحسن صحبته. يخفر ذمامي: ينقض عهدي.",
            "page": "306",
            "part": "1",
            "seal": "DEC50773"
        },
        {
            "id": "19",
            "nass": "أنا أبو دلف المهدي بقافية ... جوابها يهلك الزاهي من الغيظ ¶ من زاد فيها له رحلي وراحلتي ... وخاتمي والمدى فيها إلى القيظ ¶ إلا أننا إذا قرنا قول الحريري بقول أبي دلف، ظهرت لنا سلاسة النظم وسهولته عند الحريري، حتى أن التكلف يكاد يختفي وراء هذه البراعة، والمعنى عنده سهل واضح سام على خلاف ما يبدو في لي البيتين الأخيرين.",
            "page": "307",
            "part": "1",
            "seal": "C2089763"
        },
        {
            "id": "20",
            "nass": "القلب: ¶ الحديث حول الجناس قد يجرنا إلى الحديث عن القلب؛ وذلك للصلة التي نلمسها بين الجناس وجناس القلب، الذي هو إيراد كلمتين في جملة أو بيت واحد أحدهما معكوس الآخر، مثل قوله: \"حسامه فتح لأوليائه، حتف لأعدائه\"؛ فالجناس بين: فتح وحتف، لأنك إذا قلبت حروف أحد الكلمتين جاءتك الكلمة الأخرى. ¶ فهذه الصلة نراها كافية من أن تنقلنا من الجناس إلى القلب: الذي هو أن الكلام لو عكس كان الحاصل من عكسه هو عين ذلك الكلام السابق، هو كما يكون في قلب الحروف يكون في قلب الكلمات، ولا يضر عندهم: مد المقصور ولا قصر الممدود، أو تخفيف المشدد أو تشديد المخفف، كذلك جعل الهمزة ألفا أو العكس، أو تبديل بعض الحركات والسكنات. ¶ وللحريري في هذا الميدان براعة لا يشق له غبار، فقد دخل الرجل في الميدان بالتدريج من المفردات إلى الجمل والأبيات الشعرية حتى المقالة أو الرسالة الكاملة، وتكلف في ذلك تكلفا بالغا، ولم يترك لونا من ألوان الكلام إلا قلبه. ¶ دخل الحريري باب القلب وسماه: ما لا يستحيل بالانعكاس، وأخذ بالترتيب التصاعدي؛ فبدأ بما يتركب من كلمتين مثل (ساكب كاس) ، و (لم أخا مَلّ) i، و (كبّر رجاء أجر ربّك) ii، و (من يربّ إذا برّ ينم) iii، و (سكّت كل من نمّ لك تكِس) iv، أخيرا جاء بجملة من سبع كلمات فقال: \"لُذْ بكل مؤمّل إذا لَمّ وملك بذل\"v. ¶ وبعد هذه الجمل جاء الحريري بأبيات شعرية يمكن أن يقلب كل بيت منها ¶ __________ ¶ i لم: من اللوم - مل: من الملل. ¶ ii كبر: أي عظم الكبير وقدمه على نفسك. ¶ iii يرب: يصلح. بر: أكرم. ينم: يزيد. ¶ iv تكس: تكن كيسا وهو العاقل. ¶ v لذ: الجأ إليه. مؤمل: مرجو لفعل الخير.",
            "page": "307",
            "part": "1",
            "seal": "3E1F85FC"
        },
        {
            "id": "21",
            "nass": "ويقرأ من الشمال إلى اليمين والمعنى لا يتغير، وكذلك الوزن والقافية. ¶ اقرأ معي هذه الأبيات الواردة في المقامة السادسة عشر المغربية: ¶ أس أرملا إذا عرا ... وارع إذا المرء أسا ¶ أسند أخا نباهه ... أبِن إخاء دنسا ¶ أسل جناب غاشم ... مشاغب إن جلسا ¶ أسر إذا هبّ مِرا ... وارم به إذا رسا ¶ اسكن تقو فعسى ... يسعف وقت نكساi ¶ فهذه الأبيات تقرأ من اليمين إلى الشمال وبالعكس، أي أنك تقلب الحروف من آخر البيت إلى أوله، وهذا غير عكس الألفاظ الذي سنراه فيما بعد.",
            "page": "308",
            "part": "1",
            "seal": "1D7BA0D0"
        },
        {
            "id": "22",
            "nass": "عكس الكلمات: ¶ مر بنا عكس الحروف لدى الحريري، ونلتقي معه الآن لنلقي نظرة سريعة على عمله في قلب الألفاظ، فقد قام بذلك في رسالة طويلة سماها: الرسالة القهقرية، ويرى أبو العباس الشريشي أنه بلغ الغاية في كلا النوعين، ويبدو أن أبا العباس يقول ذلك بقطع النظر عن التكلف وإعمال الفكر والتأمل الصادر من جانب الحريري، وهذا حق لا شك فيه، فإليك بها من خلال المقامة السابعة عشرة: \"الإنسان صنيعة الإحسان، ورب الجميل فعل الندب، وشيمة الحر ذخيرة الحمد، وكسب الشكر استثمار السعادة، وعنوان الكرم تباشير البشر، واستعمال المداراة يوجب المصافاة، وعقد المحبة يقتضي النصح، وصدق الحديث حلية اللسان، وفصاحة المنطق سحر الألباب، وشرك الهوى آفة النفوس.. إلى أن قال:..وامتحان العقلاء بمقارنة الجهلاء، وتبصر العواقب يؤمن المعاطب، واتقاء الشنعةii ينشر السمعة، وقبح الجفاء ينافي الوفاء، وجوهر الأحرار عند الأسرار\". ¶ والرسالة طويلة كما أشرنا فهي من مائتي لفظة، وهي كما رأيت تشتمل على أمثال وحكم ومواعظ وعبارات أدبية جمة، وما فيها من السجع والطباق والجناس والكناية والمجاز يطول الحديث حوله. ¶ __________ ¶ i أس: أعط. الأوس: العطية. أرملا: فقيرا أفنى زاده. عرا: قصد. ارع: احفظ الصحبة. أسا: أتى بسوء. وأصله أساء. نباهة: رفعة. إبن: باعد. دنس: عيب. أي: صاحب من يشرفك بذكره الجميل وباعد من يدنس عرضك وتعاب به. أسل جناب غاشم: أي جانب منزل ظالم لا تقربه. وسلوت يتعدى بعن وبنفسه تقول: سلوت عنه وسلوته وسليته. مشاغب: مسارع للشر. هب: تحرك. مرا: جدال. رسا: ثبت. أسر: بالضم كن سريا: أي ¶ ii الشنعة: ما يقبح فعله.",
            "page": "308",
            "part": "1",
            "seal": "0169DDAF"
        },
        {
            "id": "23",
            "nass": "وقد وصفها صاحبها بقوله: إن أعلاها أسفلها، وأولها آخرها، وقال: \"أرضها سماؤها وصبحها مساؤها، نسجت على منوالين وتجلت في لونين\"؛ لأنك مختار أن تقرأها إن شئت من أولها وإن شئت من آخرها، إن سقتها على ترتيبها جاءت منقادة، وإن أردت أن تردها على أعقابها وتعكسها قلت: الأسرار عند الأحرار، وجوهر الوفاء ينافي الجفاء، وقبح السمعة ينشر الشنعة، واتقاء المعاطب يؤمن العواقب.. وهكذا إلى أولها، ويكون آخرها: ورب الإحسان صنيعة الإنسان. ¶ والرسالة كلها مكونة من مبتدأ وخبر، ولا شك أن هذا العمل قد كلفه جهدا عظيما بالغا، إلا أنه يكشف عن قدرة فنية عجيبة بقطع النظر عما يقوله العاجزون بعده. ¶ يبدو من المناسب هنا أن نذكر شيئا من بديعيات صفي الدين الحلي؛ فنورد هنا أربعة أبيات فقط، وهي من لون آخر عمودي أي أنها تقرأ من اليمين إلى الشمال ومن أعلاها إلى أسفلها، فإليك بها: ¶ ليت شعري لك علم من سقامي يا شفائي ¶ لك علم من زفيري ونحولي وضنائي ¶ من سقامي ونحولي داوني إذ أنت دائي ¶ يا شفائي وضنائي أنت دائي ودوائي ¶ فهذه الأبيات الأربعة تكون تشكيلا هندسيا رائعا، فهي من أربعة أجزاء أي كل بيت له أربعة أجزاء، فإذا أخذت الجزء الأول من كل بيت لديك البيت الأول وإذا قرأت من كل بيت (عموديا طبعا) الجزء الثاني تكون عندك البيت الثاني.. إلى آخر هذه الأبيات الأربعة. ¶ وهذا يكاد يكون يشبه تلك الأشكال الرياضية التي يستعمل فيها العقل المجرد بعيدا عن العاطفة وإثارة الإحساس، من خلال تجارب الحياة للشاعر، مثلا الرياضيون يأتون بهذا الشكل الذي تراه أمامك لمجرد الرياضة الذهنية، فأنت إذا جمعت الأعداد من اليمين إلى الشمال أو الشمال إلى اليمين كان الحاصل 15، وكذلك لو جمعتها من أعلى إلى أسفل أو العكس؛ فالحاصل واحد. ¶ 2 ¶ 9 ¶ 4 ¶ 15 ¶ 7 ¶ 5 ¶ 3 ¶ 15 ¶ 6 ¶ 1 ¶ 8 ¶ 15 ¶ 15 ¶ 15 ¶ 15",
            "page": "309",
            "part": "1",
            "seal": "47795E78"
        },
        {
            "id": "24",
            "nass": "يبدو أن هذا هو الداعي إلى القول بأن مثل هذا العمل مهما كلف من جهد، واستنفذ من وقت، مجانب لرواء الأدب وجماله، ويرى النقاد أنه لا يبعث عليه إلا الغرام بالصنعة والغلو في التكلف والولوع بحب الإغراب والشغف بالإتيان بما يستدعي الإعجاب، ولكن لا يبعد أن يكون الاستنكار على هذه الأنواع كلها جملة واحدة هو من باب محاولة توسيع دائرة الأدب والفن ليدخل فيه كل من أراد وبأي شيء جمعه، إلا أن التوسط في كل شيء محمود، فالعمل الذي جاء طريفا وممتعا ينبغي أن يقدر حق قدره، فلا ينبغي أن يرفض، لأن صاحبه قد بذل جهدا كبيرا فاق ما نستطيع نحن بذله، فعلينا أن نعترف بحلاوة العسل مهما تعب الذي اشتاره، لا نقول إنه مرّ لأن الذي وصل إليه اقتحم ما لا يستطيع أمثالنا اقتحامه!. ¶ والآن نعود إلى الحديث عن البديع عند الحريري، يبدو أن الحريري إذا تناول أي لون من الألوان يفرع منه لونا آخر جديدا؛ فقد فرع فيما يظهر من الجناس الخطي هذا العمل الذي نشير إليه الآن، وهو التزام حروف معينة ذات صفة متفقة واحدة في الكلام، وأبرز ذلك: إخراجه الكلام بحروف منقوطة فقط أو بغير نقط، أو مختلطة، فنقدم لك الآن من تلك الفنون البديعية التي اهتم بها وأبرز شانها اللون الذي أورده في أبيات سماها بالعواطل أي الخالية من النقط، اقرأ معي هذه الأبيات: ¶ اعدد لحسادك حد السلاح ... وأورد الآمل ورد السماح ¶ وصارم اللهو ووصل المها ... وأعمل الكوم وسمر الرماح ¶ واسع لإدراك محل سما ... عماده لا لادراع المراح ¶ والله ما السؤدد حسو الطلا ... ولا مراد الحمد رود رداح ¶ واها لحر واسع صدره ... وهمه ما سر أهل الصلاح ¶ معني المفردات تحت الخطi. ¶ علق الحريري على هذه الأبيات التي أوردها على لسان صبي من صبيانه، بقوله: أحسنت يا بُدَير يا رأس الدير؛ وصفه بالإحسان وجعله بدرا بل صغر اسمه هذا للتلميح، وزاد على ذلك بوصفه بأنه رأس الدير (ويعني بالدير مجلسه) ، ولكن هل يوافق الأدباء والنقاد على ذلك، فلننظر إلى تعليق أبي العباس الشريشي على ذلك. ¶ __________ ¶ i صارم: قاطع. المها: جمع مهاة وهي ولد البقر الوحشية، وأراد به هنا النساء مجازا. الكوم: جمع كوماء وهي الناقة العظيمة السنام. العماد: قائمة الخباء. ادراع: لبس الدرع. المراح: الطرب والنشاط، يعني بذلك كله: ينبغي عليك عدم الاشتغال باللهو، بل عليك أن تشتغل بكسب الشرف. حسو الطلا: شرب الخمر. مراد: بفتح الميم: الطريق والمذهب وأصله المرعى. رود جارية ناعمة شابة. الرداح: العظيمة العجز. و (ما) في قوله (ما سر أهل) بمعنى الذي. واها: عجبا.",
            "page": "310",
            "part": "1",
            "seal": "32CCED61"
        },
        {
            "id": "25",
            "nass": "أورد أبو العباس بعضا من أبيات قصيدة لأحمد بن الورد، وهي من هذا اللون، وأشار إلى أن تلك القصيدة تصل إلى ثمانين بيتا، ثم علق بقوله: \"وما زال المحدثون يظهرون اقتدارهم في هذا اللون إلا أنه قلما يقع في ذلك بيت مستحسن، فلذلك تركنا أن نمشي مع أشعار هذه المقامة فيما يماثلها، وقد أكثر الناس القول في ذلك، وفائدته أن يقال: قدر على لزوم ما لا يلزم، لا أن يقال قد أحسن فيما قال\"i. ¶ هذا مع أن العباس أشار إلى عدم الجري وراء مثل هذا اللون، إلا أنه أنشد ما يماثله عندما أورد لأبي القاسم أبياتا لا تنطبق عليها الشفاه منها: ¶ أتيناك يا جزل العطية إننا ... رأيناك أهلا للعطايا الجزائل ¶ عقيل الندى يا حار عدنا عقيلة ... نعدك انتجاعا للحسان العقائل ¶ فإنك تقرأ البيتين وشفتاك لا تنطبقان، ويبدو أن هذا اللون البديعي مع ما فيه من التكلف الواضح، إلا أنه لا يخلو من الطرافة والإمتاع والتسلية بالإغراب. ¶ ولا شك أن هذا اللون يصل إلى درجة كبيرة من التكلف المؤدي إلى الثقل، وصعوبة المأخذ، ويظهر ذلك واضحا جليا في الأبيات التي وصفها الحريري نفسه بقوله لصبيه الذي قالها على لسانه قال إنها: \"الأبيات العرائس وإن لم تكن نفائس\"، فسماها بالعرائس لتزيينها بالنقط تشبيها لها بالزينة العربية التي كانت تتم بالنقط على خدي العروس نقطا صغارا بالزعفران، ويلاحظ أن الحريري يلتزم المقابلة حتى في التسمية، لأن التي أوردها قبلها سماها العواطل لعدم تزينها بالنقط، المهم أنه استدرك على تسميتها بالعرائس بوصفها بأنها لم تكن نفائس، فهي لا تتمتع بالقدر الرفيع في هذا الفن لما فيها من الضعف، كما أن فيها التزام ما لا يلزم؛ لأنها جاءت لغرض بيان الاقتدار على هذا العمل الذي قام به، ومع ما سبق من كلام أبي العباس إلا أنه قال في هذه الأبيات: \"مع أنها غير نفائس إلا أنها أحسن مما قيل في بابها\"، وهذه شهادة للحريري بالمقدرة الفنية في الأصباغ البديعية. ¶ أراك أيها القارئ تتطلع إلى هذه الأبيات فإليك بها: ¶ فتنتني فجنَّنتْني تجني ... بتجن يَفْتَنّ غِبّ تجني ¶ شغفتني بجفن ظبي غضيض ... غنج يقتضي تفيض جفني ¶ __________ ¶ i راجع الشريشي ج 4 ص 187 المكتبة الشعبية.",
            "page": "311",
            "part": "1",
            "seal": "D04ED892"
        },
        {
            "id": "26",
            "nass": "غَشيتني بِزِينَتَيْن فشَقَّتـ ... ني بري يَشِف بين تثنّي ¶ فتظنَّيتُ تَجتَبِيني فتجزيـ ... ـني بنفثٍ يشفي فَخُيّب ظني ¶ ثبَّتَتْ في غِمش جيب بتزييـ ... ـن خبيث يبغي تشفي ضِغن ¶ فنَزَتْ في تجنبي فثنَّتْنِي ... بنشيج يُشجي بِفَن فَفَن ¶ المفردات تحت الخطi. ¶ غالب ظني أن الحريري يشير بمحبوبته التي سماها (تجني) إلى تلك المرأة الجميلة الخبيثة الخداعة، التي تهرب منها فتتبعك، وتجري خلفها وتطير منك، ألا وهي الدنيا؛ لأنه كثيرا ما ذم الدنيا وتقلباتها لولا ضيق المقام لأوردنا كثيرا مما قاله في ذلك. ¶ فلنعد الآن إلى فن الحريري؛ لنرى ما جاء به متوسطا بين الجانبي؛ ن لنتحقق مصداق (خير الأمور أوساطها) ؛ فهو أفضل حتى في باب التكلف؛ فانظر إلى ما قاله عندما خلط بين ما صنعه في الأبيات الأولى والتالية لها، أي بين ترك النقط كلية والتزام التنقيط، فقد أتى هنا بعد كل كلمة غير منقوطة بأخرى منقوطة فسماها الأبيات الأخياف، أي المختلفة، فقال: ¶ اسمح فبَثُّ السماح زين ... ولا تُخِبْ آملا تضيَّف ¶ ولا تُجِزْ ردّ ذي سؤال ... فَنَّن أم في السؤال خَفَّف ¶ ولا تظن الدهور تُبقي ... مال ضَنين ولو تَقشَّف ¶ واحلم فجَفْنُ الكرام يُغضي ... وصدرهم في العطاء نَفنَف ¶ ولا تَخُن عهد ذي وِداد ... ثبتٍ ولا تبغ ما تزيّفii ¶ فأنت ترى كيف جاء هذا الشعر المتكلف سلسا سهلا واضح المعنى قريبا إلى طرق أبواب القلوب بالنسبة لما سبقه، إذن التوسط خير في كل شيء. ¶ ويلاحظ هنا أيضا أن الحريري مال إلى ذم الدنيا والتنفير منها بقوله: \"ولا تبغ ما تزيف\"، حيث عبر عنها بما يلازمها وهو الدرهم. ¶ وفي النثر أيضا: ¶ مرت بنا هذه الألوان في الشعر؛ إذن لماذا لا يصنع مثل ذلك في النثر أيضا؟ وهذا هو ¶ __________ ¶ i تجنى: اسم امرأة. بتجن: بدلال وتيه. الغنج: هو تكسير الكلام وتخنيثه. يقتضي: يتضمن. تفيض الجفن: سيلان الدموع. غشيتني: أتتني على غفلة. شفتني: انحلت جسمي. بنفث: بلفظ وكلام. الجيب: القلب. نزت: وثبت. النشيج: صوت البكاء. ¶ ii مفردات الأبيات: اسمح: جد. بث: نشر. تضيف: طلب منك أن تضيفه. فنن: أتى بالفنون من السؤال. ضنين: بخيل. يفضي: يتغافل. نفنف: واسع. فالنفنف متسع الأرض. ثبت: صادق الود. تزيف: تنقص وصار زائفا. وهو هنا الدرهم الريء المعبر به عن الدنيا.",
            "page": "312",
            "part": "1",
            "seal": "8CEB75C5"
        },
        {
            "id": "27",
            "nass": "الذي حدث؛ فلم تفته الفرصة لبيان أو إثبات هذه المقدرة في النثر، وربما زاد عليها كما سنرى من الأمثلة الرمزية التي نسوقها الآن، إذ له رسالتان غير منقوطتين في المقامة الثامنة والعشرين والمقامة التاسعة والعشرين، وأرجو أن تلاحظ معي التزامه السجع والجناس وأحيانا الطباق في الأمثلة التي نوردها لك؛ فإليك بجزء مما ورد في المقامة الأخيرة: (من المنثور غير المنقوط) . ¶ الحمد لله الممدوح الأسماء، المحمود الآلاء، الواسع العطاء، المدعو لحسم الأدواء، مالك الأمم، ومصور الرمم، وأهل السماح والكرم، ومهلك عاد وإرم، أدرك كل سر علمه، ووسع كل مصر حلمه، وعم كل عالم طوله، وهدَّ كل مارد حوله، أحمده حمد موحد مسلم، وأدعوه دعاء مؤمل مسلم، وهو الله لا إله إلا هو الواحد الأحد العادل الصمد،.. إلى أن قال: \"وادكروا الحمام وسكرة مصرعه، والرمس وهول مطلعه، واللحد ووحدة مودَعه، والملك وروعة سؤاله، ومطلعه..\". ¶ والخطبة طويلة يكفي ما وقفنا عليه الآن، وقد رأيت خلالها تلك الألوان البديعية التي أشرنا إليها، فهي بكاملها لون آخر من الألوان الصورية أو الخطية. ¶ فإلى صورة آخرى للحريري، وهي رسالة أخرى جاء بها بصورة تبادلية: كلمة منقوطة وأخرى خالية من النقط، وهكذا إلى آخرها، وردت في المقامة السادسة. ¶ قال: \"الكرم ثبت الله جيش سعودك يزين، واللؤم غض الدهر جفن حسودك يشين، والأروع يثيب، والمعور يخيب، والحلاحل يضيف، والماحل يخيف، والسمح يغذى، والمحك يقذى، والعطاء ينجي، والمطل يثجي، والدعاء يقي، والمدح ينقي، والحر يجزي، والإلطاط يخزي، وانطراح ذي الحرمة غي، ومحرمة بني الآمال بغي ... \" هكذا إلى أن فرغ منها بهذه الصورة المعقدة المتكلفة، فهي كما ترى أشد تعقيدا من القصيدة المماثلة لها في اللون، يبدو أن المهم هو إبداء المقدرة على التشكيل ... والله أعلم.",
            "page": "313",
            "part": "1",
            "seal": "BDDB4B02"
        },
        {
            "id": "28",
            "nass": "الرسالة الرقطاء: ¶ أما الآن فإلى لون آخر ورد في رسالة له سماها الرقطاء، التزم فيها بصورة أخرى من هذه الصور الخارجية التي لا صلة لها بالمعنى ولا بالتحسين اللفظي، ومع ذلك عاد أبو العباس ومدح هذا العمل وقال: \"إنه أبدع فيها بما أراد وأغرب بها وأجاد\"، ودعاه هذا الاستحسان إلى إيراد كثير من القطع الشعرية الواردة في مدح الرسائل، حتى قال: \"إن منها ما يجري لها كالوصف\". ¶ أما تسميتها بالرقطاء فقد جاءت تشبيها لها بالدجاجة المرقشة المنقطة بسواد وبياض، لأنها جاءت بحرف منقوط وآخر غير منقوط من أولها إلى آخرها.",
            "page": "313",
            "part": "1",
            "seal": "A1742F1E"
        },
        {
            "id": "29",
            "nass": "ونظرا لكونه لم ينظم أبياتا مستقلة بهذه الصورة فقد قام بإدماج بعض الأبيات بهذه الصفة داخل هذه الرسالة، فإلى شيء منها من خلال المقامة السادسة والعشرين: ¶ (أخلاق سيدنا تحب، وبعقوته يلب، وقربه تحف، ونأيه تلف، وخلته نسب، وقطيعنه نصب، وغربه ذلق، وشهبه تأتلق، وقويم نهجه بان، وذهنه قلب وجرب، ونعته شرق وغرب: ¶ سيد قُلَّب سبوق مُبِر ... فطن مغرب عزوف عَيوف ¶ مُخلِف مُتلف أغرّ فريد ... نابِهٌ فاضل ذكي أَنوف ¶ مُغلِق إن أبان طَبّ إذا نا ... ب هياج وجل خطب مخوف ¶ واستمر هكذا نثر، ثم شعر، ثم نثر، ثم شعر إلى آخر الرسالة التي يصعب تمييزها عن السابقة لها في الثقل والتعقيد.",
            "page": "314",
            "part": "1",
            "seal": "7583BA5F"
        },
        {
            "id": "30",
            "nass": "الملحق البديع ¶ ... ¶ الملحق بالبديع: ¶ قبل أن نخرج من الحديث عن البديع عند الحريري نتساءل هل ترك ذلك الملحق الذي اعتاد البلاغيون أن يذكروه عقب الحديث عن المحسنات ويجعلوه ملحقا به؟ ¶ لم يبخل الحريري ولم يترك ذلك اللون المسمى بالسرقات الشعرية، إلا أنه اخترع لنا لونا جديدا من نظم الشعر وقال إن فيه سرقة لا كالسرقات المألوفة، لأنها تمت بأن وضع هو نفسه يده اليسرى في (جيبه) الأيمن، لهذا يبدو لي أنه لا يستحق أن تقطع يده بسبب هذه السرقة، وهذا اللون البديعي للحريري، صنعه بطريقة خاصة معينة، وهي أن يأتي بأبيات من الشعر على قافية الراء مثلا؛ فإذا حذفت الجزء الأخير من البيت تغير بحر القصيدة وتلون بلون آخر، وخرجت القصيدة في ثوب آخر جديد، وانتهت بقافية أخرى جديدة؛ فالمثال أحسن موضح لجواب السؤال، وإليك بما نقول من المقامة الثالثة والعشرين: ¶ يا خاطِب الدنيا الدَّنيّة إنها ... شرك الردى وقرارة الأكدار ¶ دار متى ما أضحكت في يومها ... أبكت غدا بعدا لها من دار ¶ وإذا أظل سحابُها لم ينتقع ... منه صدى لِجَهامه الغرّار ¶ غاراتها ما تنقضي وأسيرها ... لا يفتدى بجلائل الأخطار ¶ كم مُزدهي بغرورها حتى بدا ... متمردا متجاوز المقدار ¶ قلبَتْ له ظهر المجن وأولغت ... فيه المُدى ونَزَت لأخذ الثار",
            "page": "314",
            "part": "1",
            "seal": "9BC220D0"
        },
        {
            "id": "31",
            "nass": "فاربأ بعمرك أن يمر مضيَّعا ... فيها سُدى من غير ما استظهار ¶ واقطع علائق حُبّها وطلابها ... تلق الهدى ورفاهة الأسرار ¶ وارقُب إذا ما سالمتْ من كيدها ... حرب العِدى وتوثب الغدّار ¶ واعلم بأن خُطوبها تفجا ولو ... طال المدى وزنت سرى الأقدار ¶ فهذه القصيدة إذا اقتطعت منها الجزء الأخير صارت مثل ما أشرنا في أول الحديث هكذا: ¶ يا خاطب الدنيا الدنيـ ... ـة إنها شرك الورى ¶ دار متى ما أضحكت ... في يوما أبكت غدا ¶ وإذا أظل سحابها ... لم ينتقع منه صدى ¶ غاراتها ما تنقضي ... وأسيرها لا يفتدى ¶ وهكذا إلى آخر الأبيات التي مرت بك. ¶ وهذه القصيدة يمكن أن تكون شاهدا لما أشرنا إليه من ذم الحريري للدنيا وتقلباتها. ¶ والآن لست أدري بم نسمي هذه السرقة، هل هي سرقة شرعية أو أنها سرقة شعرية غير شرعية؟ المهم أنها ليست من السرقات الشعرية الاصطلاحية الملحقة بفن البديع، وإن كانت بديعة؛ أعني طريفة في نفسها؛ لأنهم يشترطون الانتقال من جيب شاعر إلى جيب شاعر آخر، لكن هذا ربما جاز أن يسمى بالبديع الصوري؛ فهو كما رأيت يهتم بالصورة والإتيان بالطرائف فيها، وله قدرة في التشكيل وإخراج أفانين القول وتقليب الأساليب. ¶ وبعد: ¶ فما رأي شيخ البلاغة العربية في هذا وأمثاله، يقول الشيخ بعد مناقشات طويلة: وعلى الجملة فإنك لا تجد تجنيسا مقبولا ولا سجعا حسنا، حتى يكون المعنى هو الذي طلبه واستدعاه وساقi نحوه، وحتى تجده لا تبتغي به بدلا ولا تجد عنه حولا، ومن هاهنا كان أحلى تجنيس تسمعه وأعلاه، وأحقه بالحسن وأولاه ما وقع من غير قصد من المتكلم إلى اجتلابه، وتأهب لطلبه، أو ما هو لحسن ملاءمته - وإن كان مطلوبا - بهذه المنزلة وفي هذه الصورة، وذلك كما يمثلون به أبدا من قول الشافعي رحمه الله تعالى وقد سئل عن النبيذ: \"أجمع أهل الحرمين على تحريمه\"ii. ¶ أعتقد أن لكل قارئ الآن الحق أن يحكم بنفسه على ما وقفنا عليه. ¶ والله الموفق وصلى الله على سيد المرسلين وعلى آله وصحبه وسلم تسليما كثيرا. ¶ __________ ¶ i يقول المعلق بحواشيه: يظهر أن الأصل: وساقك نحوه. ¶ ii راجع أسرار البلاغة ص 15 مطبعة الاستقامة بالقاهرة.",
            "page": "315",
            "part": "1",
            "seal": "D3E46569"
        }
    ],
    "t8793": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "البديع"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المقابلة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "التورية"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الجناس"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الجناس المزدوج"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "القلب"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "عكس الكلمات"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الرسالة الرقطاء"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الملحق البديع"
        }
    ]
}