{
    "b8797": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ البهائية.. إحدى مطايا الاستعمار والصُهيونيَّة ¶ بقلم الشيخ: عبد القادر شيبة الحمد ¶ المدرس بكلية الشريعة بالجامعة ¶ الحمد لله رب العالمين والعاقبة للمتقين، والصلاة والسلام الأتمان الأكملان على محمد سيد المرسلين وخاتم النبيين وعلى آله وصحابته الطاهرين ومن سلك سبيلهم إلى يوم الدين أما بعد: فإن البهائية مؤامرة إلحادية خططت لها الماسونية السرية، والصهيونية العالمية، وتولت غرس شجرتها الجاسوسية الروسية لقصد تغيير دين الإسلام وطمس عقائده وهدم أنظمته، والتمكن من تنفيذ المؤامرات والعمل على إنشاء وطن قومي لليهود في أرض فلسطين.",
            "page": "13",
            "part": "1",
            "seal": "1AFA163B"
        },
        {
            "id": "2",
            "nass": "كيف تم تكوين هذه العصابة؟ ¶ حوالي سنة 1231 هـ ظهر بكر بلاء في العراق رجل مجهول الأصل والمولد والمنشأ- ويذكر بعض الباحثين أنه كان قسيسًا نصرانيًا - فادعى أن اسمه كاظم الرشتي - ورشت قرية من قرى إيران بالرغم من أن أهل رشت لا يعرفون عنه شيئًا. وقد استغل من مبادئ الشيعة الاثني عشرية فكرة الغائب بالسرداب المنتظر وفكرة الباب لهذا الغائب فعمل على إيجاد شخص يضفي عليه هذا اللقب ويضعه على عينه ليصل بواسطة هذا الباب إلى كل ما يريد. ¶ واتخذ لنفسه مجلسًا، واستطاع أن يستميل إليه بعض ذوي النفوس",
            "page": "13",
            "part": "1",
            "seal": "B0DFADB5"
        },
        {
            "id": "3",
            "nass": "المنحرفة والقلوب المريضة وجعلهم تلاميذ له. ¶ وكان من أخبث هؤلاء رجل يقال له: حسين البشروئي - من بشرويه إحدى قرى خراسان أضفى عليه المدعو كاظم الرشتي لقب كبير التلاميذ واختاره ليكون المنفذ الحقيقي لهذه المؤامرة البشعة ولقبه باب الباب. ¶ ومن أخطر هؤلاء التلاميذ امرأة أصلها من الشيعة الاثني عشرية كانت تسمى فاطمة بنت صالح القزويني كانت بارعة الجمال فلقبها أبوها بلقب زرين تاج لأنها كانت ذات شعر ذهبي. زوجها أبوها وهي صغيرة من ابن عم لها فنفرت منه وانفصلت عنه واتصلت بكاظم الرشتي بالمراسلة، ونشط هو في مكاتبتها إذ وجد فيها ضالة منشودة له. ولقبها في رسائله لها بأنها: قرة العين: ودعاها إلى ترك قزوين والحضور إلى كربلاء غير أنه هلك عام 1259هـ قبل وصولها إليه، وما أن وصلت إلى كربلاء حتى تلقفها حسين البشروئي وبقية تلاميذ الرشتي وقد صارت أجرأ هؤلاء التلاميذ على إعلان الخروج على الإسلام والدعوة إلى الشيوعية في النساء، ولما أخذت تطبق هذا الأمر علنًا مع بعض تلاميذ الرشتي أطلقوا عليها لقب الطاهرة وكان من بين تلاميذ الرشتي شاب يقال له علي محمد الشيرازي، المولود بشيراز عام 1235هـ الموافق لعام 1819م وقد توفي والده وهو صغير فكفله خاله علي الشيرازي وعهد به إلى أحد تلاميذ الرشتي وهو لا يعرف أهدافه ثم رحل به خاله إلى ثغر (بوشهر) على ساحل الخليج في مقابلة الكويت وافتتح له متجرًا هناك وقد لاحظ خاله أنه بدأ ينحرف عن مذهب الاثني عشرية وقد أصابته لوثة عقلية كانت تعتريه في بعض الأحيان فرأى خاله أن يبعثه إلى كربلاء وسنه إذ ذاك عشرون عامًا فبصر به بعض تلامذة الرشتي وحملوه إلى أستاذهم الذي أخذ يوصي إليه بقرب ظهور المهدي ويدس له من يملأ نفسه بأنه الباب. ¶ ولما مات الرشتي توجه إلى شيراز فأقام حسين البشروئي (قرة العين) مقام الرشتي في التدريس لتلاميذ الرشتي بكربلاء وكانت قد اصطفت لنفسها من بينهم رجلاً قوياً يقال له محمد",
            "page": "14",
            "part": "1",
            "seal": "031F2C6F"
        },
        {
            "id": "4",
            "nass": "علي البارفروشي ولقبوه القدوس. ¶ وقد توجه البشروئي إلى شيراز ولحق بعلي محمد الشيرازي وأخذ يستغل سذاجة هذا الشاب وغروره فواصل الاجتماع به وأوهمه أنه يوشك أن يكون له شأن وأنه علم من شيخه الرشتي الإشارة إلى أن علي محمد الشيرازي يمكن أن يكون هو الباب وأن البشروئي هو باب الباب ولم يزل به حتى أعلن هذا الشاب المغرور في شيراز يوم 5 من جمادى الأول عام 1260 هـ أنه باب المهدي. وسارع حسين البشروئي ليبشر بقية التلاميذ بظهور الباب وأعلن أنه هو باب الباب. ¶ وقد ظهر أن وراء هذه العصابة الجاسوس الروسي \" كنياز دالكوركي\" الذي كانت وظيفته الظاهرة مترجماً بالسفارة الروسية في طهران وقد ادعى هذا الجاسوس أنه اعتنق الإسلام وأخذ يلازم مجلس كاظم \"الرشتي \" ويغرس هذه الشجرة الملعونة في أرض الأمة الإسلامية وقد لعب دورًا خطيرًا في ضم مجموعة من الرجال إلى هذه العصابة إذ جلب لها رجلاً يقال له: حسين علي المازندراني والمولود بطهران عام 1233هـ وقد أوصى إليه هذا الجاسوس بعد ذلك بدعوى الألوهية والتلقب بالبهاء واستعمله مخلب القط لكل ما يريد. كما ضم إلى هذه العصابة يحيى المازندراني الأخ غير الشقيق لحسين علي ولقبه بعد ذلك بصبح الأزل. ¶ ويقول هذا الجاسوس الروسي في مذكراته التي نشرت في مجلة الشرق \"السوفيتية\" سنة 1924-1925م: \"والخلاصة أني خرجت حسب الأمر في أواخر سبتمبر مع راتب مكفى من روسيا إلى العتبات العاليات وفي لباس الروحانية باسم \"الشيخ عيسى اللنكراني\" ووردت كربلاء المقدسة. ¶ ويقول: وكان بقرب منزلي طالب علم يسمى السيد علي محمد وكان من أهل شيراز فأنا أيضًا صادقته بحرارة، والسيد علي محمد لم يترك صداقتي وكان يضيفني أكثر من قبل وكنا نشرب الحشيش وكان ابن الوقت متلون الاعتقاد. ثم يستمر هذا الجاسوس في مذكراته فيقول: سأل طالب تبريزي يوماً السيد كاظم الرشتي في مجلس تدريسه فقال: أيها السيد:",
            "page": "15",
            "part": "1",
            "seal": "DC4F8A2C"
        },
        {
            "id": "5",
            "nass": "أين صاحب الأمر الآن؟ وأي مكان مُشَرّف به الآن؟ فقال السند: أنا ما أدري ولعل هنا- مكان التدريس يكون الآن مشرفاً بحضوره. ولكني لا أعرفه. ¶ ثم يشرح الجاسوس كيف حاول باستمرار الإيحاء إلى علي محمد رضا هذا أنه هو المنتظر إلى أن أقنعه بذلك بواسطة حسين البشروئي فأعلن أنه الباب. ¶ ويصف الجاسوس نصائحه إلى هذا الباب فيقول له: ولا تكن متلوناً فإن الناس يقبلون منك كل ما تقول من رطب ويابس ويتحملون عنك كل شيء حتى ولو قلت بإباحة الأخت وتحليلها للأخ فكان السيد يصغي ويستمع كاملاً وبلا نهاية، صار طالباً ومشوقاً أن يدعي ادعاءاً ثم يسوق الجاسوس خبر رجوعه إلى إيران من العراق ثم يقول: فطفق كل من الميرزا حسين علي- البهاء- وأخيه الميرزا يحيى - صبح الأزل - والميرزا رضا علي - الباب - ونفر من رفقتهم يأتونني مجدداً ولكن مجيئهم كان من باب غير معتاد للسفارة الذي كان قرب سكة مغسل الأموات. ¶ ويصف هذا الجاسوس كيف اصطدم مع السفير الروسي \"كراف سيمنويج\" فاستدعته الحكومة الروسية إلى روسيا وفي ذلك يقول: لقد قطع هذا الوزير المفوض جميع رواتب أصدقائي ورفقائي حتى رواتب الميرزا حسين علي وأخيه الميرزا يحيى والميرزا علي رضا وغير هؤلاء الذين كانوا يأخذون الرواتب سراً فبقطعه رواتب هؤلاء قد هدم مؤسساتي جمعاء وقلب كل ما أنا فعلته ونقض كل ما أنا غزلته. ثم يصف اتصال هؤلاء به في روسيا فيقول: في كل شهر كانت تأتيني من الأصدقاء الطهرانيين رسائل ومكتوبات وكلهم كانوا يدعونني إلى إيران وحتى بعض عُبّاد البطن منهم مثل الميرزا علي رضا والميرزا حسين علي وبعد اقتناع الحكومة الروسية بضرورة إرجاعه إلى إيران يقول: وكان الميرزا حسين علي أول من ورد هذه الغرفة وأخبرني بمطالب مهمة جداً ثم يقول: انقضى رمضان وأنا كنت أربي نفراً من أصحاب سري تربية الجاسوسية ولم تكن لأي",
            "page": "16",
            "part": "1",
            "seal": "7745531B"
        },
        {
            "id": "6",
            "nass": "خان الأرمني الذي دفعته الحكومة الروسية لإعلان إسلامه فغمره الشاه بالفضل وأولاه ثقته وعينه معتمداً للدولة في أصفهان استطاع منوجهر هذا أن يخلص الباب من السجن ويهربه إلى أصفهان. ولما مات منوجهر عثر بالباب يمرح في قصره فقررت الحكومة نفيه إلى قلعة ماكو بأذربيجان.",
            "page": "19",
            "part": "1",
            "seal": "6F127299"
        },
        {
            "id": "7",
            "nass": "مؤتمر بدشت 1264 هـ ¶ ... ¶ مؤتمر بدشت سنة 1264هـ ¶ يقول الجاسوس الروسي في مذكراته فأنا بواسطة الميرزا حسين علي وأخيه يحيى ونفر آخر قمنا بالضجيج والعجيج أن صاحب الأمر قد قبض عليه. فاجتمع الدعاة المرتدون الثمانية عشر وقرروا أن يحضروا معهم كل الذين استمالوهم وأن يعقدوا منهم مؤتمراً في صحراء بدشت بين خراسان ومازندران وعلى رأسهم باب الباب (حسين البشروئي) وقرة العين وحسين علي المازندراني الذي تلقب فيما بعد بالبهاء وجعلوا الدعوة الظاهرة لهذا المؤتمر هي التفكير في الوسائل الممكنة لإخراج الباب من السجن، أما المقصود لهذا المؤتمر فهو إعلان نسخ دين الإسلام. وما أن انعقد المؤتمر حتى اندفعت (قرة العين) تلهب حماسهم وتقرر حقيقة نحلتهم الجديدة فقالت: اسمعوا أيها الأحباب والأغيار إن أحكام الشريعة المحمدية قد نسخت الآن بظهور الباب وأن أحكام الشريعة الجديدة البابية لم تصل إلينا، وأن اشتغالكم الآن بالصوم والصلاة والزكاة وسائر ما أتى به محمد كله عمل لغو وفعل باطل ولا يعمل بها بعد الآن إلا كل غافل وجاهل إن مولانا الباب سيفتح البلاد ويسخر العباد وستخضع له الأقاليم المسكونة وسيوحد الأديان الموجودة على وجه البسيطة حتى لا يبقى إلا دين واحد وذلك الدين الحق هو دينه الجديد وشرعه الحديث. وبناء على ذلك أقول لكم وقولي هو الحق: لا أمر اليوم ولا تكليف، ولا نهي ولا تعنيف فاخرجوا من الوحدة إلى الكثرة ومزقوا هذا الحجاب الحاجز بينكم وبين نسائكم بأن تشاركوهن بالأعمال وتقاسموهم بالأفعال، واصلوهن بعد السلوة وأخرجوهن من الخلوة إلى الجلوة فما هن إلا زهرة الحياة الدنيا وأن الزهرة لا بد من قطفها وشمها لأنها خلقت",
            "page": "19",
            "part": "1",
            "seal": "0F2317C3"
        },
        {
            "id": "8",
            "nass": "للضم والشم ولا ينبغي أن يعد أو يحد شاموها بالكيف والكم، فالزهرة تجني وتقطف، وللأحباب تهدي وتتحف. وأما ادخار المال عند أحدكم وحرمان غيركم من التمتع به والاستعمال فهو أصل كل وزر وأساس كل وبال، ساووا فقيركم بغنيكم، ولا تحجبوا حلائلكم عن أحبابكم إذ لا ردع الآن ولا حد، ولا منع ولا تكليف ولا صد، فخذوا حظكم من هذه الحياة فلا شيء بعد الممات. ¶ وبعد انفضاض المؤتمر وتسرب أنبائه ثارت ثائرة رجال الدين والدولة في إيران فطلب الشاه من ولي عهده ناصر الدين وهو في تبريز أن يحضر الباب لمحاكمته فأقر الباب أمام العلماء بأنه جاء بدين جديد فوجه إليه العلماء هذا السؤال: ما النقص الذي رأيته في دين الإسلام وما الذي كملت به هذا النقص لو كان؟ فارتج الدعي ولم يجد شيئاً، فاستقر الرأي على وجوب قتله مرتداً بعد أن أطبق العلماء على كفره وردته. ¶ ولما جاء وقت التنفيذ حمل الباب من سجنه ومعه أحد أتباعه لإعدامهما في أحد ميادين تبريز الذي كان مكتظاً بفئات كثيرة من الناس حضروا ليشاهدوا مصرع هذا الضال بيد أن القنصل الروسي استطاع أن يتصل بقائد الفرقة المكلفة بتنفيذ حكم الإعدام وأن يغريه برشوة كبرى ليحاول إنقاذ الباب. وشد هذا الباب إلى عمود طويل ومعه تابعه والناس يلعنونه ويستعجلون بالفتك به ن ووقف القنصل الروسي مشدوهاً بين هؤلاء وأطلق الجنود ثمانمائة رصاصة استقرت كلها في جسد تابعه المغرور غير واحدة من هذه الرصاصات فقد قطعت الحبل الذي ربط به الباب وحينما إنجاب الدخان الكثيف رأى الناس جسد التابع ممزقاً تحت العمود أما الباب فقد فر بعد أن قطعت الرصاص حبله. غير أن بعض الجند الذين كانوا يعرفونه ويجهلون قصد قائدهم قاموا بتمزيق جسده بالرصاص فانهار قنصل الروس وبكى من هول ما أصيب به. وقد تركت جثته في خندق طعاماً للوحوش بعد أن قام قنصل الروس بتصوير الجثة وقد بعث بالصورة إلى حكومته كما جاء في",
            "page": "20",
            "part": "1",
            "seal": "935F0C82"
        },
        {
            "id": "9",
            "nass": "كتاب الكواكب الدرية في تاريخ ظهور البابية والبهائية المطبوع في القاهرة سنة 1343هـ وهو لأحد البهائيين. وكان إعدام هذا الدعي يوم 28 من شعبان سنة 1266 هـ أو 1267هـ. ¶ ثم قامت الحكومة بالتنكيل بأتباعه وأعدمت الكثير منهم ومن بينهم قرة العين.",
            "page": "21",
            "part": "1",
            "seal": "08F24BA0"
        },
        {
            "id": "10",
            "nass": "من البابية إلى البهائية: ¶ بعد أن قتل الباب حاول الروس اختيار شخص آخر من أتباعه ليكون خليفة له ويقول الجاسوس الروسي كنياز د الكوركي في مذكراته: فوصلني خبر قتله بطهران فقلت لميرزا حسين علي - البهاء - ونفر آخرين أن يثيروا الغوغاء بالضجيج والعجيج وقد تعصب نفر آخرون وأطلقوا الرصاص على الشاه ناصر الدين فلذلك قبضوا على كثيرين من الناس وكذلك قبضوا على حسين علي المازندراني وبعض آخر من الذين كانوا لي أصحاب السر فأنا حاميت عنهم وبألف مشقة أثبت أنهم ليسوا بمجرمين وشهد عمال السفارة وموظفوها حتى أنا بنفسي أن هؤلاء ليسوا بابيين فنجيناهم من الموت وسيرناهم إلى بغداد وقلت لميرزا حسين علي: اجعل أنت أخاك الميرزا يحيى وراء الستر وادعوه (من يظهره الله) فلا تدعه أن يكلم أحداً وكن أنت بنفسك متوليه وأعطيتهم مبلغاً كبيراً رجاء أن أعمل بذلك عملاً\" ثم يقول:فألحقت به في بغداد زوجته وأولاده وأقرباءه كي لا يكون له هوى من خلفه. ثم يقول: فشكلوا في بغداد تشكيلات وجعلوا له كاتب وحي. وكان قسم من أعمال السفارة الروسية في طهران منحصراً في تهيئة الألواح وتنظيم أعمال البابية ثم يقول: والدولة الروسية كانت تقويهم وبنت لهم مأوى وسكناً ثم يقول: ورقباؤنا كانوا ساعين أن يفشو الألواح المتضادة المتناقضة التي كانت صادرة بيد كتابنا ثم يقول: وكل من كان في طهران يصير بهائياً كنا نعاونه ونساعده ولم يكن لأولئك البتة مأوى وملجأ سوانا. ¶ بيد أن الخلاف بدأ يدب بين البابيين فصار جماعة منهم يتبعون حسين المازندراني وجماعة يتبعون",
            "page": "21",
            "part": "1",
            "seal": "B4A24B54"
        },
        {
            "id": "11",
            "nass": "أخاه يحيى وجماعة رفضوا أن ينصاعوا لأحد الرجلين وبدأ النزاع بين هذه الفرق الثلاث وتأكد لشاه إيران أن البابية رغم مقامهم في بغداد بعيدا عن حدوده ما زالوا يمثلون خطراً داهما على دولته فطلب من الحكومة العثمانية إخراجهم من العراق، فأصدرت أمرا بنفي حسين المازندراني وأخيه وأتباعهما إلى الآستانة سنة 1281هـ. ¶ وتجمع هؤلاء في حديقة نجيب باشا والي بغداد استعداداً للرحيل فاستغل حسين المازندراني اجتماع هؤلاء وأعلن أنه الموعود الذي جاء الباب ليبشر به وأنه بهاء الله، وان الغاية من ظهور الباب أنها كانت لإعداد الناس لقدوم بهاء الله، وما أن وصل هؤلاء إلى الآستانة حتى طلب السفير الإيراني نقلهم إلى مكان بعيد عن العاصمة فنقلوا إلى أدرنة وفيها احتدم النزاع بين الأخوين فعرف أتباع يحيى بالأزليين إذ صار يحيى يلقب صبح الأزل وعرف أتباع حسين بالبهائيين إذ أطلق على نفسه لقب بهاء الله. ¶ وحاول حسين القضاء على أخيه بدس السم له كما حاول قتله غيلة مما حدا بالحكومة إلى نفي يحيى إلى قبرص ونفي حسين إلى عكا في فلسطين وقد عمدت الحكومة العثمانية إلى إقامة عيون على كل واحد من الأخوين من أتباع الآخر. ¶ وما أم وصل حسين إلى عكا واستمر في سجنها حوالي أربعة أشهر حتى امتدت الأيدي الماسونية والصهيونية لإمداده بالمال الوفير وتهيئته للدعوة لدينه الجديد وأطلق سراحه من السجن وما أن خرج من السجن حتى دبّر مؤامرة لأتباع أخيه فأبادهم ليلاً بالحراب والسواطير مما حمل الحكومة على اعتقال البهائيين في أحد معسكرات عكا. ولم يمض طويل زمن جميل كما وضع أتباعه في منزل آخر وأذن لأتباعه ولغيرهم في زيارته والتحدث إليه.",
            "page": "22",
            "part": "1",
            "seal": "93D8E921"
        },
        {
            "id": "12",
            "nass": "النحلة الجديدة: ¶ بدأ حسين المازندراني بدعوى أنه وصي الباب ثم زعم أنه المسبح قد نزل ثم ادعى لنفسه النبوة ثم زاد في تبجحه وادعى إنه إله السموات والأرض زاعماً أن",
            "page": "22",
            "part": "1",
            "seal": "631EAECA"
        },
        {
            "id": "13",
            "nass": "الحقيقة الإلهية لم تنل كمالها الأعظم إلا بتجسدها فيه. وقد أمدته الصهيونية بلقب بهاء الله الموجود في المزامير إذ قد ردد فيها (أن السموات تحكي عن بهاء الله) فزعم أو زعموا له أنه هو هذا البهاء وأنه مظهر الله الأكمل وأنه موعود كل الأزمنة ومجيئه الساعة الكبرى وقيامه القيامة والانتماء إليه هو الجنة ومخالفته هي النار وقد أخذ ينسخ من البابية ما لا يوافق هواه. ¶ وبدأ يجمع كتباً يعارض بها كتاب الله ويؤسس فيها نحلته الفاجرة فألف الإتقان والإشتراقات ومجموعة الألواح والأقدس المطبوع ببغداد لأول مرة عام 1349هـ ويقع في 52 صفحة بالقطع المتوسط والذي هو أهم كتاب عندهم وهو في نظرهم أقدس من جميع الكتب المقدسة وقد حشاه بالآراء المضطربة والأقوال المتناقضة، ولم يخرج في جملته عن مثل ضلالات شيخه الباب، وإن كان نسخ جملة منها ويقول في الفقرة 275 ص26: \" إنا أخبرنا الكل بأن لا يعادل بكلمة منك ما نزل في البيان إنك أنت المقتدر على ما تشاء\".",
            "page": "23",
            "part": "1",
            "seal": "F0C5AB53"
        },
        {
            "id": "14",
            "nass": "هلاك حسين المازندراني ¶ وقد استمر حسين المازندراني هذا في نشر افتراءاته وإشاعة أراجيفه بواسطة المؤسسات الماسونية ودعاة الصهيونية العالمية التي اتخذته مطية لقضاء مآربها وتحقيق أهدافها إلى أن أنهكته الحمى فهلك في اليوم الثاني من شهر ذي القعدة سنة 1309هـ الموافق مايو 1892هـ بعد أن عمل على تمهيد الطريق لأكبر أولاده الذي سماه (عبد البهاء) عباس. إذ حاول قبيل هلاكه أن يجمع وصف الألوهية له ولولده هذا إذ كتب له يقول: من الله العزيز الحكيم إلى الله اللطيف الخبير\" كما كان يلقبه بالفرع العظيم المتشعب من الأصل القديم. وقد ترك وراءه من زوجتيه أربعة أبناء وثلاث بنات.",
            "page": "23",
            "part": "1",
            "seal": "74A6A258"
        },
        {
            "id": "15",
            "nass": "تنازع الإخوة على الرئاسة ¶ عندما أعلن عباس (عبد البهاء) أنه وصي أبيه نازعه أخوه محمد علي وانضم إليه بقية إخوانه غير أنه استطاع أن يستأثر بالأمر دونهم. ¶ وقد كان عباس هذا أشد مكراً من أبيه وأعرق في الخبث والدهاء فأخذ",
            "page": "23",
            "part": "1",
            "seal": "A047AD9F"
        },
        {
            "id": "16",
            "nass": "يضم إلى ضلالات أبيه ضلالات أخرى وأخذ يتزلف إلى كل أعداء الإسلام في الأرض فقرر بنوة عيسى عليه السلام لله عز وجل وأعلن إيمانه بألوهية المسيح وصلبه مما قد نفاه الله عز وجل وفي ذلك يقول في مفاوضات عبد البهاء ص 102: ولما أشرقت كلمة الله من أوج الجلال بحكمة الحق المتعال في عالم الجسد اعتدى عليها في الجسد إذ وقعت في أيدي اليهود أسيرة لكل ظلوم وجهول وانتهى الأمر بالصلب. ويقول في\"مكاتيب عبد البهاء ص13: وفي كور المسيح الأب والابن والواسطة روح القدس. ¶ وادعى أن البهائي يجمع بين جميع الديانات فهو يقول في \" خطابات عبد البهاء ص99: اعلم أن الملكوت ليس خاصاً بجمعية مخصوصة فإنك يمكن أن تكون بهائياً مسيحياً وبهائياً ماسونياً وبهائياً يهودياً وبهائياً مسلماً. ¶ وقد أخذ عبد البهاء يدعو إلى التجمع الصهيوني ويحقق الغرض الذي من أجله أسست البهائية: وهو تغيير دين الإسلام والعمل على إنشاء وطن قومي لليهود في فلسطين وفي ذلك يقول في مفاوضات عبد البهاء ص59: وفي زمان ذلك الغصن الممتاز وف تلك الدورة سيجتمع بنو إسرائيل في الأرض المقدسة وتكون أمة اليهود التي تفرقت في الشرق والغرب والجنوب والشمال مجتمعة.ثم يقول: فانظروا الآن تأتي طوائف اليهود إلى الأرض المقدسة ويمتلكون الأراضي والقرى ويسكنون فيها ويزدادون تدريجياً إلى أن تصير فلسطين جميعاً وطناً لهم. ¶ وقد ذكر فريد وجدي في دائرة معارف القرن العشرين (الرابع عشر) الهجري في الجزء الثاني ص377 أن بعض دعاة البهائية فسر الفقرة الثانية من الإصحاح الثالث الثلاثين من سفر التثنية التي تقول: جاء الرب من سينا وأشرق من ساعير وتلألأ من جبل فاران\" فقال: فهذه الآية المباركة تدل دلالة واضحة أن بين يدي الساعة وقدام مجيء القيامة لابد من أن يتجلى الله على الخلق أربع مرات ويظهر أربع ظهورات حتى يكمل بني إسرائيل وينتهي أمرهم إلى الرب الجليل فيجتمع شتيتهم من أقصى البلاد ويدفع عنهم",
            "page": "24",
            "part": "1",
            "seal": "D16626F4"
        },
        {
            "id": "17",
            "nass": "كل العباد ويسكنهم في الأرض المقدسة ويرجع موازينهم القديمة. ¶ وقد استمر هذا الأفاك في نشر ضلالاته وضلالات أبيه حتى أهلكه الله في يوم الاثنين السادس من ربيع الأول سنة 1340 هـ عن ثمان وسبعين سنة بعد أن عهد إلى المدعو شوقي ابن بنته ضيائية نكاية في أخيه محمد علي الذي استمر مناوئاً له إلى آخر رمق منه. ¶ وقد حاول هؤلاء المجرمون نسخ الإسلام في كل شيء ولقد حملتهم هذه العداوة لدين الله أن حاربوا هديه حتى في عدة الشهور التي أطبق عليها بنوا البشر. فاخترعوا لأنفسهم تاريخاً جعلوا مبدأه يوم إعلان دعوة الباب وهو 5 من جمادى الأول سنة 1260هـ وجعلوا أشهر السنة تسعة عشر شهراً واخترعوا لهذه الشهور أسماء من وحي خيالهم ولبهم: وهي: ¶ البهاء - الجمال - العظمة - النور - الرحمة - الكلمات - الأسماء - الكمال - العزة - المشيئة - العلم - القدر - القول - المسائل - الشرف - السلطان - الملك - العلا. ¶ وهكذا حملتهم مصادفة بلوغ عدد جماعتهم عند إعلان دعوتهم تسعة عشر مرتداً أن جعلوا الشهور تسعة عشر شهراً والمهر تسعة عشر مثقالاً والزكاة تسعة عشر في المائة والصيام تسعة عشر يوماً إلى غير ذلك مما أسسوا به ديانة المصادفات. ¶ هذه لمحة موجزة تلقي ضوءاً كاشفاً على هذا المذهب الهدام ولا نحب أن نقارن هنا بين تعاليم الإسلام التي ما تركت باباً تلج منه الإنسانية إلى أسباب سعادتها إلا دلت عليه وأمرت به وأوضحت سبيله ورسمت منهجه. ولا تركت باباً يدخل على الإنسانية منه شر إلا حذرت منه ونهت عنه. ¶ لا نحب أن نقارن بين الإسلام دين الفطرة والعقل والعلم والنظام والرحمة والعدل وأحسن مناهج السلوك في سائر صنوف المعاملات.لانحب أن نقارن بين دين الله وبين هذه التلفيقات الهدامة والتضليلات المارقة والخرافات الباطلة لأن المثل يقول: ¶ ألم ترَ أن السيف ينقص قدره ... إذا قيل هذا السيف أمضى من العصا",
            "page": "25",
            "part": "1",
            "seal": "C2DDAE35"
        },
        {
            "id": "18",
            "nass": "ضرب الله مثلاً كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء تؤتي أكلها كل حين بإذن ربها ويضرب الله الأمثال للناس لعلهم يتذكرون ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الأرض ما لها من قرار يثبت الله للذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة ويضل الله الظالمين ويفعل الله ما يشاء.",
            "page": "26",
            "part": "1",
            "seal": "3CDEB08A"
        },
        {
            "id": "19",
            "nass": "من أقوال الرسول الكريم صلى الله عليه وسلم ¶ عن أنس بن مالك رضي الله عنه قال: \"جاء رجل إلى رسول الله صلى الله عليه وسلم فقال: \"يا رسول الله متى الساعة\". قال: \"وما أعددت للساعة\". قال: \"حب الله ورسوله\". قال: \"فإنك مع من أحببت\". قال أنس: \"فما فرحنا بعد الإسلام فرحاً أشد من قول النبي صلى الله عليه وسلم: \"فإنك مع من أحببت\". قال أنس: \"فأنا أحب الله ورسوله وأبا بكر وعمر فأرجو أن أكون معهم وإن لم أعمل بأعمالهم \". ¶ رواه مسلم",
            "page": "26",
            "part": "1",
            "seal": "3759AF27"
        }
    ],
    "t8797": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "كيف تم تكوين هذه العصابة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مؤتمر بدشت 1264 هـ"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "من البابية إلى البهائية"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "النحلة الجديدة"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "هلاك حسين المازندراني"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "تنازع الأخوة على الرئاسة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "من أقوال الرسول الكريم"
        }
    ]
}