{
    "b881": [
        {
            "id": "1",
            "nass": "سلسلة شرح كتاب الرقاق من صحيح البخاري [1] ¶ لقد ذكر النبي صلى الله عليه وسلم أن الصحة والفراغ من النعم التي يغبن فيها كثير من الناس، فكم من إنسان أعطي صحة وقوة وعافية فلا يستغل ذلك في طاعة الله تعالى، وكم من إنسان عنده من الفراغ والوقت الشيء الكثير فلا يجعل ذلك سبيلاً للتقرب إلى الله تعالى، وهذا أمر مشاهد وفي غاية الوضوح، والله المستعان.",
            "page": "1",
            "part": "1",
            "seal": "610242E2"
        },
        {
            "id": "2",
            "nass": "شرح حديث: (نعمتان مغبون فيهما كثير من الناس) ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره، واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذا تعليق موجز على أحاديث من كتاب الرقاق من صحيح البخاري رحمه الله تعالى، وقبل الشروع في هذا التعليق وسؤال الله جل وعلا التوفيق والقبول، نقول: إن النبي صلى الله عليه وسلم هو أفصح من نطق لغة الضاد، وحديثه صلى الله عليه وسلم بين ظاهر؛ ولهذا نسأل الله الأدب في التعليق على كلامه صلوات الله وسلامه عليه، وما سنقوله إنما هو محاولة لفهم المراد من كلام رسول الله صلى الله عليه وسلم فالتقديس والبعد عن الكذب وأنه الصدق لا محالة هو قول رسولنا صلى الله عليه وسلم، وأما شرح من يشرح أحاديثه عليه الصلاة والسلام فهو عرضة للخطأ وعرضة للصواب، والموفق من سدده الله جل وعلا. ¶ لكن نبرأ إلى الله أن نتعمد أن نقول على لسان رسولنا صلى الله عليه وسلم، أو أن نحاول أن نفهم شيئاً يغلب على الظن أنه لم يقصده صلوات الله وسلامه عليه، اللهم لك الحمد، وإليك المشتكى، وأنت المستعان، ولا حول ولا قوة إلا بالله. ¶ سيقرأ أحد إخواننا الحديث ثم نعقب عليه حسب ما يقتضيه مقام الحديث، محاولين أن نستوعب أحاديث الباب كله، فنسأل الله التوفيق. ¶ قال المصنف رحمه الله تعالى: [كتاب الرقاق. ¶ عن ابن عباس رضي الله عنهما قال: قال النبي صلى الله عليه وسلم: (نعمتان مغبون فيهما كثير من الناس: الصحة والفراغ)]. ¶ هذا أول أحاديث الباب، (ونعمتان) مفردهما نعمة، وهي بالكسر وصف من حال مخصوص، وبالفتح حال عامة تليق بالأمم والدول والشعوب والجماعات، وأما إذا قيل: (نعمة) فإنما يراد بها حال خاصة؛ ولهذا قال صلى الله عليه وسلم: (الصحة)، وقال: (الفراغ) أي: لكل جزئية منهما، وأما إذا فتحت وقلت: (نَعمة) فالمراد الإطلاق العام على الأمم والشعوب، قال الله جل وعلا عن بني إسرائيل: {وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ} [الدخان:27]، وقال جل وعلا عن المجتمع المكي أيام دعوة النبي صلى الله عليه وسلم: {وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا} [المزمل:11] أي: أهل الترف العام. ¶ وأما بالكسر فهي حال مخصوصة من رحمة الله جل وعلا، قال صلى الله عليه وسلم: (نعمتان مغبون فيهما كثير من الناس: الصحة والفراغ)، (نعمتان) خبر مقدم؛ للفت الانتباه لغرض بلاغي، والأصل (الصحة والفراغ نعمتان مغبون فيهما كثير من الناس)، (والصحة) مبتدأ، وما بعدها معطوف عليها، و (نعمتان) هي الخبر، هذا من حيث الصناعة التأصيلية النحوية أولاً. ¶ أما حيث معنى الحديث: فإن الغبن أصلاً يختار ويقال في قضايا البيع، وهذا النبي إنما بعث ليرشد الناس وينقذهم، والبائع التاجر له رأس مال يريد من ورائه ربحاً شريطة أن يسلم له رأس ماله، فخاطب النبي صلى الله عليه وسلم الناس بمقتضى ما يعرفونه في حياتهم، فقال عليه الصلاة والسلام: (نعمتان مغبون فيهما كثير من الناس)، وكيف يغبن فيهما كثير من الناس؟ ¶ و A  أن هناك صحة وهناك فراغاً، فبعض من الناس لديه متسع من الوقت لكنه يعاني سقماً، فلا يستفيد ولا يستطيع أن يقضي فراغه بما ينفعه؛ لانشغاله بمرضه، وآخرون لديهم صحة لكنهم مشغولون بالكد في سبيل تحصيل الرزق أو شيء آخر. ¶ ولهذا قال صلى الله عليه وسلم لـ جليبيب لما زوجه: (اللهم لا تجعل عيشهما كداً، وصب عليهما الخير صباً)؛ حتى لا يشتغلا بالكد عن الطاعة، فالنبي صلى الله عليه وسلم يذكر هنا أنه قد يوجد في عبد من الترف وإرث الأموال والنعمة التي أفاءها الله عليه ما هو مستغن لا يحتاج إلى الكد والسعي، وفي نفس الوقت أعطاه الله جل وعلا عافيةً وصحةً في بدنه، فإذا اجتمعت هاتان النعمتان في عبد: (الصحة والفراغ) ولم تجعلاه في طاعة الله جل وعلا، ولم ينتهزهما في التعامل مع ربه جل وعلا بالإيمان والعمل الصالح، وقول الله: {فَإِذَا فَرَغْتَ فَانصَبْ} [الشرح:7] فهذا الرجل مغبون، أي: أنه خاسر لم يفقه كيف يستثمر تلك النعمتين التي وهبهما الله جل وعلا إياه، ومن استثمرهما لا يقال له: مغبون، وإنما يغبط على أنه استثمر تلك النعم في طاعة الله جل وعلا. ¶ هذا هو المقصود الأسمى من الحديث تقريباً، وجاز عليه أن يقال: إن الله جل وعلا يهب نعماً ويضع صوارف، ووضع موعداً، والناس في هذا يكدحون ويمضون ويغدون ويروحون لابد لهم من ذلك، فمن جعل همه الأكبر السعي في طاعة الله، وما أفاء الله عليه من النعم، وما دفع الله عنه من الصوارف، جعله عوناً على الطاعة، فهذا الذي فقه الشرع وفقه لقاء الله تبارك وتعالى. ¶ ولهذا قال صلى الله عليه وسلم: (نعمتان مغبون فيهما كثير من الناس)، فعبر بكلمة (كثير) لأن القلة من الناس من يفقه هذا الأمر، ويستثمر هاتين النعمتين في طاعة الرب جل وعلا، وقد جرت سنة الله في خلقه أن الأصفياء الفضلاء قليل، قال الله جل وعلا: {وَقَالَ ارْكَبُوا فِيهَا بِاِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ} [هود:41]، وقال قبلها: {وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ} [هود:40]، وقال تبارك وتعالى: {وَقَلِيلٌ مَا هُمْ} [ص:24] كما في سورة (ص). ¶ والمقصود أن هذه الصفوة هي التي قال الله فيها: {وَالسَّابِقُونَ السَّابِقُونَ * أُوْلَئِكَ الْمُقَرَّبُونَ} [الواقعة:10 - 11]، ثم أخبر أنهم قلة إذا ما قيسوا بغيرهم، هذا هو المقصود الأسمى من الحديث.",
            "page": "2",
            "part": "1",
            "seal": "87EB91E3"
        },
        {
            "id": "3",
            "nass": "شاهد على الغبن والظلم ¶ والحديث كذلك يمكن أن يعرج فيه على قضية الغبن، والغبن شعور في القلب، وأصله من الطي، وكلمة (غبن) هي الكلمة التي يستخدمها العامة اليوم فيقولون: خبن، في كلمة الثياب، إذا طوي الثوب يسمونه خبناً، وهي نفسها مرادفة لـ (غبن)، وهي شيء في الصدر لا يستطيع الإنسان أن يبوح به خاصة إذا غلب وقهر، وأهل الفضل والعلم إذا ذكروا الغبن ذكروا ما جرى لـ سيبويه أبي بشر إمام النحاة رحمة الله تعالى عليه، وأنه خرج من بلده فاختصم معه الكسائي والفراء -وهما إمامان في النحو- في مسألة عرفت بالمسألة الزنبورية، فسأل الفراء قبل مقدم الكسائي سيبويه عنها وهي: كنت أظن أن العقرب أشد لسعاً من الزنبور فإذا هو هل هي بالرفع؟ أو إياها بالنصب؟ فقال سيبويه بالرفع، وقال: إن العرب لا تعرف هذا، أي بالنصب، ولم يقبل أولاً أن يجادل الفراء وقال: أنتظر حتى يأتي رئيس بلدكم، يقصد الكسائي، فلما قدم الكسائي جرت في تلك الحالة أو الحادثة أمور سياسية نجم عنها أنهم انتصروا للفراء والكسائي على سيبويه، فخرج يتوارى من الناس من سوء ما لحق به من الظلم والغبن، ثم خرج إلى بلدة فيها أحد طلابه ومات هناك وهو صغير السن رحمة الله تعالى عليه، وقد بلغ من العمر آنذاك أربعة وثلاثين عاماً. ¶ وقد ذكرنا هذا لأننا نتكلم إلى طلبة علم، ونجم هذا من الكسائي والفراء غفر الله لهما على علو كعب الكسائي في القراءات وعلو كعب الفراء في العلم، إلا أنه نجم من التحاسد في الدنيا، وقد صاغ حازم القرطجني رحمة الله تعالى عليه هذه المسألة: لكنها أعيت على الأفهام مسألة إلى آخر القصيدة، وقال في آخرها: ولا يخلو امرؤ من حاسد أظم ثم ذكر قضية انتصار الكسائي والفراء ظلماً على سيبويه رحمة الله تعالى عليه. ¶ فقال: والغبن في العلم أشجى محنة علمت وأبرح الناس شجواً عالم ظلما والقصة طويلة لعلك ترجع إليها في (مغني اللبيب) لـ ابن هشام، أو في شرح الشنقيطي على كتاب القيرواني في فقه مالك أو في غيرها من المواطن التي ذكرت هذا الخبر، والمقصود منه: أن الإنسان ينبغي عليه أن يكون سليم الصدر في التعامل مع أقرانه، هذا ما تيسر ذكره على هذا الحديث المبارك، والله تعالى أعلم.",
            "page": "3",
            "part": "1",
            "seal": "C8D51FCD"
        },
        {
            "id": "4",
            "nass": "شرح حديث: (كن في الدنيا كأنك غريب أو عابر سبيل) ¶ قال المصنف رحمه الله تعالى: [عن عبد الله بن عمر رضي الله عنهما قال: (أخذ رسول الله صلى الله عليه وسلم بمنكبي فقال: كن في الدنيا كأنك غريب أو عابر سبيل)، وكان ابن عمر يقول: (إذا أمسيت فلا تنتظر الصباح وإذا أصبحت فلا تنتظر المساء، وخذ من صحتك لمرضك، ومن حياتك لموتك)]. ¶ إن عظمة نبينا صلى الله عليه وسلم متعددة، لكن من عظمته علمه بأصحابه، وفراسته فيهم، وتوخيه بالخطاب الذي يوجهه لكل صحابي، فلما غلب على ظنه أن معاوية سيملك قال له: (يا معاوية إذا ملكت فاعدل)، ولما رأى ضعف أبي ذر قال له: (لا تحكم بين اثنين)، ولما جاءه رجل كأنه لاحظ فيه الحدة، قال له: (لا تغضب). ¶ وابن عمر رضي الله تعالى عنهما من أكثر الصحابة زهداً وتقوىً، وقد عمر حتى بلغ الثمانين، ومات في عهد بني أمية أيام ولاية الحجاج لـ عبد الملك بن مروان، وهذا الصحابي منذ أن نشأ كان تقياً زاهداً ورعاً في الدنيا، وهنا يخبر بأن النبي صلى الله عليه وسلم أخذ بمنكبيه، والمنكب: مجمع الكتف مع العضد، فقال له صلى الله عليه وسلم لأنه تفرس فيه أنه اختط لنفسه طريق الزهد، فقال له: (كن في الدنيا كأنك غريب أو عابر سبيل).",
            "page": "4",
            "part": "1",
            "seal": "3A4642BF"
        },
        {
            "id": "5",
            "nass": "فقه البخاري في تراجمه ¶ وقد ترجم الإمام البخاري رحمه الله لهذا الباب بقوله: باب: (كن في الدنيا كأنك غريب أو عابر سبيل)، ترجم له بنفس المتن، وقصد البخاري، بترجمة الباب بنفس المتن أن يشير إلى ما وقع عند بعض الحفاظ من أنهم رأوا أن هذا الحديث موقوف على ابن عمر، فلما جعل متن الحديث هو عنوان الباب أراد أن يشير إلى ثبوت أن الحديث مرفوع عنده إلى النبي صلى الله عليه وسلم. ¶ ومعلوم أن البخاري رحمة الله تعالى عليه كان فقيهاً جداً، وقد ظهر للناس في زمانه وبعده فقه البخاري في تراجم الأبواب وكيف يصنعها، فدلت على دقة فقهه، كما دلت على دقة حفظه، وهذا نظيره في الأدب صنيع أبي تمام في ديوان الحماسة فديوان الحماسة، ديوان جمع فيه أبو تمام الشعر، واختار فيه مقطوعات شعرية ليست من شعره، فهو ليس ديوانه، وإنما اختياره. ¶ فأعجب الناس باختيارات أبي تمام، وكذلك البخاري هنا في قضية ترجمته للأبواب فإنها تدل على دقة فقهه رحمه الله تعالى، وأما الحديث فهو وصية نبوية تدعو إلى عدم الركون إلى الدنيا، وحتى لا يركنن ابن آدم إلى الدنيا قال النبي صلى الله عليه وسلم في وصيته هذه لـ ابن عمر: (كن في الدنيا كأنك غريب أو عابر سبيل) (أو) هذه مشكلة: هل هي للشك، أو للتخيير، أو للإضراب؟ اتفقت كلمة الشراح على أنها ليست للشك، وهي تقع للشك نحوياً، لكن اتفقت كلمة الشراح على أنها هنا ليست للشك، فبقي حالان: إما للتخيير وإما للإضراب، فإن قلنا للتخيير فيصبح المعنى أن النبي يقول لـ ابن عمر فليكن حالك في الدنيا كحال الغريب أو كحال عابر السبيل أياً كان منهما، فكل منهما لا يركن للبلد الذي هو فيه، لكننا نقول: إن الاختيار أنها تكون للإضراب ومعنى الإضراب، الانتقال، فيصبح المعنى أنه قال له أولاً: (كن في الدنيا كأنك غريب)، ثم أراد أن يرتفع به منزلة أعلى في الزهد فقال له: (أو عابر سبيل).",
            "page": "5",
            "part": "1",
            "seal": "DFF452D0"
        },
        {
            "id": "6",
            "nass": "الفرق بين الغريب وعابر السبيل ¶ والفرق بين الغريب وعابر السبيل أن كليهما ليسا من أهل الوطن، لكن الغريب يقيم مدة غير قصيرة، فهو غريب عن البلدة، لكنه مقيم فيها شهوراً أو أعواماً. ¶ وأما عابر السبيل فإنه عابر ماض ليس له بتلك البلدة حاجة، ولهذا نرجح أن تكون (أو) هنا للإضراب، والمقصود منها الانتقال في حالة ابن عمر من كونه غريباً إلى عابر للسبيل، والسبيل: الطريق، وهي تؤنث وتذكر، قال الله جل وعلا: {وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ} [الحجر:76]. ¶ والمقصود من هذا: وصيته صلى الله عليه وسلم أن الدنيا معبر، قال أحد الصالحين في وصيته الشهيرة لابنه: ولم تخلق لتعمرها ولكن لتعبرها فجد لما خلقت فالدنيا مزرعة للآخرة، وهذه وصية نبوية من نبي عليه الصلاة والسلام من أعلم الخلق بالله، ومن أعلم الخلق بما ينفع الناس في الدنيا، (كن في الدنيا كأنك غريب أو عابر سبيل)، فإذا كان الإنسان يحيا في الدنيا كأنه غريب أو عابر سبيل فلا يزاحم الناس في دنياهم. ¶ فإن تجتنبها تجتنبها بعزة وإن تجتذبها نازعتك كلابها ثم قال ابن عمر رضي الله عنه استقاءً من حديث النبي صلى الله عليه وسلم، فالقول الثاني قول ابن عمر وليس قول النبي صلى الله عليه وسلم، قال: (إذا أصبحت فلا تنتظر المساء، وإذا أمسيت فلا تنتظر الصباح)، ومحال جداً أن يأتي إنسان بفهم صوفي للحديث، فيظن أن الإسلام يجعلنا نركن في بيوتنا إذا أصبحنا ننتظر الموت، وإذا أمسينا ننتظر الموت صباحاً، محال أن يدعونا الإسلام إلى هذا، لكن المقصود: أن الإنسان يدفع نفسه في طاعة الله جل وعلا كمن يترقب الموت، وفي نفس الوقت الإنسان إذا كان تاجراً وأصبح وأخذ بوصية ابن عمر: (إذا أصبحت فلا تنتظر المساء) فإن ذلك يمنعه من الغش، والإنسان إذا كان شاباً فتياً فإذا علمه أنه إذا أمسى أو أصبح قد يلقى الله فإن ذلك يمنعه من أن يزيغ بصره ميمنة وميسرة، وإن كان حاكماً منعه خوفه من لقاء الله وقرب الأجل منعه من أن يظلم أو أن يجور أو يفتح على الناس باب شر. ¶ وعلى هذا يمكن أن تقيس كل شيء، هذا هو المعنى المقصود من قول ابن عمر: (إذا أصبحت فلا تنتظر المساء، وإذا أمسيت فلا تنتظر الصباح)، وهو مستقىً من قول النبي صلى الله عليه وسلم: (كن في الدنيا كأنك غريب أو عابر سبيل). ¶ وقد قيل: إن نوحاً عليه الصلاة والسلام قيل له: يا أطول الأنبياء عمراً كيف وجدت الدنيا؟ قال: وجدتها كدار لها بابان: دخلت من أحدهما وخرجت من الآخر، ثم قال ابن عمر رضي الله تعالى عنهما: (وخذ من صحتك لمرضك، ومن فراغك لشغلك)؛ لأن الصحة لا يعقبها إذا زالت إلا السقم، والفراغ لا يعقبه إذا زال إلا الشغل، ويعقب الاثنان الهرم، ويعقب بعد ذلك كله الموت. ¶ فالدنيا مطية إلى الآخرة لا محالة، وهذه وصية نبوية في عدم الركون إلى الدنيا، والله تعالى أعلم.",
            "page": "6",
            "part": "1",
            "seal": "080F4A17"
        },
        {
            "id": "7",
            "nass": "شرح حديث ابن مسعود وأنس في الأمل والأجل ¶ قال المصنف رحمه الله تعالى: [عن عبد الله رضي الله عنه قال: (خط النبي صلى الله عليه وسلم خطاً مربعاً، وخط خطاً في الوسط خارجاً منه، وخط خططاً صغاراً إلى هذا الذي في الوسط من جانبه الذي في الوسط، وقال: هذا الإنسان، وهذا أجله محيط به، أو قد أحاط به، وهذا الذي هو خارج عمله، وهذه الخطط الصغار الأعراض، فإن أخطأه هذا نهشه هذا، وإن أخطأه هذا نهشه هذا). ¶ عن أنس بن مالك رضي الله عنه قال: (خط النبي صلى الله عليه وسلم خطوطاً فقال: هذا الأمل، وهذا أجله، فبينما هو كذلك إذا جاءه الخط الأقرب)]. ¶ هذا الحديثان كما سمعتم وذكرناهما في مكان واحد لتقارب معنييهما، وبيان ذلك كالتالي: هناك أمل، وهناك تمن، وهناك ترجي، وهنا أجل وهنا عرض، ونفصل كالتالي: الترجي يكون فيما يغلب على الظن وقوعه، والحرف المناسب له (لعل)، قال الله جل وعلا على لسان كليمه موسى: {حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ} [الكهف:60] فتوافر أسباب بلوغ موسى لمجمع البحرين موجودة؛ ولهذا سمي هذا ترجي. ¶ وأما التمني فيكون أقرب إلى الخيال، وهو في الشيء الذي قد فات وانقضى ولا سبيل إلى ارتجاعه، أو في الشيء الذي يستحيل أن يقع مما قدر الله أنه لا يكون، والحرف المستخدم له (ليت)، ومنه قول العرب: ألا ليت الشباب يعود يوماً فأخبره بما فعل المشيب فقطعاً إن الشباب لا يعود بعد زواله وانتهائه وذهابه. ¶ وأما الأمل: فيمكن أن تقول: إنه بينهما، والمقصود به: حب زيادة الغنى والعمر. ¶ وأما الأجل: فهو الوقت الذي كتبه الله جل وعلا على كل أحد بعينه أن تفارق روحه جسده. ¶ فهذا نبي الأمة صلى الله عليه وسلم يرشد الناس كيف يتعاملون مع الآمال والأماني والترجي ومع آجالهم بضرب الأمثال، وضرب الأمثال سنة في القرآن وسنة في الحديث، فهو عليه الصلاة والسلام يملك عاطفة ملحة في إخراج الناس من الظلمات إلى النور، فلما ذكر مثل المؤمنين في توادهم وتراحمهم شبك بين أصابعه، ولما ذكر اليتيم قال: (أنا وكافل اليتيم في الجنة كهاتين وضم بين إصبعيه السبابة والوسطى)، فكل ذلك تقريب للناس. ¶ وهو الآن في محفل بين أصحابه فوضع نقطة على أنها بني آدم، وأحاط هذه النقطة بمربع على أنه الأجل، والمربع محيط ببني آدم، والخطوط الأربعة محيطة ببني آدم، أي: أنه لا مفر من الأجل، والأعراض العرض بسكون الراء ضد الطول، وتأتي عرض مقابل النقدين، {تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا} [النساء:94]، لكن المقصود هنا الآفات والحوادث التي تمر على الفتى. ¶ فمن أصابته تلك الآفات والحوادث ولم تهلكه ونجا منها فإن ذلك لا يعني أبداً أنه سينجو من الموت أو ينجو من غيرها، وحتى لو نجا من غيرها فإن الموت واقع لا محالة، لكن الأمل جعله النبي صلى الله عليه وسلم خارجاً عن ذلك المربع، فهو خارج من حيث الصورة في ذهن بني آدم، وهو في الحقيقة ليس بخارج، يقول صلى الله عليه وسلم: (إذ جاءه الخط الأقرب)، وقد اتفقت كلمة العلماء على أن الخط الأقرب هو خط الأجل. ¶ والإنسان في هذه الدنيا يسير فتارة تعرض له أسقام أو حوادث أو كوارث فينجو ما دام في العمر بقية، وحتى لو نجا ولا أعني ذلك النجاة من الموت، لكن طول الأمل يكبر مع بني آدم كما سيأتي في الحديث، وقديماً يقولون: لولا الأمل لما عاش ابن آدم. ¶ قال الطغرائي في لاميته: أعلل النفس بالآمال أرقبها ما أضيق العيش لولا فسحة الأمل وهذه اللامية تسمى لامية العجم، ويقابلها لامية العرب للشنغري، ومطلعها: أقيموا بني أمي صدور مطيكم فإني إلى قوم سواكم لأميل وكان عمر يأمر الناس أن يحفظوا لامية العرب، ولم يأمرهم أن يحفظوا لامية العجم؛ لأن الطغرائي متأخر عن عمر بأزمنة، وأما الشنغري فجاهلي، فـ عمر بلغه شعر الشنغري وتأديبه للناس في لاميته. ¶ والمقصود من هذا أن الإنسان يؤدب نفسه بأخبار الأولين، والغاية من هذا أن يعلم الإنسان أن هناك أملاً، فينبغي أن يكون استثمارنا للأمل محدوداً أو بتعبير أصح مقيداً بالشرع، فلا نغرس في الناس اليأس، لكن كذلك نجنبهم الأمل الكاذب الذي يدعوهم إلى التسويف، وتأخير التوبة، والإغراق في المعاصي، ونحيي فيهم الأمل في لقاء الله تبارك وتعالى، واستثمار الطاعات، وعلو الهمة، والوصول إلى الغايات، وعدم اليأس من رحمة الله جل وعلا، وعدم القنوط من فضله، فهذا أمر محمود، لكنه يكون مذموماً إذا كان يدعو إلى التسويف والبعد عن الرب تبارك وتعالى. ¶ هذا ما يمكن التعليق عليه على هذا الحديث المبارك.",
            "page": "7",
            "part": "1",
            "seal": "AD305617"
        },
        {
            "id": "8",
            "nass": "شرح حديث: (أعذر الله إلى امرئ أخر أجله حتى بلغه ستين سنة) ¶ قال المصنف رحمه الله تعالى: [عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (أعذر الله إلى امرئ أخر أجله حتى بلغه ستين سنة)]. ¶ قال صلى الله عليه وسلم في حديث آخر: (أعمار أمتي ما بين الستين والسبعين، وأقلهم من يجوز ذلك)، وفي هذا الحديث يقول صلى الله عليه وسلم: (أعذر الله إلى رجل أخره إلى ستين سنة)، والله جل وعلا ذكر في سورة فاطر صراخ أهل النار، وقال عنهم: {أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ} [فاطر:37] واختلف العلماء في المراد بالنذير، فقال بعضهم: هو النبي صلى الله عليه وسلم، وقال بعضهم -على قراءة (والنذر) -: إنها الآفات، وقال آخرون: هو الشيب، وعليه أكثر المفسرين. ¶ وإذا قلنا: إنه الشيب على هذا القول من أقوال المفسرين، نسوق ههنا قوله صلى الله عليه وسلم: (أعذر الله إلى امرئ -أو إلى رجل- بلغه ستين سنة). ¶ فالستون عاماً تأتي بعد الأربعين قطعاً، وقال مالك رحمه الله: أدركت طلبة العلم في بلدنا يطلبون العلم والدنيا ويخالطون الناس، حتى إذا بلغوا الأربعين تركوا الدنيا ومخالطة الناس، وتفرغوا ليوم القيامة، أي: جعلوا أعمالهم منصبة فيما يعينهم على أهوال يوم القيامة. ¶ ومعنى قوله صلى الله عليه وسلم: (أعذر الله إلى امرئ) أي: لا حجة لذلك المرء عند الله، والستون هي عمر نبي الله جل وعلا داود، كما جاء في الخبر الصحيح: (إن الله جل وعلا لما خلق أبانا آدم أخرج من ظهره ذريته وكل نسمة كائنة منه إلى يوم القيامة، فوجد بين عيني أحدهم وبيصاً من نور، قال: أي رب من هذا؟ قال: هذا رجل من ذريتك يكون في آخر الزمان يقال له: داود، فقال آدم: أي رب كم جعلت عمره؟ قال: ستون عاماً، فقال آدم: يا رب هبه من عمري، فوهبه من عمره أربعين عاماً). ¶ والغاية من الحديث أن الستين فيها يظهر الشيب، وهي منحنى من منحنيات العمر ومنعطفاته العظيمة، وإن امرءاً بلغ الستين ولم يفقه أنه سيلقى الله ويخلص في العمل ويجعل أكثر وقته في الطاعة، لا حجة له أبداً عند الله تبارك وتعالى، ولا يعني ذلك أبداً أن من دون الستين لهم الحجة على الله، فليس لأحد حجة على الله بعد إرسال الرسل، وإنزال الكتب؛ لكن المقصود من الحديث حث من بلغ هذا السن من الناس أن يتقي الله جل وعلا فيما بقي من عمره، هذا المقصود والمراد من هذا الحديث النبوي.",
            "page": "8",
            "part": "1",
            "seal": "676650EA"
        },
        {
            "id": "9",
            "nass": "شرح حديث: (لا يزال قلب الكبير شاباً في اثنتين) ¶ قال المصنف رحمه الله تعالى: [وعن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (لا يزال قلب الكبير شاباً في اثنتين: في حب الدنيا وطول الأمل)]. ¶ الكبير من الناس من تقدم به العمر، والأصل: أن الإنسان إذا تقدم عمره وهن بدنه، والأصل أن يصاحب وهن البدن وضعفه وهن في حب الدنيا وطول العمر، لكن النبي صلى الله عليه وسلم يقرر هنا وهو الموحى إليه من ربه أن من بني آدم من حتى إذا كبر وقرب من الأجل فإنه يكبر معه اثنان: حب الدنيا، ويحب أن يطول عمره. ¶ وهذا من جنس الأمل الذي تكلمنا عنه، وستأتي أحاديث تبين أنه لا يملأ فم ابن آدم إلا التراب، أو لا يملأ جوف ابن آدم إلا التراب، لكن هذا كله في سياق قوم ما عرفوا الله جل وعلا حق معرفته؛ ولهذا سيأتي بعد ذلك حديث وليس مباشراً يبين قضية من عرف الله تبارك وتعالى حق معرفته، ومن نظر في واقع الناس اليوم رأى فيهم أن منهم -عياذاً بالله- من كبر سنه، واحدودب ظهره، ومع ذلك يبقى متشبثاً بالدنيا وكأنها ستدوم له. ¶ وقد كان الصالحون من قبلنا يوصي بعضهم بعضاً بالانقطاع عن هذه الأمور، وأن يبقى الإنسان رهن طاعة الله جل وعلا، ويخشى لقاءه؛ حتى لا يكبر فيه حب الدنيا، وحب الدنيا يكبر في قلب كل امرئ قل في قلبه معرفة الآخرة، وأما حب المال فإن النبي صلى الله عليه وسلم أخبر أن فتنة هذه الأمة في المال، وهذا مشاهد محسوس، فكم من الناس من يتخلى عن مبادئ وقيم منصوص عليها في الكتاب والسنة؛ من أجل دينار ودرهم، ويقتتل الناس على هذا، وهذا حاصل قديماً وحديثاً، وينشأ في الناس، فالنبي صلى الله عليه وسلم عندما ضرب هذا المثل ضربه حتى يتخلى الناس عن التشبث بالدنيا والتشبث بحب المال.",
            "page": "9",
            "part": "1",
            "seal": "2CE92B99"
        },
        {
            "id": "10",
            "nass": "شرح حديث: (لن يوافي عبد يوم القيامة يقول: لا إله إلا الله) ¶ قال المصنف رحمه الله تعالى: [عن عتبان بن مالك الأنصاري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (لن يوافي عبد يوم القيامة يقول: لا إله إلا الله يبتغي بها وجه الله، إلا حرم الله عليه النار)]. ¶ إذا حرم العبد على النار فهذا من أعظم المكتسبات، فإن من حرمه الله على النار نجا، وثمة أفعال ومعتقدات لها عند الله جل وعلا منزلة عظيمة، فلا شيء في الدين يعدل: (لا إله إلا الله)، فهذا الفضل من العمل إذا اقترن بالفضل من الإخلاص فاجتمع قلب صادق، ومعتقد صحيح، وكلمة طيبة وهي: (لا إله إلا الله)، فلا يمكن بعد ذلك لهذا العبد أن تنال النار منه شيئاً. ¶ يقول صلى الله عليه وسلم: (لا يوافي الله عبد قال: لا إله إلا الله يبتغي بذلك وجه الله)، فلا إله إلا الله كلمة جليلة القدر من أجلها أنزل الله الكتب، ومن أجلها بعث الله الرسل، ومن أجلها نصب الله الموازين، ومن أجلها أقام الله الحجج والبراهين، ومن أجلها خلقت السماوات والأرض، بل من أجلها خلق الثقلين: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات:56]، وعبادة ربهم أن يوحدوه في المقام الأول، فقال صلى الله عليه وسلم: (من قال لا إله إلا الله يبتغي وجه الله حرمه الله جل وعلا على النار).",
            "page": "10",
            "part": "1",
            "seal": "384800D6"
        },
        {
            "id": "11",
            "nass": "الأعمال التي تحرم على النار أن تمس أصحابها ¶ والمحرمون على النار ورد في أحاديث كثيرة ذكر أعمالهم، منها: (من صلى لله أربعاً قبل الظهر وأربع بعدها حرمه الله جل وعلا عن النار)، ومن كان هيناً ليناً سهلاً مع الناس حرمه الله جل وعلا على النار، ومن بكى من خشية الله حرمه الله جل وعلا على النار، ومن جاهد في سبيل الله حرمه الله جل وعلا على النار، ومن أحبه الله حرمه الله على النار، قال صلى الله عليه وسلم: (والله لا يلقي الله حبيبه في النار).",
            "page": "11",
            "part": "1",
            "seal": "4E798F4B"
        },
        {
            "id": "12",
            "nass": "معرفة الله حق المعرفة ¶ ثم إن النار إذا دخلها من دخلها من عصاة المؤمنين فإن الله جل وعلا لن يجعل للنار سلطاناً كاملاً على أجسادهم، قال صلى الله عليه وسلم: (إن الله حرم على النار أن تأكل من ابن آدم أعضاء السجود). ¶ وأما قول: لا إله إلا الله، فإن الإنسان لا يمكن أن يقولها حق القول حتى ربه تعالى، فإن من لوازم ذلك أن يعرف الله جل وعلا حقاً، وحتى يصل الإنسان إلى هذه المرحلة أن يعرف ويتمكن من أن يقول: لا إله إلا الله يبتغي بها وجه الله لابد أن يكون هناك علم ويقين بالرب تبارك وتعالى، وحتى يكون هناك علم ويقين بمعنى هذه الكلمة وجلالتها لابد أن يذهب ويلجأ إلى المصدر الأول في فهمها وهو كلام الله، ثم كلام رسوله صلى الله عليه وسلم. ¶ فأول ما ينبغي على العبد فيها ألا يستكبر عند سماعها، وألا يدخله أنفة عند علمه بمعناها، قال الله جل وعلا عن أهل معصيته: {إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ * وَيَقُولُونَ أَئِنَّا لَتَارِكُوا آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ} [الصافات:35 - 36]. ¶ الأمر الثاني: لابد أن يكون هناك علم حق بالله عن طريق ما ذكره الله جل وعلا في كتابه من وجهين: الوجه الأول: تعريف الله بذاته العلية. ¶ والوجه الثاني: تعريف الرسل بربهم. ¶ فأما تعريف الرسل بربهم فقد حكاه الله على لسان محمد عليه الصلاة والسلام، وأكثر ما حكاه على لسان إبراهيم وموسى، فإن إبراهيم عليه السلام لم يشهد خلق السماوات والأرض ومع ذلك قال لقومه: {قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ * أَنْتُمْ وَآبَاؤُكُمُ الأَقْدَمُونَ * فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ * الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ * وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ * وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} [الشعراء:75 - 80]. ¶ فذكر أن الله جل وعلا هو الذي فطر السماوات والأرض، ثم قال: {وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ} [الأنبياء:56]. ¶ ونبيه كليم الله موسى قال له فرعون بكل تبجح: {قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَى} [طه:49]؟ فأجابه الكليم عليه السلام بقوله: {قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى} [طه:50]، فعاوده فرعون ¶ Q {  قَالَ فَمَا بَالُ الْقُرُونِ الأُولَى} [طه:51]؟ فتأدب موسى مع ربه لا مع فرعون فقال: {قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لا يَضِلُّ رَبِّي وَلا يَنسَى} [طه:52]، فهذا مما جرى على ألسنة بعض الرسل في التعريف بربهم. ¶ وأما الرب جل وعلا فلا أحد أعلم به منه، ولله جل وعلا في كتابه العظيم في تعريفه بذاته العلية طريقان: الطريق الأول: ذكر أسمائه الحسنى وصفاته العلى. ¶ والطريق الثاني: ذكر خلقه تبارك وتعالى. ¶ فتعريفه بأسمائه الحسنى: كقوله جل وعلا في آخر الحشر: {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ} [الحشر:22] إلى آخر السورة، وتعريفه جل وعلا بالخلق كقوله جل وعلا: {أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالأَبْصَارِ * يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُوْلِي الأَبْصَارِ} [النور:43 - 44]. ¶ فمن نظر بعين التدبر فالسحب مخلوق واحد، فجمع الله جل وعلا فيها أضداداً أربعة: جمع فيها الماء غوثاً لمن أحبه، وجعل فيها الصواعق من النار تحرق من أراد الله أن يصيبهم بها إما نقمةً أو نعمة، ولا يجتمع الماء والنار لكن الله جمعهما في مخلوق واحد، والسحب إذا تراكمت وأطبقت حجبت نور القمر وضوء الكواكب، وأصبح الناس في ظلمة، فإذا خرج منها وميض البرق أضاء للناس، ولا يجتمع النور والظلمة في مصدر واحد، لكن الله جل وعلا بقدرته وحكيم صنعته ونفاذ مشيئته جعل فيها النور والظلمة، والماء والنار في آن واحد، ولا يقدر على هذا إلا الله. ¶ فإذا تحقق عقلاً ونقلاً أنه لا يقدر على هذا إلا الله وجب ألا يرجا ولا يدعا ولا يسأل ولا يعبد أحد غير الله. ¶ فإذا تحرر عقلاً أنه لا أحد يستحق أن يعبد أو يرجى إلا الله وجب أن يتحقق قلباً أن الله وحده خالق كل شيء، وأن بيده سبحانه مقاليد كل شيء، وأنه جل وعلا إليه مصير كل حي، والله جل وعلا يرزق كل شيء، إذا تحرر هذا آخر الأمر يأتي اللسان يترجم ذلك المعتقد وهو قول المؤمن: لا إله إلا الله، فلا يريد بها بعد أن استقرت في قلبه وعلم حقيقة معناها إلا ربه جل وعلا، فإذا وصل إلى هذه المرحلة كافأه الله جل وعلا بأن الله يحرمه على النار. ¶ هذا المقصود من قوله صلى الله عليه وسلم: (لا يوافي الله عبد يوم القيامة يقول: لا إله إلا الله يبتغي وجه الله إلا حرمه الله جل وعلا على النار)، وما سلك أحد في باب، ولا طرق أحد مجالاً يبتغي فيه نفعاً أعظم من نفع أن يعرف الإنسان من خلاله ربه تبارك وتعالى، فمعرفة الله جل وعلا هي الحياة كلها، فمن عرف الله وعبده وأحبه جل وعلا فلا يضره ماذا فقد. ¶ وهذا والعياذ بالله لم يعرف الله، فلم ينفعه أي شيء حصل عليه؛ لأن الله جل وعلا وحده هو من بيده الجزاء والحساب. ¶ هذا ما يمكن التعليق عليه من قول نبينا صلى الله عليه وسلم.",
            "page": "12",
            "part": "1",
            "seal": "92A97392"
        },
        {
            "id": "13",
            "nass": "شرح حديث: يقول الله تعالى: (ما لعبد مؤمن عندي جزاء إذا قبضت صفيه) ¶ قال المصنف رحمه الله تعالى: [عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (يقول الله تعالى: ما لعبد مؤمن عندي جزاء إذا قبضت صفيه من أهل الدنيا ثم احتسبه إلا الجنة)]. ¶ يقول صلى الله عليه وسلم: (كفى بالموت واعظاً)، وهذا الحديث فيه إخبار أن الإنسان أحياناً يفقد بعض أصفيائه، والصفي كلمة واسعة لها أصل قرآني، فهي الاجتباء والاختيار والتقريب، قال الله جل وعلا: {إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا} [آل عمران:33]، وقال الله جل وعلا في حق موسى: {إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالاتِي وَبِكَلامِي} [الأعراف:144]، فكلمة صفي أوسع من كلمة ابن، وأوسع من كلمة أخ، فالصفي قد يكون ابناً، وقد يكون أخاً، وقد يكون طالباً لك، وقد يكون شيخاً لك، وقد تكون الزوجة، وقد يكون للزوجة زوج، وقد يكون جاراً، وقد يكون صديقاً، فكل من تؤثره على غيره وتقربه منك وتدنيه، وله في قلبك محبة وحفاوة، وبينك وبينه حياة قلبية واسعة، فهذا يسمى صفياً. ¶ والله جل وعلا كتب على الناس الموت، وكل صفيين لابد أن يفترقا، والصديق رضي الله عنه ورد عنه لما مات النبي عليه الصلاة والسلام أنه كان بالسنح في العوالي، وهي الآن في جنوب المدينة، فلما بلغه الخبر دخل بيت عائشة بوصفها ابنته، فلما كشف عن النبي صلى الله عليه وسلم تبين له أن النبي قد مات، فقبله وقال: واصفياه! والمقصود بالصفي من حيث الجملة: كل من قربته بصرف النظر عن قرابته أو عدم قرابته أو سنه أو غير ذلك. ¶ فيقول صلى الله عليه وسلم: إن الله جل وعلا يقول: (ما لعبدي إذا قبضت صفيه من أهل الدنيا)، ولا ينتهي الخبر هنا، (ثم احتسبه)، ومعنى (الاحتساب): الصبر المقرون برجاء الثواب، بمعنى: أن المبتلى بفقد صفيه يصبر وهو يرتجي الثواب من الله جل وعلا، فإذا وقع هذا من الرجل أو من المرأة إذا فقد صفياً له فاحتسبه عند الله جل وعلا، فليس له جزاء عند الله إلا الجنة. ¶ وقوله عليه الصلاة والسلام: (فليس له إلا الجنة) يدل على عظم هذا العمل؛ لأن الله لم يعلق الجنة على عمل مفرد إلا في جلال الطاعة، كما قال: (الحج المبرور ليس له جزاء إلا الجنة)، فعلقها هنا في عمل قلبي وهو الصبر، كما علقها في عمل بدني مالي تعبدي وهو الحج. ¶ والمقصود أن الله جل وعلا يبتلي: {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الأَمْوَالِ وَالأَنفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ * الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ * أُوْلَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُوْلَئِكَ هُمُ الْمُهْتَدُونَ} [البقرة:155 - 157].",
            "page": "13",
            "part": "1",
            "seal": "67A98214"
        },
        {
            "id": "14",
            "nass": "احتساب الأجر في كل نازلة تنزل بالمؤمن ¶ وينجم عن هذا أمور وفوائد أرادها النبي صلى الله عليه وسلم، أولها وأعظمها: أن المؤمن يحتسب الأجر من الله في كل نازلة تنزل به، فكل ما أساء المؤمن فهو مصيبة، فلو انطفأ سراج بيتك فقل: إنا لله وإنا إليه راجعون، ولو انكسرت ريشة قلمك فقل: إنا لله وإنا إليه راجعون؛ لأنها مصيبة، ولأنك تقول: أنني لا أستغني عن الله أبداً. ¶ لكن إن قلتها في مواطن ولم تقلها في مواطن فكأنك من حيث لا تشعر تريد أن تقول: هذه أمور أنا أدبرها بنفسي، وأما هذه فأنا أدبرها بالله، لكن المؤمن في كل شيء يعلم أنه ضعيف عاجز يحتاج إلى ربه، فكلما فقد شيئاً ولو يسيراً يقول: إنا لله وإنا إليه راجعون، هذه الفائدة العملية الأولى من الحديث.",
            "page": "14",
            "part": "1",
            "seal": "50998B63"
        },
        {
            "id": "15",
            "nass": "توطين النفس على مفارقة الأحباب ¶ الفائدة الثانية: أن يوطن الإنسان نفسه على مفارقة من يحب، يقول الحسن البصري: اعمل ما شئت فإنك ملاقيه، وأحبب من شئت فإنك مفارقه، وكن كما شئت فكما تدين تدان. ¶ قال جرير: لا يلبث القرناء أن يتفرقوا ليل يفر عليهم ونهار",
            "page": "15",
            "part": "1",
            "seal": "0697E597"
        },
        {
            "id": "16",
            "nass": "ألا يعلق الإنسان قلبه بأحد من أهل الدنيا ¶ الفائدة الثالثة: ألا يعلق الإنسان قلبه بأحد من أهل الدنيا، وهذا مبني على الحديث الذي قبله وهو قضية: يبتغي بذلك وجه الله، فلا يكون في القلب إلا الله، نعم أننا نحب الوالدين، ونحب مشايخنا، ونحب طلابنا، ونحب أبناءنا وجيراننا، لكن الإنسان يجعل عاطفته في كل شيء بقدر، ولا تعلق قلبك تعليقاً كلياً بأحد من الخلق؛ لأنك لابد من مفارقه، وكونك لا تتعلق به تعلقاً كلياً لا يمنع أن يكون صفياً لك، فهذا أبو بكر رضي الله تعالى عنه سمى النبي عليه الصلاة والسلام صفياً له، وأبو هريرة يقول: (أوصاني خليلي)، لكن لا يعني ذلك أن أبا بكر أو أبا هريرة تعلقت قلوبهما برسول الله صلى الله عليه وسلم. ¶ فالمحبة الشرعية لها قدر تنتهي إليه، وأما الإطراء فيكون مع الرب تبارك وتعالى، وحتى الإطراء مع الرب تبارك وتعالى فإنه يكون وفق نظرة شرعية، فالإنسان ينطلق في أفعاله وأقواله بالنظرة الشرعية. ¶ وأما قبض الأصفياء فهذا أمر بديهي، فالنبي صلى الله عليه وسلم فقد عمه حمزة وحزن عليه حزناً شديداً؛ لأن حمزة أبا عمارة رضي الله عنه وأرضاه كان عم النبي صلى الله عليه وسلم نسباً، وأخوه رضاعةً، فـ حمزة والنبي عليه السلام رضعا من ثويبة مولاة أبي لهب. ¶ كما أنه صلى الله عليه وسلم لما دفن ابنه إبراهيم قال: (إن العين لتدمع، وإن القلب ليحزن، وإنا لفراقك يا إبراهيم لمحزونون، ولا نقول إلا ما يرضي ربنا)، وهذا حاصل في كل دهر وعصر. ¶ وعمر بن عبد العزيز رحمة الله تعالى عليه الخليفة العادل كان له ولد يقال له: عبد الملك، وكان فيه من الصلاح والتقوى والورع ما تقر به الأعين، فمات في حياة أبيه، فلما دفنه عمر قال: الحمد لله الذي جعلك في ميزاني ولم يجعلني في ميزانك؛ لأنه كان يرى أن ابنه أفضل منه، ولهذا ألمح بعض العلماء إلى أن من أعظم الناس أجراً في الدنيا فاطمة بنت محمد صلى الله عليه وسلم؛ لأنها فقدت سيد الخلق صلى الله عليه وسلم، فأصبح النبي عليه الصلاة والسلام في ميزانها، وأما أخواتها فهن في ميزان الرسول صلى الله عليه وسلم. ¶ وهو صلى الله عليه وسلم بالنسبة لنا -باعتبار كونه نبينا- فهو صلى الله عليه وسلم في ميزاننا بوصفه نبينا، وهو في ميزان فاطمة من جهتين: بوصفه نبي، وبوصفه أب صلوات الله وسلامه عليه، وقد قلت: إن هذا الأمر -أعني المفارقة- يقع لا محالة، قال جرير كما بينا: لا يلبث القرناء أن يتفرقوا ليل يفر عليهم ونهار لكن المؤمن يوطن نفسه على الصبر وعلى الاحتساب، وعلى عدم التعلق بالدنيا، وأنت ترى أيها الأخ المبارك أن أحاديث الباب مرتبطة بعضها ببعض، فبعض الأحاديث علقنا عليها بما لا يتجاوز الكلمتين؛ لأنها من الوضوح بمكان، ولو تكلمنا فيها كثيراً لكنا كالمتهمين رسولنا صلى الله عليه وسلم بالعجز، وما كان يجمل ويكمل أن نتوسع فيه توسعنا فيه، فكل بقدر، ولا يكلف الله نفساً إلا ما آتاها. ¶ هذا ما تيسر وتهيأ قوله في هذا المجلس المبارك، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "16",
            "part": "1",
            "seal": "AB2CB553"
        },
        {
            "id": "17",
            "nass": "سلسلة شرح كتاب الرقاق من صحيح البخاري [2] ¶ في هذه المادة تجد الكلام على ذهاب الصالحين الأول فالأول، فيبقى حثالة من الناس لا يباليهم الله باله، وعليهم تقوم الساعة. ¶ وكذلك تجد الكلام على فتنة المال، وأن الإنسان لو كان له واد من ذهب لابتغى المزيد، ولن يملأ فاه إلا التراب. ¶ وكذلك الكلام على أن مال الإنسان الحقيقي هو الذي قدمه لله مخلصاً في ذلك، وأما الذي تركه لورثته فليس بماله حقيقة، بل هو مال غيره.",
            "page": "1",
            "part": "2",
            "seal": "019EC291"
        },
        {
            "id": "18",
            "nass": "شرح حديث: (يذهب الصالحون الأول فالأول) ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، أما بعد. ¶ قال المصنف رحمه الله تعالى: [عن مرداس الأسلمي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (يذهب الصالحون الأول فالأول، ويبقى حثالة كحثالة الشعير أو التمر لا يباليهم الله باله)]. ¶ هنا إخبار بما سيكون من حيث الجملة في آخر الزمان، وأن الساعة لا تقوم إلا على شرار خلق الله، ومعنى قوله صلى الله عليه وسلم: (لا يباليهم الله باله) أي: لا يعبأ الله بهم ولا يقيم الله جل وعلا لهم وزناً، والسبب في ذلك أنه ليس بين الله وبين أحد من خلقه نسب، وإنما الأمر على الأعمال الصالحة والإيمان بالله جل وعلا، وهؤلاء لا يعرفون الله طرفة عين، فإنه في آخر الزمان يأتيهم الشيطان فيقول لهم: ألا تستجيبون؟ فيقولون: وبماذا تأمرنا؟ فيدعوهم إلى عبادة الأوثان، فيعبدون الأوثان من جديد، جاء في صحيح مسلم في وصفهم أنهم في سرعة الطير، وأحلام السباع، ومعنى أنهم في سرعة الطير وأحلام السباع أي: في سرعة الطير إلى الشهوات والفساد، وفي أحلام السباع: في البغي والظلم والعدوان والتناحر فيما بينهم، ومع ذلك قال صلى الله عليه وسلم عنهم: (ومع ذلك دارة أرزاقهم) أي: يُرزقون ويُطعمون رغم أنهم لا يعرفون الله طرفة عين؛ ولهذا لا يعبأ الله بهم، ولو كان الله جل وعلا يعبأ بهم لابتلاهم بالسراء والضراء، والأخذ والعطاء؛ حتى يردهم إليه لكن أرزاقهم تدار، فحياتهم حسنة ماضية حتى يأمر الله إسرافيل أن ينفخ في الصور فينفخ، فتقوم عليهم الساعة، هذا كله يدفعنا إلى أن نؤصل في أصل المسألة من الأول. ¶ قال عليه الصلاة والسلام: (يذهب الصالحون الأول فالأول)، فالله جل وعلا خلق أبانا آدم وأدخله جنته، فوقع من آدم المعصية فأهبطه الله إلى الأرض، وأخبره الله أن الشيطان له عدو، ثم كانت ذرية آدم عليه السلام، ومكث الناس عشرة قرون لا يعبدون إلا الله، ثم اجتالتهم الشياطين، فلما اجتالتهم الشياطين بعث الله الرسل، فكان أول الرسل نوح عليه الصلاة والسلام، ثم تتابع الرسل والأنبياء من بعده عليه الصلاة والسلام حتى ختموا بمحمد صلى الله عليه وسلم، ومضت سنة الله أن النبي يبعث إلى قومه خاصة، فلما كان نبينا عليه الصلاة والسلام بعث للناس كافة لم يكن بعده نبي؛ لأن كل الناس تبع له صلوات الله وسلامه عليه أمة دعوة، فمات عليه الصلاة والسلام فبموته دنت الساعة، إذ لا أمة بعد أمته، ولا نبي بعده عليه الصلاة والسلام، ومضى دهر الأربعة الراشدين أبي بكر وعمر وعثمان وعلي، ثم كانت دولة بني أمية وانتشر الإسلام، ثم كانت دولة بني العباس، ومضت دول، ودولة آل عثمان، ثم وقع ما وقع من تناحر بين الأمة فسلط الله الأعداء علينا، وتفرقت الأمة دولاً كثيرة، وهذا كله من حيث الأحداث الزمنية، ويقع أن الصالحين يذهبون الأول فالأول كما أخبر النبي صلى الله عليه وسلم: (خير الناس قرني)، فالصالحون في عهده صلى الله عليه وسلم من حيث الجملة أكثر من ناحية العدد، وأكثر صلاحاً وتقى ممن بعدهم، وعلى هذا مضت السنين، ثم تكون الخلافة على منهاج النبوة، ثم يعود الناس للفساد، ثم ينزل عيسى بن مريم عليه السلام بعد أن يخرج الدجال للناس، كما سيأتي تفصيله، وأنا أتكلم هنا إجمالاً حتى نربط بين قوله عليه الصلاة والسلام: (يذهب الصالحون) بين قوله: (لا يباليهم الله)، وفي هذه الفترة ينزل الدجال، وتكون فتنته ما من فتنة من خلق آدم إلى أن تقوم الساعة أعظم من فتنة الدجال، فينزل عيسى بن مريم واضعاً يديه على أجنحة ملكين كما عند مسلم في الصحيح، فيقتل الدجال، ثم يأمر الله الأرض أن تخرج بركتها، وقبل أن تخرج الأرض بركتها تخرج قبائل يأجوج ومأجوج يفسدون في الأرض، ثم بعد أن يُذهب الله يأجوج ومأجوج ويهلكهم ينزل عيسى والمؤمنون الذين معه من الملكان الذي تحرزوا فيه بجبل الطور، فإذا نزلوا أمر الأرض أن تُخرج بركتها، فلو أن إنساناً أنبت على صفاة لأنبتت، ثم تمضي الأيام بهم والليالي، فيموت الصالحون حتى يبقى أقوام -كما عند حديث حذيفة بن اليمان رضي الله عنه وأرضاه- لا يعرفون ما صلاة ولا زكاة ولا صدقة ولا نسك ولا حج، ولا يعرفون إلا كلمة عظيمة جليلة وهي: لا إله إلا الله، وهذا كله معناه أن العلم يُفقد تدريجياً، وأصل الدين كله: لا إله إلا الله فتبقى في قلوبهم، ولو ذهبت لا إله إلا الله فلا ينفع صلاة ولا صيام ولا زكاة ولا حج، فإن قال قائل: كيف تنفعهم وهم لا يصلون ولا يزكون؟ ¶ و A  أنهم لا يعلمون ذلك أصلاً، فلم يبلغهم ما صلاة، ولا زكاة، ولا حج، ولا صدقة، ولا نسك، فهذا كله لم يبلغهم فلا يعرفون من الدين إلا كلمة التوحيد، يقول حذيفة عن رسول الله صلى الله عليه وسلم: فيقول الشيخ الكبير والعجوز: أدركنا آباءنا على هذه الكلمة فنحن نقولها، فيبعث الله ريح. ¶ وهناك روايتان صحيحتان: رواية أنها ريح تخرج من الشام، ورواية أنها ريح تخرج من اليمن ألين من الحرير. ¶ ويمكن الجمع بين الروايتين على أن هذا يقع من هنا ومن هناك، فهذه الريح يجعلها الله كفيلة بأن تقبض أرواح المؤمنين، حتى ورد في الحديث: أن أحدهم في كبد جبل لا يعلم إلا وقد قدمت إليه هذه الريح ومات، فيبقى هؤلاء القوم الحثالة الذين لا يعبأ الله بهم. ¶ يقول صلى الله عليه وسلم: (يذهب الصالحون الأول فالأول)، والصلاح يطلق ويراد به أمران: يطلق ويراد به مقابلاً لمواطن أخر أو منازل أخر فيكون الرابع، ومنه قول الله جل وعلا: {مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ} [النساء:69]، فجعلها المرتبة الرابعة بعد النبوة والصديقية والشهادة. ¶ ويطلق ويراد به حتى الأنبياء، وهنا يكون بمنزلته العالية، فإذا ورد مقترناً مع النبوة أو الصديقية أو الشهادة فإنه يراد به رابع المنازل، وأما إذا ورد لوحده فالأصل فيه أنه أعلى المنازل. ¶ ثم هو بذاته درجات قال عليه الصلاة والسلام: (إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلوا علي، ثم سلوا الله لي الوسيلة، فإنها درجة في الجنة لا ينبغي أن تكون إلا لعبد صالح، وأرجو أن أكون أنا هو) صلوات الله وسلامه عليه، والله ذكر نوحاً ولوطاً في كتابه فقال: {كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ} [التحريم:10]، والنبي عليه الصلاة والسلام قال لـ حفصة في حق ابن عمر: (إن أخاك رجل صالح، أو عبد صالح)، وقال في حق سعد بن معاذ: (إن للقبر ضمة لو نجا منها أحد لنجا منها هذا العبد الصالح)، فالصلاح هنا بمعناه الأصلي الرفيع، لكن الناس فيه درجات، وقد قال بعض العلماء: إنه من أعظم المطالب وأسمى الغايات؛ ولهذا سأله الأنبياء ربهم، قال الله جل وعلا على لسان سليمان: {وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ} [النمل:19]، فكون أحد أنبياء الله يسأل الله جل وعلا أن يدخله في زمرة عباده الصالحين ففيه دلالة على أن الصلاح من أعظم المطالب وأسمى الغايات، والله جل وعلا مضت سنته في خلقه أن القوة يتبعها ضعف، والضعف يتبعه قوة، فالناس بدأوا بالتوحيد ولم يكن ثمة أعمال قبل الأنبياء، ثم يختمون بالتوحيد على تلك الطائفة، وبينهما ظهر أنبياء ورسل بعثهم الله جل وعلا جماً غفيراً، ثم تكون تلك الحثالة التي لا يعبأ الله جل وعلا بها، وعليهم تقوم الساعة لا بلغنا الله وإياك ذلك اليوم، فرحمة ربنا تبارك وتعالى بالأخيار من خلقه قائمة ثابتة في كل زمان ومكان، وهنا على المؤمن أن يسعى في صلاح نفسه؛ لأن النبي صلى الله عليه وسلم قال: (يذهب الصالحون الأول فالأول)، والإنسان إذا سمع أو بلغه نبأ موت أحد من الناس وعلم أنه صالح تمنى لو كان هو الميت، والإنسان يتحسر على من يموت وظاهره التفريط، والصغائر أمرها إلى الله، لكن من علمنا منه أنه كان على خير ومنهاج مستقيم فقد لا يصيبنا ذلك الحزن؛ لأنا نقول في أنفسنا: ما له عند الله خير مما له عندنا، والإنسان العاقل لا يحرص على شيء أعظم مما يحرص على نفسه؛ فينبغي على المؤمن أن يسعى في صلاح نفسه، وأن يجتهد في ذلك وكلنا مقصر لكن نسأل الله الغفران والتوبة.",
            "page": "2",
            "part": "2",
            "seal": "DBD0CE26"
        },
        {
            "id": "19",
            "nass": "شرح حديث: (لو كان لابن آدم واديان من مال لابتغى ثالثاً) ¶ قال المصنف رحمه الله تعالى: [عن ابن عباس رضي الله عنهما قال: سمعت النبي صلى الله عليه وسلم يقول: (لو كان لابن آدم واديان من مال لابتغى ثالثاً، ولا يملأ جوف ابن آدم إلا التراب، ويتوب الله على من تاب)]. ¶ هذا الحديث يتعلق بقضية فتنة المال، وقد مر بعضها معنا، فأخبر الله جل وعلا أن النفس البشرية مجبولة على حب المال، فقال: {وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا} [الفجر:20]، وقال: {وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ} [العاديات:8] والخير هنا هو المال، فهذا الشيء المجبول في النفوس إذا ترك على سجيته ولم يلجم بلجام التقوى ولم يؤدب بأدب القرآن أفرط صاحبه فيه، يقول عليه الصلاة والسلام: (لو كان لابن آدم واديان) ورفعت واديان بالألف لأنها مثنى؛ وسبب رفعها أنها اسم لكان، (لو كان لابن آدم واديان لابتغى ثالثاً) أي: ابتغى ثالثاً للواديين، ولا يعني ذلك أنه لو حصل على الثالث لاكتفى، ولكن المقصود الطمع الذي جُبل عليه بنو آدم، ثم قال: (ولا يملأ جوف ابن آدم إلا التراب)، وهذه كناية على أنه لا يشبع أبداً، ثم قال استدراكاً -وهذا من أبواب الرحمة التي يفتحها النبي لأمته وفق ما بلغه ربه- قال: (ويتوب الله على من تاب)، فهي دعوة لمن أفرط على نفسه بحب المال حتى طلب هذا المال من غير وجهه، أو على وجه محرم عياذاً بالله. ¶ وعلى هذا نؤصل فنقول: إننا لا يمكن أن نحيا من دون مال، فقد جعل الله المال عصبة للناس به يقومون، لكن الرب تبارك وتعالى أخبر أن تحصيل المال إما بطريق طيب وإما بطريق محرم، فأباح الله لنا تحصيله عن طريق الطيبات، وحرم الله علينا تحصيله عن طريق ما حرمه وحجبه جل وعلا ونهى عنه، فعلى هذا إذا كان الإنسان لا يمكن أن يشبع مهما جلب له من المال فحري به أن يكتفي؛ لأنه لن يشبع أبداً، فعليه أن يكتفي بالمباح ويكتفي بالطيب ولا يستمر في غوايته؛ لأن لو كانت القضية أنه سيصل إلى مرحلة الاكتفاء لقلنا في غير الشرع لا بأس حتى تصل إلى مرحلة معينة، لكنه من طلبه على وجهه من غير أن يلجمه بالتقوى فلن يشبع أبداً؛ ولهذا قال صلى الله عليه وسلم: (لابتغى ثالثاً) أي: وادياً ثالثاً غير الواديين المليئين بالمال. ¶ ثم قال عليه الصلاة والسلام: (ويتوب الله على من تاب) فالإنسان مهما بلغ في التقوى وارتقى في الصالحات وسارع في الخيرات وسابق في الطاعات فإنها تبقى عند العبد لمم وصغائر، وأحياناً عند البعض تبقى الكبائر، لكن الله يقول وهو أصدق القائلين: {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى} [طه:82]، والتوبة وظيفة العمر لا يستغني عنها أحد، {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور:31] فأمر بها الأنبياء والرسل وسائر الناس، والتوبة إلى الله جل وعلا تغسل الران الذي على القلوب، وتقرب من رحمة علام الغيوب، وبها يعرف العبد أنه على مقربة من الله، وقد شبه النبي صلى الله عليه وسلم المؤمن الذي يبادر إلى التوبة بالفرس المعقود له في مكان ما، فهو مهما بعد يعود إلى موطن رسمه، على هذا تجديدك للتوبة في كل يوم أو في كل ساعة، واستغفارك ربك من أعظم دلائل عدم مسرتك بالمعصية، قال عليه الصلاة والسلام: (من سرته حسنته وساءته سيئته فهو المؤمن)، وعلي بن ربيعة رضي الله عنه يقول: شهدت علي بن أبي طالب رضي الله عنه وأرضاه وقد قربت له دابة، فلما وضع قدمه في الركاب قال: بسم الله، ثم لما استوى على ظهرها قال: الحمد لله، {سُبْحانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ} [الزخرف:13] وإنا إلى ربنا لمنقلبون، وحمد الله ثلاثاً، وكبر ثلاثاً، ثم قال: سبحانك ربي ظلمت نفسي فاغفر لي، ثم ضحك فقلنا: يا أمير المؤمنين مم تضحك؟ قال: إني رأيت النبي صلى الله عليه وسلم صنع مثل الذي صنعت ثم ضحك، فقلنا: يا رسول الله مم تضحك؟ قال: (إن رب العالمين يعجب من عبده إذا قال: سبحانك ربي إني ظلمت نفسي فاغفر لي، يقول جل وعلا: علم عبدي أنه لا يغفر الذنوب غيري)، وكم من عباد منّ الله عليهم بالاستكانة والخضوع إذا تذكروا معاصيهم، فكانت معاصيهم سبباً في ثباتهم على الدين، وكم من عباد عياذاً بالله يفرحون بالطاعة وحق لهم في الأصل أن يفرحوا بالطاعة لكن يصيبهم علو واستكبار على من دونهم، فينقلب أثر الطاعة إلى أثر غير حميد، لأن الإنسان لم يسلك به طريقاً شرعياً؛ والمقصود من هذا كله أن فتنة المال من أعظم الفتن، ومع ذلك فتح الله جل وعلا باب التوبة.",
            "page": "3",
            "part": "2",
            "seal": "F6227CC7"
        },
        {
            "id": "20",
            "nass": "شرح حديث: (أيكم مال وارثه أحب إليه من ماله؟) ¶ قال المصنف رحمه الله تعالى: [عن ابن مسعود رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (أيكم مال وارثه أحب إليه من ماله؟ قالوا: يا رسول الله! ما منا أحد إلا ماله أحب إليه، قال: فإن ماله ما قدم، ومال وارثه ما أخر)]. ¶ هذا في نفس السياق الأول، لكن النبي عليه الصلاة والسلام ينوع في خطابه؛ حتى لا يصيب الناس السآمة والملل، هذا من وجه، والناس أصلاً يختلفون في طريقة التعامل لغوياً، والمقصود توصيل المعنى، فقال في الأول في أسلوب شرط: (لو كان لابن آدم واديان)، وهنا قال صلوات الله وسلامه عليه مستفهماً، وهذا الاستفهام تمهيد للعرض، فالأسئلة في الغالب تقع على ثلاثة أحوال: الحال الأول: سؤال استفهام يقصد به المعرفة، كأن تسأل: أين طريق كذا؟ فأنت تريد أن تعلم جواباً ترفع به الجهل عن نفسك، فهذا يسمى سؤال استفهام. ¶ الحال الثاني: سؤال اتهام، فتسأل أحداً وأنت في صياغتك لسؤالك تتهمه، والعاقل هنا لا يجيب على مثل هذه الأسئلة إذا كان السؤال ورد على أنه سؤال اتهام، فقد يأتي إنسان مثلاً فيحكم عليك قلبياً قبل أن يراك بشيء معين، ثم يأتي يسألك أمام الناس، فحتى لو نفيت الأمر عن نفسك لأدخل حججاً وطرائق يثبت به سؤاله، فهذا يسمى سؤال اتهام، فالعاقل في الغالب لا يجيب على مثل هذا، هذا الحال الثاني. ¶ الحال الثالث: أسئلة لا يراد بها رفع الجهل عن النفس لكنها تقع على ضربين: إما رفع الجهل عن الغير، أو تقع تمهيداً للتعليم، فأما الأول -وهو رفع الجهل عن الغير- فيسمى سؤالات جبريل؛ لأن جبريل عليه السلام لما قدم إلى النبي صلى الله عليه وسلم أسند ركبتيه إلى ركبتيه، ثم وضع يديه على فخذيه، وقال: أخبرني عن الإسلام؟ فهذا استفهام لكن جبريل لا يريد أن يعرف ما هو الإسلام حتى يرفع الجهل عن نفسه، فجبريل هو الذي جاء بالإسلام للنبي صلى الله عليه وسلم، وهو الذي بلغه الشرع عن الله، لكنه أراد أن يعلم من حول النبي من الصحابة، وقال: أخبرني عن الإيمان؟ أخبرني عن الساعة؟ ولهذا قال النبي عليه الصلاة والسلام له: (ما المسئول عنها بأعلم من السائل) أي أن علمي وعلمك فيها سواء. ¶ هذا هو الأول. ¶ والثاني منهما: التمهيد لما بعده، وهو الذي بين أيدينا، فقوله عليه الصلاة والسلام لجمهرة الصحابة الذين حوله: (أيكم مال وارثه أحب إليه من ماله؟) يعلم صلى الله عليه وسلم أن كل أحد ماله أحب إليه من مال وارثه، لكنه أراد أن يكون ذلك مدخلاً ليخبرهم بالمال الحق الذي ينفعهم، فالهمزة في أيكم همزة استفهام، (أيكم مال وارثه أحب إليه من ماله؟ قالوا: ما منا من أحد مال وارثه أحب إليه من ماله)، فلما تقرر هذا منهم بأفواههم قال صلى الله عليه وسلم: (فإن ماله) أي: الحق (ما قدم، ومال وارثه ما أخر)، فما تدخره لمن بعدك، سينتفع به من بعدك فليس في الحقيقة يعتبر مالاً لك، وما قدمته بين يدي الله جل وعلا من النفقات والزكوات والصدقات وأردت به وجه الله هو المال الحقيقي لك، ونسبه النبي لك لأنه ينفعك يوم القيامة، وأما الشيء الذي لا ينفعك فلا يعتبر ملكاً لك، وما ينفعك يعتبر ملكاً لك ولو لم تملكه. ¶ ولهذا قال الله: {وَأَنْ لَيْسَ لِلإِنسَانِ إِلَّا مَا سَعَى} [النجم:39]، والمعنى لو أن إنساناً مثلاً عليه ديون، والدين مرغب في الشرع أن يخفف الإنسان منه، فلما مات جاء رجل آخر فسدد دينه عنه، فالمال المسدد به الدين ليس مالك على وجه الحقيقة، لكنه لما نفعك كان كأنه مالك؛ لأن ما ينجم عنه من حبسك في القبر بسبب الدين انتفى بسبب أن ذلك الأخ الذي سدد عنك نفعك بماله، فلما نفعك ذلك المال أصبح كأنه مالك، والنبي صلى الله عليه وسلم في تربيته للصحابة نحن نجهل الآن المناسبة الذي تكلم فيها النبي عليه الصلاة والسلام، لكن إذا جمعنا الأحاديث بعضها إلى بعض عرفنا أي منهج عظيم كان عليه النبي صلى الله عليه وسلم في تربية أصحابه، فتارة يجنح إليهم في ما تتعلق به النفوس ويتحدث عن الأموال، كما هذه الأحاديث الذي اختارها البخاري في كتاب الرقاق، وتارة يتحدث عن النوافل في الصلوات وكأن الدين ليس فيه إلا صلاة، فإذا اطمأن إلى أنهم فقهوا ذلك خرج به منحاً آخر وتكلم عن حق الجار، فإذا أدركوا حق الجار جاء بمجلس آخر فكلمهم صلى الله عليه وسلم عن حق الضيف، فإذا اطمأن إلى أنه أقام مجتمعاً مسلماً خاف عليهم أن يركنوا إلى الدنيا فيكلهم عن أخبار الآخرة وأيام اللقاء بين يدي الله، ويحدثهم عن الجنة والنار؛ حتى لا تعلق قلوبهم بالدنيا، ثم يحدثهم تارة عن الجهاد في سبيل الله وأن به يرفع الذل ويطلب العز، وكأن الدين ليس فيه إلا السيف والرمح، ثم يأتي في موقف آخر فيقول: (لا تتمنوا لقاء العدو، وإذا لقيتموه فاصبروا)، وهذه التربية النبوية من يريد أن يستقي منها ويستفيد لا ينظر إلى باب واحد، ولكن يأخذ الدين أخذاً شمولياً، وينظر في أحاديثه صلى الله عليه وسلم وفي القرآن من قبل نظرة شمولية تجمع أبوابها، لكن الإنسان إذا كان في حياته لا يقرأ إلا باباً واحداً في العلم فإن هذا الباب يبقى مسيطراً عليه. ¶ وفي إحدى الأمم -بدون تسمية حتى لا تكون تزكية- غير المسلمة يقولون: من ليس في يده إلا مطرقة فإنه يرى كل الناس مسامير؛ وهذا حق لأن الذي ليس في يديه إلا مطرقة فإن أي شيء يريد أن يطرقه سواء كان قابلاً للطرق أو غير قابل للطرق، فالذي يأتي لفنون العلم ولا يقرأ إلا باباً واحداً حتى يشعر بوجوده، فيطبق هذه الأحاديث على كل شيء حتى يشعر أنه استفاد؛ لأنه إذا لم يجد لها مسلكاً شعر بالنقص، ولا أحد يحب النقص في نفسه، لكن من أراد أن يعلم كيف يستقي من معين محمد صلى الله عليه وسلم فلينظر إلى السيرة العطرة والأيام النضرة جملة، وإلى الأحاديث في أبوابها كلها، ويضم الضمائم بعضها إلى بعض، ثم يفقه متى يقدم ومتى يؤخر، ومتى يطالب بهذا ويقدم هذا المنهج الحق في فهم سنة محمد صلى الله عليه وسلم، ولهذا أحسن النووي رحمه الله تعالى صنعاً لما جمع أحاديث كتابه العظيم (رياض الصالحين)؛ فإنه لم يترك باباً إلا تكلم فيه، وجمع فيه أقوال المصطفى صلى الله عليه وسلم. ¶ هذا ما تيسر إلقاءه في آخر هذا المجلس سائلين الله لنا ولكم التوفيق والسداد، والعلم عند الله جل وعلا، ونجيب فيما بقي من الوقت على أسئلتكم.",
            "page": "4",
            "part": "2",
            "seal": "9E3D020F"
        },
        {
            "id": "21",
            "nass": "الأسئلة",
            "page": "5",
            "part": "2",
            "seal": "524C31FE"
        },
        {
            "id": "22",
            "nass": "المقارنة بين فتنة المال وفتنة النساء، وكيفية التخلص من فتنة النساء ¶ Q  أيهما أعظم فتنة المال أم فتنة النساء؟ ونرجو منك أن تتكلم حفظك الله عن فتنة النساء، وكيف يمكن تجنبها والنجاة منها؟ ¶ A  نقول والعلم عند الله قال صلى الله عليه وسلم: (إن لكل أمة فتنة وفتنة أمتي في المال)، فالنساء فتنة بلا شك، لكن فتنة المال من حيث الجملة أعظم، لكن قد يكون بعض الناس فتنة النساء عنده أكبر خاصة لمن كان أعزباً أو كان شاباً أو أشباه ذلك، أو كان فيه قوة وعنفوان، لكن الأصل أن فتنة المال أكبر، وأنت ترى الكثير من الفضلاء والناس المعروفين المشهود لهم إذا ابتلي بالدينار والدرهم يفشل فشلاً ذريعاً؛ ولهذا كان بعض الناس إذا سأل عمن يطرق بابه للزواج من إحدى محارمه فإنه يسأل عن كيفية تعامله مع الدينار والدرهم؛ لأنها تبين معادن الرجال. ¶ وأما فتنة النساء -أعاذنا الله وإياك- فإن الله أمر بغض البصر، وأمر بحفظ الفرج، والإنسان يتجنب المواطن التي تكون مجمعاً للنساء ما استطاع إلى ذلك سبيلاً، ويحرص على الزواج، ويستعين بالرب تبارك وتعالى.",
            "page": "6",
            "part": "2",
            "seal": "CFB30950"
        },
        {
            "id": "23",
            "nass": "نصيحة لمن استقام على هذا الدين ¶ Q  أنا شاب مستقيم واستقامتي كانت هذا اليوم، فبماذا تنصحني يا شيخ؟! ¶ A  أنت تقول في سؤالك: أنا شاب مستقيم واستقامتي هذا اليوم، -يعني: أنه الله جل وعلا من عليك بحب التوبة إلى الرب تبارك وتعالى في هذا اليوم، فثق يا أخي أنك وقفت على باب عظيم، وحصلت على أمر عز نظيره، وقل مثيله، ولا يوجد شيء تطلبه ينفعك وينجيك أعظم من الوصول إلى الهداية؛ فإذا شعرت في قلبك أنه تمكن حب الهداية فيك ولك رغبة أن تهتدي، ولك رغبة أن تستقيم فلا تفرط في هذا الأمر أي تفريط، والبداية تكون أن يقع في قلبك وقعاً صادقاً أنك تريد ما عند الله، ثم يقع في قلبك أنك لن تستطيع أن تستمر على هذا الطريق إلا بالله، وأنه لن يكلأك ويحفظك ويثبتك إلا ربك، ثم تتذكر سالف أيامك فيقع فيك الندم على ما فرطت في جنب الله، ثم تعقد النية على أنك ستعمل الصالحات وتسابق في الخيرات، وجاء تفسير ما سبق، ثم تبدأ من الليلة بالقيام بين يدي الله جل وعلا، لا يوجد لذة في الدنيا أعظم من لذة السجود في الأسحار أو في ثلث الليل الآخر في ساعة يناجي فيها العبد ربه، كل لذات الدنيا تضمحل تنتهي لا يبقى لها شيء إذا ما قورنت بمثل هذه اللذة وأنت أيها الأخ المبارك السائل -فإن حقك مقدم على حق غيرك فأنت صاحب السؤال- قم هذه الليلة بثلاث ركعات وابدأ بداية سهلة، ولا تكلف نفسك ما لا تطيق واقرأ فيها القرآن وأسمع فيها نفسك، واسأل الله في السجود الثبات على دينه، وأن يفتح الله عليك، اسأل الله الجنة بإلحاح، واستجر بالله جل وعلا من النار بإلحاح، واسأل الله مغفرة الذنوب وستر العيوب، واسأل العون يقول الله لنبيه: {وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا} [الفرقان:31] لن يهديك يا نبينا إلا ربك، فإذا عرفت الطريق لن ينصرك في المضي عليه إلا ربك، فاسأل الهادي النصير جل جلاله أن يوفقك ويعينك.",
            "page": "7",
            "part": "2",
            "seal": "AE12B04D"
        },
        {
            "id": "24",
            "nass": "كيفية صلاة نافلة الظهر أربعاً قبلها وبعدها ¶ Q  كيفية الصلاة قبل الظهر أربعاً وبعد الظهر أربعاً؟ ¶ A  يصلى ركعتين ركعتين ما بين الأذان والإقامة، ثم إذا فرغت من الفريضة تصلي أربعاً أخر ركعتين ركعتين، قال عليه الصلاة والسلام: (من صلى قبل الظهر أربعاً وبعدها أربعاً حرمه الله على النار).",
            "page": "8",
            "part": "2",
            "seal": "59FAAD85"
        },
        {
            "id": "25",
            "nass": "نصيحة لمن يريد أن يحفظ كتاب الله تعالى ¶ Q  نويت في الإجازة حفظ القرآن الكريم، ولكن في بعض الأوقات أشعر باليأس؟ ¶ A  ضع لنفسك أمراً أنك على خير عظيم، ولا يجدن إليك اليأس سبيلاً، وحتى لو لم تكمله في الإجازة فهذا لا يضر، وحسبك فخراً أن ينظر الله جل وعلا إليك وأنت تحت سارية مسجد تروم كتابه العظيم، وتحاول أن تتدبره وتحفظه، فهذا لوحده فخر عظيم.",
            "page": "9",
            "part": "2",
            "seal": "B84F0DBC"
        },
        {
            "id": "26",
            "nass": "التعريف بالراوي في هذا الشرح ¶ Q  لماذا لم يعرف الراوي بشكل مختصر؟ ¶ A  هذا حسن لكن بعض الأخوة يقولون: نحاول أن ننهي أحاديث الباب في المقام الأول، فالأحاديث البينة الظاهرة جداً لا نتعرض لها إلا بشيء يسير.",
            "page": "10",
            "part": "2",
            "seal": "C7C0A381"
        },
        {
            "id": "27",
            "nass": "إقامة الجهاد في سبيل الله وشروطه ¶ A  الأخ الفاضل يتكلم عن الغيرة على الأمة، ويتكلم عن قضية الجهاد وأحكامه، ويقول كلاماً طيباً، لكنا نقول: إن المشكلة تكمن في أن الأمة ما بين واقع مشهود وأمل منشود، وردم الفجوة هذه بين واقعها وبين أملها هو الذي أصاب الناس اختلاف كثير في قضية كيفية التعامل مع الواقع، فيقع الخبط أحياناً والميل، كما يقع أحياناً التكاسل، وعدم بذل أي سبب في نصرة دين الله، وكلا الفريقين مخطئ، لكن الله جل وعلا جعل هناك أسباباً شرعية وأسباباً قدرية، ولن يكون هناك جهاد ورفعة للأمة حتى يجتمع السببان القدري والشرعي، فالشرعي: الإيمان والعمل الصالح، ومحبة الناس بعضهم لبعض، وقيامهم بواجب الدين، والقدري: أن يعينهم الله ويمكن لهم القدرة على الأخذ بأسباب الحرب، وهو قول الله: {وَأَعِدُّوا لَهُمْ} [الأنفال:60]، فهذا كله اجتمع لنبينا صلى الله عليه وسلم، فقد كان عليهم الصلاة والسلام والمؤمنون الذين معه في مكة يصلون ويصومون وكانوا خيرة أهل الأرض، فالسبب الشرعي كان موجوداً، وليس بعد وجوده صلى الله عليه وسلم، فهو النبي، وأربعون ثم ثمانون ثم ثلاثمائة كانوا في مكة كلهم صالحون؛ لماذا لم يكن هناك جهاد؟ لأن الجانب القدري ما اكتمل، مع أن الجانب الشرعي موجود، فلا أحد يقول: إن النبي صلى الله عليه وسلم وأصحابه رضي الله عنهم وأرضاهم كانوا مفرطين مقصرين لا ينصرون، ومع ذلك ما فرض الجهاد؛ لعدم السبب القدري، فلما ذهب إلى المدينة وأسس دولة الإسلام جاء السبب القدري، ثم إن هذا السبب القدري والشرعي كذلك أحياناً قد يقربان وقد يبعدان، وأحياناً قد يبقيان وأحياناً قد يضمحلان، فيكون واجب الجهاد أو العمل الجهادي مرتبط بالحالين: بالقدري والشرعي، والنبي عليه الصلاة والسلام لما جاءه النصر بشارة من الله قال: (امضوا فإن الله قد وعدني إحدى الطائفتين)، ففي بدر حارب ثلاثمائة مقابل ألف، فالعدو هنا ثلاثة أضعاف المؤمنين، لكن لما جاء في يوم الخندق وضربته العرب عن قوس واحدة، ولم تكن قريش لوحدها وإنما كانت عدة قبائل غطفان وقريش وغيرها ما حارب صلى الله عليه وسلم؛ لأن السبب القدري هنا اختل، فتحصن عليه الصلاة والسلام بالخندق وامتنع عن المحاربة، ولم تقع حرب: {وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ} [الأحزاب:25]، فلم يجازف صلى الله عليه وسلم بالأمة رغم وجود السبب الشرعي؛ لعدم وجود السبب القدري، فالذي يريد أن يتحدث بأي مسألة في دين الله جل وعلا يحاول قدر الإمكان أن يشد الزمام على الآلية التي يتكلم بها، وأن يملك زماماً آلياً في العلم حتى يتكلم عن الله وعن رسوله؛ لأن الكلام عن الله وعن رسوله توقيع عن رب العالمين، لكن لا يعني هذا أن يتهم الناس أو أن يظن بأي أحد من الناس السوء؛ لأنه دعا إلى خير؛ لأن الناس من حقهم أن يكون فيهم حرقة وغيرة وكمد وأسى وحزن على ما يحدث بأمة الإسلام، وعلى ما يحدث بالمسلمين، فهذا لا يرضي أحداً يرجو الله واليوم الآخر، ولا يرضي مؤمناً أن يقتل مسلم خاصة إذا قتل مسلم على يد كافر، فلا يفرح بهذا مسلم، لكن حتى ينتصر الإنسان كذلك لا بد نحن أعناقنا مطايانا محنية للدليل من كتاب الله وسنة نبينا صلى الله عليه وسلم، فما فقهناه من الكتاب والسنة نعمل به، وجمع الناس على إمام وحد واجتماع كلمتهم ووحدة أمرهم هذا أمر دعا إليه النبي صلى الله عليه وسلم، وقرره القرآن، فلا ينبغي العزوف عنه بأي حال من الأحوال، ولا المجازفة في هذه المصلحة تحت أي ستار كان؛ لأنه ليس من المعقول يأتي إنسان ينثرها ثم يقول: نبنيها من جديد، هذا في ألعاب الأطفال (ينثرها ثم يبنيها من جديد)، وأما في حياة أمم فما يمكن الإنسان أن ينثرها ثم يقول: نبني أمة، لكن الإنسان يكمل، أما الإنسان يرمي الأمة أشتات كل إنسان ينادي على منبر، وكل إنسان يدعو لوال أو يدعو لسلطان أو يدعو لأمير، ثم يرجو بعد ذلك أن يجتمعوا! محال، فهذا شيء جُبلت النفوس عليه، أي: على حب السلطة، وعلى حب التصدر، فهذه فطرة في الخلق إلا من عصمه الله، لكن الإنسان يأتي للأمر الموجود، يقول ابن تيمية رحمه الله: وليس العاقل من يهدم مصراً ليبني قصراً، أي: يهدم وطناً كاملاً لكي يبني قصراً، والإنسان يبدأ من الخطوات، كإنسان ابتلي بأب فيه فجور أو فيه فسق، وعنده أبناء بعضهم فجرة وبعضهم طيبون، وبعضهم وسط وسط، فيقول: خلاص نعيد من جديد: هذا ما هو أبونا خلوه خارج، ونبدأ من جديد نسوي بيتاً! فهذا ليس عقل، لكن العقل أن يشدد لحمتهم مع بعضهم البعض، ثم يحاول أن يصلح قدر الإمكان ما استطاع، ثم مع الأيام تعود الأمور إلى وضعها الطبيعي، فهذا هو المنهج الذي شرعه الله في الإصلاح؛ فالذي يريد شيئاً شرعياً هو مجبر -إن كان صادقاً- أن يسير على نهج الشرع، وأما الذي يريد شيئاً غير شرعي فبدهي أن يسلك طريقاً غير شرعي، وهذا الذي تراه هو الذي أخر الأمة سواءً على مستوى الجهاد، أو على مستوى السياسة، وحتى على أي مستوى، وأخر الناس حتى على مستوى حياة الأفراد بصرف النظر عن حال الأمة، وحتى أحوال بعضنا في الوصول إلى ما نريد أننا نريد ما عند الله بطريق غير الذي شرعه الله، فمثل فاعل ذلك لا نقول: إنه كافر، أو ما إلى ذلك! هذا محال، لكنه إما متعجل أو جاهل، أو دخلت فيه أهواء، وأنا أتكلم هنا على صورة أفراد ولا أتكلم عن قضايا الأمة، أتكلم حتى في إنسان يطلب علماً ويريد أن يكون شيخاً محبوباً فاضلاً فهذا يطلب من الله ولا يطلب من الناس شيخ يسمع الناس لك! ما هذه إلا من الله، فيه منهج شرعي وضعه الله، ووالله لو فعلت ما فعلت ما تحصل عليه، لكن أنت حتى تنتهي القضية اطلب ما عند الله، وثق تماماً أنك ستصل اليوم أو غداً، وحتى لو لم تصل أنت أصلاً لا تريد أن تصل بهذه الطريقة، لكن الله جل وعلا من أراد شيئاً عنده يؤدبه جل وعلا فيبتليه بأشياء يشعر هو أنها تقربه من الهدف، فإذا كان رجلاً أراد الله به ألا يصل سلك هذه الأشياء على عجلة من أمره، وإذا أراد الله له أن يصل ترك هذه التي تعجل به ولزم الذي شرعه الله، حتى ولو غلب على ظنه أنه سيتأخر 100 عام، فإذا كنت أنت على منهج الحق فستصل، ومثال ذلك أنا الآن في الرياض وسأعود إلى المدينة، وجئت براً، فإذا قررت أن أعود إلى المدينة إذا سلكت طريق المدينة الذي هو طريق القصيم لو مشيت بالسيارة عشرة بل لو واحد يدفني بالسيارة من وراء ما دام أنا على طريق القصيم فسأصل إلى المدينة؛ لأن نهاية الطريق المدينة، فما دمت أنت على الطريق فستصل، لكنني لو أخذت جهة أخرى كطريق مكة مثلاً فأنت حتى لو مشيت 180 ومشيت 200 سقت همر، أو على طائرة هيلوكبتر فما ستصل؛ لأن الطريق ليس نهايته المدينة فلن تصل، وهذا تماماً في حياتك اليومية، فالذي يريد منهج الله يلزم شرع الله، فهذا كتاب وهذه سنة، ولذلك لما تجادل حتى بعض طلبة العلم في الوصول أو في بعض قضايا الأمة يقول: يا أبو هاشم والله ولو بعد سبعين سنة سنوصل، إيه لأنك أنت حسبت بحسابك أنت، ومن قال لك إنك أنت ستصل بجهدك؟ أنت مطالب بأمرين: أن يكون الهدف لله، وأن يكون الطريق قد رسمه الله، فإذا كنت صادقاً فستصل، وأما إذا شرعت في طريق آخر حتى لو كان الهدف صحيحاً فلن تصل، لكن ينبغي أن يكون الطريق إلى الهدف وفق منهج الله. ¶ يا أخي الله يقول لنبيه: {قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ * رَبِّ فَلا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ} [المؤمنون:93 - 94] أي: فحتى أنت يا نبينا قد نميتك قبل أن ننتهي منهم، يعني: تأخذ وتعطي معهم فتموت والأمر معهم ما انتهى، فإذا كان هذا جرى حكماً على النبي فكيف من دونه! لكن الناس يريدون أن يصلوا بعجلة، فمن يظن أن الطريق الذي ابتكره أفضل من ذلك الطريق فهو من غير أن يشعر يظن أن طريقه مقدم على طريق الله، ولهذا يقول الله: {وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا} [فصلت:35] أي: ثبتوا على منهج الله، ولذلك فالنبي صلى الله عليه وسلم لما جاء في يوم عام الحديبية، وهو نبي وما هو بقائد سياسي، بل نبي يوحى إليه، جبريل غداء رواح عليه، ومعها ألف وأربعمائة، سيصل صلوات الله وسلامه عليه للحديبية فتمنعه قريش، فجن جنون الصحابة وقالوا: هذا شيء لا يعقل، فلما جن جنونهم قال: (إنه ربي ولن يضيعني)، أدخل السنة هذه، أدخل بعد عشرين سنة، فهذا شيء ما لي شغل فيه فأنا ماشي على المنهج الصحيح، فحبسها حابس الفيل، أي: الناقلة، فعرف لما خلأت القصواء أنه لن يدخل مكة؛ فجاءه عمر فأخذ يعاتبه، وعمر يرغب حقاً، ويطلب رفعة الإسلام، لكن هذا منهج فمتى ما وصل وصل، فرجع صلى الله عليه وسلم فأنزل الله عليه: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا} [الفتح:1]، فأخذ يرجعها صلى الله عليه وسلم يترنم بها، ثم في العام الذي بعده بعامين -فالحديبية كانت في سنة ست، والفتح كان في سنة ثمان- دخل صلى الله عليه وسلم مكة، لكن هذا أمر يبتليك الله به، وهذا أمر ليس فقط في أحداث الأمة وفي طلب العلم، وإنما يطرى في كل شيء، والله يبتليك بالخادم قبل أن يبتليك بابنك، ويبتليك الله بابنك قبل أن يبتليك بجارك، ويبتليك الله بأن تعطي قبل أن يبتليك الله بأن تمنع؛ ولهذا الله يقول: {وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ} [العنكبوت:43]، فيأتي إنسان يدخل عليه في دائرة حكومية، وهو همه أن يظهر عند الناس أنه رجل متواضع، فإذا جاءه رجل وجيه أو رجل يعلم أنه سيبلغ عنه تراه يمشي حافياً إليه ويكرمه، فيخرج هذا يقول: تصدقوا بالله الدلة ما طلب الخادم بل هو صبها لي، فهذا العمل قد يكون لله وقد يكون لغير الله، وهو نفسه يعرف ذلك، وأنا لا أتكلم عن أحد بعينه، لكن هو إذا كان صادقاً هل يصنع هذا مع غيره؟ إن جاءه شخص ما يعرف أحداً، ولا يمكن أن يقول للناس: إن هذا حصل، هل تصنع هذا معه أو لا؟ فهذا كله في حياة الإنسان فيربي نفسه على الطريقة الصحيحة، فهذا أمر دونه خرط القتاد في التربية، لكن هذا كتاب الله، و",
            "page": "11",
            "part": "2",
            "seal": "6614B9EC"
        },
        {
            "id": "28",
            "nass": "سلسلة شرح كتاب الرقاق من صحيح البخاري [3] ¶ لقد عاش النبي صلى الله عليه وسلم في شغف من العيش وشدة، وكذلك أصحابه الكرام، فصبروا وشكروا وسادوا الدنيا، وأما غيرهم فقد كان يبيت متخم البطن، شبعان ريان، ومع ذلك لا يزن في ميزان الحق والعظمة جناح بعوضة. ¶ فالمؤمن يعلم ما أعده الله له في الآخرة من النعيم العظيم المقيم فلا يتطلع إلى الدنيا وزينتها، ولا يربط قلبه بها. ¶ وأما الكافر فإنه لا يعرف ولا يرى غير هذه الدنيا، لذلك فهي أمنيته وسلوته، بها يفكر وإليها يسعى ليل نهار.",
            "page": "1",
            "part": "3",
            "seal": "0BC890CD"
        },
        {
            "id": "29",
            "nass": "شرح حديث أبي هريرة عندما كان يغمى عليه من شدة الجوع ¶ الحمد لله، وصلى الله وسلم على نبينا محمد، وعلى آله وأصحابه، وعلى سائر من اقتفى أثره، واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فنستأنف بحمد الله تعالى التعليق على كتاب الرقاق من صحيح البخاري رحمه الله تعالى، وكما جرت العادة سيقرأ أخوكم، ثم نعلق إن شاء الله تعليقاً موجزاً على الحديث. ¶ قال المصنف رحمه الله تعالى: [باب: كيف كان عيش النبي صلى الله عليه وسلم وأصحابه وتخليهم عن الدنيا. ¶ عن أبي هريرة رضي الله عنه: (أنه كان يقول: آلله الذي لا إله إلا هو إن كنت لأعتمد بكبدي على الأرض من الجوع، وإن كنت لأشد الحجر على بطني من الجوع، ولقد قعدت يوماًَ على طريقهم الذي يخرجون منه، فمر أبو بكر فسألته عن آية من كتاب الله، ما سألته إلا ليشبعني، فمر ولم يفعل، ثم مر بي عمر فسألته عن آية من كتاب الله، ما سألته إلا ليشبعني، فمر فلم يفعل، ثم مر بي أبو القاسم صلى الله عليه وسلم فتبسم حين رآني وعرف ما في نفسي وما في وجهي، ثم قال: يا أبا هر! قلت: لبيك يا رسول الله! قال: الحق، ومضى فتبعته، فدخل فاستأذن، فأذن لي، فدخل فوجد لبناً في قدح فقال: من أين هذا اللبن؟ قالوا: أهداه لك فلان أو فلانة، قال: أبا هر! قلت: لبيك يا رسول الله! قال: الحق إلى أهل الصفة فادعهم لي، قال: وأهل الصفة أضياف الإسلام لا يأوون إلى أهل ولا مال، ولا إلى أحد إذا أتته صدقة بعث بها إليهم، ولم يتناول منها شيئاً، وإذا أتته هدية أرسل إليهم، وأصاب منها وأشركهم فيها، فساءني ذلك فقلت: وما هذا اللبن في أهل الصفة! كنت أحق أنا أن أصيب من هذا اللبن شربة؛ أتقوى بها، فإذا جاءوا أمرني فكنت أنا أعطيهم، وما عسى أن يبلغني من هذا اللبن، ولم يكن من طاعة الله وطاعة رسوله صلى الله عليه وسلم بد، فأتيتهم فدعوتهم فأقبلوا، فاستأذنوا فأذن لهم، وأخذوا مجالسهم من البيت قال: يا أبا هر! قلت: لبيك يا رسول الله! قال: خذ فأعطهم، قال: فأخذت القدح فجعلت أعطيه الرجل فيشرب حتى يروى، ثم يرد علي القدح، فأعطيه الرجل فيشرب حتى يروى، ثم يرد علي القدح فيشرب حتى يروى، ثم يرد علي القدح، حتى انتهيت إلى النبي صلى الله عليه وسلم وقد روي القوم كلهم، فأخذ القدح فوضعه على يده فنظر إلي فتبسم فقال: أبا هر! قلت: لبيك يا رسول الله! قال: بقيت أنا وأنت، قلت: صدقت يا رسول الله! قال: اقعد فاشرب، فقعدت فشربت، فقال: اشرب. ¶ فشربت فما زال يقول: اشرب. ¶ حتى قلت لا والذي بعثك بالحق ما أجد له مسلكاً. ¶ قال: فأرني، فأعطيته القدح فحمد الله وسمى وشرب الفضلة). ¶ وعنه رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (اللهم ارزق آل محمد قوتاً)]. ¶ أراد المصنف بهذين الحديثين المتتابعين أن يبين كيف كان حال نبينا صلى الله عليه وسلم وأصحابه في العيش، وما كانوا فيه من شظف العيش صلى الله على نبيه ورضي الله عن أصحابه. ¶ والحديث الأول تحدث فيه الصحابي الجليل أبو هريرة رضي الله تعالى عنه وأرضاه حين ناداه النبي صلى الله عليه وسلم وسماه بـ أبي هر، ومناداة الإنسان وتكنيته وترغيبه بالشيء المتلبس به أمر جاء به القرآن، قال الله تعالى: {يَا أَيُّهَا الْمُزَّمِّلُ} [المزمل:1]، وهذا ليس اسماً للنبي صلى الله عليه وسلم، ولكنه نداء من الله جل وعلا لنبيه على الحالة التي كان متصفاً بها صلوات الله وسلامه عليه. ¶ ومنه أيضاً قول الله جل وعلا: {يَا أَيُّهَا الْمُدَّثِّرُ} [المدثر:1]، فإنه لما تدثر صلى الله عليه وسلم في ثيابه ناداه ربه جل وعلا بالحال التي هو متلبس بها، وهذا من الهدي القرآني، وقد أخذه النبي صلى الله عليه وسلم من تعليم الله جل وعلا إياه، فكان يستعمله مع أصحابه، فقال لـ علي رضي الله عنه وأرضاه: (قم يا أبا تراب!). ¶ وذلك لما كان ملتصقاً بالتراب وقد نام عليه. ¶ وقال عليه الصلاة والسلام لـ حذيفة في يوم الخندق: (قم يا نومان)؛ لأنه كان نائماً، وأبو هريرة وجد في طريقه هرة، فدخل على النبي صلى الله عليه وسلم وهو يحملها، فلقبه النبي صلى الله عليه وسلم أو كناه بـ أبي هر، كما هو ظاهر الحديث. ¶ وهذا الموقف أحد الأيام التي عاشها أبو هريرة رضي الله تعالى عنه وأرضاه في المدينة، وهو مهاجر إليها قادم من دوس المنطقة والمحافظة الموجودة على مقربة من محافظة الباحة اليوم، فصار ليس له أهل ولا عشيرة في المدينة، فأصابه الجوع، فلما أصابه الجوع استحيا أن يخبر الناس أنه جائع، فأراد أن يعرض تعريضاً؛ ليحفظ على ماء وجهه، فتعرض في طريق النبي صلى الله عليه وسلم وأصحابه؛ حتى يشعرهم أنه يريد أن يسألهم، وهو إنما يريد أن يذهبوا به إلى البيت ليطعموه، فقال قبلها يصور موقفه وحالة الجوع التي تلبس بها: إني على إحدى حالتين: إما أن ألصق كبدي على الأرض؛ رجاء أن يذهب الجوع ويخف عني. ¶ والحالة الثانية: أن يضع الحجر على البطن، وهذه هي عادة كانت عند أهل الحجاز قديماً، فيأتون للحجر على هيئة الكف المرصوف وتكون أشبه بالشيء الأملس، وأشبه بهيئة الكف، وكلما طال كان أحسن، فيضعونه على بطونهم، ثم يربطون عليه، حتى إذا أصابهم جوع وبلغ منهم مبلغاً لا يتثنون، حتى لا يراهم الرائي فيظن أن بهم سقماً أو شدة جوع، فينتصب البطن، فينتصب مع البطن الظهر، فمن يراهم من بعيد لا يشعر أن بهم جوعاً، فيكون هذا الحجر قائماً مقام صلب الظهر وشده، فأخذها أبو هريرة عنهم لما سكن المدينة، وصنعها رجاء أن يبقى ظهره صلباً، ورجاء أن يسكن جوعه إذا اجتمعت أطراف بطنه. ¶ فمر عليه أبو بكر وعمر رضي الله عنهما، فلم ينتبها له، وخيرة الله لـ أبي هريرة خير من خيرته لنفسه؛ لأن إطعام النبي عليه الصلاة والسلام له خير من إطعام أبي بكر وعمر رضي الله تعالى عنهما له، فمر رسول الله صلى الله عليه وسلم به فتبسم؛ لأنه عرف مراده، فلما عرف مراده قال: الحق، أي: طلب منه أن يلحق به، ومع أن النبي صلى الله عليه وسلم هو الذي دعاه إلى اللحوق إلا أن أبا هريرة عندما وصل إلى الدار استأذن، ففهم منها العلماء أن الإنسان وإن كان مدعواً من صاحب الدار يجب عليه أن يستأذن، فاستأذن، فلما ناداه النبي عليه الصلاة والسلام قال أبو هريرة رضي الله عنه مجيباً: (لبيك يا رسول الله!)، فأخذ منها العلماء جواز قول: لبيك ولو في غير مناسك الحج، والمراد بها إجابة المنادي، فكيف إذا كان المنادي رسول الله صلى الله عليه وسلم، (فلما دخل وجد النبي صلى الله عليه وسلم لبناً)، قال العلماء من أهل التفسير وغيرهم: إن الإنسان قد يشرق بأي شيء من المشروبات، فيغص بالماء وغيره، لكن لا يعلم أن أحداً غص أو شرق باللبن؛ لأن الله جل جلاله قال: {سَائِغًا لِلشَّارِبِينَ} [النحل:66]، وهو رمز للفطرة، فالنبي عليه الصلاة والسلام في رحلة المعراج: (قرب له إناءان: إناء فيه خمر وإناء فيه لبن، فاختار اللبن، فسمع جبريل أو منادياً يقول: هديت للفطرة)، فهو رمز للفطرة في حياتنا، ورمز للعلم في المنام. ¶ فلما وجد النبي صلى الله عليه وسلم لبناً تعجب؛ لأنه يعلم أنه لا لبن في البيت، فأُخبر أن هذا مما أهدي له عليه الصلاة والسلام، وقد كان يأتيه عليه الصلاة والسلام بعض الهدايا من جيرانه من الأنصار وغيرهم، ولم يكن يخلو من أحد حالين: إما أن يكون هدية وإما أن يكون صدقة، والنبي عليه الصلاة والسلام تحرم عليه وعلى آل بيته الصدقة، فلا يقبلها، فإذا جاءت الصدقة بعث بها إلى أهل الصفة، وهم فقراء أضياف الإسلام في ناحية المسجد، وإن كانت هدية أشركهم معه صلوات الله وسلامه عليه، أي: بمعنى طعم منها وأشرك أهل الصفة معهم، فلما سأل عن هذا اللبن أخبر من أهل بيته أنه هدية، فأمر أبا هر رضي الله عنه وأرضاه أن يذهب فيدعو أهل الصفة، فأساءه ذلك الأمر وقال: لكنه لم يكن من طاعة الله ورسوله بد، ساءه ذلك الأمر؛ لأن الإنسان مجبول أصلاً على حب نفسه، خاصة وأنه كان في حاجة ملحة إلى اللبن، واللبن إذ ذاك قليل، وقال: ما عسى أن يبلغ هذا اللبن من أولئك الأضياف، لكن هو امتثل لأمر الله وأمر رسوله صلى الله عليه وسلم، فغدا إلى أهل الصفة فدعاهم، فما وقع من أبي هريرة رضي الله عنه أنه استأذن رغم أنه كان مدعواً، وكذلك أهل الصفة رضي الله عنهم وأرضاهم فاستأذنوا فدخلوا، فلما دخلوا قام أبو هريرة مقام الخادم لرسول الله صلى الله عليه وسلم؛ لأنه هو الذي دعاهم، فأصبح أقرب خصيصة إليه، فأمره أن يطوف بالقدح المملوء لبناً على هؤلاء الأضياف، فكان أبو هريرة تأدباً مع أضياف رسول الله صلى الله عليه وسلم يعطي أحدهم الإناء، ثم يأخذه منه بعد أن يشرب، وبنفسه يعطيه للآخر، ثم يقف عند رأسه حتى ينتهي، ثم يأخذه منه، ثم يعطيه للذي بعده؛ لأن هؤلاء وإن كانوا صحابة دون النبي صلى الله عليه وسلم، وإن كانوا كثيري التطواف على النبي عليه الصلاة والسلام؛ إلا أنهم يبقون أضيافاً، وإكرام الضيف جاء به الدين، وإكرام الضيف بالقول وبطرف العين وبالنظر وبالعبارات أهم من أكرامه طعاماً، والعرب تقول: وإني لعبد الضيف ما دام نازلاً وما لي شيمة غيرها تشبه العبد فالأحرار من الرجال لا يحتفون بأحد أكثر من احتفائهم لأضيافهم، والأحرار من الرجال كذلك، كما مر معنا في قضية أبي هريرة أنه لم يعرض بقضيته أنه جائع، وإنما أخذ كأنه يسأل؛ لعل النبي أو غيره يفهم أنه يحتاج، وكذلك الأحرار من الرجال -وهذا الطائفة الثالثة العالية- إذا عُرِّض أمامهم بالحاجة فهموها دون أن يصرح صاحبها؛ لأنه إذا صرح ال",
            "page": "2",
            "part": "3",
            "seal": "29896643"
        },
        {
            "id": "30",
            "nass": "شرح حديث: (لن ينجي أحداً منكم عمله، قالوا: ولا أنت يا رسول الله) ¶ قال المصنف رحمه الله تعالى: [عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (لن ينجى أحداً منكم عمله، قالوا: ولا أنت يا رسول الله! قال: ولا أنا، إلا أن يتغمدني الله برحمة، سددوا وقاربوا، واغدوا وروحوا، وشيء من الدلجة، والقصد القصد تبلغوا). ¶ عن عائشة رضي الله عنها أنها قالت: (سئل النبي صلى الله عليه وسلم أي الأعمال أحب إلى الله؟ قال: أدومها وإن قل)]. ¶ نبدأ بالحديث الثاني؛ حتى نعلم سبب ارتباطه بالحديث الأول، فإذا جمعت المتنين وجدت أنه صلى الله عليه وسلم قال في المتن الأول: (القصد القصد)، وقال في الثاني: (أحب العمل إلى الله أدومه وإن قل)، والقصد فوق التفريط ودون الغلو، فإذا وقعت العبادة من العبد قصداً ليس فيها تفريط ولا غلو، فهذا يدفعه إلى عدم الإعياء والملل، فإذا لم يوجد الإعياء والملل وجد الاستمرار والمداومة، فهذا وجه الربط بين الحديثين، فقال صلى الله عليه وسلم: (أحب الأعمال إلى الله أدومها وإن قل)، والمعنى الحرفي للحديث: أن العمل وإن كان مفضولاً فإنه يكون أحب إلى الله من العمل الفاضل إذا كان العمل الفاضل منقطعاً. ¶ وصورة ذلك في الحياة اليومية، فرجل يداوم على صلاة الليل، ويصلي ثلاث ركعات كل ليلة دون انقطاع، لا ريب أن عمله هذا أحب إلى الله من رجل يصلي تسعاً أو عشراً أو عشرين ركعة ما بين الليلة وليال أخرى، يعني: يصلي ليلة عشرين ثم ينقطع ما شاء الله له أن ينقطع، ثم يعود فيصلي إحدى عشرة ثم ينقطع فترة طويلة، ثم يعود فيصلي ثلاثين، أو ما أشبه ذلك، فكله عمل صالح، لكن الأول أحب وأقرب إلى الرب تبارك وتعالى بنص كلام رسولنا صلى الله عليه وسلم، هذا وجه الارتباط بين الحديثين. ¶ نعود إلى الحديث الأول: هذا الحديث ينجم عنه إشكال معرفي، وهو أن النبي صلى الله عليه وسلم قال: (لن يخلص أحد منكم من النار بعمله، قالوا: ولا أنت يا رسول الله! قال: ولا أنا، إلا أن يتغمدني الله برحمته)، وقد جاء في القرآن أن الله جل وعلا قال: {فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} [السجدة:17]، فالآية أثبتت أن الجنة معلقة بالعمل، والحديث نفى العمل، فحاول الكثير من أهل العلم الجمع بينها ولا بد من الجمع قطعاً؛ لأن النبي لا يقول شيئاً متعارضاً، فذهب ابن الجوزي وغيره من العلماء إلى ذكر أسباب عدة سنذكر بعضها ثم نبين الأمر الصحيح وهو الأهم، قالوا: إن التوفيق للطاعات هو من رحمة الله. ¶ وخرجوها تخريجاً آخر فقالوا: إن منافع العبد لسيده، فما يصنعه العبد من أعمال صالحة هي أصلاً لله تبارك وتعالى، فرحمة الله جل وعلا بقبولها هي التي قصدها النبي صلى الله عليه وسلم بقوله: (إلا أن يتغمدني الله برحمته)، وهذه الأقوال ظاهرة الضعف لا تشفي غليلاً، والصواب أن يقال: إن المنفي في الحديث غير المثبت بالآية، فالحديث فيه نفي أن تكون الجنة عوضاً عن العمل، وأن تكون مقابل العمل، والآية تثبت أن العمل الصالح سبب في دخول الجنة، فالباء التي في الحديث باء العوض والمقابلة، وأما الباء التي في الآية فهي باء السبب، وسنخرج عن النص النبوي ونأتي بمثال في الدنيا حتى تتضح الصورة لك، فعندما تريد أن تذهب إلى البقال تشتري شيئاً، فتعطيه عشرة ريالات فيعطيك حاجتك، فهذه الحاجة ثمنها عشرة ريالات، فأصبحت العشرة مقابل الحاجة وعوضاً عنها، فتسمى معاوضة، وما البيع والشراء إلا معاوضة، وأما كون الجنة عوضاً عن العمل فلا؛ لأن الجنة أكبر من العمل، لكن السبب مسألة أخرى غير العوض، ومثال ذلك أن تأتي إلى إنسان بينك وبينه قرابة فتمنحه هديه أو مكافئة أو طعاماً، وهو لم يعطك شيئاً مقابل هذه الهدية، لكن كونه جاراً أو كونه قريباً سبب في أنك تهديه أو تكرمه، ففرق بين السبب والعوض، فالمثبت في الآية باء السببية، والمنفي في الحديث باء العوض، وقد نبه إلى هذا من العلماء ابن القيم رحمه الله في (مفتاح دار السعادة)، ونبه غيره، وهذا الأمر يتعلق بالصناعة النحوية أكثر من تعلقه بأي فن آخر من فنون العلم، ومن حيث الناحية العقدية فإن العمل بهذا التخريج في الحديث رد على طائفتين من الفرق الضالة، رد على الجبرية الذين يقولون: إن الإنسان بعمله لا يستحق الجنة؛ لأنهم يرون أنه أصلاً مجبور على العمل، فالجنة عندهم ليست ثواباً. ¶ ورد على المعتزلة والقدرية الذين يقولون: إنه يجب على الله أن يدخلهم الجنة؛ لأنهم قدموا السبب، فأصبح هذا التخريج رد على طائفتين: على الجبرية وعلى القدرية والمعتزلة. ¶ لكن من حيث الجملة قال بعض الصالحين: إن المؤمن يدخل الجنة برحمة الله، وينال منزله فيها بسبب عمله الصالح، وهذا تخريج قريب من الأول، وهو جملة سياغته العلمية صحيحة إلى حد كبير، قال الله جل وعلا: {أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ} [الأعراف:43]. ¶ ثم بين في الحديث أن: (النبي صلى الله عليه وسلم أمر بالغدو والرواح وشيء من الدلجة)، يصح ضم اللام ويصح فتحها، والغدو: هو السير في أول النهار. ¶ والرواح: هو السير في أول النصف الأول من الليل. ¶ والدلجة: هو السير في الليل عموماً. ¶ قال بعض أهل العلم: هذا فيه إشارة إلى طاعتين، وهما: الصيام وقيام الليل، فالصيام يستمر معك من أول النهار إلى آخر النهار وهو غروب الشمس، وأما قيام الليل فلا يمكن للإنسان أن يقوم الليل كله، تقول عائشة رضي الله عنها: (ولا أعلم أن النبي صلى الله عليه وسلم قام ليلة بأكملها)؛ ولهذا قال: (وشيء من الدلجة) أي: أن قيام الليل يكون في بعض الليل. ¶ وأما النهار فلا يمكن صيامه إلا إذا صامه الإنسان كاملاً، لكنه ليس محصوراً في هاتين الطاعتين والعبادتين فقط، وإنما هذا تقريب وإشارة كما نص أهل العلم من قبل، وإنما المراد أن يسعى الإنسان في طاعة الرب تبارك وتعالى مع التسديد والمقاربة، والنبي عليه الصلاة والسلام يقول: (القصد القصد)، وقد بينا ارتباط هذا الحديث بالحديث الذي بعده وهو قوله صلى الله عليه وسلم: (أحب العمل إلى الله أدومه وإن قل).",
            "page": "3",
            "part": "3",
            "seal": "5B0BB470"
        },
        {
            "id": "31",
            "nass": "شرح حديث: (لو يعلم الكافر بكل الذي عند الله من الرحمة لم ييأس من الجنة) ¶ قال المصنف رحمه الله تعالى: [عن أبى هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (لو يعلم الكافر بكل الذي عند الله من الرحمة لم ييأس من الجنة، ولو يعلم المؤمن بكل الذي عند الله من العذاب لم يأمن من النار)]. ¶ هذا الحديث النبوي فيه دعوة إلى أن يكون الإنسان في حال سيره إلى الله مابين الخوف والرجاء، وهذا هو المقصود الأسمى من الحديث، والسير بهذا المنوال يخرج به الإنسان من طائفتين ضلتا في هذا الباب، فالمرجئة يقولون: لا يضر مع الإيمان شيء، فمن كان راجياً فقط وترك الخوف دخل في طائفة المرجئة، ومن أفرط في الخوف دخل في طائفة المعتزلة والخوارج الذين يرون أن مرتكب الكبيرة يكفر ويخلد في النار ما لم يتب قبل أن يموت، فالمؤمن لديه هداية وعقيدة وسطية حسنة، فيكون كما أخبر النبي صلى الله عليه وسلم ما بين الرجاء وما بين الخوف في سيره إلى الرب تبارك وتعالى، على أنه ينبغي أن يعلم أن النبي عليه الصلاة والسلام قال: (لو يعلم الكافر ما عند الله من الرحمة لما يئس من رحمة الله جل وعلا)، فالنفي هنا لما يستقبل، وقد قال أهل العلم: إن النفي إذا تضمن المستقبل فمن باب أولى أن يتضمن الماضي، وقالوا: كون الكافر ييئس من دخول الجنة لأنه لا يعلم سعة رحمة الله، وعلم الكافر بسعة رحمة الله منتف قطعاً؛ لأن النبي صلى الله عليه وسلم قال: (لو يعلم)، وهذا النفي للمستقبل، فمن باب أولى أن يجري على أحكام الماضي، وهذا الفهم الذي فهمه بعض العلماء أنا أتحرج من تبنيه، لكنني عموماً أقول: إن المقصود بالحديث: أن يحرص الإنسان على أن يسير في جانبي الخوف والرجاء، ويجعل كما قال الصالحون من قبل: محبة الله رأس الطائر، والجناح الأيمن الخوف من الله، والجناح الآخر الطمع في رحمة الله. ¶ قال الله جل وعلا: {يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا} [السجدة:16]، وقال: {أُوْلَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ} [الإسراء:57]، وينبغي أن تعلم من حيث الجملة أن أقسام أهل القبلة ثلاثة: فائزون ومعذبون وناجون، وتحرير هذا: أن الفائزين ينقسمون إلى قسمين: المقربون وأصحاب اليمين، وهم قوم أتوا بأصول الإيمان وأحكموها، وأدوا الفرائض، وقاموا بالواجبات، وسابقوا في الطاعات، ثم اختلفت منزلة اليقين عندهم، فانقسموا إلى فريقين مقربين وأصحاب اليمين، وهؤلاء كلهم تحت مظلة ما يسمى بالفائزين، هؤلاء هم القسم الأول، جعلني الله وإياكم منهم. ¶ وهم المعنيون أصلاً في الثناء القرآني: {إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ} [المؤمنون:111]، فاجتنبوا الكبائر، ولم يصروا على الصغائر، ووقع منهم ما وقع من عظيم الطاعات وجلائل الإيمان، فنالوا الفوز، وينقسمون إلى قسمين في ذاتهم: مقربون وأصحاب يمين. ¶ القسم الثاني: المعذبون، وهم قوم مؤمنون موحدون، لكنهم جاءوا بكبائر ولم يتوبوا قبل الموت، فالأصل أنهم معذبون إن لم تتداركهم رحمة الله جل وعلا، لكن مآلهم أخيراً إلى الجنة؛ لأنهم موحدون. ¶ والثالث: هم الناجون، ونقصد بالناجين الناجين من النار، أو بتعبير أصح السالمون من العذاب، وهؤلاء ليس لهم طاعات، فيدخل فيهم المجانين، ومن ماتوا صغاراً، وأشباههم ممن لا يمكن وضع ضابط لهم، لكن وضع الضابط أن يقال: ليس لهم معرفة ولا حجود، ولم يقع منهم لا طاعة ولا معصية، بصرف النظر عن السبب، وقد يندرج فيها مثلاً أولاد الكفار، طفل أبواه كافران، مات وهو في الثانية أو في الثالثة وهو رضيع، فهذا لم يعرض عليه دين حتى يرده أو يقبله، ولم تعرض عليه ملة حتى يجحدها أو يقبلها، فهؤلاء نقول: الأصل أنهم ناجون من النار، ثم نتوقف في قضية الجنة. ¶ وقال بعض أهل العلم: وأمثال هؤلاء يصلح أن يكونوا من أهل الأعرف، ولا ريب أن قولنا: يصلح أن يكونوا من أهل الأعراف لا يعني الجزم؛ لأن من قواعد العلم أن الكلام في الغيب لا يعرف لا بذكاء ولا باستنباط ولا بأي شيء آخر، وإنما يعرف بالنص، فالغيب من الصعب التحدث فيه إلا بنص صريح صحيح عن الله وعن رسوله صلى الله عليه وسلم، وليس بين أيدينا هذا النص، والمقصود أن هذا هو التقسيم العام لأهل القبلة: ناجون ومعذبون وفائزون من قبل. ¶ لكن الله جل وعلا يقول وهو أصدق القائلين: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ * جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ} [فاطر:32 - 33]. ¶ قالوا وفي قول الله جل وعلا: {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا} [فاطر:33] هي واو الجماعة في (يدخلونها) وهل تعود على الثلاثة أو على الأخير منهم؟ بكل قال العلماء، لكن رجح شيخنا محمد الأمين الشنقيطي رحمة الله عليه وبعض أهل العلم من قبل أنها تعود إلى الثلاثة، فإذا قلنا: إنها تعود إلى الثلاثة: إلى الظالم لنفسه وإلى المقتصد وإلى السابق بالخيرات فقد قال بعض أهل العلم هذه على هذا التفسير هي أرجى آية في كتاب الله جل وعلا، حتى قال بعض أهل العلم: إن واو الجماعة في قول الله جل وعلا: {يَدْخُلُونَهَا} [فاطر:33] تستحق أن يكتبها المؤمن بماء عينيه لا بحبر قلمه؛ لما فيها من ظهور الرحمة، وأن الله جل وعلا رحيم عفو كريم بعباده جل وعلا. ¶ ونقول كما قال نبينا صلى الله عليه وسلم في الحديث: (إلا أن يتغمدني الله برحمته)، والله جل وعلا خلق أسباباً وجعل لها مسببات، وحتى التوفيق بالعمل الصالح وقيامك به هذا من رحمة الله جل وعلا بك، فغاية الأمر ينتهي إلى أن الإنسان يوفق إن كان قد حظي برحمة الله جل وعلا، وينبغي أن تعلم أنه لا يهلك على الله إلا هالك، وأنه لن يدخل النار أحد إلا وهو مستحق لها، وإلا فالله جل وعلا أرحم وأجل وأكرم من أن يعذب من لا يستحق العذاب.",
            "page": "4",
            "part": "3",
            "seal": "05324DD0"
        },
        {
            "id": "32",
            "nass": "شرح حديثي سهل بن سعد وأبي هريرة في حفظ اللسان ¶ قال المصنف رحمه الله تعالى: [عن سهل بن سعد رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: (من يضمن لي ما بين لحييه وما بين رجليه أضمن له الجنة). ¶ وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (إن العبد ليتكلم بالكلمة من رضوان الله لا يلقي لها بالاً يرفعه الله بها درجات، وإن العبد ليتكلم بالكلمة من سخط الله لا يلقي لا بالاً يهوي بها في جهنم)]. ¶ إن الرابط بين الحديثين ظاهر، فالأول أعم والثاني أخص، ومعنى قوله صلى الله عليه وسلم: (من يضمن)، الضمان: هو الوفاء، وهنا ذكر الضمان وأراد لازمه، أي: أراد القيام بالحق المترتب عليه، ومعنى الحق المترتب عليه: أن الله جل وعلا ذكر حقوقاً طالب بها عباده. ¶ قوله: (من يضمن لي ما بين لحييه) اللحيان: هما العظمان اللذان في جانبي الوجه، والمقصود بالحديث ما بينهما وهو اللسان، وضمان اللسان يكون في أن يتكلم فيه بما أمر به أن يتكلم فيه، ويكف عما حرم عنه، أو ما لا يعنيه، (كفى بالمرء أن يحدث بكل ما سمع)، (من حسن إسلام المرء تركه ما لا يعنيه). ¶ وقد قال بعض أهل العلم كـ ابن بطال وغيره: إن أعظم الشرور والبلاء إنما تقع من اللسان والفرج، فمن حفظ لسانه إلا فيما أمر به، وحفظ فرجه إلا فيما أبيح له فهذا ضمن النبي صلى الله عليه وسلم له الجنة، ومن لم يتوق شر لسانه ولا شر فرجه -عياذاً بالله- فهذا وقع في المهالك، وقارب على الهلاك، وكاد أن يضيع. ¶ وأما الحديث الذي بعده فليس فيه ذكر الفرج، وإنما فيه ذكر الكلمة: (إن الرجل ليتكلم بالكلمة)، والكلمة هنا ليست الكلمة ذات الحروف المعدودة، وإنما المقصود بالكلمة هنا كل ما أشعر بخير أو شر، سواء طال أو قصر، فكل قول فهم منه خير أو شر طال أو قصر فإنه يسمى كلمة، قال الله جل وعلا: {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ} [الكهف:5] فقال: كلمة، والمقصود بالكلمة التي خرجت من أفواههم: زعمهم أن لله ولداً، فسماها الله جل وعلا كلمة، رغم أنها جملة ذات معنى كامل مفيد، فالكلمة تطلق على هذا وتطلق على هذا، والمقصود الأول. ¶ قال النبي صلى الله عليه وسلم: (إن الرجل ليتكلم بالكلمة من رضوان الله)، ولن يطلب العبد شيئاً أعظم من رضوان الله، والله يقول: {وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ} [التوبة:72]، (لا يلقي لها بالاً) أي: لم يدر في خاطره، ولم يجر على تفكيره أنه سيكون وراءها ثواب عظيم، فتكون هذه الكلمة سبباً في رضوان الله عليه. ¶ وعلى النقيض من ذلك قد يأتي الإنسان في مجلس فيتكلم بكلمة تكون سبباً في هلاكه، إلا أن الإمام ابن عبد البر المالكي المعروف صاحب (التمهيد) يقول: إن المقصود بالكلمة هنا هي الكلمة التي تقال عند سلطان جائر فيكون بسببها هلاك الناس، فهي التي قصدها النبي صلى الله عليه وسلم بقوله: (وإن الرجل ليتكلم بالكلمة من سخط الله لا يلقي لها بالاً تهوي في النار)، وفي رواية عند مالك: (تهوي به في النار سبعين خريفاً)، فحصرها ابن عبد البر فيما يقال عند السلطان الجائر، ولو كان المتكلم لم يدر بخلده ولم يتوقع أن الضرر الذي سيصيب صاحبه المتضرر قد يصل إلى هذا الحد، بل قال بعضهم: حتى لو لم يهلك ذلك المتضرر من هذه الكلمة فإنه يدخل القائل في قول النبي صلى الله عليه وسلم: (وإن الرجل ليتكلم بالكلمة من سخط الله لا يلقي لها بالاً لتهوي به في النار سبعين خريفاً). ¶ فهذا الحديث والذي بعده يجعل الإنسان ينبغي عليه أن يتقي الله جل وعلا فيما أعطاه من الجوارح، ويوم القيامة جوارح الإنسان في الدنيا تعينه إن عزم على خير أو عزم على شر؛ لأنها تبع لمن عقد في قلبه، وعلى ما جرى في لسانه، فإذا كان يوم القيامة وختم على اللسان فإن الجوارح بين يدي الله تستحيي من ربها، فلا تنتصر لصاحبها، قال الله جل وعلا: {الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ} [يس:65]. ¶ وأخبر أن هؤلاء لم يكن يدور بخلدهم ولا في ظنهم أن هذه الجوارح تشهد عليهم، لكن هذه الجوارح إذا انفصلت عن صاحبها قلبياً، وانعقد لسانياً، ورأت جلالة الموقف بين يدي الله جل وعلا، تخلت عن صاحبها بالكلية؛ حتى تعلم ويستقر في قلبك أنه لا أحد أعظم من الله، فإن كان الأمر كذلك فكل أحد والاك أو واليته في غير الله فإنك تتبرأ منه؛ لأنك رضيت أو لم ترض لن تدوم موالاتكم بين يدي الله، {فَلا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَسَاءَلُونَ} [المؤمنون:101]، وإنما يدخر المؤمن لنفسه بين يدي الله جل وعلا ما تثبت به القدم، وتقوم به الحجة، ويظهر به العذر، وتنال به الرحمة، ويصرف به العذاب، هذا الذي ينبغي أن يسعى المؤمن فيه قولاً أو فعلاً، (من يضمن لي ما بين لحييه) وهو اللسان، (وما بين رجليه) وهو الفرج، يقول الله جل وعلا: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُوْلَئِكَ كَانَ عَنْهُ مَسْئُولًا} [الإسراء:36]. ¶ وتأديب المرء نفسه، وقيامه بواجب الله جل وعلا الذي أمر به؛ خوفاً من لقاء الله، هو المقصود الأسمى من حياة المرء كلها، وهذا مقام رفيع عظيم في مقام العبودية للرب تبارك وتعالى، وقد مر معنا بالأمس عظمة لا إله إلا الله التي هي باعث العبودية الأول، فالإنسان إذا كان فيه باعث للعبودية فإنه يجعل من جوارحه ولسانه وقلبه من قبل تبعاً لما أمر الله جل وعلا به، فيتقرب إلى الله بما يحب جل وعلا ويرضاه، وينأى بنفسه عما حرمه الله جل وعلا. ¶ هذا ما تيسر إيراده وتهيأ قوله في هذا المجلس المبارك، نسأل الله أن يوفقنا وإياكم لما يحب ويرضى، ويلبسنا الله وإياكم لباسي العافية والتقوى، وصلى الله على محمد وعلى آله. ¶ والحمد لله رب العالمين.",
            "page": "5",
            "part": "3",
            "seal": "97C75407"
        },
        {
            "id": "33",
            "nass": "سلسلة شرح كتاب الرقاق من صحيح البخاري [4] ¶ لقد أرسل الله تعالى رسوله مبشراً ونذيراً، فمن أطاعه أفلح ونجا، ومن عصاه خاب وخسر، فهو نذير بين يدي عذاب بشديد، وحساب عسير. ¶ وقد حجب الله تعالى الجنة بالمكارة؛ حتى يظهر الصابر على الطاعة، والعامل لوجه الله على كل الأحوال، وحجب النار بالشهوات حتى يظهر المفرط والمتبع لهواه، ومن لا يخشى الله ولا يقوم بعبادته.",
            "page": "1",
            "part": "4",
            "seal": "84A8FEF8"
        },
        {
            "id": "34",
            "nass": "شرح حديث أبي موسى: (مثلي ومثل ما بعثني الله كمثل رجل) ¶ الحمد لله، والصلاة والسلام على رسول الله. ¶ وبعد: نستأنف بفضل الله جل وعلا وحمده وتوفيقه المجلس الرابع في تعليقنا الموجز على كتاب الرقاق من صحيح البخاري رحمه الله تعالى، ونبدأ مستعينين بالله جل وعلا علا. ¶ قال المصنف رحمه الله تعالى: [باب الانتهاء من المعاصي. ¶ عن أبي موسى رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (مثلي ومثل ما بعثني الله كمثل رجل أتى قوماً فقال: رأيت الجيش بعيني، وإني أنا النذير العريان، النجاء النجاء، فأطاعه طائفة فأدلجوا على مهلهم فنجوا، وكذبته طائفة فصبحهم الجيش فاجتاحهم). ¶ هذا الحديث ذكره النبي صلى الله عليه وسلم على هيئة مثل، والمثل هو: الصفة العجيبة الشأن التي يذكرها البليغ لتفهيم المعنى، وتقريب المفهوم إلى الناس، هذا هو المقصود بالمثل من حيث الجملة، والعرب تقول المثل وتريد به ثلاثة أمور: تريد به إصابة المعنى، وحسن التشبيه، والإجازة في اللفظ. ¶ والمثل ذكره الله جل وعلا في كتابه، وجاء على لسان رسوله صلى الله عليه وسلم، ومن أشهر ما ضربه الله جل وعلا من أمثال في القرآن قوله جل وعلا: {مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونِةٍ لا شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ} [النور:35]. ¶ ومعلوم أن نور الله جل وعلا أعظم من ذلك كله، لكن الله جل وعلا ذكر هذا المثل جرياً على سنن العرب في كلامها أنها تذكر الأمثال وتريد بها أن تقرب الأمر إلى الناس. ¶ وقد ذكروا أن أبا تمام الشاعر العباسي المعروف وقف بين يدي أحد الأمراء يمدحه، فكان من قول أبي تمام في هذا الممدوح: إقدام عمرو في سماحة حاتم في حلم أحنف في ذكاء إياس فقال بعض الحاضرين: إن الأمير فوق من ذكرت، ما زدت على أن شبهت الأمير بأجلاف العرب، فكان لا بد من أبي تمام أن يرد على ما قاله هذا الرجل، فقال: لا تنكروا ضربي له من دونه مثلاً شروداً في الندى والباس فالله قد ضرب الأقل لنوره مثلاً من المشكاة والنبراس يريد أبو تمام أنه إذا كان الله جل وعلا قد ضرب مثلاً لنوره من المشكاة والنبراس فمن باب أولى أن يضرب هذا المثل لهذا الأمير بصناديد العرب وأجلافهم على تعبير أول. ¶ والمقصود بالمثل تقريب المعنى، والنبي صلى الله عليه وسلم بعثه الله جل وعلا بالهدى، ودين الحق، والنور المبين، والمعجزات الظاهرة، والأدلة الباهرة، والنبي صلى الله عليه وسلم -وهذا مهم أن تفهمه حتى تربطه بالحديث- قبل أن ينبأ لم يجرب عليه ولم يعرف له للناس غشاً، ولم يجرب عليه أن يتقول على أحد، ولم يجرب عليه أن يطلب مجداً لنفسه أو لآبائه. ¶ فهذه كلها كانت صفاته عندهم، فكانوا مقرين له بذلك صلى الله عليه وسلم، ثم أيده الله مع هذا الأمر الذي كان فيه أيده الله بالقرآن والمعجزات، إذاً: فما العلاقة ما بين المثل الذي ضربه صلى الله عليه وسلم وحالته هو؟ قال عليه الصلاة والسلام: (مثلي ومثل ما بعثني الله به) أي: من الهدى والدين والحق والنور، (كمثل رجل رأى جيشاً بعينيه، ثم أتى قومه فقال: إني النذير العريان)، هذا المثل اختلف الناس في أصله، لكن أظهر الأقوال أن أصله: أن رجلاً من العرب أسره جيش وهم مقبلون على قومه، فلما أسروه سلبوه ثيابه فأضحى عرياناً، ثم استطاع أن يفلت منهم، فلما انفلت منهم دخل على قومه وحذرهم الجيش، وقال لهم: إني رأيت الجيش بعيني. ¶ فالآن نأخذ الهيئة النبوية مع هيئة هذا النذير، فهذا النذير صدقه قومه؛ لأن الرجل لم يجرب عليه من كذب من قبل، وليس من عادته التعري، وظاهره يدل على صدقه؛ لأنه كان عرياناً، ولا يعلم عنه كذب، ولا يعرف عنه غش، فصدقه الناس ربطاً بين أمرين: بين ماضيه بين واقعه، فماضيه ليس فيه شيء يثرب فيه عليه، وفي نفس الوقت واقعه يدل على صدقه، فقد جاءهم عرياناً، وقد قلنا: إنه لم يجرب عليه من قبل أنه يتعرى. ¶ قال صلى الله عليه وسلم: (فأطاعته طائفة، وكذبته طائفة)، نعود لهذا المثل الذي ضربه النبي صلى الله عليه وسلم على شخصه هو عليه الصلاة والسلام، فهو لما قدم بالنبوءة والرسالة أول الأمر على خديجة، قالت له رضي الله عنها وأرضاها: (إنك لتحمل الكل، وتعين على نوائب الحق، وتصل الرحم، وتنصر المظلوم) وذكرت أوصافاً فيه صلى الله عليه وسلم، وقومه كانوا يعلمون ذلك منه، فلما سأل هرقل أبا سفيان عنه: هل جربتم عليه كذباً من قبل؟ قال: لا. ¶ قال هرقل: ما كان ليكذب على الله وقد ترك الكذب على الناس، فهذا المثل الذي ضربه النبي صلى الله عليه وسلم شبيه جداً بحالته، وفيه اختصار، وهم يسمعون بهذا الرجل النذير العريان، فقال صلى الله عليه وسلم: (إني أنا النذير العريان)، والجيش المقصود به الفتن والنار، وآثار الكفر. ¶ (فأطاعته طائفة وكذبته طائفة) وانظر: فقد قال في الأولى: فأطاعته، وقال في الثانية: كذبته، وليست الطاعة ضد التكذيب، ولا التكذيب ضد الطاعة، لكن هذه أمور تدل عليها لوازمها، فلما قال: فأطاعته طائفة، ولا طاعة إلا بعد التصديق، ففي المثل هؤلاء صدقوا صاحبهم فأطاعوه فنجوا. ¶ قال عليه الصلاة والسلام: (النجاء النجاء) يعني: الإسراع الإسراع؛ لأن الأمر لا يحتمل، وهي منصوبة على الإغراء، ويصح فيها التخفيف (النجا النجا) من غير همز، هذه لغويات لكن الذي يعنينا الآن قال: (فأطاعته طائفة)، فلا طاعة إلا بعد التصديق، وأنت لن تطيع أحداً حتى تصدقه، لكنه قال في الثانية صلوات الله وسلامه عليه: وكذبته طائفة، والذي ينجم عن التكذيب هو العصيان؛ لأنهم ما داموا كذبوه ولم يقبلوا قوله فإنهم لن يستمعوا له، فسيعصونه فيقع عليهم الهلاك. ¶ فوصف من أطاعه بالتصديق دون أن يصرح به؛ لأن من لزوم الطاعة التصديق، ومن ثمراتها النجاة والفوز يوم القيامة، وذكر في الثانية: التكذيب؛ لأن من لوازمها العصيان، ولم يصرح به، ومن ثمراتها عياذ بالله: الخسران المبين، والهلاك في النار. ¶ فهذا مثل حي ضربه النبي صلى الله عليه وسلم واقعاً مشهوداً برسالته وبعثته صلوات الله وسلامه عليه، وحال اختلاف الناس فيه عليه الصلاة والسلام، والعلم عند الله.",
            "page": "2",
            "part": "4",
            "seal": "92521AC0"
        },
        {
            "id": "35",
            "nass": "شرح حديث: (حجبت النار بالشهوات) و (الجنة أقرب إلى أحدكم من شراك نعله) ¶ قال المصنف رحمه الله: [عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (حجبت النار بالشهوات، وحجبت الجنة بالمكاره). ¶ وعن عبد الله رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (الجنة أقرب إلى أحدكم من شراك نعله، والنار مثل ذلك)]. ¶ هذان الحديثان المتتابعان يتكلمان عن الجنة والنار، وقد جاءت الألفاظ النبوية بأمرين: الأول: حجبت النار بالشهوات. ¶ الثاني: حجبت الجنة بالمكاره. ¶ وفي الحديث الثاني: أن الجنة أقرب إلى أحدنا من شراك نعله، وكذلك النار. ¶ والجنة والنار مخلوقتان لله تبارك وتعالى، لا تبيدان ولا تفنيان، وهما موجدتان الآن، والله تبارك وتعالى جعل الجنة داراً لأوليائه، وجعل النار داراً لعصاته، ولما خلق الجنة بعث إليها جبريل ليراها، فلما رآها قال: (وعزتك لا يسمع بها أحد إلا دخلها، فحفها الله جل وعلا بالمكاره)؛ لأن الجنة درجة عالية تحتاج إلى صعود، فلما رآها جبريل مرة أخرى قال: (وعزتك ما ظننت أن سيدخلها أحد)؛ لأن بينها وبين الناس مفاوز وهي المكاره. ¶ والمكاره هي المشاق التي تحصل عند القيام بالعبادة، كالذهاب إلى الصلوات، والصيام، وإنفاق المال، {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} [آل عمران:92]، والصبر على أقدار الله جل وعلا وقضائه، والكف عن الشهوات، وغض البصر، وحفظ الفرج، فهذه كلها مكاره، لكن الإنسان إذا هتك الحجاب وتخلص من هذه المكاره، واستطاع أن ينتصر عليها لم يكن بينه وبين الجنة شيء، ولهذا قال في الحديث الآخر: (الجنة أقرب إلى أحدكم من شراك نعله، والنار مثل ذلك). ¶ قال ابن الجوزي رحمه الله تعالى: المعنى في الحديث الثاني: أن الجنة سهل الحصول عليها إذا تحقق القصد، وقام العبد بالطاعة، وكذلك النار سهل دخولها إذا اتبع المرء هواه، وفعل المعصية. ¶ فهذان الحديثان مرتبطان بعضهما ببعض، وقد بينا أن الجنة والنار داران قد خلقهما الله تبارك وتعالى. ¶ فهذه الجنة كما حفها الله بالمكاره فقد حف الله جل وعلا النار بالشهوات، وفي رواية البخاري: حجبت، وفي رواية مسلم: حفت، والمعنى واحد متقارب. ¶ والشهوات المقصود بها هنا: الشهوات المحرمات، وأما الشهوات المباحة فلا تكن بينك وبين النار. ¶ والمقصود من الحديث الثاني إضافة إلى ما بينه ابن الجوزي أن نقول: ألا يحتقر الإنسان أي عمل يصنعه، وألا يحتقر أي معصية يفعلها، فقد تكون تلك المعصية سبباً في هلاكك، وقد تكون تلك الطاعة سبباً في نجاتك، قال علي رضي الله عنه وأرضاه: (إن الله أخفى اثنتين: أخفى الله أولياءه في عباده، فلا تدري من تلقاه أيهم ولي لله، وأخفى رضاه في طاعته، فلا تدري أي طاعة أطعت الله بها كانت سبباً في رضوان الله تبارك وتعالى عليك). ¶ والمقصود من الحديثين: ألا يزدري الإنسان أي طاعة ولا يحتقرها، وأن يسابق في الخيرات وينافس بالطاعات، ويعلم أن الجنة درجة عالية تحتاج إلى صعود، ففي ذلك مشاق وعناء، وسيأتي في أحاديث أخر وصف هذه الجنة، أدخلنا الله وإياكم إياها.",
            "page": "3",
            "part": "4",
            "seal": "8A62731C"
        },
        {
            "id": "36",
            "nass": "شرح حديث: (إذا نظر أحدكم إلى من فضل عليه في المال والخلق فلينظر إلى من هو أسفل منه) ¶ قال المصنف رحمه الله تعالى: [عن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: (إذا نظر أحدكم إلى من فضل عليه في المال والخلق فلينظر إلى من هو أسفل منه)]. ¶ هذا من تأديب النبي صلى الله عليه وسلم لأمته، فالله جل وعلا خلق الخلق متفاضلين فيما أعطاهم من النعم، وفيما صرفه عنهم من النقم، وبما جبلهم عليه من الخلق والخلقة، فالإنسان بين أمرين: بين أمر ديني وأمر دنيوي، ففي أمور الدين والطاعات ننظر إلى من هو أعلى منا؛ حتى نحتقر أعمالنا وننافسهم في الطاعات، قال الله جل وعلا: {وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ} [المطففين:26]. ¶ وأما فيما أفاء الله علينا من الدنيا فإن الإنسان إذا نظر إلى أعلى دخل عليه الشيطان فجعله يزدري نعمة الله عليه، فحري به أن ينظر إلى من هو أسفل منه، وليس المقصود بأسفل أن من كان مبتلىً فهو أسفل لا، وإنما المقصود أقل فيما هو ظاهر من فضل الله الدنيوي عليه، والفضل الدنيوي لا ينجم عنه أجر ولا عقاب؛ فإن الله جل وعلا يعطي الدين لمن يحب، ويعطي الدنيا لمن يحب ومن لا يحب، ولا يتعلق بالفقر والغنى، ولا بالصحة والمرض أي ثواب ولا عقاب، فلا يدخل أحد الجنة لأنه مجرد فقير، ولا يدخل أحد النار لأنه مجرد غني، ولا يدخل أحد النار لأنه معافىً، ولا يدخل الجنة أحد لأنه مبتلىً، لكن العبرة بتعاملنا مع الغنى والفقر، وتعاملنا مع الصحة والمرض، وتعاملنا مع العافية والابتلاء، فهذا هو الذي ينجم عنه العمل، وينجم عن العمل إما الثواب إن كان في الطاعات، وإما العقاب إن كان في المعاصي. ¶ هذا الذي يتحرر من هذا الحديث عموماً. ¶ فالإنسان متى ما سلم من الكبر كان حرياً به ألا يزدري نعمة الله جل وعلا عليه، ومن أعظم المهلكات -عياذاً بالله- أن يقع في الناس أو في الفرد أو في المرء كبر في أمور الدنيا؛ لأنه لا يمكن أن يقع في أمور الدين؛ لأن هذا لا يسمى ديناً أصلاً، لكن قد يقع في أمور الدنيا كبر ويشعر الإنسان بالعلو، فإذا شعر الإنسان بعلوه نجم عن ذلك تصرفات إما قولية أو فعلية، فتكون عياذاً بالله من أعظم المهلكات، والحجاج بن يوسف هذا أمير عرف عنه البطش الشديد، وكان من أذكياء الخلق، وأشدهم علماً باللغة، يقول عن غيره -رغم علوه-: أربعة كانوا بالكوفة لو أدركتهم لضربت أعناقهم -وذلك قبل أن يصل هو إلى الكوفة- قيل: من هم أيها الأمير؟! وأنا سأذكر نماذج كفرية، فالإنسان إذا علم هذه النماذج فلينظر إلى وقعها على قلبه؛ فإن رأيت في نفسك نكراناً لها فهذا والحمد لله فضل من الله، وإن رأيت في نفسك حباً أن تكون واحداً منهم فينبغي على المرء أن يصلح قلبه، قال الحجاج: صعد أحدهم على منبر فخطب خطبة أعجبت الناس، فقد كان بليغاً، فلما نزل من المنبر قال له أحد الناس: كثر الله من أمثالك، فقال هذا المتكبر عياذاً بالله: لقد كلفت ربك شططاً! فهذا كفر، لكن أنت لا تتوقع أن هذا الرجل قال هذه الكلمة بمجرد أنه صدم بالسؤال، لكن هذه سرائر، فهذا عتو أصلاً في القلب، فلما جاء الموقف الذي يستخرج منه باللسان قال هذه الكلمة. ¶ وأحدهم ضاع عليه فرس فقال: قسماً بالله! لئن لم يرد الله إلي فرسي لأتركن الصلاة والصوم، فما هي إلا برهة فرجعت إليه فرسه، فقال عياذ بالله: لقد علم ربي أن يميني كانت حقاً، وهذا أكفر من الأول عياذاً بالله، ولا أريد أن أذكر الإثنين؛ فأخشى على نفسي وعليكم من قسوة القلب، لكن المقصود أن هذين الرجلين كمثال، فهذه أشياء سرائر تقع في القلب سراح -عياذ بالله- فيشعر الإنسان فيها أنه كبر. ¶ ونبيكم عليه الصلاة والسلام كان مرة على قصعة من طعام، والناس ملتفون حولها، فكأنهم كثروا، فغير جلسته وجلس جلسةً أخرى، فكأن أحد الحاضرين تعجب منها، أي: كأنه اشمأز منها، وهو أحد الأعراب الذي لم يكن قد وصل الإيمان بعد إلى قلبه وصولاً حقيقياً، فنظر نظرة يستنكر فيها هذه الجلسة، فقال صلى الله عليه وسلم: (إنما أنا عبد الله ورسوله). ¶ وسيمر عليكم في البخاري في حديث الشفاعة أن النبي صلى الله عليه وسلم لما كان يأكل الذراع -فقد كانت تعجبه- أخذها ينهسها نهساً، فهذا النهس ليس أكل الملوك، ولا أكل المترفين، وإنما أكل شخص جائع، والنبي صلى الله عليه وسلم أعظم الناس أدباً، لكنه أراد بذلك أن يبين فقره ومسكنته وأنه عبد للرب تبارك وتعالى، فلا يصنع صنيع المترفين الذين ينظرون إلى ما حولهم نظرة استغناء.",
            "page": "4",
            "part": "4",
            "seal": "B0836368"
        },
        {
            "id": "37",
            "nass": "حمد الله وشكره على جميع النعم ¶ والمقصود من الحديث: (فلينظر إلى ما هو أسفل منه) أن الإنسان يحمد الله جل وعلا على نعمة العافية، وأي بلاء أنت فيه ثق تماماً أنه يوجد من هو أعظم بلاء منك، لكن عليك أن تفقه أن الإنسان متى سلم دينه فليس في بلاء قط، ومتى ابتلي في دينه فهو لم يرَ العافية أبداً، فالبلاء الحق أن يبتلى الإنسان في دينه وفي قلبه، وأما البلاء في الأبدان فإنه ينتصر ويتغلب عليه بالصبر واحتساب الأجر من الله جل وعلا يوم القيامة، يقول صلى الله عليه وسلم: (يود أهل العافية يوم القيامة لو أنهم غلبوا بكذا وكذا)؛ لما يرون من إكرام الله جل وعلا لأهل البلاء، والمقصود أهل البلاء الذين عوفوا. ¶ فالله جل وعلا لما خلق أبانا آدم، وأخرج من ظهره ذريته، رأى آدم في أبنائه التفاوت: فمنهم المعافى، ومنهم المبتلى، فقال: أي رب! لو سويت بين عبادك، فقال الله له: يا آدم! إني أحب أن أشكر. ¶ فليتفكر كل واحد منا فيما أفاء الله جل وعلا عليه من النعم: من نعمة العافية، من نعمة المال، من نعمة الستر، من نعمة القدرة على الغدو والرواح، من نعمة القدرة على الذكر، فهل أدى شكر هذه النعم أو لم يؤدها، والله! إن المرء ليستحي من الله إذا آوى إلى فراشه وهو يخطو على قدميه، ويرى العافية في نفسه، ويرى العافية في أهله، ويرى العافية في أبنائه، ويرى العافية في بناته، يرى العافية في نظرة الناس إليه، ويقدر يصنع أي شيء، ويخرج بأي ساعة من الليل، فيقود سيارته ويشتري طعاماً، ويزور صديقاً، ويؤانس أخاً، ويتنقل في بيته كيفما يشاء، ثم يهم أن يضطجع، فليسأل نفسه: أين هو من شكر الله تبارك وتعالى على هذه النعم؟ على الأقل إن كنا عاجزين ومقصرين في شكرها عبادياً وعمل جوارح، فلا أقل من أن يشكر الله جل وعلا اعتقاداً بالقلب، فليقع في قلبك أن الله جل وعلا قادر على أن يسلبك هذه النعمة، وأن الله جل وعلا قادر على أن يأخذها منك، وأن الله جل وعلا قادر على أن يمنعك مما تستطيع أن تفعله. ¶ فإذا وقع هذا في القلب كان الإنسان قد وصل إلى طريق عظيم في شكر الله جل وعلا، وقد ورد أن الله جل وعلا قال لداود: {اعْمَلُوا آلَ دَاوُدَ شُكْرًا} [سبأ:13] قال: أي رب! ونعمة الشكر منك، فأوحى الله جل وعلا إليه: الآن عرفتني يا داود! واعلم أن الله جل وعلا غني أصلاً عن طاعتنا كلها، ألا ترى إلى هذه الضفادع فنقيقها تسبيح لله تبارك وتعالى؛ فلهذا حرم النبي صلى الله عليه وسلم قتلها، والإنسان يمر على مستنقع ماء فيسمعها ويتأذى من صوتها، لكن من علمه الله القرآن والسنة إذا سمع نقيقها تذكر تقصيره في حق الله جل وعلا وشكره، والتسبيح بحمده، وذكر آلائه، وتعريف الناس بربهم تبارك وتعالى. ¶ والمقصود من هذا كله: ألا ينظر الإنسان إلى الخلق نظرة ازدراء، وأن يحمد الله جل وعلا على نعمه وفضله، والله يقول: {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ} [إبراهيم:7]، علمني الله وإياكم، وأدبنا بأدبه تبارك وتعالى.",
            "page": "5",
            "part": "4",
            "seal": "17648D6B"
        },
        {
            "id": "38",
            "nass": "شرح حديث ابن عباس: (إن الله كتب الحسنات والسيئات ثم بين ذلك) ¶ قال المصنف رحمه الله تعالى: [عن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم فيما يرويه عن ربه عز وجل قال: (إن الله كتب الحسنات والسيئات ثم بين ذلك، فمن هم بحسنة فلم يعملها كتبها الله له عنده حسنة كاملة، فإن هو هم بها وعملها كتبها الله له عنده عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة، ومن هم بسيئة فلم يعملها كتبها الله له عنده حسنة كاملة، فإن هو هم بها فعملها كتبها الله عليه سيئة واحدة)]. ¶ هذا الحديث لا يحسم شرحه إلا أن يكون مضموماً إلى أحاديث أخر، وعلى هذا سأفصل تقعيداً في معنى الحديث من الناحية الإجمالية: قوله صلى الله عليه وسلم يقول الله عز وجل: (إن الله كتب الحسنات والسيئات) هذا إجمال، (ثم بين ذلك) هذا تفصيل لذلك الإجمال، وسنشرع في هذا التفصيل بناءً على ما حرره أهل العلم رحمهم الله. ¶ فإذا وقع من الإنسان هم بالحسنة فلم يعملها تكتب له حسنة واحدة. ¶ هذه هي الحالة الأولى. ¶ الحالة الثانية: أن يهم بالحسنة وصاحَبَها عملٌ، فتكتب عشر حسنات، وتضاعف إلى سبعمائة، أو تضاعف إلى أضعاف كثيرة، هذا في باب الحسنات. ¶ إذاً: باب الحسنات فيه قسمان: القسم الأول: أن يهم بحسنة فلا يفعلها، فله أجر الهم والعزم على الحسنة، لكن لا تصل إلى عشر؛ لأنه لم يعمل شيئاً. ¶ القسم الثاني: أن يعمل شيئاً فتصير الحسنة بعشر حسنات، وهي قابلة للمضاعفة إلى سبعمائة ضعف، ثم إلى أضعاف كثيرة. ¶ نأتي الآن للسيئة عياذاً بالله، وقلت: هذا الحديث لا بد أن يفهم مع أحاديث أخر: الحالة الأولى: أن يهم بالسيئة ويعزم عليها ثم لا يفعلها، فننظر ما السبب الذي من أجله لم يفعلها، فإن كان تركها خوفاً من الله فلا تكتب عليه سيئة، وإنما تكتب له حسنة، وقد جاء في الحديث القدسي: (من جرائي) يعني: بسببي، هذه الحالة الأولى. ¶ الحالة الثانية: همّ بها وعزم عليها، ومنعه من أن يفعلها مراقبة الناس له، أو الرياء، أو خوفاً من الناس، فهذا والعياذ بالله الصواب: أنه تكتب عليه سيئة، لكنه لا تكتب عليه سيئة عمل، وإنما سيئة عزم وهم؛ لأنه ترك العمل من أجل الناس لا من أجل الله، فهذا عمل محرم. ¶ الحالة الثالثة: أن يهم بالسيئة ويعزم عليها، لكن لا يمنعه منها الخوف من الله، ولا مراقبة الناس، وإنما منعه منها أنه لم يتمكن من فعلها بصارفٍ اضطراري، فهذا تكتب عليه سيئة، ودليله حديث: (إذا التقى المسلمان بسيفيهما)، فقد قال صلى الله عليه وسلم لما سئل عن المقتول قال: (لقد كان حريصاً على قتل صاحبه)، فهذا يأثم ويؤاخذ؛ لأن الذي منعه شيء غير اختياري منه. ¶ الحالة الرابعة: أن يهم بالسيئة ثم يغتر عنها، وينفسخ من فعلها، فإذا انفسخ من فعلها انقسم إلى حالين: الحالة الأولى: أن ينساها تماماً، فتصبح الأولى كأنها خاطرة، فهذا لا له ولا عليه. ¶ والحالة الثانية: أن يبقى هذا الهم بالسيئة والعزم عليها مصاحباً له مخالطاً له، يرتقب فعلها بين الحين الآخر، فجمهور العلماء: على أنه يؤاخذ بهذا العزم، وهو الذي نختاره إن شاء الله وهو الصحيح. ¶ فهذا التقسيم كله يتضح إذا ضممنا هذا الحديث إلى قرائنه من الأحاديث الأخر المذكورة في الباب الثاني. ¶ ويتفرع من هذه المسألة مسائل أخر، مثل قضية: هل تضاعف السيئة؟ فالذي عليه جمهور العلماء أنها لا تضاعف، ولا حتى في مكة، خلافاً لمن قال من أهل العلم: إنها تضاعف في مكة؛ لأن القواطع في القرآن قائمة على أن السيئة لا تضاعف، قال الله جل وعلا: {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} [الشورى:40]، {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلَّا مِثْلَهَا} [الأنعام:160]. ¶ لكن نقول من باب العلم -والعلم عند الله-: إنها قد تعظم لشرف المكان، لكنها لا تتعدد، بل تبقى سيئة واحدة، لكنها بتعبير علمي سيئة مغلظة وسيئة عظيمة؛ لشرف المكان، كالمعصية في رمضان، والمعصية داخل الحرم، فلا نستطيع أن نعددها؛ لأن الله يقول: {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} [الشورى:40]، لكن كذلك نقول: إنها تعظم لشرف المكان، أو شرف الزمان. ¶ وينجم عن هذا كذلك مسألة أخرى وهي: تفاضل الأعمال، فهل هناك سبب للتفاضل؟ الأعمال قد تفضل إما نية، وإما زماناً، وإما مكاناً، وإما شخصاً، فالإنسان قد تكون نيته صادقة والعمل واحد مع شخص آخر، لكن ذلك نيته أقل، فيفضل هذا. ¶ وزماناً كليالي العشر في رمضان، والعشر الأول من ذي الحجة، ورمضان من حيث الجملة، وليلة القدر، فالقيام في ليلة القدر ليس كالقيام في غيرها، فهذه فضيلة زمان. ¶ والمكان كقوله صلى الله عليه وسلم: (ما بين بيتي ومنبري روضة من رياض الجنة)، ومعلوم أن المسجد كله هو مسجده، فذكْر هذا الكلام يدل على أن هناك فضيلة في هذا المكان، وإن لم يأت الشرع بتحديدها. ¶ وكذلك فضل مكة والمدينة وأمثال ذلك، والمسجد إذا ما قورن بغيره كالسوق، فهي بيوت الله، فهذا فضل المكان. ¶ وأما الشخص: فمثل النبي صلى الله عليه وسلم فإنه يجري عليه ما يجري على غيره، والله جل وعلا يقول له: {إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ} [الإسراء:75]، كما يقع هذا في حقه في السيئات يقع في حقه في الحسنات، {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلا تَخْضَعْنَ بِالْقَوْلِ} [الأحزاب:32]، فهذا لارتباطات شخصية أعطاها الله جل وعلا لبعض خلقه. ¶ هذا ما تيسر إيراده، وحرصنا في هذا اللقاء في هذا المجلس أن يكون الدرس علمياً. ¶ ختاماً: أوصيكم ونفسي بتقوى الله جل وعلا، وأن تكون الغاية من سماع هذه الأحاديث النبوية أن تترقق القلوب، وأن تكون باعثاً للإنسان على الطاعة والقرب من الله جل وعلا، والموفق الله، وهو المعين، والله تعالى أعز وأعلى وأعلم. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "6",
            "part": "4",
            "seal": "897614D7"
        },
        {
            "id": "39",
            "nass": "الأسئلة",
            "page": "7",
            "part": "4",
            "seal": "DD7C1555"
        },
        {
            "id": "40",
            "nass": "سهولة دخول الجنة والنار ¶ Q  قلتم: إن دخول الجنة سهل، فما معنى ذلك؟ ¶ A  قلنا: دخول الجنة سهل إذا تحقق القصد وعمل بالطاعة، ودخول النار عياذاً بالله سهل إذا اتبع المرء هواه وفعل المعصية.",
            "page": "8",
            "part": "4",
            "seal": "F12247AF"
        },
        {
            "id": "41",
            "nass": "التدرج في طلب العلم ¶ Q  هل يستفاد من قوله صلى الله عليه وسلم: (القصد القصد تبلغوا) التدرج في العلم؟ ¶ A  نعم. ¶ هذا استنباط جيد.",
            "page": "9",
            "part": "4",
            "seal": "32166607"
        },
        {
            "id": "42",
            "nass": "تقديم الدروس العلمية على إجابة دعوة العرس عند التزاحم ¶ Q  ما هو الأولى: إجابة الدعوة، أو الدروس العلمية إذا توافقت في يوم واحد؟ ¶ A  الزواج قائم بك وبدونك إذا لم يكن قريباً ولصيقاً لك كأخيك أو ابنك؛ لأنه في الغالب لا يضر الناس القائمين على الأفراح أن يتخلف واحد أو اثنان أو ثلاثة، لكن يضرك أنت أن تفقد العلم، أو أن تغيب عن العلم، خاصة إذا كان في شيء يفوت.",
            "page": "10",
            "part": "4",
            "seal": "748F3B3E"
        },
        {
            "id": "43",
            "nass": "حكم الشرب قائماً ¶ Q  هل ورد أن الرسول صلى الله عليه وسلم شرب قائماً؟ ¶ A  نعم، وهناك بيتان من الشعر: إذا ما شربت فاقعد تفز بسنة صفوة أهل الحجاز وقد صححوا شربه قائماً وإنما ذاك لبيان الجواز إذا جئت تشرب فاقعد تفز. ¶ يعني: بعين السنة. ¶ بسنة صفوة أهل الحجاز صلى الله عليه وسلم. ¶ وقد صححوا. ¶ أي: الأحاديث الواردة في شربه قائماً، وإنما ذاك بيان الجواز.",
            "page": "11",
            "part": "4",
            "seal": "E83DAB05"
        },
        {
            "id": "44",
            "nass": "نصيحة لمن يزعج الناس في المساجد بالجوالات وغيرها ¶ Q  لقد أزعجنا الذين حولنا بكثرة كلامهم في الجوال، فأرجو التنبيه لهم؟ ¶ A  لا ينبغي لأحد ذلك، فهذا بيت من بيوت الله، والأصل أن يذكر فيه الله جل وعلا، والدروس العلمية من ذكر الله، فلا يحرم الرد على الجوال ولا المكالمة ابتداءً في المسجد، ومن كان لديه شيء ضروري يخرج من المسجد وينهي أمره، ثم يعود. ¶ وقد أدركنا الشيخ عبد العزيز بن باز رحمة الله عليه في المدينة، فكان يصلي الفجر في الصف الأول، وله دوام في الجامعة، وكانت بعض حلقات العلم تقام في المسجد النبوي بعد أذكار الصلاة، والشيخ لم يكن له درس بعد الفجر؛ لأن وراءه دواماً في الجامعة، فكان والله! يمر على الحلقات واحدة واحدة فيجلس في كل حلقة قليلاً ثم يمضي؛ خوفاً من أن يدخل في قول النبي صلى الله عليه وسلم: (أما هذا فأعرض فأعرض الله عنه)، حتى يصل إلى سيارته، ثم يذهب إلى بيته، ثم إلى دوامه في الجامعة. ¶ ومثل هذه الأعمال التي يتبع فيها المرء السنة يكتب بها للعبد القبول في الأرض، وقد نعلم من عرفناهم أو كانوا جيراناً، أو صحبناهم، أو سمعنا عنهم، كان عندهم في تعظيم السنة أمور جليلة جداً، ولهذا والله! إن رؤيتهم يعني: تؤثر في المرء. ¶ فالمقصود أن هؤلاء الناس يؤثرون فينا بما نعلمه عنهم من اتباعهم للسنة، وقيامهم بالواجب على أنفسهم ومع غيرهم. ¶ وصلى الله على محمد وعلى آله.",
            "page": "12",
            "part": "4",
            "seal": "88ADFA29"
        },
        {
            "id": "45",
            "nass": "سلسلة شرح كتاب الرقاق من صحيح البخاري [5] ¶ لقد ذكر النبي صلى الله عليه وسلم أن الأمانة ترفع في آخر الزمان، حتى يتبايع الناس فلا يجدون رجلاً أميناً، حتى يقال: إن في بني فلان رجلاً أميناً. ¶ وذكر أيضاً عليه السلام أن الناس كالإبل المائة لا تكاد تجد فيهم راحلة رأي ولا تكاد تجد الرجال الفضلاء إلا في القليل النادر. ¶ ثم ذكر أن من صلح حاله وقام بالطاعات فإنه يجب لقاء الله، وأما من فرط في ذلك وتنكب الطريق فإنه يكره لقاء الله، ومن أحب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه.",
            "page": "1",
            "part": "5",
            "seal": "C8A8D8E8"
        },
        {
            "id": "46",
            "nass": "شرح حديث حذيفة في رفع الأمانة ¶ الحمد لله الذي بنعمته تتم الصالحات، وأشهد أن لا إله إلا الله وحده لا شريك له رب الأرض والسماوات، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، ختم الله به الرسل، وأتم الله به النبوات، اللهم صل وسلم وبارك وأنعم عليه، وعلى آله وأصحابه أهل الفضل والمروآت، أما بعد: فهذا بحمد الله وتوفيقه استئناف لتعليقنا الموجز على كتاب الرقاق من صحيح البخاري رحمه الله تعالى، وكما جرت سنن الدرس من قبل أن يقرأ أخوكم ثم نعلق إن شاء الله تعالى على ما تلاه وقرأه، على أن بعض الأحاديث في هذه الليلة قد يكون فيها شيء من الطول، فتكون القراءة من قبل الشيخ عبد المجيد قراءة مجزأة؛ حتى يستقيم الشرح مع الجزء الذي سيشرح، فليتفضل. ¶ قال المصنف رحمه الله تعالى: [باب رفع الأمانة. ¶ عن حذيفة رضي الله عنه قال: (حدثنا رسول الله صلى الله عليه وسلم حديثين رأيت أحدهما، وأنا أنتظر الآخر، حدثنا أن الأمانة نزلت في جذر قلوب الرجال، ثم علموا من القرآن، ثم علموا من السنة)]. ¶ هذا الحديث أخرجه البخاري رحمه الله في صحيحه في كتاب الرقاق عن الصحابي الجليل حذيفة بن اليمان، وحذيفة بن اليمان هو صاحب سر رسول الله صلى الله عليه وسلم، وهو راوي الحديث المشهور في الفتن: (كان الناس يسألون النبي عليه الصلاة السلام عن الخير، وأسأله عن الشر؛ مخافة أن أقع فيه). ¶ وحسبك هنا أن تعلم أن هذا الحديث رواه صحابي له علاقة وطيدة جداً بالنبي عليه الصلاة والسلام، فهو صاحب سره، أي: أنه اطلع على أمور لم يطلع عليها الكثير من الصحابة، وقد عين له النبي عليه الصلاة والسلام أسماء المنافقين الذين كان يعلمهم عليه الصلاة والسلام. ¶ وفي هذا الحديث إخبار عن رفع الأمانة، وقد قسم ذلك إلى قسمين: فأول الحديث يتكلم عن نزولها، وآخر الحديث يتكلم عن رفعها، فقال في نزولها: إنها نزلت في جذر قلوب الرجال، وكلمة جذر: تقرأ جَذر وتقرأ جِذر، بالكسر والفتح، وكلاهما صحيح، ومعنى الجذر: الأصل من الشيء. ¶ وفي هذا الإخبار أن هناك ثلاث طرائق جعلت بها الأمانة في قلوب الرجال: الطريق الأول: طريق الفطرة، وطريق الإلهام، وطريق الوضع الرباني المحض، وهذا معنى قوله: (نزلت في جذر قلوب الرجال) أي: في أصلها، فينشأ الإنسان والمرء فطرة على أنه أمين. ¶ ثم قال: (ثم علموا من القرآن ثم علموا من السنة)، ويصح أن تقرأ: ثم علّموا القرآن، ثم علّموا السنة. ¶ من هذا الحديث اخذ العلماء أن الأصل أن يتعلم الإنسان القرآن في الأول، ثم يتعلم السنة، وأن يفقه الإنسان القرآن ثم يفقه السنة، ولو تعلمهما متجاورين -أي: ليس هناك فارق زمن بعيد بينهما- فلا حرج، لكن ينبغي أن يتعلمها جميعاً احتياطاً أنه ظهر منذ القدم أقوام يقولون: يكتفى بالقرآن ولا حاجة للسنة، وفي عصرنا يسمون أنفسهم بالقرآنيين، ولكن هذه التسمية التي أطلقوها على أنفسهم غير صحيحة، لأن الرجل إذا فقه القرآن أصلاً علم أن من لوازم فقه القرآن أن يعلم السنة، والنبي صلى الله عليه وسلم يقول: (تركت فيكم ما إن تمسكتم بهما لن تضلوا بعدي أبداً: كتاب الله وسنتي)، وقال: (إلا وإني أوتيت القرآن وما يعدله)، وفي رواية (ألا وإني أوتيت القرآن ومثله معه)، وفي الحديث: (يوشك رجل شبعان متكئاً على أريكته يقول: بيننا وبينكم كتاب الله، فما وجدنا فيه عملنا به، ومالم نجد فيه لا نعمل به) أي: كأنه ينبذ السنة. ¶ وقال صلى الله عليه وسلم: (لا أعرفن رجلاً يأتي لأمر إما أمر أمرت به أو نهيت عنه، فيقول: بيننا وبينكم كتاب الله، فهذا لا نجده في كتاب الله) أو كلمة نحوها. ¶ فهؤلاء لم يوجدوا في زمن النبوة لكنهم وجدوا بعد ذلك، وقد حذر منهم نبينا صلى الله عليه وسلم، وأول ما ظهرت نبتة هؤلاء القوم كان ذلك في زمن الشافعي، رحمه الله تعالى، ولذلك أفرد الشافعي رحمه الله في كتابه الرسالة باباً يخصهم، وذكر محاورة جرت له مع بعضهم، وكيف أقام رحمه الله الحجة عليهم، وأبان لهم الأمر، وأوضح لهم المحجة، فجزاه الله عن الأمة خير الجزاء. ¶ ثم ما زال هؤلاء القوم يكثرون في عصر ويقلون في عصر، فمن رام أن يحمل الناس على أن الدين ما في القرآن فقط، فهو يريد أن يحملهم على هدم الدين؛ لأنه لا يمكن أن يعرف القرآن إلا بالسنة، والقرآن جاء لتعظيم سنة صلى الله عليه وسلم القولية والفعلية والتقريرية، والله جل وعلا يقول: {اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ} [الأنفال:24]. ¶ فإن قلنا: إن الفاعل في (دعاكم) هو النبي صلى الله عليه وسلم فالأمر واضح، وإن قلنا: إن الضمير يعود على لفظ الجلالة، فما سلف من أول قوله جل وعلا: {اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ} [الأنفال:24] معناه أن القرآن والسنة شيء واحد، ولا يجوز أبداً، بل عين الكفر أن يطالب الإنسان الناس العمل بما في القرآن فقط، وأن يطالبهم بترك السنة، وأنها لا حجة فيها. ¶ وقد نشرت مقالات في أول هذا العصر في مجلة المنار التي كان يشرف عليها العلامة رشيد رضا رحمه الله، ذكرها رجل أظن أن اسمه توفيق أو ما أشبه ذلك، ولا يعنينا اسمه، وقد ذكر في عنوانها: القرآن هو الإسلام فقط، أي لا حاجة للسنة، وفي عصرنا هذا كما قلت يظهرون هاهنا وهناك، والمقصود من ذلك كله هدم الدين، لكن الحجة قائمة عليهم؛ لأن الدين لا يعلم إلا بالقرآن والسنة، لكن المنهجية العلمية تجعلنا نقول: نبدأ بالقرآن ثم بالسنة، فما أشكل علينا فهمه من القرآن نفهمه عن طريق السنة، ومثاله أن الله جل وعلا ذكر في القرآن أن القصر في الصلاة لا يكون إلا لسبب الخوف: (إن خفتم أن يفتنكم الذين كفروا)، لكن السنة بينت أن القصر في السفر يكون في الخوف وفي غير الخو، قال صلى الله عليه وسلم: (صدقة تصدق الله بها عليكم). ¶ وهذا هو المراد من قول حذيفة عن النبي صلى الله عليه وسلم: (ثم علموا من القرآن، ثم علموا من السنة). ¶ وطالب العلم الحق هو من يجمع بينهما، ولا سبيل إلى فهم القرآن إلا بالسنة، ولا سبيل إلى الأخذ بالسنة إلا بموجبات القرآن، والله أعلم.",
            "page": "2",
            "part": "5",
            "seal": "FB537793"
        },
        {
            "id": "47",
            "nass": "رفع الأمانة في آخر الزمان ¶ قال المصنف رحمه الله تعالى: [(وحدثنا عن رفعها فقال: ينام الرجل النومة فتقبض الأمانة من قلبه، فيظل أثرها مثل أثر الوكت، ثم ينام النومة فتقبض، فيبقى أثرها مثل المجل: كجمر دحرجته على رجلك فنفط، فتراه منتبراً وليس فيه شيء، فيصبح الناس يتبايعون فلا يكاد أحد يؤدي الأمانة، فيقال: إن في بني فلان رجلاً أميناً، ويقال للرجل: ما أعقله وما أظرفه وما أجلده، وما في قلبه مثقال حبة خردل من إيمان)]. ¶ نسأل الله العافية، بعد أن تكلم صلى الله عليه وسلم عن نزولها تكلم عن رفعها، وهناك خلاف بين العلماء في المقصود بالأمانة في الحديث: فقال بعضهم: إن الأمانة في الحديث هي عين الأمانة في قول الله جل وعلا في سورة الأحزاب: {إِنَّا عَرَضْنَا الأَمَانَةَ عَلَى السَّمَوَاتِ وَالأَرْضِ وَالْجِبَالِ} [الأحزاب:72]، ففسرت بالإيمان، وهو ظاهر الحديث، لكن ينبغي أن يفرق بينهما وأن يقال: إن المقصود هنا أثر الإيمان، وهناك تلازم، فإذا ضعف الإيمان تكون الخيانة، وإذا قوي الإيمان تكون الأمانة، هذا هو الصواب في فهم الحديث، فإذا ضعف الإيمان رفعت الأمانة، وحلت -عياذ بالله- الخيانة. ¶ قوله: (مثل أثر الوكت)، الوكت: هو الأثر اليسير للشيء. ¶ قوله: (ينام النومة) اختلف في معنى (ينام النومة)، لكن الأظهر -والله تعالى أعلم- أنه يضعف إيمانه، فالنوم أخو الموت، فشبه ضعف الإيمان بالنوم؛ لأن عدم الإيمان يسمى موتاً، {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ} [الأنعام:122]، فيكون نومه هو ضعف إيمانه، فإذا ضعف إيمانه نجم عن ذلك -عياذاً بالله- الخيانة وقلة الأمانة، فالوكت هو الأثر اليسير للشيء. ¶ ثم ذكر المجل، والمجل في اللغة: ما يكون من أثر العمل إذا غلظ، فمثلاً إذا صنعت بيدك شيئاً شاقاً فإذا فرغت من ذلك العمل فإنه يكون هناك أثر في اليد، وهذا الأثر الذي في اليد من ذلك العمل الغليظ يسمى مجلاً. ¶ وأما التنفط فهو الانتفاخ، والإنسان -كما جاء في الحديث- إذا وطأ على جمرة ولو كانت الجمرة يسيرة فإنها تؤثر في باطن القدم، فيحصل تنفط وانتفاخ، وهذا التنفط والانتفاخ يصير وكأنه ورم وليس بداخله شيء. ¶ فكذلك الرجل ضعيف الإيمان يرى أو يتعاهد معه ويبايع، وتقام معه العهود والمواثيق، ويظن راعيه أنه حامل للأمانة، وليس لديه من الأمانة شيء، فيقال: إن في بني فلان رجلاً أميناً ثم أتى بأسلوب تعجب: (ما أظرفه ما أعقله ما أجلده)، وهذا كله يسمى أسلوب تعجب وهو في الحقيقة مدح من الناس على الظاهر، لكنك إذا تبايعت معه وتعاملت معه فإنك لا تجد عنده من الأمانة شيئاً أبداً. ¶ هذا الكلام الآن عن رفعها، وسيأتي إيضاح أكثر فيما تبقى من الحديث. ¶ قوله: [(ولقد أتى علي زمان وما أبالى أيكم بايعت، لئن كان مسلماً رده الإسلام، وإن كان نصرانياً رده علي ساعيه، فأما اليوم فما كنت أبايع إلا فلاناً وفلاناً)]. ¶ القائل هنا هو حذيفة رضي الله تبارك وتعالى عنه، والمعرفة التاريخية بالراوي إذا تحدث مهمة جداً؛ حتى يعلم الإنسان مقصود ذلك الراوي، فإن التبايع في الأصل والبيعة إنما تنصرف أول ما تنصرف إلى البيعة الشرعية مع ولي الأمر، لكنها هنا محال أن تنصرف إلى البيعة الشرعية، الحديث هنا لا علاقة له بالبيعة الشرعية، ولا بد من قرائن ودلائل تؤكد صرفنا للبيعة عن البيعة الشرعية، والدليل أن حذيفة رضي الله عنه يقول: فأما اليوم فلا أبايع إلا فلاناً وفلاناً. ¶ فـ حذيفة رضي الله عنه وأرضاه قد بايع عثمان، وولاه عثمان على المدائن، وقتل عثمان وحذيفة والي عن المدائن، فبايع حذيفة رضي الله عنه بعد عثمان علي بن أبي طالب رضي الله عنه وأرضاه، ومات في أول خلافة علي، فكونه رضي الله عنه يبايع عثمان وعلياً رضي الله تعالى عنهما هذا يدل على أن المقصود بقوله: أما اليوم فلا أبايع إلا فلاناً وفلاناً أنه يقصد البيع والشراء، ولا يقصد البيعة الشرعية. ¶ ثم ذكر رضي الله عنه ما يفهم فيه أن انصرام الأيام وتوالي الفتن جعلت الإنسان لا يثق في كثير ممن حوله، فالفتن بدأت بعد مقتل عثمان، وبتعبير أحرى بدأت بعد مقتل عمر، لكن بعد مقتل عثمان انفتح باب الفتن على مصراعيه؛ لأن قتل عثمان أول حادثة في الإسلام نجم عنها افتراق الأمة، والأمة إلى اليوم لم تجتمع اجتماعاً حقيقياً بعد مقتل عثمان. ¶ وعثمان رضي الله تعالى عنه وأرضاه ثالث الخلفاء الراشدين، وقد دخل على النبي صلى الله عليه وسلم ذات مرة والنبي صلى الله عليه وسلم جالس على فوهة بئر، والنبي يعيش حياة طبيعية، فالبئر دخلها ولم يكن هناك أحد، فجلس صلى الله عليه وسلم على فوهة البئر، فكشف عن ساقيه، فدخل أبو بكر مستأذناً عن طريق أبي موسى الأشعري، فجلس بجوار النبي صلى الله عليه وسلم، وأدباً كشف عن ساقيه، ثم دخل عمر رضي الله عنه وأرضاه مستأذناً، وجلس بجوارهما وكشف عن ساقيه، وقد كشف الشيخان رضي الله تعالى عنهما وأرضاهما عن ساقيهما حتى لا يقولا في أنفسهما للنبي صلى الله عليه وسلم: نحن أكمل منك أدباً، لكن لما صنع النبي صلى الله عليه وسلم هذه الجبلة صنعا مثله، حتى لو رآهم راءٍ لا يقول: انظر إلى هذا كاشف عن ساقيه وهذان مؤدبان فاضلان، فكشفا مثله؛ تأدباً معه صلوات الله وسلامه عليه. ¶ وموضع الشاهد أن عثمان دخل فاستأذن كما استأذن أخواه، فقال صلى الله عليه وسلم لـ أبي موسى: (ائذن له، وبشره بالجنة على بلوى تصيبه، فقبل البشارة وقال: الله المستعان)، وفي رواية قال: (إنا لله وإنا إليه راجعون، ونصحه النبي أنه سيطلب منه نزع القميص الذي البسه الله إياه فلا ينزعه). ¶ فالقميص أُوِّل بالخلافة، ثم إن أولئك الذين خرجوا على عثمان رضي الله عنه وأرضاه قدموا من مصر وغيرها، واجتمعوا في أيام الحج عند بيت عثمان يحيطون بالدار. ¶ وعثمان رضي الله عنه ولى بعض قرابته ولايات، وإذا أردت أن تعلم الناس فلا تطأطئ رأسك، ولا تُخفِ أشياء وتظهر أشياء؛ لأنك إذا أخفيك أشياء وأنت تعلم فإن الذي تعلِّمه إذا وقع على هذه الأشياء ترك الذي علمته، ونحن لا يوجد شيء نخافه حتى نخفيه، فالتاريخ الإسلامي واضح جلي، وليس بيننا وبين الفرق المخالفة لنا إلا الحق، فنحن نؤمن بالحق ونذعن له، فـ عثمان رضي الله عنه ولى بعض قرابته لأمر كان يراه حسناً، وتأويل كان يراه صواباً، فهؤلاء القوم جعلوا من تولية عثمان لبعض قرابته تهمة له، وأرادوا أن يخرجوا عليه، فالآن اجتمع أمران، وهذا مهم، خاصة في عصرنا، أن تفهمه، فهؤلاء الخوارج يقولون: إن عثمان آثر قرابته علينا، فأردوا أن يخرجوا عليه، وفعلاً خرجوا عليه وقتلوه، فلزمت الفتة إلى يومنا هذا، ولو لم يخرجوا عليه لنجم أمران: اجتماع الأمة، مع وجود الأثرة من عثمان، ولأن تجتمع الأمة مع وجود أثرة خير من أن تتقاتل أو تفترق. ¶ والنبي عليه الصلاة والسلام حث في حديث البيعة على السمع والطاعة في العسر واليسر، والمنشط والمكره، وأثرة علينا، فمن يتبع محمداً صلى الله عليه وسلم فليقبل الأثرة مع وجود جمع كلمة المسلمين، ولا نأتي ننبذ الأثرة وينجم عن هذا فرقة كما هو حاصل بعد مقتل عثمان. ¶ لكن أولئك الخوارج الذين خرجوا على عثمان رضي الله عنه كانوا يحاولون أن يردوا الأثرة، فلا هم بالذين ردوا الأثرة، ولا هم بالذين أبقوا الأمة مجتمعة، فدخلوا على رجل مبشر بالجنة، وقد جاوز الثمانين ولحيته بيضاء، فقتلوه، ويزعمون أنهم بذلك يتقربون إلى الله. ¶ هذا مقتل عثمان رضي الله عنه وأرضاه، وبعده حصلت الفتن، ثم كان علي رضي الله عنه، فبايعه الناس سوى أهل الشام، ولم يجتمع الناس عليه، لكنه عند أهل السنة والجماعة هو الخليفة الراشد الرابع رضي الله عنه وأرضاه، وبه ختم الله الخلفاء الراشدين. ¶ فهذا الصحابي الجليل حذيفة كان من أول المبايعين لـ علي، فقد ثبت بالنقل الصحيح أنه كان ينتصر لبيعته ويدعو الناس إلى بيعته. ¶ إذاً فقد زال مفهوم أن يكون مقصود حذيفة بقوله: (أما اليوم فلا أبايع) أن يكون مراده البيعة الشرعية، فانتقل ذلك إلى البيعة في المعاملة والشراء، وأصبح معنى الحديث أنه بعد ظهور الفتن بعد مقتل عثمان قلّت الأمانة في الناس، فهو يقول رضي الله عنه وأرضاه: من قبل كان الذي يتعامل معه في البيع والشراء إما مسلم وإما نصراني، فقد مر معك في الحديث: (إما مسلم وإما نصراني)، وهذا دليل آخر أنه لا يقصد البيعة الشرعية، لأن النصراني ما يعطى بيعة، لكن يتعامل معه يبيع وشراء، فيقول: في أول المسلمين، المسلمون الأصل أنهم قبل الفتن كلهم مأمونون، فأنا أتبايع معهم؛ لأنهم مسلمون، والنصراني أتعامل معه لا لأنه نصراني، لكن إذا خانني رده علي ساعيه. ¶ ومعنى يرده علي ساعيه أي: القائم عليه من المسلمين، فالذي أدخله الديار يؤدبه يعلمه؛ حتى لا يغشنا، فالمسلم الذي أدخل هذا النصراني الديار في ذمته أو في عهده يرد علي حقي، فلن يضيع حقي لا مع المسلم بإسلامه، ولا مع النصراني، لأن النصراني؛ له والي مسلم. ¶ يقول: وأما اليوم -يعني: بعد ظهور الفتن- فلا أبايع إلا فلاناً وفلاناً، بمعنى أنني صرت لا أبايع ولا أتعامل بالبيع والشراء، والعهد والأمانة إلا مع شخص أعرفه حق المعرفة، وهذا يسوقنا إلى قول الله جل وعلا على لسان ابنة العبد الصالح: {يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأَمِينُ} [القصص:",
            "page": "3",
            "part": "5",
            "seal": "3361BF16"
        },
        {
            "id": "48",
            "nass": "شرح حديث: (إنما الناس كالإبل المائة) ¶ قال المصنف رحمه الله تعالى: [عن ابن عمر رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول: (إنما الناس كالإبل المائة لا تكاد تجد فيها راحلة)]. ¶ هذا الأسلوب يسمى أسلوب حصر عند البلاغيين؛ لوجود إنما. ¶ و (إنما) عند النحويين يقال لها: كافة ومكفوفة، ومعنى كافة ومكفوفة: أن (إنّ) الحرف المشبه بالفعل الأصل أنه يعمل، فينصب الاسم الذي هو مبتدأ أصلاً -ويسمى اسمه، ويرفع الخبر، فإذا دخلت عليه (ما)، كفته عن العمل، فيقول النحاة جملة حتى يستريحوا من عناء التحليل: كافة ومكفوفة، فالمكفوفة هي (إن)، والكافة هي (ما)، وهي تستخدم هنا لأسلوب الحصر. ¶ (إنما الناس كالإبل المائة لا تكاد تجد فيهم راحلة) الراحلة هي الإبل، وتنقسم إلى قسمين: راحلة وحمولة، والحمولة هي التي يحمل عليها المتاع. ¶ والراحلة ما يركب عليها، فالذي يحمل عليها المتاع كثيرة، وأما الإبل النجيبة الصالحة للركوب المسماه راحلة فهي قليلة جداً، لكنها كلها تشترك في أنها حمولة، قال الله جل وعلا: {وَمِنَ الأَنْعَامِ حَمُولَةً وَفَرْشًا} [الأنعام:142]. ¶ وهذا الحديث اختلف الناس فيه على معنيين ذكرهما الخطابي رحمه الله. ¶ المعنى الأول: أن الناس متساوون الشريف منهم والوضيع، فكلهم متساوون في الدين، مثل الإبل كلها تصلح أن تكون حمولة، هذا المعنى الأول، وهو بعيد. ¶ والمعنى الثاني: أن النقص في الناس كثير، وأن الفضلاء من الناس قليل جداً، والكاملين من الرجال قليل كنسبة الراحلة في الإبل. ¶ قال الإمام النووي رحمه الله معقباً على قول الإمام الخطابي قال: وهذا أجود، أي: القول الثاني أجود. ¶ وهذا من أساليب الترجيح. ¶ على هذا المقصود جملةً من الحديث أن الناس إذا رأيتهم على ظاهرهم فإنك تكاد تزكيهم جميعاً، فإذا بلوتهم وصحبتهم إما في السفر، أو في التعامل بالدينار والدرهم، أو في الحقوق، فإنهم يختلفون اختلافاً جذرياً، فلا يكاد يثبت منهم إلا القليل. ¶ وهنا تفهم وجه ارتباط الحديث الثاني بالحديث الأول، فالحديث الأول يتحدث عن الأمانة، وإذا وجدت أمانه وجد حسن التعامل. ¶ فهذا معنى قوله صلى الله عليه وسلم: (إن الناس كالإبل المائة) يعني: لا يوجد فيها راحلة إلا قليلاً. ¶ وهذا ظاهر، فكم من الناس من يتقدم لأهل بيت يريد أن يتزوج منهم وظاهره الصلاح، فإذا زوجوه وتحقق أنه حصل على مراده إذا به تظهر منه أخلاق لم تكن موجودة، فيأتي الناس الذين زوجوه يستغربون فيقولون: سبحان الله! هذا يصلي ويذهب يغدو ويروح، وزكاه فلان، وأنت ترى عليه بعد ذلك من الأمور ما لا يكاد يصدق، فإما أن يبخس زوجته في المال والدينار والدرهم، أو يتسلط على مالها بغير وجه حق، أو يضربها ضرباً مبرحاً لا حاجة له، هذا في أحواله مع زوجته. ¶ وقد تجد أحياناً من الناس من تراه حسناً، فإذا تعاملت معه في عقد أو بيع أو شراء أو تعامل أظهر لك من الخيانة والتسويف، أو حتى لو أجرته دارك أو أجرته سكناً ترى منه من التسويف ما الله جل وعلا به عليم، ولا يعطيك حقك، وترى فيه من التغير ما يثبت قول النبي صلى الله عليه وسلم. ¶ ومنهم من يظهر ذلك عليه في السفر، وإنما سمي السفر سفراً، لأنه يسفر عن أخلاق الرجال، وإنما يبتلى الرجال حق الابتلاء بالسفر، فمن الرجال رجال أوفياء أجلاء يخدمك أكثر مما تخدمه، يقول أحد التابعين: صحبت ابن عمر في سفر لأخدمه، فكان يخدمني، ففي الأسفار تتجلى أخلاق الرجال؛ لأن السفر فيه وحشه، والوحشة تغير الطبع، فإذا تغير الطبع يجب أن يتحمل كل منا الآخر، فالعرب تقول: إذا عزّ أخوك فهن، وإذا كنتما في ديار غربة فيجب أن يتحمل كل منكم الآخر؛ حتى يصدق عليكما أن تكونا كاملين. ¶ والنبي عليه الصلاة السلام يقول (كمل من الرجال كثير، ولم يكمل من النساء إلا أربع)، هذا والله أعلم.",
            "page": "4",
            "part": "5",
            "seal": "CA9D4BE8"
        },
        {
            "id": "49",
            "nass": "شرح حديث: (من سمّع سمّع الله به) ¶ قال المصنف رحمه الله تعالى: [عن جندب رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (من سمع سمع الله به، ومن يرائي يرائي الله به)]. ¶ هذا حديث والله لا يدري المرء كيف يشرحه، لكن نسأل الله أولاً لنا ولكم السلامة، وألا يكلنا الله جل وعلا إلى ما علمه الناس منا، وأن يكلنا تبارك وتعالى إلى فضله وسخائه ورحمته وستره ومغفرته وعفوه، إن ربي سميع الدعاء. ¶ أما شرح الحديث فنبدأ بالألفاظ: الرياء والسمعة بمعنى واحد من حيث قصد العمل، فكل عمل قصد به جلب الحمد من الناس دخل في الحديث. ¶ لكن الرياء يقال لما كان بالبصر، أي: في الشيء الذي يحب أن يراه الناس فيه. ¶ والسمعة تقال لجارحة السمع، أي: في الشيء الذي تفعله وتحب أن يسمع الناس أنك فعلته. ¶ والمقصود من الاثنين واحد وهو: جلب مدح الناس دون النظر -إما بالجزئية أو بالكلية- إلى بغية وجه الرب تبارك وتعالى. ¶ يقول الله جل وعلا: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لا يُبْخَسُونَ} [هود:15]، فهذا وعد من الله أن من أراد الدنيا أن يوفي الله جل وعلا له ما أراد وألا يبخس، فإن قال قائل: هذا الوعد الرباني لا نراه واقعاً، فبعض الناس يريد بعمله الدنيا ويقول هذا صراحة ولم يعط شيئاً. ¶ فنقول إن الإطلاق هنا قيدته أية الإسراء، قال الله جل وعلا: {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ} [الإسراء:18]. ¶ فقول الله جل وعلا: {لِمَنْ نُرِيدُ} [الإسراء:18] قيد للآية السابقة. ¶ {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُومًا مَدْحُورًا * وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُوْلَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا * كُلًّا نُمِدُّ هَؤُلاءِ وَهَؤُلاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا * انظُرْ} [الإسراء:18 - 21] أي: في الدنيا، {انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا} [الإسراء:21].",
            "page": "5",
            "part": "5",
            "seal": "47B49958"
        },
        {
            "id": "50",
            "nass": "الأسباب المعينة على التخلص من الرياء ¶ وحتى يستطيع المرء منا أن يتخلص من الرياء فلا بد له من أسباب: أولها: أن يعلم المرء أن الرياء شرك، وهو من أعظم ما خافه النبي صلى الله عليه وسلم على أمته. ¶ الأمر الثاني: أن تعلم أن الله جل وعلا غني كل الغنى عن طاعتك، وغني عن كل شريك تشركه معه. ¶ الأمر الثالث: أن من ابتغيت مدحه من الناس هو في نفسه لا يملك لنفسه حولاً ولا طولاً ولا قوة، فكيف يعطيك حولاً أو طولاً أو نفعاً أو ضراً!! فإذا علمت عجز المخلوق يئست مما في أيدهم، وانصرفت إلى الخالق تبارك وتعالى، وما الدنيا ومدح أهلها إلا زهرة حائلة، ونعمة زائلة. ¶ ويزاد على ذلك أن العبد ينبغي عليه أن يستحيي من الله أن يقف يوم القيامة وقد صنع صنيعاً تعبد الله جل وعلا به وأراد به غير الرب تبارك وتعالى، فأي وجه هذا سنلقى به الله إذا كان ثمة عمل صنعناه في الدنيا مما تعبّدنا الله جل وعلا به، ونحن نريد به غير الرب جل وعلا. ¶ وهذا الحياء من الله يوجد إذا كان العبد على علم بعظمة الرب تبارك وتعالى، وجلاله وقدرته، وأنه جل وعلا غني عن طاعة كل أحد. ¶ قال صلى الله عليه وسلم في أعظم حديث قدسي يقول الله جل وعلا: (يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرماً فلا تظالموا) إلى أن قال جل وعلا في هذا الحديث القدسي يؤدب عباده: (يا عبادي لو أن أولكم وآخركم، وإنسكم وجنكم كانوا على أتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئاً، يا عبادي لو أن أولكم وآخركم، وإنسكم وجنكم كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيئاً). ¶ فعلمك بهاتين الصفتين الجليلتين للرب تبارك وتعالى أعظم ما تدفع به الرياء. ¶ ومن أعظم ذلك كله أن تسأل الله جل وعلا أن يرزقك الإخلاص، واعلم يا أخي أنه ما ارتفع شيء إلى السماء كما قلنا مراراً أعظم من الإخلاص، وما نزل شيء من السماء إلى الأرض على عبد أعظم من التوفيق، وسيأتي الحديث عن التوفيق والتسديد في حديث الولاية، لكننا نختصره هنا، والمقصود من هذا كله أن يكون الإنسان تقياً ورعاً، هذا هو المعنى الحقيقي للحديث. ¶ لكن بعض أهل العلم رحمهم الله قالوا: إن معنى الحديث أن من أظهر عيوب الناس ومساوئهم، وشهّر بهم، أظهر الله جل وعلا عيوبه وذكرها في الناس، وعلى هذا الوجه علينا أن نتقي الله جل وعلا فيما نقف عليه من عورات الناس. ¶ وقد ذكر الشافعي في هذا أدوية فقال: لسانك لا تذكر به عورة امرئ فكلك عورات وللناس ألسنُ وعينك إن أبدت إليك معايباً من الناس قل يا عين للناس أعينُ نسأل الله أن يديم علينا وعليكم الستر في الدنيا والآخرة.",
            "page": "6",
            "part": "5",
            "seal": "CE7C4F18"
        },
        {
            "id": "51",
            "nass": "شرح حديث (من عادى لي ولياً) ¶ قال المصنف رحمه الله تعالى: [عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إن الله تبارك وتعالى قال: من عادى لي ولياً فقد آذنته بالحرب)]. ¶ هذا الحديث حديث قدسي كالأول، والمعاداة ضد الموالاة، والسؤال الآن: من هو الولي؟ قد أجاب القرآن عن هذا، قال الله جل وعلا: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ * الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ * لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ} [يونس:62 - 64]. ¶ فأولياء الله جل وعلا هم أهل التقوى وأهل الإيمان، والحديث سيفصل الطريقة التي تنال بها الولاية. ¶ وأما قوله: (آذنته) فهي بمعنى أعلمته، وكلمة الآذان تأتي مهموزة وتأتي ممدودة، تقول: الأذان بالهمز، وتقول: الآذان بالمد، وأنت طالب العلم لا بد أن تفرق بينهما، فالأذان بالهمز هو الإعلام، ومنه يسمى إعلام الناس بدخول الوقت أذاناً بالهمز، قال الله جل وعلا: {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الأَكْبَرِ} [التوبة:3] أي: إعلام وإخبار وإنذار من الله ورسوله. ¶ وأما الآذان بالمد فهي جمع أذن، وهي الجارحة المعروفة، وحتى يسهل عليك التفريق بينهما فقد جمعهما شوقي في بيت واحد، فقد ذكر تسلط الفرنسيين على دمشق، وأنهم صاروا ينادون بالنواقيس بدلاً من الأذان، فمر بالجامع الشهير في دمشق، وهو الجامع الأموي، وبنو أمية يقال لهم كذلك: بنو مروان؛ لآن عبد الملك بن مروان مؤسس ثانٍ للدولة الأموية، فقال شوقي يصور الحادثة: مررت بالمسجد المحزون أسأله هل في المصلى أو المحراب مروانُ فلا الأذان أذان في منارته إذا تعالى ولا الآذان آذانُ يعني: لا الذي يرفع هو أذان المسلمين المعروف، ولا الذين يسمعونه هم العرب، فقد تغير العرب وأصبح الفرنسيون مسيطرين على البلدة، ويغدون ويروحون فيها، فلا الذي يرفع أذان شرعي، ولا الآذان -يعني جمع أذن- التي تسمع آذان عربية، وإنما هي آذان العلوج من الكفار والنصارى. ¶ وقد أخذ العلماء من هذا الحديث: (من عادى لي ولياً فقد آذنته بالحرب) أن الإعذار مقدم على الإنذار؛ لأن الله جل وعلا قال: (من عادى لي ولياً فقد آذنته بالحرب)، فآذنته بالحرب إنذار، ومن عادى لي ولياً هذا إعذار، والأسلوب أسلوب شرط، والله أعلم.",
            "page": "7",
            "part": "5",
            "seal": "0ABFB9BF"
        },
        {
            "id": "52",
            "nass": "التقرب إلى الله أولاً بالفرائض ثم بالنوافل ¶ قال المصنف رحمه الله تعالى: [(وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه، وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه)]. ¶ (وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه) هذه قربة من العبد للرب، لأن معنى تقرب أي: طلب القربة، فهناك قربة من العبد للرب، وهناك قربة من الرب للعبد، والفرق بينهما كالتالي: أن القرب من العبد للرب يكون بالإيمان ثم بالإحسان، فتؤمن بالله، ثم تحسن العمل. ¶ وأما القرب من الرب للعبد فيكون في الدنيا بعرفانه، فيعرفك الله جل وعلا بذاته، وهذا والله من أعظم القرب، ويكون في الآخرة برضوانه، يقول الله: {وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ} [التوبة:72]، فيكون في الآخرة برضوانه، ويكون فيما بينهما بلطفه وامتنانه، جمع الله لي ولكم الثلاثة كلها. ¶ يكون في الدنيا بعرفانه، فمن عرف الله قرب منه، ويكون في الآخرة برضوانه، ويكون فيما بينهما بلطفه وامتنانه، هذا معنى: (وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه، ولا يزال عبدي يتقرب إلي بالنوافل)، فهناك فرائض وهناك نوافل، فالفرائض ما أمر الله به على وجه الإلزام، والنوافل ما ندب الله جل وعلا إليه على غير وجه الإلزام.",
            "page": "8",
            "part": "5",
            "seal": "C895FF2B"
        },
        {
            "id": "53",
            "nass": "إطلاقات كلمة نافلة ¶ والنافلة في اللغة: هي الزيادة، ثم تنقسم كل زيادة بحسبها فمثلاً إذا رزق إنسان ولداً، ثم ورزق من الولد ولداً آخر فهذه الزيادة تسمى نافلة، لكن يسمى ولد الولد حفيداً، وإن كان ولداً للبنت فإنه يسمى سبطاً، قال الله تعالى عن يعقوب وإبراهيم: {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً} [الأنبياء:72]، فنافلة زيادة على إسحاق، فإبراهيم رزق بإسحاق، ومن ذرية إسحاق يعقوب: {وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ} [هود:71]. ¶ فيعقوب نافلة من الله جل وعلا لإبراهيم زيادة على إسحاق، هذا في الولد. ¶ والمسلمون عندما يحاربون الكفار فالبغية الأولى النصر، فما في أحد يحارب إلا من أجل أن ينتصر، فإذا انتصر المرء تحقق المراد، فإذا غنم شيئاً من تركة العدو فهذه التركة ليست هي الأصل، بل هي زائدة؛ لأن الأصل هو النصر، فتسمى غنائم لكنها في الأصل نافلة، قال الله جل وعلا: {يَسْأَلُونَكَ عَنِ الأَنْفَالِ} [الأنفال:1]، فالأنفال هنا: الغنائم التي في الحروب، فإنها تسمى نافلة.",
            "page": "9",
            "part": "5",
            "seal": "4685D00D"
        },
        {
            "id": "54",
            "nass": "أقسام النوافل ¶ فالصلوات الخمس هي المفروضة، ويسمى ما زاد عليها نوافل، والنوافل تنقسم إلى قسمين، رواتب ونوافل مطلقة أو صلاة ذات أسباب، واضح الآن المسألة. ¶ فالعبد المؤمن يسير على منهج الله، ومنهج الله كمركب نوح، وهو كنوح، قال: {رَبِّ اغْفِرْ لِي} [نوح:28]، فما عنده أحد أهم من نفسه،: {وَلِوَالِدَيَّ} [نوح:28]، فما في أحد له حق أعظم من الوالدين،: {وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا} [نوح:28]، فمؤمن أعرفه يدخل بيتي ويغدو أقرب من مؤمن لا أعرفه، فلما فرغ من الوالدين ومن دخل بيتي مؤمناً قال {وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} [نوح:28]. ¶ والله يقول: {وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ} [الإسراء:26]. ¶ فالقريب منك أولى من البعيد، والمسكين الذي من ديارك ومن أهلك أولى من المسكين الذي مسافر، ثم أتى ابن السبيل بعده. ¶ هذا كله ترتيب الله جل وعلا، فجعل الفرائض أحب إليه من النوافل، لكن النوافل حبيبة إليه جل وعلا، فعندما نريد أن نتقرب إليه جل وعلا فإننا نبدأ بالفرائض، ثم إذا أحسنا الفرائض فإننا نحسن النوافل، فبفعل الفرائض والنوافل تنال محبة الله. ¶ وقد قال بعض أهل العلم: إن من الغرائب في الناس أن الإنسان يخشع في صلاة الليل، وهذا محمود، لكن ينبغي أن يكون الخشوع أولاً في صلاة الفريضة، فينبغي أن يسعى الإنسان في إقامة الفريضة على الوجه الأكمل، ثم بعد ذلك يسعى على الوجه الأكمل في أداء النوافل. ¶ والصوم له نوافل، فشهر رمضان صيامه أحب إلى الله من صيام الإثنين والخميس، وصلاة الظهر أحب إلى الله من النوافل التي بعدها أو قبلها، وإن كان الكل حبيب إلى الله، لكن حتى تسير إلى الله سر على منهج الله، فإذا قدر لامرئ أنه رزق يقيناً وإيماناً وصلاحاً، وجمع مع ذلك القيام بالفرائض والنوافل، نال محبة الله، فما الذي سينجم عن نيل محبة الله وتحقيق ولايته، هذا الذي سيخبر عنه رسولنا صلى الله عليه وسلم على لسان ربه.",
            "page": "10",
            "part": "5",
            "seal": "3F2F4532"
        },
        {
            "id": "55",
            "nass": "توفيق الله وتسديده للعبد المتقي ¶ قال المصنف رحمه الله: [(فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وإن سألني لأعطينه، ولئن استعاذني لأعيذنه، وما ترددت عن شيء أنا فاعله ترددي عن نفس المؤمن؛ يكره الموت وأنا أكره مسائته)]. ¶ هذه الثمرة من الحصول ثمرات على الولاية: (كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي عليها) إلى آخر الحديث.",
            "page": "11",
            "part": "5",
            "seal": "E53E0826"
        },
        {
            "id": "56",
            "nass": "أقوال الناس في فهم حديث الولاية ¶ وهناك قولان في المسألة، لكن جرت العادة أننا عندما نذكر قولين فإننا نذكر أساليب الترجيح، فنقول: هذا عنده أدله وهذا عند أدله، ونقول مثلا: ً قال فلان: هذا هو الراجح، وقد يكون عند غيره راجح آخر صحيح. ¶ أما هذان القولان فأبدأ بالقول الباطل، وهو موجود واعتقاده كفر، فأنا أسوقه من باب التحذير، والرد على من قال به، وهو في عينه كفر، فقد فهم قوم من هذا الحديث (كنت بصره الذي يبصر به، وسمعه الذي يسمع به) ويسمون الاتحادية، وهم القائلون بوحدة الوجود، يقولون: إن الحق جل وعلا هو عين العبد، يعني: أن الله جل وعلا اتحد مع العبد فصارا عيناً واحدة، والقول بهذا كفر مخرج من الملة، تعالى الله جل وعلا عما يقول الظالمون علواً كبيراً. ¶ وحجتهم هذا الحديث، وحديث آخر أن جبريل كان يأتي في صورة دحية الكلبي، فيقولون -لا رحم الله فيهم مغرز إبره-: إن جبريل كان يحل في دحية الكلبي، وجبريل جسم رواحاني فحل في جسم بشري، فقالوا: إذا كان جبريل هذا صنعه فالله جل وعلا بزعمهم أعظم وأقدر من ذلك أن يحل في عبده. ¶ وهذا باطل من عدة جهات، أولها: من الناحية العقلية إذا كان النقاش نقاشاً عقلياً: فجبريل عندما يحل في هيئة صورة دحية الكلبي، ويأتي للنبي صلى الله عليه وسلم ويكلمه، فمن الذي يكلم النبي؟ إنه جبريل، وأين دحية؟ موجود في بيته مع أبنائه، فـ دحية ماله علاقة إنما جاء جبريل هيئته، فـ دحية حي يرزق في بيته مع زوجته ومع أولاده، أو في متجره أو في سفره، فهو يغدو ويروح ويقابل شخصاً آخر، لكن جبريل هو الذي تشكل في هيئة دحية. ¶ وأما دحية نفسه ما حل فيه جبريل ولا طلبه ولا دخل فيه، ولو دخل جبريل في دحية لمات دحية؛ فكيف يتنفس وكيف يأكل وكيف يشرب؟ لكن دحية موجود في بيته يغدو ويروح، وإنما جبريل عليه السلام أتى إلى النبي صلى الله عليه وسلم في صورة رجل، واختار صورة دحية؛ لأن دحية رضي الله عنه كان وسيماً جداً يدخل على الملوك، وهذا ملك جاء في صورة دحية، فحديث دحية لا يوجد فيه شيء مما قالوه ولا زعموه. ¶ ثم إن النبي صلى الله عليه وسلم يقول في الحديث هذا الذي استشهدوا: (ولئن سألني لأعطينه، ولئن استعاذني لأعيذنه)، إذاً فهناك سائل وهناك مسئول، وهناك مستعين وهناك من يعين، فكيف يقول هؤلاء الجهلة: إن الله جل وعلا يحل في أحد من خلقه!! فهذا يقوله من لم يعرف قدر الله أبداً، ومن جعل الأدلة والبراهين والحجج وراء ظهره، ومن تنكب طرق الشيطان عياذاً بالله وزعم أن معنى الحديث يكون بهذا التفسير، وهذا لا يقول به عاقل أبداً، هذا القول الأول. ¶ والقول الحق: توفيق الله جل وعلا وتسديده للعبد بحفظ جوارحه من المعاصي، وتوفيقه للطاعات، وكل من يعرف أسلوب العرب في كلامها فإنه يعرف كيف يفهم هذا الحديث. ¶ ولهذا كنا وما زلنا نقول: إن فهم القرآن والسنة من أعظم الطرائق الموصلة إليه: أن نفهم أسلوب العرب في كلامها؛ حتى نستطيع أن نفهم كلام ربنا، لأنه نزل بلغة العرب، ونفهم كلام رسولنا صلى الله عليه وسلم بذلك؛ لأنه عليه الصلاة السلام خير من تكلم بلغة العرب. ¶ فالمقصود من الحديث التسديد والتوفيق من الرب جل وعلا، وحفظ الجوارح من معصية الله، وهذا -بحمد الله وفضله وتوفيقه- من أعظم المنن، وأجل العطايا، وأسخى الهبات التي يمكن أن يعطيها أحد. ¶ (لئن سألني لأعطينه) هذا في تحقيق المرغوب، (ولئن اتسعاذني لأعيذنه) هذا في دفع المرهوب.",
            "page": "12",
            "part": "5",
            "seal": "857BE6AD"
        },
        {
            "id": "57",
            "nass": "صور وقوع العطية ¶ ونقف عند قول الله في الحديث: (لئن سألني لأعطينه) فنقول: إن صور وقوع العطية ثلاث صور: الصورة الأولى: أن يتحقق المطلوب على الفور، فرجل مثلاً دعا فقال: اللهم ارزقني مائة ألف، فخرج من المسجد فجاءه رجل فقال: فلان أوصى لك بمائة ألف، فهذا تحقق على الفور. ¶ الحالة الثانية: أن يتحقق عين الشيء لكنه يتأخر لحكمة. ¶ مثل إنسان قال: اللهم زوجني ابنة فلان، فجلس سنة أو سنتين أو ثلاثاً أو أربعاً ما تزوج، ثم كتب الله له أن تزوجها، فهذا تأخر لحكمة، لكنه وقع عين المطلوب. ¶ الحالة الثالثة: ألا يقع عين المطلوب، ويقع شيء غيره اختاره الله جل وعلا لعبده، وخيرة الله لعبده خير من خيرته لنفسه. ¶ وأما آخر الحديث فهو يدل على شفقة ولطف الله جل وعلا بعبده، جعلنا الله وإياكم من أوليائه الذين يحبهم ويحبونه، وإذا سألوه أعطاهم، وإذا استعاذوا به أعاذهم، إن ربي لسميع الدعاء.",
            "page": "13",
            "part": "5",
            "seal": "27867C55"
        },
        {
            "id": "58",
            "nass": "شرح حديث (من أحب لقاء الله أحب الله لقاءه) ¶ قال المصنف رحمه الله تعالى: [عن عبادة بن الصامت رضي الله عنه عن النبي صلى الله عليه وسلم قال: (من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه، قالت عائشة أو بعض أزواجه: إنا لنكره الموت، قال: ليس ذاك، ولكن المؤمن إذا حضره الموت بشر برضوان الله وكرامته، فليس شيء أحب إليه مما أمامه، فأحب لقاء الله وأحب الله لقاءه، وإن الكافر إذا حضر بشر بعذاب الله وعقوبته، فليس شيء أكره إليه مما أمامه، فكره لقاء الله وكره الله لقاءه)]. ¶ هذا الحديث صدره النبي صلى الله عليه وسلم بقوله: (من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه) وقد أختلف العلماء في معنى (من) هنا، فذهب بعضهم إلى أنها خبرية، وهذا بعيد عند الأكثرين، وقال الآخرون: إن الأسلوب أسلوب شرط على أصله، لكنه ينبغي أن يعرف أن ما بعد هذا الأسلوب الشرطي هو الذي يبين الحديث، وعلى هذا سنشرح هذا الحديث شرحاً عاماً ولا نتوقف عند بعض ألفاظه؛ لأن ألفاظه من حيث الجملة واضحة. ¶ فالله جل وعلا خلق الموت، فهو خلق من خلق الله، وقد قدمه الله جل وعلا في القرآن على الحياة: {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ * الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ} [الملك:1 - 2]؛ قالوا: حتى يقهر به خلقه، فلهذا قدم الموت على الحياة، وقيل: إن الأصل الفناء فلهذا قدم، لكن الأول أظهر. ¶ وهذا الموت حتم لازم لا بد أن يقع، والإنسان إذا مات قامت قيامته، وكان بعثه الأول، أي: في حياة البرزخ، وأصبح مطلاً على أهوال الآخرة. ¶ والموت كما هو معلوم حتم لازم، والموت والحياة ضدان ونقيضان لا يجتمعان، كما لا يجتمع النور والظلمة، والله جل وعلا جعل له أجلاً لا يطلب به ولا يدفع عنه، {وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا} [آل عمران:145].",
            "page": "14",
            "part": "5",
            "seal": "1942076A"
        },
        {
            "id": "59",
            "nass": "رحلة الروح والجسد في هذه الدنيا ¶ وهذه الروح والنفس البشرية التي خلقها الله جل وعلا يودعها ملك في الجنين وهو وفي بطن أمه، فتتصل الروح بالجسد، فتدب ما يسمى بالحياة، فتصبح هذه الروح محركة للجسد، مادامت حية فهو قابل للتحرك، ثم هذا الاتصال يجعله ينتقل من كونه جنيناً إلى أن يولد، ثم يحيا ما كتب الله له أن يحيا، ثم يبعث الله ملك الموت ومعه ملائكة آخرون ومهمتهم قبض تلك الروح التي أودعها السابق من الملائكة ونحن أجنه في بطون أمهاتنا، فيأتي هذا الذي بعث وهو ملك الموت ومن معه لينزع الروح، فإذا نزعت الروح وانتهت -سواء نزعت نزعاً رفيقاً كحال المؤمن، أو نزعاً غليظاً كحال الكافر -سمي هذا الوضع موتاً، فإذا خرجت الروح تبعها البصر، فإذا تبعها البصر سن لمن كان عند الميت أن يغمض عيني الميت، قال عليه الصلاة السلام: (إن الروح إذا صعدت تبعها البصر). ¶ وتشهد هذه الساعة الملائكة فيؤمنون على ما يقوله من كان حول الميت، ولهذا قال عليه الصلاة السلام في حديث عثمان بن مظعون: (فإن الملائكة تؤمن على ما تقولون)، يعني: قولوا خيراً، فهذه الساعة هي التي يقصدها النبي صلى الله عليه وسلم بقوله: (من أحب لقاء الله أحب الله لقاءه). ¶ وفي رواية صحيحة أن عائشة فهمت أن هذا معناه أن الإنسان يكره الموت، فقالت: (إنا لنكره الموت)، فليس كراهية الموت تعني أننا نكره لقاء الله، فلا يوجد أحد يحب أن يموت، مع أننا مؤمنون أننا سنموت لا محالة، لكن لم يتعبدنا الله بأن نبحث عن الموت، وإنما تعبدنا الله بأن نسأل الله العافية، وطول العمر، وحسن العمل. ¶ فقالت وهي صريحة واضحة، وهذا يبين لك كيف كان النبي صلى الله عليه وسلم يربي أصحابه، وكيف يربي أهل بيته، فقد كان يربيهم على أن يسألوا بوضوح عما أشكل عليهم، فهي لم تخش هيبة النبي صلى الله عليه وسلم، لأن هذا مجلس علم، فقالت بوضوح: (إنا لنكره الموت، قال: ليس كذلك). ¶ وهذا نفي لفهم عائشة، والنبي لم ينفِ فهم عائشة ولم يعط بديلاً، وإنما أعطى بديلاً لفهم الحق، ثم بين أن الميت تبشره الملائكة برضوان الله، هذا إذا كان مؤمناً، فإذا بشرته برضوان الله جل وعلا إذا كان مؤمناً فإنه ينسى الذي كان يخشاه ويخاف منه من قبل في الدنيا، وسيفرح بما هو مقبل عليه، فهذا إذا بشر بما سيلقاه، فيحب أن يلقى الله؛ لأن نعيم الدنيا لا يقاس بنعيم الله، فيحب لقاء الله، بمعنى: أن الله جل وعلا سيثيبه. ¶ وأما الكافر أو الفاسق فإذا وصل إلى هذا الساعة فستأتيه الملائكة تخبره بما هو مقبل عليه من سخط الله وعذابه وعقابه، فيكره أن يلقى هذا فيكره الله لقاءه، بمعنى أن الله لا يعفو عنه، ولا يغفر له. ¶ هذا هو المعنى العام للحديث.",
            "page": "15",
            "part": "5",
            "seal": "8CD96865"
        },
        {
            "id": "60",
            "nass": "ساعة الاختصار، وإعانة المحتضر على النطق بالشهادة ¶ وأما من باب الوعظ العام فإن الرب تبارك وتعالى أودعنا أرواحاً تسمى أنفساً ما دامت متصلة بالأجساد، وكلفنا جل وعلا بأعمال، وأخبرنا تبارك اسمه وجل ذكره أننا سنلقاه، وقال لنا وهو أصدق القائلين: {يَا أَيُّهَا الإِنسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلاقِيهِ} [الانشقاق:6]، فهذه التكاليف إتياننا بها على الوجه الأكمل هو المطلوب، ومهما أتينا بها فسنبقى مقصرين، فإذا قرنا ذلك التقصير بالاستغفار تحمل الله جل وعلا عنا ذلك التقصير، ثم تأتي ساعة الأجل وسكرات الموت وهي حتم لازم، وأمر عظيم، وقد كان نبي الأمة يضع يده في ركوة فيها ماء ويمسح بها وجهه ويقول: (لا إله إلا الله إن للموت سكرات)، فكيف بغيره صلوات الله وسلامه عليه. ¶ وفي تلك اللحظة كل ما صنعه الإنسان في أيام دهره يمر كاللحظة الوحدة، لكن المؤمن الموفق في تلك اللحظة يكون حسن الظن بالرب تبارك وتعالى، (لا يموتن أحدكم إلا وهو يحسن الظن بربه) هكذا أوصى صلى الله عليه وسلم. ¶ فعلى الذين يحضرون محتضراً أن يذكروا له عظيم رحمة الله، وأن يسهموا في أن يحسن ذلك المحتضر الظن بربه؛ حتى تنجم عنه أقوال سديدة تستدر بها رحمة الرب جل وعلا، فقد كان جبريل يقول للنبي صلى الله عليه وسلم: لو رأيتني وأنا آخذ طين البحر وأضعه في فم فرعون؛ خشية أن يقول فرعون كلمة يستدر بها رحمة الله، مع أن خطيئة فرعون هي قوله: {مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي} [القصص:38]. ¶ والله يقول: {فَحَشَرَ فَنَادَى * فَقَالَ أَنَا رَبُّكُمُ الأَعْلَى} [النازعات:23 - 24]. ¶ ومع ذلك كان بالإمكان أن يقول كلمة يستدر بها رحمة الله جل وعلا، فكيف بمؤمن موحد في ساعة ضعف وعجز لو وفق أن يقول كلمة يستدر بها رحمة أرحم الراحمين جل جلاله؟ فمن شاهد محتضراً فليعنه على أن يقول قولاً يستدر به رحمة الله. ¶ ومما تستدر به رحمة الله في ذلك الحال أن تقول من الكلمات ما تستدر به رحمة الله في السراء؛ حتى يعطيك الله جل وعلا من رحمته في ساعة الكرب تلك التي لا بد من مواجهتها، {وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ} [آل عمران:145]. ¶ ولا يمكن أن ينتصر أحد في هذه الدنيا بحول ولا بقول ولا بعمل ولا بقنوته، ولا بحب الناس له ولا بثنائهم عليه، وإنما يفوز من فاز بتوفيق الله وتسديده إياه ورحمته جل وعلا له. ¶ إذاً بالعقل والنقل: لا يمكن أن يسعى إنسان في تحصيل شيء ينفعه أعظم من سعيه في تحصيل أن يرحمه الله جل وعلا، فمن رحمه الله فسيفوز لا محالة، ولن يهلك أبداً، وكيف يهلك ويضيع من كان الله جل وعلا به راحماً، وله ناصراً، وعليه وكيلاً كفيلاً جل جلاله، فهذه الساعة يعد لها في كل لحظه، وهذا الذي يصنعه العقال.",
            "page": "16",
            "part": "5",
            "seal": "9D637B80"
        },
        {
            "id": "61",
            "nass": "وصية بعض السلف لبعض الأمراء ¶ وقد دخل سليمان بن عبد الملك الخليفة المعروف مدينة رسول الله صلى الله عليه وسلم فقال: هل يوجد هنا رجل أدرك أحداً من الصحابة؟ قالوا: نعم أبو حازم، فقدم أبو حازم العابد على سليمان، فقال سليمان لـ أبي حازم: يا أبا حازم! مالنا نكره الموت؟ قال: إنكم عمرتم الدنيا وخربتم الآخرة، فأنتم لا تريدون أن تخرجوا من العمران إلى الخراب. ¶ فقال: يا أبا حازم ما لنا عند الله؟ قال: اعرض نفسك على كلام الله. ¶ قال: وأين أجد هذا؟ قال: في قول الله جل وعلا: {إِنَّ الأَبْرَارَ لَفِي نَعِيمٍ * وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ} [الانفطار:13 - 14]. ¶ قال: يا أبا حازم فأين رحمة الله؟ قال: {إِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} [الأعراف:56]. ¶ قال: يا أبا حازم فيكف قدومنا على الله؟ قال: أما المحسن فيقدم على الله قدوم الغائب على أهله فرحاً، وأما المسيء فيقدم قدوم الآبق على مولاه وسيده. ¶ فهذه التذكرة من أبي حازم لـ سليمان جعلت سليمان يبكي، ثم قال: له يا أبا حازم! أوصني، قال: لا يراك الله حيث نهاك، ولا يفقدك الله جل وعلا حيث أمرك. ¶ وأعظم من وصية أبي حازم قول الله: {وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ} [النساء:131]. ¶ وقول الله جل وعلا: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ * يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ} [الحج:1 - 2]. ¶ وقول الله جل وعلا: {وَالْعَادِيَاتِ ضَبْحًا * فَالْمُورِيَاتِ قَدْحًا * فَالْمُغِيرَاتِ صُبْحًا * فَأَثَرْنَ بِهِ نَقْعًا * فَوَسَطْنَ بِهِ جَمْعًا * إِنَّ الإِنسَانَ لِرَبِّهِ لَكَنُودٌ * وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ * وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ * أَفَلا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ * وَحُصِّلَ مَا فِي الصُّدُورِ * إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ} [العاديات:1 - 11]. ¶ هذه ما أراده النبي صلى الله عليه وسلم بقوله: (من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه). ¶ فحري بكل من جعل الله له قلباً يعي، وسمعاً يتعظ، ألا يفكر في شيء أعظم من تفكيره في الساعة التي يقدم فيها على الله جل وعلا، والإنسان مهما بلغت طاعته فهو فقير إلى رحمة الله، ومهما بلغ ذنبه ومعصيته فإن الله جل وعلا أرحم الراحمين وخير الغافرين، ومن تاب تاب الله عليه، {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى} [طه:82]. ¶ ثم على الإنسان حتى يحب لقاء الله أن يفكر ويتأمل ويتدبر فيما أعده الله لمن أطاعة ولمن خشيه جل وعلا بالغيب. ¶ ألم يقل الله: {إِنَّ الأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا * عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا} [الإنسان:5 - 6]، إلى آخر الآيات التي في هذا السياق كلها. ¶ هذا ما يمكن أن يفهم جملة علماً ووعظاً من قول نبينا صلى الله عليه وسلم: (من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه). ¶ هذا ما يتسر إيراده، وأعان الله جل وعلا على شرحه من كتاب الرقاق في صحيح البخاري. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "17",
            "part": "5",
            "seal": "7F5FF278"
        }
    ],
    "t881": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "[1]"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (نعمتان مغبون فيهما كثير من الناس)"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": null,
            "tit": "شاهد على الغبن والظلم"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (كن في الدنيا كأنك غريب أو عابر سبيل)"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": null,
            "tit": "فقه البخاري في تراجمه"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين الغريب وعابر السبيل"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث ابن مسعود وأنس في الأمل والأجل"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (أعذر الله إلى امرئ أخر أجله حتى بلغه ستين سنة)"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (لا يزال قلب الكبير شابا في اثنتين)"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (لن يوافي عبد يوم القيامة يقول: لا إله إلا الله)"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "الأعمال التي تحرم على النار أن تمس أصحابها"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "معرفة الله حق المعرفة"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: يقول الله تعالى: (ما لعبد مؤمن عندي جزاء إذا قبضت صفيه)"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "احتساب الأجر في كل نازلة تنزل بالمؤمن"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "توطين النفس على مفارقة الأحباب"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "ألا يعلق الإنسان قلبه بأحد من أهل الدنيا"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "[2]"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (يذهب الصالحون الأول فالأول)"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (لو كان لابن آدم واديان من مال لابتغى ثالثا)"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (أيكم مال وارثه أحب إليه من ماله؟)"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "الأسئلة"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "المقارنة بين فتنة المال وفتنة النساء، وكيفية التخلص من فتنة النساء"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": null,
            "tit": "نصيحة لمن استقام على هذا الدين"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": null,
            "tit": "كيفية صلاة نافلة الظهر أربعا قبلها وبعدها"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "نصيحة لمن يريد أن يحفظ كتاب الله تعالى"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "التعريف بالراوي في هذا الشرح"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "إقامة الجهاد في سبيل الله وشروطه"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "[3]"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث أبي هريرة عندما كان يغمى عليه من شدة الجوع"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (لن ينجي أحدا منكم عمله، قالوا: ولا أنت يا رسول الله)"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (لو يعلم الكافر بكل الذي عند الله من الرحمة لم ييأس من الجنة)"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديثي سهل بن سعد وأبي هريرة في حفظ اللسان"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "[4]"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث أبي موسى: (مثلي ومثل ما بعثني الله كمثل رجل)"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (حجبت النار بالشهوات) و (الجنة أقرب إلى أحدكم من شراك نعله)"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (إذا نظر أحدكم إلى من فضل عليه في المال والخلق فلينظر إلى من هو أسفل منه)"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "حمد الله وشكره على جميع النعم"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث ابن عباس: (إن الله كتب الحسنات والسيئات ثم بين ذلك)"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "الأسئلة"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "سهولة دخول الجنة والنار"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "التدرج في طلب العلم"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "تقديم الدروس العلمية على إجابة دعوة العرس عند التزاحم"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "حكم الشرب قائما"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "نصيحة لمن يزعج الناس في المساجد بالجوالات وغيرها"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "[5]"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث حذيفة في رفع الأمانة"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "رفع الأمانة في آخر الزمان"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (إنما الناس كالإبل المائة)"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "شرح حديث: (من سمع سمع الله به)"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "الأسباب المعينة على التخلص من الرياء"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "شرح حديث (من عادى لي وليا)"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "التقرب إلى الله أولا بالفرائض ثم بالنوافل"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "إطلاقات كلمة نافلة"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "أقسام النوافل"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": null,
            "tit": "توفيق الله وتسديده للعبد المتقي"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "أقوال الناس في فهم حديث الولاية"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "صور وقوع العطية"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "شرح حديث (من أحب لقاء الله أحب الله لقاءه)"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "رحلة الروح والجسد في هذه الدنيا"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "ساعة الاختصار، وإعانة المحتضر على النطق بالشهادة"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "وصية بعض السلف لبعض الأمراء"
        }
    ]
}