{
    "b8858": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ القاضي عياض ومفهومه للإعجاز القرآني ¶ لفضيلة الدكتور أحمد جمال العمري كلية الدعوة وأصول الدين ¶ هو عياض بن موسى بن عياض بن عمرون، أبو الفضل اليحصبيّ السبتي الغرناطي الأندلسي1 القاضي الإمام العلاّمة. ¶ ولد بمدينة سبتة في شهر شعبان سنة ستّ وتسعين وأربعمائة 496هـ؛ لذا فهو أندلسي الأصل، قال ابنه محمد: \" كان أجدادنا في القديم بالأندلس ثم انتقلوا إلى مدينة فاس، وكان لهم استقرار بالقيروان، لا أدري قبل حلولهم بالأندلس أو بعد ذلك، وانتقل عمرون إلى سبتة بعد سكنى فاس. ¶ __________ ¶ 1 اليحصبي - بفتح الياء وسكون الحاء وضمّ الصاد وفتحها وكسرها -: نسبة إلى يحصب بن مالك قبيلة من حمير. والسبتي: نسبة إلى مدينة سبتة. والغرناطي نسبة إلى غرناطة؛ المدينة الأندلسية المشهورة.",
            "page": "15",
            "part": "1",
            "seal": "CF2F9D64"
        },
        {
            "id": "2",
            "nass": "رحلاته العلمية: ¶ في سبيل العلم رحل عياض إلى الأندلس سنة تسع وخمسمائة 509هـ طالبا للعلم، فأخذ بقرطبة عن مجموعة غير قليلة من العلماء، وأجاز له بعضهم، ثم انتقل إلى المشرق فأخذ عن مجموعة أخرى من العلماء؛ فهو بذلك جمع إلى جانب علم المغاربة علوم المشارقة حيث نهل من المنبع والمصبّ معا.",
            "page": "15",
            "part": "1",
            "seal": "991534E3"
        },
        {
            "id": "3",
            "nass": "أساتذته: ¶ تذكر المصادر القديمة عشرات الشيوخ والأساتذة الذين تلمذ لهم الرجل؛ ففي قرطبة أخذ عن القاضي أبي عبد الله محمد بن علي بن حمدين، كما أخذ عن أبي الحسين بن سراج وأبي محمد بن عناب وغيرهم، وأجاز له أبو علي الغساني. ¶ وفي المشرق: أخذ عن القاضي أبي علي حسين بن محمد الصدفي، وأخذ أيضا عن أبي عبد الله المازني، وأجاز له الشيخ أبو بكر الطرطوشي، وذكر ولده محمد مجموعة أخرى من الشيوخ منهم: أحمد بن بقي،",
            "page": "15",
            "part": "1",
            "seal": "9411A57C"
        },
        {
            "id": "4",
            "nass": "وأحمد بن محمد بن محمد بن مكحول، وأبو الطاهر أحمد ابن محمد السلفي، والحسن بن محمد بن سكره وغيرهم، وقال صاحب الصلة البشكوالية - بعد أن ذكر بعض شيوخه -: وقد اجتمع له من الشيوخ بين من سمع منه وبين من أجاز له مائة شيخ. ¶ وكانت الحصيلة العلميّة التي استقاها من هؤلاء العلماء كبيرة جدّا؛ يقولون: إنه صار إمام وقته في الحديث وعلومه، والتفسير وعلومه، كما صار من أهل التفنن في العلم، واليقظة والفهم، حتى إنه بعد عودته من رحلاته العلمية أجلسه أهل سبتة للمناظرة في المدوّنة وهو ابن ثلاثين سنة أو ينيف عنها، ثم أُجلس للشورى، ثم ولي قضاء بلده مدة طويلة، حمدت سيرته فيها، ثم نقل إلى قضاء غرناطة في سنة إحدى وثلاثين وخمسمائة 531هـ. ¶ ولقد أشارت المصادر القديمة بمكانته العلميّة؛ فقالت إنه كان فقيها أصوليا، عالما بالنحو واللغة وكلام العرب وأيامهم وأنسابهم، بصيرا بالأحكام، عاقدا للشروط، بصيرا حافظا لمذهب مالك، ريّانا في علم الأدب، خطيبا بليغا. ¶ كما تحدثت عن كريم أخلاقه، فقالت إنه كان صبورا حليما، جميل العشرة، جوادا سمحا كثير الصدقة، دؤوبا على العمل، صلبا في الحقّ. ¶ ونظراً لمكانته الدينية والعلمية قرّبه الموّحدون، حكّام المغرب في عصره، حيث رحل إلى أميرهم بمدينة سلا؛ فأجزل له العطاء وأوجب برّه، وظلّ عياض في رحابهم إلى أن اضطربت أمور الموحّدين عام ثلاثة وأربعين وخمسمائة 543هـ، حيث رحل إلى مراكش مشرّدا، بعيدا عن وطنه، فكانت بها وفاته في شهر جمادى الثانية، وقيل في شهر رمضان سنة أربع وأربعين وخمسمائة 544هـ، ودفن في باب أيلان. رحمه الله.",
            "page": "16",
            "part": "1",
            "seal": "EE4071E4"
        },
        {
            "id": "5",
            "nass": "مصنفاته: ¶ صنّف القاضي عياض مجموعة ضخمة من المصنفات أهمها: ¶ 1_ الإعلام بحدود قواعد الإسلام. ¶ 2_ الإلماع في ضبط الرواية وتقييد السماع. ¶ 3_ ترتيب المدارك وتقريب المسالك، لمعرفة أعلام مذهب مالك. ¶ 4_ الشفا بتعريف حقوق المصطفى. ¶ 5_ مشارق الأنوار في تفسير غريب حديث الموطأ والبخاري ومسلم.",
            "page": "16",
            "part": "1",
            "seal": "53FDE7F4"
        },
        {
            "id": "6",
            "nass": "6_ المعلم في شرح مسلم.",
            "page": "17",
            "part": "1",
            "seal": "E64BE6AF"
        },
        {
            "id": "7",
            "nass": "وللأسف الشديد ضاع معظم مؤلفاته التي تقدر بعشرين مؤلفا، ولم يبق منها إلا النّزر اليسير، وأهمّ الكتب التي أفلتت من يد الزمن (كتاب الشفا) الذي يبرز عقليّة الرجل ومنهجه في الفهم وطريقته في التأليف، ومن هذا الكتاب نستطيع أن نعرف مفهوم الرجل للإعجاز القرآني. ¶ ولم يخصص القاضي عياض للإعجاز القرآني كتابا مستقلا، ولكنه تناول هذا الموضوع بين ثنايا كتابه (الشفا بتعريف حقوق المصطفى1) صلى الله عليه وسلم، وأثناء حديثه عن معجزات الرسول؛ فقد خصّص فصلا صغيرا جعل عنوانه (فصل في إعجاز القرآن) ذكر فيه أوجه الإعجاز القرآني كما رآها هو. ¶ فهو يرى أن الإعجاز القرآني ينحصر في أربعة أوجه: ¶ أولها: حُسن تأليفه والتئام كلمه وفصاحته، ووجوه إيجازه وبلاغته الخارقة عادة العرب. ¶ وثانيها: صورة نظمه العجيب والأسلوب الغريب المخالف لأساليب كلام العرب، ومناهج نظمها ونثرها الذي جاء عليه، ووقفت مقاطع آيِه وانتهت فواصل كلماته إليه، ولم يوجد قبله ولا بعده نظير له. ¶ وثالثها: ما انطوى عليه من الإخبار بالمغيبات، وما لم يكن ولم يقع؛ فوُجد كما ورد على الوجه الذي أخبر. ¶ والوجه الرابع: ما أنبأ به من أخبار القرون السالفة والأمم البائدة والشرائع الدائرة، مما كان لا يعلم منه القصة الواحدة إلا الفذّ من أحبار أهل الكتاب الذي قطع عمره في تعلم ذلك. ¶ ويعلل القاضي عياض للأسباب التي جعلت من حسن تأليف القرآن التئام كلمه وجها من أوجه الإعجاز التي تميّز بها؛ فيقول: \"وذلك أنهم (أي العرب) كانوا أرباب هذا الشأن وفرسان الكلام؛ فقد خُصّوا من البلاغة والحكم بما لم يُخصّ به غيرهم من الأمم، وأوتوا من ذرابة اللسان2 ما لم يُؤتَ إنسان، ¶ __________ ¶ 1طبع هذا الكتاب في دار الفكر بيروت، ولكنها طبعة غير محققة وبها بعض الأخطاء والتصحيفات. انظر: ص 258 من الجزء الأول من هذه الطبعة. ¶ 2 ذرابة اللسان: حذقه.",
            "page": "17",
            "part": "1",
            "seal": "62C5BE53"
        },
        {
            "id": "8",
            "nass": "ومن فصل الخطاب ما يقيّد الألباب، وجعل الله لهم ذلك طبعا وخلقة، وفيهم غريزة وقوة يأتون منه على البديهة بالعجب، ويُدْلون به إلى كلّ سبب، فيخبُطون بَديهاً في المقامات وشديد الخَطْب، ويَرتَجِزون به بين الطَّعن والضَّرب، ويَمدَحون ويَقدَحون، ويَتوَسَّلون ويَتوصَّلون ويرفعون ويضعون؛ فيأتون من ذلك بالسِّحر الحلال، ويُطوِّقون من أوصافهم أجمل من سمط اللاَّل؛ فيَخدعون الألباب، ويذَلِّلون الصِّعاب، ويُذهِبون الإحَن1، ويُهيِّجون الدِّمن، ويُجرِّؤون الجَبان، ويَبسُطون يَد الجِعد2 البنان، ويُصيِّرون الناقص كامِلا، ويتركون النّبيه خامِلا، منهم البدويّ ذو اللفظ الجَزْل، والقول الفصل، والكلام الفخم، والطبع الجوهري، والمنزع القويّ، ومنهم الحضريّ ذو البلاغة البارعة، والألفاظ الناصعة، والكلمات الجامعة، والطَّبع السَّهل، والتصرّف في القول القليل الكلفة، الكثير الرَّونق، الرَّقيق الحاشية ... ¶ ولهم في البلاغة الحجّة البالغة، والقوّة الدامغة، والقدح الفالُج3، والمهيع الناهج4، لا يشُكُّون أن الكلام طوْع مرادهم، والبلاغة ملك قيادهم، قد حوَوْا فنونها واستنبطوا عيونها، ودخلوا من كل باب من أبوابها، وعَلَوْا صرحا لبلوغ أسبابها، فقالوا في الخطير والمهين، وتفنّنوا في الغثّ والسمين، وتقاولوا في القلّ والكُثر، وتساجلوا في النظم والنثر ... ¶ فما راعهم إلا رسول كريم بكتاب عزيز، لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد.. أُحكمت آياته، وفصِّلت كلماته، وبَهَرت بلاغته العقول، وظهرت فصاحته كل مقول، وتظافر إيجازه وإعجازه، وتظاهرت حقيقته ومجازه، وتبارت في الحسن مطالعه ومقاطعه، ¶ __________ ¶ 1 الإحن: جمع إحنة وهي الحقد. ¶ 2 الجعد: الكريم من الرجال، أما إذا قيل جعد اليدين، أو جعد الأنامل فهو البخيل، وربما لم يذكروا معه اليد. ¶ 3 القدح الفالج: السهم الفائز. ¶ 4 المهيع الناهج: الطريق السالك.",
            "page": "18",
            "part": "1",
            "seal": "77AF03B2"
        },
        {
            "id": "9",
            "nass": "وحوَت كل البيان مجامعه وبدائعه، واعتدل مع إيجازه حسن نظمه، وانطبق على كثرة فوائده مختار لفظه، وهم (أي العرب) أفسح ما كانوا في هذا الباب مجالا، وأشهر في الخطابة رجالا، وأكثر في السجع والشعر سجالا، وأوسع في الغريب واللغة مقالا، بلغتهم التي بها يتحاورون، ومنازعهم التي عنها يتناضلون، صارخا بهم في كل حينٍ، ومقرعا لهم بضعا وعشرين عاما على رؤوس الملأ أجمعين: ¶ {وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِّنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ. فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ} 1. ¶ {قُلْ لَئِنِ اجْتَمَعَتِ الإنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً} 2. ¶ {قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَات} 3. ¶ ذلك أن المفترى أسهل، ووضع الباطل والمختلق على الاختيار أقرب، واللفظ إذا نبع المعنى الصحيح كان أصعب. ¶ فلم يزل يقرّعهم صلى الله عليه وسلم أشدّ التقريع، ويوبّخهم غاية التوبيخ، ويسفّه أحلامهم، ويحطّ أعلامهم، ويشتّت نظامهم، ويذمّ آلهتهم وإياهم، ويستبيح أرضهم وديارهم وأموالهم، وهم في كل هذا ناكصون عن معارضته، يخادعون أنفسهم بالتشغيب بالتكذيب، والإغراء بالافتراء، والادّعاء مع العجز بقولهم: {لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا} وقد قال لهم الله: {وَلَنْ تَفْعَلُوا} فما فعلوا ولا قدروا ... \" ¶ هذا هو الوجه الأوّل من وجوه الإعجاز القرآنيّ كما يراه القاضي عياض. ¶ وعن الوجه الثاني: وهو صورة نظمه العجيب، والأسلوب الغريب ¶ __________ ¶ 1 سورة البقرة الآية 24. ¶ 2 سورة هود الآية 13. ¶ 3 سورة الإسراء الآية 88.",
            "page": "19",
            "part": "1",
            "seal": "106BA096"
        },
        {
            "id": "10",
            "nass": "المخالف لأساليب كلام العرب، يقول القاضي عياض: \"إنه لم يوجد قبله ولا بعده نظير له، ولا استطاع أحد مماثلة شيء منه، بل حارت فيه عقولهم، وتدلَّهت دُونَه أحلامهم، ولم يهتدوا إلى مثله في جنس كلامهم؛ من نثر أو نظم أو سجع أو رجز أو شعر. ¶ لما سمع كلامه - صلى الله عليه وسلم - الوليد بن المغيرة وقرأ عليه القرآن رقّ، فجاءه أبو جهل منكرا عليه، قال: والله ما منكم أحد أعلم بالأشعار مني، والله ما يشبه الذي يقول شيئا من هذا. ¶ وفي خبره الآخر حين جمع قريشا عند حضور الموسم، وقال: إن وفود العرب تَرِد فأجمعوا فيه رأيا لا يكذب بعضكم بعضا؛ فقالوا: نقول كاهن! قال: والله ما هو بكاهن؛ ما هو بزمزمته1 ولا سجعه، قالوا: مجنون! قال: ما هو بمجنون؛ ولا بخنقه ولا وسوسته، قالوا: فنقول شاعر! قال: ما هو بشاعر؛ قد عرفنا الشعر كله رجزه وهزجه، وقريضه ومبسوطه ومقبوضه، ما هو بشاعر، قالوا: فنقول ساحر! قال: ما هو بساحر؛ ولا نفثه ولا عقده، قالوا: فما نقول؟ قال: ما أنتم بقائلين من هذا شيئا إلا وأنا أعرف أنه باطل، وإنّ أقرب القول أنه ساحر؛ فإنه سِحر يفرّق بين المرء وابنه، والمرء وأخيه، والمرء وزوجه، والمرء وعشيرته، فتفرقوا وجلسوا على السُّبل يحذّرون الناس، فأنزل الله تعالى في الوليد: {ذَرْنِي وَمَنْ خَلَقْتُ وَحِيداً. وَجَعَلْتُ لَهُ مَالاً مَمْدُوداً. وَبَنِينَ شُهُوداً. وَمَهَّدْتُ لَهُ تَمْهِيداً. ثُمَّ يَطْمَعُ أَنْ أَزِيدَ. كَلاَّ إِنَّهُ كَانَ لآياتنَا عَنِيداً. سَأُرْهِقُهُ صَعُوداً. إِنَّهُ فَكَّرَ وَقَدَّرَ. فَقُتِلَ كَيْفَ قَدَّرَ. ثُمَّ قُتِلَ كَيْفَ قَدَّرَ. ثُمَّ نَظَرَ. ثُمَّ عَبَسَ وَبَسَرَ. ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ. فَقَالَ إِنْ هَذَا إِلاَّ سِحْرٌ يُؤْثَرُ. إِنْ هَذَا إِلاَّ قَوْلُ الْبَشَرِ. سَأُصْلِيهِ سَقَرَ} 2. ¶ والأخبار في هذا صحيحة كثيرة، والإعجاز بكل واحد من النوعين ¶ __________ ¶ 1 الزمزمة: صوت خفي لا يكاد يفهم (القاموس) . ¶ 2 سورة المدثر آية 11-26.",
            "page": "20",
            "part": "1",
            "seal": "903FFA25"
        },
        {
            "id": "11",
            "nass": "الإيجاز والبلاغة بذاتها، والأسلوب الغريب بذاته، كل واحد منها نوع إعجاز على التحقيق، لم تقدر العرب على الإتيان بواحد منهما؛ إذ كلّ واحد خارج عن قدرتها، مباين لفصاحتها وكلامها، وإلى هذا ذهب غير واحد من أئمة المحققين\". ¶ أما الوجه الثالث - كما يراه القاضي عياض - فهو الوجه التاريخي الذي عبر عنه بقوله: \"ما انطوى عليه من الإخبار بالمغيبات، وما لم يكن ولم يقع؛ فوجد كما ورد على الوجه الذي أخبر، كقوله تعالى: {لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ} ، وقوله تعالى: {آلم غُلِبَتِ الرُّومُ فِي أَدْنَى الأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ} ، {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ} ، {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً} . ¶ فكان جميع هذا كما قال؛ فغلبت الروم فارس في بضع سنين، ودخل الناس في الإسلام أفواجا، فما مات صلى الله عليه وسلم وفي بلاد العرب كلها موضع لم يدخله الإسلام، واستخلف الله المؤمنين في الأرض، ومكّن فيها دينهم، وملّكهم إيّاها من أقصى المشارق إلى أقصى المغارب، كما قال صلى الله عليه وسلم: \"زويت لي الأرض؛ فأُريت مشارقها ومغاربها، وسيبلغ ملك أمتي ما زوي لي منها\". ¶ وأما الوجه الرابع من وجوه إعجاز القرآن: فهو يتصل كسابقه بالجانب التاريخي، ولكنه لا يتناول الأمور المستقبلة، ولكنه يتحدّث عن أخبار القرون السالفة والأمم البائدة والشرائع الدائرة، مما كان لا يعلم منه القصة الواحدة إلا الفذّ من أحبار أهل الكتاب على نصِّه فيعترف العالم بذلك؛ فيورده النبي - صلى الله عليه وسلم - على وجهه، ويأتي به على نصه، فيعترف العالم بذلك بصحته وصدقه ¶ __________ ¶ 1- سورة الفتح الآية 27 ¶ 2- سورة الروم الآيات 1- 2 ¶ 3-سورة التوبة الآية 33 ¶ 4- سورة النور الآية 55",
            "page": "21",
            "part": "1",
            "seal": "2FFAA1C4"
        },
        {
            "id": "12",
            "nass": "وأن مثله لم ينله بتعليم، وقد علموا أنه - صلى الله عليه وسلم - أمّي لا يقرأ ولا يكتب ولا اشتغل بمدارسة ولا مثافنة1، ولم يغب عنهم ولا جهل حاله أحد منهم \". ¶ ويدلّل القاضي عياض على دقة هذا الوجه فيقول: \"وقد كان أهل الكتاب كثيراً ما يسألونه - صلى الله عليه وسلم - عن هذا فينزل عليه من القرآن ما يتلو عليهم منه ذكرا، كقصص الأنبياء مع قومهم، وخبر موسى والخضر، ويوسف وإخوته، وأصحاب الكهف، وذي القرنين، ولقمان وابنه، وأشباه ذلك من الأنباء، وبدء الخلق، وما في التوراة والإنجيل والزّبور وصحف إبراهيم وموسى مما صدّقه فيه العلماء بها، ولم يقدروا على تكذيب ما ذكر منها، بل أذعنوا لذلك ... ¶ فمن مُوفَّق آمَن بما سيق له من خبر، ومن شقي مُعاند حاسد، ومع هذا لم يحك عن واحد من النصارى واليهود على شدّة عداوتهم له، وحرصهم على تكذيبه، وطول احتجاجه عليهم بما في كتبهم وتقريعهم بما انطوت عليهم مصاحفهم، وكثرة سؤالهم له صلى الله عليه وسلم، وتعنيتهم إياه عن أخبار أنبيائهم وأسرار علومهم، ومستودعات سيرهم، وإعلامه لهم بمكتوم شرائعهم ومُضمَّنات كتبهم، مثل سؤالهم عن الروح، وذي القرنين، وأصحاب الكهف، وعيسى، وحكم الرّجم، وما حرم إسرائيل على نفسه، وما حرِّم عليهم من الأنعام، ومن طيبات كانت أحلّت لهم فحرِّمت عليهم ببغيهم، وقوله: {ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الإِنْجِيلِ..} وغير ذلك من أمورهم التي نزل فيها القرآن، فأجابهم وعرّفهم بما أوحي إليه من ذلك؛ أنه أنكر ذلك أو كذّبه، بل أكثرهم صرّح بصحة نبوّته وصدق مقالته، واعترف بعناده وحسده إياه، كأهل نجران وابن صوريا وبني أخطب وغيرهم. ¶ هذه هي الوجوه التي اعتمدها القاضي عياض دليلا على إعجاز القرآن، وخصّص لها في كتابه (الشفا) بابا من أربعة فصول. ¶ فإذا نظرنا إلى ما كتبه القاضي ¶ __________ ¶ 1 المثافنة: المجالسة، والمراد بها هنا مجالسة العلماء لتلقي العلم عنهم.",
            "page": "22",
            "part": "1",
            "seal": "470B7E46"
        },
        {
            "id": "13",
            "nass": "وجدنا أن هذه الأوجه ليست جديدة على أذهاننا، أو بمعنى آخر: وجدنا أنه ليس أوّل من أشار إليها، إن هذه الوجوه ليست من كدّ فكره، ولا من إعمال عقله، ولكنها من جمعه وتحصيله، ونقله وتدوينه. ¶ فالقاضي عياض - شأنه شأن علماء عصره - جال جولات واسعة بين ثنايا مؤلفات السابقين وانتقى منها واختصر لبعضها؛ كي يجمع مادة علمية لهذا الباب الذي خصّصه للإعجاز؛ لذلك نستطيع أن نقول بوضوح إنه لم يأت بجديد في بحثه. ¶ إن عصره لم يكن عصر إبداع أو إختراع.. وإنما كان عصر تجميع وتهذيب، ثم انتخاب وسرد، إن العلماء السابقين - منذ القرن الثالث الهجري إلى حوالي منتصف القرن الخامس - قتلوا كل هذه الموضوعات بحثا وتدقيقا، وتحليلا وتمحيصا، وتعمّقوا إلى أن توصّلوا إلى آراء كثيرة طيبة وجديدة، أما من جاء بعدهم فكان مجهودهم متواضعا؛ لم يكن في مقدورهم أن يضيفوا شيئا جديدا، ولكنه - نتيجة لما اكتسبوه من ثقافة - استطاعوا أن يختصروا ويهذبوا، وينتقوا ويوفِّقوا.. وفي حقيقة الأمر لم يستطيعوا الإتيان بجديد يذكر في مجال البحث. ¶ من هنا نستطيع أن نقول: إن القاضي عياض كان جمّاعا ناقلا، مختصرا مهذِّبا لآراء السابقين، والدليل على ذلك قوله أحيانا: \"وإلى هذا ذهب غير واحد من أئمة المحققين1\" وقوله: \"وقد اختلف أئمة أهل السنة2\" وقوله: \"وقد عدّ جماعة من الأئمة ومقلدي الأمة3\"، وهو وإن استطاع أن يلبس ما نقله واختصره ثوبا جديدا، إلا أنه لم يستطع أن يخفي حقيقة صاحبه، أو يحجب وجه مؤلفه؛ نستطيع أن نسمع صوت الجاحظ من خلال الوجه الأوّل حين قال عن العرب: \"ولهم الحجة البالغة والقوة الدامغة، القدح الناتج والمهيع الناهج..، لا يشكون أن الكلام طوع مرادهم، والبلاغة ملك قيادهم، قد حوَوْا فنونها واستنبطوا عيونها، ودخلوا من كل باب من أبوابها، وعَلَوْا صرحه لبلوغ أسبابها، فقالوا في الخطير والمهين، ¶ __________ ¶ 1 الشفا ج 1 ص 266. ¶ 2 المصدر نفسه 1/266. ¶ 3 المصدر نفسه 1/273.",
            "page": "23",
            "part": "1",
            "seal": "6A903570"
        },
        {
            "id": "14",
            "nass": "وتفننوا في الغثّ والسمين، وتقاولوا في القُلّ والكُثر، وتساجلوا في النظم والنثر..1\". ¶ ونستطيع أن نرى صورة الرماني من خلال آرائه البلاغية2، ونستطيع أن نسمع صوت الخطّابي وهو يتحدث بعمق عن الوجه النفسي للإعجاز القرآني3، كما نستطيع أن نقرأ ما كتبه الجرجاني والباقلاني عن نظم القرآن.. وهكذا. ¶ فالقاضي عياض وإن كان لم يُشِر إلى مصادره إلا أننا استطعنا بما لنا من خبرة في هذا الموضوع أن نُحدّد مصادره بدقّة، أضف إلى ذلك أن القاضي عياض قد كشف عن حقيقة نقله حين وجد أن هناك كثيرا من الآراء لم يسلكها بين أوجه الإعجاز التي حددها، وخشي أن يفوته ذكرها..؛ لذلك سمعناه يقول بعد الفصول التي اعتمدها للإعجاز: \"ومن الوجوه البيّنة في إعجازه من غير هذه الوجوه آيٌ وردت بتعجيز قوم في قضايا إعلامهم أنّهم لا يفعلونها؛ فما فعلوا ولا قدروا على ذلك.. كقوله لليهود: {قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً..} ، وكذلك آية المباهلة من هذا المعنى، حيث وفد عليه أساقفة نجران، وأبوا الإسلام؛ فأنزل الله تعالى آية المباهلة بقوله: {فَمَنْ حَاجَّكَ فِيهِ} . ¶ ومنها: الرّوعة التي تلحق قلوب سامعيه وأسماعهم عند سماعه. ¶ ثم وجد القاضي عياض أنه رغم ذلك لم يستوف كل وجوه الإعجاز التي ذكرها العلماء السابقون؛ فعقد فصلاً جديدا بدأه بقوله: \"ومن وجوه إعجازه المعدودة.. كونه آية باقية لا تعدم ما بقيت الدنيا، مع تكفّل الله تعالى بحفظه، فقال: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} . ¶ كذلك وجد القاضي عياض نفسه لم يستكمل كل جوانب موضوعه، وأن هناك آراء أخرى كثيرة ذكرها العلماء ولم يسجّلها؛ فلم يجد من ذلك بدّا من أن يجمعها معا ويفرد لها فصلاً ¶ __________ ¶ 1 انظر حجج النبوة للجاحظ ص 144 وما بعدها. ¶ 2 انظر رسالة الرماني (النكت في إعجاز القرآن) وقارن ما كتبه القاضي عياض في الوجهين الأول والثاني. ¶ 3 انظر رسالة الخطابي (بيان إعجاز القرآن) ص 64 وما بعدها، وقارن ما كتبه القاضي في ج 1 ص 273.",
            "page": "24",
            "part": "1",
            "seal": "FF55EBF2"
        },
        {
            "id": "15",
            "nass": "أخيرا لم يحدّد له عنوانا، بل قال في مطلعه: \"وقد عدّ جماعة من الأئمة ومقلدّي الأمة في إعجازه وجوها كثيرة\". ¶ ولعل هذا الفصل الأخير خير دليل على صحة ما ذهبنا إليه من أن القاضي عياض كان جمّاعا ناقلا، مختصِرا مهذِّبا؛ فقد أجمل في هذا الفصل الأخير معظم ما قيل من آراء ووجوه حول إعجاز القرآن، وهي وجوه متباينة ليس بينها رابط معيّن، إنما تندرج جميعا تحت باب الإعجاز. ¶ قال: \"ومنها أن قارئه لا يَملّه، وسامعه لا يمجّه…. ¶ ومنها: جمعه لعلوم ومعارف لم تعهد العرب عامة، ولا محمّد صلى الله عليه وسلم قبل نبوته خاصة بمعرفتها، ولا القيام بها… ¶ ومنها: جمعه فيه بين الدليل ومدلوله.. ¶ ومنها: أنْ جَعَله في حيّز المنظوم الذي لم يعهد… ¶ ومنها: تيسيره تعالى حفظه لمتعليمه، وتقريبه من متحفظيه.. ¶ ومنها: مشاكلة بعض أجزائه بعضا، وحسن ائتلاف أنواعها، والتئام أقسامها. ¶ ومنها: الجملة الكثيرة التي انطَوَت عليها الكلمات القليلة. ¶ وختم القاضي عياض هذا الفصل بقوله: \"وهذا كلّه كثير مما ذكرنا أنه ذكر في إعجاز القرآن إلى وجوه كثيرة ذكرها الأئمة لم نذكرها، أكثرها داخل في باب بلاغته\". ¶ وكأنّه وجد أن هذا السَّرد سيُخرجه عن نطاق البحث؛ فاستدرك قائلا: \"فلا نُحبّ أن يُعدّ فنّاً منفرداً في إعجازه إلا في باب تفصيل فنون البلاغة، وكذلك كثير مما قدّمنا ذكره عنهم يُعدّ في خواصّه وفضائله، لا في إعجازه. ¶ وحقيقة الإعجاز الوجوه الأربعة التي ذكرنا فليعتمد عليها، وما بعدها من خواصّ القرآن وعجائبه التي لا تنقضي…\". ¶ هكذا رأينا أن القاضي عياض - في بحثه عن الإعجاز القرآني - قد جَمع الوجوه جميعها، ونَقَل كل ما ذكره العلماء الراسخون في العلم، المبتكرون لأصوله، الذين كدّوا واجتهدوا؛ جَمَع جهودَهم وحصيلة أبحاثهم وخلاصة نتاجهم، ووَضَعها جَنباً إلى جَنب، أردف ما قاله الثاني إلى ما قاله",
            "page": "25",
            "part": "1",
            "seal": "2017276E"
        },
        {
            "id": "16",
            "nass": "الأول.. وكان حصيلة جمعه خلاصة ما قيل عن الإعجاز القرآني من آراء، وما كتب من بحوث منذ القرن الثالث الهجري حتى عصره. ¶ وقلنا إن هذا العمل لا يرمي إلى مرتبة الإبداع، وإنما هو جمع وانتخاب وتلخيص وتهذيب؛ يظهر من خلاله كثرة قراءات الرَّجل، وسَعة اطّلاعه وصبره أيضا. ¶ فإذا درسنا ما سجّله القاضي عياض في كتابه نجد أن التوفيق وإن كان قد حالفه في عملية اللمّ والحصر، إلا أنه لم يحالفه في الفهم والتبويب؛ فهو لم يفطن إلى موضع كل وجه من هذه الأوجه من الآخر، ولم يدرك تحت أيّ الفصول يوضع أو يندرج؛ لذلك ظهر بحثه مفكَّكاً قلقاً غير مترابط؛ لتعدُّد المسارات وتشتّت العبارات، كما ظهر لنا أيضا - أنه هو نفسه متردّد حائر تائه بين مصنَّفات السابقين وآرائهم؛ تَنقصه ثقة العالِم وخبرة الأستاذ. ¶ فإذا نظرنا في وجوهه الأربعة التي اختارها وجدنا أن الوجه الثاني – وهو: (صورة نظم القرآن العجيب والأسلوب الغريب) - ما هو إلا تكرار للوجه الأول: (حسن تأليفه والتئام كلمه وفصاحته وبلاغته..) ؛ فكلا الوجهين يندرجان تحت علوم البلاغة، بيد أنّه حين وضعهما على صورتهما هذه قد أضفى عليهما صفة التعميم..؛ فالوجهان الأول والثاني - في حقيقة أمرهما - وجه واحد يتصل ببلاغة القرآن.. هكذا قال الجرجاني. ¶ كذلك الوجه الثالث وهو: (ما انطوى عليه القرآن من الإخبار بالمغيبات) والوجه الرابع: (ما أنبأ به من أخبار القرون السابقة والأمم البائدة..) كلاهما يتدرج تحت الجانب التاريخي، فهما في واقع الأمر وجه واحد يصوّر إعجاز القرآن من حيث الزمن.. واتّصاله بحركة التاريخ في الماضي والمستقبل. ¶ ومعروف أن القاضي عياض كان يهتدي بآراء أهل السُّنة.. ومع ذلك فقد ضلَّله عنصر النقل والاقتباس؛ فوقع في المحظور حين لم يفهم ما ذكره المعتزلة من القول (بالصَّرفة) ؛ فنراه يذكر ما ذهب إليه أبو الحسن الرماني المعتزلي؛ من أن القرآن ممّا يمكن أن يدخل مثله تحت مقدور البشر، ويقدرهم عليه ولكنه لم يكن هذا.. فمنعهم الله هذا وعجّزهم عنه1 ¶ __________ ¶ 1 الشفا 1/267.",
            "page": "26",
            "part": "1",
            "seal": "8E91C7F8"
        },
        {
            "id": "17",
            "nass": "وهو لا يدري أن هذا الرأي أنكره أهل السنة وحاربوه، وسفّهوا آراء القائلين به، هذا من حيث الشكل العام أو المظهر.. ¶ فإذا ما درسنا أوجه الإعجاز الأربعة التي اختارها القاضي عياض وأمعنا النظر فيها وجدنا أنّ الوجه الأول في حقيقة أمره ليس من وجوه الإعجاز، وإنما هو في وضعه الدقيق شاهد من شواهد الإعجاز، ودليل من أدلّته القاطعة. ¶ أما الوجه الثاني: الذي يتعلّق بنظم القرآن وأسلوبه فهو ما توافَق عليه جلّ الباحثين والعلماء الذين بحثوا في إعجاز القرآن وحاولوا الكشف عن أسراره؛ لقد أجمعوا على أنّ هذا الأسلوب الذي انفرد به القرآن مخالف لأساليب كلام العرب ومناهج نظمها ونثرها.. وأن نظمه جاء على صورة لم تقع للعرب، وإن جمعت الطيِّب الحسن من كل أسلوب. ¶ وأما الوجه الثالث الذي اختاره القاضي عياض - وهو (الإخبار بالمغيبات) - فهو في حقيقته أمره ليس وجها من وجوه الإعجاز يمكن أن نقطع الخصم عن المعارضة ونمسك به عن العناد واللجاج؛ \"إذ كثير من الكهّان كانوا يرجمون بالغيب؛ فيصيبون ويخطئون، ولو كان القرآن حين تحدّى العرب قد أشار إلى هذا الوجه من التحدّي كما أقرّوا بالعجز عنه، ولما شهدت عليهم الحياة به، بل لكان لهم على هذا الوجه سبيل إلى المجادلة والمحاجّة والمعارضة، ولاستدعوا إليهم كهنتهم وأصحاب الرؤى عندهم، ولكان لهم قول إلى جانب هذا القول الذي جاء به القرآن.. وإن بعُد ما بين القولين في مقام الصِّدق واليقين، ولكن الخصم العنيد المتجبّر لا يستسلم حتى يرمي بآخر شيء في يده، ولو كان عودا من الحطب يقاوم به السيوف والرماح\"1. ¶ وأما الوجه الرابع - (ما أنبأ به من أخبار القرون السالفة والأمم البائدة..) - فهو كسابقه؛ لا يمكن أن يكون معجزة قائمة للتحدّي القاطع المفحم.. وإن كان هو وسابقه ممّا يضفي على إعجاز القرآن جلالاً وروعة، ومما يزيده إشراقا وألفا. ¶ إذن فالوجوه الأربعة التي اختارها القاضي.. في أغلبها أدلة أو شواهد على الإعجاز، أما الوجه الحقيقي فهو ذلك الوجه الذي ألحقه الرَّجل بهذه ¶ __________ ¶ 1 عبد الكريم الخطيب: إعجاز القرآن ص 289.",
            "page": "27",
            "part": "1",
            "seal": "DA7FFCD9"
        },
        {
            "id": "18",
            "nass": "الوجوه الأربعة وكأنه يرى أنه نافلة وليس أصلا في باب الإعجاز، وهو: (الرّوعة التي تلحق قلوب سامعيه وأسماعهم عند سماعه) ؛ فهذا الوجه - في رأينا - هو عمدة وجوه الإعجاز القرآني على الإطلاق إن لم يكن وحده وجه الإعجاز، وهو الوجه عينه الذي توصّل إليه الخطابي قبله بنحو قرنين من الزمان؛ فالروعة التي تعتريهم عند تلاوته - هي مناط الإعجاز الحقيقي، وهي المعجزة القائمة فيه أبد الدَّهر وإلى أن يرث الله الأرض ومن عليها، وإن كان القاضي عياض قد جعله حاشية في وجوه الإعجاز، من باب تحصيل الحاصل. ¶ د. أحمد جمال العمرى",
            "page": "28",
            "part": "1",
            "seal": "2667341C"
        }
    ],
    "t8858": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "رحلاته العلمية"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أساتذته"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مصنفاته"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الشفا بتعريف حقوق المصطفى"
        }
    ]
}