{
    "b8905": [
        {
            "id": "1",
            "nass": "المقدمة ¶ إنَّ الحمد لله نحمده ونستعينه ونستغفره ونستهديه ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل الله، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم وبعد. ¶ فإن الذنوب أشأم شيء على العبد في دنياه وأخراه، فهي سبب فيما يصيب العبد من البلاء والشر في أمور معاشه وحياته الدنيوية، وسبب في النقص الذي يصيبه في دينه بما ينفتح عليه من مداخل الشيطان، وينغلق من عون الرحمن ومدده ودفعه تبارك وتعالى، كما أنها سبب في غضب الله ومقته وعقوبته الأخروية وهي أشد وأنكى. ¶ قال تعالى {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} الشورى30، وقال تعالى {فَلْيَحْذَرِ الَّذِينَ ¶ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} النور 63، وقال تعالى {ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَى أَنْ كَذَّبُوا بِآياتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ} الروم 10، وقال {كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً} الإسراء 38، وقال تعالى {مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ وَلا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيّاً وَلا نَصِيراً} النساء 123. وغير ذلك من الآيات والنصوص الكثيرة الواردة في هذه المعاني. ¶ والذنوب يترتب عليها عند السلف أحكام عقدية، وغير عقدية في الدنيا والآخرة، فأحببت أن أجمع كلام أهل العلم في الأحكام العقدية المتعلقة بمرتكب الكبائر في الدنيا. ¶ وقد سميته (المباحث العقدية المتعلقة بالكبائر ومرتكبها في الدنيا عند أهل",
            "page": "55",
            "part": "1",
            "seal": "A94FFA62"
        },
        {
            "id": "2",
            "nass": "السنة) . وقسمته إلى مقدمة وفصلين وخاتمة على النحو التالي: ¶ الفصل الأول: في الكبيرة وفيه خمسة مباحث: ¶ المبحث الأول: تعريف الكبيرة. ¶ المبحث الثاني: تقسيم الذنوب. ¶ المبحث الثالث: في ذكربعض النصوص في الكبائر. ¶ المبحث الرابع: عدد الكبائر. ¶ المبحث الخامس: بغض الله عز وجل للذنوب. ¶ الفصل الثاني: في مرتكب الكبيرة وفيه سبعة مباحث: ¶ المبحث الأول: نقص إيمان مرتكب الذنوب. ¶ المبحث الثاني: مسمى مرتكب الكبائر. ¶ المبحث الثالث: في كلام أهل العلم في معنى النصوص التي تنفي الإيمان عن ¶ مرتكب الكبيرة أو تصفه بالكفر أو قال فيه: (ليس منا) ونحوها. ¶ المبحث الرابع: لعن مرتكب الكبيرة. ¶ المبحث الخامس: هجر أهل المعاصي. ¶ المبحث السادس: حكم الخروج على الحاكم الفاسق. ¶ المبحث السابع: في التوبة. ¶ الخاتمة: وفيها أهم النتائج ¶ وقد استخدمت بعض الرموز طلبا للإختصار وهي: ¶ خ، للبخاري. م، لمسلم ت، للترمذي. د، لأبي داود. جه، لابن ماجه. ن، للنسائي. ¶ حم، للمسند. ¶ هذا وأرجو من الله عز وجل التوفيق والقبول، وأن يجعل هذا العمل خالصا لوجهه ¶ إنه جواد كريم، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.",
            "page": "56",
            "part": "1",
            "seal": "72E0510B"
        },
        {
            "id": "3",
            "nass": "باب: الفصل الأول: في الكبيرة ¶ باب الفصل الثاني: المباحث العقدية المتعلقة بمرتكب الكبيرة في الدنيا ¶ المبحث الأول: نقص إيمانه وضعفه ¶ ... ¶ الفصل الثاني: المباحث العقدية المتعلقة بمرتكب الكبيرة في الدنيا ¶ لمرتكب الكبيرة مسائل وأحكام تتعلق به، منها ما يكون في الدنيا ومنها ما يكون في الآخرة. ¶ وسنذكر في هذا الفصل ما يتعلق به من الأحكام العقدية الدنيوية عند أهل السنة دون غيرهم من أهل البدع والضلالة وهي: ¶ المبحث الأول: نقص إيمانه وضعفه ¶ مما أجمع عليه السلف أن الإيمان قول واعتقاد وعمل، يزيد بالطاعة وينقص بالمعصية. ¶ قال ابن عبد البر رحمه الله:“أجمع أهل الفقه والحديث على أن الإيمان قول وعمل، ولا عمل إلا بنية، والإيمان عندهم يزيد بالطاعة وينقص بالمعصية، ¶ والطاعات كلها إيمان إلا ما ذكر عن أبي حنيفة وأصحابه، فأنهم ذهبوا إلى أن الطاعات لا تسمى إيماناً”1 ¶ ويستدل السلف لقولهم هذا بأدلة عديدة من القرآن والسنة منها قوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} الأنفال 2. ¶ 3وقال تعالى: {هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَاناً مَعَ إِيمَانِهِمْ} الفتح 4. ¶ ومن السنة حديث معاذ بن أنس الجهنى عن أبيه أن النبي صلى الله عليه وسلم قال: ”من ¶ __________ ¶ 1 التمهيد لابن عبد البر (9/238) وانظر في دخول العمل في الأيمان وأدلته مسائل الإيمان للقاضي أبي يعلى ص 125 شرح الطحاوية ص 372، الانتصار في الرد على القدرية (3/737) .",
            "page": "73",
            "part": "1",
            "seal": "4896B17C"
        },
        {
            "id": "4",
            "nass": "أعطى لله ومنع لله وأبغض لله فقد استكمل إيمانه” 1 ¶ وعن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال: “من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه وذلك أضعف الإيمان” 2 ¶ وعن ابن عمر رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال عن النساء: ”ما رأيت من ناقصات عقل ودين أغلب لذي لب منكن، قالت امرأة: يا رسول الله: وما نقصان العقل والدين؟ قال: أما نقصان العقل فشهادة امرأتين تعدل شهادة رجل فهذا نقصان العقل، وتمكث الليالى ما تصلى وتفطر في رمضان فهذا نقصان الدين” 3 ¶ فتدل هذه النصوص على أن الإيمان يزيد بالطاعة، وينقص بالمعصية، وعلى هذا وردت النصوص عن الصحابة والتابعين ومن بعدهم من السلف. ¶ فعن عمير بن حبيب الخطمي رضي الله عنه قال: “الإيمان يزيد وينقص قيل له: وما زيادته، وما نقصانه؟ قال: إذا ذكرنا الله وحمدناه وسبحناه فتلك زيادته، وإذا غفلنا وضيعنا ونسينا فذلك نقصانه” 4 ¶ وعن عمر بن الخطاب رضي الله عنه أنه كان يأخذ بيد الرجل والرجلين من أصحابه فيقول: “قم بنا نزداد إيماناً”. ¶ وروى نحوه عن معاذ بن جبل، وعبد الله بن رواحه رضي الله عنه5 ¶ وعن أبي الدرداء رضي الله عنه أنه قال: “إن من فقه العبد أن يعلم أيزداد هو أم منتقص، وإن من فقه الرجل أن يعلم نزغات الشيطان أنى تأتيه” 6 ¶ __________ ¶ 1 أخرجه. حم. (3/438) ، ت. صفة القيامة (4/670) وقال: حديث حسن 2 أخرجه م. (2/212) . ¶ 3 أخرجه. م، الإيمان (1/86) . ¶ 4 أخرجه الآجري في الشريعة (1/261) الإيمان لابن أبي شيبة ص7. ¶ 5 أخرجه عنهم ابن أبي شيبة في الأيمان ص35. ¶ 6 أخرجه ابن بطة في الإبانة (2/849)",
            "page": "74",
            "part": "1",
            "seal": "074DFC06"
        },
        {
            "id": "5",
            "nass": "قال أبو زرعة وأبو حاتم الرازيان رحمهما الله تعالى: ”أدركنا العلماء في جميع الأمصار حجازاً وعراقاً وشاماً ويمناً فكان من مذهبهم: الإيمان قول وعمل يزيد وينقص”. 1 ¶ هذه النصوص تدل على اجماع السلف2أن الإيمان يزيد وينقص، وزيادته تكون بعمل الصالحات والتقرب بالطاعات، أما نقصانه فيكون بالإخلال بالواجبات أو الوقوع في السيئات والمنكرات. ¶ وقد وردت نصوص في الشرع تبين تأثير الذنوب في إيمان العبد بالإنقاص والأضعاف مثل قوله عليه الصلاة والسلام: ”لا يزني الزاني حين يزني وهو مؤمن ... “. ¶ وقوله عليه الصلاة والسلام: ”والله لا يؤمن قيل: من يا رسول الله؟ قال: الذي لا يأمن جاره بوائقه” 3 ¶ وهي أدلة صريحة في أن إيمان مرتكب الذنوب لا يتساوى مع إيمان من يتقي الله ويجتنب معاصيه. ¶ __________ ¶ 1 أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة (1/176) . ¶ 2 يخالف في هذا الخوارج والمعتزلة وكذلك المرجئة من الجهمية والأشعرية والأحناف الذين يزعمون: أن الإيمان شئ واحد لا يزيد ولا ينقص وهو كل لا يتجزأ فإذا ذهب بعضه ذهب كله. فالخوارج والمعتزلة يقولون: الإيمان قول واعتقاد وعمل، ومن أخل بشيء من ذلك زال عنه اسم الإيمان، وهو عند الخوارج كافر، وعند المعتزلة: في منزلة بين المنْزلتين، وعند المرجئة: أن الإيمان هو التصديق أو المعرفة أو القول والتصديق أو القول فقط، وهو شيء واحد، فلو نقص لصار شكاً. والعاصي عندهم مؤمن كامل الإيمان، وهذا كله باطل وخلاف ما دل عليه الكتاب والسنة. انظر مجموع الفتاوى (7/510- 523) . مسائل الإيمان للقاضي أبي يعلى ص382- 384. العقيدة النظامية للجويني ص90 تحفة المريد شرح جوهرة التوحيد ص51. ¶ 3 سيأتي تخريج هذه الروايات في المبحث الآتي.",
            "page": "75",
            "part": "1",
            "seal": "D73AF1E1"
        },
        {
            "id": "6",
            "nass": "المبحث الثاني: مسمى مرتكب الكبائر ¶ عند السلف أن الإيمان يزيد بالطاعة وينقص بالمعصية ولا يخرج العبد بارتكابه لشيء من الكبائر من الإسلام، واختلفوا في مسمى مرتكب الكبيرة إلى قولين: ¶ القول الأول: إن مرتكب الكبيرة لا يستحق اسم مؤمن بإطلاق؛ لأن الإيمان وصف مدح وعد الله عليه الجنة في مثل قوله تعالى {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ …} التوبة 72. ¶ ومرتكب الكبيرة ليس من أهل هذا الوعد المطلق، وقد نفى عنه الرسول صلى الله عليه وسلم الإيمان في أحاديث عديدة كقوله صلى الله عليه وسلم: “لا يزني الزاني حين يزني وهو مؤمن…” 1. ¶ فهذه الطائفة من السلف يسمونه مؤمناً ناقص الإيمان أو مسلماً 2. ¶ وحكى المروزي عن الإمام أحمد أنه سئل عن قول النبي صلى الله عليه وسلم “لا يزني الزاني حين يزني وهو مؤمن…” فقال:“من أتى هذه الأربعة أو مثلهن أو فوقهن، فهو مسلم ولا أسميه مؤمناً” 3. ¶ وعند هذه الطائفة من السلف أن بين الإسلام والإيمان في إطلاق الشارع فرقاً، فالإسلام مرتبة دون مرتبة الإيمان، فالمسلم مرتبته دون مرتبة المؤمن، وأن المسلم يستحق وصف الإسلام بمجرد نطقه بالشهادتين، أما وصف مؤمن فهو يستحقه بالإتيان بالطاعات وترك المعاصي. ¶ وممن ورد عنه التفريق بين الإسلام والإيمان الزهري رحمه الله حيث قال: ¶ __________ ¶ 1 سيأتي تخريجه ص 83. ¶ 2 انظر: تعظيم قدر الصلاة للمروزي (2/512-517) . ¶ 3 تعظيم قدر الصلاة (2/529) .",
            "page": "76",
            "part": "1",
            "seal": "611F769B"
        },
        {
            "id": "7",
            "nass": "“الإسلام الكلمة والإيمان العمل”1 ¶ وورد عن حماد بن زيد أنه قال:“الإسلام عام، والإيمان خاص” 2 ¶ وورد عن الإمام أحمد التفريق بينهما، فقد ذكر عنه القاضي أبو يعلى روايات في ذلك منها: أنه قال في رواية حنبل:“الإيمان غير الإسلام” 3 ¶ وقال في رواية صالح:“قال ابن أبي ذئب الإسلام القول، والإيمان العمل، قيل: فما تقول أنت؟ قال: الإسلام غير الإيمان” 4 ¶ __________ ¶ 1أخرجه. د. في سننه (2/269) ، وعبد الله في السنة (ص:91) ، والمروزي في تعظيم قدر الصلاة (2/507) . والذي يظهر أن مراد الزهري رحمه الله أن الإسلام الكلمة، بمعنى أنه يستحق الدخول في الإسلام ويسمى مسلماً من أتى بالشهادتين، أما الإيمان فلا يستحق الوصف به إلا بالإتيان بالعمل أو يكون قصد بالكلمة ¶ الشهادتين وتوابعهما من الأعمال الظاهرة، انظر: مجموع الفتاوى (7/258) ، فتح الباري (1/76) . ¶ 2 أخرجه ابن منده في الإيمان (1/311) ، والمروزي في تعظيم قدر الصلاة (2/512) ، وفسره ابن منده بأن قوله: الإسلام عام أي من ناحية معرفته، فإن الخلق يطلعون عليه، أما الإيمان فهو خاص من ناحية أن معرفته خاصة بالله دون خلقه. والذي يظهر لي أن معنى كلام حماد أن الإسلام عام من ناحية أهله؛ لأن كل من أتى بالشهادتين دخل في الإسلام فيكون مسلماً، أما الإيمان فهو خاص من ناحية أهله فلا يتحقق إلا بالعمل بالطاعات وترك المنهيات، والله أعلم. ¶ 3 السنة للخلال (3/602) . ¶ 4 السنة للخلال (3/604) وانظر مسائل الإيمان للقاضي أبي يعلى (ص: 421) . ¶ هذا ما ورد عن السلف ممن يرى الفرق بين مسمى الإسلام والإيمان، ومن العلماء من ذكر وجهاً آخر للتفريق بينهما، وهو أن الإسلام والإيمان بينهما تلازم فهما يجتمعان ويفترقان فحيث قرن بين الإسلام والإيمان في كلام الشارع فيفسر الإسلام بالأعمال الظاهرة والإيمان بالأعمال الباطنة كما في حديث جبريل عليه السلام، وإذا افترقا دخل كل واحد منهما في الآخر، وذلك كما ورد في حديث وفد عبد القيس، فقد فسر الإيمان بالأعمال الظاهرة، وكما في قوله تعالى {إن الدّين عند الله الإسلام} . آل عمران 19. وقد قال بهذا التفريق جمع من العلماء مثل الخطابي في معالم السنن انظره في (7/49) ، والنووي في شرحه على مسلم (1/148) ، والبغوي في شرح السنة (1/10) ، وشيخ الإسلام في الفتاوى (7/357) ، وابن رجب في جامع العلوم والحكم (ص: 25) .",
            "page": "77",
            "part": "1",
            "seal": "9CE4D331"
        },
        {
            "id": "8",
            "nass": "وممن قال بهذا القول وهو التفريق بين الإسلام والإيمان ابن عباس رضي الله عنهما، والحسن البصري، ومحمد بن سيرين، والزهري، وعبد الرحمن بن مهدي، وابن أبي ذئب، ومالك، وشريك، وحماد بن زيد، والإمام أحمد، وابن جرير، وشيخ الإسلام ابن تيمية، وابن كثير، وغيرهم 1. ¶ فهؤلاء يتوجه على قولهم أن الفاسق لا يصح وصفه وتسميته بالإيمان المطلق؛ لأنه أخل بواجباته، واعتبر هؤلاء العلماء وصف الإيمان المطلق وصف مدح لا يستحقه من فسق بارتكابه للمحرمات؛ لهذا كانوا يتحاشون من هذا الوصف عموماً ويرون الاستثناء فيه، فقد قال رجل عند ابن مسعود رضي الله عنه: أنا مؤمن، فقال ابن مسعود: أفأنت من أهل الجنة؟ فقال: أرجو، فقال ابن مسعود:“أفلا وكلت الأولى كما وكلت الأخرى؟ ” 2. ¶ وفي رواية عنه أن رجلاً قال عنده: أنا مؤمن، فقال عبد الله: فقل:”إني في الجنة، ولكن آمنا بالله وملائكته وكتبه ورسله…” 3. ¶ __________ ¶ 1 انظر: السنة للخلال (3/604-605) ، والسنة لعبد الله (1/311) ، وتفسير ابن جرير (9/26/89) ، اعتقاد أهل السنة للالكائي (4/812) ، الإبانة الصغرى لابن بطة (ص: 182) ، الإيمان لابن منده (1/311) ، الفتاوى لشيخ الإسلام (7/359) ، تفسير ابن كثير (4/419) . ¶ 2 أخرجه أبو عبيد في الإيمان (ص: 67) وهو منقطع بين الحسن وابن مسعود، كما ذكر ذلك الألباني في التعليق. ¶ 3 أخرجه أبو عبيد في الإيمان (ص: 67) وهو على شرط الشيخين كما قال الألباني في التعليق.",
            "page": "78",
            "part": "1",
            "seal": "5814DA2E"
        },
        {
            "id": "9",
            "nass": "ونحو هذا ورد عن إبراهيم النخعي ومحمد بن سيرين وطاووس وغيرهم 1. ¶ القول الثاني: إن مرتكب الكبيرة يسمى مسلماً، ويسمى مؤمناً، وإن كان ذلك ليس على الكمال، لأنه لا يخرج من هذا المسمى بسبب ارتكابه لشيء من الكبائر؛ لأن أصل الإيمان معه فهو بالتالي لا يخرج منه إلا بارتكابه لما يناقض أصل الإيمان، فمن دخل في الإيمان والإسلام استحق هذا المسمى وإن لم يستكمله. ¶ قال محمد بن نصر المروزي:“فمن صدق بالله فقد آمن به، ومن آمن بالله فقد خضع لله وقد أسلم لله، ومن صام، وصلى، وقام بفرائض الله، وانتهى عما نهى الله عنه، فقد استكمل الإيمان والإسلام المفترض عليه، ومن ترك من ذلك شيئاً فلن يزول عنه اسم الإيمان ولا الإسلام إلا أنه أنقص من غيره في الإسلام والإيمان من غير نقصان من الإقرار بأن الله وما قال حق لا باطل، وصدق لا كذب، ولكن ينقص من الإيمان الذي هو تعظيم للقدر، خضوع للهيبة والجلال، والطاعة للمصدق به وهو الله عز وجل، فمن ذلك يكون النقصان، لا من إقرارهم بأن الله حق وما قاله صدق” 2. ¶ وقال في موضع آخر:“إن شاربة الخمر والسارقة مؤمنة في الحكم والاسم، لا مؤمنة مستكملة الإيمان، ومستحقة ثواب المؤمنين” 3. ¶ وقد عزا المروزي هذا القول إلى جمهور أهل السنة والجماعة وأصحاب الحديث 4. ¶ وهذا القول الذي ذكره المروزي رحمه الله ونصره من جواز تسمية ¶ __________ ¶ 1 انظر: الروايات عنهم في الإيمان لأبي عبيد (ص:67) ، والشريعة للآجري (ص:139) . ¶ 2تعظيم قدر الصلاة (2/543) ¶ 3تعظيم قدر الصلاة (2/542) . ¶ 4المصدر نفسه (2/529) .",
            "page": "79",
            "part": "1",
            "seal": "CC5D75D6"
        },
        {
            "id": "10",
            "nass": "مرتكب الكبيرة مؤمناً يلزم كل من لم ير فرقاً بين مسمى الإسلام والإيمان في الشرع، وإنما يرى أن الإسلام والإيمان شيء واحد. ¶ وعلى هذا القول البخاري صاحب الصحيح وعزاه في الفتح إلى المزني صاحب الشافعي، وإليه ذهب ابن عبد البر، وعزاه إلى جمهور أهل السنة والحديث1. ¶ فهذان القولان مأثوران عن أهل السنة في تسمية مرتكب الكبيرة، وأن منهم من لا يجيز تسميته مؤمناً وإنما يسميه مسلماً. ¶ ومنهم من يرى أنه لا يجوز أن ننفي عنه اسم الإيمان؛ لأن الإسلام والإيمان سواء، بل يسمى مؤمناً ومسلماً. ¶ والقولان متقاربان جداً؛ لأن من لا يرى جواز إطلاق اسم الإيمان على الفاسق لا يخرجه من الدّين، بل يرى أن معه إيمان به تصح أعماله، وبه تصح نسبته إلى هذا الدّين، إلا أن إيمانه نقص نقصاً لا يستحق معه إطلاق هذا المسمى عليه، ويجوز عنده أن يقال عنه إنه مؤمن ناقص الإيمان أو مؤمن بإيمانه فاسق بكبيرته. ¶ ومن يرى أنه يجوز إطلاق اسم الإيمان على مرتكب الكبيرة لا يعتقد أنه على إيمان كامل، بل يرى أنه ناقص الإيمان غير مستكمل له، لكن لا يجوز أن نقول إنه غير مؤمن بإطلاق، وإنما يجوز أن نقول هو غير كامل الإيمان. ¶ فمن هنا يتبين أن الخلاف بين القولين في المسمى؛ لأن كلاً منهما اعتبر أوجهاً شرعية رأى فيها ما يرى أنه الحق. ¶ فأصحاب القول الأول الذين يرون عدم جواز إطلاق اسم الإيمان على مرتكب الكبيرة لاحظوا أن الشرع اعتبر اسم الإيمان اسم تزكية ومدح وثناء، ومرتكب الكبيرة ليس من أهلها. ¶ __________ ¶ 1انظر: فتح الباري (1/114) ، التمهيد لابن عبد البر (3/226) .",
            "page": "80",
            "part": "1",
            "seal": "11C42E92"
        },
        {
            "id": "11",
            "nass": "أما أصحاب القول الثاني فلاحظوا أن الشارع أثبت هذا المسمى لمن وقع في بعض الكبائر كما في قوله تعالى {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا …} . فسماهم مؤمنين مع وقوع الاقتتال بينهم 1. ¶ وقد أجاب عن ذلك أصحاب القول الأول: بأن هذا الإطلاق إنما هو على اعتبار أنهم مؤمنون في الأحكام والمواريث وليس في الإطلاق العام، وهم يقولون إن مرتكب الكبيرة يسمى مؤمناً على هذا الاعتبار. ¶ روى الآجري بسنده عن سفيان الثوري أنه قال: “ الناس عندنا مؤمنون في الأحكام والمواريث، ولا ندري كيف هم عند الله عز وجل ونرجو أن نكون كذلك” 2. ¶ وذكر شيخ الإسلام أن الشالنجي قال: سألت الإمام أحمد عمن قال: أنا مؤمن عند نفسي من طريق الأحكام والمواريث، ولا أعلم ما أنا عند الله، قال: ليس بمرجئ. ¶ قال شيخ الإسلام: وبه قال أبو خيثمة وابن أبي شيبة 3 ¶ قال أبو عبيد معللاً وجه الاستثناء في الإيمان عند السلف: مخافة ما أعلمتكم في الباب الأول من التزكية والاستكمال عند الله، وأما على أحكام الدنيا فإنهم يسمون أهل الملة جميعاً مؤمنين؛ لأن ولايتهم وذبائحهم وشهادتهم ومناكحتهم وجميع سننهم إنما هي على الإيمان 4. ¶ فمن هذا يتضح أن القولين متقاربان إلا أن القول الأول وهو من يرى عدم جواز إطلاق اسم (مؤمن) على مرتكب الكبيرة أكثر التصاقاً بالنصوص ¶ __________ ¶ 1 انظر: تعظيم قدر الصلاة (2/543) . ¶ 2 الآجري في الشريعة (ص:136) . ¶ 3 الفتاوى (7/253) . ¶ 4 الإيمان لأبي عبيد (ص:68) .",
            "page": "81",
            "part": "1",
            "seal": "71FF9FE6"
        },
        {
            "id": "12",
            "nass": "وإعمالاً لها، فإن الرسول صلى الله عليه وسلم قد نفى الإيمان عن طائفة ممن عملوا السيئات وارتكبوا المحرمات كما في الحديث الصحيح “لا يزني الزاني حين يزني وهو مؤمن، ولا يسرق السارق حين يسرق وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن” 1. ¶ وقوله “لا إيمان لمن لا أمانة له ولا دين لمن عهد له” 2 وقوله “والله لا يؤمن والله لا يؤمن والله لا يؤمن من لا يأمن جاره بوائقه” 3. ¶ فمن نفى الإيمان عن مرتكب الكبيرة إنما وافق هذه النصوص التي لا مدفع لها، ومن المعلوم أن نفي الإيمان عن أصحاب هذه الذنوب لا يعني إخراجهم من الإيمان ولا نفي التصديق الذي بقلوبهم، وإنما يعني نفي كماله الذي به يستحقون هذا الإطلاق وأما ما ورد من النصوص، وقد أطلق على أصحابها وصف الإيمان مع ارتكابهم للذنوب مثل قوله تعالى {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا …} الحجرات 49. ونحوها من النصوص. ¶ فوجه هذا أنه سماهم بهذا الاسم الذي يصح إطلاقه عليهم على الاعتبار السابق الذكر عن سفيان والإمام أحمد وغيرهم وهو من طريق الأحكام في الدنيا وأنهم مؤمنون من ناحية المواريث والأحكام لا من ناحية الإطلاق العام، والله أعلم. ¶ __________ ¶ 1انظر تخريجه ص 83. ¶ 2انظر تخريجه ص 83. ¶ 3انظر تخريجه ص 83.",
            "page": "82",
            "part": "1",
            "seal": "648D9344"
        },
        {
            "id": "13",
            "nass": "المبحث الثالث: في أقوال أهل العلم في بيان معنى النصوص التي تنفي الإيمان عن مرتكب الكبيرة ¶ أولاً: النصوص التي تنفي الإيمان عن مرتكب بعض الذنوب ¶ ... ¶ المبحث الثالث: في أقوال أهل العلم في بيان معنى النصوص التي تنفي الإيمان عن مرتكب الكبيرة، أو تصفه بالكفر، أو قال فيه “ليس منا” ونحوها ¶ مما يجمع عليه السلف أن مرتكب الكبيرة لا يكفر بسبب ارتكابه لشيء من الكبائر، وقد وردت نصوص في الشرع قد يفهم منها غير المطلع على كلام أهل العلم خلاف ذلك، فنبين إن شاء الله كلام أهل العلم في معناها. ¶ أولاً: النصوص التي تنفي الإيمان عن مرتكب بعض الذنوب: ¶ وردت نصوص في الشرع نفي فيها الإيمان عن مرتكبي بعض الذنوب. ¶ وذلك مثل حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: ”لا يزني الزاني حين يزني وهو مؤمن، ولا يشرب الخمر حين يشرب وهو مؤمن، ولا يسرق حين يسرق وهو مؤمن، ولا ينتهب نهبة يرفع الناس إليه فيها أبصارهم حين ينتهبها وهو مؤمن” 1. ¶ وعن شريح الخزاعي رضي الله عنه أن النبي صلى الله عليه وسلم قال: ”والله لا يؤمن، والله لا يؤمن، والله لا يؤمن، قيل: من يا رسول الله؟ قال: الذي لا يأمن جاره بوائقه” 2. ¶ وعن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: “لا إيمان لمن لا أمانة له ولا دين لمن لا عهد له” 3. ¶ __________ ¶ 1 أخرجه خ. المظالم ب. النهي بغير إذن صاحبه (2/279) ، م. في الإيمان 01/76) . ¶ 2 أخرجه خ. الأدب. ب. أثم من لا يؤمن جاره بوائقه انظره مع الفتح (10/457) . حم. (2/288) . ¶ 3 أخرجه حم. (3/135، 154) ، والبغوى في شرح السنة (1/75) وحسنة، وابن أبي شيبة في الإيمان ص5، وحسنة الألباني في التعليق على الإيمان لابن أبي شيبة، والمروزي في تعظيم قدر الصلاة (1/495) ..",
            "page": "83",
            "part": "1",
            "seal": "E889629D"
        },
        {
            "id": "14",
            "nass": "وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: “إذا زنى العبد خرج منه الإيمان، فكان فوق رأسه كالظلة، فإذا خرج من ذلك العمل عاد إليه الإيمان” 1. ¶ وقد اختلف العلماء في معنى هذه الأحاديث إلى أقوال عدة، وذلك بعد أن أجمعوا على أن المعاصي لا يخرج صاحبها من الدين ولا يكون بها كافراً خلافاً للخوارج والمعتزلة 2. ¶ القول الأول: أن المراد بذلك أن الإيمان يرتفع عنه حال المعصية، ثم إذا أقلع وتاب رجع إليه إيمانه، لحديث أبي هريرة رضي الله عنه السابق. ¶ وممن قال بهذا ابن عباس. فقد روي عنه أنه كان يقول لغلمانه: ”من أراد منكم الباءة زوجناه لا يزني منكم زان إلا نزع منه نور الإيمان فإن شاء أن يرده عليه رده عليه، وإن شاء أن يمنعه منعه” 3. ¶ وبه قال أبو هريرة أيضاً فقد روي عنه أنه قال: “الإيمان نزه فمن زنا فارقه الإيمان فإن لام نفسه وراجع رجع إليه الإيمان” 4. ¶ وبه قال الإمام أحمد، فقد روي الخلال أن حنبل قال: “قلت لأبي عبد الله: إذا أصاب الرجل ذنباً من زنا أو سرق يزايله إيمانه؟ قال: هو ناقص الإيمان فخلع منه الإيمان كما يخلع الرجل قميصه فإذا تاب وراجع عاد إليه إيمانه” 5 ¶ __________ ¶ 1 أخرجه. د. في السنة. ب. الإرجاء (2/270) والحاكم في المستدرك الإيمان (1/22) وقال: صحيح على شرط الشيخين ووافقه الذهبي، وصحح الحديث السيوطي. انظر فيض القدير (1/367) ، وكذلك الألباني في سلسلة الأحاديث الصحيحة (2/22) . ¶ 2 سبقت الإشارة إلى قول الخوارج والمعتزلة في الهامش. ¶ 3 أخرجه الآجري في الشريعة ص114، وابن أبي شيبة في الإيمان ص32، وابن بطة في الكبير (2/715) ، والمروزي في تعظيم قدر الصلاة (1/504) . ¶ 4 الآجري في الشريعة ص115، السنة لعبد الله ص91. ¶ 5 السنة للخلال (3/607) وانظر مسائل الإيمان للقاضي أبي يعلى ص319.",
            "page": "84",
            "part": "1",
            "seal": "2D944A5C"
        },
        {
            "id": "15",
            "nass": "وبهذا قال عطاء وطاووس والحسن رحمهم الله 1. ¶ ومن قال بهذا القول لا يعني أن إيمان العاصي زال عنه بالكلية بحيث خرج من الدين بالكلية فهذا ليس قولاً لأهل السنة، وإنما هو قول الخوارج والمعتزلة، وإنما المقصود زال عنه نوره الذي يدفعه للخير ويحجزه عن الشّرّ، وبقي له من الإيمان اسم لا يدفع عنه العقوبة يوم القيامة. ¶ قال شيخ الإسلام في حديث أبي هريرة: قوله “خرج منه الإيمان فكان فوق رأسه كالظلة” دليل على أن الإيمان لا يفارقه بالكلية، فإن الظلة تظل صاحبها وهي متعلقة ومرتبطة به نوع ارتباط - ثم بين رحمه الله، أن التصديق الذي يفرق بين المسلم والكافر، والذي يمنع الخلود في النار وترجى به الشفاعة والمغفرة ويستحق به المناكحة والموارثة لم ينعدم من مرتكب الكبيرة، إنما زال عنه الإيمان الذي ينال به النجاة من العذاب وتكفير السيئات وكرامة الله ومثوبته ويكون به محموداً مرضياً، وبين أيضاً، أن الزاني ونحوه لفرط شهوته، أو لغفلته عن التحريم، وعظمة الرب، غمر مقتضى إيمانه، ومنعه من التأثير وذلك مثل عقل السكران، فإن عقل السكران مستور بسبب سكره فلو قال قائل: السكران ليس بعاقل، فإذا صحا عاد عقله إليه كان صادقاً، مع العلم بأنه ليس بمنزلة البهيمة إذ أن عقل السكران مستور وعقل البهيمة معدوم، فكذلك معنى الحديث أصل إيمانه موجود، ولكن الإيمان الذي يمنع ارتكاب المنكرات ويبلغ أعلى الدرجات في الجنة معدوم2. ¶ القول الثاني: إنه بارتكابه للكبائر يخرج من الإيمان إلى الإسلام، وذلك أن الإيمان مرتبة عالية والإسلام دونها، فارتكابه للذنوب ووقوعه في القبائح يتنافى ¶ __________ ¶ 1 التمهيد لابن عبد البر (9/255) . ¶ 2 انظر مجموع الفتاوى (7/ 670-676) وانظر تعظيم قدر الصلاة للمروزي (2/573) .",
            "page": "85",
            "part": "1",
            "seal": "F14C3861"
        },
        {
            "id": "16",
            "nass": "مع الرتبة العالية في الدين، وهي الإيمان، فيخرج منها إلى المرتبة التي دونها وهي الإسلام، ولا يعني ذلك أنه لم يبق في قلبه شيء من الإيمان، وإنما معه إيمان ينجيه من الخلود في النار، وقد قال بهذا أبو جعفر الباقر وهو قول للإمام أحمد 1. ¶ القول الثالث: أن المنفي في هذه الأحاديث هو الكمال الواجب الذي يعاقب تاركه، قال أبو عبيد القاسم بن السلام رحمه الله: “فكلما خالطت هذه المعاصي هذا الإيمان المنعوت تعبيرها 2 قيل ليس هذا من الشرائط التي أخذها الله على المؤمنين، ولا الأمارات التي يعرف بها أنه الإيمان، فنفت عنهم حينئذ حقيقته ولم يزل عنهم اسمه”. فإن قال قائل كيف يجوز أن يقال: ليس بمؤمن، واسم الإيمان غير زائل عنه؟ قيل: هذا كلام العرب المستفيض عندنا غير المستنكر في إزالة العمل عن عامله إذا كان عمله على غير حقيقته، ألا ترى أنهم يقولون للصانع إذا كان ليس بمحكم لعمله: ما صنعت شيئاً ولا عملت عملاً، وإنما وقع معناها هاهنا على نفي التجويد لا على الصنعة نفسها، فهو عندهم عامل بالاسم وغير عامل في الإتقان 3. ¶ وهو قول للإمام أحمد، وأخذ به القاضي أبو يعلى، ورجحه بقوة المروزي وقال به النووي، وابن عبد البر، وشيخ الإسلام ابن تيمية، والسفاريني 4. ¶ __________ ¶ 1 انظر سنن الترمذي (5/16) ، المروزي في تعظيم قدر الصلاة (2/506) ، الآجري في الشريعة ص113، مسائل الإيمان للقاضي أبي يعلى (ص320) ، الفتاوى (7/244) . ¶ 2 يقصد بذلك الآيات التي وصفت المؤمنين بالصفات الكاملة مثل قوله تعالى {قد أفلح المؤمنون…} ، {إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم …} ونحوها. ¶ 3 الإيمان لأبي عبيد ص90. وانظر نحوه عند المروزي في تعظيم قدر الصلاة (2/409- 516) . ¶ 4 مسائل الإيمان للقاضي أبي يعلى ص319، شرح النووي على مسلم (2/41-42) . مجموع الفتاوى (7/524) ، الانتصار في الرد على المعتزلة (3/701) ، التمهيد لابن عبد البر (9/243) ، لوامع الأنوار البهية (1/416) ، تعظيم قدر الصلاة للمروزي (2/535) .",
            "page": "86",
            "part": "1",
            "seal": "2073A655"
        },
        {
            "id": "17",
            "nass": "القول الرابع: إن أحاديث الوعيد كلها تمر كما جاءت ولا تفسر، وأنها على التأكيد والتشديد. ¶ وممن روي عنه ذلك الزهري حيث سئل عن قول النبي صلى الله عليه وسلم “ليس منا من لطم الخدود” وما أشبهه، فأطرق ساعة، ثم رفع رأسه فقال: “من الله عز وجل العلم وعلى الرسول البلاغ وعلينا التسليم”. 1 ¶ وهو قول للإمام أحمد، وعزا شيخ الإسلام إلى عامة علماء السلف أنهم يقرون هذه الأحاديث ويمرونها كما جاءت، ويكرهون أن تتأول تأويلات تخرجها عن مقصود الرسول صلى الله عليه وسلم، وكذلك عزا ابن حجر إلى كثير من السلف إطلاق لفظ الأخبار في الوعيد، وعدم التعرض لتأويله ليكون أبلغ في الزجر. 2 ¶ القول الخامس: قول من يرى أن أحاديث الوعيد عموماً خرجت مخرج التغليظ والمبالغة في الزجر عن المعاصي، وعزا هذا القول ابن حجر إلى الطيبي، وقد استنكر هذا القول أبو عبيد وقال عنه: أفظع ما تأول على رسول الله صلى الله عليه وسلم وأصحابه، أن جعلوا الخبر عن الله وعن دينه وعيداً لا حقيقة له، وهذا يؤول إلى إبطال العقاب، لأنه إن أمكن ذلك في واحد منها كان ممكناً في العقوبات كلها3. ¶ القول السادس: إن الحديث ليس خبراً، وإنما هو نهي فيكون معناه “لا يزني الزاني وهو مؤمن ... “، أي لا ينبغي للمؤمن أن يزني تنزيهاً للإيمان وتعظيماً له، وقال بهذا الضحاك وكذلك الخطابي، وقد رده العلماء: بأن الحديث صريح ¶ __________ ¶ 1 السنة للخلال (3/579) ، مجموع الفتاوى (7/674) . ¶ 2 انظر مسائل الإيمان للقاضي أبي يعلى ص317، مجموع الفتاوى (7/674) ، فتح الباري (13/24) . ¶ 3 الإيمان لأبي عبيد ص88. الانتصار في الرد على القدرية (3/701) ، فتح الباري (12/60) .",
            "page": "87",
            "part": "1",
            "seal": "1E6B2C24"
        },
        {
            "id": "18",
            "nass": "في الخبر وليس النهي1. ¶ القول السابع: إن المراد به مستحل الزنا وشرب الخمر، وأن المنفي في ذلك هو الإيمان بالكلية 2. ¶ فهذه أشهر الأقوال في معنى هذه الأحاديث، وظاهر منها أن الأقوال الأربعة الأولى متقاربة، وهي تؤكد أن الكبيرة والذنب عموماً يؤثر على الإيمان، إما بنفي كماله، أو نوره وما يكون به خضوع لهيبة الله وجلاله، أو بإخراجه من دائرة أهل الإيمان إلى مرتبة أدنى في الدين وهي الإسلام، وإما أن يترك اللفظ الشرعي كما ورد ولا يؤول ليكون أبلغ في الزجر، مع اعتقاد أن مرتكب الكبيرة لا يكفر بذلك. وهي فيما أرى أرجح الأقوال في معنى هذه الأحاديث والله أعلم. ¶ وبهذا يتبين أن الكبائر قد أزالت عن مرتكبها ذلك المسمى الذي هو الإيمان، وذلك الوصف الذي هو المؤمن، الذي وعد الله أهله بالنجاة من النيران والفوز بالجنان ورضى الرحمن في مثل قوله تعالى {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} التوبة72. وتكون الكبائر جالبة للإنسان خسارة عظمى وبلية كبرى نسأل الله العافية. ¶ __________ ¶ 1 انظر تعظيم قدر الصلاة للمروزي (2/641) ومعالم السنن للخطابي بهامش سنن أبي داود (7/54) . ¶ 2 تعظيم قدر الصلاة (2/644) .",
            "page": "88",
            "part": "1",
            "seal": "610EE07C"
        },
        {
            "id": "19",
            "nass": "ثانياً: النصوص التي ورد فيها وصف مرتكبي بعض الذنوب بالكفر: ¶ كما وردت أحاديث تنفي عن مرتكب الكبيرة الإيمان، فقد وردت أحاديث تصف مرتكبي بعض الذنوب بالكفر، فمن ذلك حديث ابن عمر رضي الله عنه قال، قال رسول الله صلى الله عليه وسلم: ” أيما امرئ قال لأخيه يا كافر فقد باء بها أحدهما ” 3. ¶ __________ ¶ 3 أخرجه م. الإيمان (1/79) .",
            "page": "88",
            "part": "1",
            "seal": "25709BC7"
        },
        {
            "id": "20",
            "nass": "وعن أبي هريرة رضي الله عنه أنه سمع رسول لله صلى الله عليه وسلم يقول: \" لا ترغبوا عن آبائكم فمن رغي عن أبيه فهو كافر\" 1. ¶ وعن ابن مسعود رضي الله عنه أن النبي صلى الله عليه وسلم قال: ”سباب المسلم فسوق وقتاله كفر” 2. ¶ وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: “ اثنتان في الناس هما بهم كفر الطعن في النسب والنياحة على الميت” 3. ¶ وعن منصور بن عبد الرحمن عن الشعبي عن جرير أنه سمعه يقول: ” أيما عبد أبق من مواليه فقد كفر حتى يرجع إليهم”. قال منصور: قد والله روى عن النبي صلى الله عليه وسلم، ولكني أكره أن يروى عني هاهنا بالبصرة 4. ¶ فهذه الأحاديث ونحوها عند أهل السنة لا تدل على أن مرتكب ما ذكر فيها من ذنوب يكون كافراً خارجاً من الإسلام، وذلك أن الله تبارك وتعالى قد وصف بعض مرتكبي الذنوب بالإيمان، ولم يكفرهم، كما قال تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا} الحجرات9. فسماهم مؤمنين مع وجود الاقتتال. ¶ وكذلك فإن الله تعالى قد أوجب الجلد على القاذف، والقطع على السارق، وجلد رسول الله صلى الله عليه وسلم الزاني البكر وشارب الخمر وغير ذلك، فلو كان ¶ __________ ¶ 1 أخرجه خ. الفرائض ب- من ادعى إلى غير أبيه (12/55) ، م. الإيمان (1/80) . ¶ 2 أخرجه خ. الإيمان ب -خوف المؤمن من أن يحبط عمله (1/ 135) ، م. الإيمان (1/81) ¶ 3 م. الإيمان (1/81) . ¶ 4 أخرجه م. الإيمان (1/83) د. الحدود. ب- الحكم فيمن ارتد رقم 4360. قال النووي: معنى قوله (قد والله روى عن النبي صلى الله عليه وسلم ولكني أكره أن يروى …) فإني أكره أن أصرح برفعه في لفظ روايتي فيشيع عني في البصرة، التي هي مملوءة من المعتزلة والخوارج، الذين يقولون بتخليد أهل المعاصي في النار، والخوارج يزيدون على التخليد، فيحكمون بكفره، ولهم شبهه في التخليد بظاهر هذا الحديث. شرح النووي على مسلم (2/247) .",
            "page": "89",
            "part": "1",
            "seal": "ADDB56DC"
        },
        {
            "id": "21",
            "nass": "هؤلاء كفاراً بارتكابهم للكبائر لوجب قتلهم لقوله صلى الله عليه وسلم “ لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث الثيب الزاني والنفس بالنفس والتارك لدينه المفارق للجماعة ” 1. ¶ وأجمع الصحابة على عدم كفر مرتكبي الذنوب، فقد روى أبو عبيد عن أبي سفيان أنه قال: “جاورت مع جابر بن عبد الله بمكة ستة أشهر فسأله رجل هل كنتم تسمون أحداً من أهل القبلة كافراً؟ فقال: معاذ الله! قال: فهل تسمونه مشركاً؟ قال: لا” 2. ¶ فلهذا صرح أصحاب كتب العقائد بذلك في عقائدهم فقال الطحاوي رحمه الله: ”ولا نكفر أحداً من أهل القبلة بذنب ما لم يستحله” 3. ¶ وقال الحكمي رحمه الله: ¶ ولا نكفر بالمعاصي مؤمناً إلا مع استحلاله لما جنى4. ¶ وقد أجاب العلماء عن معنى الكفر الوارد في الأحاديث السابقة وشبهها بعدة أجوبة: ¶ الجواب الأول: أن الفعل الوارد فيه لفظ الكفر إنما ذكر هكذا لأنه يؤول ¶ __________ ¶ 1 أخرجه م. القسامة (3/1302) من حديث عبد الله بن مسعود رضي الله عنه. ¶ 2 الإيمان لأبي عبيد ص98 قال الألباني في التعليق: إسناده صحيح على شرط مسلم وعزاه في مجمع الزوائد (1/107) إلى أبي يعلى والطبراني وقال: رجاله رجال الصحيح، وانظر التمهيد لابن عبد البر (9/251) . ¶ 3 شرح العقيدة الطحاوية ص316. وقوله (بذنب ما لم يستحله) بين شارح الطحاوية رحمه الله أن قول الطحاوي رحمه الله ليس على إطلاقه، لأن من الذنوب ما يكون كفراً، كالسجود للصنم، والاستهزاء بالله، والسحر، وترك الصلاة عند كثير من السلف. فالصواب أن يقال: ولا نكفر أحداً من أهل القبلة بكل ذنب. ¶ 4 معارج القبول (2/300) .",
            "page": "90",
            "part": "1",
            "seal": "2A73BA10"
        },
        {
            "id": "22",
            "nass": "بفاعله إلى الكفر، وذلك لأن المعاصي كما قالوا: بريد الكفر، ويخشى على المكثر منها أن يكون عاقبة شؤمها المصير إلى الكفر. ¶ الجواب الثاني: أنه أطلق عليه ذلك من باب المبالغة في التحذير والزجر عن الفعل1. ¶ الجواب الثالث: أنه أطلق عليها ذلك لأنها من الأخلاق والسنن التي عليها الكفار والمشركين. ¶ الجواب الرابع: أنه محمول على المستحل لذلك. ¶ الجواب الخامس: أن المراد به الكفر إلا أنه ليس الكفر المخرج من الملة، وإنما هو كفر دون كفر وهو من الكفر العملي الذي لا يخرج صاحبه من الإسلام. ¶ وهذا الأخير أرجحها، لأن الأدلة قد دلت على أن لفظ الكفر ومثله الظلم والفسق والشرك قد وردت في الشرع على معنيين أكبر وأصغر، فمما ورد في الظلم ما روي عن ابن مسعود رضي الله عنه أنه لما نزل قوله تعالى {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} الأنعام 82. شق ذلك على أصحاب النبي صلى الله عليه وسلم فقالوا: يا رسول الله أينا لا يظلم نفسه؟ فقال رسول الله صلى الله عليه وسلم: ليس كما تظنون، إنما هو كما قال لقمان لابنه {يَا بُنَيَّ لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} 2. ¶ فهنا ذكر النبي صلى الله عليه وسلم أن للظلم معنيان: ظلم أكبر: وهو الشرك، وظلم أصغر: وهو ظلم العبد لنفسه بالذنوب. ¶ __________ ¶ 1 وقد سبق بيان ما في هذا القول من الخطأ انظر ص 87. ¶ 2 خ. الإيمان ب. ظلم دون ظلم، انظر فتح الباري (1/87) ، م. الإيمان. ب صدق الإيمان وإخلاصه (1/115) .",
            "page": "91",
            "part": "1",
            "seal": "CD144BA8"
        },
        {
            "id": "23",
            "nass": "ومما ورد في الشرك ما روى محمود بن لبيد رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: “إن أخوف ما أخاف عليكم الشرك الأصغر، قالوا: يا رسول الله وما الشرك الأصغر؟ قال: الرياء” 1. ¶ فهنا بين النبي صلى الله عليه وسلم أن من الشرك نوع هو أصغر، أما الشرك الأكبر فهو عبادة غير الله. ¶ ومثل ذلك ورد في الكفر أيضاً فقد ورد في حديث ابن عباس رضي الله عنه أن النبي صلى الله عليه وسلم قال: “ أُريت النار، فإذا أكثر أهلها النساء يكفرن، قيل أيكفرن بالله، قال: يكفرن العشير ويكفرن الإحسان، لو أحسنت إلى أحداهن قالت: ما رأيت منك خيراً قط ” 2. ¶ فهنا بين النبي صلى الله عليه وسلم أن الكفر يرد شرعاً على غير الكفر بالله وهو دونه في الحكم. ¶ ومثله ما ورد عن ابن عباس رضي الله عنه في قول الله عز وجل: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} المائدة (44) .قال:“هي به كفر، وليس كفراً بالله وملائكته وكتبه ورسله”. ¶ وفي رواية أنه قال:“كفر دون كفر”. ¶ ومثله ورد عن عطاء وطاووس وغيره3. ¶ فهذا يدل على أن الشارع أطلق الكفر على ما دون الكفر الأكبر وهو ما يسميه العلماء كفر دون كفر. ¶ فيكون المقصود بما ورد في الشرع إطلاق اسم الكفر عليه من المعاصي ¶ __________ ¶ 1 أخرجه. حم (5/428-429) ، وقال ابن حجر إسناده، حسن بلوغ المرام ص187. ¶ 2 خ. الإيمان ب. كفران العشير، وكفر دون كفر، انظر فتح الباري (1/83) . ¶ 3 انظر تفسير ابن جرير (10/ 354) تحقيق أحمد شاكر، التمهيد لابن عبد البر (4/237) السنة للخلال (4/159-161) .",
            "page": "92",
            "part": "1",
            "seal": "9CC81C61"
        },
        {
            "id": "24",
            "nass": "هو الكفر العملي، الذي لا يخرج من الملة1، أو كفراً دون كفر. وهذا أرجح الأقوال في ذلك، وهو الذي عليه كثير من العلماء. 2 ¶ __________ ¶ 1 احترزنا بقولنا (الذي لا يخرج من الملة) ، لأن من الكفر العملي ما يخرج من الملة، كبعض نواقض الإسلام، كالاستهزاء بالله، أو رسوله، أو دينه، وكذلك الصلاة عند كثير من السلف، وكذلك بعض مباني الإسلام الأخرى عند بعض العلماء. ¶ قال ابن القيم رحمه الله: ((الكفر نوعان: كفر عمل، وكفر جحود وعناد، فكفر الجحود أن يكفر بما علم أن الرسول عليه الصلاة والسلام جاء به من عند الله جحوداً أو عناداً – من أسماء الرب وصفاته وأفعاله وأحكامه. ¶ وهذا الكفر يضاد الإيمان من كل وجه، وأما كفر العمل فينقسم إلى ما يضاد الإيمان وإلى ما لايضاده، فالسجود للصنم، والاستهانة بالمصحف، وقتل النبي وسبه يضاد الإيمان. وأما الحكم بغير ما أنزل الله وترك الصلاة فهو من الكفر العملي قطعاً، ولا يمكن أن ينفي عنه اسم الكفر بعد أن أطلقه الله ورسوله عليه، فالحاكم بغير ما أنزل الله كافر، وتارك الصلاة كافر بنص رسول الله صلى الله عليه وسلم، ولكن هو كفر عمل لا كفر اعتقاد، ومن الممتنع أن يسمي الله سبحانه الحاكم بغير ما أنزل الله كافراً، ويسمي رسول الله صلى الله عليه وسلم تارك الصلاة كافراً، ولا يطلق عليهما اسم الكفر)) .كتاب الصلاة. ضمن مجموعة الحديث النجدية، ص515. ¶ 2 انظر: الإيمان لأبي عبيد ص93، تعظيم قدر الصلاة للمروزي (2/517-529) ، فتح الباري (1/83) ، مجموع الفتاوى (7/350-355) ، مدارج السالكين (1/336) ، التمهيد لابن عبد البر (4/236) ، شرح الطحاوية ص363.",
            "page": "93",
            "part": "1",
            "seal": "AA316959"
        },
        {
            "id": "25",
            "nass": "ثالثاً: النصوص التي ورد فيها قوله عليه الصلاة والسلام “ليس منا”: ¶ وردت نصوص عن النبي صلى الله عليه وسلم يصف فيها مرتكب بعض الذنوب: بأنه ليس منه، ومن هذه النصوص: ¶ حديث عبد الله بن مسعود رضي الله عنه قال، قال النبي صلى الله عليه وسلم “ ليس منا من لطم الخدود، وشق الجيوب، ودعا بدعوى الجاهلية ” 3. ¶ __________ ¶ 3 أخرجه. خ- الجنائز ب. ليس منا من شق الجيوب، انظر فتح الباري (3/163) ، م. الإيمان ب. تحريم ضرب الخدود (1/99) .",
            "page": "93",
            "part": "1",
            "seal": "4B83CE59"
        },
        {
            "id": "26",
            "nass": "وحديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم:”من حمل علينا السلام فليس منا، ومن غشنا فليس منا” 1. ¶ فهذه النصوص ونحوها للعلماء رحمهم الله أقوال في معناها. ¶ القول الأول: قول من يرى أنها خرجت مخرج التغليظ 2. ¶ القول الثاني: أن المعنى: ليس مثلنا، واستنكر هذا عبد الرحمن بن مهدي والإمام أحمد وغيرهم، وقد قيل للإمام أحمد: إن قوماً قالوا: من غشنا فليس مثلنا، فأنكره وقال:“هذا تفسير مسعر، وعبد الكريم بن أبي أُمية، وكلام المرجئة، وقال: بلغ عبد الرحمن بن مهدي فأنكره، وقال: لو أن رجلاً عمل بكل حسنة أكان يكون مثل النبي صلى الله عليه وسلم؟! ” 3. ¶ واستنكر هذا القول أبو عبيد وقال:“فإني لا أراه، من أجل أنه إذا جعل من فعل ذلك ليس مثل النبي صلى الله عليه وسلم لزمه أن يصير من يفعل ذلك مثل النبي صلى الله عليه وسلم، وإلا فلا فرق بين الفاعل والتارك، وليس للنبي صلى الله عليه وسلم عديل ولا مثل من فاعل ذلك ولا تاركه 4. ¶ القول الثالث: أنه ليس على ديننا الكامل، أي أنه خرج من فرع من فروع الدين، إن كان معه أصله، حكى هذا القول ابن العربي 5. ¶ القول الرابع: أن المراد من ذلك أن من فعل شيئاً من تلك الأفعال فقد تعرض لأن يهجر، ويعرض عنه فلا يختلط بجماعة السنة تأديباً له على استصحابه حالة الجاهلية التي قبحها الإسلام، وهو قول ابن المنير حكاه ابن حجر رحمه الله. ¶ __________ ¶ 1 أخرجه م، الإيمان، ب قول النبي صلى الله عليه وسلم \"من غشنا فليس منا\" (1/99) . ¶ 2 حكى هذا القول أبو القاسم عبيد بن سلام في الإيمان ص88، وذكره القاضي الباقلاني في التمهيد ص422، وسبق بيان بطلان مثل هذا القول ص 87. ¶ 3 السنة للخلال (3/576) . ¶ 4 الإيمان لأبي عبيد ض93. ¶ 5 انظر فتح الباري (3/164) .",
            "page": "94",
            "part": "1",
            "seal": "90A2732F"
        },
        {
            "id": "27",
            "nass": "القول الخامس: معنى الحديث أن النبي صلى الله عليه وسلم بريء من فاعل ذلك، فيكون كأنه توعده بأنه لا يدخل في شفاعته مثلاً، وهذا تفسير ابن حجر حملاً لحديث “ليس منا” على حديث “إن رسول الله صلى الله عليه وسلم بريئ من الصالقة والحالقة والشاقة” 1. ¶ القول السادس: أن المراد به المستحل للفعل من غير تأويل فإنه يكفر 2. ¶ القول السابع: أن معناه: ليس من أهل الإيمان المستحقين للثواب بلا عقاب، ولهم المولاة المطلقة والمحبة المطلقة وإنما هو بارتكابه لذلك الفعل نقص إيمانه وصار ممن يستحق العقوبة. ¶ قال شيخ الإسلام وهذا: كما يقول من استأجر قوماً ليعملوا عملاً، فعمل بعضهم بعض الوقت، فعند التوفية يصلح أن يقال: هذا ليس منا، فلا يستحق الأجر الكامل، وإن استحق بعضه 3. ¶ القول الثامن: أن هذا من أحاديث الوعيد التي يجب أن نؤمن بما ورد فيها وتمركما جاءت ولا يتكلم في تأويلها حتى يكون ذلك أبلغ في الزجر، وهذا مروي عن الزهري: قال سفيان قال رجل للزهري: يا أبا بكر حديث رسول الله صلى الله عليه وسلم “ليس منا من لطم الخدود” وما أشبه من الحديث؟ قال سفيان فأطرق الزهري ساعة ثم رفع رأسه فقال:“من الله عز وجل العلم وعلى الرسول البلاغ وعلينا التسليم” 4. ¶ __________ ¶ 1 أخرجه. خ. الجنائز. ب. ما ينهى عن الحلق عند المصيبة، انظر فتح الباري (3/165) . ¶ 2 انظر شرح النووي على مسلم (2/108) التمهيد للباقلاني ص422، فتح الباري (3/164) . ¶ 3 الفتاوى (19/294) ، وانظر (7/524) . ¶ 4 أخرجه الخلال في السنة (3/579) .",
            "page": "95",
            "part": "1",
            "seal": "28FF134E"
        },
        {
            "id": "28",
            "nass": "وعلى هذا القول الإمام أحمد، فقد روى الخلال عنه أنه سئل عن قول النبي صلى الله عليه وسلم “من غشنا فليس منا …” قال:“على التأكيد والتشديد، ولا أكفر إلا بترك الصلاة” 1. ¶ قال ابن حجر: والأولى عند كثير من السلف إطلاق لفظ الخبر من غير تعرض لتأويله ليكون أبلغ في الزجر2. ¶ القول التاسع: أن معناها أنه ليس من المطيعين لنا، ولا من المقتدين بنا، ولا من المحافظين على شرائعنا. وقال بهذا أبو عبيد3. ¶ وفسره عبد الرحمن بن مهدي كما عند الخلال بأن معنى “ليس منا” بأنه يكون مثل الجاهلية وعملهم لأن هذه الأعمال ليست من فعل أهل الإسلام إنما هي فعل الجاهلية 4. ¶ فهذه الأقوال فيها تقارب في بيان معنى الحديث، والمستنكر فيها القول الأول والثاني، ما عداهما فإن معناه وفحواه متقارب جداً، والواجب في ذلك إبطال المعنى الفاسد وهو التكفير، أو الخروج من الدين، ثم إثبات اللفظ أو ما يدل عليه والتشديد فيه، ليكون ذلك أبلغ في زجر الفاعل عن الفعل، ونهيه عنه، فإن من علم من المسلمين أن هذا الفعل على غير هديه صلى الله عليه وسلم، وليس على سبيل طاعته، وأهل ولايته، بل هو على سبيل العصاة المنحرفين عن هديه وشريعته، تيقن أن الفعل محرم، وأن صاحبه معرض للعقوبة، التي يستحقها المخالف لرسول الله صلى الله عليه وسلم، حيث حذر الله من معصية رسوله ومخالفة أمره، والله أعلم. ¶ __________ ¶ 1 السنة للخلال (3/579) ، وانظر مسائل الإيمان للقاضي أبي يعلى ص317. ¶ 2 فتح الباري (13/24) . ¶ 3 الإيمان لأبي عبيد ص92. ¶ 4 السنة للخلال (3/578) .",
            "page": "96",
            "part": "1",
            "seal": "8FD2CA74"
        },
        {
            "id": "29",
            "nass": "المبحث الرابع: لعن مرتكب الكبيرة ¶ اللعن في اللغة: الإبعاد والطرد من الخير، وقيل: الطرد والإبعاد من الله، ومن الخلق السب والدعاء 1. ¶ مما يتفق عليه أهل العلم جواز اللعن المطلق لمرتكبي بعض المحرمات التي ورد في الشرع لعن مرتكبيها 2 مثل قوله صلى الله عليه وسلم: “لعن الله السارق يسرق البيضة فتقطع يده” 3. ¶ وقوله عليه الصلاة والسلام “لعن الله من ذبح لغير الله، لعن الله من آوى محدثاً ولعن الله من لعن والديه، ولعن الله من غير منار الأرض” 4. ¶ وقال جابر بن عبد الله رضي الله عنه “لعن رسول الله صلى الله عليه وسلم آكل الربا وموكله وكاتبه وشاهديه وقال: هم سواء” 5. ونحو ذلك من الأحاديث. ¶ واختلفوا في المعين من مرتكبي الكبائر هل يجوز لعنه أم لا؟ إلى أربعة أقوال: القول الأول: جواز لعن العاصي المعين مطلقاً، وقال بهذا ابن الجوزي وطائفة من أصحاب الإمام أحمد 6 والسراج البلقيني 7. ¶ __________ ¶ 1 لسان العرب (5/4044) ، المعجم الوسيط (ص:829) . ¶ 2 انظر: تفسير القرطبي (2/190) . ¶ 3 أخرجه. خ.كتاب الحدود باب لعن السارق إذا لم يسم فتح الباري (21/81) .و. م.كتاب الحدود، انظره بشرح النووي (11/186) من حديث أبي هرير ة رضي الله عنه. ¶ 4 أخرجه. م.كتاب الأضاحي. انظره: بشرح النووي (13/142) من حديث علي بن أبي طالب رضي الله عنه. ¶ 5 أخرجه. م.كتاب المساقاة، انظره بشرح النووي (11/28) . ¶ 6 منهاج السنة النبوية (4/569) . ¶ 7 فتح الباري (12/86) .",
            "page": "97",
            "part": "1",
            "seal": "A3B2EAC0"
        },
        {
            "id": "30",
            "nass": "واحتج من أجاز ذلك بالأحاديث التي ورد فيها لعن النبي صلى الله عليه وسلم من فعل بعض المحرمات بالأحاديث السابقة، وكذلك حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: “إذا دعا الرجل امرأته إلى فراشه، فأبت أن تجيء فبات غضبان لعنتها الملائكة حتى تصبح” 1. ¶ فقالوا: إن النبي صلى الله عليه وسلم لعن وذكر كذلك لعن الملائكة لمن يستحق اللعن فيستوي فيه المعين وغيره 2. ¶ القول الثاني: أنه يجوز لعن المعين ما لم يقم عليه الحد، فإذا أقيم عليه الحد فلا يجوز لعنه، وقال بهذا ابن بطال 3. ¶ وقد استدل من قال ذلك بحديث عمر بن الخطاب رضي الله عنه قال: إن رجلاً كان على عهد النبي صلى الله عليه وسلم اسمه عبد الله وكان يلقب حماراً، وكان يضحك رسول الله صلى الله عليه وسلم وكان النبي صلى الله عليه وسلم قد جلده في الشراب، فأتي به يوماً فأمر به فجلد، فقال رجل من القوم: اللهم العنه، ما أكثر ما يؤتى به، فقال النبي صلى الله عليه وسلم: “ لا تلعنوه، فوالله ما علمت أنه يحب الله ورسوله ” 4. ¶ قال الحافظ في الفتح: وفي رواية “فوالله ما علمت أنه ليحب الله ورسوله” وتكون ما زائدة 5. ¶ فقالوا: إن النهي هنا إنما كان بعد إقامة الحد لا قبله. ¶ القول الثالث: أن لعن المعين لا يجوز إلا أن يكون مجاهراً، ذكر هذا القول ¶ __________ ¶ 1 أخرجه. خ.كتاب النكاح باب إذا باتت المرأة مهاجرة فراش زوجها، انظر فتح الباري (9/293) . ¶ 2 انظر: فتح الباري (12/76) . ¶ 3 فتح الباري (12/81) ، تفسير القرطبي (2/189) . ¶ 4 أخرجه. خ. كتاب الحدود باب ما يكره من لعن شارب الخمر، انظر فتح الباري (12/75) . ¶ 5 فتح الباري (12/78) .",
            "page": "98",
            "part": "1",
            "seal": "7002C715"
        },
        {
            "id": "31",
            "nass": "الحافظ في الفتح 1. ¶ القول الرابع: أن لعن المعين لا يجوز مطلقاً، وبه قال النخعي، فقد روى الخلال بسنده عنه أنه سئل: ما ترى في لعن الحجاج وضَرْبهِ من الناس؟ فقال: لا تسمع إلى قوله تعالى {أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} 2. ¶ وبه قال الإمام أحمد، فقد روى ابنه صالح أنه قال له: الرجل يذكر عنده الحجاج أو غيره فيلعنه، قال: لا يعجبني لو عبر، فقال: {أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} . ¶ وبه قال الخلال وعزاه إلى الحسن وابن سيرين 3، وعزاه شيخ الإسلام إلى أبي بكر عبد العزيز من أصحاب الإمام أحمد 4. ¶ وبه قال البخاري حيث بوب (باب لعن السارق إذا لم يسم) 5، وكذلك القاضي عياض، والنووي، وابن العربي، وحكى فيه الاتفاق 6، وهو الذي رجحه شيخ الإسلام ابن تيمية، وكذا الصنعاني، والشوكاني 7. ¶ وقد استدل من قال بهذا بالحديث السابق وهو نهيه صلى الله عليه وسلم عن لعن الذي حده في شرب الخمر وقال: “لا تلعنوه”، وفي رواية أنه قال عليه الصلاة والسلام: ”لا تكونوا عون الشيطان على أخيكم” 8، مع أنه عليه الصلاة ¶ __________ ¶ 1 فتح الباري (12/76) . ¶ 2 السنة للخلال (3/523) . ¶ 3 المصدر السابق. ¶ 4 منهاج السنة النبوية (4/569) . ¶ 5 انظر: فتح الباري الحدود (12/81) . ¶ 6 انظر: تفسير القرطبي (2/189) . ¶ 7 منهاج السنة النبوية (4/573) ، سبل السلام (3/144) ، ونيل الأوطار (6/209) . ¶ 8 أخرجه. خ.كتاب الحدود، باب ما يكره من لعن شارب الخمر، انظره: مع الفتح (12/75) .",
            "page": "99",
            "part": "1",
            "seal": "9DE97514"
        },
        {
            "id": "32",
            "nass": "والسلام قد لعن شارب الخمر، فقد روى الإمام أحمد عن ابن عباس أنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: “ أتاني جبريل فقال: يا محمد إن الله عز وجل لعن الخمر وعاصرها ومعتصرها وشاربها وحاملها والمحمولة إليه وبائعها ومبتاعها وساقيها ومستقيها ” 1. ¶ فقالوا: إن حديث عمر في نهيه عن لعن شرب الخمر يحمل على المعين، أما حديث ابن عباس فهو في لعن غير المعين ولعن الشارب عموماً 2. ¶ واستدلوا أيضاً بحديث “لعن المؤمن كقتله” 3. ¶ قال النووي رحمه الله: أن اللعن من المعاصي الشديدة القبح…وقد قال صلى الله عليه وسلم “لعن المؤمن كقتله”. واتفق العلماء على تحريم اللعن فإنه في اللغة: الإبعاد والطرد. وفي الشرع: الإبعاد من رحمة الله تعالى، فلا يجوز أن يبعد من رحمة الله من لا يعرف حاله وخاتمة أمره معرفة قطعية، فلهذا قالوا: لا يجوز لعن أحدٍ بعينه مسلماً كان أو كافراً أو دابة إلا من علمنا بنص شرعي أنه مات على الكفر أو يموت عليه كأبي جهل وإبليس 4. ¶ وقد استدل بهذا الحديث الإمام أحمد في إنكاره للعن يزيد بن معاوية، فقد روى الخلال أن أبا طالب قال: سألت أبا عبد الله من قال لعن الله يزيد بن ¶ __________ ¶ 1 حم (1/316) ، وأخرج نحوها. ت.عن أنس كتاب البيوع، باب النهي عن أن يتخذ الخمر خلاً (3/589) ، جه. كتاب الأشربة، باب لعنت الخمر على عشرة أوجه (2/1121) عن أنس وابن عمر رضي الله عنهما. ¶ 2 منهاج السنة النبوية (4/573) . ¶ 3 أخرجه. خ.كتاب الأدب، باب ما نهى عن السباب واللعن، انظره مع الفتح (10/465) .وم. كتاب الإيمان باب غلظ تحريم قتل الإنسان نفسه، انظره مع شرح النووي (2/119) من حديث أبي هريرة رضي الله عنه. ¶ 4 شرح النووي على مسلم (2/67) .",
            "page": "100",
            "part": "1",
            "seal": "FCC88DC0"
        },
        {
            "id": "33",
            "nass": "معاوية؟ قال: لا أتكلم في هذا، قلت: ما تقول فإن الذي تكلم به رجل لا بأس به، وأنا صائر إلى قولك، فقال أبو عبد الله: قال النبي صلى الله عليه وسلم: ”لعن المؤمن كقتله” فأرى الإمساك أحب إليَّ 1. ¶ وقد أجاب من منع لعن الفاسق المعين عن استدلال المجيزين لذلك بحديث أبي هريرة الذي ورد فيه لعن الملائكة للمرأة التي تأبى على زوجها، بأن ما ورد في الحديث هو الإخبار عن لعن الملائكة، وهو أمر موجه إليهم، وليس إلينا، كما أخبرنا أن الله لعن شارب الخمر إلا أنه لم يأمرنا بلعنه2. ¶ فعليه فالراجح فيما أرى عدم جواز لعن الفاسق المعين، وإنما يلعن الوصف كأن يقال لعنة الله على شارب الخمر وآكل الربا والواصلة ونحو ذلك مما ورد في الأحاديث، وذلك لأن لعن المعين معناه طرده وإبعاده من رحمة الله فيكون بهذا من جنس القطع له بالنار والخلود فيها، وهذا خلاف عقيدة أهل السنة وخلاف الحق الذي دلت عليه النصوص، ثم إنا لا ندري ما يختم للإنسان، فلا نقطع بذلك على مسلم، مع ما ورد من الأحاديث من النهي عن اللعن عموماً كما في حديث سمرة بن جندب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:“لا تلاعنوا بلعنة الله، ولا بغضبه، ولا بالنار”3. ¶ وعن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:“ليس المؤمن بالطعّان ولا باللعان ولا بالفاحش البذيء” 4. والله أعلم. ¶ __________ ¶ 1 السنة للخلال (3/521) . ¶ 2 انظر: سبل السلام للصنعاني (4/144) . ¶ 3 أخرجه. ت.كتاب البر باب ما جاء في اللعنة، وقال: حديث حسن صحيح (4/350) . ¶ 4 أخرجه. ت.الموضع السابق، وقال: حسن غريب.",
            "page": "101",
            "part": "1",
            "seal": "F989C7BB"
        },
        {
            "id": "34",
            "nass": "المبحث الخامس: هجر أهل المعاصي والفسق ¶ اتفق السلف على أنه لا يجوز هجر المسلم فوق ثلاث لحظ من حظوظ النفس والهوى وذلك لقول الرسول صلى الله عليه وسلم: “لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال، يلتقيان فيعرض هذا ويعرض هذا وخيرهما الذي يبدأ بالسلام” 1. ¶ كما اتفق السلف على جواز هجران أهل المعاصي والفسق واستدلوا لذلك بعدة أدلة: ¶ منها قوله تعالى {وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لا تُنْصَرُونَ} هود:113. ¶ قال القرطبي رحمه الله في بيان المقصود بالذين ظلموا قيل: أهل الشرك، وقيل: عامة فيهم وفي العصاة نحو قوله تعالى {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا} وهذا هو الصحيح في معنى الآية، وأنها دالة على هجران أهل الكفر والمعاصي من أهل البدع وغيرهم، فإن صحبتهم كفر أو معصية2. ¶ ومنها: قصة كعب ابن مالك رضي الله عنه وصاحبيه الذين تخلفوا عن غزوة تبوك، وجاء فيها قول كعب رضي الله عنه “ونهى رسول الله صلى الله عليه وسلم المسلمين عن كلامنا أيها الثلاثة” 3. ¶ قال النووي في بيان فوائد الحديث: استحباب هجران أهل البدع والمعاصي وترك السلام عليهم ومقاطعتهم تحقيراً لهم وزجراً 4. ¶ قال ابن حجر: قال الطبري: قصة كعب بن مالك أصل في هجران أهل ¶ __________ ¶ 1 أخرجه. خ.كتاب الأدب باب الهجرة، انظر فتح الباري (10/492) . ¶ 2 تفسير القرطبي (9/108) . ¶ 3 أخرجه. خ.كتاب المغازي باب حديث كعب بن مالك. انظره مع الفتح (8/115) ، و. م.كتاب التوبة باب حديث توبة كعب وصاحبيه، انظره مع شرح النووي (17/92) . ¶ 4 شرح النووي على مسلم (17/100) .",
            "page": "102",
            "part": "1",
            "seal": "6B5ABB3E"
        },
        {
            "id": "35",
            "nass": "المعاصي1. ¶ قال ابن عبد البر: في شرحه لحديث “لا يحل لمسلم أن يهجر أخاه فوق ثلاث” 2 وهذا الحديث وإن كان ظاهره العموم، فهو -عندي- مخصوص بحديث كعب بن مالك، حيث أمر صلى الله عليه وسلم أصحابه أن يهجروه ولا يكلموه هو وهلال بن أمية، ومرارة بن الربيع لتخلفهم عن غزوة تبوك، حتى أنزل الله عز وجل توبتهم وعذرهم، فأمر رسول صلى الله عليه وسلم أصحابه أن يراجعوهم الكلام. وفي حديث كعب هذا دليل على أنه جائز أن يهجر المرء أخاه إذا بدت منه بدعة أو فاحشة يرجو أن يكون هجرانه تأديباً له، وزجراً عنها3. ¶ ومنها ما روى عن عائشة رضي الله عنها: \"أن صفية بنت حيي رضي الله عنها اعتل جملها وكان عند زينب بنت جحش رضي الله عنها فضل ظهر فقال لها النبي صلى الله عليه وسلم: يا زينب افقري أختك صفية جملاً فقالت: أنا أفقر يهوديتك، وفي رواية: أنا أعطي تلك اليهودية فغضب النبي صلى الله عليه وسلم حين سمع ذلك منها، فهجرها، فلم يكلمها حتى قدم مكة وأيام منى في سفره حتى رجع إلى المدينة والمحرم وصفر فلم يأتها ولم يقسم لها ويئست منه، فلما كان شهر ربيع الأول دخل عليها” 4. ¶ ومن الأدلة فعل الصحابة رضي الله عنهم، فقد روى البخاري ومسلم عن عبد الله بن مغفل رضي الله عنه أنه رأى رجلاً يخذف، فقال له: لا تخذف، فإن رسول الله صلى الله عليه وسلم نهى عن الخذف 5 أو كان يكره الخذف وقال: إنه لا يصاد به الصيد، ¶ __________ ¶ 1 فتح الباري (10/497) . ¶ 2 سبق تخريجه ص56. ¶ 3 التمهيد (6/117-118) . ¶ 4 ذكرته هنا مختصراً وهو بأطول من ذلك، وقد أخرجه حم (6/338) د. السنة. باب ترك السلام على أهل الأهواء (4/199) . ¶ 5 الخذف كالضرب، رميك بحصاة أو نواة تأخذها بين سبابتيك فترمي بها، انظر القاموس المحيط (ص:1037) ، تاج العروس (6/80) .",
            "page": "103",
            "part": "1",
            "seal": "BE8CE6EB"
        },
        {
            "id": "36",
            "nass": "ولا يُنكأ به عدو، ولكنها قد تكسر السن وتفقأ العين، ثم رآه بعد ذلك يخذف فقال له:“أحدثك عن رسول الله صلى الله عليه وسلم أنه نهى عن الخذف، أو كره الخذف، وأنت تخذف؟ لا أكلمك كذا وكذا”، وفي رواية مسلم “لا أكلمك أبداً” 1. ¶ قال ابن حجر:“وفي الحديث جواز هجران من خالف، وترك كلامه”2. ¶ وروى الإمام أحمد عن عبد الله بن عمر رضي الله عنهما أنه قال: قال رسول الله صلى الله عليه وسلم:“لا يمنعن رجل أهله أن يأتوا المساجد” فقال ابن لعبد الله بن عمر: فإنا نمنعهن، فقال عبد الله: أحدثك عن رسول الله صلى الله عليه وسلم وتقول هذا، قال: فما كلمه عبد الله حتى مات3. ¶ فهذه أدلة صريحة تدل على هجر العاصي زجراً له وتأديباً، لعله يرتدع وينزجر عن فعله. ¶ قال القاضي أبو يعلى:“فأمروا بهجر العاصي تنفيراً عنه وإذلالاً له وكسراً لقلبه فربما ارتدع بذلك عن غيه 4. ¶ __________ ¶ 1 أخرجه. خ.كتاب الذبائح باب الخذف والبندقة، انظره مع الفتح (9/607) .و. م.في الصيد (3/1548) . ¶ 2 فتح الباري (9/608) . ¶ 3 حم (2/36) .قال محقق المسند (8/527) :\"إسناده صحيح. رجاله ثقات، وأخرجه الطيالسي (1903) ، وأبو عوانة (2/8د) ، وقال الحافظ في الفتح (2/405) :وإنما أنكر عليه ابن عمر لتصريحه بمخالفة الحديث، وإلا فلو قال مثلاً: إن الزمان قد تغير، وإن بعضهن ربما ظهر منه قصد المسجد وإضمار غيره، لكان يظهر أن لا منكر عليه. ¶ وقال: في قوله: (فما كلمه عبد الله حتى مات) .هذا إن كان محفوظاً يحتمل أن يكون أحدهما مات عقب هذه القصة بيسير. ¶ 4 انظر المسائل العقدية من كتاب الروايتين والوجهين (ص:121) .",
            "page": "104",
            "part": "1",
            "seal": "A044CD77"
        },
        {
            "id": "37",
            "nass": "أما ما ورد في هجر المبتدعة فهو أمر مشتهر عن السلف أنهم هجروا المبتدعة وأمروا بهجرهم ونهوا عن مجالستهم والسلام عليهم وحضور جنازتهم. ¶ أما الفساق فإن الأدلة السابقة صريحة في هجرهم ويخصص بها عموم النصوص الواردة في تحريم هجر المسلم لأخيه المسلم فوق ثلاثة أيام، فإن هذا الهجر المحرم هو فيما إذا كان الهجر لحظ النفس وهواها، أما إذا كان الهجر لله فإنه يجوز حتى يتوب المهجور ولو طال ذلك كما كان الأمر بالنسبة لكعب بن مالك رضي الله عنه وصاحبيه، فقد هجرهم المسلمون بأمر النبي صلى الله عليه وسلم خمسين ليلة، وهجر النبي صلى الله عليه وسلم زوجه زينب رضي الله عنها ثلاثة أشهر تقريباً ومدة الهجر مرتبطة بأن يظهر العاصي توبة صحيحة لما ورد عن الإمام أحمد أنه قال في عاص: يهجر حتى يظهر توبة صحيحة 1. ¶ ومما ينبغي التنبه له أن العاصي الذي يهجر هو من أظهر فسقه وجاهر بارتكابه للمحرم، أما المستتر بمعصيته فلا يهجر، وإنما ينصح سراً إذا اطلع إنسان على حاله لعله يتوب، ولا يجوز فضحه. ¶ قال الخلال: أبو عبد الله هجر أهل المعاصي ومن قارف الأعمال الردية وكاشف بها، أما من سكر أو شرب أو فعل فعلاً من هذه الأشياء المحظورة ولم يكاشف بها فالكف عن أعراضهم 2. ¶ قال شيخ الإسلام ابن تيمية:“من فعل شيئاً من المنكرات كالفواحش والخمر والعدوان وغير ذلك فإنه يجب الإنكار عليه بحسب القدرة، فإن كان الرجل مستتراً بذلك وليس معلناً له أنكر عليه سراً وستر عليه، إلا أن يتعدى ضرره، والمتعدي لا بد من كف عدوانه، وإذا نهاه المرء سراً فلم ينته فعل ما ¶ __________ ¶ 1 انظر: المسائل العقدية من كتاب الروايتين والوجهين (ص:122) . ¶ 2 نقلها عنه القاضي أبو يعلى في كتاب الروايتين والوجهين، انظر المسائل العقدية منه (ص:124) .",
            "page": "105",
            "part": "1",
            "seal": "C3700C99"
        },
        {
            "id": "38",
            "nass": "ينكف به من هجر وغيره إذا كان ذلك أنفع في الدين”. ¶ وقال أيضاً:“فإذا أظهر المنكر وجب الإنكار عليه بحسب القدرة ويهجر ويذم على ذلك، بخلاف من كان مستتراً بذنبه مستخفياً فإن هذا يستر عليه لكن ينصح سراً، ويهجره من عرف حاله حتى يتوب”1. ¶ وقال الذهبي:“فإذا كان الجار صاحب كبيرة فلا يخلو: إما أن يكون مستتراً بها يغلق بابه عليه، فليعرض عنه، ويتغافل عنه، وإن أمكن أن ينصحه في السر ويعظه فحسن. وإن كان متظاهراً بفسقه، مثل مكاس أو مرابي فهجره هجراً جميلاً، وكذا إن كان تاركاً للصلاة في كثير من الأوقات فمره بالمعروف وانهه عن المنكر مرة بعد أخرى، وإلا فاهجره في الله تعالى، لعله أن يرعوي ويحصل له انتفاع بالهجرة، من غير أن تقطع عنه كلامك وسلامك وهديتك، فإن رأيته متمرداً عاتياً بعيداً عن الخير فأعرض عنه” 2. ¶ كما يحسن التنبيه على أمر آخر مهم في هذا: وهو أن الهجر من العقوبات الشرعية التي ثبتت بالشرع، وهي من الزواجر عن ارتكاب الذنوب، إلا أن هذا الزاجر وهذه العقوبة تستخدم حيث تنفع ويتحقق المقصود الشرعي منها، وهو تقليل الشر وتكثير الخير، أما إذا كانت تؤدي إلى خلاف ذلك من تكثير الشر وتقليل الخير فإن الأولى أن يسعى المسلم إلى الوصول إلى المطلب الشرعي بأوصل الطرق إليه. ¶ قال ابن عبد البر رحمه الله:“ولا هجرة إلا لمن ترجو تأديبه بها أو تخاف من شره في بدعة أو غيرها” 3. ¶ __________ ¶ 1 مجموع الفتاوى (28/217، 220) مختصراً. ¶ 2 حق الجار (ص:46-47) نقلاً عن الهجر من الكتاب والسنة (ص:188) . ¶ 3 التمهيد (6/119) .",
            "page": "106",
            "part": "1",
            "seal": "E2C3FCF9"
        },
        {
            "id": "39",
            "nass": "قال شيخ الإسلام ابن تيمية رحمه الله عن الهجر:“فهذا من نوع العقوبات، فإذا كان يحصل بهذا الهجر حصول معروف أو اندفاع منكر فهي مشروعة، وإن كان يحصل بها من الفساد ما يزيد على فساد الذنب فليست مشروعة” 1. ¶ وقال أيضاً:“الهجر الشرعي نوعان: أحدهما: بمعنى ترك المنكرات، والثاني بمعنى العقوبة عليها ـ ثم قال عن الثاني ـ وهو: الهجر على وجه التأديب وهو هجر من يظهر المنكرات، يهجر حتى يتوب منها. ¶ وهذا الهجر يختلف باختلاف الهاجرين في قوتهم وضعفهم وقلتهم وكثرتهم، فإن المقصود به زجر المهجور وتأديبه ورجوع العامة عن مثل حاله، فإن كانت المصلحة في ذلك راجحة بحيث يفضي هجره إلى ضعف الشر وخفيته كان مشروعاً، وإن كان لا المهجور ولا غيره يرتدع بذلك، بل يزيد الشر، والهاجر ضعيف، بحيث يكون مفسدة ذلك راجحة على مصلحته، لم يشرع الهجر، بل يكون التأليف لبعض الناس أنفع من الهجر، والهجر لبعض الناس أنفع من التأليف، ولهذا كان النبي صلى الله عليه وسلم يتألف قوماً ويهجر آخرين، كما أن الثلاثة الذين خلفوا كانوا خيراً من أكثر المؤلفة قلوبهم، لما كانوا أولئك كانوا سادة مطاعين في عشائرهم، فكانت المصلحة الدينية في تأليف قلوبهم وهؤلاء كانوا مؤمنين، والمؤمنون سواهم كثير، فكان في هجرهم عز الدّين وتطهيرهم من الذنوب، وهذا كما أن المشروع في العدو القتال تارة، والمهادنة تارة، وأخذ الجزية تارة كل ذلك بحسب الأحوال والمصالح. ¶ وجواب الأئمة أحمد وغيره في هذا الباب مبني على هذا الأصل، ولهذا كان يفرق بين الأماكن التي كثرت فيها البدع، كما كثر القدر في البصرة ¶ __________ ¶ 1 مجموع الفتاوى (28/217) .",
            "page": "107",
            "part": "1",
            "seal": "DB468D51"
        },
        {
            "id": "40",
            "nass": "والتنجيم بخراسان والتشيع بالكوفة، وبين ما ليس كذلك، ويفرق بين الأئمة المطاعين وغيرهم، وإذا عرف مقصود الشريعة سلك في حصوله أوصل الطرق إليه”1. ¶ وبه يتبين أهمية أن يستخدم المسلم الحكمة في أمر الهجر، لأن المسلم قد يخالط من هو مرتكب للمنكرات، إلا أنه حاكماً أو سيداً مطاعاً في قومه، أو من يكون تعلقت به مصالح العبد، فإن هجره له لا يؤثر فيه بالارتداع والانزجار بل قد يتمادى تكبراً وغطرسة، وقد يوصل إلى الهاجر الضرر، إما الجسدي، وإما المالي. ¶ وكذلك فإن من الأمور التي ابتلي بها أهل زماننا كثرة العصاة وتنوع عصيانهم، وظهور أنواع من المنكرات تواطأ الناس على فعلها فصارت من عادات بعض الناس، وأعرافهم التي لا يستنكرون فعلها كحلق اللحى وشرب الدخان ونحو ذلك، مما لو هجر المسلم بسببه لصرم الناس إلا قليلاً منهم، وفيهم أهله وأقرباؤه وذوي رحمه، وهؤلاء بهجره لهم لا يرتدعون ولا ينزجرون، فمن هنا أرى أن دعوتهم وتذكيرهم ووعظهم والإنكار عليهم بالرفق واللين واستعمال التأليف لهم بالهدية ونحوها مع القصد الصالح في دعوتهم ووعظهم، فلعل هذا يكون من الجنس الذي بين العلماء فيما نقلت عنهم كابن عبد البر، وشيخ الإسلام والذهبي أنه أنفع وأحرى في تحقق المقصود مع أنه في الحقيقة هو الأمر الممكن للإنسان في هذه الأزمان ولا حول ولا قوة إلا بالله، والله أعلم وأحكم. ¶ __________ ¶ 1 مجموع الفتاوى (18/204-208) .",
            "page": "108",
            "part": "1",
            "seal": "63B207EB"
        },
        {
            "id": "41",
            "nass": "المبحث السادس: حكم الخروج على الحاكم الفاسق ¶ يشترط العلماء شروطاً عدة لا بد من توفرها في الحاكم أو الخليفة أو إمام المسلمين، منها العدالة وهي أن يكون مراعياً لجانب الدّين قائماً بأوامر الله متجنباً لنواهيه؛ لأن من أعظم المصالح المقصود تحقيقها بالولاية والإمامة إقامة الدّين بين الناس بأمرهم بالمعروف ونهيهم عن المنكر، ورد المظالم وردع الظالم ونحو ذلك من المصالح الدينية والدنيوية 1. ¶ والفاسق كما يقول شارح الطحاوية رحمه الله:“وهو من أظهر بدعة وفجوراً لا يرتب إمامًا للمسلمين فإنه يستحق التعزير فإن أمكن هجره حتى يتوب كان حسناً” 2. ¶ فإذا كان فاقداً للعدالة في نفسه، فلن يقيم العدالة والحق في غيره، فلا يجوز عقد الولاية للفاسق ابتداءً 3.ولكن إذا تغلب على الحكم فاسق قد صارع في الأمر وقاتل حتى استطاع أن يغلب الناس ويتولى عليهم بالقوة 4، أو كان مستوراً حاله ثم ظهر فسقه وبان عن الدّين انحرافه فهل تسقط طاعته ويجوز ¶ __________ ¶ 1 انظر: الأحكام السلطانية للماوردي (ص:6) ، القاضي أبو يعلى وكتابه الأحكام السلطانية (ص:352) ، لوامع الأنوار البهية (ص:423) . ¶ 2 شرح الطحاوية (ص:423) . ¶ 3 فتح الباري (13/8) ، شرح النووي على مسلم (12/433) . ¶ 4 يرى العلماء صحة ولاية المتغلب وذلك دفعاً لشره، قال الإمام أحمد في رسالته إلى عبدوس (وأمير المؤمنين البر والفاجر من ولى الخلافة واجتمع الناس عليه ورضوا به، ومن خرج عليهم بالسيف حتى صار خليفة وسمي أمير المؤمنين) .انظر طبقات الحنابلة (1/244) ، \"وقد اجمع الفقهاء على طاعة السلطان المتغلب والجهاد معه\". وقال الشيخ محمد بن عبد الوهاب رحمه الله كما في الدرر السنية (7/239) :الأئمة مجمعون من كل مذهب على أن من تغلب على بلد أو بلدان له حكم الإمام في جميع الأشياء\".",
            "page": "109",
            "part": "1",
            "seal": "9A2D7AE5"
        },
        {
            "id": "42",
            "nass": "الخروج عليه؟ ¶ قد دلت الأدلة الشرعية على أنه تجب طاعته ويحرم الخروج عليه. ¶ فمن الأدلة التي توجب طاعة الإمام ما روى البخاري ومسلم عن عبد الله بن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال: “السمع والطاعة على المرء المسلم فيما أحب وكره ما لم يؤمر بمعصية، فإذا أمر بمعصية فلا سمع ولا طاعة” 1. ¶ وعن عبادة بن الصامت رضي الله عنه قال: “بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في المنشط والمكره، وألا ننازع الأمر أهله وأن نقوم - أو نقول - بالحق حيثما كنا لا نخاف في الله لومة لائم ـ وفي رواية ـ إلا أن تروا كفراً بواحاً عندكم من الله فيه برهان” 2. ¶ وعن أبي هريرة رضي الله عنه قال، قال رسول الله صلى الله عليه وسلم: “عليك السمع والطاعة في عسرك ويسرك، ومنشطك، ومكرهك، وأثرة عليك” 3. ¶ فهذه أحاديث صريحة في وجوب السمع والطاعة لمن تولى أمر المسلمين ما لم يأمر بمعصية، فإذا أمر بمعصية فلا سمع ولا طاعة. ¶ ولا يعني ذلك لا سمع ولا طاعة مطلقاً، وإنما يعني لا سمع ولا طاعة في معصية الله، فلا يطيع المسلم أحداً من الخلق في معصية الله تبارك وتعالى. ¶ ومن المعلوم أن وجوب السمع والطاعة على المسلم لمن ولاه الله أمر المسلمين، يعني تحريم الخروج عليه، لأن الخروج عليه هو أعظم العصيان له. ¶ 1 أخرجه. خ كتاب الأحكام باب السمع والطاعة للإمام ما لم تكن معصية، انظر فتح الباري (13/121) .و. م.كتاب الإمارة باب وجوب طاعة الأمراء في غير معصية (3/1469) . ¶ 2 أخرجه. خ.كتاب الأحكام باب كيف يبايع الإمام الناس، انظر فتح الباري (13/192) م. كتاب الإمارة باب وجوب طاعة الأمراء (3/1470) . ¶ 3 أخرجه. م.كتاب الإمارة باب وجوب طاعة الأمراء في غير معصية (3/1467) .",
            "page": "110",
            "part": "1",
            "seal": "BD5415CC"
        },
        {
            "id": "43",
            "nass": "ومع ذلك، فقد وردت أدلة خاصة، تبين تحريم الخروج على الحاكم إذا فسق وانحرف. منها: ¶ حديث أبي هريرة رضي الله عنه: أن النبي صلى الله عليه وسلم قال: “من خرج من الطاعة، وفارق الجماعة، فمات ميتته جاهلية 1، ومن قاتل تحت راية عُمِّيَّة يغضب لعصبة أو يدعو إلى عصبة أو ينصر عصبة فقتل فقتله جاهلية، ومن خرج على أمتي يضرب برها وفاجرها ولا يتحاش من مؤمنها ولا يفي لذي عهد عهده فليس مني ولست منه” 2. ¶ وعن ابن عباس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: “من رأى من أميره شيئاً فليصبر فإنه من فارق الجماعة شبراً 3 فمات فميتته جاهلية” 4. ¶ وعن نافع قال: جاء عبد الله بن عمر إلى عبد الله بن مطيع حين كان من أمر الحرة ما كان زمن يزيد بن معاوية فقال: اطرحوا لأبي عبد الرحمن وسادة فقال: إني لم آتك لأجلس، أتيتك لأحدثك حديثاً سمعت رسول الله صلى الله عليه وسلم يقول: “من خلع يداً من طاعة لقي الله يوم القيامة لا حجة له، ومن مات وليس في عنقه بيعة مات ميتة جاهلية” 5. ¶ __________ ¶ 1 قوله (ميتته جاهلية) بكسر الميم يعني: أن حالة موته كموت أهل الجاهلية على ضلال وليس له إمام مطاع، لأنهم كانوا لا يعرفون ذلك فيموت بذلك الشخص عاصياً، انظر فتح الباري (13/7) . ¶ 2 أخرجه. م.كتاب الإمارة باب وجوب ملازمة الجماعة (3/1477) . ¶ 3 قوله (فارق الجماعة شبراً) أي سعى في حل عقد البيعة التي حصلت لذلك الأمير ولو بأدنى شيء، فكنى عنها بمقدار الشبر، لأن الأخذ في ذلك يؤول إلى سفك الدماء بغير حق، انظر فتح الباري (13/7) . ¶ 4 أخرجه. خ.كتاب الفتن باب قول النبي صلى الله عليه وسلم سترون بعدي أموراً تنكرونها، انظر فتح الباري (13/5) .م. كتاب الإمارة باب وجوب لزوم الجماعة (3/1477) . ¶ 5 أخرجه. م.الموضع السابق.",
            "page": "111",
            "part": "1",
            "seal": "F239AA15"
        },
        {
            "id": "44",
            "nass": "وعن عوف بن مالك الأشجعي رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: ”خيار أئمتكم الذي تحبونهم ويحبونكم، وتصلون عليهم ويصلون عليكم، وشرار أئمتكم الذين تبغضونهم ويبغضونكم، وتلعنونهم ويلعنونكم، قالوا: قلنا يا رسول الله: أفلا ننابذهم عند ذلك قال: لا ما أقاموا فيكم الصلاة، لا ما أقاموا فيكم الصلاة، ألا من ولي عليه وال فرآه يأتي شيئاً من معصية الله، فليكره ما يأتي من معصية الله، ولا ينزعن يداً من طاعة” 1. ¶ فهذه النصوص صريحة في تحريم الخروج على الإمام إذا فسق أو جار. ¶ وقد تكاثرت النصوص عن العلماء في ذلك، فمنها: ¶ قول الإمام أحمد: “والانقياد لمن ولاه الله عز وجل أمركم لا تنزع يداً من طاعته، ولا تخرج عليه بسيفك يجعل الله لك فرجاً ومخرجاً، ولا تخرج على السلطان بل تسمع وتطيع، فإن أمرك السلطان بأمر هو لله عز وجل معصية، فليس لك أن تطيعه، وليس لك أن تخرج عليه، ولا تمنعه حقه، ولا تعن على فتنة بيد ولا لسان، بل كف يدك ولسانك وهواك، والله عز وجل المعين”2. ¶ وقال أبو زرعة وأبو حاتم الرازيان رحمهما الله في عقيدتهما التي حكياها عن علماء الأمصار وجاء فيها: ¶ “ولا نرى الخروج على الأئمة ولا القتال في الفتنة، ونسمع ونطيع لمن ولاه الله عز وجل أمرنا، ولا ننزع يداً من طاعة، ونتبع السنة والجماعة، ونجتنب الشذوذ والخلاف والفرقة”3. ¶ وقال ابن بطة رحمه الله: “وقد أجمعت العلماء من أهل الفقه والعلم ¶ __________ ¶ 1 أخرجه. م. كتاب الإمارة باب خيار الأئمة، انظره مع شرح النووي (12/447) . ¶ 2 السنة للإمام أحمد، انظر شذرات البلاتين (ص: 46) . ¶ 3 شرح أصول اعتقاد أهل السنة للالكائي (1/177) .",
            "page": "112",
            "part": "1",
            "seal": "7030FDE6"
        },
        {
            "id": "45",
            "nass": "والنساك والعباد والزهاد من أول هذه الأمة إلى وقتنا هذا: أن صلاة الجمعة والعيدين ومنى وعرفات والغزو مع كل أمير بر وفاجر…والسمع والطاعة لمن ولوه وإن كان عبداً حبشياً إلا في معصية الله تعالى، فليس لمخلوق فيها طاعة”1. ¶ وقال النووي رحمه الله: “وأما الخروج عليهم _ يعني الولاة _ وقتالهم فحرام بإجماع المسلمين، وإن كانوا فسقة ظالمين، وقد تظاهرت الأحاديث بمعنى ما ذكرته، وأجمع أهل السنة أنه لا ينعزل السلطان بالفسق، ثم قال: وسبب عدم انعزاله وتحريم الخروج عليه ما يترتب على ذلك من الفتن وإراقة الدماء وفساد ذات البين، فتكون المفسدة في عزله أكثر منها في بقائه”. ¶ ونقل عن القاضي عياض قوله: “وقال جماهير أهل السنة من الفقهاء والمحدثين والمتكلمين: لا ينعزل بالفسق والظلم وتعطيل الحقوق، ولا يخلع، ولا يجوز الخروج عليه بذلك، بل يجب وعظه وتخويفه للأحاديث الواردة في ذلك، وقد ادعى أبو بكر بن مجاهد في هذا الإجماع، وقد رد عليه بعضهم هذا، بقيام الحسين وابن الزبير وأهل المدينة على بني أمية وبقيام جماعة عظيمة من التابعين والصدر الأول على الحجاج مع ابن الأشعث. ¶ وحجة الجمهور أن قيامهم على الحجاج ليس بمجرد الفسق، بل لما غيرمن الشرع وظاهر من الكفر2. ¶ __________ ¶ 1 الإبانة الصغرى (ص: 279) . ¶ 2 ليس هناك ما يدل على كفر الحجاج بن يوسف، ومن خرج على الأئمة من السلف المتقدمين ليس معهم في خروجهم دليل يدل على صحة ذلك منهم، وإنما النصوص على خلاف فعلهم، وإنما كانت لديهم رضي الله عنهم ورحمهم شبه واجتهاد ظنوا به جواز ما فعلوا، ونتيجة تلك المعارك كمعركة الحرة، وكربلاء، وفتنة ابن الأشعث تدل دلالة أكيدة على عظيم حكمة الشارع ورحمته حين أمر بالصبر على ظلم الولاة، فما حدث من سفك الدماء وإزهاق الأرواح وذهاب الممتلكات وانتشار الخوف والبلايا الكثيرة، أعظم بكثير من المفاسد التي كانت متوقعة من أولئك الولاة، والصبر على الوالي الظالم كما أمر الرسول صلى الله عليه وسلم أحمد عاقبة وأهدى سبيلاً.",
            "page": "113",
            "part": "1",
            "seal": "56B4437E"
        },
        {
            "id": "46",
            "nass": "وقيل: إن هذا الخلاف كان أولاً ثم حصل الإجماع على منع الخروج1. ¶ وقال الطحاوي رحمه الله: “ولا نرى الخروج على أئمتنا وولاة أمرنا وإن جاروا، ولا ندعوا عليهم، ولا ننزع يداً من طاعتهم، ونرى طاعتهم من طاعة الله عز وجل فريضة، ما لم يأمروا بمعصية وندعوا لهم بالصلاح والمعافاة” 2. ¶ فهذه نصوص العلماء صريحة في تحريم الخروج على الحاكم الظالم أو الفاسق وليس هذا إكراماً له، أو رضا بفعله أو تخفيفاً من شأن معصيته؛ لأن العصيان والفسق هو العصيان والفسق من كل أحد، وإنما الشارع الحكيم لاحظ ما يتحقق للناس فيه الخير ويندفع عنهم به الشر، أو يقل فمنع من الخروج على الوالي الفاسق؛ لأن الخروج عليه فتح لباب الشر على مصراعيه، ولا يتحقق للناس من وراء الخروج عليه ما يريدون، وإذا تحقق لهم ما يريدون فإنه لا يتحقق إلا بأضعاف مضاعفة من الشر الذي كانوا فيه قبل قيامهم على الوالي، والله أعلم. ¶ __________ ¶ 1 شرح النووي (13/432) . ¶ 2 انظر: شرح الطحاوية (ص:428) .",
            "page": "114",
            "part": "1",
            "seal": "8E59461A"
        },
        {
            "id": "47",
            "nass": "المبحث السابع: التوبة ¶ أولاَ: معنى التوبة لغة واصطلاحاً ¶ ... ¶ المبحث السابع: التوبة ¶ إن الذنوب والمعاصي لا يسلم أحد منها إلا أن يكون نبياً يعصمه الله عز وجل. ¶ إلا أن الله تبارك وتعالى كما جعل اللقاحات الواقية من الذنوب جعل أيضاً الأدوية الناجعة للشفاء من المرض لمن وقع فيه وهي التوبة، فمن أذنب وعصى فلا يعني ذلك هلاكه، بل عليه أن يعلم أن له رباً كما يأخذ بالذنب ويعاقب به، فإنه يغفر الذنب ويقبل التوبة عن عباده ويتجاوز عن السيئات، بل من كرمه أنه يبدلها حسنات. ¶ قال تعالى {إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُوراً رَحِيماً} الفرقان: 70. ¶ وقد فتح الله تبارك وتعالى باباً للتوبة لا يغلق إلى أن تطلع الشمس من مغربها كما ورد عن النبي صلى الله عليه وسلم. 1 ¶ وقد كان سيد الخلق صلى الله عليه وسلم وهو المعصوم يقول: “والله إني لأستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة”. 2 ¶ ومن لم يتب إلى الله من ذنوبه فهو الظالم لنفسه كما قال تعالى {وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} الحجرات49. وهو معرض لسائر الشرور المترتبة على الذنوب. ¶ والله عز وجل قد ربط الفلاح بالتوبة النصوح فقال تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ} التحريم: 8. ¶ __________ ¶ 1 سيأتي ذكره ص 119. ¶ 2 أخرجه. خ. في الدعوات، ب- استغفار النبي صلى الله عليه وسلم في اليوم والليلة (11/104) .",
            "page": "115",
            "part": "1",
            "seal": "5FA5F990"
        },
        {
            "id": "48",
            "nass": "وقال تعالى {وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} النور: 31. ¶ والتوبة وظيفة العمر بمعنى أن الإنسان يجب عليه عند كل معصية توبة، وعند كل تقصير توبة حتى يمحو الله عنه خطيئته، ويكفر عنه سيئته، ويضمن بذلك إن شاء الله رحمة الله ومن لم يلازم التوبة لازمه الذنب، ومن لازمه الذنب أهلكه، وذلك أن بني آدم كما روي “كل بني آدم خطاء وخير الخطائين التوابون”. 1 ¶ وعلى المسلم أن يحذر من التسويف في التوبة بأن يقول سأتوب إذا كبرت “فإن سوف جند من جند إبليس”2، يغرر به الإنسان ويؤمله مع أن الموت والأجل مغيبان عن الإنسان {وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَداً وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوت} لقمان 34. ¶ فعلى المسلم أن يتجنب الذنوب كلها صغيرها وكبيرها فإنها أشأم شيء عليه، وأشر أمر يبتلى به، ولا نجاة له من شرها وبلائها إلا أن يرجع إلى ربه بالتوبة الصادقة، ويسأله غفران ذنبه والتجاوز عن سيئاته، وربنا تبارك وتعالى كريم غفور رحيم، يغفر الذنب العظيم، قال تعالى {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} الزمر39. ¶ وعلى المسلم أن يعلم أن للطاعة لذة وحلاوة، وللعودة إلى الله تعالى لذة وحلاوة لا تعادلها لذة المعصية ولا حلاوتها، مع ما فيها من الأجر العظيم، فإن كثيراً من الناس يظن أنه يجد لذة وحلاوة في المعصية التي يفعلها، وحقيقة الحال ¶ __________ ¶ 1 رواه أنس رضي الله عنه عن النبي عليه الصلاة والسلام. أخرجه. ت. القيامة (4/659) ، وقال: حديث غريب، لا نعرفه إلا من حديث علي بن مسعدة، وأخرجه. جه. في الزهد (2/1420) ، وحم (3/198) ، والحاكم (4/244) ، وقال: صحيح الإسناد، وقال الذهبي: بل فيه لين. ¶ 2 رواه الخطيب عن أبي جلدة في اقتضاء العلم العمل ص226.",
            "page": "116",
            "part": "1",
            "seal": "2B57EEA0"
        },
        {
            "id": "49",
            "nass": "أنها لذة فيها تنغيص ونشوة كاذبة كنشوة السكران، ومتعاطي المخدرات، إن كان فيهما نشوة وهي عما قليل تنقشع ويعقبها في القلب حسرة، وفي الوجه ظلمة، وفي النفس ذلة ومهانة، هي كافية في بيان قبح المعصية ومن وراء ذلك بعد عن الرحمن، وتسلط للشيطان وعذاب أليم في الدنيا والآخرة إن لم يتب إلى الله عز وجل، ويغفر الله له ذنبه. ¶ فعلى المسلم أن يعزم على توبة صادقة يبتدئها من ساعته، فكم من إنسان نام وما أصبح إلا في الآخرة وكم من إنسان أصبح ولم يأته الليل إلا وهو ملاقي ربه ومعاين جزاء ذنبه. ¶ وللمسلم العاقل عبرة في حوادث كثيرة يسمعها، وأمور كثيرة يعلمها وأناس كثيرين حيل بينهم وبين ما يشتهون يعرفهم اخترمهم هادم اللذات ومفرق الجماعات وأوقفهم من غير رأي منهم ولا مشورة على أعمالهم صغيرها وكبيرها، وعاينوا تفريطهم وتقصيرهم فعضوا لذلك أصابع الندم ولا ينفع الندم قال تعالى {وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لا يُغَادِرُ صَغِيرَةً وَلا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِراً وَلا يَظْلِمُ رَبُّكَ أَحَداً} . الكهف 49. ¶ لهذا على المسلم أن يلازم التوبة والإنابة إلى الله ليسلم من شرور الذنوب وبلائها، وسنبين في النقاط التالية ما يتعلق بالتوبة من مسائل: ¶ أولاً: معنى التوبة لغة واصطلاحاً: ¶ التوبة في اللغة: الرجوع عن المعصية 1. ¶ أما في الشرع: فالعلماء متفقون على أنها: الإنابة إلى الله والأوبة إلى طاعته مما يكره من معصيته. ¶ __________ ¶ 1 انظر: القاموس المحيط (ص:79) ، لسان العرب (1/454) ، المعجم الوسيط (ص:90) .",
            "page": "117",
            "part": "1",
            "seal": "173521F1"
        },
        {
            "id": "50",
            "nass": "أو هي: الرجوع إلى الله بالتزام فعل ما يحبّ وترك ما يكره 1. ¶ وقد يضيف بعض العلماء الشروط الواجب توفرها في التوبة ومنهم من يقتصر على نحو ما ذكرت. ¶ __________ ¶ 1 انظر: تفسير الطبري (1/246) ، جامع الرسائل لشيخ الإسلام (1/2/228) ، مدارج السالكين (1/332) ، ولوامع الأنوار البهية (1/371) ، والكليات لأبي البقاء (ص:308) ، والمفردات للراغب (ص:76) .",
            "page": "118",
            "part": "1",
            "seal": "C92A7CC7"
        },
        {
            "id": "51",
            "nass": "ثانيا: حكم التوبة: ¶ التوبة واجبة على كل مكلف2. فالكافر يجب عليه أن يتوب من كفره والمسلم يتوب من سيئاته وتقصيره، والمحسن يتوب مما قد يكون من غفلة وتقصير. ¶ قال تعالى {أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعاً حَسَناً إِلَى أَجَلٍ مُسَمّىً وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ} هود:1-3. ¶ وقال تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} التحريم:8. ¶ وقال تعالى {وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} النور: 31. ¶ وعن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم أنه قال: “يا أيها الناس توبوا إلى الله فإني أتوب إليه في اليوم مائة مرة” 3. ¶ وعن الأغر المزني رضي الله عنه وكان له صحبة قال: قال رسول الله صلى الله عليه وسلم: “إنه ليُغَان 4 ¶ __________ ¶ 2 جامع الرسائل (1/227) . ¶ 3 أخرجه. م. الذكر والدعاء (4/2076) . ¶ 4 قال في المعجم (ص:669) : ((غين على الرجل ركب قلبه السهو والغفلة)) ، ونقل النووي في شرح مسلم (17/23) عن القاضي قوله: قيل المراد الفترات والغفلات عن الذكر الذي كان شأنه الدوام عليه، فإذا فتر عنه أو غفل عدَّ ذلك ذنباً واستغفر، وذكر أقوالاً أخرى غير ذلك هذا أقربها والله أعلم.",
            "page": "118",
            "part": "1",
            "seal": "4676D86C"
        },
        {
            "id": "52",
            "nass": "على قلبي وإني لأستغفر الله في اليوم مائة مرة” 1. ¶ وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: “من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه” 2. ¶ وعن أبي أيوب رضي الله عنه قال حين حضرته الوفاة: “كنت كتمت عنكم شيئاً سمعته من رسول الله صلى الله عليه وسلم سمعت رسول الله صلى الله عليه وسلم يقول: \"لولا أنكم تذنبون لخلق الله خلقاً يذنبون يغفر لهم”. ¶ في رواية أبي هريرة مرفوعاً: “والذي نفسي بيده لو لم تذنبوا لذهب الله بكم ولجاء بقوم يذنبون، فيستغفرون الله فيغفر لهم” 3. ¶ وعن أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم قال: “إن الله عز وجل يبسط يده بالليل ليتوب مسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع الشمس من مغربها” 4. ¶ فهذه جملة من الأدلة تدل على وجوب التوبة على كل أحد من الناس، فأما الكافر فيتوب من كفره وأما المؤمن فيتوب من تقصيره وما يكون قد اقترف من السيئات، وكذلك الأنبياء عليهم السلام فإنهم يتوبون إلى الله عز وجل، لأن التوبة إليه عبادة من العبادات يحبها الله عز وجل ويرضى بها عن عباده فهذا نبينا محمد صلى الله عليه وسلم أفضل البشر، ومع ذلك فإنه يتوب إلى الله في اليوم مائة مرة، وإنما تكون توبته عليه الصلاة والسلام مما يكون ألم بقلبه عليه الصلاة والسلام من سهو أو غفلة عن دوام الذكر ونحو ذلك مما هو من طبيعة البشر. ¶ __________ ¶ 1 أخرجه. م. الذكر والدعاء (4/2075) . ¶ 2 أخرجه. م. الذكر والدعاء (4/2076) . ¶ 3 أخرجهما. م. التوبة (4/2106) . ¶ 4 أخرجه. م. التوبة (4/2113) ، وحم (4/395) .",
            "page": "119",
            "part": "1",
            "seal": "417D9568"
        },
        {
            "id": "53",
            "nass": "ثالثا: شروط التوبة: ¶ التوبة الصحيحة هي التي يتوفر فيها ثلاثة شروط عامة 1. ¶ أولها: الندم: ¶ وهو الأسف على وقوع الفعل منه وكرهه بعدما فعله 2. ¶ وحقيقته أن المذنب يدرك أن ما فعله، أو فرط فيه مما لا يجوز له أن يقع منه، فيتحسر على ذلك ويندم أن كان فعل ذلك، ويتمنى أنه لو لم يفعل ذلك، أما إذا لم يندم فذلك دليل على رضاه به وإصراره عليه وهذا ذنب آخر عليه أن يتوب منه، فإن الندم شرط لصحة التوبة، وقد ورد في الحديث عن عبد الله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: “الندم توبة” 3. ¶ قال السفاريني: “ومعنى قول النبي صلى الله عليه وسلم “الندم توبة”، يعني أن أعظم أركانها الندم 4، وهو كقوله عليه الصلاة والسلام “الحج عرفة”. ¶ قال في الزواجر: “ولا بد في الندم أن يكون من حيث المعصية وقبحها وخوف عقابها” 5. ¶ وقال المناوي: “وإنما كان الندم أعظم أركانها، لأن الندم شيء متعلق بالقلب، والجوارح تبع له، فإذا ندم القلب، انقطع عن المعاصي، فرجعت برجوعه الجوارح. ¶ __________ ¶ 1 انظر: في شروط التوبة مدارج السالكين (1/202) . ¶ 2 انظر: المعجم الوسيط (ص:912) . ¶ 3 أخرجه حم (1/376) ، جه، كتاب الزهد (2/1420) ، والحاكم في المستدرك (4/243) وقال صحيح الإسناد ووافقه الذهبي، وصححه الألباني في الجامع الصغير وزيادته (2/1150) . ¶ 4 انظر: الذخائر لشرح منظومة الكبائر (3/1116) رسالة ماجستير. ¶ 5 الزواجر عن اقتراف الكبائر (2/390) .",
            "page": "120",
            "part": "1",
            "seal": "18C95C6D"
        },
        {
            "id": "54",
            "nass": "ونقل عن الغزالي قوله: أن الندم لتعظيم الله وخوف عقابه، مما يبعث على التوبة النصوح، فإذا ذكر مقدمات التوبة الثلاث، وهي قبح الذنوب وشدة عقوبة الله، وأليم غضبه، وضعف العبد، وقلة حيلته، يندم ويحمله الندم على ترك اختيار الذنب، وتبقى ندامته بقلبه في المستقبل، فتحمله على الابتهال والتضرع، ويجزم بعدم العودة إليه، وبذلك تتم شروط التوبة” 1. ¶ ثانيها: الإقلاع عن الذنب: ¶ الإقلاع عن الذنب والتوقف عن إتيانه هو أظهر معاني التوبة ولا تتضح ولا تصح إلا بالإقلاع عن الذنب أما التوبة مع الإقامة على الذنب والاستمرار فيه فهي كما قال المنذري: هذه توبة الكذابين2. ¶ ومما يدل على وجوب الإقلاع عن الذنب، وأن عدم الإقلاع عن الذنب فيه خطورة عظيمة على دين المسلم ما روى أبو هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: “إن المؤمن إذا أذنب كانت نكتة سوداء في قلبه، فإن تاب ونزع واستغفر صقل قلبه وإن زاد زادت حتى يعلو قلبه ذاك الرين الذي ذكر الله عز وجل في القرآن {كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ} 3. ¶ فالمصر على الذنب والمقيم عليه إذا لم يكن له توبة صحيحة فيخشى عليه أن يطبع على قلبه فتتعسر عليه ـ نسأل الله العافية ـ، التوبة ويستمر في الانحراف والعصيان حتى يهلك على ذلك. ¶ ثالثها: العزم على أن لا يعود: ¶ هذا من دلالة صحة التوبة وصدقها أن يعزم المذنب على ألا يعود في ¶ __________ ¶ 1 فيض القدير (6/298) . ¶ 2 نقل ذلك عنه الهيثمي في الزواجر (2/389) . ¶ 3 أخرجه حم (2/297) و. ت. في التفسير باب: سورة المطففين (5/434) ، وقال حديث حسن صحيح.",
            "page": "121",
            "part": "1",
            "seal": "74944AD9"
        },
        {
            "id": "55",
            "nass": "ذلك الذنب الذي أذنبه وتاب منه. ¶ رابعها: أن يؤدي الحق إلى أصحابه: ¶ إذا كان الذنب فيه مظلمة لآدمي فإن توبته منه أن يؤدي ذلك الحق لصاحبه أو يتحلله منه، كما قال عليه الصلاة والسلام: “من كانت له مظلمة لأخيه من عرضه أو شيء فليتحلله منه اليوم قبل أن لا يكون دينار ولا درهم، إن كان له عمل صالح أخذ منه بقدر مظلمته وإن لم تكن له حسنات أخذ من سيئات صاحبه فحمل عليه”1. ¶ وكذلك حديث عبد الله بن أنيس رضي الله عنه عن النبي صلى الله عليه وسلم: “يحشر الناس يوم القيامة عراة غرلاً بهماً، قال: قلنا وما بهما؟ قال: ليس معهم شيء، ثم يناديهم بصوت يسمعه من بعد كما يسمعه من قرب: أنا الملك أنا الديان، ولا ينبغي لأحد من أهل النار أن يدخل النار وله عند أحد من أهل الجنة حق حتى أقصه منه، ولا ينبغي لأحد من أهل الجنة أن يدخل الجنة ولأحد من أهل النار عنده حق حتى أقصه منه حتى اللطمة، قال: قلنا: كيف وإنا إنما نأتي الله عز وجل عراة غرلاً بهما، قال: بالحسنات والسيآت” 2. ¶ فتدل هذه الأدلة على أن من كان ذنبه فيه اعتداء على أحد من الناس فإن عليه أن يتحلله، فإذا كان مالاً أو نحوه رده إليه، وإن كان عرضاً فيتحلله منه ويطلب مسامحته في الدنيا، وإلا فإن القصاص باق في حقه، وذلك يدل على خطورة الذنوب المتعلقة بحقوق الآدميين. ¶ واختلف العلماء فيما لو كانت المظلمة قدحاً بغيبة أو نميمة هل يشترط في ¶ __________ ¶ 1 أخرجه. خ. في كتاب المظالم باب: من كانت له مظلمة عند الرجل، انظره مع الفتح (5/121) ، حم (2/506) . ¶ 2 أخرجه حم (3/65) ؛ والحاكم في المستدرك (2/438) وقال صحيح الإسناد ولم يخرجاه ووافقه الذهبي.",
            "page": "122",
            "part": "1",
            "seal": "06E5E953"
        },
        {
            "id": "56",
            "nass": "توبته إعلامه بذلك أو لا يشترط. ¶ القول الأول: أنه يشترط إعلامه بذلك وتحلله منه وعزا ابن القيم هذا القول إلى أحمد في رواية عنه، وهو عند الشافعي وأبي حنيفة ومالك. ¶ والقول الثاني: أنه لا يشترط الإعلام، بل يكفي توبته فيما بينه وبين الله، وأن يذكر المغتاب والمقذوف في مواضع غيبته وقذفه بضد ما ذكره به من الغيبة، فيبدل غيبته بمدحه والثناء عليه، وذكر محاسنه، ويبدل قذفه بذكر عفته وإحصانه، ويستغفر له بقدر ما اغتابه، وذلك لأن إعلامه فيه مفسدة ظاهرة من ناحية أنها تزيده حنقاً، وربما كانت سبباً في العداوة الدائمة بينهما، وينقلب الأمر إلى بغضاء وعداوة بدل أن يكون تآلف وتراحم، وذلك خلاف مقصود الشارع. ¶ واستدلوا بما أثر عن الحسن البصري أنه قال في الغيبة: “كفارة الغيبة أن تستغفر لمن اغتبته”. ¶ وهذا القول رواية عن أحمد وقال به شيخ الإسلام ورجحه ابن القيم رحمه الله1. ¶ __________ ¶ 1 مجموع الفتاوى (3/291) ، الفتاوى الكبرى (1/339) ، مدارج السالكين (1/316) الوابل الصيب (1/219) وانظر مختصر منهاج القاصدين (ص:261) .",
            "page": "123",
            "part": "1",
            "seal": "9149282B"
        },
        {
            "id": "57",
            "nass": "رابعاً: هل يجوز التوبة من ذنب مع الإصرار على غيره: ¶ أكثر العلماء على أنه تجوز التوبة من ذنب مع الإصرار على غيره. ¶ وعزا النووي هذا القول إلى أهل السنة2. ¶ واستدلوا لذلك بأن التوبة فرض واجب من كل ذنب، فإذا تاب من ذنب فقد أدى واجباً وبقي عليه التوبة من الذنب الآخر، كمن صام أياماً من ¶ __________ ¶ 2 شرح النووي على مسلم (17/63) ، وانظر التوبة من الذنوب للغزالي (ص:53) ، ومختصر المعتمد للقاضي أبي يعلى (ص:203) ، لوامع الأنوار البهية (1/383) .",
            "page": "123",
            "part": "1",
            "seal": "642FB605"
        },
        {
            "id": "58",
            "nass": "رمضان وأفطر بعضاً منها فإن ما أفطره لا يفسد ولا يبطل ما صامه، أو كمن ترك الحج وأتى بالصلاة والصيام والزكاة. ¶ وروي عن الإمام أحمد رحمه الله: أنها لا تصح توبته، وذلك لأن التوبة رجوع إلى الله تعالى عن معصيته، فمن تاب من ذنب مع إصراره على غيره لم يرجع عن معصية الله. ¶ ويرى ابن القيم رحمه الله أن التوبة لا تصح من ذنب مع الإصرار على غيره من نوعه، كمن تاب من ربا الفضل مع الإصرار على ربا النسيئة أو تاب من الزنا بامرأة معينة مع الإصرار على الزنا بغيرها، أما التوبة من ذنب مع الإصرار على غيره ليس من نوعه، كمن تاب من الربا ولم يتب من شرب الخمر، أو تاب من ترك الصلاة أو التهاون فيها ولم يتب عن الربا، فتوبته في الذي تاب عنه صحيحة1. ¶ والقول الأخير قول له اعتبار واضح، وذلك أن الذنوب أنواع، وقد يجد الإنسان قوة في ترك بعضها، وتغلبه نفسه وشيطانه على بعضها الآخر، فلو اشترط لذلك التوبة من جميع الذنوب، لتعسرت التوبة على كثير من الناس. ¶ فأما إن تاب من ذنب، مع الإصرار على ذنب آخر من نوعه، فحقيقته لم يتب من الذنب، وإنما هو مصر عليه ولكن بطريقة أخرى. والله أعلم. ¶ __________ ¶ 1 مدارج السالكين (1/298) .",
            "page": "124",
            "part": "1",
            "seal": "59222E8F"
        },
        {
            "id": "59",
            "nass": "خامساً: هل يشترط في صحة التوبة أن لا يعود إلى الذنب أبداً: ¶ عزا النووي رحمه الله إلى أهل السنة أن المذنب إذا تاب توبة صحيحة بشروطها ثم عاود ذلك الذنب كتب عليه ذلك الذنب الثاني ولم تبطل توبته2. ¶ __________ ¶ 1 مدارج السالكين (1/298) . ¶ 2 شرح النووي على مسلم (17/64) .",
            "page": "124",
            "part": "1",
            "seal": "E678C397"
        },
        {
            "id": "60",
            "nass": "وقال الطحاوي عمن تاب عن ذنب ثم عاد فيه: فإذا قالوا ذلك ـ يقصد التوبة ـ بقلوبهم كانوا في ذلك مأجورين مثابين، فمن عاد منهم بعد ذلك في شيء من تلك الذنوب كان ذلك ذنباً أصابه لم يحبط ذلك أجره المكتوب له بقوله الذي تقدم منه واعتقاده ما اعتقد1. ¶ وعزا ابن القيم هذا القول إلى الأكثرين من أهل العلم، وذكر قولاً آخر وهو أن بعض العلماء اشترط لصحة التوبة من الذنب عدم معاودة الذنب وقال: متى عاد إليه تيقنا أن التوبة كانت باطلة غير صحيحة. ¶ ورجح ابن القيم رحمه الله القول الأول لدلالة الأدلة عليه 2. ¶ ومنها حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم فيما يحكي عن ربه عز وجل قال: “أذنب عبد ذنباً فقال: اللهم اغفر لي ذنبي فقال تبارك وتعالى: أذنب عبدي ذنباً، فعلم أن له رباًّ يغفر الذنب ويأخذ بالذنب، ثم عاد فأذنب، فقال: أي رب اغفر لي ذنبي، فقال تبارك وتعالى: عبدي أذنب ذنباً فعلم أن له رباً يغفر الذنب، ويأخذ بالذنب، ثم عاد فأذنب، فقال: أي رب اغفر لي ذنبي، فقال تبارك وتعالى: أذنب عبدي ذنباً فعلم أن له رباً يغفر الذنب، ويأخذ بالذنب، اعمل ما شئت فقد غفرت لك” 3. ¶ __________ ¶ 1 شرح معاني الآثار (4/290) . ¶ 2 مدارج السالكين (1/301) ، وانظر مختصر المعتمد في أصول الدين (ص: 203) . ¶ 3 أخرجه. م. كتاب التوبة، انظره بشرح النووي (17/78) .",
            "page": "125",
            "part": "1",
            "seal": "4FC8D1A5"
        },
        {
            "id": "61",
            "nass": "سادساً: مم يتوب المذنب: ¶ اتفق العلماء على أن التوبة واجبة من جميع الذنوب كبيرها وصغيرها قال تعالى {وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} الحجرات49.وقال تعالى {وَتُوبُوا إِلَى اللَّهِ",
            "page": "125",
            "part": "1",
            "seal": "0FFF1990"
        },
        {
            "id": "62",
            "nass": "جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ..} النور 24. 1 ¶ وكما تكون التوبة من الذنوب كذلك تجب التوبة من ترك المأمور أو التقصير فيه قال شيخ الإسلام: “وليست التوبة من فعل السيآت فقط كما يظن كثير من الجهال، لا يتصورون التوبة إلا عما يفعله العبد من القبائح كالفواحش والمظالم، بل التوبة من ترك الحسنات المأمور بها أهم من التوبة من فعل السيآت المنهى عنها، فأكثر الخلق يتركون كثيراً مما أمرهم الله به من أقوال القلوب وأعمالها وأقوال البدن وأعماله” 2. ¶ وكلام شيخ الإسلام ظاهر في أن تقصير العباد في جناب الله وحقه ودينه، كترك الأمر بالمعروف والنهي عن المنكر والجهاد في سبيل الله والدعوة إلى الحق ونصر المظلوم ونحوها، فكثير من هذه الأعمال الواجبة على من كان مقتدراً عليها يغفل كثير من المسلمين عن أنها ترك لواجب يكون المسلم بذلك مقصراً تقصيراً يذم عليه فيجب عليه التوبة منه، نسأل الله أن يتجاوز عن سيآتنا وتقصيرنا ويغفر لنا جميع ذنوبنا. ¶ __________ ¶ 1 انظر مختصر المعتمد في أصول الدين للقاضي أبي يعلى (ص: 198) ، لوامع الأنوار البهية (1/380) . ¶ 2 جامع الرسائل (1/228) .",
            "page": "126",
            "part": "1",
            "seal": "5E2082BF"
        },
        {
            "id": "63",
            "nass": "الخاتمة ¶ الحمد لله الذي تتم بنعمته الصالحات والصلاة والسلام على نبينا محمد الداعي إلى المكرمات، ورضي الله عن أصحابه أولي العزم على الطاعات، وبعد: ¶ فقد جمعت فيما سبق من كلام أهل العلم ما يتعلق بالكبيرة والمسائل المتعلقة بمرتكبيها في الدنيا مما يذكرونه ويدرجونه في أبواب الاعتقاد ويتلخص ما سبق في النقاط الآتية: ¶ أولاً: أن أهل العلم اختلفوا في التعبير عن تعريف الكبيرة مع اتفاق أكثرهم على المضمون وأن أرجح التعريفات، هو أن يقال: إنها كل ذنب ختمه الله أو رسوله بوعيد أو عذاب في الدنيا أو الآخرة أو لعن أو غضب ونحو ذلك. ¶ ثانياً: أن أهل العلم لم يتفقوا على عدد محدد للكبائر، والراجح في ذلك أن عددها غير محصور وإنما يمكن معرفتها وتمييزها بالوصف ومن التعريف السابق لها. ¶ ثالثاً: أن السلف أجمعوا على أن مرتكب الكبيرة ينقص إيمانه على قدر ذنوبه. ¶ رابعاً: أن السلف اتفقوا على عدم تكفير مرتكب الكبيرة، وإن كانوا اختلفوا في مسماه فمنهم من يرى جواز تسميته مؤمناً على اعتبار دخوله فيه ابتداءً وإن لم يكن استكمله. ¶ ومنهم من يرى عدم جواز ذلك وإنما يسمى مسلماً أو مؤمناً ناقص الإيمان. ¶ خامساً: اختلفوا في لعن مرتكب الكبيرة فأجازه بعضهم ومنع من ذلك الأكثر. ¶ سادساً: اتفقوا على جواز هجر العاصي ولو طال الهجر إلى وفاة المهجور ما لم يتب. ¶ سابعاً: دلت الأدلة الصريحة وهو قول الجمهور الأكبر من أهل السنة على تحريم الخروج على الحاكم الفاسق، وأن الواجب في ذلك الصبر عليه حتى",
            "page": "127",
            "part": "1",
            "seal": "BAA20551"
        },
        {
            "id": "64",
            "nass": "يقضي الله فيه أمره. ¶ ثامناً: أن التوبة واجبة من جميع الذنوب صغيرها وكبيرها وقد اشترط العلماء لصحة التوبة شروطاً، كما ذكروا أنه يجوز أن يتوب الإنسان من ذنب مع إصراره على غيره، كما لا يشترط لصحة التوبة أن لا يعود إلى الذنب أبداً وأن من عاد إلى الذنب لم تبطل توبته السابقة إذا كان صادقاً فيها. ¶ كما بين العلماء أن التوبة تكون من ارتكاب المحظور ومن التقصير في المأمور. ¶ هذه أهم النتائج التي ظهرت لي في هذا البحث، وفي الختام أحمد الله أولاً وآخراً على ما أعان ووفق وأصلي وأسلم على نبينا محمد صلى الله عليه وعلى آله وصحبه وسلم.",
            "page": "128",
            "part": "1",
            "seal": "F5E2CE27"
        }
    ],
    "t8905": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "باب: الفصل الأول: في الكبيرة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "باب الفصل الثاني: المباحث العقدية المتعلقة بمرتكب الكبيرة في الدنيا"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "2",
            "tit": "المبحث الأول: نقص إيمانه وضعفه"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: مسمى مرتكب الكبائر"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: في أقوال أهل العلم في بيان معنى النصوص التي تنفي الإيمان عن مرتكب الكبيرة"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: النصوص التي تنفي الإيمان عن مرتكب بعض الذنوب"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: النصوص التي ورد فيها وصف مرتكبي بعض الذنوب بالكفر"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: النصوص التي ورد فيها قوله عليه الصلاة والسلام (ليس منا)"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: لعن مرتكب الكبيرة"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: هجر أهل المعاصي والفسق"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس: حكم الخروج على الحاكم الفاسق"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع: التوبة"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: معنى التوبة لغة واصطلاحا"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: حكم التوبة"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: شروط التوبة"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: هل يجوز التوبة من ذنب مع الإصرار على غيره"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: هل يشترط في صحة التوبة أن لا يعود إلى الذنب أبدا"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "سادسا: مم يتوب المذنب"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}