{
    "b8908": [
        {
            "id": "1",
            "nass": "المُدَارَاةُ وأثرها في العلاقات العامة بين الناس ¶ (دِرَاسَةٌ شَرْعِيةٌ اجتماعيةٌ) ¶ بقلم ¶ د. مُحَمَّدِ بنِ سَعْدِ بنِ عَبْدِ الرَّحْمَن آل سعود ¶ المقدمة ¶ الحمد لله القائل: {قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلا عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} [164/ الأنعام] . ¶ وأُصلّي وأُسلِّم على من اصطفاه ربّه وأرضاه، القائل: \" كلام ابن آدم كلّه عليه لا له إلاّ ذكر الله عزَّ وجلَّ، أو أمر بمعروفٍ أو نهي عن منكر \" 1، وعلى آله وصحبه، وأمّته الذين اتّبعوا هداه. ¶ أما بعد: ¶ فللمسلم الفرد دور خاص في حياة المسلمين جماعة، ولهم فيه تأثير فيما يأتي أو يدع. ودوره يَبْرز أو يختفي حسب قدراته، واستعداداته للمشاركة، من خلال فرص الحياة الكثيرة، ومعرفة استغلالها من قِبَلِهِ. ¶ وأردت - والله المستعان - من خلال بحث موضوع (المُداراة وأثرها في العلاقة بين النّاس) أن أشارك غيري دراسة أنجع السبل لإيجاد علاقات اجتماعية ناجحة وفق المعنى الشرعي في مجتمع يدين في شتى نواحي الحياة لتعاليم الدين الإسلامي الحنيف. ¶ وأُبيِّن بعض ما ورد عن هذا السلوك الأساسي - الَّذي يربط جميع أفراد المجتمع بعضه ببعض - في القرآن والسنّة، وما انعكس بعد ذلك من تأثير عنهما ¶ __________ ¶ 1 أَخرَجه التِّرمذيّ في الزهد، باب ما جاء في حفظ اللسان، وقال: ((هذا حديث حسن غريب)) ، وابن ماجه في كتاب الفتن، باب كفُّ اللسان في الفتنة.",
            "page": "259",
            "part": "1",
            "seal": "837B3D5F"
        },
        {
            "id": "2",
            "nass": "على حياة الصحابة، والتابعين، ومن بعدهم. ¶ ثمَّ ما طرأ بعد ذلك على هذا السلوك من توسّع في المفهوم لدى المتأخرين الَّذِين بدأت تميل كفّة ميزان حياتهم إلى الأمور المادية، بعالمها، ومعالمها، مما دفع بعضهم إلى التّخلّي - متعمّدًا، أو مضطرًا - عن بعض الأخلاق الحميدة الَّتِي تميّز الفرد المسلم عن غيره، كالصدق، والوفاء، والمروءة، ليصبح قاب قوسين أو أدنى من السيء من القول أو الفعل الَّذي من أخطره، وأشنعه خصلتا: النفاق، والكذب. اللتان توديان بصاحبيهما يوم القيامة إلى الدرك الأسفل من النار. ¶ وقد قسَّمت بحثي هذا إلى أربعة مباحث بعد المقدّمة والتمهيد. ¶ في الأَوَّل تعريف عام (للمداراة) في معناها اللّغوي، والاصطلاحي. ¶ وفي الثَّاني استعرضت بشيء من الإيجاز ما ورد في كتاب الله العزيز عن (المداراة) ومدلولاتها وفق ما اخترت من آيات كريمات. وحاولت أن أُبرز دور (المداراة) في دعوة الرسل بوصفها منهجًا قائمًا بذاته يحتاجه الدعاة إلى سبيل الله بالحكمة والموعظة الحسنة. ¶ وفي الثَّالث أوردت نماذج مختلفة ممَّا ورد في السُّنَّة المطهرة من أحاديث تدعّم ما أردت بيانه من تأثير (المداراة) على سلوك الداعية، وإيجابية ذلك في نتائج دعوته. ¶ وذكرت من مواقف بعض الصَّحابة، والتابعين رضي الله عنهم ما يندرج في مفهوم العام (المداراة) . ¶ وأمّا المبحث الرابع فأردت أن استبين واقع المجتمع المعاصر الذي اعتبرته امتداداً طبيعياً للمجتمعات فيها يخصّ معاملة الأفراد بعضهم بعضاً وما استجدَّ فيه من مفاهيم واسعة (للمداراة) فرضتها عوامل معيشية مختلفة على",
            "page": "260",
            "part": "1",
            "seal": "4BA62723"
        },
        {
            "id": "3",
            "nass": "كثير من أفراده، يجنح معظمها إلى الخروج عن المفهوم الإسلامي الصحيح. وما انعكس بعد ذلك من نتائج سلبية على المجتمع المسلم المعاصر. ¶ وفي الخاتمة حاولت أن استعرض أهم نقاط البحث الإيجابية مثل أسلوب الصالحين في الدعوة إلى الله، والسلبية كخفّة الوازع الديني عند البعض، وتفشي الرشوة، وتعميم الوساطة، واعتبار المحسوبية، وتقرير الحلول المناسبة الَّتي من أهمّها تحقيق معنى الإحسان: \" أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ \" 1. ¶ فإِنَّ ذلك صِمام أَمانٍ للإنسان من الوقوع في كثير من المعاصي والآثام. ومن الله استمدّ العون والتوفيق. ¶ وفي التمهيد قبل ذلك ذكرت نقاطًا من أهمها حاجة الإنسان للإنسان لقضاء حاجاته، وتحقيق أهدافه، وما يجب أن يكون بينهما من صدق ووفاء واحترام لتسلك العلاقة بينهما مسلكًا صحيحًا وفق ما نصّ عليه الشارع الحكيم عند تبادل المصالح. ¶ ومنها تقوى الله في السرّ والعلن حتَّى لا يطغى الشَّر على الخير، والرضا بما قسمه الله دون التطلع إلى ما بأيدي النّاس. ¶ ومنها العمل التطبيقي لما جاء في القرآن من آيات باهرات تدلّ المسلم إلى أنجع الطرق، وأقربها تحقيقًا من نفسه للخروج من اليأس إلى الأمل، فإِنَّ القلوب كلما كانت مطمئنة بالإيمان استطاع أصحابها العيش بسلام وأمان. ¶ ومنها أن التفاوت في السلوك والأخلاق بين المسلمين سببه اختلاف ¶ __________ ¶ 1 أَخرَجه البخاريّ في كتاب الإيمان، باب سؤال جبريل النَّبي صلى الله عليه وسلم.",
            "page": "261",
            "part": "1",
            "seal": "7A4BF2F3"
        },
        {
            "id": "4",
            "nass": "درجات فهمهم لقواعد دينهم. وقبل ذلك صلاح النيّة، أو فسادها في القول أو العمل. ¶ ومنها أن العلم الشرعي السليم من آفة البِدع والضّلال يُكْسِي صاحبه كلما ازداد منه، درعًا واقيًا يرد عنه كيد الشيطان. ويبصِّره الصراط المستقيم. ¶ ومنها أن القدوة الحسنة، والنشأة القويمة، والتربية السليمة للإنسان تجعل منه عنصرًا صالحًا طيّبًا ينتفع منه الجميع. ¶ ومنها ارتباط مصالح النّاس بعضها ببعض، فلا يستطيع إنسان الاكتفاء ذاتيًا في متطلبات معيشته دون الاستعانة بغيره. والناس على درجات متفاوتة من الذكاء، ممّا يجعلهم يتفاوتون في الجمع والتحصيل، ولا يتّفقون في القدْر والنوع. وغير ذلك من النقاط الَّتي احتواها هذا البحث الَّذي يصبُّ في قالب العلاقات العامة، والقدرات الإنسانية الاجتماعية وفق توجيه إسلامي حكيم، والله أعلم وهو المستعان.",
            "page": "262",
            "part": "1",
            "seal": "E1C08484"
        },
        {
            "id": "5",
            "nass": "التمهيد ¶ الحمد لله الَّذي هدى الإنسان النَّجدين: إمّا شاكرًا، وإمّا كفورًا. وركّب فيه من الحواس ما مكّنه من الاتصال بغيره من المخلوقات، والتّفريق بينها في المعاملة. ¶ وربطه ببني جنسه بمجموعة كبيرة من الأخلاق، والسلوك، والمبادئ الَّتِي تنظّم نوع العلاقة بين الطرفين. وتجعل كلّ طرف يتوقّف عند حدود محدّدة، تحفظ عليهم كرامتهم، وتصون إنسانيتهم، وتحفظ لهم حقوقهم، ومكتسباتهم. ¶ وللمعاملة بين الإنسان والإنسان قواعد ثابتة من التقدير، والاحترام المتبادل، والخوف المشترك على الذات. فكما تدين تدان. ¶ والله جعل النّاس سواسية، أكرمهم عنده أتقاهم يوم القيامة. وفي الحياة الدنيا يتميّز بعضهم عن بعض بما تُستجمع به التقوى، من يقين بالمعبود، وإخلاص في العبادة، وأداء للحقوق، ما كان منها لله، وما كان منها للعباد. ¶ والعمل بأشكاله المتعددة، المختلفة نوع من المعاملة بين النّاس، تَحسُن، أو تسوء تبعًا لأخلاقهم. ¶ فينزع المحسن إلى الإحسان، وينزع المسيء إلى الإساءة. وكلا الطرفين يظن جلب الأفضل لنفسه. ¶ وفي العيش في مجتمع واحد يحتاج الإنسان لتحقيق أهدافه إلى وسائط، ووسائل مختلفة، فيبذل من فكره، وجَهده الكثير، الكثير. ¶ فمنهم من لا يتورّع عن اتخاذ الوسائل أيًّا كان نوعها، ونتائجها لتحقيق غاياته، حتى ولو أَضرَّ بغيره من أفراد مجتمعه. ومنهم من يقف عند حدود الله،",
            "page": "263",
            "part": "1",
            "seal": "4B71B4E1"
        },
        {
            "id": "6",
            "nass": "حتى ولو خسر تحقيق غايته. وحاجة الإنسان لغيره لا ينفكّ يطلبها ما دبَّ على الأرض. ويطلبها غيره منه، في أكثر أحواله، وحينه. ¶ ولمّا كان الإنسان منّا يعتريه الضّعف، ويظهر منه التقصير، فإنّه يلجأ - حينئذٍ - إلى الاحتيال على واقعه، محاولاً الخروج بما يظنّه خيرًا بأساليب، وأفاعيل شتى. ¶ وإذا ضعف أمام حاجة نفسه، وشهواتها، ورغباتها، استهوته الشياطين حيران بين مُضي وإحجام. ¶ ولا تنفك النّفس - الأمّارة بالسوء - تلح في الطلب حَتَّى يستحوذ على الإنسان شعور بالعجز عن مقاومتها، والحدُّ من تفلّتها، وغلوائها، فيقع في المحذور، ويتزعزع حينئذٍ كيانه الأخلاقي، ويساق إلى أغوار ساحقة، بغيضة من الدونية في تفكيره، وتحليله للأمور. ¶ ومتى استطاع الإنسان سبيلاً إلى خلق التوازن بين متطلبات نفسه، وما يحكم الخلْق من ضوابط، ونواميس كونية، وشرائع سماوية، استطاع أن يحدَّ كثيرًا من سرعة انزلاقه فيما يخالف أمور الدين، والأخلاق. وقد أنزل الله إلى أمّة محمد صلى الله عليه وسلم شريعة سمحة، توافق طبائعهم الفطرية والمكتسبة في مجتمع إسلامي قائم على الحقّ المبين. فإن أخذ بها المسلم، وجعلها طوقًا في عنقه، كسب، وأكسب غيره الخير منه. ¶ فعندما تضيق عليه السبل يعمل بقوله تعالى: {فَإِنَّ مَعَ الْعُسْرِ يُسْرًا إِنَّ مَعَ الْعُسْرِ يُسْرًا} [الشرح / 5 - 6] . ¶ وعندما يستبطيء النتائج يعمل بقوله تعالى: {وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} [النحل / 126]",
            "page": "264",
            "part": "1",
            "seal": "136AAB48"
        },
        {
            "id": "7",
            "nass": "وإذا خاف على نفسه من ظالم، أو حاقد، أو حسود عمل بقوله تعالى: {فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ} [البقرة / 137] . ¶ وإن خاف فقرًا على نفسه أو عياله، ذكر قوله تعالى: {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ} [التوبة / 28] . ¶ وقوله تعالى: {. . . وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا. وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا} [الطلاق / 2 - 3] . ¶ وإن شعر من الشيطان عليه هيمنة، وزيَّن له سوء عمله، عمل بقوله تعالى: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} [فصِّلت / 36] . لأنّه كما قال تعالى: {إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَءَامَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ. إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ} [النحل / 99 - 100] . ¶ وإن رأى الإنسان من نفسه عُجْبًا، وتعاليًا على النّاس، واستخفافًا بحقوقهم، واحتقارًا لشئونهم تذكّر قول الله تعالى: {وَلا تَمْشِ فِي الأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولاً. كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا} [الإسراء / 38] . ¶ وقوله تعالى: {تِلْكَ الدَّارُ الآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الأَرْضِ وَلا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ} [القصص / 83] . ¶ وإن همَّ بفعل معصية، وسعى لتحقيقها تذكّر قول الرسول صلى الله عليه وسلم في الإحسان: \" أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ \" 1. ¶ __________ ¶ 1 أَخرَجه البخاريّ في كتاب الإيمان، باب سؤال جبريل النَّبي صلى الله عليه وسلم عن الإِسلام والإحسان.ومسلم في كتاب الإيمان، باب الإِسلام والإيمان والإحسان، كلاهما عن أبي هُرَيْرة رضي الله عنه.",
            "page": "265",
            "part": "1",
            "seal": "9DDF0CA0"
        },
        {
            "id": "8",
            "nass": "وقول الله تعالى: {يَسْتَخْفُونَ مِنَ النَّاسِ وَلا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا} [النساء / 108] . ¶ هذه البصائر العظيمة، ومثلها كثير في القرآن والسنّة أعلامُ خيرٍ مضيئة، لا يضل من استنار بنورها، وعمل بمقتضاها. ¶ والسؤال: كيف يتفاوت المسلمون في سلوكهم، وأخلاقهم وهم أمّة رسول واحد، وينهلون من معين كتاب واحد؟!! . ¶ والجواب: ¶ (1) أن التفاوت بينهم مردّه إلى فقههم في الدين ومعرفة الدليل، وإخلاص النيّة في القول والعمل لله وحده. قال ابن القيّم: ((يتفاوتون في معرفة النصوص، والاطلاع عليها، كما يتفاوتون أَيضًا في فهمها، فمنهم من يفهم من الآية حكمًا أو حكمين، ومنهم من يفهم منها عشرة أحكام أو أكثر، ومنهم من يقتصر في الفهم على مجرّد اللفظ دون سياقه، ودون إيمائه، وإشارته، وتنبيهه. ومنهم من يضم إلى النص نصًّا آخر متعلّقًا به فيفهم من اقترانه به قدرًا زائدًا على ذلك النص بمفرده.",
            "page": "266",
            "part": "1",
            "seal": "DE51DDAB"
        },
        {
            "id": "9",
            "nass": "وهذا مشروط بفهم يؤتيه الله عبده)) 1. ¶ (2) وما يزال الإنسان يتعلّم، ويرقى في العلم حَتَّى يصبح علمه خيرًا له، إن جاء وفق ما شرع الله على لسان نبيه صلى الله عليه وسلم أو وبالاً عليه إن كان اتباعًا لهوى، أو اقتداء بمبتدع. ¶ (3) ووعي الإنسان، وإدراكه، وحسن تقبّله للعلم مما يعطي الله عباده، أو يمنعه، بيَّن ذلك رسول الله صلى الله عليه وسلم في حديث معاوية بن أبي سفيان يرفعه: \" مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ، وَإِنَّمَا أَنَا قَاسِمٌ وَاللَّهُ يُعْطِي \" 2. ¶ فالأمانة الَّتِي تحمّلها الرسول صلى الله عليه وسلم البلاغ للجميع بما أوحى الله إليه، بلا تمييز بينهم، ولا تقصير في حقِّ أحدهم، ولا تخصيص لأحد دون آخر. فقسمته في البشارة، والنذارة، بين النّاس، قسمة عدل، وإنصاف، وفيها تجرّد مطلق عن هوى، أو عصبية، ثمَّ الله يعطي فهم هذه الشريعة، بمفرداتها، ومجموعها، لمن يشاء من عباده، وأراد له الخير، ويمنعه عمّن يشاء بعدله، وحكمته. ¶ (4) ويتأثّر الإنسان بما حوله، وبمن حوله في سلوكه، وأخلاقه منذ مراحل تكوين شخصيته المبكّرة، مما يشكّل في مجموعه - غالبًا - محور شخصية هذا المخلوق في مستقبل أيام حياته. ومصداق ذلك قوله صلى الله عليه وسلم: \" مَا مِنْ مَوْلُودٍ إِلاّ يُولَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ يُهَوِّدَانِهِ، أَوْ يُنَصِّرَانِهِ، أَوْ يُمَجِّسَانِهِ \" 3. ¶ __________ ¶ 1 أعلام الموقعين (1/268) . ¶ 2 أخرجه البخاري في كتاب العلم، باب من يرد الله به خيرًا، ومسلم في الزكاة، باب النهي عن المسألة، كلاهما عن معاوية بن أبي سفيان. ¶ 3 رواه البخاري في صحيحه كتاب الجنائز، باب إذا أسلم الصبي فمات هل يُصلى عليه، ومسلم في كتاب القدر (22، 23، 24) ، باب معنى كلّ مولد يولد على الفطرة. . كلاهما عن أبي هُرَيْرة رضي الله عنه.",
            "page": "267",
            "part": "1",
            "seal": "00B2E9F8"
        },
        {
            "id": "10",
            "nass": "قال الخطابي: إنّ كلّ مولود من البشر إنما يولد في أوّل مبدأ الخلق، وأصل الجبلَّة على الفطرة السليمة، والطبع المتهيء لقبول الدِّين. فلو تُرك عليها، وخُلِّي وسوْمَها لاستمر على لزومها، ولم ينتقل عنها إلى غيرها. ¶ وذلك أنّ هذا الدين بادٍ حسنه في العقول، ويُسْره في النفوس. ¶ وإنما يعدل عنه من يعدل إلى غيره، ويؤثره عليه لآفة من آفات النشوء، والتقليد. ¶ ولما سلم المولود من تلك الآفات لم يعتقد غيره، ولم يختر عليه سواه. ¶ ثمَّ تمثل بأولاد اليهود، والنصارى في اتِّباعهم لآبائهم، والميل إلى أديانهم، فيزولون بذلك عن الفطرة السليمة، وعن المحجة المستقيمة 1. ¶ (5) غير أن للعقل في الإنسان دورًا بالغ الأهميّة في هدايته، عند اكتمال نضجه، وتحرّره من القيود غير الشرعية، والأوهام في العادات والتقاليد الموروثة، ويبقى على أصل خِلقته من السلامة من الآفات. ¶ فمن النّاس من ينشأ كافرًا ثمَّ يهتدي بعقله - بعد إرادة الله - إلى الإيمان الحق، متدبّرًا لآيات الله في الكون، وفي نفسه. ¶ فيتحوّل من حال إلى حال، ومن صفة إلى صفة. ¶ والأمر نفسه يظهر في الأخلاق، والسلوك، فينشأ الإنسان على نمط منهما سيئاً ثم يهتدي بعد أن تزول عن عينيه غشاوة الضلال. ¶ (6) وإذا تكلّف إنسان سلوكاً معيّناً لتحقيق غايته، تكلّف نمطاً غريباً، ¶ __________ ¶ 1 انظر كتابه أعلام الحديث (1/716) .",
            "page": "268",
            "part": "1",
            "seal": "EDF925E3"
        },
        {
            "id": "11",
            "nass": "وشاقا من التعقّل والتفكير، لا يلبث أن يتلعثم صاحبه عند المواجهة، ويجنح إلى الإصاح عن حقيقة نواياه فتظهر للعيان، {وَلَوْ نَشَاءُ لأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ} [محمد / 30] . ¶ فالَّذين تخلّفوا عن الجهاد مع رسول الله صلى الله عليه وسلم تذرّعوا بعورة بيوتهم {وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلا فِرَارًا.وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلا يَسِيرًا} [الأحزاب / 12 - 14] . ¶ والَّذين تخلّفوا عن غزوة تبوك مدّعين الخوف على أنفسهم من الافتتان ببنات الروم، كشف الله زيف دعواهم بقوله تعالى: {وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلا تَفْتِنِّي أَلا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ} [التوبة / 49] . ¶ فالنفاق سلوك شاذ عن قاعدة البراءة للإنسان السوي. وإنما يكتسبه - بعضهم - لمرض في قلبه، وضعف في إرادته، وتخلخل في إيمانه. ¶ ويَعْتَبِرُ أنّ ذلك السلوك منه نوع من حسن التّصرّف، والتَّعْمية على الآخرين لتحقيق الغاية. فيصبح له أسلوب حياة. ¶ وصدق الله القائل: {يَاأَيُّهَا الَّذِينَءَامَنُوا لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لا تَفْعَلُونَ} [الصف / 2 - 3] . ¶ فمخالفة القول العمل، خلق مذموم، يفقد صاحبه احترام الآخرين. . . ¶ والمعاملات، والمبادلات بين إنسان، وإنسان تقوم على حاجتهما الفطرية إلى إشباع رغباتهما، وتتحقق بتعاونهما معًا في قضائها. ¶ وهوى النّفس، والشعور بالتميز عن الآخرين، والأَثرة تظهر في سلوك بعض النّاس عند تعاملهم. وهي أمور قد تجرُّ إلى صراع بين الطرفين، وانتحال الأسباب باللجوء إلى أنواع من الحيل، والالتواء في الأساليب.",
            "page": "269",
            "part": "1",
            "seal": "D3B915A8"
        },
        {
            "id": "12",
            "nass": "ومن حكمة الباري عز وجل أن جعل كثيرًا من المصالح الدنيوية مرتبطًا بعضها ببعض، ومكمّلاً بعضها بعضًا، فلا يمكن لإنسان تحقيق مصلحة ذاتية من كثير من الأشياء إلاّ بمساعدة غيره. ولا يستطيع إنسان الاكتفاء ذاتيًا في جميع حاجاته في الحياة دون الاستعانة بغيره، سواء كان بطريق مباشر، أو غير مباشر. ¶ وجعل الله النّاس على درجات متفاوتة، ومختلفة من الذكاء، والفطنة، فهم يتفاوتون أيضًا في الجمع والتحصيل، ولا يتّفقون في القدْر والنوع. ¶ قال تعالى: {وَهُوَ الَّذِي جَعَلَكُمْ خَلائِفَ الأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَاءَاتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} [الأنعام / 165] . ¶ والضعيف يتودد إلى القوي لتحقيق منافعه الذاتية، والقوي يبذل من ماله، وسطوته ما يؤمن حصوله على حاجته، فينشأ من هذا الصراع في هذا المجال وغيره من مجالات الحياة المعيشية المختلفة، تَفَتُّق الأذهان عن البحث في شتى الطرق، والوسائل المؤدية إلى تأمين ما يحتاجه النّاس من تحقيق مصالحهم فيما بينهم. وهم في ذلك - يختلفون في الأسلوب، والنهج، ونوع الإرادة، ودرجة الصبر، وقوّة اليقين، وقدرة التحمّل. وعلى سبيل المثال: ¶ أ - الإنسان كلما قَصَرَ حاجات نفسِه المعيشية على الضروري منها، عاش بعيدًا عن المهاترات الَّتِي تزري به، وحفِظ لقدْره، ولكرامته علوّ المكانة، ووفّر على نفسه الجهد والمشقّة في اللجوء إلى أكثر أساليب (المداراة) ، وقلَّل من فتن الدنيا عليه، وزخرفها، وزينتها. ¶ قال الرسول صلى الله عليه وسلم لأبي هريرة: \" اتَّقِ الْمَحَارِمَ تَكُنْ أَعْبَدَ النَّاسِ، وَارْضَ بِمَا قَسَمَ اللَّهُ لَكَ تَكُنْ أَغْنَى النَّاسِ، وَأَحْسِنْ إِلَى جَارِكَ تَكُنْ مُؤْمِنًا، وَأَحِبَّ لِلنَّاسِ مَا تُحِبُّ لِنَفْسِكَ تَكُنْ مُسْلِمًا، وَلا تُكْثِرِ الضَّحِكَ فَإِنَّ كَثْرَةَ الضَّحِكِ تُمِيتُ الْقَلْبَ \" 1. ¶ __________ ¶ 1 أخرجه الترمذي في الزهد، باب الزهد عن رسول الله صلى الله عليه وسلم. ¶ قال الألباني في صحيح سنن التِّرمذيّ (2/266) : حسن.",
            "page": "270",
            "part": "1",
            "seal": "AA24F6B8"
        },
        {
            "id": "13",
            "nass": "ب - وأمّا الَّذي لا يتورّع عن اتخاذ أي وسيلة لتحقيق غاياته فإِنَّه يُكَيِّف أفعاله وفق مصالحه الذاتية، وتكون علاقاته مع الآخرين محكومة بالمصالح الخاصة به، فهو في سعي دائب، وشغف وتعلّق بظاهر الحياة وزخرفها، ولسان حاله يقول: إذا مت ظمآن فلا نزل القطر. ¶ وأمّا الَّذي يُداري، ويُتدارى منه، يأخذ بحق، ويعطي بعدل، يرغب في الزيادة، ويخاف من المشتبهات فيها، يملك من الإرادة ما يجعله يسيطر على رغبات نفسه - غالبًا عِند تجاوزها حدود الله. ¶ فهو يحرص على المباحات عند التفتيش عن الوسائل، ويتتبع الرخص عند الدفاع عن نفسه، وإقناعه لها. ¶ فشهوة حبّ التملك تغالبه عند استرساله في تصور الأمور، وتحليلها. ¶ فالأوّل يغلب عليه الزهد، والقناعة، الَّلذان ملأا جوانح نفسه بالرضا بما قسم الله له. ¶ والثاني غلبه هواه، وطوَّعته نفسه، وسيَّره الشيطان. ¶ فالهوى أعمى بصيرته، والنفس أطغته، والشيطان زيّن له عمله فرآه حسنًا. فنفسه سوّلَت له فعل تحقيق شهواتها، ففعل، حَتَّى إذا ذُكِّر، أو تذكّر سوء العاقبة، علم أنّ الله غفور رحيم. وأطنب في التسويف، وتشدَّق بقوله: ليس إنسانًا معصومًا، ثمَّ تغلبه نفسه على ما تعوّد منها. ¶ ثمَّ هو ينقم على كلّ من يفضله بمالٍ، أو جاه، أو عيال، فلا ينسب التقصير إلى نفسه، بل إلى سوء طالع، وشحّ الفرص في الحياة. ¶ وما أن تلوح له فرصة منها حَتَّى يبادر إلى اقتناصها غير مبال بالنتائج، فالحلال ما وقع في يده، والحرام ما استعصى عليه.",
            "page": "271",
            "part": "1",
            "seal": "E9B1D162"
        },
        {
            "id": "14",
            "nass": "وأما الثالث فهو الأنموذج الأقرب للإصلاح، والصلاح، خيره قريب، وخوفه شديد من سوء العاقبة، وتردده بين الصحيح والأصح جعله يميّز بين ما هو حرام وما هو حلال وما بينهما من مشتبهات الأمور. ¶ وإذا ما غلبته نفسه - أحيانًا - على فعل المتشابه من الأقوال، والأفعال، يسترجع، ويندم. ¶ وفي مجتمع يعجُّ بالمفارقات الطبقية، والاعتبارات الذاتية للألقاب، والسمات الشخصية، والمكانة الاجتماعية، والأصول العرقية، يكون مجتمعًا قابلاً لشتى الأفكار، والمناحي، والاتجاهات. ¶ فمن كل نوع تجد أنموذجًا، وأفرادًا، ولكل شرب تجد صادرًا وواردًا، وخاصة ما يتعلّق بجانب (المداراة) سلوكًا يُتَوصَّل به إلى تحقيق الغاية. ¶ وفي هذا البحث أحاول الوصول - إن شاء الله - إلى شيء من معرفة بعض ما يتعلّق (بالمداراة) بالاستعانة بما ورد في القرآن من آيات، وفي السنّة من أحاديث، وآثار الصحابة، والتابعين. ففي مجموع ذلك ما ينير الطريق للباحث، ويكشف زيوف ما جدّ على مسألة (المداراة) عند المتأخرين الّذين {خَلَطُوا عَمَلاً صَالِحًا وَءَاخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [التوبة / 102] . ¶ و (المداراة) سلوك لا يمكن أن يسلم منه إنسان سوي، فربما كان أمرًا يجري منه مجرى الغرائز فيه الَّتِي لا تنتهي عن الطلب حَتَّى تنال إرواءها. ¶ هذا على اعتبار أن حاجات الإنسان ومتطلباته في الحياة الدنيا لا تنتهي، وإن كانت تقلّ وتكثر بين إنسان وآخر وفقًا لدرجة التحمّل، والصبر لديه، وتقييمه لفرص الحياة. ¶ فالوقوف على سلبيات، وإيجابيات (المداراة) يُسَهِّل الانتفاع بما هو صالح، وطرح ما هو فاسد منها، أو الحدّ من الفاسد بترويض النّفس على",
            "page": "272",
            "part": "1",
            "seal": "1E1A5534"
        },
        {
            "id": "15",
            "nass": "القناعة بالقليل الصالح عن الكثير الفاسد الَّذي يضر بالدين، والأخلاق والمروءة. ¶ وقد قيل: من ابتغى الخير اتقى الشر. ¶ وقال الباري جلّ وعلا: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولاً} [الإسراء / 36] . ¶ وأسأل الله السداد.",
            "page": "273",
            "part": "1",
            "seal": "0EF74754"
        },
        {
            "id": "16",
            "nass": "المبحث الأول ¶ المعنى اللغوي والاصطلاحي للمداراة وبعض مرادفاتها ¶ أولاً: المعنى اللغوي: ¶ قال الأزهري: قال أبو زيد في كتاب ((الهمز)) : ¶ (درأْتَ) الرجل (مُدارأة) إذا اتّقيتَهُ. ¶ وقال أبو عبيد: (المدارأة) هاهنا مهموزة، من (درأْت) وهي: المشاغبة، والمخالفة على صاحبك. ومنه قول الله عز وجل: {فَادَّارَأْتُمْ فِيهَا} ، يعني اختلافهم في القتيل. ¶ ومن ذلك قول الشعبي في المختلِعة: ((إذا كان (الدُّرْءُ) من قِبلها فلا بأس أن يأخذ منها)) . ¶ يعني (بالدرء) : النشوز، والاعوجاج، والاختلاف. وكلّ من دفعتَه عنك فقد (درأْتَه) . ¶ وقال ابن السّكيِّت: (درأْته) عني (أدْرؤه) (درْأ) : إذا دفعته. ومنه قوله صلى الله عليه وسلم: \" ادرؤوا الحدود بالشبهات \" 1. ¶ يقال: (درأت) فلانًا أي: دفعته. و (داريته) أي: لايَنْتُه. ¶ __________ ¶ 1 رواه أبو حنيفة عن ابن عبّاس في (مسنده) مرفوعًا، ص186. وضعّفه الألباني. انظر: (إرواء الغليل) ، حديث رقم (2316) ، تلخيص الحبير (4/56) .",
            "page": "274",
            "part": "1",
            "seal": "2BC4ADA2"
        },
        {
            "id": "17",
            "nass": "و (درأته) : (داريته) ودافعته، ولاينته 1 ا.هـ. ¶ قال في اللسان: ¶ و (المداراة) في حسن الخلق، والمعاشرة مع النّاس يكون مهموزًا (مدارأة) ، وغير مهموز (مداراة) . ¶ فمن هَمَزَه كان معناه: الاتقاء لشرّه. ¶ ومن لم يهمزه جعله من (دريْت) الظبي أي: احتلت له، وختلته حَتَّى أصيده. ¶ و (داريته) من (دريت) أي: ختلت. ¶ قال الجوهري: و (مداراة) النّاس: المداجاة، والملاينة. ¶ ومنه الحديث: \" رأس العقل - بعد الإيمان بالله - مداراة النّاس \" 2. ¶ أي: ملاينتهم، وحسن صحبتهم، واحتمالُهم لئلا ينفروا عنك. ¶ و (داريت) الرجل: لاينته، ورفقْتُ به 3. ¶ __________ ¶ 1 تهذيب اللغة: (14/156) . ¶ 2 أَخرَجه ابن أبي شيبة في مصنَّفه، كتاب الأدب، باب ما جاء في اصطناع المعروف عن هُشيم عن عليّ بن زيد عن سعيد بن المسيب. قال يحيى بن معين: لم يسمع هُشيم من عليّ بن زيد حديث (رأس العقل) . انظر تاريخه (2/622) ، قال البيهقي في شعب الإيمان (6/343) رقم (8446) : وصْلُه مُنْكَر، وإِنّما يُروى منقطعًا. ¶ 3 اللسان، مادة: درأ.",
            "page": "275",
            "part": "1",
            "seal": "1F148256"
        },
        {
            "id": "18",
            "nass": "ثانيًا: المعنى الاصطلاحي: ¶ قال ابن حجر: قال ابن بطّال: ¶ المداراة من أخلاق المؤمنين، وهي: خفض الجناح للنّاس ولين الكلمة، وترك الإغلاظ لهم في القول، وذلك من أقوى أسباب الأُلفة. ¶ وظنّ بعضهم أن المداراة هي: المداهنة، فغلِط. ¶ لأنّ المداراة مندوب إليها، والمداهنة محرَّمة. ¶ والفرق أنّ المداهنة من الدِهان، وهو الَّذي يظهر على الشيء، ويستر باطنه. ¶ وفسَّرها العلماء بأنها معاشرة الفاسق، وإظهار الرضى بما هو فيه من غير إنكار عليه. ¶ والمداراة هي: الرفق بالجاهل في التعليم، وبالفاسق في النهي عن فعله، وترك الإغلاظ عليه، حيث لا يُظهِر ما هو فيه، والإنكار عليه بلطف القول، والفعل ولاسيما إذا احتِيج إلى تألفه، ونحو ذلك 1. ¶ وقال الجرجاني: ¶ المداهنة هي أن ترى منكرًا وتقدر على دفعه ولم تدفعه حفظًا لجانب مرتكبه، أو جانب غيره، أو لقلّة مبالاة في الدين 2. ¶ __________ ¶ 1 فتح الباري شرح صحيح البخاري: (10/528) . ¶ 2 التعريفات: (ص235) .",
            "page": "276",
            "part": "1",
            "seal": "7099D6FA"
        },
        {
            "id": "19",
            "nass": "قال ابن حبان تعليقًا على حديث ((مداراة النّاس صدقة)) 1: (المداراة) الَّتِي تكون صدقة للمداري هي تخلُّق الإنسان الأشياء المستحسنة مع من يُدفع إلى عشرته مالم يَشُبْها بمعصية الله. ¶ والمداهنة هي: استعمال المرء الخصال الَّتِي تُستحسن منه في العِشرة، وقد يشوبها ما يكره الله جلّ وعلا. ¶ وقال ابن القيّم: ((الفرق بين المداراة والمداهنة: أن المداراة التلطّف بالإنسان لتستخرج منه الحقَّ أو تردّه عن الباطل، والمداهنة: التّلطّف به لتقرَّه على باطله وتتركه على هواه، فالمداراة لأهل الإيمان، والمداهنة لأهل النفاق)) 2. ¶ وقال أبو هلال العسكري: ¶ الفرق بين (اللطف) و (المداراة) أن (المداراة) ضرب من الاحتيال، والختْل، من قولك: (دريت) الصيد إذا ختلته. ¶ وإنما يقال: (داريت) الرجل إذا توصّلت إلى المطلوب من جهته بالحيلة، والختل. ¶ __________ ¶ 1 رواه ابن حِبَّان في صحيحه: 2/216، حديث رقم (471) ، والطبراني (في الأوسط) برقم (466) ، وأَبو نُعيم في (الحلية) : 8/246، وابن السني (في عمل اليوم والليلة) برقم (325) . قال الشَّيخ شعيب الأرنؤوط في تعليقه على الإحسان في تقريب صحيح ابن حِبَّان: إسناده ضعيف. المسيب بن واضح: صدوق يخطيء كثيرًا، فإذا قيل له لم يقبل، قاله أبو حاتم. وانظر الكامل لابن عدي (6/2383 ـ 2385) ، كشف الخفاء (2/200) . ¶ 2 انظر كتاب ((الروح)) ص (281) .",
            "page": "277",
            "part": "1",
            "seal": "19EE30F3"
        },
        {
            "id": "20",
            "nass": "قال: وفلان لطيف الحيلة إذا كان يتوصَّل إلى بغيته بالرفق، والسهولة. ويكون اللطف حُسن العشرة، والمداخلة في الأمور بسهولة 1. ¶ __________ ¶ 1 الفروق، لأبي هلال العسكري ص (241) .",
            "page": "278",
            "part": "1",
            "seal": "A8EC521D"
        },
        {
            "id": "21",
            "nass": "المبحث الثَّاني ما ورد في القرآن الكريم عن المداراة ومدلولاتها ¶ القرآن الكريم كتاب هداية {يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} [المائدة / 16] . ¶ وهو كلام الله ووحيه إلى نبيّه المصطفى - محمَّد بن عبد الله - صلى الله عليه وسلم، الَّذي ختم به النبوة، وقفّى به الرسل {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} [الشورى / 52] . ¶ وجاء القرآن الكريم في مضمونه شاملاً لما أراد الله بيانه لخلقه من أوامر ونواهٍ، وواجبات وحقوق {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} [الأنعام / 38] . ¶ وهو {كِتَابٌ أُحْكِمَتْءَايَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} [هود / 1] . ¶ فهاتان الصفتان العظيمتان: الشمول، والتفصيل أكْسَبَتا معجزة محمد بن عبد الله صلى الله عليه وسلم الخالدة قوّة الحجّة، وسلامة المنطق، ورسوخ القاعدة، وإيجابية المفهوم، واستمرارية التطبيق، وصلاح النظام، وعدم الخشية من التبديل أو التحريف {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر / 9] . ¶ فلا يجد العاقل السوي عند سماعه أو تلاوته إلاّ أن يُذعن ويستجيب. ¶ ومن أعرض، وناوأ، فلمرض في قلبه، أو لجهله فحوى الخطاب، أو فيه شيء من المكابرة قد تَسَوَّرَ بصره فأعمى بصيرته. ¶ وقصّ فيه من القَصص أحسنه عن الأمم السابقة في العصور الغابرة، ليتفكّر، ويتذكّر، ويعتبر إنسان العصر بمن مضى، وباد، وانقرض، من",
            "page": "279",
            "part": "1",
            "seal": "90DB81E5"
        },
        {
            "id": "22",
            "nass": "الأمم، والدول، أكابر، وأصاغر، حَتَّى لا يغترّ أحد بقوّته، أو جبروته، أو سلطانه. ¶ وللقرآن أساليب مختلفة باختلاف المناسبات، والوقائع، فهناك ما يتطلّب الجدل بالتي هي أحسن لتأليف القلوب، وما يصاحب ذلك من آيات باهرات، تُبْهت الفاسق، وتكسر طوق المعاند، والمكابر، وتزيد المؤمن إيمانًا راسخًا. ¶ كقوله تعالى في وصف موقف إبراهيم الخليل عليه السلام مع النمرود: {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْءَاتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [البقرة / 258] . ¶ فالقوة بالمنطق غلبت القوّة بالجدل المتفرع عن الباطل. ¶ ويظهر ضعف موقف الماديين عند الجدال بالحجّة على شكل زمجرة، وزعيق، ووعد، ووعيد. ¶ وللباطل جولات يظهر الحقّ بعدها سيفًا يبتر علائقه. وعند مجادلة الجبابرة من أهل الظلم، والبغي في ظلمهم، وبغيهم، وجبروتهم، تظهر الحكمة، والموعظة الحسنة، والجدال بالتي هي أحسن عند المؤمنين بوحدانية الله، وتظهر سِمة التعالي، والتطاول، والمكابرة عند الكافرين. ذلك لأنّ كلّ فريق ينطلق من قاعدته الَّتِي بنى عليها معتقده. فالمؤمن الراسخ الإيمان ذو قناعة تامة، واطمئنان قلبي لما سيؤول إليه أمره. والكافر فقد الحجّة السليمة فلجأ إلى القوّة، والأساس السليم يقوى على حمل صَرْحٍ سَليم. وما كان على جرفٍ هارٍ فإنّه ينهار. ¶ والأنبياء والرسل من أكثر عباد الله المؤمنين حرصًا على هداية النّاس، ودعوتهم جميعًا إلى توحيد الله في العبادة. وتحذيرهم من كيد عدوهم الأوّل",
            "page": "280",
            "part": "1",
            "seal": "2495BD18"
        },
        {
            "id": "23",
            "nass": "إبليس اللعين وزمرته. ¶ وقد غلب على أسلوب دعوتهم طابع الصبر، واللِّين. فهذا نوح عليه السلام يمكث في قومه ألف سنة إلاّ خمسين عامًا يدعوهم إلى إخلاص العبادة لله وحده، ويحذّرهم سوء العاقبة إن هم أعرضوا، ويعدهم بالثواب الجزيل إن هم أقبلوا. ¶ فالتحذير، والتذكير، والإغراء، من أساليب الإمالة للقلوب السليمة إلى الأخذ بأسباب النجاة. من غير عنف، أو إكراه. ¶ وإبراهيم عليه السلام كان من أكثر المناوئين له أبوه وقومه عند دعوته لهم إلى عبادة الله وحده لا يشركون به شيئًا، وقد لاقى في ذلك عنتًا شديدًا، وحرجًا بليغًا لوقوف أبيه مع المشركين ضدّ دعوته، حَتَّى قال له أبوه يومًا: {أَرَاغِبٌ أَنْتَ عَنْءَالِهَتِي يَاإِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا} [مريم / 46] . ¶ فاستوحش إبراهيم عليه السلام من موقف أبيه آزر، ولكنه أبقى على شيء من البرِّ له عندما {قَالَ سَلامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا} [مريم / 7] . ¶ غير أنّ هذا الموقف اللين لم يغير شيئًا من موقف أبيه واستمر في عدائه لدعوته. ¶ عندها خشي عليه السلام أن ينقلب موقفه من أبيه وقومه من مفهوم المداراة إلى مفهوم المداهنة. ¶ قال تعالى: {وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لأَبِيهِ إِلا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لأَوَّاهٌ حَلِيمٌ} [التوبة / 114] . ¶ تبيّن له من جهة الوحي أنّ أباه لن يؤمن، وأنّه يموت كافرًا. ¶ فانقطع رجاؤه عنه، فقطع استغفاره له. ¶ وهكذا يجب أن يكون موقف الداعية المؤمن من المناوئين لدعوته، صبرًا",
            "page": "281",
            "part": "1",
            "seal": "14E8D72F"
        },
        {
            "id": "24",
            "nass": "على الأذى، ولينًا في الخطاب، ووضوحًا في البيان، والتذكير، والوعد، والوعيد. حَتَّى إذا سُدَّت المنافذ في وجهه، واستحكم الهوى على عقل عدوه، وأظهر مقاومة شرسة، تركه وما أراد، فقد أعذر إلى الله، وبرئت ذمّته، وأقام الحجّة على عدوّه. ¶ ولإبراهيم الخليل عليه السلام في دعوته إلى الله موقف آخر مع عدو من أعداء دعوته الَّذي سنَّ لنفسه قانونًا يقضي بوجوب إحاطته بكل امرأة توصف بالحسن والجمال تدخل أرض مملكته ليستأثر بها لنفسه. ¶ وجاءه خبر (سارة) زوج إبراهيم عليه السلام، وكانت أجمل نساء الأرض. قيل له: لقد قدم أرضك امرأة لا ينبغي أن تكون إلاّ لك. فأدرك الخليل عليه السلام أنّ الجبّار سيستدعيها إليه بالقهر، والجبروت، ولا طاقة له بردِّه، ومنعه عمّا أراد، فاتّفق مع زوجه أن تقول إذا سألوها عن صِلة القرابة بينهما أَنَّها أخته - وأراد بذلك أخوّة الإيمان - وفي ذلك تمويه على الكافر حَتَّى لا يقدم على قتله إذا عَلم أنّه زوجها، ليتخلّص منه، ويأمن شرَّ غيرته، ولكن ربّما حرص - الجبار - على استرضائه بوصفه أخًا لسارة طمعًا في زواجه منها عن طريق طلبها منه، ثمَّ يرجو مدافعته عنها. ¶ وقيل: إنّ إبراهيم عليه السلام أراد دفع أعظم الضررين بارتكاب أخفّهما، وذلك أنّ اغتصاب الملك إياها واقع لا محالة، لكن إن علم أنّ لها زوجًا في الحياة حملته الغيرة على قتله وإعدامه، أو حبسه وإضراره، بخلاف ما إذا علم أنّ لها أخًا فإن الغيرة حينئذٍ تكون من قبل الأخ خاصة لا من قِبل الملك فلا يبالي به 1. ¶ __________ ¶ 1 انظر فتح الباري لابن حجر (6/393) .",
            "page": "282",
            "part": "1",
            "seal": "E8A9AAAF"
        },
        {
            "id": "25",
            "nass": "وصلة إبراهيم عليه السلام بربّه وثيقة، ومتينة، فأدرك عليه السلام أن لله في ذلك الأمر حكمة، وأنّ الله لن يمكّن عدوّه من وليّه، وأنّ العاقبة للمتّقين، وهو الحفيظ العليم. ¶ وكان من قصّتهما أنّ الله أخزى الكافر، وأبطل كيده، وكبته، وحمى عرض نبيّه، وأخدمها الكافر (هاجر) أم إسماعيل عليه السلام 1. ¶ فطريق إبراهيم عليه السلام في التعامل مع الكافر الجبّار أخذ جانب المسايرة، والملاينة طريقًا لمداراة الجاهل، السفيه، الأحمق. ¶ وإبراهيم عليه السلام كان غيورًا، حَتَّى قيل: بأنّه صنع تابوتًا لزوجه سارة يضعها فيه كلّما تنقّل بها ليُخْفِيها عن أعين النّاس!! . ¶ فلو أبدى أدنى مقاومة لتصدى له الجبّار بجبروته، وجبابرته وقضى عليه، وعلى دعوته، ولكنّ الله سلَّم. ¶ وما فعله إبراهيم عليه السلام حيال فعل الجبّار الغاشم جاء معناه في قول الله تعالى: {لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ} [آل عمران / 28] . ¶ فقوله تعالى: {إِلا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} معناه: إلاّ أن تخافوا من جهتهم أمرًا يجب اتقاؤه، أو تكونوا في سلطانهم فتخافوهم على أنفسكم 2. ¶ __________ ¶ 1 انظر صحيح البخاري، كتاب الأنبياء، باب قول الله تعالى: {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلاً} . ¶ وصحيح مسلم، كتاب الفضائل، باب من فضائل إبراهيم الخليل. ¶ 2 انظر في هذا المعنى تفسير الطبري للآية (28) من سورة آل عمران.",
            "page": "283",
            "part": "1",
            "seal": "F556C46B"
        },
        {
            "id": "26",
            "nass": "وموقف يوسف عليه السلام مع إخوته الذين اتّهموه بالسرقة واتهموا شقيقه في قولهم: {إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ} [يوسف / 77] . كان موقفًا حكيمًا، يتّسم صاحبه ببعد النظر وقوّة الإرادة من التحكم في النّفس ورغباتها، عند أصعب ساعات الإثارة والطغيان. ¶ فهو أمام تهمة خطيرة، مخلّة بالشرف، ومخالفة للمروءة، ومن أقرب النّاس إليه، وكان يستطيع أن ينتقم لنفسه منهم، وأن يوقع بهم أشدّ العقوبة لمكانته الاجتماعية المتميّزة عند ملك مصر. ¶ وقبل ذلك ما فعلوا به من إلقائه في الجبِّ، وحرمانه من أبويه، وتصييره رقيقًا. ¶ فقد سنحت الفرصة، وقد أصبح وزيرًا للملك، وبيده خزائن الأرض، وجاءه إخوته مع من جاء من الفقراء المعْوزين يطلبونه رزقًا بعد أن مسَّهم وأهلهم الضرُّ. ولكنه كان نبيًّا كريمًا، حكيمًا {فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنْتُمْ شَرٌّ مَكَانًا وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ} [يوسف / 77] . ¶ فقد كان عليه السلام واثقًا من ربّه، ومتحصّنًا بإيمانه، فلو أخذته العزة بالإثم لأمر من يفتك بهم، أو أن يطردهم شرّ طردة، وكان محقًا. ¶ ولكنه أدرك عليه السلام بأنّ فقدهم سيزيد من ألم أبيه وحزنه، وأساه. ¶ وأَدركَ أَيضًا أنّ للشيطان دورًا فيما وقع بينه وبين إخوته، فلا ينبغي أن يكون عونًا له على ما أراد. ¶ فكظم غيظه، وعفا عنهم، بعد أن عرّفهم بخطئهم، وأَبَرَّ بوالديه، وجمع شمل أسرته. ¶ وما كان ذلك ليتحقق لولا مشيئة الله، ثمَّ الصَّبر والملاينة، وشيء من",
            "page": "284",
            "part": "1",
            "seal": "1209D5D6"
        },
        {
            "id": "27",
            "nass": "الحيلة، والحنكة، والختل. ¶ فقد كان عليه السلام لطيف الحيلة فتوصل إلى بغيته بالرفق، والسهولة. ¶ وموسى بني إسرائيل عليه السلام في دعوته فرعون وقومه إلى الإيمان بالله وحده، لاقى تعنتًا شديدًا من كافر عنيد، حكمه نافذ في قومه، بل نصّب نفسه ربًّا عليهم، وفرض عليهم عبادته {يَاأَيُّهَا الْمَلأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَاهَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لأَظُنُّهُ مِنَ الْكَاذِبِينَ} [القصص / 38] . وكفر بمعجزات موسى إليه، لم يعتبر بواحدة منها، بل زادته إصرارًا، وتعنتًا، وطغيانًا. ¶ شأنه خطير، وشرّه مستطير، فهذا النوع من البشر عنيد، مكابر، ذو نفوذ، وسلطان واسِعَيْن، لا يتردد، ولا يتورّع عن فعل كلّ ما يمكِّنه من عدوه بكل الوسائل، والطرق. ¶ وقد واجه من يدعوه إلى دعوة تناقض كلّ مبادئه، وتُسفِّه كلّ أمانيه، وأحلامه، فأخذ يتخبّط في أقواله، وأفعاله {وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الأَنْهَارُ تَجْرِي مِنْ تَحْتِي أَفَلا تُبْصِرُونَ أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلا يَكَادُ يُبِينُ فَلَوْلا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلائِكَةُ مُقْتَرِنِينَ فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ} [الزخرف / 51 - 54] . ¶ إنّ طاغيةً هذا شأنه لن يكون سبيل دعوته إلى ما يخالف معتقده أمرًا سهلاً لبشر لولا عناية، ومشيئة الله. فانتدب الله إليه موسى وأخاه هارون - عليهما السلام - {اذْهَبْ أَنْتَ وَأَخُوكَ بِآيَاتِي وَلا تَنِيَا فِي ذِكْرِي اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى فَقُولا لَهُ قَوْلا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} [طه / 42 - 44] . ¶ وخطّ لهما أسلوب دعوته، قال تعالى: {هَلْ أتَاكَ حَدِيثُ مُوسَى إِذْ نَادَاهُ رَبُّهُ بِالْوَادِ الْمُقَدَّسِ طُوًى. اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى فَقُلْ هَلْ لَكَ إِلَى أَنْ تَزَكَّى",
            "page": "285",
            "part": "1",
            "seal": "6AD325AE"
        },
        {
            "id": "28",
            "nass": "وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى} [النازعات / 15 - 19] . ¶ قال النسفي: ¶ بدأ مخاطبته بالاستفهام الَّذي معناه العرض. ¶ كما يقول الرجل لضيفه: هل لك أن تنزل بنا؟ ¶ وأردفه الكلام الرقيق ليستدعيه باللطف في القول ويستنزله بالمداراة من عتوِّه 1. ¶ ولقد بذل موسى وأخوه هارون - عليهما السلام - وسْعَيْهما في دعوة فرعون وقومه المشركين إلى الإيمان بالله وحده، ولكن ذلك الجهد المضني، وعدم التواني في الدعوة منهما لم يجديا نفعًا مع طاغية أعمى الهوى، والشيطان، وشهوة النفس بصره، وبصيرته. ¶ فتدخلت القدرة الإلهية في التخلّص منه بإغراقه في اليمّ {وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَءَامَنْتُ أَنَّهُ لا إِلَهَ إِلا الَّذِيءَامَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ آلآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَءَايَةً وَإِنَّ كَثِيرًا مِنَ النَّاسِ عَنْءَايَاتِنَا لَغَافِلُونَ} [يونس / 90 - 92] . ¶ فالمداراة بالملاينة من موسى وأخيه هارون - عليهما السلام - لفرعون وقومه المشركين هي من باب إقامة الحجّة عليهم {وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلا أَرْسَلْتَ إِلَيْنَا رَسُولا فَنَتَّبِعَءَايَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى} [طه / 134] . ¶ __________ ¶ 1 انظر تفسير النسفي: 4/330.",
            "page": "286",
            "part": "1",
            "seal": "F9B1BACD"
        },
        {
            "id": "29",
            "nass": "وقال تعالى: {رُسُلاً مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا} [النساء / 165] . ¶ فكان فرعون مدارئًا، وموسى عليه السلام مداريًا. وكان موسى عليه السلام والمؤمنون معه محكومين، وفرعون كان حاكمًا، فاقتضت الحكمة أن يراعي المحكوم الحاكم المستبد اتقاء سطوته، وجبروته للإبقاء على الداعي، ودعوته لاستمرارهما مع الآخرين، بلا إفراط ولا تفريط، وإنما مداراة، وحنكة حَتَّى إذا أقام عليهم الحجة تركهم، وشأنهم يواجهون مصيرهم المحتوم، وقد برأت ذمّة الداعية إن شاء الله. ¶ ومحمّد بن عبد الله صلى الله عليه وسلم بذل في دعوته إلى توحيد الله جهده، وطاقته بأساليب، وطرق مختلفة يظهر عليها طابع الحكمة، والرويَّة، والشفقة، والإحسان، والصبر الجميل، والموعظة بالتي هي أحسن. ¶ فهو رسول الله إلى الثقلين، بخلاف من سبقه من الرسل والأنبياء، فقد كان كلّ نبي يبعث في قومه خاصة. ¶ مما جعل مهمته صلى الله عليه وسلم من أشقّ المهام، وأصعبها. إلاّ أنّ الله عز وجل أمدّه بعونه، وتوفيقه، وعصمه من الخطأ، أو الزلل، ورسم له طريق الدعوة فيما أنزل عليه من قرآن، تكفَّل بحفظه عز وجل عن الزيادة، والنقصان، فكان معجزته الخالدة، فيه البيان، والإرشاد لطريق الدعوة والهداية. ¶ قال تعالى: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ} [آل عمران / 159] . ¶ ففي هذه الآية الكريمة أبرز صفات الداعية وأهمّها: أن يكون الداعية ليِّن الجانب مع القساة، والمتعنّتين، ممن تسوقهم قلّة درايتهم إلى استخدام ألفاظ",
            "page": "287",
            "part": "1",
            "seal": "C69E762A"
        },
        {
            "id": "30",
            "nass": "نابية في مخاطبتهم إياه. ¶ أو ممن تدفعهم العصبية إلى طلب أمر من الأمور من باب التّعنّت. ¶ وأن يكون الداعية رقيق القلب يحسن معرفة الجوانب الإنسانية عند مخاطبيه، فيراعي الفروق الفردية بينهم في الوعي والإدراك، ومعرفة عواقب الأمور. فلو كان ممن يأخذ هذا بجريرة هذا، ويحكم على هذا في صورة هذا لوقع في قلوبهم شيء من الكراهية له، ولربما تردد الضعيف في إيصال مظلمته إليه خشية إغضابه، وحنقه عليه، فتضيع بذلك حقوقٌ لمستحقيها، وتتفتح دروبٌ من الشرّ لمنتحليها. ¶ وأن يعفو عمن أساء، ويستغفر له إن كان ما وقع منه جهلاً، أو قصورًا في التفكير. ¶ فإنّ مثل هذه الأفعال الحسنة وغيرها مما يقرّب المدعو إلى الداعية. ثمَّ يصل أمر الداعية إلى ذروته في الفاعلية عندما يُشعر المدعوين بقدْرهم، وقيمتهم الفكرية حين يشاورهم في الأمور الَّتِي لها مساس بدينهم، ودنياهم. ¶ حينئذٍ يترسخ الولاء من التابع للمتبوع، ويستشعر الجميع أهميّة الرأي، والمشورة، فيتوحد بذلك المصير، ويصبح مشتركًا. ¶ وفي توجيه آخر ينهى الله نبيه محمّدًا صلى الله عليه وسلم من التعرض لآلهة المناوئين لدعوته، والمجاهرين بتكذيبه {وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَى رَبِّهِمْ مَرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوا يَعْمَلُونَ} [الأنعام / 108] . ¶ فطالما أنهم لا يميزون بين الحق والباطل فيما يقولون ويفعلون، ويخضعون لأهوائهم، وشهواتهم في تحديد رغباتهم، فعليكم أن تمسكوا عن ذكر آلهتهم بما يكرهون، حَتَّى لا يدفعهم ذلك عصبية وجهلاً إلى سبّ الله جلّ وعلا عدوانًا وظلمًا.",
            "page": "288",
            "part": "1",
            "seal": "A7F14A39"
        },
        {
            "id": "31",
            "nass": "قال ابن العربي: ¶ هذا يدل على أنّ للمحقِّ أن يكفّ عن حقّ جائز يكون له إذا أدّى ذلك إلى ضرر يكون في الدين 1. ¶ ويشبه ذلك حضور مجالس السفهاء، والتعقيب على تصرفاتهم، والتشنيع عليهم، ووعدهم، ووعيدهم بما جاء في الشريعة من أحكام على مثل أفعالهم. ¶ فإن أحد السفهاء قد يفلت لسانه بكلمات تنال من المشرِّع، أو تنقص من قدر الإسلام أو المسلمين، وربما تعرّض الداعية نفسه إلى السخرية، والأذى المادي، والمعنوي. فالكف عن التنديد بصنيعهم مباشرة بالقول أو الفعل نوع من المداراة، والمسايرة اللتين تمتصان الكثير من غلوائهم، حَتَّى إذا عادت إليهم عقولهم بالتفكير المجرد في عواقب الأمور، استطاع حينئذٍ الموجهون توجيههم الوجهة الصحيحة. ¶ ومحاولة توجيه النصيحة للفرد بعيدًا عن سماع الآخرين ومعرفتهم. فالنصيحة في الجماعة نوع من التوبيخ يأبى كثير من النّاس سماعه. ¶ وقال تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} [النحل/125] . ¶ فقوله تعالى: {وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} قال الزمخشري: بالطريقة الَّتِي هي أحسن طرق المجادلة من الرفق، واللين من غير فظاظة، ولا تعنيف 2. ¶ وقوله تعالى: {وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ ¶ __________ ¶ 1 أحكام القرآن (2/744) . ¶ 2 الكشاف (2/349) .",
            "page": "289",
            "part": "1",
            "seal": "D1390060"
        },
        {
            "id": "32",
            "nass": "الْمُسْلِمِينَ. وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ. وَمَا يُلَقَّاهَا إِلا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلا ذُو حَظٍّ عَظِيمٍ} [فصلت / 33 - 35] . ¶ في هذه الآيات توجيه حميد، ومنهج دعوة قويم. ¶ فإن الداعي لا يخلو من مناوئين لدعوته. وأولئك المناوئون يكون لهم أنصار مؤيِّدون لهم قد غفلوا عن معرفة حقائق الأمور، وملابساتها. فهم يأتمرون بأوامر زعمائهم، ويقضون بقضائهم. فإن أخذ الداعية بكل سيئة تصدر عنهم، وأراد مقابلة السيئة بالسيئة أكفهرَّ وجه دعوته، وزين الشيطان حينئذٍ للطرفين وسائل الانتقام، والفتك بالآخر. ¶ فيتضخم بذلك مجال الشرِّ، ويتّسع، ويضيق بالمقابل مجال الخير حَتَّى الاختناق. ¶ ومحصّل هذا: خوف، وتشرد، وقتل، وفرقة. ¶ ومنهج الإسلام، ومبادئه السامية: الإصلاح، والوئام، وإخراج النّاس من الظلمات إلى النور. وتحقيق ذلك يتطلب الصبر والأناة، والموعظة الحسنة، والصفح عن المسيء بجهالة. ومقابلتها بما أمكن من الإحسان، حَتَّى إذا اجتمع الصفح والإحسان، وبذل الاستطاعة فيه، كانت حسنة مضاعفة بإزاء سيئة، وهذه قضية قوله تعالى: {بِالَّتِي هِيَ أَحْسَنُ} والمداراة محثوث عليها ما لم تُؤد إلى ثلم دينٍ وإزراء بمروءة. ¶ والحسنة والسيئة متفاوتتان في أنفسهما، فخذ بالحسنة الَّتِي هي أحسن من أختها إذا اعترضتك حسنتان فادفع بها السيئة الَّتِي ترد عليك من بعض أعدائك. ومثال ذلك: ¶ رجل أساء إليك إساءة، فالحسنة أن تعفو عنه. والتي هي أحسن أن تحسن",
            "page": "290",
            "part": "1",
            "seal": "FA98E342"
        },
        {
            "id": "33",
            "nass": "إليه مكان إساءته إليك. ¶ مثل: أن يذمّك فتمدحه، ويقتل ولدك فتفتدي ولده من يد عدوه. فإنّك إذا فعلت ذلك انقلب عدوك المشاق مثل الولي الحميم مصافاة لك. ¶ وعن ابن عباس {بِالَّتِي هِيَ أَحْسَنُ} الصبر عند الغضب، والحلم عند الجهل، والعفو عند الإساءة 1. ¶ وقوله تعالى: {وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلاً} [المزمل / 9] . خطاب لنبينا صلى الله عليه وسلم أن يجانب الَّذِين ناوءوا دعوته من مشركي مكة وغيرها بقلبه، وهواه، ويخالفهم مع حسن المخالقة، والمداراة، والإغضاء، وترك المكافأة 2. ¶ وفي توجيه عام للنّاس يقول الله تعالى في حقّ الوالدين: {وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلا كَرِيمًا. وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا} [الإسراء / 23 - 24] . ¶ __________ ¶ 1 ذكره البخاري في صحيحه معلّقًا بصيغة الجزم، في كتاب التفسير،ن سورة حم السجدة، وأَخرَجه الطبري في تفسيره (24/119 ـ 120) من طريق عليّ بن أبي طلحة عن ابن عبّاس. ¶ قال الإمام النحاس: ((وهو صحيح عن ابن عباس، والذي يطعن في إسناده يقول: ابن أبي طلحة لم يسمع من ابن عباس، وإنما أخذ التفسير عن مجاهد وعكرمة. وهذا القول لا يوجب طعنًا، لأنه أخذه عن رجلين ثقتين، وهو في نفسه ثقة صدوق)) . انظر: (الناسخ والمنسوخ) للنحاس: 1/461) . ¶ 2 الكشاف (4/640) بتصرف.",
            "page": "291",
            "part": "1",
            "seal": "D17AF9E0"
        },
        {
            "id": "34",
            "nass": "فالإنسان في نموه يمر خلال حياته بمراحل مختلفة، تبدأ بالضعف، وتنتهي بالضعف. ففي المرحلة الأولى يتولى رعايته أبواه أو أحدهما. وفي المرحلة الأخيرة يتولى رعايته أبناؤه. ¶ غير أن مرحلة الضعف الأولى يعقبها قوة وعنفوان. ¶ ومرحلة الضعف الثانية تتطور إلى ضعف، وضعف شديد يفقد معه الإنسان الكثير من نشاطه، وحيويته فيكون فيها محتاجًا لمن يساعده على قضاء كثير من شئونه في الحياة، فيبرز حينئذ دور الأبناء فيكون منهم البِرّ بوالديهما الَّذي يتمثل في طاعتهما في غير معصية الله، ورعايتهما، والصبر على ذلك. هنا يمكن للمداراة أن يكون لها دورٌ محوريٌّ في تلك العلاقة الظاهر في المجاملة، والأثرة، والتنازل، والملاينة، والرفق، والملاطفة، وحسن العشرة، والمداخلة في الأمور بسهولة، وبالرضى، والقبول من الفاعل. ¶ ومن لم يوفق إلى فعل ذلك مع أبويه أو أحدهما فهو من المحرومين الأشقياء. كما بيّن ذلك النبي صلى الله عليه وسلم في قوله: \" رَغِمَ أَنْفُهُ، ثُمَّ رَغِمَ أَنْفُهُ، ثُمَّ رَغِمَ أَنْفُهُ\"، قِيلَ: مَنْ يَا رَسُولَ اللَّهِ؟ قَالَ: \"مَنْ أَدْرَكَ وَالِدَيْهِ عِنْدَ الْكِبَرِ، أَحَدَهُمَا، أَوْ كِلَيْهِمَا، ثُمَّ لَمْ يَدْخُلِ الْجَنَّةَ \" 1. ¶ وهكذا يمضي الشارع الحكيم في بيانه الرائع، المحكَم آخذًا بأيدي المؤمنين إلى ما فيه صلاحهم في الدارين. ¶ __________ ¶ 1 صحيح مسلم، كتاب البرّ، باب رغم أنف من أدرك أبويه أو أحدهما عند الكبر فلم يدخل الجنّة، عن أبي هُرَيْرة رضي الله عنه (ح/2551) .",
            "page": "292",
            "part": "1",
            "seal": "8C119B03"
        },
        {
            "id": "35",
            "nass": "المبحث الثالث ¶ ما ورد في السنّة، وآثار الصحابة والتابعين عن المداراة وكيف فهموها؟! ¶ (1) فيما يتعلّق بالاستقرار العائلي الَّذي ينشده كلّ عاقل وسويّ تبرز جوانب كثيرة من (المداراة) في حياة الرعيل الأَوَّل من سلفنا الصالح، تشكل في مجموعها منهجًا قويمًا للمهتدين. قالت عائشة أم المؤمنين - رضي الله عنها -: كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَشْرَبُ عَسَلاً عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ، وَيَمْكُثُ عِنْدَهَا، فَوَاطَيْتُ أَنَا وَحَفْصَةُ عَلَى أَيَّتُنَا دَخَلَ عَلَيْهَا فَلْتَقُلْ لَهُ: أَكَلْتَ مَغَافِيرَ 1؟ ، إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ. ¶ قَالَ: \" لا، وَلَكِنِّي كُنْتُ أَشْرَبُ عَسَلاً عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ، فَلَنْ أَعُودَ لَهُ، وَقَدْ حَلَفْتُ لا تُخْبِرِي بِذَلِكَ أَحَدًا \" 2. ¶ وهناك رواية أخرى للحدث تقول بأنه صلى الله عليه وسلم حرّم على نفسه جاريته مارية إرضاءً لحفصة عندما اختلى بها في ليلتها وفي غرفتها 3. ¶ __________ ¶ 1 قال الكسائي وأبو عمرو: (المغافير) شيء شبيه بالصمغ يكون في الرِمث، وقيل: (المغافير) صمغ يسيل من شجر العُرفط حلو غير أن رائحته ليست بطيبة. غريب الحديث لأبي عبيد (2/256) ، واللسان (ع/ر/ف/ط) . ¶ 2 صحيح البخاري، كتاب الطلاق، باب لم تُحرم ما أحلَّ الله لك؟ ¶ وصحيح مسلم، كتاب الطلاق، (20) . ¶ 3 أخرجها النَّسائِي في كتاب عِشرة النساء، باب الغَيرة عن أنس. قال الألباني في صحيح سنن النَّسائِي: (3/831) ، رقم (3695) : صحيح الإسناد، وانظر تفسير البغوي (8/162) .",
            "page": "293",
            "part": "1",
            "seal": "26CFD58A"
        },
        {
            "id": "36",
            "nass": "هذا الفعل من النبي صلى الله عليه وسلم كان اجتهادًا منه، حَتَّى أن ربّه جلّ وعلا عاتبه في ذلك في قوله تعالى: {يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ} [التحريم / 1] . ¶ والرسول صلى الله عليه وسلم من منطلق بشريته، وإنسانيته السوية يقع له مع أهل بيته من الخلافات، والمنازعات ما يمكن أن يقع بين أي ربّ أسرة مع أسرته. ¶ وربما نغّص عليه ذلك النزاع، وأغضبه، ودفعه إلى اعتزال نسائه كلهن مدّة شهر من الزمان 1. ¶ ولكنّه في كلّ الأحوال يبقى ذلك الإنسان الكريم، ذا الخلق العظيم. فلا يظلم، ولا يجور، ولا يقول إلا الحق. ¶ وكان صلى الله عليه وسلم يحرص على إرضاء أزواجه وفق مفهوم ما شُرِع لهن على أزواجهن من حقوق، يأتي في مقدمتها حسن المعاشرة. بالتلطف إليهن، والعدل والمساواة بينهن، وتجنب ما يكدر عليهن صفو حياتهن. ¶ وذلك ليشرِّع للنّاس ما يتَّبعونه من آداب، وأخلاق فيما بينهم. فتحريمه العسل كان لإرضاء من أثّر في نفسها تأخره عند جارتها وقتًا أطول مما يمكثه عند الأخريات. وحلْفه عليها ألاّ تخبر أحدًا كان مراعاة لشعور زوجاته الأخريات اللاتي لم يطَّلعن على الخبر أساسًا. ¶ فإذا نظرنا إلى نوع الفعل الَّذي وقع منه صلى الله عليه وسلم وجدناه فعلاً لا تدخله شبهة ¶ __________ ¶ 1 صحيح البخاري، كتاب التفسير، سورة (66) . . وكتاب النكاح، باب رقم (83) . ¶ وصحيح مسلم، كتاب الصيام، رقم: (23، 24) .",
            "page": "294",
            "part": "1",
            "seal": "BD638B06"
        },
        {
            "id": "37",
            "nass": "التحريم، ولا حَتَّى الكراهة، فدلّ على أنه كان تنازلاً منه عن شهوة نفس في لذّة طعام يفضّله، وآثر عليه مرضاة أزواجه، ووئام أسرته. ¶ ثمَّ إن قول الرجل: هذا حرامٌ عليَّ. لا يُحرم شيئًا، ويكون يمينًا توجب الكفّارة عند بعضهم. وهذا يؤيده قول الله تعالى بعد ذلك: {قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ} [التحريم / 2] . ¶ وهذا النوع من المداراة يقع من الحكيم من النّاس، عند معاملته من هم دونه في المسئولية والقدرة على تحمّل أعباء الحياة، كالزوجات، والأبناء. ¶ (2) وعن العلاقة بين الرَّجل والمرأة وخاصة الزوجان، نجد من السنّة النبوية ما يرشد، ويُعين على تفهم طبيعتها، ويحقّق لها قدرًا كبيرًا من الوئام. ¶ ذلك أنّ نوعًا من المداراة يجب أن يتسلّح به أحد الطرفين مع الآخر. ¶ قال الرسول صلى الله عليه وسلم: \" الْمَرْأَةُ كَالضِّلَعِ إِنْ أَقَمْتَهَا كَسَرْتَهَا، وَإِنِ اسْتَمْتَعْتَ بِهَا اسْتَمْتَعْتَ بِهَا وَفِيهَا عِوَجٌ \" 1. ¶ قال ابن حجر: ¶ وفي الحديث الندب إلى المداراة لاستمالة النفوس وتألف القلوب. وفيه سياسة النساء بأخذ العفو منهن، والصبر على عوجهن، وإن من رام تقويمهن فاته الانتفاع بهن. . . مع أنه لا غنى للإنسان عن امرأة يسكن إليها، ويستعين ¶ __________ ¶ 1 رواه البخاري في كتاب النكاح، باب المداراة مع النساء. ¶ ومسلم، في الرضاع، رقم (63، 65) .",
            "page": "295",
            "part": "1",
            "seal": "BC7DA810"
        },
        {
            "id": "38",
            "nass": "بها على معاشه. فكأنه قال: الاستمتاع بها لا يتم إلاّ بالصبر عليها 1. ¶ (3) وفي بعض المواطن قد يضطر المسلم فيها إلى إخفاء الحقيقة من باب (المداراة) ، بمجاوزة الصدق طلبًا للسلامة، ودفعًا للضرر عن نفسه، أو أُمَّتِهُ، أو الابقاء على وئام أسرته. ¶ وقد يُعدُّ ذلك كذبًا، ولكن الشارع رخص فيه على سبيل التورية والتعريض في ثلاثة مواطن: ¶ الحرب، وحديث الرجل لامرأته، والإصلاح بين النّاس 2، وبيان ذلك كما يلي: ¶ أ - القائد في الحرب يوهم سامعه أنه ينوي التوجه إلى الشمال بينما يتّجه إلى الجنوب، حَتَّى يربك عدوه، ويضيِّع عليه فرصة الاستعداد للمواجهة، فيفاجأ بالهجوم، فتضعف عنده الروح المعنوية، فيمنى بالهزيمة، وقد سمّى النبي صلى الله عليه وسلم الحرب خَدْعة 3. قيل: معناها: الأمر باستعمال الحيلة مهما أمكن ولو مرّة، وإلاّ فقاتل. ¶ وقيل: معناها: الحرب الجيدة لصاحبها الكاملة في مقصودها إنما هي المخادعة لا المواجهة، وذلك لخطر المواجهة وحصول الظفر مع المخادعة بغير خطر 4. ¶ __________ ¶ 1 فتح الباري (9/254) . ¶ 2 صحيح مسلم، كتاب البر، باب تحريم الكذب وبيان المباح منه، حديث (101) ، وصحيح البخاري، كتاب الصلح، باب ليس الكاذب الَّذي يصلح بين النّاس. ¶ 3 صحيح البخاري، كتاب الجهاد، باب الحرب خدعة. ¶ 4 فتح الباري لابن حجر (6/158) .",
            "page": "296",
            "part": "1",
            "seal": "38A23F16"
        },
        {
            "id": "39",
            "nass": "قال ابن العربي: الكذب في الحرب من المستثنى الجائز بالنص رفقًا بالمسلمين لحاجتهم إليه، وليس للعقل فيه مجال، ولو كان تحريم الكذب بالعقل ما انقلب حلالاً 1. ¶ ب - والأسير من المسلمين عند الأعداء سيستنطقونه بطرق شتى: أخبار قومه، وعددهم، وعدّتهم، وخططهم، وتوجهاتهم. فإن ذهب يخبرهم بالحقيقة هلك، وأهلك قومه، بل عليه مداراتهم بالختل، والحيلة، وقلب الحقائق، وإن تعرض للأذى تحمّل ذلك. ¶ ج- والمرأة الَّتِي لا ترضى إلا بالزيادة، ولا تقنع بما عندها والتي يتقنعها الشك في تصرفات زوجها وتعصف بها الغيرة ينعكس ذلك على تصرفاتها في بيتها مع زوجها، وعيالها: ضجر، وانفعال يؤديان في الغالب إلى تقصير في الواجبات الزوجية، فتنشأ بسبب ذلك الخلافات، وتتكدر النفوس. مما يهدد دعائم الأسرة بالانهيار، والفُرقة. ¶ فدور الرجل في مثل هذه الحالة وغيرها يتمثل في مداراتها، واستمالتها بالحديث الَّلين، والوعود الواسعة، واللطف معها، والإحسان إليها، حَتَّى إذا سكنت نفسها، واطمأنت عادت إلى إحسانها له، مبتهجة، راضية، ووجد هو في قربها السكينة، والمودة. ¶ __________ ¶ 1 شرحه لسنن الترمذي، كتاب البر (26) .",
            "page": "297",
            "part": "1",
            "seal": "832056E3"
        },
        {
            "id": "40",
            "nass": "وجاء في الحديث: \" أَلا إِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلْعٍ، وَإِنَّكَ إِنْ أردت إِقَامَةَ الضِّلْعِ كسرْتها. فَدَارِهَا تَعِشْ بِهَا \" 1. وكسرها طلاقها. ¶ فوصف المرأة بالضِلع بجامع الاعوجاج فيهما. ففي الضِلع حقيقة، وفي المرأة مجاز. ووصف للضِلع في خِلْقَتِه، ووصف للمرأة في خُلُقِها. ¶ قال ابن العربي: والغالب من النساء قلّة الرضى، والصبر، فهن يَنْشُزْنَ على الرجال كثيرًا، ويكفرن العشير، فلذلك سمى رسول الله صلى الله عليه وسلم المنتزعات أنفسهن من النكاح منافقات 2. ¶ د - الإصلاح بين النّاس نوع من التعاون على البر والتقوى بين المسلمين، فإذا نزغ الشيطان بين مسلمَيْن، وأدى ذلك إلى نزاع بينهما، وخصومة تجر إلى ¶ __________ ¶ 1 رواه ابن أبي شيبة في مصنفه، كتاب الطلاق، باب في مداراة النساء (5/275) ، والترمذي في الطلاق، باب ما جاء في مداراة النساء، والحاكم في المستدرك (4/174) ، وقال: صحيح الإسناد على شرط الشيخين ولم يخرجاه ووافقه الذَّهبيّ. كلّهم عن سمرة بن جندب. ¶ وفي المعنى انظر: صحيح البخاري، كتاب النكاح، باب المداراة مع النساء. ¶ ومسلم، كتاب الرضاع، باب الوصية بالنساء. ¶ 2 عارضة الأحوذي (3/135) ، طبعة 1415 هـ. ¶ والحديث أَخرَجه النَّسائِي في كتاب الطلاق، باب ما جاء في الخلع عن أبي هُرَيْرة يرفعه: \" المنتزعات، والمختلعات هنَّ المنافقات \"، قال الألباني في صحيح سنن النَّسائِي (2/730 ـ 731) : صحيح. ¶ وانظر مسند الإمام أَحمد (2/414) .",
            "page": "298",
            "part": "1",
            "seal": "8B5418A5"
        },
        {
            "id": "41",
            "nass": "هجر، وقطيعة، ثمَّ سعى طرف ثالث بينهما بالصلح، واختلق لذلك كلامًا حسنًا على لسان أحدهما يقوله في الآخر، يثني عليه، ويتمنى زوال أسباب الخلاف بينهما. ¶ فإنّ من شأن ذلك أن يزيل ما علق في نفس كلّ منهما نحو الآخر من كراهية، ويجعله يعيد النظر في موقفه من الآخر، فإذا التقيا تعاتبا، وإذا تعاتبا تصافيا. وقد صحّ عن النبي صلى الله عليه وسلم قوله: \" لَيْسَ الْكَاذِبُ الَّذِي يُصْلِحُ بَيْنَ النَّاسِ، ويَقُولُ خَيْرًا، وَيَنْمِي خَيْرًا \" 1. ¶ (4) وفي مشهد آخر يستحوذ على اهتمام المسلم في علاقته مع الآخرين، وما يجب عليه من حقّ الضيافة والتكريم، وفق شريعته السمحة، تبرز بعض صور (المداراة) من مجاملة، ولين جانب، واستمالة للقلوب لكسب ودّها. ¶ قالت عائشة - رضي الله عنها - إنَّ رَجُلاً اسْتَأْذَنَ عَلَى النَّبِيِّ صلى الله عليه وسلم، فَلَمَّا رَآهُ قَالَ: \" بِئْسَ أَخُو الْعَشِيرَةِ وَبِئْسَ ابْنُ الْعَشِيرَةِ \". ¶ فَلَمَّا جَلَسَ تَطَلَّقَ النَّبِيُّ صلى الله عليه وسلم فِي وَجْهِهِ وَانْبَسَطَ إِلَيْهِ. ¶ فَلَمَّا انْطَلَقَ الرَّجُلُ قَالَتْ لَهُ عَائِشَةُ: ¶ يَا رَسُولَ اللَّهِ حِينَ رَأَيْتَ الرَّجُلَ قُلْتَ لَهُ كَذَا وَكَذَا، ثُمَّ تَطَلَّقْتَ فِي وَجْهِهِ، وَانْبَسَطْتَ له؟!! ¶ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: \" يَا عَائِشَةُ مَتَى عَهِدْتِنِي فاحشًا؟ إِنَّ شَرَّ النَّاسِ عِنْدَ ¶ __________ ¶ 1 رواه البخاري في الصلح، باب ليس الكاذب الَّذي يصلح بين النّاس، ومسلم في البر والصلة، باب تحريم الكذب وبيان ما يباح منه، كلاهما عن أمّ كلثوم بنت عقبة بن أبي مُعَيْطٍ أخت عثمان بن عفان لأمه.",
            "page": "299",
            "part": "1",
            "seal": "FA6F0C2C"
        },
        {
            "id": "42",
            "nass": "اللَّهِ مَنْزِلَةً يَوْمَ الْقِيَامَةِ مَنْ تَرَكَهُ النَّاسُ اتِّقَاءَ فحشه \" 1، ¶ قال ابن حجر: وهو عند الحارث بن أبي أسامة من حديث صفوان بن عسّال نحو حديث عائشة، وفيه: فقال النبي صلى الله عليه وسلم: \" إنّه منافق أداريه عن نفاقه، وأخشى أن يُفسد عليَّ غيره \" 2. ¶ أوضحت رواية ابن عسّال المعنى الَّذي من أجله قال الرسول صلى الله عليه وسلم ما قال للرجل، ثمَّ الَّذي فعله معه بعد رؤيته من تطلق وجهه، وانبساطٍ له. ¶ فقد عَلِم عن طريق الوحي حقيقته، وكان يعلم صلى الله عليه وسلم أنّ له أتباعًا يطيعونه ويُصْغُون لحديثه. ¶ فلو أغلظ له النبي صلى الله عليه وسلم، أو صدَّه عن لقائه، لأوغر صدور أتباعه عليه، وحملهم على العصيان والكفر. ودور الرسول صلى الله عليه وسلم يرتكز على دعوة النّاس بالتي هي أحسن. وقد قال الله في حقّه: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ} [آل عمران / 159] . ¶ فالحديث - كما قال ابن حجر - أَصل في المداراة 3. ¶ __________ ¶ 1 صحيح البخاري، كتاب الأدب، باب لم يكن النبي صلى الله عليه وسلم فاحشًا ولا متفحّشًا. ومسلم في البر، باب مداراة من يتقى فحشه. ¶ 2 فتح الباري: (10/529) . ¶ وانظر: بغية الباحث عن زوائد مسند الحارث للهيثمي. كتاب الأدب، باب في مداراة النّاس، حديث (800) (2/792) . ¶ 3 فتح الباري: (10/454) .",
            "page": "300",
            "part": "1",
            "seal": "D0D90B75"
        },
        {
            "id": "43",
            "nass": "وهو كذلك، فالداعية عليه أن يتحلى بأنواع الصبر، ويداري في دعوته أصناف النّاس، بلطيف الكلام، وحسن التصرف. ¶ قال الخطابي: يجمع هذا الحديث عِلْمًا، وأدبًا، وليس قول رسول الله صلى الله عليه وسلم في أمته بالأمور الَّتِي يَسِمُهم بها، ويضيفها إليهم من المكروه غِيبةً وإثمًا، كما يكون ذلك من بعضهم في بعض. بل الواجب عليه أن يبيِّن ذلك، ويفصح به، ويعرِّف النّاس أمره، فإن ذلك من باب النصيحة، والشفقة على الأمّة. ولكنَّه لِمَا جُبِلَ عليه من الكرم، وأُعْطِيَهُ من حسن الخلق، أظهر له من البشاشة ولم يَجْبَهَهُ بالمكروه، لتقتدي به أمّته في اتقاء شر من هذا سبيله، وفي مداراته ليسلموا من شرِّه، وغائلته 1. ¶ وقال القاضي عياض: ¶ وأما إلانة القول له بعد أن دخل فعلى سبيل التألُّفِ له ولأمثاله على الإسلام 2. ¶ (5) وفي إطار المصلحة العامة يستشعر المخلصون شعورًا قويًا بالمسئولية تجاه أمّتهم، وما يعنيها من الإخلاص والأمانة. يدفعهم إلى ذلك إيمان بالله واليوم الآخر. فيساير أحدهم عدوّه - وهو منه على حذر - ليحقق لأمّته ما يحفظ عليها أمْنها، وسلامتها، وكرامتها، دون المساس بأصل المعتقد وجوهره. ظهر شيء من هذا في وثيقة صلح الحديبية الَّتِي كُتبت بين رسول الله صلى الله عليه وسلم وبين مشركي مكّة، حين رفض مندوبهم سهيل بن عمرو أن ¶ __________ ¶ 1 أعلام الحديث (3/2179 ـ 2180) . ¶ 2 فتح الباري لابن حجر (10/454) .",
            "page": "301",
            "part": "1",
            "seal": "7FF044BF"
        },
        {
            "id": "44",
            "nass": "يُكتب: بسم الله الرحمن الرحيم، وطلب أن يكتب بدلها باسمك اللهم، ووافقه الرسول صلى الله عليه وسلم على ما طلب. ¶ واعترض سهيل على الكاتب قوله: ((هذا ما قاضى عليه محمد رسول الله قائلاً: والله لو كنّا نعلم أنّك رسول الله ما صددناك عن البيت. ولكن اكتب: محمد بن عبد الله. فوافقه الرسول صلى الله عليه وسلم على طلبه. ¶ وطلب سهيل أن يُنَصَّ في الوثيقة على ما يلي: ¶ لا يأتيك منّا رجل - وإن كان على دينك - إلاّ رددته إلينا. فوافقه الرسول صلى الله عليه وسلم على طلبه 1. ¶ قال الخطابي: ¶ في ذلك باب من العلم فيما يجب من استعمال الرفق في الأمور، ومداراة النّاس فيما لا يلحق دين المسلم به ضرر، ولا يبطل معه لله سبحانه حقّ. ¶ وذلك أن معنى: باسمك اللهم، هو معنى: باسم الله الرحمن الرحيم، وإن كان فيها زيادة ثناء. ¶ وكذلك المعنى في تركه أن يكتب: محمد رسول الله واقتصاره على أن يكتب: محمد بن عبد الله. ¶ لأنّ انتسابه إلى أبيه عبد الله لا ينفي نبوته، ولا يسقط رسالته. ¶ وفي إجابته صلى الله عليه وسلم إياهم إلى أن يرد إلى الكفار من جاءه منهم مسلمًا، دليل ¶ __________ ¶ 1 صحيح البخاري، كتاب الصلح، باب كيف يكتب هذا ما صالح فلان فلان بن فلان. وصحيح مسلم، كتاب الجهاد، رقم (93) .",
            "page": "302",
            "part": "1",
            "seal": "E3DE1364"
        },
        {
            "id": "45",
            "nass": "على جواز أن يقرَّ الإمام - فيما يصالح عليه العدو - ببعض ما فيه الضَّيم على أهل الدين، إذا كان يرجو لذلك فيما يستقبله عاقبة حميدة، سيما إذا وافق ذلك زمان ضعف المسلمين عن مقاومة الكفار، وخوفهم الغلبة منهم 1. ¶ (6) وإِذا تَعرَّض المؤمن إلى ما يهدد وجوده على الأرض بسبب معتقده، ووقع في قبضة عدوّه الَّذي ساومه بين الكفر أو الاستئصال - وهو قادر - فإِنَّ (المداراة) من المؤمن لمثل هذا الطاغية، في مثل هذا الموقف لا تطعن في صحّة إيمانه. . . ذكر أبو عبيدة بن محمّد بن عمَّار بن ياسر قال: ¶ أخذ المشركون عمّار بن ياسر، فلم يَدَعُوه حَتَّى سبَّ رسول الله صلى الله عليه وسلم، وذَكَرَ آلهتهم بخير، ثمَّ تركوه. ¶ فلما أتى النبي صلى الله عليه وسلم قال: \" ما وراءك؟ \" قال: شَرٌّ يا رسول الله، والله ما تُرِكْتُ حَتَّى نِلْتُ منك، وذكرتُ آلهتهم بخير. ¶ قال: \" فكيف تجد قلبك؟ \". ¶ قال: أجده مطمئنًا بالإيمان. ¶ قال: \" فإن عادوا فعُدْ \" 2. ¶ وشروط الإكراه أربعة: ¶ __________ ¶ 1 معالم السنن (3/203) ، وأعلام الحديث (2/1336 ـ 1341) . ¶ 2 أخرجه الحاكم في المستدرك (2/357) ، وقال: هذا حديث صحيح على شرط الشيخين، ولم يخرجاه، ووافقه الذَّهبيّ. وانظر تفسير الطبري (14/122) ، وتفسير القرطبي (10/180) .",
            "page": "303",
            "part": "1",
            "seal": "27AA29B6"
        },
        {
            "id": "46",
            "nass": "1 - أن يكون فاعله قادرًا على إيقاع ما يهدد به، والمأمور عاجزًا عن الدفع ولو بالفرار. ¶ 2 - أن يغلب على ظنّه أنه إذا امتنع أوقع به ذلك. ¶ 3 - أن يكون ما هدّده به فوريًا. ¶ 4 - أن لا يظهر من المأمور ما يدل على اختياره، كمن أكره على الزنا فأولج، وأمكنه أن ينزع ويقول: أنزلت، فيتمادى حَتَّى ينزل. ¶ ولا فرق بين الإكراه على القول والفعل عند الجمهور ويُسْتَثْنَى من الفعل ما هو محرم على التأبيد كقتل النفس بغير حقّ 1. ¶ ولعل ذلك يندرج تحت قوله تعالى: {لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ} [آل عمران / 28] . ¶ قال النسفي: ¶ لا يوالي المسلم الكافر. والمحبة في الله والبغض في الله باب عظيم في الإيمان. ¶ {إِلا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} إلاّ أن تخافوا من جهتهم أمرًا يجب اتقاؤه، أي: إلاّ أن يكون للكافر عليك سلطان فتخافه على نفسك، ومالك فحينئذٍ يجوز لك إظهار الموالاة، وإبطان المعاداة 2. ¶ __________ ¶ 1 فتح الباري لابن حجر (12/311) . ¶ 2 انظر تفسيره (1/152 ـ 153) فقد رواه من طريق عليّ بن أبي طلحة عن ابن عبّاس.",
            "page": "304",
            "part": "1",
            "seal": "A5D9E6BB"
        },
        {
            "id": "47",
            "nass": "وروى الطبري عن ابن عبّاس قوله: ¶ نهى الله سبحانه المؤمنين أن يلاطفوا الكفّار أو يتّخذوهم وليجة من دون المؤمنين، إلاّ أن يكون الكفّار عليهم ظاهرين، فيظهرون لهم اللطف، ويخالفونهم في الدين 1. ¶ (7) وفيما يتعلّق ببعض أمور العبادة الَّتِي دارى الشارع فيها أحوال أصحابها لتأليف قلوبهم، ما رواه أبو سعيد الخدري قال: ¶ جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم وَنَحْنُ عِنْدَهُ فَقَالَتْ: يَا رَسُولَ اللَّهِ إِنَّ زَوْجِي صَفْوَانَ بْنَ الْمُعَطَّلِ يَضْرِبُنِي إِذَا صَلَّيْتُ، وَيُفَطِّرُنِي إِذَا صُمْتُ، وَلا يُصَلِّي صَلاةَ الْفَجْرِ حَتَّى تَطْلُعَ الشَّمْسُ. ¶ وَصَفْوَانُ عِنْدَهُ. فَسَأَلَهُ عَمَّا قَالَتْ. فَقَالَ: يَا رَسُولَ اللَّهِ أَمَّا قَوْلُهَا يَضْرِبُنِي إِذَا صَلَّيْتُ، فَإِنَّهَا تَقْرَأُ بِسُورَتَيْنِ، وَقَدْ نَهَيْتُهَا. ¶ فَقَالَ رسول الله صلى الله عليه وسلم: \" لَوْ كَانَتْ سُورَةً وَاحِدَةً لَكَفَتِ النَّاسَ \". ¶ وَأَمَّا قَوْلُهَا يُفَطِّرُنِي، فَإِنَّهَا تَنْطَلِقُ فَتَصُومُ، وَأَنَا رَجُلٌ شَابٌّ فَلا أَصْبِرُ. ¶ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَئِذٍ: \" لا تَصُومُ امْرَأَةٌ إِلا بِإِذْنِ زَوْجِهَا \". ¶ وَأَمَّا قَوْلُهَا إِنِّي لا أُصَلِّي حَتَّى تَطْلُعَ الشَّمْسُ، فَإِنَّا أَهْلُ بَيْتٍ قَدْ عُرِفَ لَنَا ذَاكَ، لا نَكَادُ نَسْتَيْقِظُ حَتَّى تَطْلُعَ الشَّمْسُ. ¶ قَالَ صلى الله عليه وسلم: \" فَإِذَا اسْتَيْقَظْتَ فَصَلِّ \" 2. ¶ __________ ¶ 1 انظر تفسيره (بتحقيق محمود وأحمد شاكر) ، ج6، ص313. ¶ 2 رواه أبو داود في سننه، كتاب الصيام، باب المرأة تصوم بغير إذن زوجها. صححه الألباني في صحيح سنن أبي داود (2/466) ، رقم (2147) .",
            "page": "305",
            "part": "1",
            "seal": "709414F4"
        },
        {
            "id": "48",
            "nass": "معروف أنّ لكلّ صلاة وقتين: وقتًا تبدأ فيه لا تصح قبله. ووقتًا تنتهي فيه لا تجوز بعده إلاّ بعذر، وتكون قضاءً. ¶ فالذي ينام عن صلاة الفجر حَتَّى تطلع الشمس قد فاته وقتها الأصلي، فإن كان فعله هذا بدون تفريط منه، وأمرًا طارئًا، وله عذر، كفَّر عن فعلته بأدئها حين يستيقظ مباشرة. لقوله صلى الله عليه وسلم: \"إِذَا رَقَدَ أَحَدُكُمْ عَنِ الصَّلاةِ أَوْ غَفَلَ عَنْهَا فَلْيُصَلِّهَا إِذَا ذَكَرَهَا، فَإِنَّ اللَّهَ يَقُولُ: أَقِمِ الصَّلاةَ لِذِكْرَى \" 1. ¶ وحجّة صفوان في تأخيره لصلاة الفجر حَتَّى تطلع الشمس أنها عادة اعتادها هو وقومه، مما يدل على أن أمر تأخير صلاة الفجر قد تكرّر منه وربما ظنّ وأهل بيته أَنَّهم مرغمون بحكم العادة على فعل ذلك. ¶ يقول الخطابي: ¶ وقوله صلى الله عليه وسلم: \" فإذا استيقظت فَصَلِّ \" ثمَّ تَرْكُه التعنيف له في ذلك، أمر عجيب من لطف الله سبحانه بعباده، ومن لطف نبيّه، ورفقه بأمّته. ¶ ويشبه أن يكون ذلك منه على معنى مَلَكَة الطبع، واستيلاء العادة، فصار كالشيء المعجوز عنه. وكان صاحبه في ذلك بمنزلة من يُغمى عليه، فعُذر فيه، ولم يُؤَنب عليه. ¶ ويحتمل أن يكون ذلك إنما كان يصيبه في بعض الأوقات دون بعض، وذلك إذا لم يكن بحضرته من يوقظه، ويبعثه من المنام، فيتمادى به النوم حَتَّى ¶ __________ ¶ 1 أَخرَجه مسلم في كتاب المساجد ـ باب قضاء الصلاة الفائتة واستحباب تعجيل قضائها عن أنس بن مالك، حديث رقم (316) .",
            "page": "306",
            "part": "1",
            "seal": "BC38C6CD"
        },
        {
            "id": "49",
            "nass": "تطلع الشمس دون أن يكون ذلك منه في عامة الأوقات. فإنّه قد يبعد أن يبقى الإنسان على هذا في دائم الأوقات وليس بحضرته أحد يُصلح هذا القدر من شأنه، ولا يراعي مثل هذا من حاله. ¶ ولا يجوز أن يُظن به الامتناع من الصلاة في وقتها. ذلك مع زوال العذر بوقوع التنبيه، والإيقاظ ممن يحضره، ويشاهده 1. ¶ وإذا نظرنا إلى المسألة من منظور المداراة فإنّا نصنّفها في دائرة الملاينة، والرفق، والمسايرة من العالم للمتعلّم. لإعادة النظر فيما يأتي به المتعلّم من أمور في العبادة تخالف قواعدها، جهلاً من الفاعل أو تقصيرًا. وحرصًا من العالم على تعليمه إياها ونصحه بالتي هي أحسن، متدرجًا معه من صغار المسائل إلى كبارها حتَّى لا ينفر. ¶ وهذا الموقف يشبه - مع الفارق - الَّذي اعتاد على فعل محرّم كشرب الخمر مثلاً. فليس من حسن التوجيه الطلب منه الكفّ عن ذلك في التوِّ واللَّحظة، ولكن بالتدرج، والمتابعة، والنصيحة، والتذكير بعواقب الأمور. ¶ ونجد بحمد الله في كتاب الله العزيز ما يؤكد صحّة هذا النهج في الإصلاح والتربية. ¶ قال عمر: اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شَافِيًا، فَنَزَلَتِ آية الْبَقَرَةِ: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ} آية / 219، فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ. فَقَالَ: اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شَافِيًا. فَنَزَلَتِ الآية الَّتِي فِي النِّسَاءِ: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكَارَى} آية / 43. ¶ __________ ¶ 1 معالم السنن (2/828) .",
            "page": "307",
            "part": "1",
            "seal": "A65B70F1"
        },
        {
            "id": "50",
            "nass": "فَكَانَ مُنَادِي رَسُولِ اللهِ صلى الله عليه وسلم إِذَا أَقَامَ الصَّلاةَ ينادي: لا يَقْرَبَنَّ الصَّلاةَ سَكْرَانُ. فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ. فقَالَ: اللَّهُمَّ بَيِّنَ لَنَا فِي الْخَمْرِ بَيَانًا شَافِيًا، فَنَزَلَتِ هذه الآية: {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ. . .} [المائدة / 90] ، فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ فلمّا بلغ {فَهَلْ أَنْتُمْ مُنْتَهُونَ} قال عمر: انْتَهَيْنَا انْتَهَيْنَا 1. ¶ فعادة شرب الخمر كانت متأصلة في مجتمع مكة وغيره بين العرب حينذاك، وعنوان كرم، ودليل إكرام بينهم. ¶ وللخمر تأثير على عقل الإنسان، يفقده التمييز بين الأمور، ويدفعه للخلط فيما يأتي من أفعال، وأقوال لها مساس بالمروءة. ¶ وأمور العبادة الَّتِي نادى بها الإسلام بعد ذلك لا تصحّ من أحد إلاّ وفق قواعد محددة، بأركان، وشروط، وواجبات، تنضبط بانضباط فاعلها، إذا كان سويًا، عاقلاً، مدركًا. ¶ والعقل في ذلك كلّه هو المحور الأساسي الَّذي تدور عليه قابلية التكاليف الشرعية، وهو مناطها. ¶ فإذا كان متوقّدًا، يقظًا استطاع التفريق بين الحلال والحرام، أو انقاد - برضى وقبول - لمن يرشده إلى ذلك، ومن الآفات الَّتِي لها تأثير سلبي مباشر على العقل البشري: الخمر. أو كلّ ما خامر العقل، وستره. ¶ __________ ¶ 1 أخرجه الترمذي في تفسير سورة المائدة. وأَبو داود في الأشربة، باب في تحريم الخمر. والنسائي في الأشربة، باب في تحريم الخمر. ¶ قال الألباني في صحيح سنن أبي داود: صحيح (2/699) ، وانظر أسباب نزول القرآن، للواحدي (ص201) .",
            "page": "308",
            "part": "1",
            "seal": "9C01E56A"
        },
        {
            "id": "51",
            "nass": "فكيف عالج الشارع الحكيم أمر استئصال عادة شرب الخمر بين المسلمين؟ ¶ لقد اتّبع أسلوب التدرج في ذلك، فبدأ بتذكيرهم بأن إثمها أكبر من نفعها. ¶ ثمَّ وصفها بأنها رجس من عمل الشيطان. ¶ وأخيرًا قال: {إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ} [المائدة / 91] . ¶ قال الفاروق بعد سماعها: انتهينا، انتهينا. وقد قال قبل: ((اللهم بيِّن لنا في الخمر بيانًا شافيًا)) 1. ¶ وفي موقف آخر من مواقف الشارع الحكيم ما يوافق أسلوب الدعوة بالتي هي أحسن، بالرفق، واللين، مع المؤلفة قلوبهم، مارواه النسائي وغيره عن حكيم بن حزام قال: ((بايعت رسول الله صلى الله عليه وسلم على أن لا أَخِرَّ إلاَّ قائمًا)) 2. ¶ قيل: معناه: أن لا يكون سجوده في الصلاة إلاّ خرورًا من قيامه. أي: لا ¶ __________ ¶ 1 انظر سنن الترمذي، كتاب التفسير. وسنن أبي داود، كتاب الأشربة، باب تحريم الخمر. والنسائي في كتاب الأشربة، باب تحريم الخمر. صححه الألباني في صحيح سنن النَّسائِي (3/1126) ، حديث رقم (5113) . والحاكم في المستدرك (2/278) وصححه. ¶ 2 أخرجه النسائي في كتاب التطبيق، باب كيف يخر للسجود، صحح إسناده الألباني. (صحيح سنن النسائي (1/234) . ¶ وأحمد في مسنده (3/402) ، وأبو داود الطيالسي في مسنده رقم (1360) .",
            "page": "309",
            "part": "1",
            "seal": "62028E8B"
        },
        {
            "id": "52",
            "nass": "يركع؟!! . ¶ والركوع في الصلاة من أركانها!؟ . ¶ وسقوط شيء من الأركان في الصلاة يبطلها!؟ . ¶ والصلاة الباطلة لا تجزيء صاحبها!!؟ . ¶ إنّ معالجة الداعية الحكيم أمر المؤلفة قلوبهم تغلب عليه الدراية، وبعد النظر، والصبر، والروية. ¶ فإنّ الإيمان بعد الكفر مباشرة لا يسلم صاحبه من التردد بين المضي والإحجام، والشك واليقين. ¶ والكافر مادي الأفكار، يأخذ بحساب الربح والخسارة عند كل ما يخصه من أمور الحياة، فيقدم هذا، ويؤخر هذا، فإذا ما وعد بما لم يره من ثواب أو عقاب في عالم الغيب - إن هو أحسن أو أساء - أخذ الأمر مأخذ الاحتمال، فهو بين المتطلع إلى الفوز والنجاح، والنادم على ضياع فرصة اللذات، والشهوات. ¶ ولكن يبقى عامل الخوف في نفسه من المجهول. ويرى ما يتقلّب فيه الإنسان من صحّة وعافية، ثمَّ ما يعقب ذلك من موت، وفناء، حقيقة لا مراء فيها. ¶ فالخوف غريزة في المخلوق تدفعه أو تمنعه من فعل ما يريد أو التصرف حيال ما يشعر خطره على نفسه أو ماله أو أهله. ¶ فمن استطاع من الدعاة أن يستغل آثار هذه الغريزة عند المسيء أو المنحرف، أو الضّال. ويوقظ في أنفسهم الشعور بخطورة أفعالهم، ومغبَّة أعمالهم، ثمَّ يبيِّن لهم محاسن الدين، وما وعد به أتباعه المهتدين. فإنّ النجاح حليفه إن شاء الله.",
            "page": "310",
            "part": "1",
            "seal": "B4DB2A2E"
        },
        {
            "id": "53",
            "nass": "فالذي اشترط عند بيعته ألاَّ يخرَّ إلاّ قائمًا، علم الرسول صلى الله عليه وسلم من لسان حاله أنه بعد أن يدخل في الإسلام، ويتعلّم من أمور الدين ما يفتح الله به عليه فسيعلم أن الركوع ركن في الصلاة، وأن تركه متعمدًا أو ناسيًا يبطلها، وأن الصلاة الباطلة لا تفيد صاحبها، وهي عامود الدين. ¶ وهذا الموقف يشبه موقف وفد ثقيف عندما اشترطوا على رسول الله صلى الله عليه وسلم أن لا صدقة عليهم ولا جهاد، وأن رسول الله صلى الله عليه وسلم قال: \" سيصَّدقون، ويجاهدون إذا أسلموا \" 1. ¶ وقد يجد الداعية نفسه أمام موقف يرتكب فيه أحدهم معصية، لا يقدر على دفعها في حينها لتعطل لغة الحوار بين الطرفين، فالآثم في حالة من اللاوعي لا تجعله يدرك حقيقة ما يقول، ولا يقدر أن يميّز بين إنسان وآخر في المعاملة. لتأثر عقله بما تعاطاه من مسكر أو مخدر. ¶ والداعية في حالة أدرك معها حقيقة صاحبه، فتراجع في نفسه عن صياغة ألفاظ النصيحة، أو التنديد بما يراه، فترك المكان، تجنبًا لأي نوع من المهاترات أو المناوشات ليحفظ قدره، وهيبته، ويتجنب الحماقة في الفعل أو القول. ¶ قال عليّ بن أبي طالب رضي الله عنه: ¶ __________ ¶ 1 أخرجه أحمد في مسنده عن جابر (3/341) ، وفي سنده ابن لهيعة، اخْتَلَطَ بعد احتراقِ كتبه. وللحديث شاهد أَخرَجه أبو داود في كتاب الخراج، باب ما جاء في خبر الطائف. قال: حدّثنا الحسن بن الصباح، حدّثنا إِسماعيل بن عبد الكريم، حدّثني إِبراهيم بن عقيل عن أبيه عن وهب قال: سألت جابرًا. . . ¶ قال الألباني: إِسناد صحيح، رجاله كلّهم ثقات (السلسلة الصحيحة) : (1888) .",
            "page": "311",
            "part": "1",
            "seal": "935F1BB6"
        },
        {
            "id": "54",
            "nass": "كَانَتْ لِي شَارِفٌ 1 مِنْ نَصِيبِي مِنَ الْمَغْنَمِ يَوْمَ بَدْرٍ، وَكَانَ النَّبِيُّ صلى الله عليه وسلم أَعْطَانِي شَارِفًا مِنَ الْخُمُسِ. فَلَمَّا أَرَدْتُ أَنْ أَبْتَنِيَ بِفَاطِمَةَ بِنْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَاعَدْتُ رَجُلاً صَوَّاغًا مِنْ بَنِي قَيْنُقَاعَ أَنْ يَرْتَحِلَ مَعِيَ فَنَأْتِيَ بِإِذْخِرٍ أَرَدْتُ أَنْ أَبِيعَهُ الصَّوَّاغِينَ، وَأَسْتَعِينَ بِهِ فِي وَلِيمَةِ عُرْسِي. ¶ فَبَيْنَا أَنَا أَجْمَعُ لِشَارِفَيَّ مَتَاعًا مِنَ الأَقْتَابِ 2، وَالْغَرَائِرِ 3، وَالْحِبَالِ، وَشَارِفَيَّ مُنَاخَتَانِ إِلَى جَنْبِ حُجْرَةِ رَجُلٍ مِنَ الأَنْصَارِ. أقبلت فَإِذَا أنا بشَارِفَيَّ قَدِ أُجِبَّتْ أَسْنِمَتُهُمَا، وَبُقِرَتْ خَوَاصِرُهُمَا، وَأُخِذَ مِنْ أَكْبَادِهِمَا. فَلَمْ أَمْلِكْ عَيْنَيَّ حِينَ رَأَيْتُ ذَلِكَ الْمَنْظَرَ، وقُلْتُ: مَنْ فَعَلَ هَذَا؟ ¶ فَقَالُوا: فَعَلَه حَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ. وَهُوَ فِي الْبَيْتِ فِي شَرْبٍ 4 مِنَ الأَنْصَارِ. غنّت قينة فقالت في غنائها: ¶ أَلا يا حَمزُ للشُرُفِ النِّواء 5 ... وهُنَّ مُعَقَّلاتٍ بالفِنَاء ¶ ضَعِ السِّكِّينَ في الّلبَّاتِ منها ... فضرِّجْهُنَّ حمزةُ بالدِّماءِ ¶ __________ ¶ 1 الناقة المسنة. ¶ 2 جمع قَتَب، وهو رحل صغير على قدر السَّنام. ¶ 3 الغرائر واحدها غِرارة: التي للتِّبْن. ¶ (الشَّرْب) بالفتح جمع (شارب) [الصحاح] . ¶ (النواء) السمان.",
            "page": "312",
            "part": "1",
            "seal": "D426252D"
        },
        {
            "id": "55",
            "nass": "وأَطْعِم مِن شَرائِحِهَا كَبابًا ... مُلَهْوَجَةً على وَهَجِ الصِّلاءِ ¶ فأَنتَ أبا عُمارة المرَجَّى ... لِكَشْفِ الضُّرِّ عَنَّا والبَلاءِ 1 ¶ فوثب إلى السيف فاجْتَبَّ أسنمتهما، وبقر خواصرهما، وأخذ من أكبادهما. ¶ قال عليّ: فَانْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى النَّبِيِّ صلى الله عليه وسلم وَعِنْدَهُ زَيْدُ بْنُ حَارِثَةَ. ¶ قال: فَعَرَفَ النَّبِيُّ صلى الله عليه وسلم الَّذي أتيت له، فقال: \"مَا لَكَ؟! \". ¶ فَقُلْتُ: يَا رَسُولَ اللَّهِ مَا رَأَيْتُ كَالْيَوْمِ قَطُّ. عَدَا حَمْزَةُ عَلَى نَاقَتَيَّ فَأَجتبَّ أَسْنِمَتَهُمَا، وَبَقَرَ خَوَاصِرَهُمَا، وَهَا هُوَ ذَا فِي بَيْتٍ مَعَهُ شَرْبٌ. ¶ فَدَعَا رسول الله صلى الله عليه وسلم بِرِدَائِهِ، ثُمَّ انْطَلَقَ يَمْشِي، فَاتَّبَعْتُ أثره أَنَا وَزَيْدُ بْنُ حَارِثَةَ، حَتَّى جَاءَ الْبَيْتَ الَّذِي هو فِيهِ، فَاسْتَأْذَنَ، فأُذن له، فَإِذَا هُمْ شَرْبٌ. ¶ فَطَفِقَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَلُومُ حَمْزَةَ فِيمَا فَعَلَ. فَإِذَا حَمْزَةُ ثَمِل مُحْمَرَّةٌ عَيْنَاهُ. ¶ فَنَظَرَ حَمْزَةُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم، ثُمَّ صَعَّدَ النَّظَرَ، فَنَظَرَ إِلَى رُكْبَتِيه، ثُمَّ صَعَّدَ النَّظَرَ فَنَظَرَ إِلَى وَجْهِهِ، ثُمَّ قَالَ: وهَلْ أَنْتُمْ إِلاَّ عَبِيدُ أبي؟!! ¶ فَعَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَدْ ثَمِلَ، فَنَكَصَ عَلَى عَقِبَيْهِ الْقَهْقَرَى، فخرج، ¶ __________ ¶ 1 الشعر لعبد الله بن السائب المخزومي. [انظر فتح الباري لابن حجر (6/200) .",
            "page": "313",
            "part": "1",
            "seal": "C8E961BE"
        },
        {
            "id": "56",
            "nass": "وَخَرَجْنَا. وذلك قبل تحريم الخمر 1. ¶ (القهقرى) المشي إلى الخلف. ¶ قال ابن حجر: ¶ وكأنّه فعل ذلك خشية أن يزداد عبث حمزة في حال سكره، فينتقل من القول إلى الفعل، فأراد أن يكون ما يقع من حمزة بمرأى منه ليدفعه إن وقع منه شيء 2. ¶ وقال الخطابي: ¶ إنّ هذا إنما كان من حمزة قبل تحريم الخمر. ¶ لأنّ حمزة قُتل يوم أُحُدٍ، وكان تحريم الخمر بعد غزوة أُحُد، فكان معذورًا في قوله، غير مؤاخذ به. وكان الحرج عنه زائلاً إذ كان سببه الَّذي دعاه إليه مباحًا، كالنائم، والمغْمَى عليه، يجري على لسانه الطلاق، والقذف، فلا يُؤاخذ بهما 3. ¶ وهكذا فإنّ العاقل لا ينبغي له أن يخاطب السكران في حال سكره، ولا أن يقيم عليه الحد - إن كان ممن يملك ذلك - إلاّ بعد أن يفيق من سكره، حَتَّى يكون وقع الجَلْد عليه محسوسًا عنده، ورادعًا له بعد ذلك. ¶ __________ ¶ 1 أخرجه البخاري في فرض الخمس، باب فرض الخمس. ومسلم في الأشربة، باب تحريم الخمر. ¶ 2 فتح الباري (6/201) . ¶ 3 معالم السنن (3/390) .",
            "page": "314",
            "part": "1",
            "seal": "47A6E0FA"
        },
        {
            "id": "57",
            "nass": "وفي حياة المسلم من المواقف ما يستدعي المسايرة، والمجاملة وإن كان فيه ما ينغص عليه، ويظنه ظاهريًا خسارة لا ربحًا، ولكن الإيمان القوي بحكمة المشرِّع وسلامة التشريع، يدفع صاحبه إلى الامتثال، ويسوغ له أمر الطاعة. ¶ قال جابر بن عَتيك: إن رسول الله صلى الله عليه وسلم قال: \"سَيَأْتِيكُمْ رُكَيْبٌ مُبْغَضُونَ، فَإِنْ جَاءُوكُمْ فَرَحِّبُوا بِهِمْ، وَخَلُّوا بَيْنَهُمْ وَبَيْنَ مَا يَبْتَغُونَ، فَإِنْ عَدَلُوا فَلأَنْفُسِهِمْ، وَإِنْ ظَلَمُوا فَعَلَيْهَا. وَأَرْضُوهُمْ، فَإِنَّ تَمَامَ زَكَاتِكُمْ رِضَاهُمْ، وَلْيَدْعُوا لَكُمْ \" 1. ¶ قال الخطابي: ¶ (رُكيب) تصغير (ركب) وهو جمع (راكب) . ¶ وإنما عنى به السعاة إذا أقبلوا يطلبون صدقات الأموال. ¶ فجعلهم مُبغضين لأنّ الغالب في نفوس أرباب الأموال بغضهم، والتكرّه لهم، لما جُبلت عليه القلوب من حبّ المال، وشدّة حلاوته في الصدر، إلاّ من عصمه الله ممن أَخلص النيّة، واحتسب فيها الأجر، والمثوبة 2. فقد وجَّه إلى مداراتهم، والتلطف إليهم لقيامهم بما أوجب الله من حقّ للفقير على الغني. ¶ ويُشبه هذا قول أحد الصحابة وهو أبو الدرداء: إِنَّا لَنَكْشِرُ فِي وُجُوهِ أَقْوَامٍ وَإِنَّ قُلُوبَنَا لَتَلْعَنُهُمْ 3. ¶ __________ ¶ 1 أخرجه أبو داود في سننه من كتاب الزكاة، باب رضا المصدَّق. قال الألباني في ضعيف سنن أبي داود (حديث رقم345) : ضعيف. ¶ 2 معالم السنن (2/245) . ¶ 3 رواه البخاري في كتاب الأدب، باب مداراة النّاس (تعليقًا) . والبيهقي في شعب الإيمان (6/266) . وابن أبي الدنيا في مداراة النّاس (ص36) .",
            "page": "315",
            "part": "1",
            "seal": "EC751165"
        },
        {
            "id": "58",
            "nass": "و (التكشير) ظهور الأسنان عند الضحك. ¶ فهل يُعدّ هذا نفاقًا؟ ¶ فقد ترد الشبهة فيه، ولكنه لا يصدق على من مثل أبي الدرداء رضي الله عنه، ومن يشبهه من المؤمنين. ¶ فهو إذًا من المداراة وهي خفض الجناح، ولين الكلمة، وترك الإغلاظ في القول والرفق بالجاهل في التعليم، وبالفاسق في النهي عن فعله، والإنكار عليه بلطيف القول، والفعل، ولاسيما إذا اُحتِيج إلى تألُّفه. ¶ روت عائشة - رضي الله عنها - عن النبي صلى الله عليه وسلم أنه قال: \" إنّ الله أمرني بمداراة النّاس كما أمرني بإقامة الفرائض \" 1. ¶ وقد قيل: إنّ من ابتغاء الخير اتقاء الشَرِّ 2. ¶ فإذا أراد الخير لنفسه جانب فعل الشرور، واتقى الأشرار. ¶ __________ ¶ 1 أخرجه الديلمي في مسنده بسند ضعيف عن عائشة، (انظر فردوس الأخبار: (1/212) . قال الألباني في السلسة الضعيفة، حديث رقم (810) : ضعيف جدًّا. ¶ 2 انظر: كتاب مداراة النّاس، لابن أبي الدنيا، ص36 [تحقيق محمد خير رمضان يوسف] .",
            "page": "316",
            "part": "1",
            "seal": "7F9883FA"
        },
        {
            "id": "59",
            "nass": "المبحث الرابع ¶ المداراة وأثرها في المجتمع ¶ إن من أهمّ ما يميّز المجتمعات بعضها عن بعض هو الوجود الحقيقي لروح التعاون بين أفرادها، بحيث يكون عمل الفرد لصالح المجموع، كما أَنَّه على الجماعة أن تحتضن الفرد. والعمل معًا في إطار المصلحة العامة، واحترام الأنظمة الَّتي توجّه دفّة الأمور فيها الوجهة السليمة الصحيحة، ويزداد احترام الفرد للأنظمة كلما كان مصدرها موثوقًا محترمًا، وليس من بين بنودها ما يخالف أو يعارض، أو ينفي أمورًا فطرية. ¶ وقد أنار الله للمجتمعات المسلمة سبل هدايتها، وشرع لها من النظام ما يوافق الفطرة، فالأخذ به هو أَخذ لما يوافق تكوين الإنسان حقيقة، وأي انتقاص في هذا الميزان التعادلي ينتهي بالفرد إلى أن يكون متمرّدًا ضدّ أنظمة مجتمعه، أو في صراع معه. ¶ ولا يوجد في المجتمعات مجتمع صغير أو كبير لا يمارس أفراده بشكل أو بآخر أسلوب (المداراة) فيما بينهم بنسب متفاوتة. ذلك لأن العلاقات الاجتماعية، والعلاقات العامة بصورها المختلفة، والمتباينة ذات طابع أخلاقي يمارسه الإنسان مع أخيه على أساس من التعاون، وبفيضٍ من المشاعر، والأحاسيس، والعواطف الَّتِي يحمل منها الشيء الكثير، مما يترك أثرًا محسوسًا على نتائج أفعالهما قوّة وضعفًا، شدّة ولينًا. ¶ وما أَودع الله في البَشَر من اختِلاف، وتفاوتٍ، وتَباينٍ في الفَهْم، والوَعي، والإدراك سهَّل على المتميزِ منهم مداراة من هو دونه، وعلى الأَدْنى مداراة من هو فوقه، لتسهيل سبل العيش بينهما، كما قال تعالى: {أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ",
            "page": "317",
            "part": "1",
            "seal": "00B2CA57"
        },
        {
            "id": "60",
            "nass": "دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ} [الزخرف / 32] . وهذا يظهر جليًا في مجال الرحمة، والشفقة، والتقدير، والاحترام، وتبادل المصالح. ¶ والنَّاس للنَّاسِ مِن بَدْوٍ وحاضِرةٍ ... بَعضهم لبعضٍ وإن لم يَشْعُروا خَدَمُ 1 ¶ فالبذل بين المسلمين له سِمة التسامح بينهم، لأنّ الباذل بمحبّةٍ، وطواعيةٍ يرجو الجزاء من خالقه، وقد اجْتَثَّ الإيمانُ من نفسه طابع الأنانية، وشَهوة الاستئثار. يقول تعالى: {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [الحشر / 9] . ¶ فبذلهما جاء على قدر ما أَفرغ الإيمان في قلبيهما من محبّةٍ، والتنكر للذات منهما ارتكز على إقرارهما بالله وملائكتِه وكتبهِ ورسله واليوم الآخر. قال تعالى في الحديث القدسي: \" وَجَبَتْ مَحَبَّتِي لِلْمُتَحَابِّينَ فِيَّ وَالْمُتَجَالِسِينَ فِيَّ وَالْمُتَزَاوِرِينَ فِيَّ وَالْمُتَبَاذِلِينَ فِيَّ \" 2. ¶ __________ ¶ 1 للشاعر أبي العلاء المعري. انظر كتابه: لزوم ما لا يلزم (ص2/289) . ¶ 2 أخرجه مالك في الموطأ بسنده عن معاذ بن جبل. كتاب الشَّعْر. باب ما جاء في المتحابين في الله. ¶ وأخرجه الحاكم في المستدرك (4/169) ، وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذَّهبيّ، وقال الحاكم: وقد جمع أبو إدريس بإسناد صحيح بين معاذ وعبادة بن الصامت في هذا المتن.",
            "page": "318",
            "part": "1",
            "seal": "C0C84A8F"
        },
        {
            "id": "61",
            "nass": "وكلّما تَوسّع الإنسان في رغباته، وشهواته احتاج إلى مزيد من السُّبل والوسائل لتحقيقها. ¶ وتلك السُّبل والوَسائل لا تتأتى إلاَّ بقَدْرٍ كبير من الجَهد، والمشقة، والبذلِ، مادِيًا، ومَعنويًا. ¶ وهنا يخْتلِف النَّاسُ في سَعيهم إليها بَيْنَ مُنْتَقٍ مُتَأَنٍ، وبَيْنَ حاطِبِ لَيْلٍ شَرِهٍ. ¶ فمن كان هَدفُه تَحقيق ما أَراد دُون النَّظَر إلى عَواقِب الأُمور - وكان ذلك مِنه قُصُورًا في التَّفكير، وتقلِيلاً مِن شَأْنِ المروءَات - سَلَّم لنَفْسه الأَخْذَ بالأَسْباب مِن مُختَلفِ مَصادِرها. وأَوجد لها نظريًا مِن المسوِّغات ما يَزيد في تطاولها عَليه، مِما يُشجعها على سَوْقهِ نَحو عَاقبَةٍ وَخِيمَةٍ. ¶ هذا النوع من النَّاس يَتَفتَّق ذِهنه - في الغالب - على نَوعٍ من الحِيَل الكثيرة، المشْتَمِلة في جُمْلتِها على أساليبَ مُخْتلِفة من الخِداعِ، والغِشِّ، والكذب. فَهو لا يَتَورَّعُ بل يَتَسَرَّعُ الأُمور، ويَسْتَثْقِل الانتِظار حِين الوقوفِ في صُفوفِ المنتظرينَ. ويتطلّع بفضولٍ شديدٍ إلى الكَسب السَّريع في وقتٍ سريعٍ، لا يَهمه أن يتخَطَّى من سَبَقه من ذَوي الحاجَاتِ، ولا يَروعُه أَن يَرى مَظْلومًا، حافِيًا، كادِحًا، قد سَبقَه في طلب إِنْجازِ حاجَتِه واقِفًا في الصَّفِ أَمام مَسْئولٍ قليلِ المُروءَة، والشَّهامة، والخَشْية، قدَّم عَليه هَذا المتسَرع الَّذي جَاء مِن الصُّفوفِ الخَلفية، أَو رُبما لَم يَقف في الصَّفِ أَصْلاً، بل جَاءَ حامِلاً تَوصيةً مِن وَجيهٍ، أَو صَاحِب نُفُوذٍ وهو ما تعارَف النّاسُ بتَسْمِيتِه: الواسِطة أو الوَسيط. ¶ فما هِي حُدود ذلك؟ وما هي ضَوابطُه؟ ¶ وهَل تَنْدَرج الوَسَاطة في مَفْهوم الشَّفَاعَة العام؟ وهَل هي مِن المُدارَاةِ في شَيءٍ؟",
            "page": "319",
            "part": "1",
            "seal": "2456450A"
        },
        {
            "id": "62",
            "nass": "يَقُول اللُّغَوِيُّون 1: ¶ تَوسَّط فُلانٌ: أَخَذَ الوَسَط بَيْنَ الجيِّدِ، والرَّديء. ¶ والواسِطَةُ: ما يُتَوصَّلُ بهِ إلى الشَّيء. ¶ والوَسَطُ: المُعْتَدِل مِن كُلّ شَيء. ¶ والوَسِيطُ: المتَوسط بين المتَخَاصِمَيْنِ. ¶ وشَفَع لفُلانٍ: كَانَ شَفِيعًا لَهُ. ¶ وشَفَع إلى فُلانٍ: تَوسَّلَ إليه بوَسِيلَةٍ. ¶ وشَفَع في الأَمْرِ: كانَ شَفِيعًا فيهِ. ¶ وشَفَّعَ فُلانًا في كَذا: قَبِلَ شَفَاعَتَه فيهِ. ¶ ويُقَال: هُو مُشَفِّعٌ: يَقْبَل الشَّفاعَة. ¶ وهُو مُشَفَّعٌ: مَقْبُولُ الشَّفاعَةِ. ¶ يُقَالُ: تَشَفَّعَ لفُلانٍ وإلى فُلانٍ في الأَمْر. ¶ وتَشَفَّعَ بهِ إليه: تَوسَّل بهِ إِليْهِ. ¶ فعندما يكونُ لإِنسانٍ حاجةٌ، إِتْمَام قَضَائِها يتَطلب المرورَ بمراحِل تنظيميَّة، مُترابِط بَعْضُها بِبَعْضٍ. وتَحتَاجُ كُلُّ مَرْحَلَةٍ إلى نَوعٍ مِن الاخْتِصَاص يَقُومُ به مَسْئولٌ مُستقل في دَائرةٍ ذاتِ أَقسام، وشُعَب. يُديرها مجتمعةً مُديرٌ واحدٌ. ¶ يتقدمُ صاحِب الحاجَة بطلبهِ إلى الإدارة المعْنية باسم مُديرها، الَّذي يُحيلُها ¶ __________ ¶ 1 المعجم الوسيط وغيره. مادتي: وسط. وشفع.",
            "page": "320",
            "part": "1",
            "seal": "53A8B9CB"
        },
        {
            "id": "63",
            "nass": "بدوْره إلى القِسم المختص ليُراجع مَسئوله صِيغَةَ الطَّلب. ¶ فإذا وَجَدَه مُسْتَوْفيًا لشُروط وأَنظِمة إدارتهِ صَدَّق عليه وأَعَادَه إلى مَصْدره ليأْخُذ بَعْد ذلك دَورةً أُخرى مَع مُخْتَصٍ آخَر، في قِسْمٍ آخَر. ¶ أما إذا كان شَيءٌ مِن الشُّروطِ غَير تَامٍ، أَو غَيْر مُطابقٍ للأَنظِمة المرْعيَّةِ، طُولِبَ صاحِبُه باستكمالِه، أَو تَعْديله. ¶ هَذه الإجْراءات وغَيرها - مما يُسمى (بالروتين) - مُجتَمِعة أَو مُتفَرِقة تَسْتَغرق وقتًا، وتتطلب جَهدًا. فَمن كان على بيِّنَةٍ من أَمْرِه ثَابَر، وانْتَظَر، وصَبَر، لعِلمِه أَنَّ تَجاوزَه لِغَيرِه في تَحقيقِ غَايتِه نَوعٌ من التَّعَدي. ¶ فَلكَي يَضْمَن صيانَة حُقُوقهِ عند الآخرين، فَعَلَيه أَن يَصون حُقوق الآَخرين عنده. ¶ وأَما مُعْظم ما يَجري في وقْتِنا الحاضِر فيدخُل في مَفْهُوم الغَايةُ تُسَوِّغ الوَسَيلة، وهُو لَيْس مِن المُدارَاة في شَيء. بَل هُو مَفْهُومٌ خَطِيرٌ، ومَرتَعٌ خِصْبٌ للأَنَانية الدَّائِريَّة الَّتِي تُحيط بأَهلِها. ¶ فَمن كان كذلك فَهُو لا يَتَحمل الانتِظار. ¶ فتَجِدهُ كالَّذي يتخبَّطه الشَّيطان مِن المسِّ، لا يَهْدأ ولا يَسْتَقِر. هَمُّه أَن يَحْصُل على بُغْيَتِهِ بما يُحَقِّقُ مَصلحته الذَّاتية، ويُرضي غُرورَه. وذلك في الغَالِب يَكونُ عَلى حِساب المصْلَحة العامَّة. ¶ فالَّذي يُوافق أَن يكون وَسيطًا، أَو شافِعًا لمثْل هذا الإنسان إِنَّما يَقْبلُ في الحَقيقَة أن يكون شَريكًا لَه ومُسَاعِدًا في إِضاعَة كَثير من الحقُوقِ",
            "page": "321",
            "part": "1",
            "seal": "66962267"
        },
        {
            "id": "64",
            "nass": "المُستحقَّة للآخَرين. ¶ ((وكُل أَمْرٍ لا يكُونُ مُوافقًا للحَقِّ فَهُو فَاحِشَة)) 1. ¶ والفَاحِشَةُ: القَبيحُ الشَّنِيع مِن قَوْلٍ أَو فِعْل. ¶ قال تعالى: {مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا} [النِّساء / 85] . ¶ قال صاحب المنَار: ¶ إِنَّ العُلماء مُتَّفِقُونَ على أَنّ شَفَاعة النّاسِ بَعْضُهم لِبَعْضٍ تَدْخُل في عُموم الآية. وأَنّها قِسْمَانِ: حَسَنَة، وسَيِّئَة. ¶ فالحَسَنَة أَن يَشْفَع الشَّافِع لإِزَالَة ضَرَرٍ، ورَفْع مَظلَمةٍ مِن مَظْلُومٍ، أَو جَرِّ مَنْفَعة إلى مُسْتَحِقٍ ليس في جَرِّها إِليه ضَرَرٌ ولا ضِرَارٌ. ¶ والسَّيئة أن يَشْفَعَ في إِسْقَاطِ حدٍّ، أَو هَضْم حَقٍّ، أو إِعْطائِه لِغَير مُسْتَحِقٍ، أو مُحاباةٍ في عَمَلٍ. ¶ والضَّابِط العَام أَنَّ الشَّفَاعة الحَسنة هِي ما كانَت فِيما اسْتَحْسَنه الشَّرعُ، والسَّيئة فيما كَرِهَه أَو حَرَّمَه. ¶ والحاكِم العَادل لا تَنْفع الشَّفَاعة عِنْده إِلاَّ بإِعْلامه ما لَم يَكُن يَعْلم مِن مَظْلَمةِ المشْفُوعِ لَهُ، أَو اسْتِحقَاقِه لما يُطْلَبُ لَهُ. ¶ ولا يَقْبل الشّفاعة لأَجْل إِرْضاء الشَّافِعِ فيما يُخالِف الحَقّ والعَدْل، ويُنَافي المصْلَحة العَامة. ومَا الذِّئابُ الضَّارِية بأَفتك في الغَنَم مِن فَتْكِ الشَّفاعات في ¶ __________ ¶ 1 فقه اللغة للثعالبي: (31) .",
            "page": "322",
            "part": "1",
            "seal": "1CC0DC70"
        },
        {
            "id": "65",
            "nass": "إِفساد الحُكومَات، والدُّول. ¶ فإنَّ الحُكومة الَّتِي تُرَوَّجُ فِيها الشَّفاعات يَعْتَمد التَّابِعون لَها على الشَّفاعَة في كُل ما يَطْلبون منها - لا على الحَقِّ والعَدْلِ - فَتَضيعُ فيها الحُقوق، ويَحِلُّ الظُّلْم مَحِل العَدل. ويَسْري ذَلك من الدَّولَة إلى الأُمَّة فيكونُ الفَسَاد عامًا، ويَعْتَقِد الجماهيرُ أَنَّه لا سَبيلَ إلى قَضَاء مَصْلَحة في الحُكومَة إلاَّ بالشَّفَاعَةِ أَو الرَّشْوَةِ 1. ا.هـ. ¶ وقال الزَّمَخْشَري: الشَّفَاعَةُ الحَسَنَةُ هي الَّتِي رُوعي بِها حَق مُسْلِم ودُفِعَ بِها عَنْه شَرٌّ، أَو جُلِبَ إِليه خير. ¶ وابْتَغى بها وَجْه الله، ولم تُؤْخَذ عَليها رَشْوة. وكانت في أَمْرٍ جائزٍ، لا في حَدٍّ مِن حُدود الله ولا في حَقٍّ من الحقُوق. ¶ والسيئة بخلاف ذلك 2. ¶ وجَاء في الحَديث قَولُه صلى الله عليه وسلم: \" مَنْ حَالَتْ شَفَاعَتُهُ دُونَ حَدٍّ مِنْ حُدُودِ اللَّهِ فَقَدْ ضَادَّ اللَّهَ. وَمَنْ خَاصَمَ فِي بَاطِلٍ وَهُوَ يَعْلَمُهُ لَمْ يَزَلْ فِي سَخَطِ اللَّهِ حَتَّى يَنْزِعَ عَنْهُ. ¶ وَمَنْ قَالَ فِي مُؤْمِنٍ مَا لَيْسَ فِيهِ أَسْكَنَهُ اللَّهُ رَدْغَةَ الْخَبَالِ 3 حَتَّى يَخْرُجَ مِمَّا ¶ __________ ¶ 1 تفسير المنار (5/309) . ¶ 2 الكشاف (1/543) . ¶ 3 عصارة أهل النار. والرّدْغَة: بسكون الدال وفتحها: طين وَوَحل كثير (النهاية: 2/215) .",
            "page": "323",
            "part": "1",
            "seal": "2C555FB3"
        },
        {
            "id": "66",
            "nass": "قَالَ \" 1. ¶ وروى أَبو موسى الأشعري أنّ النبي صلى الله عليه وسلم إذا أَتَاهُ طَالِبُ حَاجَةٍ أَقْبَلَ على جُلَسَائِه فَقَالَ: \" اشْفَعُوا فَلْتُؤْجَرُوا، وَلْيَقْضِ اللَّهُ عَلَى لِسَانِ نَبِيِّهِ مَا أَحَبَّ \" 2. ¶ قال ابن حَجر: في الحَديثِ الحَضُّ على الخَير بالفِعْل وبالتَّسبب إِليه بِكُل وَجْهٍ. ¶ والشَّفَاعَة إلى الكَبير في كَشْف كُرْبَةٍ، ومَعُونَةِ ضَعِيفٍ إِذْ لَيْس كُل أَحدٍ يَقْدر عَلى الوُصُولِ إلى الرئيسِ ولا التَّمكُن مِنه لِيَلِج عَليه، أَو يُوَضِّح لَه مُراده لِيعْرِف حَالَه عَلى وَجْهِهِ 3. ¶ والمتَشَفِّعُ يَكُون لَه - غَالبًا - عند المُشَفِّع مِن الاعتبارات ما يُسَهِّل عَلَيه وِسَاطَته. مِنها ما يكونُ أَدَبِيًا، كالاحْتِرامِ، والتَّقْدير فَيَسْتَحي أَن لا يُحَقِّق لَه رَغبة لِكِبَر سِنٍّ، أَو مَكانَةٍ اجتماعيةٍ، أَو قرابةٍ. ¶ ومِنْها ما يكونُ مُقَايَضَة، إِنْجَاز عَمل بإنجاز عمل. ¶ ومِنْها ما يكونُ وِقَاية من أَذَىً يُمكِن أَن يُلْحِقَه المتشفِّع بالمشفِّع. ¶ ومِنْها ما يكونُ تَزَلُّفًا من المشفِّع ليتَقَرَّبَ إلى المتشفع. ¶ __________ ¶ 1 أخرجه أبو داود في سننه، كتاب الأقضية، باب فيمن يُعين على خصومةٍ عن عبد الله بن عمر. صحَّحه الألباني في صحيح سنن أبي داود (2/686) . ¶ 2 أخرجه البخاري في الأدب، باب تعاون المؤمنين بعضهم بعضًا، ومسلم في البر والصلة رقم (145) . ¶ 3 انظر فتح الباري: (10/451) .",
            "page": "324",
            "part": "1",
            "seal": "C04F57B6"
        },
        {
            "id": "67",
            "nass": "وأَحْسنه ما كانَ لِوَجْه اللهِ لِعاجزٍ، مُستَحِقٍ، مُنْقَطع، يَسْتَحي. ¶ وأَسوؤها ما يُلحِق الضَّرر بالآخرين، ويُميت في نفس الضَّعيف كل أَملٍ في الحُصولِ على حَقِّه، فيُصبح المجتمع بذلك مُجتمعًا طَبَقيًا تنخرهُ المحْسوبيَّة، ويرتَع الظالم فيه مُنْتَصِرًا، مُفَاخِرًا، رافعًا عَقِيرتَه، ويُصبح اليَأْس، والخوفُ من المجهول وعَدم الثِّقَة عِنْدَ المسْتَضَعَفِين عَوامِل قَوية تَدفع بِهم إلى (المداراة) في طَريقٍ خَاطِيءٍ من النِّفاقِ، والكَذِب، والازْدِرَاء. فيَفْقِد الفَردُ مِنْهم حِسَّه المعْنَوي، وشعُوره بالكرامَة. فيخْسَر نَفسه، ويَخْسره المجتمع. ¶ وما المقايضَةُ، والمُسَاومةُ بَيْن صاحِب الحاجةِ، وبَيْن من يَقْضيها لَه إلاَّ نوعٌ مِن الأّذَى، وأَكْلِ أَموالِ النّاسِ بغيرِ وجْهِ حَقٍّ، وقد نَصَّ الله تعالى على تحريم ذلك بقوله: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالإِثْمِ وَأَنْتُمْ تَعْلَمُونَ} [البقرة / 188] . ¶ أي: لا تُعْطُوها الحكَّام على سَبيل الرِّشَوة ليُغيروا الحكْمَ لكُم 1. ¶ ولعَنَ رسولُ الله صلى الله عليه وسلم الراشِي، والمرْتَشِي 2، والرائش بَيْنَهما. ¶ فالراشي: المُعطي. والمُرتشِي: الآخِذُ. والرائِش: الواسِطة بينهما. ¶ قال الخطابي: إِنَّما تلحَقْهما العُقوبة مَعًا إِذا اسْتَويا في القَصْد والإِرادَة، فَرَشَا المُعْطي لينَال بهِ باطِلاً، ويَتَوصَّل به إلى ظُلْم. ¶ قال: والآخِذُ إِنَّما يَسْتَحِق الوعيد إِذا كان ما يأْخُذه إِما على حَقٍّ يَلزمه ¶ __________ ¶ 1 شرح السنّة للبغوي: (5/330) . ¶ 2 أخرجه الترمذي في الأحكام، باب ما جاء في الراشي والمرتشي في الحكم عن عبد الله بن عمرو. وقال: حديث حسن صحيح.",
            "page": "325",
            "part": "1",
            "seal": "B956B9F4"
        },
        {
            "id": "68",
            "nass": "أَداؤه فلا يَفْعَل ذلك حَتَّى يُرْشَي. أو عَمَلُ باطلٍ يَجب عليه تركُه فلا يَتْركُه حَتَّى يُصانِع ويُرْشَى 1. ¶ ويُنْسَب إلى الملكِ عَبدالعزيز بنِ عبد الرحمن - يَرْحمُه الله - قوله: لم يُفسِد المُلك إلاَّ المُلوك وأَحفَادهم، وخُدَّامهم، والعُلماء المحابُون، وأَعوانهم. ¶ ومَتى اتَّفق الأُمراء، والعُلماءُ على المداهَنَةِ، فالأَمير يَمْنَح المِنَح، والعُلَماءُ يُدَلِّسُونَ، ضاعَت حُقوق النّاس. وفَقَدنَا والعِياذُ بالله الآخِرة والأُولى 2. ¶ ونوعٌ آخرُ مِنَ المُعَامَلَةِ بَيْنَ النَّاسِ يَلْتَبِس على الكثير الوقوفُ على حَقِيقَتهِ، ومعرفة نوعه إن كان من (المداراة) ؟ ¶ ذلك هُو (التَّقِيَّة) . قال في الوسِيط: ¶ (التَّقِيَّة) : الخَشْيَة، والخَوْف. ¶ و (التَّقِيَّة) عِند بَعض الفِرق الإِسلامية: إِخْفَاء الحَقِّ، ومُصَانَعَة النَّاسِ في غَيْرِ دَوْلَتِهِم. ا.هـ فهُما قد يَجْتَمعان عِند الخَشْية والخَوف على النَّفس مِن الهَلاكِ على قاعِدَة: {إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإِيمَانِ} [النحل / 106] . ولكنَّهما حَتْمًا يفْتَرِقان عِند مُصَانَعَة النَّاسِ بإِخفاءِ الحَقّ، فهذَا بِمَعنى النِّفاق، والتَّزَلف للوصُول إلى تَحْقيق غَاية مادية تُلحِق في الغالب ضَررًا بدينهِ، ومُعْتقدِه. ¶ جاءَ في الحديث الصَّحيح: \" إِنَّ مِنْ شِرَارِ النَّاسِ ذَا الْوَجْهَيْنِ الَّذِي يَأْتِي ¶ __________ ¶ 1 انظر معالم السنن، كتاب الأقضية، باب في كراهية الرشوة (4/9) . ¶ 2 انظر كتاب صور من حياة عبد العزيز، ص 133، لابنه الأمير طلال.",
            "page": "326",
            "part": "1",
            "seal": "7978668E"
        },
        {
            "id": "69",
            "nass": "هَؤُلاءِ بِوَجْهٍ وَهَؤُلاءِ بِوَجْهٍ \" 1. ¶ فَهو مَع الجميع بِما يُرضي الجميع. تُسيِّره رغباتُه، وشهواتُه. لا يكْتَرِث كَثيرًا لما يَفْقِد مِن مَاءِ وَجْهه مِن الحَياءِ. وغَايتُه الحصُول على ما يُريد حَتَّى ولو أَخْزاه ما أَراد. ¶ وهَذا لَيْس مِن (المداراة) المرْضِيَّةِ في شيء. إنما هو خليطٌ مِن الكَذِبِ، والنِّفاقِ، والتَّزلُّف والرِّياء، يأْباهُ كلُّ ذِي مُروءَةٍ. ¶ وهو دِعامَةٌ قَويّةٌ لعناصِر الشرِّ في المجتمع، يرتكز عليها الفَساد النَاشيء عَن تقْسيم المجتَمع إلى طبقاتٍ متفاوتةٍ، يَسودها مَنْطق: ¶ البَقاءُ للأَقوى، والحَسْرة للضَّعِيفِ.!! ¶ والمحْسُوبية أَن تحسِب لغيرِك حِسابًا فيما تأْتي بهِ من عَمَلٍ ينتُج عَنْه الخَشْية عِنْدك عَلى مَصَالِحك الخاصَّة عِنده أَو عِند غَيْره مِن أَن تَتَعَطَّل، ممّا يَدْفعُك إلى مُدارَأَتِهِ. ¶ أو أن تَتَطلَّع إلى تبادُل المنافِع بيْنكُما فيما يخْدِم مَصْلَحَتَيْكُما. مما يَدفَعك إلى التَّنازُل عَن بعضِ مُقومات السُّلوك القويم. ¶ وهذا يكونُ - في الغالب - مِن الَّذِين يقْفِزون على الأَنْظِمة، والشَّرائِع. ويتَّخِذُون سَبيل الحِيلَةِ، والمراوغَةِ والخَديعَة، والكَذِب سَبيلاً ¶ __________ ¶ 1 أخرجه البخاري في الأدب، باب ما قيل في ذي الوجهين، ومسلم في البر والصلة، باب ذم ذي الوجهين. كلاهما عن أبي هريرة.",
            "page": "327",
            "part": "1",
            "seal": "0C9D1C92"
        },
        {
            "id": "70",
            "nass": "لتحقيق مآرِبهم، ومكاسِبهم غير المشْروعَة 1. ¶ ومن هُنا يَبْرز دَور الوَسيط، ويُصْبح للوَسَاطة سُوقٌ رائِجَةٌ تعْمل على بَسْط النُّفوذِ من قِبَل فِئَةٍ مِن النَّاسِ على الفِئات الأُخرى. وتُرسِّخُ في أَذهان العَامَّة أَهميَّة الوَسَاطة باعتبارِها المحرك الأَقوى، ورُبما الأَسَاسي لكُلِّ مَسألة يُرادُ إِنْجازها. ¶ والَّذِين أَوْكَل إليهم وَليُّ الأَمْر تَسْهيل أُمور النَّاس، وقضاءَ حَوائِجهم في إِطار المصْلَحة العامة، وخَصَّصَ لهم مِن الرِّزْق ما يَكْفي حاجتَهم، وحاجَة مَن يَعُولون، يجب عَليهم الإِخلاص في العَمل. ¶ جَاء في الحديثِ: \"مَنِ اسْتَعْمَلْنَاهُ عَلَى عَمَلٍ فَرَزَقْنَاهُ رِزْقًا فَمَا أَخَذَ بَعْدَ ذَلِكَ فَهُوَ غُلُولٌ\" 2. ¶ والغُلول: الخِيانَة. ¶ __________ ¶ 1 جاء في ((معجم العلوم الاجتماعية)) عن المحسوبية أنها: محاباة الأقارب باعطائهم مناصب غير معدّين لها، أو بمنحهم ميزات مادية ومعنوية لا يستحقونها، وذلك لزيادة دخولهم أو هيبتهم أو سلطانهم داخل أجهزة الدولة المختلفة، وكلّ هذا على حساب الصالح العام. . ¶ وفي المحسوبية، بوجه عام، قضاء على مبدأ تكافؤ الفرص، ومبدأ المساواة بين الأفراد في الحقوق والواجبات، ولها نتائج اجتماعية خطيرة، فهي تدفع الأفراد إلى أن يفقدوا الثقة في الجد والكفاية واتقان العمل، ما دام في وسع المرء أن يصل عن طريق آخر من قرابة أو مصاهرة ا.هـ. ص (523) . ¶ 2 أخرجه أبو داود في الإمارة، باب في أرزاق العمال عن بريدة، وصححه الألباني في صحيح سنن أبي داود (2/568) .",
            "page": "328",
            "part": "1",
            "seal": "53904A7F"
        },
        {
            "id": "71",
            "nass": "وقَد قال تعالى: {يَاأَيُّهَا الَّذِينَءَامَنُوا لا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ} [الأنفال / 27] . ¶ فَمن ضَيَّع شَيئًا ممَّا أَمر الله، أَو رَكِب شيئًا ممَّا نَهاه الله عنْه فلَيْس بِعَدْلٍ لأَنَّه لزِمَه اسْم الخِيانَة. ¶ وفي مثل هَذِه الحالات يبْرز دَور المسئول الأَوّل في حُسْنِ الاخْتِيار للعَامِلين مَعَهُ. ومِن ثَمَّ مُتَابعة أَعمالِهم ومُحاسَبتِهم عَليها. ¶ وعَليه أَن يُطبِّق مَفهوم، ومَدلول القَول المشْهور: الرجُل المناسِب في المكانِ المنَاسِب. ¶ قال صلى الله عليه وسلم لأَعرابي سَألَه عن مَوعد قيام السَّاعة: \"إِذَا ضُيِّعَتِ الأَمَانَةُ فَانْتَظِرِ السَّاعَةَ \". قَالَ: كَيْفَ إِضَاعَتُهَا؟ قَالَ صلى الله عليه وسلم: \"إِذَا وُسِّدَ الأَمْرُ إِلَى غَيْرِ أَهْلِهِ فَانْتَظِرِ السَّاعَةَ \" 1. ¶ وإذا ما اجتَهد وَليُّ الأَمْرِ عِند اختيارِ عُمَّالِه بانتقاءِ الصَّالح مِنهم ثمَّ تَبيَّن أن مِن بَيْنهم من لا يَصْلح للعَمل - بأن ظَهرت مِنه خِيانَة - فلا يَتردَّد في عَزْله ومُعاقبتِه وحِسَابِه ليكونَ عِبْرة لِغيره. وما ترْكُ المذْنِب بلا عِقابٍ ولا حِسابٍ إلاَّ نوعٌ مِن الاسْتِفْزازِ للمخْلِصين، وتثْبيطًا لهِمَمِهم. ¶ وعليه تَفقّد أَحوالهم، ومُراقبه أَعمالهم، لا يَسْقط ذلك عنه بدعوى الثِّقة فِيهم، ولا بالانشِغَال عَنْهم. ¶ فإن هُو عَلِم بالتَّقصير فجَامَل أَو تَجمَّل، أَو تغابا، فتلك مُصيبة. وإن كان ¶ __________ ¶ 1 أخرجه البخاري في كتاب العلم، باب من سئل علمًا وهو مشتغل في حديثه، عن أبي هريرة.",
            "page": "329",
            "part": "1",
            "seal": "BB4CBA72"
        },
        {
            "id": "72",
            "nass": "جاهِلاً بهِ فالمُصيبة أَعظم. لأَنَّه المسئول الأوّل عَن كلِّ مَظْلمة أَو خَطأ يَقَع مِنهم عَلى الرَّعيّةِ. ¶ كان عُمر بن الخطّاب رضي الله عنه يتفقَّدُ بَعض أَحياء المدينة إِذْ مَرَّ بعجوزٍ وحولَها صِبية يَبْكون وهي تَقول: اللهُ بيْنَنا وبَيْن عُمر. ¶ فاسْتوقفه ذلك وسألها: وما يُدْري عُمر بِكُم؟! ردَّت عَليه - وهي لا تَعْرِفه -: يَتَولَّى أَمرنا ثُمَّ يَغْفُل عَنَّا.؟! ¶ فأمدَّها بزادٍ وقَام عليه حَتَّى نَضج، فأكل الصِّبية وناموا. فالتَفَتَتْ إِليه العجوز وقالت: إنك أَولى بالأَمْر مِن عُمر 1. ¶ الشاهد في ذلك قَولها: يَتَولى أَمرنا ثمَّ يغفل عنَّا! . ¶ وإقرار عُمر لَها بعَدمِ تعْنِيفِها، تَصْويبٌ لرأَيها. مِمَّا يؤكِّد مَسئولية الوالي على كلِّ ما يَجْري في وِلايتهِ. ¶ وفي بَعْض الأَقطار - غَير المسْلِمة - إذا جُرِّمَ موظف في وزارة فإنَّ الوَزير يَفقِد منْصِبه. وإذا كانَ وزَيرًا اسْتَقالت الحُكومة بِرُمَّتها!! . ¶ فكيفَ بِنا ونَحن مُسلِمون نغفل عن مثل هذا، وإِذا سَرَق فينا الضَّعيفُ أَقمنا عليه الحدّ، وإذا سَرق فينا الشَّريفُ تركْنَاه. ورَسُولُنَا وقُدْوَتُنا أَقْسَم بأَيْم الله لو أَنَّ فَاطِمة بنت مُحمّد سَرَقت لَقَطَعْتُ يدها 2. ¶ __________ ¶ 1 انظر مناقب أمير المؤمنين عمر بن الخطاب لابن الجوزي، ص69. وانظر تاريخ الطبري (5/20 ـ 21) . ¶ 2 أخرجه البخاري في الحدود، باب إقامة الحدود على الشريف والوضيع. ومسلم في الحدود، باب قطع السارق الشريف وغيره.",
            "page": "330",
            "part": "1",
            "seal": "F1C95145"
        },
        {
            "id": "73",
            "nass": "فَهل مِثل هَذا التَّصرف من بَعْضِنا دافِعه المجامَلة أَم التَّجملِ؟ وهل هما مِن أنواع المدارة في شيءٍ؟ ¶ قالوا: المجامَلَة هي المعامَلة بالجميلِ، قَولاً، وفِعْلاً، ومن المعامَلة بالجميل إِعْطاءُ كلِّ ذي حَقٍّ حَقَّه، والأَخذ بالأَسباب المشْروعة عند كلّ إنْجازٍ لَهُ. والعَمل بقول الرَّسول صلى الله عليه وسلم: \" إنَّ اللَّهَ يُحِبُّ إِذا عَمِل أَحدكم عَمَلاً أَن يُتْقِنَهُ \" 1. ¶ وأما التَّجمل فهو أَن يكونَ عَمَلُ الجميلِ مِنه تكلُفًا. فيَقْضِي حَوائج النَّاسِ حَسَب مقاماتِهم، ودَرَجاتِ نفُوذهم في المجتمع، وبقدْر ما يأْمل مِن كَسْبٍ مادِي مِنهم فيُخِلَّ بحقوق الآخرين من عامةِ النَّاس، ويُضَيِّع عليهم أَوقاتَهم، ويُلوِّحُ لَهم بقبولِ الرِشْوَة. ¶ والإِنْسان المضْطر لقضاء حوائِجه تلْمس عندَه الاستعدادَ للبذْلِ، والتَّخلُّقِ باللِّين، والمدارة. ¶ فَخَوْفُه من المجْهولِ، وعَدم ثِقَتِه بالمسْتَقْبل يُوصِلانِه إلى الشُّعور باليأْس، فيُحاول التَّقليل مِن هَذا الشُّعور بالضَّغْطِ على نَفْسه والتَّحلي بالصَّبْر، والتَّسَلُّح بأَنواعٍ مِن المداراةِ، كالمُسايَرة، والملايَنة، والمداجاةِ، والمصَانعة. فَيَسْتَغِل مثل هذه ¶ __________ ¶ 1 قال في مجمع الزوائد (4/98) : رواه أبو يعلى عن عائشة، وفيه مصعب بن ثابت وثّقه ابن حبّان، وضعّفه جماعة. قال في التقريب: ليِّن الحديث. اهـ. وللحديث شاهد أخرجه البيهقي في شعب الإيمان لفظه: ((إنّ الله يحب من العامل إذا عمل أن يُحسن)) من حديث قطبة بن العلاء بن المنهال. قال الألباني: مرسل. انظر السلسة الصحيحة، رقم (1113) .",
            "page": "331",
            "part": "1",
            "seal": "564BF1BB"
        },
        {
            "id": "74",
            "nass": "الحَالة مَن لا خلاقَ له، فيَبْسُط نُفُوذَه، ويُمْلي شُروطَه، ويُساوِم، فإن أُعطي رَضي، وإِن لم يُعطَ يتعنَّت، ويُماطِل صَاحِبَ الحاجَةِ في إِنْجازِها. ولسانُ حالِه يَقول: ¶ لَقد قرَّرْتُ فَلا تُحاوِل تَضْلِيلِي بالحقَائِقِ!! . ¶ ولعلّ من أبرز المجالات الإنسانية في الحياة الدنيا استعمالاً لأكثر أنواع المداراة هو مجال السياسة. ¶ لأن الساسة يكون لهم أهداف لتحقيق مصالحهم. وتكون تلك المصالح في الغالب مع الأجنبي الَّذي يختلف في أحكامه، وأعرافه، وشرائعه عن بلد السياسي. فتجده يبذل جهدًا موصولاً بعيدًا عن العنف. يلفُّه الحذر الشديد لئلا يَسمع منه الآخر ما يثير ضغينته، فتراه يستخدم من الألفاظ، ويأتي من الأفعال ما يداري به صاحبه، وبما يعجبه ليصل بذلك إلى ما يريد منه. ¶ ولعل من أسوأ ما يمكن أن يقع فيه السياسي من خُلُقٍ هو لجوؤه إلى الكذب المبطّن، أو الخداع المدسوس، في القول أو الفعل. ¶ فهو يحرص ألاّ يكشِف أوراقه لمنازعه، في الوقت الَّذي يُبقي فيه على شعرة معاوية 1 بينهما. ¶ ولكن هل من سبيل إلى تجنّب قول الحقيقة دون الوقوع في الكذب؟ ¶ يبدو أن المسألة تجمع بَيْنَ ضِدَّين، الأمر الَّذي يصعب على العقل إدراكه، ولكن لعلّ في المعاريض مندوحة عن الكذب. ¶ __________ ¶ 1 قال معاوية بن أبي سفيان: لو أنّ بيني وبين النَّاس شعْرة لما انقطعت. قيل له: كيف؟ قال: إذا أرخوها شددتها، وإذا شدوها أرخيتها.",
            "page": "332",
            "part": "1",
            "seal": "3D41A7A7"
        },
        {
            "id": "75",
            "nass": "والوطن يدافع عنه رجلان: أحدهما بالسِّنان، والآخر بالبيان، فهما في حرب مع العدو، وقد أباح الشارع اللجوء إلى الكذب في الحرب، ومن أجل الصلح بَيْنَ اثنين أو أكثر 1. ¶ فهذه أمور قد يضطر الإنسان فيها إلى زيادة القول، ومجاوزة الصدق طلبًا للسلامة، ودفعًا للضرر عن نفسه. ¶ وقد رُخِّص في بعض الأحوال في اليسير من الفساد لما يُؤمَّل بعده من الصلاح. ¶ __________ ¶ 1 انظر كتاب الصلح من صحيح البخاري، باب ليس الكاذب الَّذي يصلح بَيْنَ النَّاس. وصحيح مسلم، كتاب البر والصلة، باب في إصلاح ذات البين.",
            "page": "333",
            "part": "1",
            "seal": "CA7CF52D"
        },
        {
            "id": "76",
            "nass": "الخاتمة، والتوصيات ¶ (المداراة) خُلُق في الإنسان، مكتسب ليُصبح له بعد ذلك سلوكًا، يُقَوِّم من خلاله معظم علاقاته الاجتماعية مع الآخرين. ¶ وكُلَّما كان الإنسان ذا علاقة واسعة مع غيره، وتعددت مسئولياته احتاج إلى نوع من (المداراة) الّتي من أبرزها: اللين. ¶ فمهمّة الأنبياء والرسل في نشر الدعوة إلى توحيد الله، وهداية الأمم يغلب عليها طابع (المداراة) فيما لا يخالف منهج الدعوة، وأهداف الداعية. فكانوا يتعاملون مع أذى المناوئين لدعوتهم بالصبر، والأناة، والحكمة، والموعظة الحسنة. مُوَجَّهِين من الله تعالى بذلك. ¶ والعامة من المسلمين في تعاملهم المعيشي مع بعضهم يُفْتَرضُ أن الشريعة الإسلامية الّتي تحثّ على الصدق، والوفاء، والتعاون على البرِّ والتقوى وإصلاح ذات البين، وإغاثة المحتاج، والإيثار هي مرشدهم في تعاملهم. أولئك كانوا أقرب إلى الهدى من الضلال، وإلى الخير من الشرّ، حتّى إذا ابتعد أكثر النَّاس عن صميم تعاليم دينهم، وخفَّ لديهم الوازع الديني، وشُغِلوا بالماديات في شتى أمور حياتهم، وتعلّقوا بالحياة الدنيا وزخرفها، ابتدعوا من قبل أنفسهم حِيلاً، وأساليب مختلفة للوصول إلى غاياتهم، لا يضرهم من تضرر إذا حققوا ما يُريدون!! ¶ فَبَرَزَ في المجتمع المسلم فئة من المسئولين استغلت ضعف الضعيف، وطمع القوي، يعاملون الفئتين بالابتزاز، واصطياد الفرص، فأفشت بينهم الرِّشْوَة، ورسَّخت في المفهوم العام فكرة الوَسَاطَةِ، والوَسيط لانجاز مصلحة وإن لم تَسْتَوْف الشروط اللاَّزمة الصحيحة لإنجازِها. وهذا ليس من (المداراة) في شيء.",
            "page": "334",
            "part": "1",
            "seal": "79C3857C"
        },
        {
            "id": "77",
            "nass": "ويكون من واجب ولاة الأمر حِينَئذٍ التقصي والاجتهاد في اختيار مُعاونيهم في شتى الأعمال، ومتابعتهم بعد ذلك، وتقويم اعوجاج سُلوكِهم، أو حماية المجتمع من شرورهم بإقصائهم بعد معاقبتهم، ليتحقق المفهوم العام القائل: الرجل المناسب في المكان المناسب. ¶ وما يسببه البعض من إحراج للمسئول عند مراجعته لإنجاز معاملته - وتكون ناقصة المعلومات، أو مخالفة لمقتضيات النظام - فيذكّره بقرابته، ويستفزه بعبارات المديح، وبما له عليه من حقوق، مما يضطره إلى مجاملته، وتقديم طلبه على المستحقين قَبْلَهُ، أو أن يعامله بخلاف نصوص التنظيم، فيضطرب أمر الدائرة، ويتسلل الخطأ، وربما يعالج بخطأ آخر. ¶ فعلاج ذلك - في مفهومي - دراسة الأنظمة - قبل وضعها موضع التنفيذ - دراسة دقيقة وافية من قِبَل مختصين، أهل دراية، وخبرة شرعية وقانونية، ثمَّ تُطْرح للتجربة، ويتابعون تنفيذها، والعمل بها مدّة تتناسب وأهميّة النظام من حيث مِساسه بالجمهور، وباعتباره قاعدة تقوم عليها أسس أخرى. وألاَّ يستنكف واضعو النظام من الأخذ بكلّ ملاحظة مهما كان حجمها، أو قَدْرَهَا، ويستفيدون منها في التجربة، فيضيفون أو يحذفون، ثمَّ بعد التأكّد من صلاح النظام بنسبة معقولة، يعاقب كلّ من يخالفه أو يتجاوزه بزيادة أو نقص عقابًا صارمًا يصل في المرحلة الثالثة إلى فصل المتسبب من عمله، والغرامة المالية لغير العاملين في السلك الوظيفي، وأن يُجعل شعار كلّ دائرة لها اتصال بالمواطنين: (المصلحة العامة فوق كلّ شيء) ، وفي هذا قضاء على (المحسوبية) ، وإعطاء الموظّف القدر الكافي من الجرأة لرفض كل ما يخالف الأنظمة. ¶ و (المداراة) لا تكون أبدًا على حساب العقيدة الصحيحة، ولا تنافي المروءات، ولا تكون عونًا للظالم على ظلمه. ¶ بل هي أسلوب لحياة كريمة، ووسيلة للتوصّل إلى الحق، وتحصيل الحقوق،",
            "page": "335",
            "part": "1",
            "seal": "2F8495E7"
        },
        {
            "id": "78",
            "nass": "والمحافظة على الصِّلات الإنسانية بين أفراد المجتمع، والرفق بالجاهل، والسفيه في الدعوة والإرشاد، فذلك كلّه مع صلاح النية، ومراقبة الله تعالى في السّرِّ والعلن في كلّ ما يأتي أو يدع وذلك معنى الإحسان: \" أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ\". وابتغاء وجه الله ومرضاته كفيل - إن شاء الله - بالسداد، والقبول. ¶ والله تعالى أعلم، وهو المستعان.",
            "page": "336",
            "part": "1",
            "seal": "987102AD"
        },
        {
            "id": "79",
            "nass": "مصادر ومراجع ¶ ... ¶ المراجع ¶ 1. الإتقان في علوم القرآن، تحقيق: محمد أبو الفضل إبراهيم، الهيئة المصرية العامة للكتاب، سنة 1975 م. ¶ 2. الإحسان في تقريب صحيح ابن حبان، تحقيق شعيب الأرنؤوط، مؤسسة الرسالة، بيروت، سنة 1408 هـ. ¶ 3. أحكام القرآن، لابن العربي، تحقيق البجاوي، طبعة عيسى الحلبي. ¶ 4. إرواء الغليل في تخريج أحاديث منار السبيل، للألباني، المكتب الإسلامي، 1399 هـ. ¶ 5. أسباب نزول القرآن، لأبي الحسن عليّ بن الواحدي، تحقيق: السيد أَحمد صقر، دار القبلة للثقافة الإسلامية، جدّة، ط2، سنة 1404 هـ. ¶ 6. أعلام الحديث، للخطابي، طبعة جامعة أم القرى بمكة، سنة 1409. ¶ 7. بغية الباحث عن زوائد مسند الحارث، لعلي بن سليمان بن أبي بكر الهيثمي، تحقيق الدكتور: حسين أَحمد صالح الباكري، الناشر: مركز خدمة السنّة بالجامعة الإسلامية بالمدينة المنوّرة، سنة 1413 هـ. ¶ 8. تاريخ الطبري، دار المعارف بمصر، ط2، تحقيق: محمَّد أبو الفضل إِبراهيم. ¶ 9. التعريفات، للجرجاني، مكتبة لبنان، سنة 1969 م. ¶ 10. تفسير البغوي، تحقيق محمد النمر وآخرين، دار طيبة بالرياض. ¶ 11. تفسير الطبري، بتحقيق محمود شاكر، دار المعارف بمصر. ¶ 12. تفسير القرآن العظيم، لأبي الفداء إِسماعيل بن كثير القرشي، الناشر: دار الأندلس، بيروت، سنة 1385 هـ. ¶ 13. تفسير الكشاف، دار الكتاب العربي، بيروت. ¶ 14. تفسير المنار، لمحمد رشيد رضا، مكتبة القاهرة.",
            "page": "337",
            "part": "1",
            "seal": "45C91806"
        },
        {
            "id": "80",
            "nass": "1. تفسير النسفي، دار إحياء الكتب العربية، عيسى البابي الحلبي. ¶ 2. تقريب التقريب، لابن حجر، دار المعارف للطباعة، بيروت. ¶ 3. تهذيب التهذيب، لأبي الفضل أَحمد بن عليّ بن حجر العسقلاني، مطبعة مجلس دائرة المعارف النظامية بالهند، سنة 1325 هـ. ¶ 4. تهذيب اللغة، للأزهري، الهيئة المصرية العامة. ¶ 5. الروح، لابن قيّم الجوزية، دار الندوة الجديدة، بيروت. ¶ 6. سلسلة الأحاديث الصحيحة، للألباني، طبعة المكتب الإسلامي. ¶ 7. سنن الترمذي، نشر عبد المحسن الكتبي، المدينة المنورة، سنة 1384 هـ. ¶ 8. سنن أبي داود، تعليق: عزت الدعاس، الناشر: محمَّد عليّ السيد، حمص، سنة 1388 هـ. ¶ 9. سنن ابن ماجه، تحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب العربية، عيسى البابي الحلبي، سنة 1372 هـ. ¶ 10. سنن النسائي، المكتبة التجارية الكبرى بمصر، سنة 1348 هـ. ¶ 11. شرح السنة للبغوي، تحقيق: زهير الشاويش وشعيب الأرنؤوط، المكتب الإسلامي، بيروت، ط2، سنة 1403 هـ. ¶ 12. شعب الإيمان، للبيهقي، دار الكتب العلمية، بيروت. ¶ 13. الصحاح، للجوهري، تحقيق أحمد عبد الغفور عطار. ¶ 14. صحيح البخاري، مطبوع مع فتح الباري. ¶ 15. صحيح سنن أبي داود، للألباني. محمَّد ناصر الدين، المكتب الإسلامي، بيروت. ¶ 16. صحيح مسلم، بتحقيق محمد فؤاد عبد الباقي، دار إحياء التراث العربي. ¶ 17. صور من حياة عبد العزيز، لابنه الأمير طلال، مطابع حنيفة للأوفست، الرياض، 1402.",
            "page": "338",
            "part": "1",
            "seal": "AE650F9D"
        },
        {
            "id": "81",
            "nass": "1. ضعيف سنن أبي داود، للألباني. محمَّد ناصر الدين، المكتب الإسلامي، بيروت، سنة 1412 هـ. ¶ 2. ضعيف سنن ابن ماجه، للألباني. محمَّد ناصر الدين، المكتب الإسلامي، بيروت، سنة 1408 هـ. ¶ 3. عارضة الأحوذي، لابن العربي، طبعة سنة 1415. ¶ 4. غريب الحديث، لأبي عبيد، دار الكتاب العربي، بيروت. ¶ 5. فتح الباري، لابن حجر، المطبعة السلفية، القاهرة، سنة 1380 هـ. ¶ 6. فردوس الأخبار، للديلمي، طبعة بيروت. ¶ 7. الفروق، لأبي هلال العسكري، الناشر: جروس برس، طرابلس، لبنان، سنة 1415هـ. ¶ 8. فقه اللغة، للثعالبي، مطبعة الاستقامة بالقاهرة. ¶ 9. الكامل في ضعفاء الرجال، لأبي أَحمد عبد الله بن عدي الجرجاني، الناشر: دار الفكر، بيروت، سنة 1404 هـ. ¶ 10. كشف الخفاء للعجلوني، مؤسسة الرسالة، بيروت، ط3، سنة 1403 هـ. ¶ 11. الكشاف عن حقائق غوامض التنزيل، لجار الله محمود بن عمر الزمخشري، الناشر: دار الكتاب العربي، بيروت. ¶ 12. اللسان، لابن منظور، دار صادر. ¶ 13. لزوم ما لا يلزم، لأبي العلاء المعري، عناية: كمال اليازجي، دار الجيل، بيروت، سنة 1412 هـ. ¶ 14. مجمع الزوائد، للهيثمي، دار الكتاب العربي، بيروت، ط2، سنة 1967 م. ¶ 15. مداراة الناس، لابن أبي الدنيا، تحقيق محمد خير رمضان يوسف، دار ابن حزم، بيروت، سنة 1418 هـ. ¶ 16. المستدرك، للحاكم، دار الفكر، بيروت، سنة 1398 هـ.",
            "page": "339",
            "part": "1",
            "seal": "EC46E6F9"
        },
        {
            "id": "82",
            "nass": "1. مسند الإمام أحمد، المكتب الإسلامي، دار صادر، بيروت. ¶ 2. مسند أبي حنيفة، بشرح ملا علي القاري، بتحقيق خليل الميس، دار الكتب العلمية، بيروت. ¶ 3. مسند أبي داود الطيالسي، مطبعة مجلس دائرة المعارف، الهند، سنة 1321 هـ. ¶ 4. مصنّف ابن أبي شيبة، الدار السلفية، بومباي، الهند. ¶ 5. معالم السنن، شرح سنن أبي داود، للخطابي، إعداد عزّت عبيد الدعاس، نشر: محمَّد عليّ السيد، حمص، سنة 1388 هـ. ¶ 6. معجم العلوم الاجتماعية، إعداد نخبة من الأساتذة المصريين والعرب المتخصصين، تصدير الدكتور إِبراهيم مدكور، إشراف اليونسكو، الناشر: الهيئة المصرية العامة للكتاب، سنة 1975 م. ¶ 7. المعجم الوسيط، إصدار مجمع اللغة العربية بالقاهرة. ¶ 8. مناقب أمير المؤمنين عمر بن الخطاب، لابن الجوزي، تحقيق د. زينب إبراهيم القاروط، دار الكتب العلمية، بيروت. ¶ 9. موطأ الإمام مالك، صححه محمد فؤاد عبد الباقي، طبعة عيسى الحلبي بمصر. ¶ 10. الناسخ والمنسوخ في كتاب الله عز وجل، واختلاف العلماء في ذلك، لأبي جعفر أحمد بن محمد النحَّاس، تحقيق: الدكتور سليمان بن إبراهيم اللاّحمم، مؤسسة الرسالة، بيروت، سنة 1412 هـ. ¶ 11. النهاية في غريب الحديث والأثر، للإِمام مجد الدين أبي السعادات المبارك بن محمَّد الجزري ابن الأثير، تحقيق: محمود محمَّد الطناحي وطاهر أَحمد الزاوي، دار إحياء الكتب العربية، عيسى البابي الحلبي، سنة 1383 هـ.",
            "page": "340",
            "part": "1",
            "seal": "3CD24FBF"
        }
    ],
    "t8908": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: المعنى اللغوي والاصطلاحي للمداراة وبعض مرادفاتها"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: ما ورد في القرآن الكريم عن المداراة ومدلولاتها"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: ما ورد في السنة، وآثار الصحابة والتابعين عن المداراة وكيف فهموها؟!"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: المداراة وأثرها في المجتمع"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}