{
    "b8930": [
        {
            "id": "1",
            "nass": "حقيقة المسكر ¶ ... ¶ المُسْكرات مِنَ النَّاحيَةِ النفسيَّة ¶ للدكتور ملك غلام مرتضى رئيس قسم الترجمة بالجامعة ¶ حقيقة السكر: ¶ قال الله سبحانه: {يَسْأَلونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ} ¶ قال الفخر الرازي في تفسيره: (التفسير الكبير 6 / 46) ¶ الإثم الكبير فيه أمور: ¶ أحدها: أن عقل الإنسان أشرف صفاته، والخمر عدو العقل، وكل ما كان عدو الشرف فهو أخس، فيلزم أن يكون شرب الخمر أخسَّ الأمور. ¶ وتقريره: أن العقل إنما سمي عقلاً لأنه يجري مجرى عقال الناقة، فإن الإنسان إذا دعاه طبعه إلى فعل قبيح، كان عقله مانعاً له من الإقدام عليه، فإذا شرب الخمر بقى الطبع الداعي إلى فعل القبائح خالياً من العقل المانع لها، والتقريب بعد ذلك معلوم.",
            "page": "105",
            "part": "1",
            "seal": "BDA347FA"
        },
        {
            "id": "2",
            "nass": "ذكر ابن أبي الدنيا: أنه مر على سكران وهو يبول في كفيه ويمسح به وجهه كهيئة المتوضئ، ويقول: الحمد لله الذي جعل الإسلام نوراً والماء طهوراً. ¶ ثانيها: ما ذكره الله تعالى من إيقاع العداوة والبغضاء والصد عن ذكر الله وعن الصلاة. ¶ ثالثها: إن هذه المعصية من خواصها: أن الإنسان كلما كان اشتغاله بها أكثر ومواظبته عليها أتم: كان الميل إليها أكثر، وقوة النفس عليها أقوى بخلاف سائر المعاصي، مثل الزاني إذا فعل مرة واحدة فترت رغبته في ذلك العمل، وكلما كان فعله لذلك العمل أكثر كان فتوره أكثر ونفوره أتم، بخلاف الشرب، فإنه كلما كان إقدامه عليه أكثر كان نشاطه أكثر ورغبته فيه أتم، فإذا واظب الإنسان عليه صار غرقاً في اللذات البدنية.. حتى يصير من الذين نسوا الله فأنساهم أنفسهم. ¶ وبالجملة: فالخمر يزيل العقل، وإذا ذهب العقل، انتشرت المفاسد وسادت الرذائل _ قال عليه الصلاة والسلام: \" الخمر أم الخبائث \". ¶ وهذا يعني أن جريمة السكر تغري بجميع الجرائم التي تعرض للسكران، وتجرئ عليها ولاسيما الزنا والقتل _ ولهذا اعتبرها النبي صلى الله عليه وسلم أنها \" مفتاح لكل شر \". ¶ وقد قيل أن امرأة فاسقة راودت رجلا صالحا عن نفسه، فاستعصم، فسقتهُ الخمر فزنى بها، وأمرته بالقتل فقتل. ¶ قال عليه الصلاة والسلام: \" الخمر أم الفواحش، وأكبر الكبائر، ومن شرب الخمر ترك الصلاة، ووقع على أمه وخالته وعمته \".",
            "page": "106",
            "part": "1",
            "seal": "C827466C"
        },
        {
            "id": "3",
            "nass": "هذا لأنه توجد في جبلة الإنسان خاصيتان وهما: ¶ 1 _ المَلَكية يعني صفات الملائكة _ وهي امتثال أوامر الله ومقتضيات العقل _. ¶ 2 _ البهيمية يعني صفات البهائم _ وهي امتثال أوامر النفس الأمارة بالسوء ولو كانت مخالفة للعقل. ¶ فتأثير الخمر على شخصية الإنسان أن تخامر العقل، وتضعف ملكيته، وتثير بهيميته وتقويها، فالنتيجة أن الإنسان يمسي تابعاً مطلقاً للبهيمية ويسقط من درجة الإنسان إلى درجة البهيمية ويعتبر خاضعاً لسلطان الهوى والشيطان. ¶ كما قال تعالى: {أُولَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلّ} .",
            "page": "107",
            "part": "1",
            "seal": "719A7CFA"
        },
        {
            "id": "4",
            "nass": "السكر ضد الفطرة السليمة: ¶ العقل السليم يشهد بتحريم الخمر والمسكرات، ويدل على ما قلناه: أن بعض عقلاء الجاهلية حرموها على أنفسهم لما لمسُوا من أضرارها، وأعظمها وهن عقل الشارب، منهم عبد الله بن جدعان من قريش، والعباس بن مرداس السلمي، حيث قيل له وهو إذ ذاك في غياهب الجاهلية، لم لا تشرب الخمر؟ فقال: ما كنت لأخذ جهلي بيدي، وأدخله في جوفي ما كنت لأصبح رئيس قوم، وأمسي سفيههم \". ¶ ومنهم جعفر بن أبي طالب، وعدي بن حاتم الطائي، قيل له مالك لا تشرب الخمر؟ قال: \" لا أشرب ما يشرب عقلي \".",
            "page": "107",
            "part": "1",
            "seal": "8C256AB7"
        },
        {
            "id": "5",
            "nass": "ومنهم قيس بن عاصم المنقري وأبو بكر الصديق وعثمان بن عفان رضي الله عنهم جميعا، حرموها على أنفسهم قبل تحريمها من الله سبحانه. ¶ وقال عثمان رضي الله عنه: \" إني رأيتها تذهب العقل جملة، وما رأيت شيئاً يذهب جملة ويعود جملة \". ¶ والواقع أن شارب الخمر وما شاكله من المسكرات يتنازل عن منزلته وشرفه من حيث هو إنسان كرمه الله وجعله أشرف المخلوقات، ويمسي حيواناً لا عقل له ولا فهم. ¶ لهذا كان بعض أصحاب النبي صلى الله عليه وسلم يتوقعون تحريم الخمر ويدعون الله لتحريمها ومنهم أمير المؤمنين عمر ومعاذ بن جبل رضي الله عنهما ونفر من الصحابة الذين قالوا يا رسول الله: \" أفتنا في الخمر، فإنها مذهبة للعقل، مسلبة للمال \".",
            "page": "108",
            "part": "1",
            "seal": "20EE5B45"
        },
        {
            "id": "6",
            "nass": "ما هو الإدمان الكحولي؟ ¶ \" الإدمان هو اعتماد الجسم والتعود المتزايد لأنسجته على الكحول، وظهور أعراض انقطاعه المفاجئ عن أنسجة الجسم، والاشتهاء المرضي لتعاطيه \". ¶ أما المدة اللازمة لحدوث هذا التعود فتتفاوت من أيام إلى شهر، ويتوقف ذلك جزئياً على الاختلافات الفردية، وعلى كميات الكحول المستهلكة. ¶ وهناك أربع مراحل في تطور هذا التعود وهي: ¶ 1 _ مرحلة أعراض ما قبل الإدمان، يشرب الناس مجاملة ويشعرون في البدء براحة ونشوة. ¶ 2 _ مرحلة الإرهاصات: يصبح السكير أكثر انتظاماً في تعاطي الكحول ويستهلكه كالماء ويشعر بالخجل والذنب وبسبب هذه المشاعر يزداد شرباً ليمحو هذه الأحاسيس المزعجة",
            "page": "108",
            "part": "1",
            "seal": "6BA0C0F6"
        },
        {
            "id": "7",
            "nass": "له ويصبح الأمر حلقة مفرغة، فترتفع نسبة الكحول في دمه لدرجة التسمم. ¶ 3 _ المرحلة الحادة: لا يستطيع المدمن استعادة إرادته المفقودة مهما حاول جاهداً. ¶ 4 _ مرحلة الإدمان: يعيش المدمن في عالم خاص لا علاقة له بواقعه، ويفقد كثيراً من ملكاته العقلية، ويتدهور أخلاقياً فيسرق، أو يعتدي ويغتصب النساء، ويهاجم القاصرين والقاصرات مع أنه ينهار سريعاً مع عواطفه وفكره وصحته بسبب الإشباع الكامل لأنسجته بمادة الكحول. ¶ وهناك مثل: \" في البدء يأخذ الإنسان كأساً من الخمر.. ثم يأخذ بعد الكأس الأولى كأساً ثانية.. ثم تأخذ كأس الخمر الإنسان \".",
            "page": "109",
            "part": "1",
            "seal": "CBD80DDE"
        },
        {
            "id": "8",
            "nass": "الأضرار: ¶ 1 _ سلب الإيمان: عن أبي هريرة رضي الله عنه _ قال: قال رسول الله صلى الله عليه وسلم: \" من زنى أو شرب الخمر، نزع الله منه الإيمان كما يخلع الإنسان القميص من رأسه \" رواه الحاكم. وكما ذكرنا أنفاً فإن ضعف الإيمان هو السبب الأساسي لشرب الخمر. وشرب الخمر بدوره يسلب الإيمان كلما ازداد المرء شرباُ للخمر، كلما ضعف إيمانه. ¶ 2 _ سلب العقل: الأمر المسلم عند الناس أن السكر يضعف القوة العاقلة وكثيراً ما ينتهي بالجنون. وتنتج عنه أضرار كثيرة لا حصر لها ومنها ¶ (أ) الجرائم كلها بسبب غلبة بهيمية الإنسان على ملكيته وعقله. ¶ (ب) الحوادث بسبب فقد الوعي.",
            "page": "109",
            "part": "1",
            "seal": "C729BD24"
        },
        {
            "id": "9",
            "nass": "(ج) إفشاء السر. ¶ (د) العداوة والبغضاء بين الناس. ¶ (هـ) سوء الخلق والقتال. ¶ (و) الخسة والمهانة في أعين الناس. ¶ (ز) {وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ} . ¶ (ح) التخنث والدياثة وغير ذلك ¶ 3 _ ضعف القوى الجسدية والأمراض: ¶ السكر يحطم القوى البشرية إلى أقصى حد فيضعف مقاومة الجسد للأمراض المعدية ويسبب شتى الأمراض فمنها: ¶ 1 _ يضعف أعضاء رئيسية لاسيما القلب والكبد. ¶ 2 _ يغير اللون بالصفرة ويذهب بماء الوجه. ¶ 3 _ يجلب البلغم والسعال والقيء. ¶ 4 _ يضعف من قوة الباه. ¶ 5 _ يورث السل الرئوي والسرطان الرئوي. ¶ 6 _ تخريب كريات الدم والتأثير على القلب والإخلال بانتظام ضرباته والموت بالسكتة القلبية.",
            "page": "110",
            "part": "1",
            "seal": "73045B4E"
        },
        {
            "id": "10",
            "nass": "4 _ التأثير النفسي: ¶ الإدمان على المخدرات له تأثير نفسي على المدمن يؤدي في الغالب إلى اضطراب الإدراك الحسي واضطراب الشعور واضطراب التفكير، واضطراب الوجدان، والإحساس بالتعب، والجنون. ¶ ومن الخواص العامة الموجودة في شخصية المدمن كما يلي: ¶ أ _ عدم القدرة على احتمال أية مشكلة تعترضه. ¶ ب _ نفاذ الصبر والوقوع في اليأس والقنوط والقلق والصراع النفسي. ¶ ج _ الشعور بالعزلة وفقدان احترام الذات. ¶ د _ فتور العاطفة، وعدم القدرة على قبول أو تقديم الحنان والحب. ¶ هـ _ الإتكالية والاعتماد على الآخرين وعدم القدرة على الاستقلال في حياته. ¶ و_ الأنانية إلى أقصى حد.",
            "page": "111",
            "part": "1",
            "seal": "912C3FB9"
        },
        {
            "id": "11",
            "nass": "أسباب الإدمان: ¶ 1 _ المشاركة: يشرب بعضهم لأول مرة مجاملة للزمالة والمرافقة والصحبة مع رفاقهم في حفل اجتماعي. ¶ 2 _ يبدأ بعضهم في تناول الكحول للإحساس بالدفء والتمدد والاسترخاء بعد يوم من العمل المرهق. ¶ 3 _ ويشرب آخرون الكحول لينسوا _ مؤقتا _ همومهم.",
            "page": "111",
            "part": "1",
            "seal": "549F1989"
        },
        {
            "id": "12",
            "nass": "4 _ ويشرب بعضهم ليتهرب من مواجهة واقع الحياة وهمومها بمحاولة تخفيف ضغوطه النفسية وتخفيف مدة الرقابة الصارمة من ضميره وعقله ودماغه عليه. ¶ 5 _ ويشرب بعضهم ليسكر.. أي ليتخدر وليتمتع بالنشوة الوقتية. ¶ 6 _ والسبب الأساسي في كل هذا هو ضعف الإيمان بالله والآخرة أو انعدامه أساساً. ¶ 7 _ إن عدم الشعور بالمسئولية أمام الله سبحانه يترك الإنسان كالحيوان لا يتحرج من اقتراف أبشع الجرائم وأنكرها _ لا يوجد لديه شيء من حصانة الإيمان والعلم الديني، يقيه من التردي في حمأة الرذيلة. ¶ 8 _ غزو الأفكار المنحرفة التي يصدرها الغرب إلى الشرق، وفيها توهين الدين الحنيف والتشكيك فيه، ونشر الإباحية والتحلل الخلقي. ¶ 9 _ اختلاط المسلمين بأهل الغرب في هذا العصر وتأثرهم بالثقافة الغربية. ¶ 10 _ قلة القائمين من علماء الإسلام بنشر الدين الصحيح بين المسلمين وأمام العالم وفقدان التربية الصحيحة التي من شأنها قيام جيل صالح على أساس من الإيمان والعلم النافع. ¶ 11 _ عدم الشعور بالواجب عند أكثر حكومات الدول الإسلامية في هذا الصدد إلا ما شاء الله. ¶ 12 _ وقد رأيت بعض المدمنين يدّعون الإيمان بالله والآخرة بيد أنهم مصابون بسوء الفهم بالنسبة لبعض صفات الله فسمعت أكثرهم يقولون إن الله غفور رحيم فإنه سيغفر لهم كل ذنوبهم. ¶ ولا شك أن هذه أغلوطة كبيرة فهي تجعل الإنسان يتجاسر على اقتراف الرذائل دون وجل أو خوف من الله تعالى وبلا أدنى شعور بالمسئولية.",
            "page": "112",
            "part": "1",
            "seal": "BF417948"
        },
        {
            "id": "13",
            "nass": "إزالة هذه المغاطة ¶ ... ¶ إزالة هذه المغالطة: ¶ يجترئ بعض الناس على المعاصي قائلين: \" إن الله غفور رحيم \". هذا سوء فهم في شأن صفات الله سبحانه. فهم يطبقون صفات الله دون وعي أو فهم ويحلونها محلا غير لائق بها. ¶ إن الله خلق القوانين الطبيعية والقوانين الخلقية وأودع في هذه القوانين تأثيرات قوية والذي يلتزم بهذه القوانين ينال الجزاء الأوفى والذي يخالف هذه القوانين ينزل به العذاب الشديد إن عاجلاً أو آجلاً. ¶ على سبيل المثال هناك قانون الجاذبية الأرضية، فعلينا أن نحترم هذا القانون، الذي يقتضي ويتطلب منا أن لا نسقط أنفسنا من مكان مرتفع وإلا كانت النتيجة الحتمية الموت والهلاك لأن في هذا مخالفة لقانون الجاذبية الذي هو من الله عز وجل. ¶ كذلك فهناك قانون طبيعي آخر وهو أن السم يقتل _ لذا فعلينا أن نحترم هذا القانون ولا نشرب السم، وفي حالة مخالفة هذا القانون فلا بد أن تكون النتيجة الطبيعية الفناء. ¶ هذا فيما يختص بالقوانين الطبيعية وكذلك الحال بالنسبة للقوانين الأخلاقية. فمثلا من هذه القوانين أن لا نشرك بالله: {وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ} هذا في الواقع أشد وأبشع من أن يسقط من فوق السقف. ¶ وثمة قانون أخلاقي آخر يحرم علينا شرب الخمر لأنه رجس من عمل الشيطان. الخمر سم فاقد لحياتنا الروحية. بل أبشع وأخطر من السم المادي لأنه أم الخبائث. ¶ علينا أن نحترم القوانين الخلقية كما علينا أن نحترم القوانين الطبيعية، إن الله سبحانه خلق كل شيء وأبدع كل القوانين وليس من سنة الله أن يعاقب على مخالفة بعض قوانينه وأوامره ويتركنا بدون مؤاخذة على مخالفة البعض الآخر. ومن الممكن أن يعجل بالعذاب على مخالفة بعض القوانين ويؤخر عذابه بالنسبة لمخالفة البعض الآخر في صورة إملاء كما قال تعالى: {وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ} .",
            "page": "113",
            "part": "1",
            "seal": "FE536F13"
        },
        {
            "id": "14",
            "nass": "فمن المستحيل إذن أن يكون الله سبحانه قاهراً فوق عباده بالنسبة لمخالفة بعض القوانين ويكون غفورا رحيما بالنسبة للبعض الآخر. ¶ فالآن أوجه خطابي إلى الذين يتعاطون الخمر ويقولون إن الله غفور رحيم. فأقول لهم تفضلوا واصعدوا فوق الجبل يا إخواني وألقوا بأنفسكم مع يقينكم بأن الله غفور رحيم وهو يغفر مخالفة قوانينه. إذن توكلوا على الله لتروا ماذا تكون النتيجة. فهل تعتقدون أن الله سيغفر لكم مخالفة قانون الجاذبية الأرضية فلا يعاقبكم على هذه المخالفة ولن يحكم عليكم بالإعدام.. الجواب قطعاً بالنفي. ¶ وهلم يا صاحبي هلم لتتجرع شيئا من السم وأنت يقين من نفسك بأن الله غفور رحيم. جرب مغفرته ورحمته على مخالفة هذا القانون الطبيعي. إن كان الله غفوراً رحيماً بمفهومك أنت فسيغفر لك هذه المخالفة ولن يعاقبك ولن يضرك السم بشيء. وطبعاً هذا ضد طبيعة الأشياء ومنطقها أي ضد قوانين الله. ¶ إنك لا تجترئ على اقتراف هذه المخالفات، إنك لا تلقي بنفسك من فوق الجبل ولا تشرب السم _ لماذا؟ ¶ ألست على يقين من نفسك أن الله سيعاقبك على هذه المخالفة وستنال عقابه في صورة الألم أو الموت. إذن فعلى أي أساس بنيت تصورك بأنه لن يعاقبك عندما تخالف قوانينه الخلقية؟ ¶ على أي أساس تعتقد أن الله قاهر فوق عباده بالنسبة لمخالفة القوانين الطبيعية بينما هو يكون غفوراً رحيماً في حالة مخالفة القوانين الخلقية؟ أية قاعدة، أية حكمة تدل على ذلك وتجرك إلى هذه الجرأة على مخالفة أوامر الله سبحانه وقوانينه. ¶ إذن لتفهم أيها المجترئ، أيها المخمور! ما معنى \" غفور رحيم \" على وجهها الصحيح وما هو محل تطبيق هذه الصفات. فقد قال سبحانه: ¶ {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى} . ¶ {فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} .",
            "page": "114",
            "part": "1",
            "seal": "14628044"
        },
        {
            "id": "15",
            "nass": "{وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُوراً رَحِيماًً} . ¶ {إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلأَوَّابِينَ غَفُوراً} . ¶ حقاً وصدقاً إن الله غفور رحيم ولكن لمن؟ هل للذين يتمادون في اقتراف المعاصي ويصرون على تعاطي الخمر ولا يندمون ولا يتوبون توبة نصوحا؟ كلا! ¶ كلا {بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً} .",
            "page": "115",
            "part": "1",
            "seal": "B28B46F5"
        },
        {
            "id": "16",
            "nass": "العلاج: ¶ أنا لا أنكر أهمية طرق العلاج الرائجة والمتداولة بصفة عامة ومنها إنشاء المستشفيات المتخصصة والقرى العلاجية للرعاية اللاحقة والعلاج الإجباري مقابل العلاج الاختياري ومما لاشك فيه أن الطبيب يلعب دوراً هاماً جداً في مساعدة المدمن على التخلص من إدمانه إذا كان المدمن راغباً في الإقلاع عن عادته، ولكنني أريد أن ألفت الأنظار إلى شيء أهم من هذه الطرق كلها وهو إزالة السبب الأساسي لهذا المرض، ألا وهو ضعف الإيمان بالله والآخرة أو انعدامه من قلوب المسلمين. ¶ إن السكر علامة من علامات انهيار المجتمع الإسلامي بأسره ولا يمكن علاجه بدون معالجة المجتمع بأسره على أساس بعث قوة الإيمان والتربية الإسلامية وإزكاء الشعور الديني. ¶ إن أي عمل في هذا الصدد دون الارتكاز على خلفية دينية لن يعود بأية فائدة علينا ويتبين هذا من تجربة عظيمة أجريت في أرقى وأقوى دولة في العالم _ أمريكا في عام 1920م وفيما يلي ألخص ما كتبه الشيخ المودودي بصدد هذه التجربة التاريخية العظيمة. ¶ حرمت الحكومة الأمريكية الخمر في عام 1920م _ كانت هذه أكبر تجربة جربها الإنسان لإصلاح الأخلاق والسلوك الاجتماعي بقوة وسلطة الحكم لا يوجد لها نظير في التاريخ.",
            "page": "115",
            "part": "1",
            "seal": "17309BB5"
        },
        {
            "id": "17",
            "nass": "فأقيمت في البلاد، قبل إعلان تحريم الخمر، دعاية واسعة النطاق ضد الخمر وبقيت الرابطة المحاربة لوجود حانات بيع الخمر تسعى وتجتهد في ترغيب الأمريكيين عن الخمر وتثبيت مضارها في أذهانهم، بإلقاء الخطب وتأليف الرسائل والكتب وعرض المسرحيات وأفلام السينما. ¶ وأفنت في سبيل هذا التبليغ عشرات وبذلت الأموال الطائلة، حتى قدر أن النشرات المطبوعة والمسموعة بلغت تكاليفها مبلغ خمسة وستين مليون دولار، وأنه بلغ عدد الصفحات التي سود بياضها لبيان مساوئ الخمر والزجر عنها تسعة آلاف مليون صفحة. ¶ ذلك قبل بدء التجربة. وأما ما تحملته الأمة الأمريكية في الأربعة عشر عاماً من 1920م إلى 1933م، عام إلغاء قانون التحريم، من النفقات الباهظة لأجل تنفيذ قانون التحريم فقدر مجموعها بأربعة ملايين ونصف مليون جنيه. ¶ وتدل الإحصاءات التي أذاعها ديوان القضاء الأمريكي لهذه الفترة، أنه قتل في سبيل تنفيذ هذا القانون مائتا نسمة وسجن نصف مليون وغرم الجناة ما يربو على مليون ونصف مليون جنيه، وصودر من الأملاك ما يساوي أربعمائة مليون جنيه. ¶ كل هذا النقص الهائل في الأنفس والأموال كابدته أمريكا لغرض واحد، هو تلقين الأمة الأمريكية \" المتحضرة \" مفاسد الخمر الجمة وتنبيهها إلى مضارها الروحية والصحية والأخلاقية والاقتصادية ولكن عاد القوم من هذا الجهاد الإصلاحي العظيم بصفقة خاسرة. ¶ فلم تكد تغلق الحانات القانونية العلنية في البلاد بجانب حتى انفتحت فيها بجانب آخر آلاف مؤلفة من الحانات السرية، ثم كثر تردد الصغار من أبناء الأمة وبناتها إلى هذه الحانات وغلت أثمان الخمر غلاء فاحشا _ والذي قدر على أقل التقدير أنه بلغ عدد شاربي الخمر بعد التحريم عشرة أضعاف ما بلغه قبله _ وصارت الخمر المستعملة سراً في كيفيتها أردأ نوعاً وأشد فتكاً بالصحة مما جعل الأطباء يقولون فيها: \" إن هذا المشروب أحرى بأن يدعى السم من أن يسمى خمرا \" من أمثلة ذلك ما تدل عليه الإحصاءات لمدينة نيويورك من أنه كان عدد المرضى فيها من استعمال الكحول في سنة 1918 قبل التحريم: 3741 وعدد الهالكين من استعماله: 252 نفساً _ ثم بلغ عدد المرضى فيها لسنة 1927 بعد التحريم أحد عشر ألفا وعدد الهالكين سبعة آلاف ونصف الألف.",
            "page": "116",
            "part": "1",
            "seal": "82E1A65B"
        },
        {
            "id": "18",
            "nass": "وحاصل القول أن النتائج التي ظهرت في أمريكا عقب تحريم الخمر تتلخص في أنه: ¶ _ زالت عن القلوب حرمة القانون ونشأت نزعة للبغي والتمرد عليه في كل طبقه من طبقات المجتمع. ¶ _ لم تتحقق الغاية المقصودة من تحريم الخمر، بل زاد استعمالها بعد التحريم على ما كان عليه قبله. ¶ _ تجشمت الحكومة خسائر لا تحصى في تنفيذ قانون التحريم، ومثلها أيضا أصاب الشعب الأمريكي لشرائه الخمر خفية، فتأثرت بذلك اقتصاديات البلاد. ¶ _ كثرت الأمراض واختلت الصحة وازدادت نسبة الوفيات، وفسدت الأخلاق وشاعت الرذائل وتفشت الجرائم في جميع طبقات المجتمع وعلى الأخص في الجيل الناشئ. ¶ وكانت هذه كلها من ثمرات هذا القانون في ناحية التمدن والأخلاق إلى أن ألغي قانون تحريم الخمر في عام 1933م. ¶ ظهرت هذه النتائج كلها في دولة تعد من أرقى دول الأرض حضارة. إن أبناءها أوفر حظاً من التهذب والحضارة، فهم أحرى أن يعرفوا ما يضرهم وما ينفعهم. ¶ والآن هيا بنا نرسل الطرف في قطر كان يعد أجهل أقطار الأرض في أظلم عصور التاريخ قبل أربعة عشرة قرناً، أهاليه أميون، والعلم والحكمة فيه شيء معدوم، والتمدن والحضارة أمر لا يعرفه أحد، وعدد المتعلمين فيه ربما لا يزيد على واحد في عشرة آلاف. وأما أهاليه فعشاق للخمر متهالكون عليها متفانون فيها، في لغتهم نحو مائتين ونصف مائة علم (اسم) لهذا الشراب وحده مما لا نظير له في أية لغة أخرى. يبدو كأنهم رضعوها مع لبان أمهاتهم وكانوا يعتبرونها لازمة لزوم الماء لحياتهم. ¶ فإذا كانت الحالة السائدة في شبه الجزيرة العربية قبيل ظهور الإسلام. وما إن يبزغ نور الرسالة حتى تبدأ الشريعة الإسلامية بتحريم الخمر تدريجيا. حتى حرمت الخمر البتة في مدة قليلة فقال الصحابة \" انتهينا يا رب! \" وقال أنس رضي الله عنه: حرمت، ولم يكن للعرب يومئذ عيش أعجب منها، وما حرم عليهم شيء أشد من الخمر.",
            "page": "117",
            "part": "1",
            "seal": "73391798"
        },
        {
            "id": "19",
            "nass": "قال: فأخرجنا الحباب إلى الطريق فصببنا ما فيها. فمنا من كسر حبه ومنا من غسله بالماء والطين. ولقد غودرت أزقة المدينة بعد ذلك حيناً، كلما أمطرت استبان فيها لون الخمر وفاحت ريحها. ¶ والذي تدل عليه هذه المقارنة بين تحريم الخمر في أمريكا وتحريمها عند العرب، هو أن نجاح أي مشروع إصلاحي إنما يتوقف على مدى قوة الإيمان، فالإيمان بالله والآخرة ينبت منه العمل الصالح والتقوى والإحسان والتواصي بالحق والتواصي بالصبر. ¶ ولا يمكن للإنسان أن يتخلص من العادات السيئة إلا بالتربية الإسلامية والأخذ بمنهاج السنة على صاحبها الصلاة والسلام. ¶ أما الطرق الحديثة لمعالجة شرب الخمر فهي أمور إضافية كما رأيناها آنفاً. ¶ خطة العلاج: ¶ وعلاجاً لهذه العادة الخبيثة المدمرة، ومقاومة لتعاطي المسكرات والمخدرات، أقترح لأربع خطوات، اثنتين منها لحكومات الدول الإسلامية واثنتين للأفراد المدمنين: _ ¶ 1 _ فواجب على حكومات الدول الإسلامية أن تضع حداً لنظام التعليم غير الإسلامي الرائج في أكثر الدول. فحكوماتنا مسئولة أمام الله والناس عن تنشئة جيل جديد في ضوء القرآن والسنة وتوجيهه وتربيته تربية إسلامية، مع الوقوف على أفكاره بين الحين والآخر تيقنا من النهج القويم. ¶ 2 _ وواجب على حكومات الدول الإسلامية أن تمنع بتاتاً استيراد المسكرات أو إنتاجها وأن تحرم عصرها في داخل البلاد أيضا. وليس هذا غير ممكن. ¶ 3 _ التوبة المتكررة. ¶ 4 _ ذكر الله.",
            "page": "118",
            "part": "1",
            "seal": "92EAD297"
        },
        {
            "id": "20",
            "nass": "والآن أوضح ما أعني بالتوبة المتكررة وذكر الله. ¶ التوبة المتكررة: ¶ وأعني بالتوبة المتكررة ما يقوم به من يريد التوبة في ضوء السنة على صاحبها الصلاة والسلام. فالذين تعودوا على تعطي المسكرات، عليهم أن يصلوا ركعتين تائبين إلى الله من هذا الذنب العظيم، فالتوبة ندم وعزم واستغفار _ فلا قدر الله حتى وإن سيطر على المدمن إدمانه وهو يشرب الخمر لما بعد توبته فلا موجب ليأسه وعليه أن يتوب مرة أخرى ويندم ويستغفر ويعزم على التخلص من هذا البلاء وأن لا يقنط من رحمة الله. وعليه أن يستمر في تكرار التوبة مباشرة بعد ارتكابه الذنب ولو كان هذا لعدة مرات في اليوم الواحد. ¶ هذا لأنه بعد هذا العمل المستمر للتوبة المتكررة سيصبح المدمن من التوابين لا من المصرين على الذنب وقد ورد الحديث: ¶ \" عن أبي بكر الصديق رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وسلم: \"ما أصر من استغفر ولو عاد سبعين مرة في يوم واحد \". [مشكاة المصابيح] ¶ وعلي أن أخبركم بتجربتي في هذا الصدد _ جاءني شيخ مدمن وكان يريد التخلص من شرب الخمر _ فنصحت له عمل التوبة المتكررة. فتاب إلى الله ثم رجع إلى ذنبه، ثم تاب ثم شرب الخمر وعمل هكذا عدة مرات حتى جاءني بعد بضعة أيام فقال لي: قد سئمت من هذه اللعبة يا أخي، التي لا طائل من ورائها. ¶ فقلت: منذ متى وأنت تشرب الخمر؟ ¶ فقال: منذ عشرين عاماً. ¶ فقلت: عليك أن تجرب هذه اللعبة لعشرين أسبوعاً على الأقل وإن لم تستشعر أية فائدة من هذه التجربة فاتركها.",
            "page": "119",
            "part": "1",
            "seal": "10665483"
        },
        {
            "id": "21",
            "nass": "فقال: لن أطمئن حتى تخبرني عن فائدة عمل \" توبة فاشلة \". ¶ فقلت: يا أخي! تصلي ركعتين وتستغفر وتندم وتتوب إلى الله بكامل إخلاصك فإن من سنة الله أن يغفر لعبده جميع ما كان قد ارتكب من ذنوب لاسيما تلك التي هي من قبيل غضب حقوق الله كما ورد في الحديث قوله عليه الصلاة والسلام: \"التائب من الذنب كمن لا ذنب له \". ¶ فكل مرة عندما تشرب الخمر ثم تصلي ركعتين تائبا إلى الله فإن الله سبحانه يغفر لك ذلك الذنب _ فصلاة ركعتين للتوبة هي ربح لك. فإذا أنت استمررت على عمل التوبة فإن الشيطان لن يرضى لك هذا الربح بسهولة بل سيحاول إغراءك مرة تلو المرة بترك صلاة التوبة وإن لم يمكنه ذلك بسبب استمرارك في عمل التوبة في صورة صلاة الركعتين فليس أمامه إلا أن يكون عوناً لك على ترك الخمر. إنه على الأقل سيخلي طريقك ولن يطاردك بوساوسه في هذا الصدد. ¶ وأحمد الله سبحانه على أن هذه التجربة قد نجحت نجاحا تاماً وتمكن الشيخ من الإقلاع عن الخمر بهذه الطريقة. ¶ ويذكرنا هذا بقصة سيدنا معاوية رضي الله عنه المشهورة مع الشيطان إذ يحكى أن سيدنا معاوية لم يستيقظ في إحدى الليالي للتهجد كعادته، فأسف أسفاً شديدا وبكى أمام الله سبحانه بكاء شديداً. فرأى في الليلة التالية أن الشيطان يوقظه للتهجد فسأله قائلاً: لماذا توقظني للتهجد وأنت عدوي. فقال الشيطان: هذا لأنك اكتسبت البارحة ببكائك أكثر مما تكسب بالتهجد فأبيت عليك ذلك، وجدير بي أن أوقظك للتهجد كي لا تبكي على فواته منك فتكسب أكثر مما تكسب بالتهجد. ¶ فالحقيقة إذا ما جاء المدمن ونوى أن يتوب بالإقلاع عن شرب الخمر فصلى ركعتين بنية التوبة فإن الشيطان الذي يأبى عليه ذلك يعود فيغريه مرة أخرى، فيشرب ثم يتوب مرة أخرى ويصلي ركعتين وهكذا، وفي كل مرة يمحو الله ذنبه بمجرد توبته وإقلاعه عن شرب الخمر، بل وتكتب له حسنة عن أداء ركعتي الصلاة وتوبته في كل مرة. وعندما يرى الشيطان هذا الفضل، يعز عليه أن يكون سبباً في زيادة الخير لهذا الشارب. فلا يسع",
            "page": "120",
            "part": "1",
            "seal": "3166B942"
        },
        {
            "id": "22",
            "nass": "الشيطان في النهاية إلا أن يقرر أن يترك شارب الخمر لحاله، فلا يعود يغريه بشربها مرة أخرى حتى لا يكون سبباً في كسب المزيد من الحسنات رغم أنفه. ¶ ذكر الله: ¶ وقد ورد في عدد من الأحاديث النبوية أن ذكر الله سبب نزول رحمة الله على العبد ورحمة الله تمنع الإنسان من ارتكاب المعاصي كما أن لعنة الله سبب لكثرة المعاصي. فمن اللازم للمدمن أن يكثر من التسبيح والتحميد والتهليل والتكبير والاستغفار وتلاوة القرآن والصلاة على النبي صلى الله عليه وسلم وعلى رأس كل الصلاة المكتوبة. ولكل هذه الأذكار أثر بالغ أنها تمنع الإنسان عن ارتكاب المعاصي كما ورد في القرآن: ¶ {إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ} . ¶ وقد ورد نص صريح في الصلاة على النبي فقال عليه الصلاة والسلام:\" من صلى علي مرة واحدة صلى الله عليه عشر مرات \". ¶ وعلينا أن نفهم جيدا ما هو تأثير صلاة الله على العبد فقال سبحانه: {هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} . ¶ وهذا يعني أن الصلاة على النبي تستلزم إخراجه من الظلمات إلى النور. ¶ فهذه النصوص تدل دلالة قاطعة على أن كثرة ذكر الله لاسيما الصلاة على النبي عليه الصلاة والسلام ذات ثمرة حلوة ألا وهي صلاة الله ورحمته على العبد وهكذا فهي تخرجه من الظلمات إلى النور ومن ثم فهو يستطيع أن يتخلص من العادات السيئة ومنها شرب الخمر. ¶ سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين.",
            "page": "121",
            "part": "1",
            "seal": "10E4460E"
        },
        {
            "id": "23",
            "nass": "مصادر ومراجع ¶ ... ¶ المراجع: ¶ 1 _ أحمد محمود حافظ، النقيب، المخدرات، وزارة الداخلية المملكة العربية السعودية _ الرياض 1976. ¶ 2 _ بيجيرو، نل، الدكتور _ الإدمان مترجماً باللغة العربية _ دار الثقافة للجميع، دمشق 1978. ¶ 3 _ المودودي، أبو علي، الإمام، تنقيحات. إسلامك ببليكشنز لاهور 1980. ¶ 4 _ نبيل صبحي الطويل، الدكتور، الخمر، مؤسسة الرسالة بيروت 1980. ¶ 5 _ مشكاة المصابيح. بتخريج الألباني.",
            "page": "122",
            "part": "1",
            "seal": "D0D65AA6"
        }
    ],
    "t8930": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حقيقة المسكر"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "السكر ضد الفطرة السليمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "ما هو الإدمان الكحولي؟"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الأضرار:"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "أسباب الإدمان"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "إزالة هذه المغاطة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "العلاج"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}