{
    "b8937": [
        {
            "id": "1",
            "nass": "المصالح المرسلة ¶ محاضرة أملاها الشيخ: محمد الأمين الشنقيطي ¶ مقدمة ¶ بسم الله الرحمن الرحيم ¶ بسم الله والحمد لله وبحمده تتم الصالحات، وأشهد أن لا إله إلا الله وأن محمداً رسول الله صلى الله عليه وسلم، شهادة أنجو بها من المهلكات. والصلاة والسلام على خاتم الأنبياء والمرسلين، المبعوث رحمة للعالمين.. وبعد: ¶ لقد جاءت الشريعة الإسلامية ولله الحمد والمنة، الشاملة لجميع جوانب الإنسان في حياته وبعد مماته، في عباداته ومعاملاته، وفي جميع شئونه الفردية والجماعية، في ظل كتاب الله تعالى الجامع الشامل كما قال تعالى: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} . والذي أخرج الله به الناس من الظلمات إلى النور، وهداهم به إلى الصرط المستقيم.. كما قال تعالى {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} .. وقد كمُل الدين وتمت النعمة كما قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً} .. ¶ وقد مضى الصدر الأول من الأمة في ظل نصوص القرآن وصريح عباراته.. وكانوا إذا أشكل عليهم نص أو استجد لهم جديد وجدوا من رسول الله صلى الله عليه وسلم بيان ما أجمل وتفصيل ما التبس.. ¶ ومضى عهد الصحابة في رعايته صلى الله عليه وسلم، تبليغاً وتشريعاً وعملاً واتباعاً، حتى أتم الله عليهم النعمة وختم الرسالة، وأدى الأمانة، وترك صلى الله عليه وسلم الناس على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك، وترك في الأمة ما إن تمسكوا به نجوا: كتاب الله وسنة رسوله صلى الله عليه وسلم.. ¶ وجاء التابعون على أثر السابقين الأولين واتبعوهم بإحسان، وهكذا من بعدهم، إلى أن اتسعت رقعة العالم الإسلامي بانتشار الإسلام، فتجددت",
            "page": "3",
            "part": "1",
            "seal": "D364E02F"
        },
        {
            "id": "2",
            "nass": "مرافق الحياة وتعددت صورها، فرأى العلماء الأعلام وأئمة الهدى أن القرآن بحر زاخر، ومحيط متلاطم، وليس كل ذي حاجة يقدر على تحصيلها منه ولا كل ذي علم يحيط بما فيه.. وكذلك السنة المطهرة، والتي قال فيها صلى الله عليه وسلم: \"ألا وإنني أوتيت القرآن ومثله معه\" - أي السنة - وإنها الوحي الثاني: {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى} ... وهما مصدر التشريع بوحي الله.. ¶ فوضعوا أصول الفقه التي عليها مبنى الاجتهاد في استنباط ¶ الأحكام من أدلتها، فوضعوا مباحث القرآن من عام وخاص، ومطلق ومقيد، وناسخ ومنسوخ، وغير ذلك.. ¶ وكذلك السنة: بينوا طرق إثباتها ومراتب صحتها وحال رواتها والجمع بين مختلفها وغير ذلك أيضاً.. ¶ ثم الإجماع ووقوعه وطرقه وأقسامه ومنزلته عند التعارض والترجيح. ثم القياس بأقسامه، وبأركانه وشروطه ومواطنه، بأصوله وفروعه.. ¶ وهنالك أصول أربعة أخرى محل اجتهاد الأصوليين، وهي مما تمس الحاجة إليها وهي: ¶ 1ـ شرع من قبلنا. ¶ 2ـ قول الصحابي إذا لم يوجد له مخالف من الصحابة. ¶ 3ـ استصحاب الأصل، أو البراءة الأصلية. ¶ 4ـ المصالح المرسلة، أو الاستصلاح، وهو موضوع هذه المحاضرة التي نقدم لها. وهي في الحقيقة أخطر هذه الأصول من حيث دقة البحث وسعة الجوانب وشدة الحاجة المتجددة. ¶ ومكمن الخطر في ادعاء المصلحة لأنه ادعاء عام، وكل يدعيه لبحثه فيما يذهب إليه ... ولن يذهب مجتهد فقط إلى حكم في مسألة لا نص فيها إلا وادعى أنه ذهب لتحقيق المصلحة.. ¶ ولكن، أي المصالح يعنون..إن المصلحة الإنسانية الخاصة أمر نسبي، وكل يدعيها فيما يذهب إليه ... ومن هنا كان الخطر.. ¶ ولكن حقيقة المصلحة هي المصلحة الشرعية التي تتمشى مع منهج الشرع",
            "page": "4",
            "part": "1",
            "seal": "FCEEE0F5"
        },
        {
            "id": "3",
            "nass": "في عمومه وإطلاقه، لا خاصة ولا نسبية ... فهي التي يشهد لها الشرع الذي جاء لتحقيق مصالح جميع العباد، ومراعاة جميع الوجوه، لأن الشرع لا يقر مصلحة تتضمن مفسدة مساوية لها أو راجحة عليها ظهر أمرها أو خفي على باحثها، لأن الشارع حكيم عليم ... ¶ كما أن المصلحة الشرعية تراعي أمر الدنيا والآخرة معاً، فلا تعتبر مصلحة دنيوية إذا كانت تستوجب عقوبة أخروية ... ¶ وفي هذا يكمن الفرق الأساسي بين المصلحة عند القانونيين الذين يقولون: حيثما وجدت المصلحة فثم شرع الله. وبين الأصوليين الشرعيين الذين يصدق على منهجهم أنه حيثما وجد الشرع فثم مصلحة العباد. ¶ فإذا لم يوجد نص للشرع اجتهد العالم في النازلة ليرى هل هي محققة لمصلحة مما جاء الشرع لتحقيقها في العقيدة أو النفس أو المال أو العرض أو النسب ... وأنها خالية من مفسدة تضر ببعض هذه الضرورات أم لا ... ¶ وقد وضعت في ذلك الكتب المستقلة. ¶ وإنه ما من مؤلف في أصول الفقه إلا وفيه بحث مستقل للمصلحة. ¶ والقارئ الكريم في حاجة إلى خلاصة موجزة، وفكرة ناضجة من عالم محقق وإمام مدقق، هضم الفن واستوعبه، يُطمئن إليه، ويُركن إلى قوله. وهذا ما منحه الله تعالى لمؤلف هذه الرسالة فضيلة والدنا وشيخنا الشيخ محمد الأمين الشنقيطي - رحمه الله -، وقد استقل بتدريس أصول الفقه منذ مجيئه إلى المملكة حوالي الثلاثين سنة تقريباً، وله فيه المؤلفات والمباحث والمذكرات الدراسية الجامعية، حتى كان إماما فذا، ومرجعاً معتمداً، وأستاذا لهذه النهضة العلمية كلها التي تشهدها المملكة في أصول الفقه ... ¶ ولكي يعرفه من لم يلقه، فإني أقدم موجزاً عن حياته - رحمه الله - إسعافاً للقارئ وتقديماً للرسالة:",
            "page": "5",
            "part": "1",
            "seal": "9F8B1AA5"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ المصالح المرسلة ¶ محاضرة أملاها فضيلة الشيخ محمد الأمين الشنقيطي -رحمه الله- ¶ وهي ضمن محاضرات الموسم الثقافي للجامعة الإسلامية بالمدينة المنورة لعام 1390هـ ¶ قال رحمه الله ¶ اعلم أولا أن المصالح التي عليها مدار التشريع السماوي ثلاث: ¶ الأولى منها: ردء المفاسد، وهي المعروف عند الأصوليين بالضروريات. ¶ والثانية: جلب المصالح وهو المعروف عند الأصوليين بالحاجيات. ¶ والثالثة: الجري على مكارم الأخلاق، وأحسن العادات، وهو المعروف عند الأصوليين بالتحسينيات، والتتميميات، وكل واحدة من هذه المصالح الثلاث قد تكون مرسلة وغير مرسلة. ¶ وإذا علمت ذلك فاعلم أن الوصف من حيث هو وصف لا يخلو من واحدة من ثلاث حالات لا رابع لها: ¶ الأولى: أن تكون إناطة الحكم بذلك الوصف تتضمن إحدى المصالح الثلاث المذكورة آنفاً. ¶ الثانية: أن تكون إناطة بالحكم بذلك الوصف لا تتضمن مصلحة أصلاً لا بالذات ولا بالتتبع أعني الاستلزام. ¶ الثالثة: أن تكون إناطة الحكم بذلك الوصف لا تتضمن مصلحة",
            "page": "6",
            "part": "1",
            "seal": "47F1F341"
        },
        {
            "id": "5",
            "nass": "بالذات ولكنها تتضمنها بالتتبع، أي الاستلزام، فإن كانت إناطة الحكم به تتضمن إحدى المصالح الثلاثة المذكورة فهو المعروف عند الأصوليين بالوصف المناسب. ¶ كإناطة تحريم الخمر بالإسكار فإنها تتضمن مصلحة حفظ العقل، ودرء المفسدة عن العقل من الضروريات كما هو معلوم. ¶ وإن كانت إناطة الحكم به لا تتضمن مصلحة أصلا لا بالذات ولا بالتتبع فهو المعروف في الاصطلاح بالوصف الطردي، ولا يصح التعليل به إجماعاً. ¶ واعلم أن الوصف الطردي الذي لا مناسبة فيه ولا تتضمن إناطة الحكم به مصلحة أصلاً ينقسم إلى قسمين: ¶ 1ـ أحدهما: أن يكون طردياً في جميع أحكام الشرع كالطول والقصر، فإنك لا تجد حكماً من أحكام الشرع معللا بالطول أو القصر، لأن إناطة الحكم بذلك خالية من المصلحة أصلاً. ¶ 2ـ الثاني منهما: أن يكون الوصف طردياً في بعض الأحكام دون بعض كالذكورة والأنوثة بالنسبة إلى العتق، فإن أحكام العتق لا ترى شيئاً منها يناط بخصوص الذكورة أو الأنوثة فهما طرديان بالنسبة إلى العتق، مع أن الذكورة والأنوثة غير طرديين في أحكام أخرى غير العتق كالميراث لقوله تعالى: {فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْنِ} وكالشهادة لقوله تعالى: {فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} إلى غير ذلك من الأحكام التي تعتبر فيها الذكورة والأنوثة غير العتق. وإن كانت إناطة الحكم به لا تتضمن مصلحة بالذات ولكنها تستلزمها بالتتبع فذلك الوصف هو الجامع بين الأصل والفرع في نوع",
            "page": "7",
            "part": "1",
            "seal": "E95123E4"
        },
        {
            "id": "6",
            "nass": "القياس المسمى بقياس الشبه على ما حرره جماعة من الأصوليين منهم القاضي أبو بكر الباقلاني، والقرافي، وزادوا على ما ذكر كون الشرع قد شهد بتأثير جنس ذلك الوصف القريب في جنس ذلك الحكم القريب يعنون أنه لا يكتفي بالجنس البعيد في ذلك. ¶ ومثاله قولهم: الخل مائع لا تبنى على جنسه القنطرة، ولا يصاد من جنسه السمك فلا تصح الطهارة به قياساً على الدهن. فقولهم لا تبنى القنطرة على جنسه ولا يصاد من جنسه السمك ليس مناسباً في ذاته، لأن عدم بناء القنطرة عليه وعدم صيد السمك منه بالنظر إلى ذات تلك الأوصاف فهي أوصاف طردية بالنسبة إلى الطهارة وعدمها ولكنها مستلزمة للمناسب. قال القرافي في شرح التنقيح: \"فإن العادة أن القنطرة لا تبنى على الأشياء القليلة بل على الكثيرة كالأنهار، فالقلة مناسبة لعدم مشروعية المتصف بها من المائعات للطهارة العامة، فإن الشرع العام يقتضي أن تكون أسبابه عامة الوجود، أما تكليف الكل بما لا يجده إلا البعض فبعيد عن القواعد فصار قولهم لا تبنى القنطرة على جنسه ولا يصاد من جنسه السمك ليس بمناسب وهو مستلزم للمناسب, وقد شهد الشرع بتأثير جنس القلة والتعذر في عدم مشروعية الطهارة بدليل أن الماء إذا قل واشتدت إليه الحاجة فإنه يسقط الأمر به وينتقل إلى التيمم\"، بواسطة نقل \"نشر البنود\". ¶ وإذا علمت بما ذكرنا انقسام الوصف باعتبار تضمنه المصلحة وعدمها إلى مناسب وطردي، وشبهي، فاعلم أن الوصف المناسب الذي هو المقصود بالكلام ينقسم إلى ثلاثة أقسام: واحد منها صادق بصورتين فيصير مجموع الصور أربعاً وإيضاح ذلك: أن المصلحة التي تضمنها الوصف فصار مناسبا بسبب تضمنها لها تنقسم إلى ثلاث حالات لا",
            "page": "8",
            "part": "1",
            "seal": "57603DB5"
        },
        {
            "id": "7",
            "nass": "رابعة لها: ¶ الأولى: أن يدل دليل خاص من الشرع على اعتبار تلك المصلحة وعدم إهدارها كالإسكار إلى تحريم الخمر، والصغر بالنسبة إلى الولاية على المال. ¶ الثانية: أن يدل دليل خاص على إهدارها وعدم اعتبارها، كما لو ظاهر \"الملك\" من امرأته، فمصلحة الزجر والردع في تخصيص تكفيره بالصوم لأن الصوم هو الذي يردعه عن العود إلى مثل ذلك، أما الإعتاق والإطعام فهو أسهل شيء على الملوك لأنهم لا يبالون به لخفته عليهم، ولكن الشرع الكريم ألغى هذه المصلحة وأهدرها، كما قال تعالى: {ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍِ} .. ¶ واعلم أن الشرع الكريم لا يلغي اعتبار مصلحة ويحكم بإهدارها إلا لتحصيل مصلحة أخرى أهم في نظر الشرع منها، لأن عتق الرقبة وإخراجها من الرق أهم في نظر الشرع من التضييق على \"الملك\" بالصوم لينزجر بالتكفير بذلك. ¶ الثالثة: هي أن لا يدل دليل (خاص) على اعتبار مناسبة ذلك الوصف ولا على إهدارها. ¶ فإن دل الدليل الخاص على اعتبار تلك المصلحة فهو المعروف بـ:\"المؤثر\"، و\"الملائم\"، وإن دل الدليل الخاص على إهدار تلك المصلحة فهو المعروف عند أكثر أهل الأصول بالغريب، وإن لم يدل الدليل الخاص على اعتبارها ولا على إهدارها فهي المصلحة المرسلة، وإنما قيل لها مصلحة لأن المفروض تضمن الوصف المذكور لإحدى المصالح الثلاث",
            "page": "9",
            "part": "1",
            "seal": "5D3C0718"
        },
        {
            "id": "8",
            "nass": "وإنما قيل لها مرسلة لإرسالها أي إطلاقها عن دليل خاص يقيد ذلك الوصف بالاعتبار أو بالإهدار، وتسمى: \"المرسل\"، و\"المصالح المرسلة\"، و\"الاستصلاح\"، وسيأتي إن شاء الله كلام أهل العلم فيها. ¶ اعلم أولا أن بعض العلماء شنع على مالك بن أنس رحمه الله في الأخذ بالمصالح المرسلة تشنيعاً شديداً، كأبي المعالي الجويني ومن وافقه فعابوا مالكاً بأنه يحكم بضرب المتهم ليقر بالسرقة مثلاً، وقالوا: لا شك أن ترك مذنب أهون من إهانة برئ، وزعموا أنه يجيز قتل ثلث الأمة لإصلاح الثلثين وأنه يبيح قطع الأعضاء في التعزيرات، وقال بعضهم العمل بالمصالح المرسلة تشريع جديد لعدم استناد المصالح المرسلة إلى نص خاص من كتاب أو سنة وسنذكر أولا حجة مالك المتضمنة الجواب عما قيل عنه، ثم نذكر بعد ذلك ما يحتاج إليه من الكلام على المصالح المرسلة وموقف أهل المذاهب وأصحابهم منها. أما دعواهم على مالك أنه يجيز قتل ثلث الأمة لإصلاح الثلثين وأنه يجيز قطع الأعضاء في التعزيرات فهي دعوى باطلة لم يقلها مالك ولم يروها عنه أحد من أصحابه، ولا توجد في شيء من كتب مذهبه كما حققه القرافي، ومحمد بن الحسن البناني وغيرهما، وقد درسنا مذهب مالك زمناً طويلاً وعرفنا أن تلك الدعوى باطلة. ¶ أما حكمه بضرب المتهم ليقر بالسرقة فهو صحيح عن مالك كما عقده ابن عاصم في تحفته بقوله: ¶ وإن تكن دعوى على من يتهم ... فمالك بالسجن والضرب حكم ¶ ومالك لا يجيز ضرب المتهم إلا إذا ثبتت عليه الخيانة قبل ذلك ثبوتاً لا مطعن فيه فثبوت كونه خائناً رجح عنده طرف الاحتياط للمال ليقر به، أما الذي لم يثبت عليه الخيانة سابقاً فلم يقل بضربه ليقر. ¶ وثبوت الخيانة له أثره في الشرع، فمن قذف من ثبت عليها الزنا لا يُحد بدليل قوله تعالى: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ} .. فمفهوم",
            "page": "10",
            "part": "1",
            "seal": "272F24AE"
        },
        {
            "id": "9",
            "nass": "قوله تعالى: {الْمُحْصَنَاتِ} أن الذين يرمون المحصنات لا تثبت عليهم تلك الأحكام المذكورة في قوله تعالى: {فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً ... } الآية. قالوا: وفي بعض الروايات لحديث الإفك أن علياً ضرب بريرة لتخبر بالحقيقة عن عائشة، وضربه لها مصلحة مرسلة، ولم ينكر عليه صلى الله عليه وسلم. ¶ وذكر ابن حجر أن رواية الضرب المذكورة جاءت من رواية أبي أوس وابن إسحاق، قلت: وقد ثبت في صحيح مسلم ما لفظه: \"فانتهرها بعض أصحابه فقال: اصدقي رسول صلى الله عليه وسلم\" الحديث، وبريرة مسلمة، وانتهراها من غير ذنب أذى لها بلا موجب، وأذى المسلم حرام وكان مستند من انتهرها هو مطلق المصلحة المرسلة، ولم ينكر النبي صلى الله عليه وسلم ذلك فهو تقرير منه للعمل بالمصلحة المرسلة في الجملة1. ¶ واحتج مالك للعمل بالمصالح المرسلة بأن الصحابة كانوا يعملون بها من غير أن يخالف أحد، قال علماء المالكية ومن أمثلة ذلك: ¶ نقط المصحف، وشكله، وكتابته، لأجل حفظه في الأوليين من التصحيف، وفي الثالث من الذهاب والنسيان، قالوا: ومن أمثلة ذلك حرق عثمان رضي الله عنه للمصاحف وجمع الناس على مصحف واحد خوف الاختلاف. قالوا: ومن أمثلة تولية أبي بكر لعمر لأنه لا مستند له فيها إلا المصلحة المرسلة على التحقيق، وقول بعضهم إنه من القياس خلاف الظاهر، يعنون قياس العهد على العقد. ¶ وقالوا: ومنه ترك عمر الخلافة شورى بين ستة لأن النبي صلى الله عليه وسلم توفي وهو عنهم راض، وقالوا ومن أمثلة ذلك هدم عثمان وغيره الدور المجاورة للمسجد عند ضيق المسجد لأجل مصلحة توسعته. ¶ __________ ¶ (1) وفي غزوة خيبر لما سأل النبي صلى الله عليه وسلم كنانة بن الربيع عن المال الذي خرج به من المدينة وهو كثير فقال كنانة قد أكلته الأيام فقال النبي صلى الله عليه وسلم المال كثير والزمن قليل ووكل أمره إلى الزبير بن العوام رضي الله عنه فحبسه فأقره بالمال من خربة كان قد دفنه فيها.",
            "page": "11",
            "part": "1",
            "seal": "BBFF9D8F"
        },
        {
            "id": "10",
            "nass": "قالوا ومن أمثلة ذلك زيادة عثمان لأحد الأذانين في الجمعة لكثرة الناس، قالوا: ومنها اشتراء عمر رضي الله عنه دار صفوان بن أمية واتخاذها سجنا لمعاقبة أهل الجرائم، وقالوا: السجن من العقوبات الشديدة، ولذا قرن بالعذاب الأليم في قوله تعالى: {إِلاَّ أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ} ، وقالوا: لم يكن في زمن رسول الله صلى الله عليه وسلم وأبي بكر سجن، فلما انتشرت الرعية ابتاع بمكة داراً وجعلها سجناً يسجن فيها، قالوا: وفيه دليل على جواز اتخاذ السجن، وقد سجن عمر الحطيئة على الهجو كما يدل له قوله: ¶ ماذا تقول لأفراخ بذي مرخ ... زغب الحواصل لا ماء ولا شجر ¶ ألقيت كاسبهم في قعر مظلمة ... فامنن عليك سلام الله يا عمر ¶ وقد سجن عمر رضي الله عنه صبيغاً على سؤاله عن المتشابه، وسجن عثمان رضي الله عنه ضابيء بن حارثة، وكان من لصوص بني تميم، ومات في السجن، وقد حاول قتل عثمان وهو في سجنه كما يدل له قوله: ¶ هممت ولم أفعل وكدت وليتني ... تركت على عثمان تبكي حلائل ¶ قالوا: وسجن علي رضي الله عنه في الكوفة، وسجن ابن الزبير في مكة، قالوا: ومن أمثلة ذلك تدوين الدواوين، لأن أول من دونها في الإسلام عمر رضي الله عنه ولم يتقدم فيه ولا في شيء مما ذكر قبله، ولا في نظيره أمر من الشارع، فكتابة عمر أسماء الجند في ديوان يعرف به الجند وتميز به أهل كل ناحية ويعرف به من تخلف ممن لم يتخلف وموافقة جميع الصحابة على ذلك من غير نكير لمجرد المصلحة المرسلة مع أنه ثبت في الصحيح أن النبي صلى الله عليه",
            "page": "12",
            "part": "1",
            "seal": "10ED5170"
        },
        {
            "id": "11",
            "nass": "وسلم لم يتفقد كعب بن مالك ولم يعلم بتخلفه حتى وصل تبوك ونحو ذلك من الوقائع التي ذكروا والتي لم يذكروها حجة ظاهرة لمالك فيما شابهها. ¶ واعلم أن العلماء غير مالك اختلفوا في العمل بالمصلحة المرسلة، قال ابن السبكي في جمع الجوامع في مبحث تقسيم المناسب الذي ذكرنا إلى مؤثر وملائم وغريب ومرسل ما نصه: \"فإن دل الدليل إلغائه فلا يعلل به، وإلا فهو المرسل قَبِله مالك مطلقاً، وكاد إمام الحرمين يوافقه مع مناداته عليه بالنكير، ورده الأكثر مطلقاً، وقوم في العبادات....الخ\". ¶ وقال شارحه صاحب الضياء اللامع: \"وما لم يشهد له الشرع باعتبار ولا إهدار، ولكنه على سنن المصالح وتتلقاه العقول بالقبول فهو المرسل، واختلف في العمل به على مذاهب: ¶ أحدهما: ردُّه وبه قال القاضي أبو بكر، والشافعي في أحد قوليه، وعزاه المصنف يعني ابن السبكي إلى الأكثر. ¶ والثاني: اعتباره مطلقاً وبه قال مالك وحكاه القرافي في شرح المحصول عن معظم الحنفية، وهو أحد قولي الشافعي، وقد قال الأبياري: ما ذهب إليه الشافعي هو عين مذهب مالك، وقد رام الإمام يعني إمام الحرمين التفريق بين المذهبين ولا يجد إلى ذلك سبيلاً أبداً، ثم يقال له: ما ذكرته من التقييد لقول الشافعي من التقريب من قواعد الشريعة ما مأخذه وما المراد به، وفي أي جهة يشترط التقارب؟ أفي مجرد المصلحة أم في وجه آخر، أقرب من ذلك؟ ¶ فإن اكتفى بمجرد التقارب في المصلحة لزمه إعمال جميع المصالح،",
            "page": "13",
            "part": "1",
            "seal": "E3F86199"
        },
        {
            "id": "12",
            "nass": "وإن اشترط الاشتراك في الوجه الأخص فهو المؤثر بعينه، وبين الدرجتين رتب في القرب والبعد لا تنضبط بحال\"، وقد أطال الكلام في المسألة ورد على القاضي والإمام فيما قالاه وقال: \"إذا نظر المنصف في أقضية الصحابة رضي الله عنهم يتبين له أنهم كانوا يتعلقون بالمصالح في وجوه الرأي ما لم يدل الدليل على إلغاء تلك المصلحة، قال: وهو أمر مقطوع به عن الصحابة\" ونحوه للقرافي، وقد عدد كثيراً من وقائع الصحابة التي اعتمدوا فيها على مطلق المصلحة من غير أصل تبنى عليه، وقال: \"إن مجموع ذلك يفيد القطع\".. انتهى محل الغرض منه. ¶ وقال في نفس البحث المذكور: \"وقال القرافي في شرح المحصول: يحكى أن المصالح المرسلة من خصائص مذهب مالك، وليس كذلك بل اشترك فيها جميع المذاهب فإنهم يعللون ويفرقون في صور النقوض وغيرها، ولا يطالبون أنفسهم بأصل يشهد لذلك الفارق بالاعتبار بل يعتمدون على مجرد المصلحة، ثم إن الشافعية يدعون أنهم أبعد الناس عنها وهم قد أخذوا منها بأوفر نصيب حتى تجاوزوا فيها. ¶ هذا إمام الحرمين قيم مذهبهم ضمن بعض كتبه أمورا من المصالح لم يوجد لها في الشرع أصل يشهد لخصوصها، وكذا فعل الماوردي في كتاب الأحكام السلطانية فإنه توسع في ذلك توسعاً كثيراً لم يوجد للمالكية منه إلا اليسير ... \"، وذكر بعض أمثلة مما ذكروه ثم قال: \"فلو قيل أن الشافعية هم أهل المصالح المرسلة دون غيرهم لكان ذلك هو الصواب\" وقال الغزالي في المستصفى: \"وقد اختلف العلماء في جواز اتباع المصلحة المرسلة، ولابد من كشف معنى المصلحة وأقسامها فنقول: المصلحة بالإضافة إلى شهادة الشرع ثلاثة أقسام:",
            "page": "14",
            "part": "1",
            "seal": "7165DB3F"
        },
        {
            "id": "13",
            "nass": "1ـ قسم شهد الشرع باعتبارها. ¶ 2ـ وقسم شهد لبطلانها. ¶ 3ـ وقسم لم يشهد الشرع لا لبطلانها ولا لاعتبارها إلى أن قال: ¶ القسم الثالث: ما لم يشهد له من الشرع بالبطلان ولا بالاعتبار نص معين، وهذا في محل النظر إلى آخر كلامه الطويل وفيه تقسيم المصالح إلى ضروريات وحاجيات وتحسينيات كما أوضحنا، ومعلوم أن الضروريات يراد بها درء المفسدة عن الدين والنفس، والعقل والنسب والعرض والمال\". ¶ وإن كان الغزالي عدها خمساً فحذف العرض، ثم قال بعد ذلك: \"فإذا عرفت هذه الأقسام فنقول: الواقع في الرتبتين الأخيرتين يعني الحاجيات والتحسينيات لا يجوز الحكم بمجرده إن لم يعتضد بشهادة أصل.. إلى أن قال: أما الواقع في رتبة الضروريات فلا بعد في أن يؤدي إليه اجتهاد مجتهد وإن لم يشهد له أصل معين. ومثاله: أن الكفار لو تترسوا بجماعة من أسارى المسلمين فلو كففنا عنهم لصدمونا وغلبوا على دار الإسلام وقتلوا كافة المسلمين، ولو رمينا الترس لقتلنا مسلماً معصوما لم يذنب ذنباً، وهذا لا عهد به في الشرع. ¶ ولو كففنا لسلطنا الكفار على جميع المسلمين فيقتلونهم ثم يقتلون الأسارى أيضاً، فيجوز أن يقول قائل: هذا الأسير مقتول بكل حال فحفظ جميع المسلمين أقرب إلى مقصود الشرع لأنا نعلم قطعاً أن مقصود الشرع تقليل القتل كما يقصد حسم سبيله عند الإمكان فإن لم نقدر على الحسم قدرنا على التقليل، وكان هذا التفاتا إلى مصلحة علم بالضرورة كونها مقصود الشرع لا بدليل واحد وأصل معين بل",
            "page": "15",
            "part": "1",
            "seal": "1AD54687"
        },
        {
            "id": "14",
            "nass": "بأدلة خارجة عن الحصر، لكن توصيل هذا المقصود بهذا الطريق وهو قتل من لم يذنب غريب لم يشهد له أصل معين، فهذا مثال مصلحة غير مأخوذة بطريق القياس على أصل معين، وانقدح اعتبارها باعتبار ثلاثة أوصاف أنها ضرورة قطعية كلية، وليس في معناها ما لو تترس الكفار في قلعة بمسلم إذ لم يحل رمي الترس إذ لا ضرورة. فينا غنية عن القلعة فنعدل عنها إذ لا نقطع بظفرنا بها لأنها ليست قطعية بل ظنية، وليس في معناها جماعة في سفينة لو طرحوا واحدا منهم لنجوا وإلا غرقوا بجملتهم لأنها ليست كلية إذ يحصل بها هلاك عدد محصور. وليس ذلك كاستئصال كافة المسلمين، ولأنه ليس يتعين واحد للإغراق إلا أن يتعين بالقرعة ولا أصل لها، وكذلك جماعة في مخمصة لو أكلوا واحدا بالقرعة لنجوا فلا رخصة فيه لأن المصلحة ليست كلية، وليس في معناها قطع اليد للأكلة حفظاً للروح فإنه تنقدح الرخصة فيه لأنه إضرار به لمصلحته، وقد شهد الشرع للإضرار بشخص في قصد صلاحه، كالفصد والحجامة وغيرها ... \"إلى آخر كلامه. ¶ فتراه في هذا الكلام صرح بجواز العمل بالمصلحة المرسلة بالقيود المذكورة في مسألة تترس الكفار بالمسلمين وذكر أن العمل بها لا يجوز في مرتبة الحاجيات والتحسينيات. ¶ فهنا في المستصفى ذكر جواز العمل بها في خصوص الضروريات دون الحاجيات والتحسينيات ولكنه ذكر في شفاء الغليل جواز العمل بها في الحاجيات أيضاً. ¶ واعلم أن مسألة التترس المذكورة اعترضت على الغزالي من وجهين: اعترضها السبكي في جمع الجوامع بأنها ليست من المصالح المرسلة",
            "page": "16",
            "part": "1",
            "seal": "70697380"
        },
        {
            "id": "15",
            "nass": "لدلالة النصوص على العمل بها فقال: \"وليس منه مصلحة ضرورية كلية قطعية لأنها مما دل الدليل على اعتباره فهي حق قطعاً، واشترطها الغزالي للقطع بالقول به لا لأصل القول به، قال: والظن القريب من القطع كالقطع..\" اهـ من جمع الجوامع. ¶ وتراه زعم أن مسألة الترس ليست من المرسل لشهادة الشرع لها واعترضها أيضاً عليه الأبياري من المالكية وهو من شيوخ ابن الحاجب بأن قال: \"ما قاله يعني الغزالي في المسألة المذكورة غير صحيح ولم يبد دليلا على ما ادعاه بل اقتصر على مجرد الدعوى، واعتباره القيود الثلاثة وهي كونها ضرورية قطعية كلية أمر لا يتصور ولا وقوع له في الشريعة أصلا..\" اهـ منه بواسطة نقل ابن حلولو في الضياء اللامع. ¶ ثم قال الغزالي في المستصفى: \"فإن قيل فتوظيف الخراج من المصالح فهل إليه سبيل أو لا، قلنا لا سبيل إليه مع كثرة الأموال في أيدي الجنود، أما إذا دخلت الأيدي من الأموال ولم يكن من مال المصالح ما يفي بخراجات العسكر، ولو تفرق العسكر واشتغلوا بالكسب لخيف دخول الكفار بلاد الإسلام، أو خيف ثوران الفتنة من أهل الفرقة في بلاد الإسلام فيجوز للإمام أن يوظف على الأغنياء مقدار كفاية الجند، ثم إن رأى في طريق التوزيع التخصيص بالأراضي فلا حرج، لأنا نعلم أنه إذا تعارض شرّان أو ضرران قصد الشرع دفع أشد الضررين وأعظم الشرّين، وما يؤديه كل واحد منهم قليل بالإضافة إلى ما يخاطر به من نفسه وماله لو خلت خطة الإسلام عن ذي شوكة يحفظ نظام الأمور، ويقطع مادة الشرور وكان هذا لا يخلو عن شهادة أصول معينة، فإن لولي الطفل، عمارة القنوات وإخراج أجرة الفصاد وثمن الأدوية، وكل ذلك تنجيز خسران لتوقع ما هو أكثر منه، وهذا أيضاً يؤيد مسلك الترجيح في مسألة الترس، لكن هذا تصرف في",
            "page": "17",
            "part": "1",
            "seal": "4E1462A8"
        },
        {
            "id": "16",
            "nass": "الأموال، والأمول مبتذلة يجوز ابتذالها في الأغراض التي هي أهم منها. ¶ وإنما المحظور سفك دم معصوم من غير ذنب سافك\" اهـ محل الغرض منه، وهو يدل على العمل بالمصلحة المرسلة في أخذ الإمام الأموال من الناس ليهيئ بها الجند لحفظ بلاد المسلمين من الكفار والظلمة ولا شك أن حفظ بلاد المسلمين يجب على ولاة المسلمين وإن لم يكن لذلك طريق ممكنة إلا أخذ بعض الأموال من الأغنياء. ولا خلاف في ارتكاب أخف الضررين وجواز العمل به وإن كانت مصلحة مرسلة. ¶ واعلم أن ما فعله عمر رضي الله عنه من عدم قسمه للأرض المغنومة من الكفار مع أن ظاهر القرآن يدل على أن أربعة أخماسها للغانمين لعموم قوله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ} الآية. أي والأخماس الأربعة الباقية للغانمين. ¶ ولم يفعل عمر بل لم يقسم الأرض المغنومة على الغانمين وإنما تركها لينتفع بها جميع المسلمين في المستقبل لأنها لو قسمت لم يبق خراج يكفي الجيوش لحماية بلاد المسلمين. ولذا صح عن عمر بن الخطاب رضي الله عنه أنه قال: \"لولا آخر المسلمين ما فتحت قرية إلا قسمتها بين أهلها كما قسم النبي صلى الله عليه وسلم خيبر\"، وفي لفظ في الصحيح عن عمر رضي الله عنه: \"والذي نفسي بيده لولا أن أترك آخر المسلمين ليس لهم شيء ما فتحت عليَّ قرية إلا قسمتها كما قسم النبي صلى الله عليه وسلم خيبر ولكن أتركها خزانة لهم يقتسمونها\" ليس معناه أن عمر رضي الله عنه خصص عموم {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ} الآية.. ¶ بمصلحة مرسلة كما يظنه بعض المتعلمين الذين لم يمارسوا الكتاب والسنة، لأن كلام عمر رضي الله عنه صريح في أنه يرى أن الإمام مخير بين قسم الأرض المغنومة على الغانمين، وبين استبقائها لانتفاع",
            "page": "18",
            "part": "1",
            "seal": "FB8459A7"
        },
        {
            "id": "17",
            "nass": "جميع المسلمين لأن ذلك مفهوم من فعله صلى الله عليه وسلم، وقد حضره عمر رضي الله عنه لأن النبي صلى الله عليه وسلم قسم الأرض المغنومة تارة وترك قسمتها أخرى، فدل ذلك جواز كلا الأمرين، فقد قسم بعض أرض خيبر وترك بعضها، وقسم أرض قريظة ولم يقسم مكة، فإن قيل أرض خيبر أخذ بعضها عنوة وهو الذي قسم، وبعضها أخذ ولم يوجف عليه بخيل ولا ركاب وهو الذي لم يقسم. ¶ قلنا: قسم أرض خيبر وترك قسم أرض مكة كلاهما لا نزاع فيه، وهو يكفي لمحل الشاهد. ¶ فإن قيل: مكة فتحت صلحاً لقوله صلى الله عليه وسلم: \"من دخل دار أبي سفيان فهو آمن، ومن ألقى السلاح فهو آمن، ومن أغلق بابه فهو آمن\" كما ثبت في صحيح مسلم. ¶ قلنا: إن التحقيق أن مكة فتحت عنوة لا صلحاً ولذلك أدلة واضحة منها أنه لم ينقل أحد أن النبي صلى الله عليه وسلم صالح أهلها زمن الفتح وإنما جاءه أبو سفيان فأعطاه الأمان، ولو كانت قد فتحت صلحاً لم يقل من دخل داره أو أغلق بابه، أو دخل المسجد فهو آمن فإن الصلح يقتضي الأمان العام. ¶ ومنها حديث: \" إن الله حبس عن مكة الفيل وسلط عليها رسوله والمؤمنين وأنه أذن لي فيها ساعة من نهار\"، وفي لفظ: \"إنها لم تحل لأحد قبلي ولا تحل لأحد بعدي، وإنما أحلت لي ساعة من نهار\"، وفي لفظ: \"فإن أحد ترخص بقتال رسول الله صلى الله عليه وسلم فقولوا: إن الله أذن لرسوله ولم يأذن لكم وإنما أذن لي ساعة من نهار، وقد عادت حرمتها اليوم كحرمتها بالأمس\". ¶ ومنها أنه ثبت في الصحيح أنه يوم فتح مكة جعل خالد بن الوليد على",
            "page": "19",
            "part": "1",
            "seal": "A4AF4F4E"
        },
        {
            "id": "18",
            "nass": "المجنبة اليمنى وجعل الزبير على المجنبة اليسرى، وجعل أبا عبيدة على الحسر فأخذوا بطن الوادي ثم قال: \"يا أبا هريرة اهتف لي بالأنصار\" فجاؤوا يهرولون، فقال: \"يا معشر الأنصار هل ترون إلى أوباش قريش؟ \" قالوا: نعم. قال: \"انظروا إذا لقيتموهم غدا أن تحصدوهم حصداً\". ¶ وهو صريح في أن مكة فتحت عنوة، وقتل فيها من الطرفين كما هو معروف ورجزُ حماس بن قيس يخاطب امرأته مشهور في ذلك وهو قوله: ¶ إنك لو شهدت يوم الخندمة ... إذ فر صفوان وفر عكرمة ¶ واستقبلتنا بالسيوف المسلمة ... لهم نهيتٌ خلفنا وهمهمة ¶ يقطعن كل ساعد وجمجمة ... ضربا فلا تسمع إلا غمغمة ¶ لم تنطقي باللوم أدنى كلمة ¶ ومنها أيضاً أن أم هانئ بنت أبي طالب رضي الله عنها أجارت رجلاً فأراد علي رضي الله عنه قتله فقال رسول الله صلى الله عليه وسلم: \"قد أجرنا من أجرت يا أم هانئ\" وذلك يوم الفتح، ومنها أنه صلى الله عليه وسلم أمر بقتل مقيس بن صبابة وابن خطل وجاريتين، ولو كانت فتحت صلحاً لم يأمر بقتل أحد من أهلها، ولكان ذكر هؤلاء مستثنى من عقد الصلح، إلى غير ذلك من الأدلة الدالة على أن مكة فتحت عنوة1 فتركه صلى الله عليه وسلم قسم أرضها وبعض أرض خيبر وقسم بعض أرض خيبر وأرض قريظة يدل على جواز الأمرين وأن ذلك هو الذي لاحظه عمر لكن عمر رضي الله عنه فضل أحد الأمرين ¶ __________ ¶ 1 وهل يصلح لذلك أيضا حديث أنتم الطلقاء بعد دخول مكة حيث لو كان هناك صلح من قبل لكانوا بمقتضاه طلقاء، ولما احتيج إلى السؤال: \"ماذا تروني فاعل بكم \" إذا كان هناك صلح؟..",
            "page": "20",
            "part": "1",
            "seal": "D1384980"
        },
        {
            "id": "19",
            "nass": "الجائزين استنادا إلى المصلحة المرسلة. ¶ فالحاصل أن الصحابة رضي الله عنهم كانوا يتعلقون بالمصالح المرسلة التي لم يدل دليل على إلغائها، ولم تعارضها مفسدة راجحة أو مساوية، وأن جميع المذاهب يتعلق أهلها بالمصالح المرسلة، وإن زعموا التباعد منها، ومن تتبع وقائع الصحابة وفروع المذاهب علم صحة ذلك، ولكن التحقيق أن العمل بالمصلحة المرسلة أمر يجب فيه التحفظ وغاية الحذر حتى يتحقق صحة المصلحة وعدم معارضتها لمصلحة أرجح منها أو مفسدة أرجح منها أو مساوية لها، وعدم تأديتها إلى مفسدة في ثاني حال. ¶ واعلم أن العمل بالمصالح المرسلة المذكور ليس تشريعاً جديداً خالياً عن دليل أصلاً بل من يعمل بها من العلماء كمالك وغيره يستند في ذلك إلى أمور. ¶ منها: عمل الصحابة رضي الله عنهم بها من غير أن ينكر منهم أحد وهم خير أسوة. ¶ ومنها: أنه قد علم من استقراء الشرع الكريم محافظته على المصالح وعدم إهدارها ولا سيما إن كانت المصلحة متمحضة لم تستلزم مفسدة ولم تعارض مصلحة راجحة. ولم تصادم نصا من الوحي. ¶ ومنها: أن بعض النصوص قد يدل لذلك كما ذكرنا آنفاً في صحيح مسلم من أن بعض الصحابة انتهر بريرة لتصدُق النبي صلى الله عليه وسلم فيما تعلم عن عائشة وبريرة مسلمة وإيذاء المسلم بالانتهار من غير ذنب حرام، وقد استباحه بعض الصحابة للمصلحة المرسلة وهي تخويف الجارية حتى تقول الحق، ولم ينكر النبي صلى الله عليه وسلم عليهم.",
            "page": "21",
            "part": "1",
            "seal": "2A7CF289"
        },
        {
            "id": "20",
            "nass": "هكذا قيل ولكن استناد المصلحة المرسلة إلى دليل خاص يخرجها عن كونها مرسلة كما ترى ... والعلم عند الله تعالى. فمثال معارضتها لمصلحة أرجح منها: غرس شجر العنب فإن منع وجوده في الدنيا يستلزم مصلحة هي السلامة من عصر الخمر منه، ولكن مصلحة السلامة من عصر الخمر من العنب بإعدامه من الأرض معارضة بمصلحة أرجح منها وهي انتفاع الناس بالعنب والزبيب فهذه المصلحة الراجحة تقدم على تلك المصلحة المرجوحة: ¶ وانظر تدلي دوالي العنب ... في كل مشرق وكل مغرب ¶ ومن أمثلة هذا أيضاً إجماع المسلمين قديماً وحديثاً على جواز مساكنة الرجال والنساء في البلد الواحد، ولم ينقل عن أحد أنه قال يجب عزل النساء عن الرجال وإسكانهن منفردات عليهن في حصون قوية وأبواب من حديد مفاتيحها بيد من عرف بالتقوى والعفاف وكبر السن والغني بالزوجات، مع أن عزل النساء فيه مصلحة السلامة من الزنا لأن كون الجميع في بلد واحد قد يكون ذريعة إلى التوصل إلى الفاشحة بالإشارات ورمي الأوراق التي فيها مواعيد، والاتصال من فوق السطوح كما قال نصر بن حجاج بن علاط السلمي: ¶ ليتني في المؤذنين نهارا ... وأنهم ينظرون من في السطوح ¶ فيشيرون أو يشار إليهم ... حبذا كل ذات دل مليح ¶ لأن مصلحة تعاون الذكور والإناث على الدين والدنيا في البلد الواحد بأن يكون الرجل ونساؤه في دارهم يتعاونون بأن يقوم كل بما يليق به من الخدمة أرجح من مصلحة قطع الذريعة إلى الزنا باجتماع الجنسين في البلد الواحد. ¶ ومثال استلزام المصلحة مفسدة راجحة أو مساوية ما إذا طلب",
            "page": "22",
            "part": "1",
            "seal": "D973BDF9"
        },
        {
            "id": "21",
            "nass": "المسلمون فداء أساراهم من الكفار فامتنع الكفار أن يقبلوا الفداء إلا بسلاح يعلم به أن ذلك السلاح ييسر لهم قتل عدد الأسارى أو أكثر من المسلمين، فإن كان ييسر لهم قتل قدر الأسارى فالمفسدة مساوية وإن كان ييسر لهم قتل أكثر منهم فالمفسدة راجحة. ¶ ومثال تأدية المصلحة إلى مفسدة في ثاني حال: أعني متجددة في المستقبل ما وقع من مؤمني قوم نوح عليه السلام فإن تصويرهم لرجالهم الصالحين يغوث ويعوق، ونسر، وود، وسواع، في حالته الأولى مصلحة وهي التي قصدوها بتصويرهم لأنهم إذا رأوا صورهم تذكروا صلاحهم وعبادتهم فبكوا وعبدوا الله وأطاعوه، ولكنهم لم يعلموا أن هذه المصلحة مستلزمة في المستقبل لمفسدة هي أعظم المفاسد وهي: أن ذلك التصوير وسيلة للكفر البواح والشرك بالله، لأنهم لما مات أهل العلم منهم وبقي أهل الجهل زين لهم الشيطان عبادة تلك الصور فعبدوها وذلك أول شرك وقع في الأرض، وهو أعظم مفسدة قد استلزمتها مصلحة مرسلة، ولم يتفطن لها عند استعمال المصلحة، وذلك يستوجب الحذر التام من العمل بالمصالح المرسلة خوف استلزامها بعض المفاسد التي تتجدد في المستقبل كما ذكرنا آنفاً.",
            "page": "23",
            "part": "1",
            "seal": "F9D6A272"
        },
        {
            "id": "22",
            "nass": "موجز ترجمة صاحب الفضيلة المؤلف رحمه الله. ¶ هو فضيلة الشيخ محمد الأمين الشنقيطي، ومحمد الأمين اسم مركب علم عليه ابن محمد المختار، جده عبد القادر بن محمد بن أحمد نوح، ينتهي نسبه إلى جد قبيلة (تجكانت) من أشهر قبائل موريتانيا علماً وفضلاً. ¶ ويرجع نسب تلك القبيلة إلى حمير، نزحت إلى تلك البلاد وحافظت على نسبها وعروبتها. ¶ مولده ومسقط رأسه: ¶ ولد رحمه الله سنة 1325هـ ¶ وكان مسقط رأسه بمديرية كيفا من بلاد موريتانيا من أبوين أبناء عمومة وفي بيت علم رجالاً ونساء. ¶ طلبه للعلم: ¶ كان بدء طلبه في بيت أهله، وتوفي والده وهو في طفولته، فتلقى على أخواله وخالاته ... بدأ يحفظ القرآن وتجويده ورسمه، ثم التاريخ والسيرة والأدب وعلوم العربية ومبادئ الفقه ... ¶ ثم رحل إلى طلب العلم على كبار مشايخ بلاده على المتبع في بلاده. ¶ المنهج الدراسي: ¶ وكان المنهج الدراسي إفراد العلم بالدرس، فلا يجمع بين فنين في وقت واحد خشية التخليط أو التشويش، فيستقل بالفقه مثلا حتى ينتهي منه ثم يبدأ بالنحو كذلك وهكذا التوحيد فالأصول فالتفسير.. الخ.. ¶ وقد برز -رحمه الله- على أقرانه في جميع الفنون، وكان منقطعاً للعلم كلية. ¶ قدومه إلى المملكة: ¶ وكان قدومه -رحمه الله- إلى المملكة عام 1367هـ لأداء فريضة الحج. ثم اعتزم الإقامة وبدأ التدريس في المسجد النبوي ختم فيه التفسير",
            "page": "24",
            "part": "1",
            "seal": "0D04148C"
        },
        {
            "id": "23",
            "nass": "القرآن الكريم مرتين. وفي عام 1371هـ افتتحت المعاهد والكليات في الرياض ودرس بها إلى عام 1381هـ، إذ افتتحت الجامعة الإسلامية بالمدينة المنورة فانتقل إليها.. ¶ وقد نفع الله به في كلتا المؤسستين، وتخرج على يديه الآلاف من الطلاب خاصة في التفسير والعقائد والأصول.. ¶ وكان -رحمه الله- بجانب تدريسه بالجامعة، عضوا لمجلس الجامعة وعضو هيئة كبار العلماء، وعضو المجلس التأسيسي للرابطة.. وقد ترأس وفد الجامعة إلى إفريقيا، وكان له -رحمه الله- في جميع ذلك الأثر المحمود. ¶ وتوفي -رحمه الله- بعد أن خلف مؤلفات عديدة متنوعة، هي: 1ـ منع جواز المجاز في المنزل للتعبد والإعجاز. ¶ 2ـ دفع إيهام الاضطراب عن آي الكتاب بين وجوه أوجه الجمع فيما ظاهر التعارض في كتاب الله. ¶ 3ـ مذكرة في أصول الفقه على روضة الناظر المقررة في الجامعة الإسلامية. ¶ 4ـ آداب البحث والمناظرة -مقرر في الجامعة الإسلامية-. ¶ 5ـ أضواء البيان في تفسير القرآن بالقرآن -وصل فيه إلى نهاية سورة المجادلة في سبعة مجلدات كبار-. ¶ وله -رحمه الله- مؤلفات أخرى مخطوطة في بلاده في التاريخ والفقه والمنطق.. ¶ كما له العديد من المذكرات الدراسية في التفسير وأصوله وأصول الفقه والمنطق والنحو والصرف.. وله محاضرات طبعت على حساب الجامعة منها: ¶ 1ـ آيات الصفات. ¶ 2ـ حكمة التشريع. ¶ 3ـ المثل العليا في الإسلام.",
            "page": "25",
            "part": "1",
            "seal": "C1DB766B"
        },
        {
            "id": "24",
            "nass": "4ـ كمال الشريعة وشمولها. ¶ 5ـ المصالح المرسلة. وهي هذه التي نقدم لها. ¶ وقد أملاها فضيلته -رحمه الله- وألقيتها نيابة عنه في الموسم الثقافي لمحاضرات الجامعة الإسلامية بالمدينة المنورة عام 1390هـ. ¶ ومن مؤلفاته العديدة ومحاضراته المتنوعة تظهر مكانته العلمية، وبالتالي قيمة هذه المحاضرة الخطيرة والتي تمس إليها الحاجة في هذا الوقت الذي تعددت فيه مرافق الحياة وتنوعت أشكال المعاملات. ¶ وفاته: ¶ وكانت وفاته -رحمه الله- ضحى يوم الخميس السابع عشر من ذي الحجة عام 1393هـ، ودفن بمقبرة المعلى بمكة المكرمة، وصلى عليه سماحة رئيس الجامعة فضيلة الشيخ عبد العزيز بن عبد الله بن باز وصلى عليه بالمسجد النبوي ليلة الأحد فضيلة إمام المسجد النبوي الشريف الشيخ عبد العزيز بن صالح ثم صُلي عليه في أماكن أخرى..رحمة الله تعالى عليه.. وإني لأرجو الله تعالى أن يجعلها مما ورثه من علم ينتفع به وأن يجزل الثواب عليها لكل ساع في نشرها.. وأن يتغمده تعالى بواسع رحمته ويسكنه فسيح جناته وصلى الله وسلم وبارك على سيدنا محمد وعلى آله وصحبه.. ¶ كتبها تلميذه: عطية محمد سالم -قاض بمحكمة المدينة المنورة-.",
            "page": "26",
            "part": "1",
            "seal": "FA2CADD6"
        }
    ],
    "t8937": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المصالح المرسلة"
        }
    ]
}