{
    "b8946": [
        {
            "id": "1",
            "nass": "المفهوم الصحيح للتوسل على ضوء السنة ¶ لفضيلة الأستاذ حماد بن محمد الأنصاري الأستاذ بالجامعة الإسلامية ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا اله إلا الله وحده لا شريك له، وأن محمداً عبده ورسوله، والصلاة والسلام على نبينا محمد وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد.. فقد اطلعت على رسالة صغيرة كتبها شخص باسم عبد الله بن محمد بن الصديق الغماري الحسنى وسماها (اتحاد الأذكياء في التوسل بالأنبياء وغيرهم من الصالحين والأولياء) يدعو فيها إلى التوسل وذوات الصالحين مستدلاً على دعواه فيها بخمسة أحاديث مرفوعة وبخمسة آثار موقوفة، وعقب على كل واحد منها بأنه صحيح، وأنها دالة كلها على مرامه.. ¶ هذا وقد ألفت رسائل كثيرة في الرد على مثل هذه الرسالة، منها قاعدة التوسل والوسيلة لشيخ الإسلام ابن تيمية، وصيانة الإنسان عن وسوسة الشيخ زيني دحلان للشيخ السهسواني، وغاية الأماني في الرد على النبهاني للألوسي، ومنهاج التأسيس في الرد على ابن جرجيس للشيخ عبد اللطيف، وتأسيس التقديس في الرد على ابن جرجيس لبابطين النجدي، ومصباح الظلام في الرد على ابن منصور للشيخ عبد اللطيف وغير ذلك كثير. ¶ فمشاركة لهؤلاء الأعلام في الذب عن السنة المطهرة وحفاظاً على العقيدة السلفية من أن يعبث بها كل لاعب رأيت من الواجب على بيان الحق نحو الأخبار ولآثار",
            "page": "43",
            "part": "1",
            "seal": "5E57D244"
        },
        {
            "id": "2",
            "nass": "التي لبس بها الغمارى على العامة فوضعت قلمي على هذه الأوراق مستعيناً بالله وحده، فإذا تلك الأخبار والآثار على قسمين، قسم دال مرامه ولكنه ضعيف جداً أو موضوع، وقسم خارج عن الموضوع على فرض صحته، وقد قدمت الكلام على الأحاديث المرفوعة التي ساقها في رسالته الصغيرة التي تقدمت الإشارة إليها. وكذلك ما ساق في أصل رسالته هذه ثم قفيته بالكلام على ما أورده من الآثار الموقوفة، وسميت هذه الرسالة (بتحفة القاري في الرد على الغمارى) فإليك أيها القاريء أدلة الغمارى التي لا تنطلي إلا على الأغمار لأنك إذا نظرت إليها تجد أن أسانيدها كلها لا تخلو من كذاب أو متهم بالكذب متروك الحديث أو مجهوله تنقطع أعناق الإبل دون أن يعرف. إضافة إلى أنه أورد فيها حديث عمر في الصحيحين وحديث الأعمى في السنن مع أنهما خارجان عن الموضوع، كما ستقرؤه إن شاء الله في محله. ¶ 1- الحديث الأول من أحاديث الغمارى قال:\" أخرج الطبراني في معجمه الكبير والأوسط عن أنس بن مالك رضي الله عنه قال:\" لما ماتت فاطمة بنت أسد أم علي رضي الله عنهما دخل عليها رسول الله صلى الله عليه وسلم فجلس عند رأسها فقال:\" رحمك الله يا أمي، كنت أمي بعد أمي تجوعين وتشبعينني وتعرين وتكسينني وتمنعين نفسك طيباً وتطعمينني تريدين بذلك وجه الله والدار الآخرة\"، ثم أمر أن تغسل ثلاثاً ثلاثاً فلما بلغ الماء الذي فيه الكافور سكبه رسول الله صلى الله عليه وسلم ثم خلع رسول الله صلى الله عليه وسلم قميصه فألبسها إياه وكفنها ببرد فوقه ثم دعا رسول الله صلى الله عليه وسلم أسامة بن زيد وأبا أيوب الأنصاري وعمر بن الخطاب وغلاماً أسود يخفرون فحفروا قبرها فلما بلغوا اللحد حفره رسول الله صلى الله عليه وسلم بيده وأخرج ترابه بيده فلما فرغ دخل رسول الله صلى الله عليه وسلم فاضطجع فيه وقال:\" الله الذي يحيى ويميت وهو حي لا يموت اغفر لأمي فاطمة بنت أسد ولقنها حجتها ووسع عليها مدخلها بحق نبيك والأنبياء الذين من قبلي فإنك أرحم الراحمين\"، وكبر عليها أربعاً وأدخلها اللحد هو والعباس وأبو بكر رضي الله عنهما \". قال: قال الهيثمي رجاله رجال الصحيح غير روح بن صلاح، وقد وثقه ابن حبان والحاكم وفيه ضعف. قال فالحديث صحيح وله طرق، منها عن ابن عباس عند أبي نعيم في المعرفة والديلمي في مسند الفردوس بإسناد حسن كما قال الحافظ السيوطي \"، انتهى كلام الغمارى. قلت: قال الحافظ ابن حجر في اللسان:\" إن روح بن صلاح ذكره",
            "page": "44",
            "part": "1",
            "seal": "729029FF"
        },
        {
            "id": "3",
            "nass": "يونس في تاريخ الغرباء وقال: هو من أهل الموصل قدم مصر وحدث بها. رويت عنه مناكير \". قال الدارقطني:\" ضعيف في الحديث \". وقال ابن ماكولا:\" ضعفوه، سكن مصر \". وقال ابن عدى بعد أن أخرج له حديثين:\" وله أحاديث كثيرة في بعضها نكرة \"، وقال الذهبي في الديوان:\" روح بن صلاح عن ابن لهيعة قال ابن عدى: ضعيف \". وقال السهسواني في الصيانة:\" روح ضعيف ضعفه ابن عدى، وهو داخل في القسم المعتدل من أقسام من تكلم في الرجال، كما في فتح المغيث للسخاوى، ولا اعتداد بذكر ابن حبان له في الثقات فإن قاعدته معروفة من الإحتجاج بمن لا يعرف كما في الميزان، وكذلك لا اعتداد بتوثيق الحاكم وتصحيحه فإنه داخل في القسم المتسمح \"، قال السخاوى: وقسم متسمح كالترمذي والحاكم \". وقال السيوطى في التدريب:\" وهو متساهل فما صححه ولم نجد فيه لغيره من المعتمدين تصحيحاً ولا تضعيفاً، حكمنا بأنه حسن إلا أن تظهر فيه علية توجب ضعفه \". ¶ وقال البدر بن جماعة:\" والصواب أنه يتتبع ويحكم عليه بما يليق بحاله من الحسن أو الضعف أو الصحة \"، ووافقه العراقي وقال:\" أن حكمه عليه بالحسن فقط تحكم \". فقول الحاكم وابن حبان عند التعارض لا يقام له وزن حتى ولو كان الجرح مبهماً لم يذكر له سبب، فكيف مع بيانه، كما هو الحال في ابن صلاح هذا، فأنت ترى أئمة الجرح قد اتفقت عباراتهم على تضعيفه، وبينوا أن السبب رواية المناكير، فمثله إذا انفرد بالحديث يكون منكراً لا يحتج به، فلا يغتر بعد هذا بتوثيق من سبق ذكره إلا جاهل أو مغرض. ¶ فحديث أنس هذا الذي تبين أنه ضعيف أوهم الغمارى أنه صحيح بتمسكه بتوثيق ابن حبان والحاكم لروح بن صلاح، وقد بينا ضعفه وعدم اعتداد العلماء بتوثيق المذكورين فتذكر. ولم يكتف بهذا التلبيس بل قال عقبه: ¶ ولهذا الحديث طرق منها عن ابن عباس عند أبي نعيم في المعرفة والديلمى في الفردوس بإسناد حسن كما قاله الحافظ السيوطى. ¶ فهذا كذب منه على ابن عباس رضي الله عنهما وربما على السيوطى أيضاً فليس في حديث ابن عباس موضع الشاهد من حديث أنس وهو قوله (بحق نبيك والأنبياء الذين قبلي فإنك أرحم الراحمين) .",
            "page": "45",
            "part": "1",
            "seal": "6180FAB4"
        },
        {
            "id": "4",
            "nass": "قال ابن الأثير في أسد الغابة ما نصه:\" أخبرنا أبو الفرج بن أبي الرجاء إجازة بإسناده عن أبي بكر بن أبي عاصم حدثنا عبد الله بن شبيب بن خالد القيس حدثنا يحيى بن إبراهيم بن هاني أخبرنا حسين بن زيد بن على عن عبد الله بن محمد بن عمر بن على عن أبيه أن رسول الله صلى الله عليه وسلم كفن فاطمة بنت أسد في قميصه واضطجع في قبرها وجزاها خيراً \". ¶ وروى عن ابن عباس نحو هذا وزاد:\" فقالوا: ما رأيناك صنعت بأحد ما صنعت بهذه؟ قال: إنه لم يكن بعد أبي طالب أبر بي منها، إنما ألبستها قميصي لتكسى من حلل الجنة، واضطجعت في قبرها ليهون عليها عذاب القبر \" 1. ¶ وقال ابن عبد البر:\" روى سعدان بن الوليد السابرى عن عطاء بن أبي رباح عن ابن عباس قال: لما ماتت فاطمة أم على بن أبي طالب ألبسها رسول الله صلى الله عليه وسلم قميصه واضطجع معها في قبرها، فقالوا: ما رأيناك صنعت ما صنعت بهذه؟ فقال: \"إنه لم يكن بعد أبي طالب أبر بي منها، إنما ألبستها قميصي لتكسى من حلل الجنة واضطجعت معها ليهون عليها \" 2. ¶ ورواه الطبراني في الأوسط أيضاً بدون هذا الشاهد مثل رواية ابن عبد البر، وقال الهيثمى:\" وفيه سعدان بن الوليد ولم أعرفه، وبقية رجاله ثقات \" 3. ولفظه في المجمع عن ابن عباس قال:\" لما ماتت فاطمة أم على بن أبي طالب خلع النبي صلى الله عليه وسلم قميصه وألبسها إياه واضطجع في قبرها، فلما سوى عليها التراب قالوا: يا رسول الله رأيناك صنعت شيئاً لم تصنعه بأحد؟ فقال: \" إني ألبستها قميصي لتكسى من ثياب الجنة واضطجعت معها في قبرها ليخفف عنها من ضغطة القبر، إنما كانت أحسن خلق الله إلي صنيعاً بعد أبى طالب \". وليس في هذه الروايات عن ابن عباس ذكر للشاهد الذي تقدم في حديث أنس رضي الله عنه \". ¶ 2- وعند الطبراني في الكبير من حديث أبي أمامة \" أسألك بنور وجهك الذي أشرقت له السموات والأرض وبكل حق هو لك وبحق السائلين عليك \". ¶ __________ ¶ 1 أسد الغابة ج 5 ص 517. ¶ 2 الاستيعاب ج 4 ص 370. ¶ 3 ج 9 ص 257.",
            "page": "46",
            "part": "1",
            "seal": "33518692"
        },
        {
            "id": "5",
            "nass": "قلت: قال الهيثمى في المجمع:\" وفيه فضالة بن جبير وهو ضعيف مجمع على ضعفه \". وقال الذهبي في الميزان:\" قال ابن عدى عامة أحاديثه غير محفوظة \". وقال ابن حبان:\" لا يحل الإحتجاج به بحال، يروي أحاديث لا أصل لها \" هكذا في الفوائد المجموعة للشوكاني رحمه الله. ¶ 3- وعن ابن عباس قال:\" سألت النبي صلى الله عليه وسلم عن الكلمات التي تلقاها آدم من ربه قال: \"سأل بحق محمد وعلى وفاطمة والحسن والحسين إلا تبت على فتاب عليه..\" انتهى. قلت: قال الدارقطني:\" تفرد به عمرو بن ثابت أبو المقدام بن هرمز الكوفي يكنى أبا ثابت وقد قال يحيى: أنه لا ثقة ولا مأمون \". وقال ابن حبان:\" يروي الموضوعات \". وقال الذهبي في الميزان:\" قال النسائي: متروك الحديث \"، وقال أبو داود:\" رافضي \". ¶ وقال عبد الله بن المبارك:\" لا تحدثوا عن عمرو بن ثابت فإنه كان يسب السلف \" وفي سؤالات الآجري أبا داود عنه أنه قال:\" رافضي خبيث وهو المشئوم ليس يشبه حديثه أحاديث الشيعة \"، ذكره ابن عراق في الوضاعين وقال:\" عمرو بن ثابت أبي المقدام \" قال ابن حبان:\" روى الموضوعات عن الثقات \" وذكره الفتني أيضاً في قانون الضعفاء وقال:\" متروك \". ¶ قال يحيى:\" عمرو بن ثابت لا ثقة ولا ثابت، إن الله تعالى قد بين الكلمات التي تلقاها آدم من ربه، فدعا بها هو وحواء بقوله تعالى: {قَالا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} . وهذا أقوى رد للمتن الذي رواه هذا الوضاع المجوسي الأصل من غلاة الروافض \". ¶ 4- حديث الأعمى عند الترمذي والنسائي في عمل اليوم والليلة وابن ماجه، وهذا الحديث على القول بصحته فليس فيه متمسك على دعواه لأن الأعمى إنما توسل بدعائه صلى الله عليه وسلم كما قال شيخ الإسلام ابن تيمية وغيره في قاعدة التوسل والوسيلة. ¶ ذكر أن العز بن عبد السلام أوقف القول بجواز التوسل به صلى الله عليه وسلم على صحة هذا الحديث، ولكنه لا يدل على التوسل بذاته الشريفة صلى الله عليه وسلم بل إنما يدل على التوسل بدعائه صلى الله عليه وسلم للأعمى لقوله صلى الله عليه وسلم",
            "page": "47",
            "part": "1",
            "seal": "A9C90046"
        },
        {
            "id": "6",
            "nass": "للأعمى: \"إن شئت دعوت وإن شئت صبرت\" ولقول الأعمى في آخر دعائه \"اللهم فشفعه في\". ¶ وسيأتي بسط الكلام على هذا الحديث عن قريب إن شاء الله عند الكلام على حديث الطبراني في توسل عثمان بن حنيف. ¶ 5- الحديث الخامس أخرج الحافظ أبو محمد عبد الله بن محمد بن جعفر بن حيان الأصبهاني المعروف بأبي الشيخ في كتابه ثواب الأعمال من طريق عبد الملك بن هارون بن عنترة عن أبيه \" أن أبا بكر رضي الله عنه أتى النبي صلى الله عليه وسلم فقال: إني أتعلم القرآن ويتفلت مني، فعلمه النبي صلى الله عليه وسلم أن يقول: \" اللهم إني أسألك بمحمد نبيك وإبراهيم خليلك وموسى نجيك وعيسى كلمتك وروحك وبتوراة موسى وإنجيل عيسى وزبور داود وفرقان محمد صلى الله عليه وسلم وعليهم أجمعين \" (الحديث) لم يزد الغمارى على قوله في هذا الحديث (وهو ضعيف لضعف عبد الملك، ولأن فيه انقطاعاً بين أبيه وبين أبي بكر كما قال الحافظ العراقي في المغنى) . ¶ قلت: قصر في البحث أو أراد التلبيس كما هو عادته لأن عبد الملك بن هارون بن عنترة قال السعدي:\" دجال كذاب \"، وقال يحيى بن معين أيضاً:\" كذاب \". وقال أبو حاتم:\" متروك ذاهب الحديث \"، وقال ابن حبان:\" يضع الحديث وهو الذي يقال به عبد الملك بن أبي عمرو \". وقال الذهبي:\" واتهم بوضع الحديث \"، وكذلك ابن عراق ذكر في الكذابين ما قال السعدي وابن حبان فيه. وقال الفتني في قانون الضعفاء:\" عبد الملك بن هارون الشيباني كذاب دجال يضع \". ¶ وقال الحافظ في اللسان:\" قال صالح بن محمد عامة حديثه عن أبيه كذب، وأبوه هارون ثقة \". وقال الحاكم في المدخل:\" روى عن أبيه أحاديث موضوعة \". ¶ وقال أبو نعيم:\" يروى عن أبيه مناكير وأبوه هارون بن عنترة الشيباني الكوفي فقد قال الحافظ في التقريب: لا بأس به، الدارقطني يحتج به وأبوه يعتبر به وأما ابنه عبد الملك فمتروك يكذب \"- الميزان. ¶ 6- قال الطبراني في الصغير ثنا محمد بن داود بن أسلم السدفي المصري ثنا أحمد بن سعيد المدني الفهري ثنا عبد الله بن إسماعيل المدني عن عبد الرحمن بن زيد بن",
            "page": "48",
            "part": "1",
            "seal": "2ECC721B"
        },
        {
            "id": "7",
            "nass": "أسلم عن أبيه عن جده عن عمر بن الخطاب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لما أذنب آدم عليه السلام الذنب الذي أذنبه رفع رأسه إلى العرش فقال:\" أسألك بحق محمد إلا غفرت لي \" الحديث ورواه الحاكم في المستدرك أيضاً قال ثنا أبو سعيد عمرو بن محمد بن منصور العدل ثنا أبو الحسن محمد بن إسحاق بن إبراهيم الحنظلي ثنا أبو الحارث عبد الله بن مسلم الفهري ثنا إسماعيل بن مسلمة أنبأنا عبد الرحمن بن زيد بن أسلم عن أبيه عن جده عن عمر به ففي هذا الحديث آفات كثيرة سكت عنها الغمارى لأنها لا تتلاءم مع غرضه من التلبيس. منها إن الذهبي قال في الميزان:\" عبد الله بن مسلم أبو الحارث الفهري روى عن إسماعيل بن مسلمة بن قعنب عن عبد الرحمن بن زيد بن أسلم خبراً باطلاً فيه: (يا آدم لولا محمد ما خلقتك) . قال في تلخيص المستدرك: بل هو موضوع وعبد الرحمن واه \". ¶ وقال أيضاً:\" رواه عبد الله بن مسلم الفهري ولا أدري من ذا عن إسماعيل بن مسلمة \" قال الحافظ في اللسان:\" لا استبعد أن يكون هو عبد الله بن مسلم بن رشيد وقد ذكره ابن حبان من المتهمين بوضع الحديث، لا يحل كتب حديثه، وهو شيخ لا يعرفه أصحابنا وإنما ذكرته لئلا يحتج به أحد من أصحاب الرأي لأنهم كتبوا عنه فيتوهم من لم يتبحر في العلم أنه ثقة وهو الذي روى عن أبي هدبة نسخة كأنها معمولة، ضبط الخطيب أباه بالتشديد وجده بالتصغير \". قلت: وإسماعيل بن مسلمة هذا صدوق يخطيء، وفيه أيضاً مجاهيل كما قال الهيثمى في المجمع رواه الطبراني في الأوسط والصغير وفيه من لم أعرفهم 1. ¶ وقال الطبراني:\" لا يروى عن عمر إلا بهذا الإسناد، تفرد به أحمد بن صعيد المدني الفهري عن عبد الله به إسماعيل المدني عن عبد الرحمن بن زيد بن أسلم عن أبيه عن جده 2. عبد الرحمن بن زيد، قال الربيع بن سليمان: سمعت الشافعي يقول: سأل رجل عبد الرحمن بن زيد بن أسلم حدثك أبوك عن أبيه أن سفينة نوح طافت بالبيت وصلت خلف المقام ركعتين؟ قال: نعم. قال محمد بن عبد الله: سمعت الشافعي ¶ __________ ¶ 1 ج 8: ص 253. ¶ 2 الميزان ص؟",
            "page": "49",
            "part": "1",
            "seal": "F3A33EBF"
        },
        {
            "id": "8",
            "nass": "يقول: ذكر لمالك حديث فقال: من حدثك به؟ فذكر به إسناداً منقطعاً فقال: اذهب إلى عبد الرحمن بن زيد بن أسلم يحدثك عن أبيه عن نوح عليه السلام- \" انتهى. ¶ وقال في الصارم قال الحاكم أبو عبد الله:\" روى عبد الرحمن عن أبيه أحاديث موضوعة لا يخفى على من تأملها من أهل الصنعة أن الحمل فيها عليه \". ¶ وأما عبد الرحمن بن زيد بن أسلم فضعيف غير محتج به عند أهل الحديث. قال الفلاس:\" لم أسمع عبد الرحمن بن مهدي يحدث عنه \". وقال أبو طالب عن أحمد بن حنبل:\" ضعيف \". ¶ وقال عباس الدوري عن يحيى بن معين:\" ليس حديثه بشيء \". وقال البخاري وأبو حاتم الرازي:\" ضعفه علي بن المديني جداً \". وقال أبو داود وأبو زرعة والنسائي والدارقطني:\" ضعيف \". وقال ابن حبان:\" كان يقلب الأخبار وهو لا يعلم حتى كثر ذلك في روايته من رفع المراسيل وإسناد الموقوفات فاستحق الترك \". وقال الحاكم أبو عبد الله:\" روى عن أبيه أحاديث موضوعة لا يخفى على من تأملها من أهل الصنعة أن الحمل فيها عليه \". وقال ابن خزيمة:\" عبد الرحمن بن زيد ليس ممن يحتج أهل الحديث بحديثه \". وقال الحافظ أبو نعيم الأصبهاني:\" حدث عن أبيه، لا شيء \". ¶ وما ذكرناه في هذا المكان من كلام أئمة هذا الشأن في بيان حال عبد الرحمن وحال الفهري فيه كفاية لمن له أدنى معرفة بهذا الشأن فكيف يسوغ لأحد الإحتجاج بحديث في إسناده مثل هذين الضعيفين المشهورين بالضعف ومخالفة الثقات اللذين لو كان أحدهما وحده في طريق الحديث لكان محكوماً عليه بالضعف وعدم الصحة فكيف إذا كانا مجتمعين في الإسناد. ¶ وقال ابن عبد الهادي:\" وإني لأتعجب من السبكي كيف قلد الحاكم فيما صححه من حديث عبد الرحمن بن زيد بن أسلم الذي رواه في التوسل وفيه قول الله لآدم: (ولولا محمد ما خلقتك) ، مع أنه حديث غير صحيح ولا ثابت بل هو حديث ضعيف في الإسناد جداً، وقد حكم عليه بعض الأئمة بالوضع وليس إسناده من الحاكم إلى عبد الرحمن بن زيد بصحيح بل هو مفتعل على عبد الرحمن ولو كان صحيحاً إلى عبد الرحمن لكان ضعيفاً غير محتج به لأن عبد الرحمن في طريقه. وقد أخطأ الحاكم وتناقض تناقضاً فاحشاً كما عرف له ذلك في مواضع، فإنه قال في كتاب",
            "page": "50",
            "part": "1",
            "seal": "4D009DBF"
        },
        {
            "id": "9",
            "nass": "الضعفاء بعد أن ذكر عبد الرحمن منهم وقال: ما حكيت عنه فيما تقدم أنه روى عن أبيه أحاديث موضوعة لا يخفى على من تأملها من أهل الصنعة أن الحمل فيها عليه. ثم قال في آخر هذا الكتاب: فهؤلاء الذين قدمت ذكرهم قد ظهر عندي جرحهم لأن الجرح لا يثبت إلا ببينة، فهم الذين أبين جرحهم لمن طالبني به فإن الجرح لا أستحله تقليداً والذي أختار لطالب هذا الشأن أن لا يكتب حديث واحد من هؤلاء الذين سميتهم فالراوي لحديثهم داخل في قوله صلى الله عليه وسلم: \" من حدث بحديث وهو يرى أنه كذب فهو أحد الكاذبين \" هذا كله كلام الحاكم أبي عبد الله صاحب المستدرك، وهو متضمن أن عبد الرحمن بن زيد قد ظهر جرحه بالدليل وأن الراوي لحديثه داخل في قوله صلى الله عليه وسلم:\" من حدث بحديث وهو يرى أنه كذب فهو أحد الكاذبين \" ثم إنه رحمه الله لما جمع المستدرك على الشيخين ذكر فيه من الأحاديث الضعيفة والمنكرة بل والموضوعة جملة كثيرة وروى فيه لجماعة من المجروحين الذين ذكرهم في كتابه في الضعفاء وذكر أنه تبين له جرحهم، وقد أنكر عليه غير واحد من الأئمة هذا الفعل وذكر بعضهم أنه حصل له تغير وغفلة في آخر عمره فلذلك وقع منه ما وقع وليس ذلك ببعيد \". ¶ ومن جملة ما خرجه في المستدرك حديث لعبد الرحمن بن زيد بن أسلم في التوسل قال بعد روايته هذا حديث صحيح الإسناد، وهو أول حديث ذكرته لعبد الرحمن بن زيد بن أسلم في هذا الكتاب، فانظر إلى ما وقع للحاكم في هذا الموضوع من الخطأ العظيم والتناقض الفاحش. ¶ ثم إن السبكي عمد إلى هذا الذي أخطأ فيه الحاكم وتناقض فيه فقلده فيه واعتمد عليه وأخذ في التشنيع على من خالفه فقال:\" والحديث المذكور لم يقف ابن تيمية عليه بهذا الإسناد ولا بلغه أن الحاكم صححه، ولو بلغه أن الحاكم صححه لما قال ذلك يعنى أنه كذب\". ولنعرض للجواب عنه قال: وكأني به إن بلغه بعد ذلك يطعن في عبد الرحمن بن زيد بن أسلم راوي الحديث ونحن قد اعتمدنا في تصحيحه على الحاكم وذكر قبل ذلك بقليل أنه مما تبين له صحته. ¶ قال في الصارم فانظر إلى هذا الخذلان البين والخطأ الفاحش كيف جاء هذا",
            "page": "51",
            "part": "1",
            "seal": "45588204"
        },
        {
            "id": "10",
            "nass": "المعترض إلى حديث غير صحيح ولا ثابت بل هو حديث موضوع فصححه واعتمد عليه وقلد في ذلك الحاكم مع ظهور خطئه وتناقضه ومع معرفة هذا المعترض بضعف رواية وجرحه واطلاعه على الكلام المشهور فيه وأخذ يشنع على من رد هذا الحديث المنكر ولم يقبله ويبالغ في تخطئته وتضليله 1. ¶ ويقول الغمارى عن هذا الحديث الموضوع لا من أجل عبد الرحمن بن زيد وحده قال:\" وفي علمي أن الذهبي تعقبه فحكم بوضع الحديث وأعله بعبد الرحمن المذكور \". ¶ وهذا منه غلو ومحازفة فإن عبد الرحمن من رجال الترمذي وابن ماجه وقد أخذ عنه الثقات الإثبات مثل مالك بن مغول ويونس بن عبيد وسفيان بن عيينة ووكيع وغيرهم، وهو وإن كان ضعيفاً لم يبلغ به الضعف إلى حد أن يحكم على حديثه بالوضع إذ لم يتهم بكذب له هو في نفسه صالحاً وفي الحديث واهياً، وقال في محل آخر:\" هو أحب إلي من ابن أبي الرجال \". وقال ابن عدي:\" له أحاديث حسان وهو ممن احتمله الناس وصدقه بعضهم وهو ممن يكتب حديثه \". وقال ابن خزيمة:\" ليس هو ممن يحتج أهل العلم بحديثه لسوء حفظه هو رجل صناعته العبادة والتقشف ليس من أحلاس الحديث \"، ثم قال (قلت) وكذا جميع من ضعفه مثل أحمد والنسائي وابن سعد وابن حبان، إنما ضعفوه لسوء حفظه ولغفلته مع وصف بعضهم له بالصلاح والعبادة. ¶ فملخص ما يقال في حديثه هذا أنه ضعيف فقط ليس بصحيح كما قال الحاكم ولا بموضوع كما قال الذهبي وكيف يكون موضوعاً وقد أخرجه البيهقي في دلائل النبوة وهو ملتزم أن لا يخرج في كتبه حديثاً موضوعاً كما ذكره الحافظ السيوطي في اللآلي راداً به على ابن الجوزي إذ أورد في الموضوعات من طريق ابن شاهين حديثاً هو عند البيهقي في الأسماء والصفات وبهذا امتازت كتب البيهقي على سائر من يلتزم أصحابها الصحة، وقد طعن في الحديث ابن تيمية أيضاً كما نقله عنه التقى ¶ __________ ¶ 1 الصارم ص 31، 32.",
            "page": "52",
            "part": "1",
            "seal": "5AC4CB21"
        },
        {
            "id": "11",
            "nass": "السبكي في شفاء السقام ولم نشتغل برد كلامه لكونه في معنى كلام الذهبي. انتهى كلام الغمارى الذي إن دل على شيء فإنما يدل على المغالطة إذ تقدم أن عبد الرحمن بن زيد يروي عن أبيه أحاديث موضوعة وهذا الحديث من جملتها. ¶ هذه أدلته المرفوعة على جواز التوسل بذوات الصالحين مع بيان عدم صلاحيتها للإستدلال بها على ما يريد.",
            "page": "55",
            "part": "1",
            "seal": "FF233749"
        }
    ],
    "t8946": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المفهوم الصحيح للتوسل"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "لفضيلة الأستاذ حماد بن محمد الأنصاري"
        }
    ]
}