{
    "b8955": [
        {
            "id": "1",
            "nass": "المقدَّمة ¶ إنَّ الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضلّ له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلاّ الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، أرسله بالهدى ودين الحق ليظهره على الدين كله ولو كره الكافرون. ¶ وبعد؛ فإنّ الدعوة إلى الله تعالى هي سبيل الأنبياء والمرسلين، وطريق صفوة الخلق أجمعين، نبينا محمد صلى الله عليه وسلم وطريق أتباعه إلى يوم الدين. ¶ قال تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} 1. ¶ وقال عز وجل: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَن} 2.فدعوة النبي صلى الله عليه وسلم وصحابته وأتباعه تقوم على العلم والبصيرة في الدين، ودعوة الناس بالحكمة والموعظة الحسنة، والمجادلة بالتي هي أحسن. وذلك لا خراجهم من ظلمات الشرك والكفر إلى نور التوحيد والإيمان، ومن ظلمات البدع إلى نور السنة، ومن المعاصي إلى الطاعة، ومن النار إلى الجنة. ¶ والدعاة إلى الله تعالى المقتفون لسنة رسوله صلى الله عليه وسلم لهم المكانة العالية والمنزلة السامية في كل عصر، قال تعالى: {وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} 3. ¶ ولأهمية الدعوة إلى الله تعالى على المنهج الصحيح قد جعلت هذا البحث بعنوان \"المنهج الصحيح وأثره في الدعوة إلى الله تعالى\" وذلك لا سباب، من أهمها: ¶ __________ ¶ 1 سورة يوسف، الآية (108) . ¶ 2 سورة النحل، الآية (125) . ¶ 3 سورة فصلت، الآية (33) .",
            "page": "127",
            "part": "1",
            "seal": "C86B087D"
        },
        {
            "id": "2",
            "nass": "أولاً: ما يلاحظ على أكثر الجماعات العاملة في الساحة الإسلامية من إغفال أو إهمال للجانب الأساسي والأهم، وهو دعوة الناس إلى \"التوحيد \" وتصحيح عقائدهم، فكثير من هؤلاء الدعاة يسلكون مسالك شتى، لا تتوافق مع منهج الرسول صلى الله عليه وسلم وهو المنهج الذي يجب على كل داعية إلى الله تعالى أن يسلكه ويسير عليه، عملاً بقوله تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً ً} 1. ¶ والدعوة إلى التوحيد هى أول دعوة الرسل - عليهم الصلاة والسلام - إلى أقوامهم، وكل الكتب المنزلة إنما نزلت لبيان عقيدة التوحيد، وبيان مايبطلها ويناقضها أو ينقصها، فعقيدة التوحيد هي التي يقوم عليها كيان المجتمع الإسلامي، ومنها يستلهمون طريق وحدتهم وعزتهم، إلا أن أكثر الأساليب والوسائل المتعددة التي تنادي بوحدة المسلمين، وجمع كلمتهم، ولمّ شملهم لم تحقق الأهداف المنشودة، مع مابذل فيها من الجهد والوقت والمال، بل الذي نتج عن هذه الدعوات وتلك المناهج إنما هو التعصب، والاختلاف، والتطرف، والغلوّ، والابتداع والتكفير ... وماذلك إلا لا نَّ هذه المناهج وتلك الدعوات لم تقم على المنهج الصحيح الذي سار عليه النبي صلى الله عليه وسلم وصحابته الكرام ومن تبعهم بإحسان، حيث نجد أنَّ جماعة من هؤلاء تهتم بالسياسة والجهاد، وجماعة تدعو إلى الترغيب والترهيب والزهد والورع، وأخرى تهتم بالأخلاق، وهكذا قلَّ أن تجد من بين هذه الجماعات من يهتم بالركن الأساسي والأهم وهو الدعوة إلى التوحيد، الذي هو المنطلق المتين لوحدة المسلمين ولمَّ شملهم.2 ¶ __________ ¶ 1 سورة الأحزاب، الآية (21) . ¶ 2 انظر مقدمة فضيلة الدكتور صالح الفوزان على كتاب منهج الأنبياء في الدعوة إلى الله فيه الحكمة والعقل للدكتور ربيع المدخلي 6-7، منهج السلف في العقيدة وأثره في وحدة المسلمين للشيخ صالح بن سعد السحيمي، 4-5.",
            "page": "128",
            "part": "1",
            "seal": "3AE78666"
        },
        {
            "id": "3",
            "nass": "ثانياً: إني لم أقف على من أفرد هذا البحث بهذا الاسم - على حد علمي القاصر. ¶ ومن هنا فإن الحاجة ماسة إلى بيان المنهج الصحيح القائم على كتاب الله تعالى، وسنة رسوله صلى الله عليه وسلم ومنهج السلف الصالح - رضوان الله تعالى عليهم - لذا فقد رغبتُ في الكتابة في هذا الموضوع للمشاركة في توضيح الحق، وبيانه للناس، لا ن هذا هو المنهج الذي يجب اتباعه دون ماسواه من المناهج المخالفة. ¶ قال تعالى: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} 1. ¶ وقال سبحانه: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} 2. ¶ وقال رسول الهدىصلى الله عليه وسلم: \"تركت فيكم أمرين، لن تضلوا ماتمسكتم بهما: كتاب الله وسنتي\"3. ¶ ويقول الإمام مالك بن أنس - رحمه الله -! \"لن يصلح آخر هذه الأمة إلا بما صلح به أولها\"4. ¶ __________ ¶ 1 سورة الأنعام، الآية 153. ¶ 2 سورة آل عمران، الآية 103. ¶ 3 حديث حسن. أخرجه مالك في الموطأ، 2/899، كتاب القدر، باب النهي عن القول بالقدر، رقم3، والحاكم في المستدرك، (1/93) ، والبيهقي في السنن (10/11) ، وانظر تحقيق الشيخ محمد ناصر الدين الألباني على مشكاة المصابيح للإمام التبريزي، 1/66، رقم 186، وانظر الأربعين حديثاً في الدعوة والدعاة، لعلي بن حسن الحلبي الأثري، الحديث رقم 7، عن ابن عباس رضي الله عنهما. ¶ 4 انظر الشفاء للقاضي عياض، (2/676) ، دار الكتاب العربي تحقيق البجاوي، وموارد الأمان، 265.",
            "page": "129",
            "part": "1",
            "seal": "3CD4AB9A"
        },
        {
            "id": "4",
            "nass": "وعندما أقول بوجوب الاهتمام بالدعوة إلى التوحيد، والبدء به أولاً، لا يعني إهمال الجوانب الأخرى التي يحتاج إليها المسلم، وتتفق مع عقيدته، وإنما المقصود أن نبدأ بالدعوة إلى التوحيد، ثم الأهم فالأهم مع جعل أعمالنا كلها تقوم على أساس العقيدة الصحيحة.",
            "page": "130",
            "part": "1",
            "seal": "C1B18865"
        },
        {
            "id": "5",
            "nass": "خطة البحث ¶ وقد جعلت البحث في مقدمة، وأربعة فصول، وخاتمة. ¶ اشتملت المقدمة على أهمية الموضوع، وسبب الاختيار، والخطة ومنهجي في البحث. ¶ والفصل الأول: أهمية العقيدة الصحيحة ووجوب التمسك بها، وفيه ثلاثة مباحث: ¶ المبحث الأول: وجوب التمسك بالعقيدة الصحيحة. ¶ المبحث الأول: وجوب التمسك بالعقيدة الصحيحة. ¶ المبحث الثاني: أهمية التوحيد وفضله. ¶ المبحث الثالث: البدء بالدعوة إلى التوحيد أولاً. ¶ والفصل الثاني: الدعائم التي يقوم عليها المنهج الصحيح في الدعوة إلى الله تعالى، ويشتمل على مايلي: ¶ أولاً: العلم. ¶ ثانياً: الإخلاص. ¶ ثالثاً: المتابعة. ¶ رابعاً: الحكمة. ¶ خامساً: الرفق والحلم. ¶ سادساً: الصبر. ¶ سابعاً: التحلي بالأخلاق الفاضلة. ¶ والفصل الثالث: أسباب انحراف الأمة عن المنهج الصحيح، وفيه ستة مباحث: ¶ المبحث الأول: الغلو في الدين.",
            "page": "131",
            "part": "1",
            "seal": "65A22B5F"
        },
        {
            "id": "6",
            "nass": "المبحث الثاني: الجهل. ¶ المبحث الثالث: الابتداع في الدين. ¶ المبحث الرابع: اتباع الهوى. ¶ المبحث الخامس: تقديم العقل على النقل. ¶ المبحث السادس: التفرق والتحزب. ¶ والفصل الرابع: أثر المنهج الصحيح في الدعوة إلى الله تعالى. ¶ وأما الخاتمة: فقد أوجزتُ فيها أهم نتائج البحث. ¶ وقد عزوت الآيات الكريمة إلى مواضعها من السور، وخرجتُ الأحاديث النبوية الواردة في البحث، كما وثقت النصوص التي نقلتها عن بعض العلماء من مصادرها الأصلية، ثم ألحقت به قائمة بأهم المصادر والمراجع مرتبة حسب حروف الهجاء، وقائمة أخرى للموضوعات. ¶ ولا يفوتني أن أقول: إن هذا جهد المقلَّ، فما كان فيه من صواب فهو من فضل الله تعالى وتوفيقه لي، وأشكره سبحانه على ذلك، وماكان فيه من خطأ ونقص فأستغفر الله منه وأتوب إليه، وأرجو ممن قرأه ووجد فيه خللاً أن ينبهني إليه امتثالاً لقوله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى} 1. ¶ وسأكون شاكراً لنصحه وتوجيهه، وله من الله الأجر والمثوبة. ¶ وأسأل الله ـ جلّت قدرته ـ أن يجعل عملي خالصاً لوجهه الكريم، وأن ينفع به من يراه من الدعاة المخلصين، وأن يجعله في موازين حسناتي يوم الدين وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ وكتب: ¶ د. حمود بن أحمدالرحيلي ¶ __________ ¶ 1 سورة المائدة، من الآية (2) .",
            "page": "132",
            "part": "1",
            "seal": "8BC20D1A"
        },
        {
            "id": "7",
            "nass": "الفصل الأول: أهمية العقيدة الصحيحة ووجوب التمسك بها ¶ المبحث الأول: وجوب التمسك بالعقيدة الصحيحة ¶ ... ¶ الفصل الأول ¶ أهمية العقيدة الصحيحة ووجوب التمسك بها، ويشتمل على ثلاثة مباحث: ¶ المبحث الأول ¶ وجوب التمسك بالعقيدة الصحيحة ¶ إنَّ العقيدة الصحيحة هي الأساس المتين، والركن العظيم لدين الإسلام، ولذا فإنَّ الأنبياء عليهم الصلاة والسلام أول ماقاموا به في دعوة أقوامهم هو دعوتهم إلى تصحيح الاعتقاد، وإلى توحيد الله جلَّ وعلا، فصلاح الأمم مرهون بسلامة عقيدتها، وصحة أفكارها، وكل بناءٍ لا تكون العقيدة أساسه، إنما هو بناء متهدم الأركان، وليس له بقاء ولا قرار، وبدون تصحيح العقيدة لا فائدة من الأعمال أياً كان نوعها. ¶ قال الله تعالى: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} 1. ¶ وقال تعالى: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} 2. ¶ وقد مكث النبي صلى الله عليه وسلم في مكة ـ بعد بعثته ـ ثلاث عشرة سنة، يدعو إلى تصحيح العقيدة، وإلى توحيد الله وإفراده بالعبادة، ولم تنزل عليه الفرائض إلا في المدينة ماعدا الصلاة، أما بقية الشرائع ففرضت في المدينة، مما يدُّل دلالة واضحة على أنه لا يُطالب أحد بالأعمال إلا بعد تصحيح العقيدة، وتصفيتها من كل ¶ __________ ¶ 1 سورة المائدة، الآية (72) . ¶ 2 سورة الزمر، الآية (65) .",
            "page": "133",
            "part": "1",
            "seal": "12CDBF4E"
        },
        {
            "id": "8",
            "nass": "شائبة، وإذا صلحت العقيدة صلحت أعمال المسلم، وذلك لا ن العقيدة الصحيحة تحمل المسلم على الأعمال الصالحة، وتوجهه إلى الأفعال الحميدة. ¶ فالواجب على الداعية إلى الله تعالى أن يهتم بعقيدة السلف الصالح - رضوان الله عليهم - علماً وعملاً بها، ودعوة إليها، لا نها العقيدة التي أُمرنا بالتمسك بها، والمحافظة عليها، والتي لا يجوز لا ي داعية أن يعدل عنها أو أن يتخذ أي عقيدة سواها. ¶ قال تعالى: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} 1. ¶ وقال تعالى: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} 2 وقال تعالى في فضل المهاجرين والأنصار والذين اتبعوهم بإحسان: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ} 3. ¶ يقول الحافظ أبو القاسم اللالكائي في كتابه القيّم \"شرح أصول اعتقاد أهل السنة والجماعة\": \"فإنَّ أوجب ماعلى المرء معرفة اعتقاد الدين، وما كلف الله به عباده من فهم توحيده، وصفاته، وتصديق رسله بالدلائل واليقين، والتوصل إلى طرقها، والاستدلال عليها بالحجج والبراهين، وكان من أعظم منقول، ¶ __________ ¶ 1 سورة الأنعام، من الآية (153) . ¶ 2 سورة الشورى، الآية (13) . ¶ 3 سورة التوبة، الآية (100) .",
            "page": "134",
            "part": "1",
            "seal": "BF11708F"
        },
        {
            "id": "9",
            "nass": "وأوضح حجة ومعقول: كتاب الله الحق المبين، ثم قول رسول الله صلى الله عليه وسلم وصحابته الأخيار المتقين، ثم ماأجمع عليه السلف الصالحون، ثم التمسك بمجموعها، والمقام عليها إلى يوم الدين، ثم الاجتناب عن البدع والاستماع إليها مما أحدثها المضلون، فهذه الوصايا الموروثة المتبوعة، والآثار المحفوظة المنقولة، وطرائق الحق المسلوكة، والدلائل اللائحة المشهورة، والحجج الباهرة المنصورة، التي عمل عليها الصحابة والتابعون ومن بعدهم خاصة الناس وعامتهم من المسلمين، واعتقدوها حجة فيما بينهم وبين الله رب العالمين\"1. ¶ ويقول أبو نصر الوايلي السجزي في وصف أهل السنة والجماعة: \"أهل السنة هم الثابتون على اعتقاد مانقله إليهم السلف الصالح ـ رحمهم الله ـ عن الرسول صلى الله عليه وسلم، أو عن أصحابه ـ رضي الله عنهم ـ فيمالم يثبت فيه نص في الكتاب، ولا عن الرسول صلى الله عليه وسلم، لا نهم ـ رضي الله عنهم أئمة ـ، وقد أمرنا باقتفاء آثارهم، واتباع سنتهم، وهذا أظهر من أن يحتاج إلى إقامة برهان\"2. ¶ وجماعة المسلمين: الصحابة، والتابعون لهم بإحسان إلى يوم الدين، وهم الطائفة المنصورة، والفرقة الناجية، المنتسبون لسنة النبي صلى الله عليه وسلم وطريقته، الراغبون فيها دون ماسواها من الأهواء والبدع، وهم السلف الصالح، ومن هنا لما ظهرت البدع والأهواء المضلة، قيل لمعتقدهم السلفي، أو العقيدة السلفية، وهم الذين يمثلون الصراط المستقيم، سيراً على منهاج النبوة وسلفهم الصالح، ولم يحصل تمام البروز والظهور لهذه الألقاب الشريفة لجماعة المسلمين، إلا حين ¶ __________ ¶ 1 شرح أصول اعتقاد أهل السنة والجماعة،2/9. ¶ 2 الرد على من أنكر الحرف والصوت، 99.",
            "page": "135",
            "part": "1",
            "seal": "3182C8BB"
        },
        {
            "id": "10",
            "nass": "دبت في المسلمين الفرقة، وتعددت على جنبتي الصراط الفرق، وتكاثرت الأهواء، وخلفت الخلوف، فبرزت هذه الألقاب الشريفة للتميز عن معالم الفرق الضالة، وهي مع ذلك ألقاب لا تختص برسم يخالف الكتاب والسنة، زيادة أو نقصاً، وإنما يمثلون في الحقيقة والحال الامتداد الطبعي لما كان عليه النبي صلى الله عليه وسلم، وأصحابه ـ رضي الله عنهم ـ في الشكل والمضمون والمادة والصورة1. ¶ وتتلخص عقيدة أهل السنة والجماعة في الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر وبالقدر خيره وشره، فهذه الأمور الستة هي أصول العقيدة الصحيحة التي نزل بها كتاب الله العزيز، وبعث الله بها رسوله محمداً عليه الصلاة والسلام، ويتفرع عن هذه الأصول كل مايجب الإيمان به من أمور الغيب2. ¶ قال تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} 3. ¶ __________ ¶ 1 حكم الانتماء إلى الفرق والأحزاب والجماعات الإسلامية، للشيخ بكر أبو زيد، 90، بتصرف. ¶ 2 انظر العقيدة الصحيحة ونواقض الإسلام، لسماحة الشيخ عبد العزيز بن باز،3-4، وللاستزادة في معرفة أصول أهل السنة والجماعة، انظر: عقيدة السلف أصحاب الحديث، لأبي عثمان إسماعيل الصابوني، ومجموع الفتاوى، لشيخ الإسلام ابن تيمية 3/129، وما بعدها، وشرح الطحاوية، لابن أبي العز الحنفي، وعقيدة أهل السنة والجماعة، للشيخ محمد بن عثيمين، ومحاضرات في العقيدة والدعوة، للشيخ صالح الفوزان، 2/143-160. ¶ 3 سورة البقرة، الآية (177) .",
            "page": "136",
            "part": "1",
            "seal": "830E7EBF"
        },
        {
            "id": "11",
            "nass": "وقال سبحانه: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} 1. ¶ فعلى الدعاة إلى الله تعالى أن يتمسكوا بعقيدة أهل السنة والجماعة وأصولهم، في الاعتقاد والعمل والسلوك، وأن يتركوا كل ماخالف هذا المنهج القويم والصراط المستقيم، من البدع المضلة، والمناهج الفاسدة، والأفكار السيئة، التي ضللت المسلمين، وجعلتهم فرقاً وأحزاباً، كلٌ يدعي العصمة لمنهجه وطريقته، زاعماً أنَّ الحق معه، على حد قول القائل: ¶ وكلٌ يدعي وصلاً لليلى ... وليلى لا تُقرُّ لهم بذاكا ¶ وإن المنهج الحق الذي يجب اتباعه هو منهج أهل السنة والجماعة الذين جاءت الأدلة بفضلهم، والثناء عليهم، فإنه طريق الفلاح والسعادة في الدنيا والآخرة. ¶ __________ ¶ 1 سورة القمر، الآية (49) .",
            "page": "137",
            "part": "1",
            "seal": "E049CB0E"
        },
        {
            "id": "12",
            "nass": "المبحث الثاني ¶ أهمية التوحيد وفضله ¶ إن التوحيد هو الأمر الذي بعث الله من أجله الرسل، وأنزل من أجله الكتب، وخلق من أجله الثقلين - الإنس والجن - وبقية الأحكام تابعة لذلك. ¶ قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ} 1والمعنى لتخصوه ـ سبحانه ـ بالعبادة وتفردوه جلَّ وعلا بها، ولم تُخْلَقُوا عبثاً ولاسُدىً. ¶ وقال تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} 2. ¶ والتوحيد هو: أول دعوة جميع الأنبياء والرسل ـ عليهم الصلاة والسلام ـ وما من أمة إلا بعث الله فيهم رسولاً يدعوهم إلى التوحيد ويحذرهم من الشرك. ¶ قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ} 3. ¶ والتوحيد هو: إفراد الله تعالى بالعبادة، وترك عبادة ما سواه. ¶ وقد تكرر موضوع التوحيد في كتاب الله، ولا تكاد تخلو سورة من سور القرآن العظيم إلا وفيها ذكر للتوحيد، وأمر به، وحث عليه. ¶ فالقرآن كله في التوحيد، لا نه إما خبر عن الله سبحانه وتعالى وأسمائه وصفاته وأمر بعبادته وحده لا شريك له ونهى عن الشرك به، وإما بيان لجزاء الموحدين ¶ __________ ¶ 1 سورة الذاريات، الآية (56) . ¶ 2 سورة الفاتحة، الآية (5) . ¶ 3 سورة النحل، من الآية (36) .",
            "page": "138",
            "part": "1",
            "seal": "FA8CB07A"
        },
        {
            "id": "13",
            "nass": "الذين أخلصوا العبادة لله عز وجل في الدنيا والآخرة، وبيان لجزاء المشركين الذين أعرضوا عن التوحيد وما حلَّ بهم من العقوبات في الدنيا وما ينتظرهم في الآخرة. وإما إخبارهم عن الموحدين من الرسل وأتباعهم. أو إخبار عن المكذبين من المشركين وأتباعهم من الأمم السابقة: كقوم نوح، وقوم هود، وقوم صالح، وقوم شعيب، وقوم إبراهيم، وأصحاب مدين، والمؤتفكات، وغيرهم من الأمم لما أعرضوا عن التوحيد وعصوا الرسل ماذا حل بهم؟ وإما بيان للحلال والحرام وهذا من حقوق التوحيد، فكون الإنسان يحل الحلال ويكتسب الحلال، ويستعمل الحلال، ويحرم الحرام ويبتعد عن الحرام وعن كسب الحرام هذا من حقوق التوحيد أيضاً. ¶ فالقرآن كله توحيد، لا نه إما لبيان التوحيد وبيان مناقضاته ومنقصاته. وإما إخبار عن أهل التوحيد، وماأكرمهم الله به، أو أخبار عن المشركين وما انتقم الله تعالى منهم في الدنيا وما أعدَّ لهم في الآخرة، وإما أحكام وبيان للحلال والحرام وهذا من حقوق التوحيد1. ¶ ومما يدل على أهمية التوحيد، وأنه أساس العمل، تكفيره للذنوب والكبائر، يدل على ذلك ماجاء عن عبادة بن الصامت رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"من شهد أن لا إله إلا الله وحده لا شريك له، وأن محمداً عبده ورسوله، وأن عيسى ¶ __________ ¶ 1 انظر مدارج السالكين، 3/468-469، ومحاضرات في العقيدة والدعوة، للدكتور صالح الفوزان، 2/9-10.",
            "page": "139",
            "part": "1",
            "seal": "FD398E2E"
        },
        {
            "id": "14",
            "nass": "عبد الله، ورسوله وكلمته ألقاها إلى مريم وروح منه، والجنة حق، والنار حق، أدخله الله الجنة على ماكان من العمل\" 1. ¶ وعن عتبان بن مالك الأنصاري رضي الله عنه: \"فإن الله حرَّم على النار من قال: لا إله إلا الله يبتغي بذلك وجه الله\"2. ¶ وعن عبد الله بن عمرو بن العاص ـ رضي الله عنهما ـ من حديث صاحب البطاقة حيث ينشر له تسعة وتسعون سجلاً كل سجل مد البصر، ثم يؤتى ببطاقة فيها: \"أشهد أن لا إله إلا الله وأشهد أن محمداً عبده ورسوله، فتوضع السجلات في كفه، والبطاقة في كفة فتطيش السجلات وتثقل البطاقة\" 3. ¶ __________ ¶ 1 صحيح البخاري مع الفتح 6/474، كتب الأنبياء، باب قوله تعالى:. {يا أهل الكتاب لا تغلوا في دينكم} ، رقم 3435، وصحيح مسلم 1/57، كتاب الإيمان، باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً، رقم 46. ¶ 2 صحيح البخاري مع الفتح، 1/519، كتاب الصلاة، باب المساجد في البيوت، رقم 425، وصحيح مسلم 1/456، كتاب المساجد ومواضع الصلاة، باب الرخصة في التخلف عن الجماعة بعذر، رقم263. ¶ 3 الترمذي 5/24-25، كتاب الإيمان باب ما جاء في من يموت وهو شهيد أن لا إله إلا الله، رقم 2639، وابن ماجه، 2/1437، كتاب الزهد، باب ما يرجى من رحمة الله يوم القيامة، رقم 4300، وأحمد 2/213، والحاكم 1/6/529، وقال: صحيح الإسناد على شرط مسلم ووافقه الذهبي، وصححه الألباني، انظر سلسلة الأحاديث الصحيحة، 1/262.",
            "page": "140",
            "part": "1",
            "seal": "1A5E73CF"
        },
        {
            "id": "15",
            "nass": "وللترمذي عن أنس بن مالك رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"قال الله تعالى: \"يابن آدم لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئاً لا تيتك بقرابها مغفرة\"1. ¶ __________ ¶ 1 أخرجه الترمذي، 5/548، كتاب الدعوات، باب فضل التوبة والاستغفار وما ذكر من رحمة الله لعباده، رقم 3540، وقال هذا حديث حسن غريب، وأحمد في المسند، 5/154،172، والحاكم في المستدرك 4/241، ووافقه الذهبي مختصراً، من حديثه، وله شاهد عند مسلم، 4/2068، كتاب الذكر والدعاء..، باب فضل الذكر والدعاء والتقرب إلى الله تعالى، رقم 2687.",
            "page": "141",
            "part": "1",
            "seal": "0A6A51F7"
        },
        {
            "id": "16",
            "nass": "المبحث الثالث ¶ البدء بالدعوة إلى التوحيد أولاً ¶ إن البدء في الدعوة إلى الله تعالى بالأهم قبل المهم والتدرج في الدعوة حسب الأوليات لهو من أهم الضروريات التي يجب على الداعية إلى الله تعالى معرفتها والعمل على تحقيقها. ¶ وقد دلَّ على ثبوت هذا المبدأ الكتاب والسنة وعمل سلف هذه الأمة الصالح رضوان الله عليهم. ¶ إذ قص الله تعالى علينا في كتابه الكريم قصص الأنبياء وأخبارهم مع أقوامهم، فكان كل واحد منهم يبدأ بدعوة قومه إلى توحيد الله تعالى واخلاص العبادة له وحده ونبذ الشرك وأهله. ¶ قال تعالى عن نوح عليه السلام: {لَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَقَالَ يا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} 1. ¶ وقال سبحانه عن هود عليه السلام: {وَإِلَى عَادٍ أَخَاهُمْ هُوداً قَالَ يا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} 2. ¶ وقال جلَّ ذكره عن صالح عليه السلام: {وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ يا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} 3. ¶ __________ ¶ 1 سورة الأعراف، من الآية (59) . ¶ 2 سورة الأعراف، من الآية (65) ، وسورة هود، الآية (50) . ¶ 3 سورة الأعراف، من الآية (73) ، وسورة هود، من الآية (61) .",
            "page": "142",
            "part": "1",
            "seal": "EEC98356"
        },
        {
            "id": "17",
            "nass": "وقال عن إبراهيم عليه السلام: {وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} 1 ¶ وقال تعالى عن يعقوب عليه السلام: {أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهاً وَاحِداً وَنَحْنُ لَهُ مُسْلِمُونَ} 2. ¶ وقال تعالى عن يوسف عليه السلام: {وَاتَّبَعْتُ مِلَّةَ آبَائي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ ذَلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَشْكُرُونَ يا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} 3. ¶ وقال تعالى عن شعيب عليه السلام: {وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً قَالَ يا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} 4. ¶ وقال عن موسى عليه السلام: {قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَهاً وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ} 5. ¶ وقال عن عيسىعليه السلام: {إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ} 6. ¶ وهذا المنهج هو الذي سار عليه خاتم الأنبياء والمرسلين، نبينا محمد صلى الله عليه وسلم الذي أرسله الله رحمة للعالمين، بشيراً ونذيراً، وداعياً إلى الله بإذنه وسراجاً منيرا، فقد ¶ __________ ¶ 1سورة العنكبوت، الآية (16) . ¶ 2 سورة البقرة، الآية (133) . ¶ 3 سورة يوسف، الآيات (38-40) . ¶ 4 سورة الأعراف، من الآية (85) ، وسورة هود، من الآية (84) . ¶ 5 سورة الأعراف، الآية (14) . ¶ 6 سورة آل عمران، الآية (51) .",
            "page": "143",
            "part": "1",
            "seal": "94108A56"
        },
        {
            "id": "18",
            "nass": "بدأ صلى الله عليه وسلم بما بدأ به كل الأنبياء، وانطلق من حيث انطلقوا بدعوتهم من عقيدة التوحيد والدعوة إلى إخلاص العبادة لله وحده. ¶ وقد أمره ربه ـ تبارك وتعالى ـ أن يدعو الناس جميعاً إلى التوحيد، فقال تعالى: {قُلْ يا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} 1. ¶ وقال تعالى: {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ. لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} 2. ¶ وقد استمر النبي صلى الله عليه وسلم طيلة ثلاث عشرة سنة في مكة لا يكلُّ ولا يَمَلُّ صابراً على كل ألوان الأذى، وهو يدعو الناس إلى التوحيد، وينهاهم عن الشرك قبل أن يا مرهم بالصلاة، والزكاة، والصوم والحج، وقبل أن ينهاهم عن الربا، والزنا، والسرقة، وقتل النفوس بغير حق3. ¶ اللهم إلاّ ماكان يا مر به قومه من معالي الأخلاق كصلة الرحم، والصدق، والعفاف، وأداء الأمانة، وحسن الجوار ونحو ذلك، ولكن الموضوع الأساسي، ومحور الدعوة إنما هو عن التوحيد وتحقيقه. ¶ __________ ¶ 1 سورة الأعراف، الآية (158) . ¶ 2 سورة الأنعام، الآية (161-162) . ¶ 3 انظر مقدمة فضيلة الدكتور صالح الفوزان على كتاب منهج الأنبياء في الدعوة إلى الله فيه الحكمة والعقل، للدكتور ربيع المدخلي، ص5.",
            "page": "144",
            "part": "1",
            "seal": "11092BE9"
        },
        {
            "id": "19",
            "nass": "وبعد أن هاجر رسول الله صلى الله عليه وسلم وأصحابه الكرام إلى المدينة، وقامت دولة الإسلام على أساس التوحيد ظل الاهتمام بهذا الأمر على أشده والآيات القرآنية تنزل به، والتوجيهات النبوية تدور حوله. ¶ ولم يكتف رسول الله صلى الله عليه وسلم بهذا بل كان يبايع على عقيدة التوحيد عظماء الصحابة فضلاً عن غيرهم بين الفينة والفينة، كلما تسنح له فرصة للبيعة عليها. ¶ قال تعالى: {يا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئاً وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ وَلا يا تِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرُجُلِهِنَّ وَلا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} 1. ¶ وهذه الآية وإن كانت في بيعة النساء فإن رسول الله صلى الله عليه وسلم كان يبايع على مضمونها الرجال2. ¶ فعن عبادة بن الصامت رضي الله عنه قال: \"كان رسول الله صلى الله عليه وسلم في مجلس، فقال: \"تبايعوني على أن لا تشركوا بالله شيئاً ولا تسرقوا ولا تزنوا ولا تقتلوا أولادكم\" والآية التي أخذت على النساء {إِذَا جَاءَكَ الْمُؤْمِنَاتُ} فمن وفى منكم فأجره على الله، ومن أصاب من ذلك شيئاً فعوقب به فهو كفارة له، ومن أصاب من ذلك شيئاً فستره الله عليه فهو إلى الله، إن شاء عفا عنه، وإن شاء عذبه\"3. ¶ __________ ¶ 1 سورة الممتحنة، الآية (12) . ¶ 2 انظر منهج الأنبياء في الدعوة إلى الله فيه الحكمة والعقل، للدكتور ربيع المدخلي، 57-58. ¶ 3 صحيح البخاري مع الفتح، 1/64، كتاب الإيمان، باب 11، حديث 18، وصحيح مسلم 3/1333، كتاب الحدود، باب الحدود والكفارات لأهلها، حديث 1709، والنسائي، 7/142، كتاب البيعة على الجهاد.",
            "page": "145",
            "part": "1",
            "seal": "36BF192B"
        },
        {
            "id": "20",
            "nass": "أما السنة ففيها الشيء الكثير الدال على أن رسول الله صلى الله عليه وسلم كان يفتتح دعوته بالتوحيد ويختتمها بذلك، واستمراره على ذلك طيلة حياته صلى الله عليه وسلم بلا كلل أو ملل. ¶ 1-عن عمرو بن عبسة السلمي رضي الله عنه قال: \"كنت وأنا في الجاهلية، أظن أن الناس على ضلالة، وأنهم ليسوا على شيء، وهم يعبدون الأوثان، فسمعت برجل بمكة يخبر أخباراً فقعدت على راحلتي فقدمت عليه، فإذا رسول الله صلى الله عليه وسلم مستخفياً جُرءَاءُ عليه قومه فتلطفت، حتى دخلت عليه بمكة، فقلت له: ما أنت؟ فقال: \"أنا نبي\" فقلت: وما نبي؟ قال: \"أرسلني الله\" فقلت: وبأي شيء أرسلك؟ قال: \"أرسلني بصلة الأرحام، وكسر الأوثان، وأن يوحدوا الله لا يُشْرَكُ به شيء\" فقلت: ومن معك على هذا؟ قال: \"حر وعبد\"، قال: ومعه يومئذ أبو بكر وبلال ممن آمن به …\" الحديث1. ¶ 2-قول جعفر بن أبي طالب رضي الله عنه للنجاشي ملك الحبشة: \"أيها الملك، كنا قوماً أهل جاهلية نعبد الأصنام، ونأكل الميتة، ونأتي الفواحش، ونقطع الأرحام، ونسيء الجوار، يا كل القوي منا الضعيف، فكنا على ذلك حتى بعث الله إلينا رسولاً منا، نعرف نسبه وصدقه وأمانته وعفافه، فدعانا إلى الله لنوحده ونعبده ونخلع ماكنّا نحن نعبد وآباؤنا من دونه من الحجارة، والأوثان ... \" الحديث2. ¶ __________ ¶ 1 صحيح مسلم، 1/569، كتاب صلاة المسافرين، باب إسلام عمرو بن عبسة، رقم 294، وأحمد في المسند، 4/112. ¶ 2 انظر الإمام أحمد في المسند، 1/202، والسير والمغازي، لابن إسحاق، 213-217، وسيرة ابن هشام، 1/289-293، بإسناد حسن إلى أم سلمة رضي الله عنها، وانظر السيرة النبوية، لابن كثير 2/11، وفتح الباري، لابن حجر، 7/189، وانظر السيرة النبوية الصحيحة، د. أكرم العمري، 1/173-174.",
            "page": "146",
            "part": "1",
            "seal": "376C0E48"
        },
        {
            "id": "21",
            "nass": "3-وفي أسئلة هرقل لا بي سفيان في مدة صلح الحديبية عن حال رسول الله صلى الله عليه وسلم قال لا بي سفيان: ماذا يا مركم؟ قال أبو سفيان قلت: يقول: \"اعبدوا الله وحده ولا تشركوا به شيئاً واتركوا مايقول آباؤكم، ويأمر بالصلاة، والصدق والعفاف، والصلة\"1. ¶ فهذه الأحاديث الشريفة تبين لنا أن الدعوة إلى التوحيد هي أول ما يدعو إليه النبي صلى الله عليه وسلم. ¶ وهذا المنهج الذي سار عليه رسول الله صلى الله عليه وسلم كان يا مر به رسله إذا بعثهم للقيام بالدعوة. ¶ 4-وعن ابن عباس ـ رضي الله عنهما ـ أنه قال: \"قال رسول الله صلى الله عليه وسلم لمعاذ بن جبل حين بعثه إلى اليمن: \"إنك ستأتي قوماً أهل كتاب، فإذا جئتهم، فادعهم إلى أن يشهدوا أن لا إله إلا الله وأن محمداً رسول الله، فإن هم أطاعوا لك بذلك فأخبرهم أن الله تعالى قد فرض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوا لك بذلك فأخبرهم أن الله تعالى قد فرض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم…\" الحديث2. ¶ وإذا أراد الداعية إلى الله تعالى دعوة الناس، فليبدأ بالدعوة إلى التوحيد، الذي هو معنى شهادة أن لا إله إلا الله، إذ لا تصح الأعمال إلا به، فهو أصلها الذي تبنى عليه، ومتى لم يوجد لم ينفع العمل، بل هو حابط، إذ لا تصح العبادة ¶ __________ ¶ 1 صحيح البخاري مع الفتح، 1/32، كتاب بدء الوحي، حديث 6. ¶ 2 صحيح البخاري مع الفتح، 3/357، كتاب الزكاة، باب أخذ الصدقة من الأغنياء وترد في الفقراء حيث كانوا، حديث 1496، ومسلم 1/50، كتاب الإيمان، باب الدعاء إلى الشهادتين وشرائع الإسلام، حديث 19.",
            "page": "147",
            "part": "1",
            "seal": "4767062D"
        },
        {
            "id": "22",
            "nass": "مع الشرك، كما قال تعالى: {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ} 1، ولأن معرفة معنى هذه الشهادة هو أول واجب على العباد، فكان أول ما يُبدأ به في الدعوة2. ¶ قال شيخ الإسلام ـ رحمه الله ـ: \"وقد عُلم بالاضطرار من دين الرسول، واتفقت عليه الأمة أن أصل الإسلام، وأول ما يؤمر به الخلق شهادة أن لا إله إلا الله وأن محمداً رسول الله، فبذلك يصير الكافر مسلماً، والعدو ولياً ... وفيه البداءة في الدعوة والتعليم بالأهم فالأهم\"3. ¶ تلك هي دعوة الأنبياء جميعاً وعلى رأسهم أولو العزم من الرسل ـ عليهم السلام ـ يبدأون دعوتهم بالتوحيد في كل زمان ومكان مما يدل على أن هذا هو الطريق الوحيد الذي يجب أن يسلك في دعوة الناس إلى الله تعالى وسنة من سننه التي رسمها لا نبيائه وأتباعهم الصادقين، لا يجوز تبديلها ولا العدول عنها 4. ¶ __________ ¶ 1 سورة التوبة، الآية (19) . ¶ 2 تيسير العزيز الحميد، 123. ¶ 3 تيسير العزيز الحميد، 127. ¶ 4 انظر منهج الأنبياء في الدعوة إلى الله فيه الحكمة والعقل، للدكتور ربيع بن هادي المدخلي، 26-27.",
            "page": "148",
            "part": "1",
            "seal": "7D1481AE"
        },
        {
            "id": "23",
            "nass": "الفصل الثاني ¶ الدعائم التي يقوم عليها المنهج الصحيح في الدعوة إلى الله ¶ تتلخص الدعائم التي يقوم عليها المنهج الصحيح في الدعوة إلى الله تعالى - كما دلَّ على ذلك الكتاب والسنة فيما يلي1: ¶ أولاً: العلم: ¶ فلابدّ للداعي إلى الله تعالى أن يكون عالماً بحكم الشرع فيما يدعو إليه، فالجاهل لا يصلح أن يكون داعية. ¶ قال تعالى مخاطباً نبيه محمدا ًصلى الله عليه وسلم: {فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ} 2. ¶ وبوّب الإمام البخاري - رحمه الله - لهذه الآية بقوله: \"باب العلم قبل القول والعمل\"3. ¶ قال الإمام ابن حجر -رحمه الله- في الفتح: قال ابن المنير: أراد به أن العلم شرط في صحة القول والعمل، فلا يعتبران إلا به، فهو مقدم عليهما؛ لا نه مصحح للنية المصححة للعمل، فنبه المصنف على ذلك حتى لا يسبق إلى الذهن من قولهم: (إن العلم لا ينفع إلا بالعمل) تهوين أمرالعلم والتساهل في طلبه4. ¶ __________ ¶ 1 انظر مقدمة الدكتور صالح الفوزان على منهج الأنبياء في الدعوة إلى الله فيه الحكمة والعقل للدكتور ربيع بن هادي المدخلي، ص3. ¶ 2 سورة محمد، الآية (19) . ¶ 3 انظر صحيح البخاري مع الفتح، 1/159، كتاب العلم، باب العلم قبل القول والعمل. ¶ 4 انظر فتح الباري لابن حجر، 1/160، كتاب العلم، باب العلم قبل القول والعمل.",
            "page": "149",
            "part": "1",
            "seal": "8F2B2A7C"
        },
        {
            "id": "24",
            "nass": "والعلم الحقيقي هو معرفة كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم قال تعالى: {بِالْبَيِّنَاتِ وَالزُّبُرِ وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} 1. ¶ ولا يكون الداعية إلى الله ناجحاً في دعوته، حكيماً في أمره ونهيه إلا بالعلم الشرعي، وإن لم يصحب الداعية من أول قدم يضعه في الطريق إلى آخر قدم ينتهي إليه فسلوكه على غير الطريق، وهو مقطوع عليه طريق الوصول، ومسدود عليه سبيل الهدى والفلاح، وهذا إجماع من العارفين، ولا شك أنه لا ينهى عن العلم إلا قطاع الطريق، ونواب إبليس وشُرَطُه 2. ¶ ومن الأدلة الواردة في فضل العلم والحث عليه قوله تعالى: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} 3. ¶ وقوله: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} 4. ¶ وقوله سبحانه: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} 5. ¶ ومن الأحاديث: ماجاء عن معاوية رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: \"من يرد الله به خيراً يفقهه في الدين\" 6. ¶ __________ ¶ 1 سورة النحل، الآية (44) . ¶ 2 انظر مدارج السالكين، لابن القيم، 2/483. ¶ 3 سورة الزمر، الآية (9) . ¶ 4 سورة المجادلة، من الآية (11) . ¶ 5 سورة فاطر، الآية (28) . ¶ 6 صحيح البخاري مع الفتح، 1/164، كتاب العلم، باب من يرد الله به خيراً يفقهه في الدين، رقم 71، وصحيح مسلم، 2/718، كتب الزكاة، باب النهي عن المسألة، رقم 1037، والترمذي، 4/137، أبواب العلم، باب إذا أراد الله بعبده خيراً فقهه في الدين، رقم 2783.",
            "page": "150",
            "part": "1",
            "seal": "A706204D"
        },
        {
            "id": "25",
            "nass": "وعن ابن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا حسد إلا في اثنتين: رجل آتاه الله مالاً فسلطه على هلكته في الحق، ورجل آتاه الله الحكمة فهو يقضي بها ويعلمها\" 1. ¶ وعن أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"مثل مابعثني الله به من الهدى والعلم كمثل الغيث الكثير أصاب أرضاً فكان منها نقية قبلت الماء فأنبتت الكلأ والعشب الكثير، وكانت منها أجادب أمسكت الماء، فنفع الله بها الناس، فشربوا وسَقوا وزرعوا، وأصاب منها طائفة أخرى إنما هى قيعان لا تمسك ماءً ولا تنبت كلأً فذلك مثلُ من فقه دين الله، ونفعه مابعثني الله به فعلم وعلّمَ، ومثل من لم يرفع بذلك رأساً، ولم يقبل هدى الله الذي أرسلت به\" 2. ¶ إلى غير ذلك من الأدلة الكثيرة من الكتاب والسنة التي تدل على فضل العلم والحث عليه والعمل به. ¶ وليس القصد هنا سرد الأدلة في هذا الأمر، فهذا شيء معروف، ولكن أحب أن أُوكد على أنه يجب على من أراد أن ينصب نفسه للدعوة إلى الخير، والأمر ¶ __________ ¶ 1 صحيح البخاري مع الفتح، 1/165، كتاب العلم، باب الإغتباط في العلم والحكمة، رقم 73، وصحيح مسلم، 1/559، كتاب صلاة المسافرين وقصرها، باب فضل من يقوم بالقرآن ويعلمه، رقم 816. ¶ 2 صحيح البخاري مع الفتح، 1/175، كتاب العلم، باب فضل من علم وعلم، رقم 79، وصحيح مسلم، 4/1787، كتاب الفضائل، باب بيان مثل ما بعث النبي صلى الله عليه وسلم من الهدي والعلم، رقم 2282.",
            "page": "151",
            "part": "1",
            "seal": "CD2B4E66"
        },
        {
            "id": "26",
            "nass": "بالمعروف، والنهي عن المنكر، قياماً بما أوجب الله عليه، والنصح لعباده، وطمعاً فيما وعد الله به أهل تلك الأعمال من الأجر العظيم والنعيم المقيم، فليتفقه في دينه وليأخذ العلم عن أهله الراسخين فيه، السائرين في طريقه القويم، طريق السلف الصالح المتمثل في منهج أهل السنة والجماعة. فالذي يريد أن يدعو الناس لا بدَّ له أن يتعلم على أيدي العلماء الربانيين قبل أن يتصدى للدعوة إلى الله تعالى، حتى يقوم بذلك بحجة ودليل ويعرف كيف يسير في ذلك الطريق، على هدى ونور. ¶ يوضح شيخنا فضيلة الدكتور محمد أمان بن علي الجامي ـ رحمه الله ـ ‍‍أهمية البصيرة للدعاة إلى الله، ووجوب الرجوع لسيرة السلف الصالح، وطريقة دعوتهم، وأنَّ أي طريقة أو جماعة لا تنتهج نهج النبي صلى الله عليه وسلم وصحابته، فمصيرها الفشل لا محالة، فيقول: ¶ \"تُوجد في العصر الحديث جماعات تدعو إلى الله، ولكنها في الغالب تتخبط على غير بصيرة، فالواجب على دعاة الحق أن يكونوا على بصيرة فاهمين ما يدعون إليه ومتصورين له ومؤمنين به {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} 1. ¶ هاتان صفتان لا تباع محمد عليه الصلاة والسلام: ¶ 1-القيام بواجب الدعوة. ¶ 2-أن يكسبوا البصيرة قبل أن يشرعوا في الدعوة. ¶ البصيرة هي: العلم الذي مصدره الوحي، والفقه الدقيق، الذي يستفيد منه الداعية الحكمة، وحسن الأسلوب، وكسب القلوب، والتحبب إلى الناس. ¶ __________ ¶ 1 سورة يوسف، من الآية (108) .",
            "page": "152",
            "part": "1",
            "seal": "11891914"
        },
        {
            "id": "27",
            "nass": "وهذه الجماعات أشبهها بالأحزاب السياسية المتنافسة لمصالحها الشخصية وأغراضها الذاتية، وهي ذاتها محنة من المحن ومشكلة من المشكلات للدعوة والدعاة معاً، إذا بقيت على وضعها ولم تعد النظر في سلوكها ومنهج عملها وبرامجها، وأساليب دعوتها وسياستها، فخطرها على الدعوة يفوق كل خطر يهدد الدعوة من خارجها. ¶ فعلى هذه الجماعات أن تدرس تاريخ الدعاة الأولين من الصحابة والتابعين الذين نطق بهم القرآن، وبه نطقوا، والذين انتشر الإسلام بدعوتهم، بل عليهم أن يفهموا الدين كما فهم أولئك السادة، ويسيروا سيرتهم، وينسجوا على منوالهم، مع ملاحظة الأساليب المناسبة في العصرالحديث، والملابسات والظروف وأحوال الناس، وإن لم يسلكوا هذا المسلك فسوف لا يكتب للدعوة أي نجاح أو أي تقدم لا نه عمل لم يستوف الشروط، وهو عمل غير صالح1. ¶ ثانياً: الإخلاص: ¶ إن من أهم مايجب على الداعية إلى الله تعالى أن يكون مخلصاً لله في دعوته، وأمره ونهيه، بحيث لا يرجو إلا الجزاء من الله تعالى وحده، فلا يكون هدفه طمعاً مادياً أو غرضاً دنيوياً، ولا يكون هدفه من ذلك الرياء أو السمعة وطلب الشهرة أو شيء من حطام الدنيا، أو أن يظهر فضله في دينه أو علمه أو عمله أو عقله على من يدعوه أو يا مره وينهاه، مما يزينه الشيطان، ويكيد به الإنسان ليبطل عمله ويفسد سعيه. ¶ وقد أمر الله سبحانه المؤمنين بإخلاص نياتهم وأعمالهم وعباداتهم لله تعالى وحده، قال تعالى مخاطباً نبيه محمداً صلى الله عليه وسلم وآمراً له أن يخاطب أمته بذلك: {قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصاً لَهُ الدِّينَ} 2. ¶ __________ ¶ 1 أضواء على طريق الدعوة إلى الإسلام، 218-219. ¶ 2 سورة الزمر، الآية (11) .",
            "page": "153",
            "part": "1",
            "seal": "DC78B5DC"
        },
        {
            "id": "28",
            "nass": "وقال عز وجل: {قُلِ اللَّهَ أَعْبُدُ مُخْلِصاً لَهُ دِينِي} 1. ¶ وقال جل شأنه: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لا يُبْخَسُونَ أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} 2. ¶ وعن عمر بن الخطاب رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"إنما الأعمال بالنيات وإنما لكل امرئ ما نوى\" 3. ¶ قال الإمام ابن حجر ـ رحمه الله ـ: \"ومعناه كل عمل بنية، فلا يقبل عمل بدون نية\"4. ¶ وعن جابر رضي الله عنه قال: \"كنا مع النبي صلى الله عليه وسلم في غزاة فقال: \"إنَّ بالمدينة لرجالاً ماسرتم مسيراً ولا قطعتم واديا إلاكانوا معكم حبسهم المرض\" 5 فهؤلاء كتب الله لهم من الأجر ماكتب لا خوانهم المجاهدين في سبيل الله وذلك بسبب صلاح نياتهم واخلاصهم لله وحده. ¶ وعن أبي هريرة رضي الله عنه قال: \"قال رسول الله صلى الله عليه وسلم: قال الله تبارك وتعالى: \"أنا أغنى الشركاء عن الشرك من عمل عملاً أشرك فيه معي غيري تركته وشركه\" 6. ¶ __________ ¶ 1 سورة الزمر، الآية (14) . ¶ 2 سورة هود، الآيتان (15-16) . ¶ 3 صحيح البخاري مع الفتح، 1/9، كتاب بدء الوحي، باب كيف كان بدء الوحي إلى الرسول صلى الله عليه وسلم، وصحيح مسلم، 3/1515، كتاب الإمارة، باب قوله صلى الله عليه وسلم \"إنما الأعمال بالنية\"، وأحمد في المسند، 1/25. ¶ 4 فتح الباري، 1/11. ¶ 5 صحيح مسلم، 3/1518، كتاب الإمارة، باب ثواب من حبسه عن الغزو مرض أو عذر آخر. ¶ 6 صحيح مسلم،4/2289، كتاب الزهد، باب من أشرك في عمله غير الله، رقم 2985.",
            "page": "154",
            "part": "1",
            "seal": "0CC1EC84"
        },
        {
            "id": "29",
            "nass": "وقد وردت بعض الآثار عن بعض السلف تبين أهمية النية ودورها في قبول العمل منها ماورد عن مطرف بن عبد الله قال: \"صلاح القلب بصلاح العمل، وصلاح العمل بصلاح النية\"1. ¶ وعن ابن المبارك قال: \"رُبَّ عمل صغير تُعظمه النية، ورُب عمل كبير تصغره النية\"2. ¶ وعن أبي سليمان: \"طوبى لمن صحت له خطوة لا يريد بها إلا الله تعالى\" 3. ¶ فعلى الداعية إلى الله تعالى أن يخلص نيته لله تعالى، وأن يتجرد من حظوظ النفس ومن نزغات الشيطان، وأن يكون قصده وهدفه ابتغاء وجه الله والدار الآخرة، وفي أنبياء الله ورسله - عليهم السلام - القدوة الحسنة، فإن القصد من دعوتهم إصلاحهم، وابتغاء الأجر والمثوبة من الله وحده. ¶ قال تعالى عن نوح عليه السلام: {وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ} 4وهكذا بقية الأنبياء ـ عليهم الصلاة والسلام ـ لا يريدون من دعوتهم إلا مرضاة الله تعالى. ¶ لذا فإن على الداعية إلى الله تعالى على بصيرة أن يهتم بالإخلاص، ويحذر على نفسه من الرياء والسمعة، فإن الشيطان حريص على أن يفسد عليه عمله، وقد تدعوه النفس الأمارة بالسوء إلى حب الظهور أو الشهرة أو ماشابههما من أغراض الدنيا الفانية، ومن ثم يقع في المحذور والعياذ بالله. ¶ __________ ¶ 1 انظر جامع العلوم والحكم، 10/71. ¶ 2 المرجع السابق، نفس الصفحة. ¶ 3 انظر مختصر منهاج القاصدين، لابن قدامة، 370-371. ¶ 4 سورة الشعراء، الآية (109) .",
            "page": "155",
            "part": "1",
            "seal": "131E9655"
        },
        {
            "id": "30",
            "nass": "نسأل الله تعالى لنا ولجميع الدعاة إلى الله تعالى الإخلاص في القول والعمل. ¶ ثالثاً: المتابعة: ¶ لما كانت الدعوة إلى الله تعالى من أجل العبادات فإنه لا بد فيها من توفر الشرطين الأساسيين لصحتها وهما: الإخلاص، والمتابعة. ¶ يقول شيخ الإسلام ابن تيمية رحمه الله في حديثه عن الأمر بالمعروف، والنهي عن المنكر: \"وإذا كانت جميع الحسنات لا بد فيها من شيئين: أن يُراد بها وجه الله، وأن تكون موافقة للشريعة، فهذا في الأقوال والأفعال، في الكلم الطيب والعمل الصالح، في الأمور العلمية، والأمور العملية العبادية\"1. ¶ فالمتابعة شرط في قبول الأعمال، ومنها الدعوة إلى الله والأمر بالمعروف والنهي عن المنكر، لقوله تعالى: {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً} 2. ¶ والعمل الصالح هو العمل الموافق لهديه صلى الله عليه وسلم، ولهذا كان أئمة السلف رحمهم الله يجمعون هذين الأصلين - أي الإخلاص والمتابعة - كقول الفضيل بن عياض في قوله تعالى: {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً} 3، قال: أخلصه وأصوبه، فقيل له: يا أبا عليّ ما أخلَصُه وأصوبه؟ فقال: إنَّ العمل إذا كان صواباً ولم يكن خالصاً لم يُقبل، وإذا كان خالصاًولم يكن صواباً لم يُقبل، حتى يكون خالصاً صواباً، والخالص: أن يكون لله والصواب: أن يكون على السُّنة4. ¶ __________ ¶ 1 انظر الاستقامة، 1/297، 2/297. ¶ 2 سورة الكهف، الآية (110) . ¶ 3 سورة الملك، الآية (2) . ¶ 4 الاستقامة، لابن تيمية، 2/308-309.",
            "page": "156",
            "part": "1",
            "seal": "3AE6276C"
        },
        {
            "id": "31",
            "nass": "وقد روى ابن شاهين واللالكائي، عن سعيد بن جبير قال: \"لا يُقبل قول إلا بعمل، ولا يُقبل قول وعمل إلا بنية، ولا يُقبل قول وعمل ونية إلا بموافقة السنة\"1. ¶ فعلى الداعية إلى الله تعالى على بصيرة أن يكون مقتدياً بالنبي صلى الله عليه وسلم، وأن يسلك مسلكه في الدعوة، فإن الله تعالى أمرنا بالاقتداء به صلى الله عليه وسلم في قوله: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً} 2. ¶ وقال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} 3. ¶ ولقد بدأ - صلوات الله وسلامه عليه - كغيره من الأنبياء قبله بإصلاح عقائد الناس وجمعهم على عقيدة التوحيد، وأمرهم بالتأسي به في جميع الأقوال والأفعال. ¶ فإذا بدأ الداعية إلى الله تعالى أو المحتسب بعكس ما بدأ به رسول الله صلى الله عليه وسلم، كما لو بدأ بالجهاد أو إقامة الدولة مثلاً فإنه لا يفلح في دعوته، لمخالفته متابعة النبي صلى الله عليه وسلم، فكل دعوة إلى الإصلاح لا تنتهج نهج الرسول صلى الله عليه وسلم على فهم السلف الصالح فإن مصيرها الفشل الذريع لا محالة. ¶ يقول شيخنا فضيلة الدكتور ربيع بن هادي المدخلي: \"هل يجوز للدعاة إلى الله في أي عصر من العصور العدول عن منهج الأنبياء في الدعوة إلى الله؟. ¶ __________ ¶ 1 المرجع السابق، 2/309. ¶ 2 سورة الأحزاب، الآية (21) . ¶ 3 سورة آل عمران، الآية (31) .",
            "page": "157",
            "part": "1",
            "seal": "C08E717A"
        },
        {
            "id": "32",
            "nass": "الجواب: في ضوء ماسبق وما سيأتي، لا يجوز شرعاً ولا عقلاً العدول عن هذا المنهج واختيار سواه. ¶ أولاً: أن هذا هو الطريق الأقوم الذي رسمه الله لجميع الأنبياء من أولهم إلى آخرهم. ¶ والله واضع هذا المنهج هو خالق الإنسان والعالم بطبائع البشر ومايصلح أرواحهم وقلوبهم {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} 1. ¶ وهو الحكيم العليم في خلقه وشرعه، وقد شرع لا فضل خلقه هذا المنهج. ¶ ثانياً: إن الأنبياء قد التزموه وطبقوه مما يدل دلالة واضحة أنه ليس من ميادين الاجتهاد، فلم نجد: ¶ 1-نبياً افتتح دعوته بالتصوف. ¶ 2-وآخر بالفلسفة والكلام. ¶ 3-وآخرين بالسياسة. ¶ بل وجدناهم يسلكون منهجاً واحداً، واهتمامهم واحد بتوحيد الله أولاً، وفي الدرجة الأولى. ¶ ثالثاً: إن الله قد أوجب على رسولنا الكريم الذي فرض الله علينا اتباعه أن يقتدي بهم، ويسلك منهجهم، فقال بعد أن ذكر ثمانية عشر نبياً منهم {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ} 2وقد اقتدى بهداهم في البدء بالتوحيد، والاهتمام الشديد به. ¶ __________ ¶ 1 سورة الملك، الآية (14) . ¶ 2 سورة الأنعام، من الآية (90) .",
            "page": "158",
            "part": "1",
            "seal": "ABA3CB86"
        },
        {
            "id": "33",
            "nass": "رابعاً: ولما كانت دعوتهم في أكمل صورها تتمثل في دعوة إبراهيم عليه الصلاة والسلام، زاد الله الأمر تأكيداً، فأمر نبينا محمداً صلى الله عليه وسلم باتباع منهجه فقال: {ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفاً وَمَا كَانَ مِنَ الْمُشْرِكِينَ} 1. ¶ والأمر باتباعه يشمل الأخذ بملته التي هي التوحيد ومحاربة الشرك ويشمل سلوك منهجه في البدء بالدعوة إلى التوحيد، وزاد الله تعالى الأمر تأكيداً – أيضاً - فأمر أمة محمد صلى الله عليه وسلم، باتباع ملة هذا النبي الحنيف، فقال تعالى: {قُلْ صَدَقَ اللَّهُ فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفاً وَمَا كَانَ مِنَ الْمُشْرِكِينَ} 2. ¶ إذن، فالأمة الإسلامية مأمورة باتباع ملته، فكما لا يجوز مخالفة ملته، لا يجوز العدول عن منهجه في الدعوة إلى التوحيد ومحاربة الشرك ومظاهره ووسائله. ¶ خامساً: قال الله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} 3. ¶ فإذا رجعنا إلى القرآن أخبرنا أن كل الرسل كانت عقيدتهم عقيدة التوحيد وأن دعوتهم كانت تبدأ بالتوحيد وأن التوحيد أهم وأعظم ماجاءوا به. ¶ ووجدنا أن الله قد أمر نبينا باتباعهم وسلوك مناهجهم، وإذا رجعنا إلى الرسول نجد أن دعوته من بدايتها إلى نهايتهاكانت اهتماماً بالتوحيد ومحاربة للشرك ومظاهره وأسبابه ... \"4. ¶ __________ ¶ 1 سورة النحل، الآية (123) . ¶ 2 سورة آل عمران، الآية (95) . ¶ 3 سورة النساء، الآية (59) . ¶ 4 منهج الأنبياء في الدعوة إلى الله فيه الحكمة والعقل، 91-92.",
            "page": "159",
            "part": "1",
            "seal": "AA3623C0"
        },
        {
            "id": "34",
            "nass": "رابعاً: الحكمة: ¶ إن الحكمة من أهم الدعائم التي يقوم عليها المنهج الصحيح في الدعوة ¶ إلى الله تعالى، ومن أهم مقومات الداعية الناجح، ومن نظر في سيرة المصطفى ـ صلى الله عليه وسلم ـ وجد أنه كان ملازماً للحكمة في أموره كلها، وخاصة في دعوته إلى الله جلَّ وعلا، وقد أمره ربه تبارك وتعالى بالدعوة إلى الله بالحكمة في قوله: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} 1. ¶ وقال تعالى: {وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} 2. ¶ إن الحكمة إتقان الأمور وإحكامها، بأن تُنزل الأمور منازلها، وتوضع في مواضعها. وليس من الحكمة التعجل في الدعوة إلى الله تعالى، وأن ينقلب الناس عن حالهم التي هم عليها إلى الحال التي كان عليها الصحابة بين عشية وضحاها، ومن أراد ذلك فهو سفيه في عقله، بعيد عن الحكمة، لا ن حكمة الله عز وجل تأبى أن يكون هذا الأمر. ويدلل لهذا أن الرسول صلى الله عليه وسلم - وهو الذي ينزل عليه الكتاب - نزل عليه الشرع متدرجاً حتى استقر في النفوس وكمل. ¶ فالدعوة إلى الله تعالى تكون على أربع مراتب: ¶ 1- بالحكمة. ¶ 2-ثم بالموعظة الحسنة. ¶ 3- ثم بالجدال بالتي هى أحسن لغير الظالم. ¶ 4- ثم بالفعل الرادع للظلم3. ¶ __________ ¶ 1 سورة النحل، الآية (125) . ¶ 2 سورة العنكبوت، من الآية (46) . ¶ 3 انظر الصحوة الإسلامية ضوابط وتوجيهات، للشيخ محمد بن عثيمين، 35.",
            "page": "160",
            "part": "1",
            "seal": "E8E8DB04"
        },
        {
            "id": "35",
            "nass": "ومن الأمثلة التي ضربها لنا رسول الله صلى الله عليه وسلم في دعوة الناس بالحكمة موقفه مع الأعرابي الذي بال في المسجد. ¶ عن أنس بن مالك رضي الله عنه قال: \"بينما نحن في المسجد مع رسول الله صلى الله عليه وسلم إذ جاء أعرابي، فقام يبول في المسجد، فقال أصحاب رسول الله صلى الله عليه وسلم: مه مه1، قال: قال رسول الله صلى الله عليه وسلم: \"لا تزرموه2 دعوه\" فتركوه حتى بال، ثم إن رسول الله صلى الله عليه وسلم، دعاه فقال له: \"إنَّ هذه المساجد لا تصلح لشيء من هذا البول، ولا القذر، إنما هي لذكر الله، والصلاة، وقراءة القرآن\" أو كما قال رسول الله صلى الله عليه وسلم قال: فأمر رجلاً من القوم فجاء بدلو من ماء فشنَّه عليه\"3. ¶ وعن أبي هريرة رضي الله عنه قال: \"قام رسول الله صلى الله عليه وسلم في صلاة وقمنا معه فقال أعرابي وهو في الصلاة: اللهم ارحمني ومحمداً، ولا ترحم معنا أحداً، فلما سلم النبي صلى الله عليه وسلم قال للأعرابي: \"لقد حجرت واسعا\" يريد: رحمة الله4. ¶ وفي رواية أخرى قال: \"يقول الأعرابي بعد أن فقه، فقام النبي صلى الله عليه وسلم إليَّ بأبي وأمي فلم يسب ولم يؤنب ولم يضرب\"5. ¶ __________ ¶ 1 مه: كلمة زجر، لسان العرب، لابن منظور، 13 /542. ¶ 2 لا تزرموه أي لا تقطعوا عليه بوله، والازرام: القطع. انظر شرح النووي على صحيح مسلم، 3/190. ¶ 3 صحيح مسلم، 1/237، كتاب الطهارة، باب وجوب غسل البول وغيره من النجاسات إذا حصلت في المسجد، رقم 286، ومعنى شنه عليه: أي صبه عليه. ¶ 4 صحيح البخاري مع الفتح، 10/438، كتاب الأدب، باب رحمة الناس والبهائم، رقم 6010. ¶ 5 هذه الرواية عند أحمد في المسند بترتيب أحمد شاكر، برقم 10540، 20/134.",
            "page": "161",
            "part": "1",
            "seal": "393B6D4C"
        },
        {
            "id": "36",
            "nass": "ومن الأدلة كذلك ماجاء عن معاوية بن الحكم السلمي رضي الله عنه قال: \"بينا أنا أصلي مع رسول الله صلى الله عليه وسلم إذ عطس رجل من القوم فقلت: يرحمك الله! فرماني القوم بأبصارهم فقلت: واثكْلَ أمَّياه1 ‍‍! ماشأنكم تنظرون إلىَّ؟ فجعلوا يضربون بأيديهم على أفخاذهم فلما رأيتهم يصمّتونني، لكني سكت، فلما صلى رسول الله صلى الله عليه وسلم فبأبي هو وأمي، مارأيت معلماً قبله ولا بعده أحسن تعليماً منه، فوالله ماكهرني2ولا ضربني ولا شتمني، قال: \"إن هذه الصلاة لا يصلح فيها شيء من كلام الناس، إنما هو التسبيح والتكبير وقراءة القرآن، أو كما قال رسول الله صلى الله عليه وسلم ... \"الحديث3. ¶ إلى غير ذلك من الأدلة الكثيرة التي تبين لنا أن النبي صلى الله عليه وسلم كان يعامل الناس في دعوته بالحكمة واللين، لذلك فإنه لا بد للداعية إلى الله تعالى أن يتأسى بالنبي صلى الله عليه وسلم في دعوته وفي أمره ونهيه، وفي تعامله مع الناس، ولابد له من الصبر وطول النفس، والتدرج مع المدعو شيئاً فشيئاً حتى يمكن إعادته للحق والصواب. ¶ خامسا: الرفق والحلم: ¶ إنَّ من الواجب على الداعية إلى الله تعالى أن يكون رفيقاً رحيماً، حليماً ليناً، مشفقاً على الناس، فإنَّ ذلك مدعاة لقبول الناس منه، وانتفاعهم بدعوته، وهذا هو خلق النبي صلى الله عليه وسلم في دعوته للناس، ولهذا امتن الله تعالى على نبيه صلى الله عليه وسلم بقوله: ¶ __________ ¶ 1 واثكْلَ أُمياه: معناه فقدان المرأة لولدها، ويجوز أن يكون من الألفاظ التي تجري على ألسنة العرب ولا يراد بها الدعاء، كقولهم: تربت يداك. انظر النهاية، لابن الأثير، 1/216. ¶ 2 ماكهرني: يعني ما نهرني. ¶ 3 صحيح مسلم، 1/381، كتب المساجد، باب تحريم الكلام في الصلاة، رقم 537.",
            "page": "162",
            "part": "1",
            "seal": "396825E3"
        },
        {
            "id": "37",
            "nass": "{فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لا نْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ} 1. ¶ وامتن الله تبارك وتعالى على عباده المؤمنين ببعثة رسوله الكريم إليهم، وبما هو عليه من الخلق العظيم، فقال تعالى: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ} 2. ¶ ولقد أمضى النبي صلى الله عليه وسلم حياته بمكة والمدينة وغيرهما، يدعو ويذكر وينذر في غاية من اللطف واللين، ويقصد نواديهم، يدعوهم إلى الهدى، ويتحمل منهم ألوان الأذى، ويزيد على ذلك فيقول: \"رب اغفر لقومي فإنهم لا يعلمون\" 3. ¶ فهذا دَيْدنُهُ صلى الله عليه وسلم في دعوته، وأمره ونهيه، يا خذ بالرفق واللين، ولم يستعمل الغلظة والشدة، إلا حين لم يجد ذلك مع المخاطبين - مع تحقيق القدرة وانتفاء المفسدة - كما هو واضح من سيرته، وقد قال تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً} 4. ¶ فمن قرأ سيرته صلى الله عليه وسلم ولزم طريقته في دعوة أمته، كان أكمل الناس في متابعته، وأولاهم بوراثته، وأسعدهم بشفاعته، وأنصحهم لا مته، ولهذا لما كان صاحبه ¶ __________ ¶ 1 سورة آل عمران، من الآية (159) . ¶ 2 سورة التوبة، الآية (128) . ¶ 3 صحيح البخاري مع الفتح، 12/282، كتاب استتابة المرتدين، باب إذا عرض الذمي أو غيره بسب النبي صلى الله عليه وسلم ولم يصرح، رقم 6929، وصحيح مسلم، 3/1417، كتاب الجهاد والسير، باب غزوة أحد، رقم 1792، عن عبد الله بن مسعود رضي الله عنه. ¶ 4 سورة الأحزاب، الآية (21) .",
            "page": "163",
            "part": "1",
            "seal": "A48B3BA2"
        },
        {
            "id": "38",
            "nass": "أبو بكر الصديق في ذلك كذلك أسلم على يديه من لا يحصون، وانتفع به من الخلق كثيرون1. ¶ ولما أرسل الله سبحانه وتعالى موسى وهارون - عليهما السلام - إلى فرعون - طاغية مصر وجبارها - أمرهما أن يخاطباه باللين واللطف. ¶ قال تعالى: {اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى فَقُولا لَهُ قَوْلاً لَيِّناً لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} 2. ¶ قال الإمام ابن كثير ـ رحمه الله ـ ‍!: \"هذه الآية فيها عبرة عظيمة وهو أن فرعون في غاية العتو والاستكبار، وموسى صفوة الله من خلقه، إذ ذاك ومع هذا أمر أن لا يخاطب فرعون إلا بالملاطفة واللين\"3. ¶ وقد ورد في هذا المعنى استدلال المأمون عندما وعظه رجل وعنّف له في القول، فقال: يا رجل ارفُقْ فقد بعث الله من هو خير منك إلى من هو شر مني، وأمره بالرفق، قال تعالى: {فَقُولا لَهُ قَوْلاً لَيِّناً} 4 5. ¶ ومن الأحاديث النبوية التي تبين فضل الرفق واللين وتحثُّ عليه مايلي: ¶ 1- عن عائشة رضي الله عنها، عن النبي صلى الله عليه وسلم قال: \"إن الرفق لا يكون في شيء إلا زانه، ولا ينزع من شيء إلا شانه\" 6. ¶ __________ ¶ 1 انظر تذكرة أولي الغير بشعيرة الأمر بالمعروف والنهي عن المنكر، للشيخ عبد الله القصّير، 31-34. ¶ 2 سورة طه، الآيتان (43-44) . ¶ 3 تفسير ابن كثير، 3/163. ¶ 4 سورة طه، الآية (43) . ¶ 5 انظر إحياء علوم الدين، للغزالي، 2/334. ¶ 6 صحيح مسلم، 4/2004، كتاب البر والصلة، باب فضل الرفق، رقم 2594.",
            "page": "164",
            "part": "1",
            "seal": "ACCF0D2D"
        },
        {
            "id": "39",
            "nass": "2- وعن جرير بن عبد الله رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"من يحرم الرفق، يحرم الخير\" 1. ¶ 3- وقال صلى الله عليه وسلم لا شج عبد القيس: \"إن فيك خصلتين يحبهما الله، الحلم والأناه\" 2. ¶ لذا فإنه ينبغي للداعية إلى الله تعالى، الآمر بالمعروف والناهي عن المنكر أن يتقي الله في عباد الله، وأن يلزم الرفق بهم واللين معهم والحلم والعفو عنهم، فيما يدعوهم إليه، ويأمرهم به، وينهاهم عنه، حتى لا يصدهم عن الهدى أو يوردهم الردى. ¶ ولا ينبغي للداعية إلى الله تعالى الآمر بالمعروف والناهي عن المنكر أن يتسم بالشدة، ويأخذ بالغلظة، ما وجد مندوحة عن ذلك، فإذا اشتبه عليه الأمر، فعليه بمراجعة نصوص الكتاب والسنة وقواعد الشريعة، وكلام أهل العلم المعتبرين، إن كانت لديه الأهلية لذلك، لمعرفة الراجح بالدليل، وإلا فعليه بما وجه الله تعالى إليه أمثاله بقوله سبحانه: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} 3 4. ¶ سادساً: الصبر: ¶ إن نصوص القرآن الكريم والسنة النبوية الواردة في الصبر لا تكاد تُحصى لكثرتها. ¶ __________ ¶ 1 صحيح مسلم، 4/2003، كتاب البر والصلة، باب فضل الرفق، رقم 2592. ¶ 2 صحيح مسلم، 1/48، كتاب الإيمان، باب الأمر بالإيمان بالله ورسوله، وشرائع الدين والدعاء إليه والسؤال عنه …، رقم 18. ¶ 3 سورة النحل، الآية (43) . ¶ 4 انظر تذكرة أولي الغير بشعيرة الأمر بالمعروف والنهي عن المنكر، للشيخ عبد الله القصير، 36.",
            "page": "165",
            "part": "1",
            "seal": "4E1E1E3F"
        },
        {
            "id": "40",
            "nass": "وقد أخبر الله تعالى عن لقمان الحكيم بأنه أوصى ابنه بقوله: {وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} 1. ¶ فأتبع حثه له بالأمر بالمعروف والنهي عن المنكر بالصبر، وما ذلك إلا لأن القيام بهذا يتطلب الكثير من المجاهدة، ولحوق الأذى بالمحتسب، وهذا لا يثبت معه إلا من كان متحلياً بالصبر. ¶ ولهذا نجد أن الله تعالى أمر رسله - صلوات الله وسلامه عليهم أجمعين - وهم أئمة الدعوة إلى الله تعالى بالصبر، كما قال تعالى لخاتمهم صلى الله عليه وسلم: {فَاصْبِرْ كَمَا صَبَرَ أُولُوا الْعَزْمِ مِنَ الرُّسُلِ وَلا تَسْتَعْجِلْ لَهُمْ} 2. ¶ وقال تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ} 3. ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} 4. ¶ ومن الأدلة من السنة التي ترغب في الصبر وتحث عليه مايلي: ¶ 1-ماورد عن سعد بن أبي وقاص رضي الله عنه قال: قلت يا رسول الله: أي الناس أشد بلاءً؟ قال: \"الأنبياء ثم الصالحون ثم الأمثل فالأمثل، يبتلي الرجل على حسب دينه، فإن كان في دينه صلابة زِيدَ في بلائه، وإن كان في دينه رقة خُفِّفَ عنه، وما يزال البلاء بالمؤمن حتى يمشي على الأرض وليس عليه خطيئة\" 5. ¶ __________ ¶ 1 سورة لقمان، الآية (17) . ¶ 2 سورة الأحقاف، من الآية (35) . ¶ 3 سورة البقرة، من الآية (45) . ¶ 4 سورة آل عمران، من الآية (200) . ¶ 5 أخرجه الترمذي، 4/601، كتاب الزهد، باب ما جاء في الصبر على البلاء، رقم 2398، وقال هذا حديث حسن صحيح، وسن ابن ماجه، 2/1334، كتاب الفتن، باب الصبر على البلاء، رقم 4023، والإمام أحمد في المسند، 1 /172،174،180،185، وانظر سلسلة الأحاديث الصحيحة للألباني رقم 143.",
            "page": "166",
            "part": "1",
            "seal": "26091A94"
        },
        {
            "id": "41",
            "nass": "2-وعن أنس بن مالك رضي الله عنه مرفوعاً: \"إنَّ عظم الجزاء مع عظم البلاء، وإن الله إذا أحب قوماً ابتلاهم فمن رضي فله الرضى، ومن سخط فله السخط\"1. ¶ 3-وعن أبي سعيد الخدري رضي الله عنه أن أناساً من الأنصار سألوا رسول الله صلى الله عليه وسلم فأعطاهم ثم سألوه فأعطاهم ثم سألوه فأعطاهم حتى نَفِدَ ما عنده قال: \"مايكون عندي من خير فلن أدخره عنكم، ومن يستعفف يعفه الله، ومن يستغن يغنه الله، ومن يتصبر يصبره الله، وما أعطى الله أحداً عطاءً هو خير وأوسع من الصبر\" 2 ¶ ومما تقدم من الآيات الكريمة والأحاديث النبوية وغيرها التي تدل على فضل الصبر وتحث عليه، يتبين أن المؤمن معرض للابتلاء، ولكن على حسب قوة إيمانه أو ضعفه، وإذا صبر المؤمن واحتسب أجره عند الله كفر الله من ذنوبه وسيئاته، وعظم له الأجر، وإذا كان عامة الناس معرضين لهذا الابتلاء والامتحان، فإنَّ ¶ __________ ¶ 1 أخرجه الترمذي، 4/601، كتاب الزهد، باب ما جاء في الصبر على البلاء، رقم 2396، وقال حسن غريب، وسنن ابن ماجه، 2/1334، كتاب الفتن، باب الصبر على البلاء، رقم 4023، وحسنه الشيخ الألباني، انظر سلسلة الأحاديث الصحيحة، رقم 146. ¶ 2 صحيح البخاري مع الفتح، 3/335، كتاب الزكاة، باب الاستعفاف عن المسألة، رقم 1469، وصحيح مسلم، 2/729، كتاب الزكاة، باب فضل التعفف والصبر، رقم 1053.",
            "page": "167",
            "part": "1",
            "seal": "F3F5535D"
        },
        {
            "id": "42",
            "nass": "أشدهم بلاء الدعاة إلى الله، الآمرون بالمعروف والناهون عن المنكر، وهم أَوْلَى بالصبر والاحتساب، وخاصة ما يصيبهم بسبب دعوتهم من الأذى. ¶ وفي صبر النبي صلى الله عليه وسلم على أذى المشركين أمثلة رائعة يجدر بالدعاة إلى الله تعالى أن يقفوا عندها ويتأملوها، ليتأسَّوا بالنبي صلى الله عليه وسلم، ومن هذه الأمثلة: ¶ 1- ماكان مشركو مكة يلقون على عتبته صلى الله عليه وسلم من الأنتان والأقذار، ومع ذلك كان يصبر ويحتسب، ويقول: \"أي جوار هذا\"1؟ . ¶ 2-بعد أن اشتد أذى قريش للنبي صلى الله عليه وسلم عقب وفاة عمه أبي طالب، خرج النبي صلى الله عليه وسلم إلى الطائف، للدعوة وطلب النصرة من ثقيف، ولكنها لم تستجب له، وأمروا صبيانهم وسفهاءهم أن يصطفوا على الطريق صفين، وأن يرجموه بالحجارة، فرجموه صلى الله عليه وسلم بالحجارة حتى أدموا عقبه2. ¶ فهذه الأمثلة وغيرها كثير تبين لنا شدة صبر النبي صلى الله عليه وسلم واحتسابه على مالاقاه أثناء دعوته من أذى المشركين، فعلى الداعية إلى الله أن يتحلى بالصبر، ويتحمل المشاق في سبيل الدعوة إلى الله. ¶ سابعاً: التحلي بالأخلاق الفاضلة: ¶ إن من الأمور المهمة في حياة الداعية إلى الله تعالى أو الآمر بالمعروف والناهي عن المنكر أن يكون متمسكاً بأخلاق الداعية، بحيث يظهر عليه أثر العلم في ¶ __________ ¶ 1 انظر سيرة ابن هشام، 1/416 وتاريخ الطبري، 2/343. ¶ 2 انظر سيرة ابن هشام، 1/419-420، والطبقات الكبرى، لابن سعد، 1/212، والدلائل للبيهقي، 2/414، ومختصر سيرة الرسول صلى الله عليه وسلم، للشيخ محمد بن عبد الوهاب، 83، والسيرة النبوية في ضوء المصادر الأصلية، د. مهدي رزق الله، 227.",
            "page": "168",
            "part": "1",
            "seal": "F8FBA443"
        },
        {
            "id": "43",
            "nass": "معتقده وفي عباداته من صلاة وصيام وتلاوة قرآن وفي هيئته وجميع مسلكه مبتعداً عن الأخلاق الذميمة حتى يُمثّل دور الداعية إلى الله تعالى. ¶ وقد شنّع الله تعالى على الذين يدعون الناس إلى الصلاح وينسون أنفسهم بقوله: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلا تَعْقِلُونَ} 1. ¶ وقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ كَبُرَ مَقْتاً عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لا تَفْعَلُونَ} 2 ¶ وإن كان القول الراجح من أقوال العلماء ـ رحمهم الله ـ أن للإنسان أن يأمر بالمعروف ولو لم يفعله، وينهى عن المنكر وإن كان يفعله. ¶ إلاَّ أنَّ هناك أمراً مهماً يجب التنبه إليه. ألا وهو قبول دعوة الداعي أو أمر الآمر بالمعروف ونهي الناهي عن المنكر. وتأثير ذلك في الناس. ¶ لذلك فإن الداعي إلى الله تعالى أو الآمر الناهي إذا كان قدوة صالحة في عقيدته وفي عباداته ومنهج حياته فحريٌ أن يُقبَلَ قوله، وتسمع كلمته، ويكون له تأثير طيب على المجتمع.3 ¶ وقد مثلت حياة الرسول صلى الله عليه وسلم أعمالاً كثيرة متنوعة، بحيث تكون فيها الأسوة الصالحة، والمنهج الأعلى للحياة الإنسانية في جميع أطوارها، لأنها جمعت بين الأخلاق العالية والعادات الحسنة، والعواطف النبيلة المعتدلة ... ¶ __________ ¶ 1 سورة البقرة، الآية (44) . ¶ 2 سورة الصف، الآيتان، (2-3) . ¶ 3 انظر الأمر بالمعروف والنهي عن المنكر، د. عبد العزيز المسعود، 1/223، وحاجة البشر إلى الأمر بالمعروف ووالنهي عن المنكر، للشيخ عبد الله الجبرين، 67-68.",
            "page": "169",
            "part": "1",
            "seal": "E0D77615"
        },
        {
            "id": "44",
            "nass": "وقد كان صلى الله عليه وسلم، معلماً مخلصاً، وواعظاً ناصحاً، ومرشداً أميناً، وكان مبشراً ونذيراً وداعياً إلى الله بإذنه وسراجاً منيراً. ¶ وكان صلى الله عليه وسلم عابداً شاكراً لربه، وقد غفر له ماتقدم من ذنبه وما تأخر. ¶ فعن عائشة ـ رضي الله عنها ـ قالت: \"كان النبي صلى الله عليه وسلم يقوم من الليل حتى تتفطر قدماه، فقلت له: لِمَ تصنع هذا يا رسول الله وقد غفر لكماتقدم من ذنبك وما تأخر؟ قال: \"أفلا أكون عبداً شكورا\" 1. ¶ لذا فإنه ينبغي للداعية إلى الله تعالى الآمر بالمعروف والناهي عن المنكر أن يلتزم بأوامر الإسلام ويتخذها زاداً يستعين به في دعوته وأمره ونهيه، وأن يتخذ من الرسول صلى الله عليه وسلم، وسيرته القدوة الحسنة، قال تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً} 2. ¶ إلى غير ذلك من الدعائم والمقومات التي يقوم عليها المنهج الصحيح في الدعوة إلى الله تعالى كالصدق، والعدل، والتواضع، والجود، والكرم، والتثبت وعدم العجلة وغيرها مما هي من لوازم الداعية الناجح. ¶ __________ ¶ 1 صحيح البخاري، 3/14، كتاب التهجد، باب قيام النبي صلى الله عليه وسلم الليل، رقم 1130، وصحيح مسلم، 4/2172، كتاب صفات المنافقين، باب إكثار الأعمال والاجتهاد في العبادة، رقم 2820. ¶ 2 سورة الأحزاب، الآية (21) .",
            "page": "170",
            "part": "1",
            "seal": "865B1A90"
        },
        {
            "id": "45",
            "nass": "الفصل الثالث: أسباب انحراف الأمة عن المنهج الصحيح ¶ المبحث الأول: الغلو في الدين ¶ لقد بدأت البشرية على التوحيد لله تعالى منذ أن أهبط آدم عليه السلام إلى الأرض، قال ابن عباس رضي الله عنهما: \"كان بين آدم ونوح عشرة قرون كلهم على الإسلام\" 1. ¶ إلا أن الناس بعد ذلك تعلقوا بالصالحين، وغَلَواْ فيهم، وبدأ الانحراف في العقيدة، في أولئك القوم الذين بعث الله فيهم نوحاً عليه السلام، بعد أن زين لهم الشيطان عبادة الأصنام، بسبب الغلو في الصالحين. ¶ فقد روى البخاري - رحمه الله - في صحيحه عن ابن عباس - رضي الله عنهما - في قوله تعالى: {وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدّاً وَلا سُوَاعاً وَلا يَغُوثَ وَيَعُوقَ وَنَسْراً} 2. قال: هذه أسماء رجال صالحين من قوم نوح فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصاباً، وسموها بأسمائهم ففعلوا، ولم تعبد حتى إذا هلك أولئك ونسي العلم فعبدت 3. ¶ __________ ¶ 1 أخرجه الحاكم في المستدرك، 2/546، كتاب التاريخ، وقال: حديث صحيح على شرط البخاري ولم يخرجاه، ووافقه الذهبي، وذكره ابن كثير في البداية والنهاية، 1/101، وعزاه إلى البخاري، وانظر تفسير ابن كثير، 1/259، وفتح الباري، 6/372، وتفسير ابن جرير الطبري، 3/334. ¶ 2 سورة نوح، الآية (23) . ¶ 3 صحيح البخاري مع الفتح، 8/667، كتاب التفسير، سورة نوح، رقم 4920.",
            "page": "171",
            "part": "1",
            "seal": "913715BF"
        },
        {
            "id": "46",
            "nass": "إن الغلو داء عضال وسرطان فتاك، يفسد العقيدة، ويهلك الشعوب، وما ذاك إلا لأنه تعدٍّ لما أمر الله به، وتجاوز للمشروع الذي شرعه الله، ولهذا حذر الله عباده من الغلو في الدين، والإفراط بالتعظيم، سواء بالاعتقاد أو القول أو الفعل، قال تعالى: {يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ} 1. ¶ أي لاَ تَتَعَدَّوْا ما حد الله لكم، وأهل الكتاب هنا: اليهود والنصارى، فنهاهم عن الغلو في الدين، وهذه الأمة كذلك، كما قال تعالى مخاطباً رسوله محمداً صلى الله عليه وسلم: {فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلا تَطْغَوْا إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} 2. ¶ وعن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم قال: \"إياكم والغلو فإنما أهلك من كان قبلكم الغلو في الدين\" 3. ¶ وحذر النبي صلى الله عليه وسلم عن اتخاذ المساجد على القبور، لأن عبادة الله عند قبور الصالحين وسيلة إلى عبادتهم، ولهذا لما ذكرت أم حبيبة وأم سلمة رضي الله عنهما لرسول الله صلى الله عليه وسلم كنيسة في الحبشة فيها تصاوير قال: \"إن أولئك إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجداً وصوروا فيه تلك الصّور، أولئك شرار الخلق عند الله يوم القيامة\"4. ¶ __________ ¶ 1 سورة النساء، من الآية (171) . ¶ 2 سورة هود، الآية (112) . ¶ 3 أخرجه النسائي، 5/286، كتاب مناسك الحج، باب التقاط الحصى، وابن ما جه، 2/1008، كتاب المناسك، باب قدر حصى الرمي، والحاكم 1/466، والبيهقي 5/127، وأحمد 1/215،347، وقال الحاكم صحيح على شرط الشيخين، ووافقه الذهبي، وصححه الشيخ ناصر الدين الألباني، انظر سلسلة الأحاديث الصحيحة، 3/278، رقم 1283. ¶ 4 صحيح البخاري مع الفتح، 1/523، كتاب الصلاة، باب هل نبش قبور مشركي الجاهلية..، ومسلم 1/375، كتاب المساجد ومواضع الصلاة، باب النهي عن بناء المساجد على القبور.",
            "page": "172",
            "part": "1",
            "seal": "ADCD3142"
        },
        {
            "id": "47",
            "nass": "كما حذر النبي صلى الله عليه وسلم عن الإطراء فقال: \"لا تطروني كما أطرت النصارى ابن مريم، فإنما أنا عبد فقولوا عبد الله ورسوله\" 1. ¶ والإطراء مجاوزة الحد بالباطل في المدح، والكذب فيه، ومعنى لا تطروني أي: لا تمدحوني بالباطل، أو لا تجاوزوا الحد في مدحي2. ¶ والغلو كثير في النصارى فإنهم غَلَواْ في عيسى عليه السلام فنقلوه من حيّز النبوة إلى أن اتخذوه إلهاً من دون الله، يعبدونه كما يعبدون الله، بل غلوا فيمن زعم أنه على دينه من أتباعه، فادعوا لهم العصمة، واتبعوهم في كل ما قالوه سواء كان حقاً أو باطلاً، وناقضتهم اليهود في أمر عيسى عليه السلام فحطوا من منزلته، حتى جعلوه وَلَدَ بغيَّ3. ¶ وقد وقعت الأمة فيما حذرها منه النبي صلى الله عليه وسلم من الغلو، حيث غلا كثير من الناس في دين الله، وتجاوزا الحد المشروع لهم، وتشبهوا بمن قبلهم من اليهود والنصارى وغيرهم. ¶ يقول شيخ الإسلام ابن تيمية - رحمه الله: \"ومن تشبه من هذه الأمة باليهود والنصارى، وغلا في الدين بإفراط أو تفريط، وضاهاهم في ذلك فقد شابههم، كالخوارج المارقين من الإسلام الذين خرجوا في خلافة علي بن أبي طالب رضي الله عنه فقاتلهم حين خرجوا على المسلمين، وكان قتالهم بأمر النبي صلى الله عليه وسلم كما ثبت ذلك من عشرة أوجه في الصحاح والمسانيد وغير ذلك، وكذلك من غلا ¶ __________ ¶ 1 صحيح البخاري مع الفتح، 6/478، كتاب الأنبياء، باب قوله تعالى: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ} . رقم الحدث 3445، عن عمر رضي الله عنه. ¶ 2 تيسير العزيز الحميد، 314. ¶ 3 تيسير العزيز الحميد، 306-307.",
            "page": "173",
            "part": "1",
            "seal": "0F9789E7"
        },
        {
            "id": "48",
            "nass": "في دينه من الرافضة والقدرية والجهمية والمعتزلة\" وقال أيضاً: \"فإذا كان على عهد النبي صلى الله عليه وسلم من انتسب إلى الإسلام وقد مرق منه مع عبادته العظيمة، فليعلم أن المنتسب إلى الإسلام والسنة في هذه الأزمان، قد يمرق أيضاً من الإسلام، وذلك بأسباب: منها الغلو الذي ذمه الله في كتابه حيث قال: {يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ} 12. ¶ ومن هذا يتبين لنا أن أعظم فتنة ابتُليت بها البشرية إنما هي فتنة الغلو، وأن من أسباب انحراف الأمة عن المنهج الصحيح، والفطرة السليمة، إنما هو مجاوزة الحد الذي أدى ببعض الناس إلى صرف العبادة إلى غير الله تعالى، وذلك بالتقرب والتوسل إلى ما يسمونه بالأولياء والصالحين، والعكوف عند قبورهم بالصلاة أو الدعاء أو الذبح أو النذر أو الطواف أو التبرك بها ونحو ذلك مما هو من الشرك الذي حذرنا الله ورسوله منه، أشد التحذير. ¶ __________ ¶ 1 سورة النساء، من الآية (171) . ¶ 2 انظر تيسير العزيز الحميد، 307.",
            "page": "174",
            "part": "1",
            "seal": "DB864828"
        },
        {
            "id": "49",
            "nass": "المبحث الثاني: الجهل ¶ إن الجهل داء عظيم، يوصل للضلالة، ويورد المهالك، وهو من أعظم أسباب انحراف الأمة عن المنهج الصحيح، وفي الحديث عن عبد الله ابن عمرو رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"إن الله لا يقبض العلم اننزاعاً ينتزعه من الناس، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يبق عالماً اتخذ الناس رؤساً جُهالاً فسُئلوا فأفتوا بغير علم، فضلوا وأضلوا\" 1. ¶ قال النووي - رحمه الله -:\"هذا الحديث يبيّن أن المراد بقبض العلم في الأحاديث السابقة المطلقة ليس هو محوه من صدور حفاظه، ولكن معناه: أن يموت حملته، ويتخذ الناس جهالاً يحكمون بجهالاتهم فيضلون ويُضلون\"2. ¶ والمراد بالعلم هنا: علم الكتاب والسنة، وهو العلم الموروث عن الأنبياء عليهم السلام، فإن العلماء هم ورثة الأنبياء، وبذهابهم يذهب العلم، وتموت السنن، وتظهر البدع، ويعم الجهل، وأما علم الدنيا، فإنه في زيادة، وليس هو المراد في الأحاديث، بدليل قوله صلى الله عليه وسلم: \"فسُئلوا فأفتوا بغير علم، فضلوا وأضلوا\" والضلال إنما يكون عند الجهل بالدين، والعلماء الحقيقون هم الذين يعملون بعلمهم، ويوجهون الأمة، ويدلونها على طريق الحق والهدى\"3. ¶ ومن أعظم الجهل القول على الله بغير علم، وتحليل ما حرم الله، أو تحريم ما أحل الله، قال تعالى: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْأِثْمَ وَالْبَغْيَ ¶ __________ ¶ 1 صحيح البخاري مع الفتح، 1/194، كتاب العلم، باب كيف يُقبض العلم، رقم 100، وصحيح مسلم 4/2058، كتاب العلم باب رفع العلم وقبضه وظهور الجهل والفتن في آخر الزمان / رقم 2671. ¶ 2 شرح النووي على صحيح مسلم، 16/223-224. ¶ 3 أشراط الساعة، للشيخ يوسف الوابل، 133.",
            "page": "175",
            "part": "1",
            "seal": "44785684"
        },
        {
            "id": "50",
            "nass": "بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ} 1. ¶ وقال تعالى: {فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِباً لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ على الله كذباً ليضلّ الناس بغير علم} 2. ¶ ومن أفتى أحداً بدون علم، فإنه يبوء بإثمه، وإثم من استفتاه، قال تعالى: {لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلا سَاءَ مَا يَزِرُونَ} 3. ¶ وخطورة الجهل تكمن في أن الجاهل يستكبر عن سماع الحق، ويستثقله، ويصور العلم والتعلم بأنه شبح رهيب وأنه بعيد المنال بحيث لا يمكن الوصول إليه، ومن ثم يبقى على جهله إلى أن يموت. ¶ فانظر إلى حال كثير من المسلمين اليوم وخصوصاً ممن ينتمي إلى كثير من الجماعات الحزبية في هذا العصر، والتي اختطت لنفسها طابعاً حزبياً وصبت جل اهتمامها في مسائل محدودة من مسائل الشرع، أو ما توهموها من مسائل الشرع، وخُيّل إليهم عبثاً أنها وحدها توصلهم إلى بر النجاة، وإيجاد المجتمع الإسلامي المنشود في الوقت الذي لو سئلوا عن فرع سهل من فروع مسائل العلم لأجابوا بملء أفواههم، بأننا لا نعرف هذه المسائل، وإنما عليكم بسؤال العلماء، لأننا مشغولون عن ذلك بالدعوة إلى الله! فيا عجباً!! كيف يدعو إلى الله بغير علم، وكيف يكون أهلاً للدعوة من لا يحسن أداء الصلاة على الوجه الذي صلاه رسول الله صلى الله عليه وسلم؟ 4. ¶ والدواء الناجع للجهل، وطريق السلامة إنما هو بالعلم الشرعي، وقد وردت النصوص من الكتاب والسنة في الحث عليه، والثناء على أهله، وقد سبق بيانه. ¶ __________ ¶ 1 سورة الأعراف، الآية (33) . ¶ 2 سورة الأنعام، من الآية (144) . ¶ 3 سورة النحل، الآية (25) . ¶ 4 تنبيه أولي الأبصار، للشيخ صالح بن سعد السحيمي، 123.",
            "page": "176",
            "part": "1",
            "seal": "95E74D06"
        },
        {
            "id": "51",
            "nass": "المبحث الثالث: الابتداع في الدين ¶ البدعة في اللغة: مأخوذة من البدع وهو: الاختراع على غير مثال سابق، ومنه قوله تعالى: {بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ} 1. ¶ ويُقال لمن أتى بأمر لم يسبقه إليه أحد، أبدع، وابتدع، وتبدّع. أي أتى ببدعة2. ¶ أما البدعة في الاصطلاح: فقد عرفها الشاطبي - رحمه الله - بقوله: \"طريق في الدين مخترعة تضاهي الشريعة، يُقصد بالسلوك عليها المبالغة في التعبد لله سبحانه\"3. ¶ وقد نهى النبي صلى الله عليه وسلم عن الابتداع في الدين، وحذر منه، وبيّن لأمته، أنّ كل بدعة في دين الله فهي محرمة وضلالة، فعن العرباض بن سارية رضي الله عنه قال: \"وعظنا رسول الله صلى الله عليه وسلم موعظة بليغة، وجلت منها القلوب، وذرفت منها العيون، فقلنا: يا رسول الله كأنها موعظة مودع، فأوصنا، قال:\"أوصيكم بتقوى الله، والسمع والطاعة، وإن تأمر عليكم عبد، وإنه من يعش منكم بعدي فسيرى اختلافاً كثيراً، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، عَضَّوا عليها بالنواجذ، وإياكم ومُحْدَثَاثِ الأمور، فإن كل بدعة ضلالة\"4. ¶ __________ ¶ 1 سورة البقرة، من الآية (113) . ¶ 2 انظر لسان العرب 8/7، القاموس المحيط 3/3-4 فصل الباء، باب العين. ¶ 3 الاعتصام، 1/36. ¶ 4 سن أبي داود، 5/13، كتاب السنة، باب في لزوم السنة، رقم 4607، والترمذي، 5/44، كتاب العلم، باب ما جاء في الأخذ بالسنة واجتناب البدع، رقم 2676، وقال: هذا حديث حسن صحيح، وابن ماجه، 1/16، المقدمة باب إتباع سنة الخلفاء الراشدين المهديين، رقم 4342، وأحمد في المسند، 4/126-127، وابن حبان في صحيحه 1/4، وقد صححه الشيخ الألباني في إرواء الغليل، 8/107، وصحيح سنن الترمذي، 2/341، وصحيح سنن ابن ماجه 1/138، وفي ظلال الجنة 1/17-20.",
            "page": "177",
            "part": "1",
            "seal": "4AFF0683"
        },
        {
            "id": "52",
            "nass": "وعن عائشة - رضي الله عنها - قالت: قال رسول الله صلى الله عليه وسلم:\"من أحدث في أمرنا هذا ما ليس منه فهو رد\"1. ¶ وفي رواية: \"من عمل عملاً ليس عليه أمرنا فهو رد\" 2. ¶ ولا شك أن الايتداع في الدين كان - ولا يزال - من أعظم الأسباب التي حادت بالأمة الإسلامية عن المنهج الصحيح، وكان من أهم العوامل التي قضت على وحدة المسلمين، وشتتت شملهم، حتى تفرق الناس شيعاً وأحزاباً. ¶ يقول الشاطبي -رحمه الله: \"ثم استمر تزايد الإسلام، واستقام طريقه على مدة حياة النبي صلى الله عليه وسلم ومن بعد موته، وأكثر قَرْن الصحابة رضي الله عنهم، إلى أن نبغت فيهم نوابغ الخروج عن السنة، وأصغوا إلى البدع المضلة\"3. ¶ وعن ظهور البدع ونشأتها يقول شيخ الإسلام ابن تيمية -رحمه الله: \"واعلم أن عامة البدع المتعلق بالعلوم والعبادات إنما وقع في الأمة في أواخر خلافة الخلفاء الراشدين، كما أخبر به النبي صلى الله عليه وسلم حيث قال: \"من يعش منكم فسيرى اختلافاً كثيراً، فعليكم بسنتي وسنة الخلفاء الراشدين من بعدي\"4. ¶ __________ ¶ 1 صحيح البخاري مع الفتح، 5/301، كتاب الصلح، باب إذا اصطلحوا على صلح جور فالصلح مردود، رقم 2697، وصحيح مسلم، 3/1343، كتاب الأقضية، باب نقض الأحكام الباطلة ورد محدثات الأمور، رقم 1718. ¶ 2 صحيح مسلم، 3/1343-1344، كتاب الأقضية، باب نقض الأحكام الباطلة ورد محدثات الأمور، رقم 1718. ¶ 3 الاعتصام، 1/22. ¶ 4 سبق تخريجه، 60.",
            "page": "178",
            "part": "1",
            "seal": "5FD5B1FA"
        },
        {
            "id": "53",
            "nass": "وأول بدعة ظهرت بدعة القدر، وبدعة الإرجاء، وبدعة التشيع والخوارج، هذه البدع ظهرت في القرن الثاني والصحابة موجودون، وقد أنكروا على أهلها، ثم ظهرت بدعة الاعتزال، وحدثت الفتن بين المسلمين، وظهر اختلاف الآراء والميل إلى البدع والأهواء، وظهرت بدعة التصوف، وبدعة البناء على القبور بعد القرون المفضلة، وهكذا كلما تأخر الوقت زادت البدع وتنوعت1. ¶ ومن البدع المعاصرة الاحتفال بالمولد النبوي، والتبرك بالأماكن والآثار والأشخاص أحياءً وأمواتاً. ¶ ومنها البدع في مجال العبادات والتقرب إلى الله، وهي كثير ومنها الجهر بالنية للصلاة، والذكر الجماعي بعد الصلاة، وطلب قراءة الفاتحة في المناسبات بعد الدعاء، وللأموات، وإقامة المآتم على الأموات، وصناعة الأطعمة، واستئجار المقرئين..، وكالاحتفال بالمناسبات الدينية كمناسبة الإسراء والمعراج، ومناسبة الهجرة النبوية، ومن ذلك الأذكار الصوفية، كلها بدع ومحدثات لأنها مخالفة للأذكار المشروعة في صيغها وهيئاتها وأوقاتها، ومن ذلك البناء على القبور واتخاذها مساجد، وزيارتها لأجل التبرك بها، والتوسل بالموتى وغير ذلك من الأغراض الشركية..2. ¶ وأختتم قولي هنا بقول ابن الماجشون: \"سمعت مالكاً يقول: من ابتدع في الإسلام بدعة يراها حسنة، فقد زعم أن محمداً صلى الله عليه وسلم خان الرسالة، لأن الله تعالى يقول: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} 3 فما لم يكن يومئذ ديناً فلا يكون اليوم ديناً\" 4. ¶ __________ ¶ 1 مجموع الفتاوى، 10/354. ¶ 2 انظر محاضرات في العقيدة والدعوة للدكتور صالح الفوزان، 1/113-123 باختصار. ¶ 3 سورة المائدة، الآية (3) . ¶ 4 الاعتصام للشاطبي، 1/49.",
            "page": "179",
            "part": "1",
            "seal": "5388141D"
        },
        {
            "id": "54",
            "nass": "المبحث الرابع: اتباع الهوى ¶ إنَّ اتباع الهوى من أعظم الأسباب التي أدت إلى انحراف هذه الأمة عن منهجها الصحيح، فنشأت بسببه الأحزاب الضالة، والفرق المنحرفة، وهو من أعظم دواعي الضلال، وأسباب الهلاك، فإنه يهوي بصاحبه إلى الردى والمهالك، حتى يورده إلى النار والعياذ بالله. ¶ وكل مخالف لما بعث الله به رسوله صلى الله عليه وسلم من العبادات والطاعات والأوامر والنواهي، إنما يكون متبعاً لهواه، ولا يكون متبعاً لدين شرعه الله تبارك وتعالى1. ¶ وقد ذم الله سبحانه وتعالى اتباع الهوى في آيات كثيرة، منها قوله تعالى: {أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلاً} 2. ¶ قال ابن كثير - رحمه الله: \"أي مهما استحسن من شيء ورآه حسناً في هوى نفسه كان دينه ومذهبه\" 3. ¶ وقال تعالى: {أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلا تَذَكَّرُونَ} 4. ¶ ونهى المؤمنين عن اتباع الهوى فقال تعالى: {فَلا تَتَّبِعُوا الْهَوَى} 5، وقال تعالى: {ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لا يَعْلَمُونَ} 6، إلى غير ذلك من الآيات. ¶ __________ ¶ 1 انظر مجموع الفتاوى، لشيخ الإسلام ابن تيمية، 10/170-171. ¶ 2 سورة الفرقان، الآية (43) . ¶ 3 تفسير ابن كثير، 3/335. ¶ 4 سورة الجاثية، الآية (23) . ¶ 5 سورة النساء، من الآية (135) . ¶ 6 سورة الجاثية، الآية (18) .",
            "page": "180",
            "part": "1",
            "seal": "AB887E94"
        },
        {
            "id": "55",
            "nass": "واتباع الهوى هو أصل كل شر، وأساس كل بلوى، ومعتمد كل بدعة، ولذلك فهو أشد وطأة من الجهل، لأن الجهل ميسور علاجه، وفي استطاعة من يتلبس به، وذلك بطلب العلم والتفقه في الدين، أما الهوى في أثناء طلب العلم أو بعد تحصيله فهو الآفة الخطيرة التي تحتاج إلى مجاهدة النفس وعلاج الداء. ¶ ولخطورة الهوى وما يسببه من وقوع المرء في الشهوات والشبهات، حذر السلف الصالح رضوان الله عليهم من أهل الأهواء، ومن ذلك: ¶ قول ابن عباس رضي الله عنه:\" لاتجالس أهل الأهواء، فإن مجالستهم ممرضة للقلوب\"1. ¶ وقال أبو قلابة: \"لا تجالسوا أهل الأهواء ولا تجادلوهم فإني لا آمن من أن يغمسوكم في ضلالتهم، أو يلبسوا عليكم ما كنتم تعرفون\"2. ¶ وقال إبراهيم النخعي: \"لا تجالسوا أهل الأهواء فإن مجالستهم تذهب بنور الإيمان من القلوب، وتسلب محاسن الوجوه، وتورث الغلظة في قلوب المؤمنين\"3، إلى غير ذلك من أقوال السلف الصالح رضي الله عنهم. ¶ وباتباع الهوى خرجت الخوارج، ورفضت الروافض، ونبتت الجهمية، وظهرت المعتزلة، وألحدت المرجئة، ونفت القدرية، وضلت الجبرية، وتفرقت الأمة حتى صارت شيعاً وأحزاباً كل حزب بما لديهم يفرحون، فكم حرّف الهوى من شرائع، وبدّل من ديانات، وأوقع الإنسان في ضلال مبين 4. ¶ __________ ¶ 1 الإبانة لابن بطة، 2/438، رقم 371. ¶ 2 سنن الدارمي، 1/120، رقم 391، وشرح أصول اعتقاد أهل السنة والجماعة، للالكائي، 1/134. ¶ 3 الإبانة لابن بطة، 2/439، رقم 375 ¶ 4 انظر تنبيه أولي الأبصار، للشيخ صالح السحيمي، 134-135.",
            "page": "181",
            "part": "1",
            "seal": "76771AF2"
        },
        {
            "id": "56",
            "nass": "المبحث الخامس: تقديم العقل على النقل ¶ ومن أسباب الانحراف في هذه الأمة تقديم العقل واعتماده مصدراً تشريعياً أعلى من كلام الله تعالى، وسنة رسوله صلى الله عليه وسلم، وهذا كحال بعض المنتسبين إلى الإسلام من الجهمية والمعتزلة والأشاعرة وغيرهم من الفرق الضالة الذين تأثروا بكتب اليونان وعلومهم، وتبنوا أكثر أفكارهم، فما وافق العقل عندهم قبلوه، وما خالفه ردوه وطعنوا فيه، فابتعدوا بذلك عن العقيدة الصحيحة، وحادوا عن الصراط المستقيم، ولو أنهم تمسكوا بكتاب الله عز وجل وسنة رسوله صلى الله عليه وسلم، وجعلوهما المصدر الوحيد للتلقي، وردوا التنازع إليهما، وسلكوا منهج السلف الصالح رضوان الله عليهم، وابتعدوا عن كل ما يخالف المنهج الصحيح، لما حصل لهم ماحصل من التخبط والضلال، ولما وقعت الأمة في الزيغ والانحراف. ¶ ولا يخفى أن العقل نعمة عظيمة أودعها الله في الإنسان ليميز الخير من الشر، والحق من الباطل، ولكنّ للعقول حداً تنتهي في الإدراك إليه، ولم يجعل الله لها سبيلاً إلى إدراك كل شيء، فمن الأشياء مالا يصل العقل إليه بحال، ومنها مايصل إلى ظاهر منه دون اكتناه1 وهي مع هذا القصور الذاتي لا تكاد تتفق في فهم الحقائق التي أمكن لها إدراكها، فإن قوى الإدراك ووسائله تختلف عند النظار اختلافاً كثيراً، ولهذا كان لابد فيما لاسبيل للعقول إلى إدراكه، وفيما تختلف فيه الأنظار من الرجوع إلى مخبر صادق، يضطرُّ العقل أمام معجزته إلى تصديقه، وليس ذلك سوى الرسول المؤيد من عند الله العليم بكل شيء، الخبير بما خلق\"2. ¶ __________ ¶ 1 اكتنَّ الشيء: استتر، ويقال: اكتنت المرأة: غطت وجهها وسترته حياءً من الناس، انظر المعجم الوسيط، 2/801. ¶ 2 انظر البدعة أسبابها ومضارها لشلتوت، 28.",
            "page": "182",
            "part": "1",
            "seal": "4A2BFC96"
        },
        {
            "id": "57",
            "nass": "فمن الضلال المبين أن نوجه عقولنا لأمور قد كفانا الله شأنها، وندع المنهج الصحيح الذي أمرنا الله به من التمسك بكتاب الله وسنة رسوله صلى الله عليه وسلم على فهم السلف الصالح، فإنَّ المسلمين لو تمسكوا بالمنهج الصحيح، وأعرضوا عن كل ما يُخالفه، لما وقعوا في تحكيم العقل في مجالات لم يخلق لها، ولما وقعوا في التخبط والحيرة، كما ذكر ذلك بعض أهل الكلام 1. ¶ وإذا صح الخبر عن الله أو عن رسوله صلى الله عليه وسلم فليس للعقل مجال للأخذ أو الرد، بل يجب الإذعان والتسليم، حتى وإن لم تدرك العقول كنه تلك الأمور، لأن العقول أعجز من أن تحيط بكل شيء، فرحم الله امرءاً عرف قدر نفسه.2 ¶ قال تعالى: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} 3. ¶ وقال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} 4. فهذه الآية عامة في جميع الأمور، وذلك أنه إذا حكم الله ورسوله بشيء فليس لأحدٍ مخالفته، ولا اختيار لأحدٍ ههنا ولا رأي ولا قول 5. ¶ لذا فإنَّ الواجب على المسلم أن يُذعن ويسلم لما في كتاب الله وسنة رسوله صلى الله عليه وسلم، وأن يجعل عقله تابعاً لهما، لا مُعارضاً لهما، أو مقدّما عليهما، حتى لا يزيغ عن الحق، ولا يحيد عن الصراط المستقيم. ¶ __________ ¶ 1 ومنهم الجويني والغزالي والرازي وغيرهم، انظر الصفات الإلهية، للشيخ محمد أمان - رحمه الله، 157-171. ¶ 2 تنبيه أولي الأبصار، 141. ¶ 3 سورة النور، الآية (51) . ¶ 4 سورة الأحزاب، الآية (36) . ¶ 5 انظر تفسير ابن كثير، 3/511.",
            "page": "183",
            "part": "1",
            "seal": "2FE4E5D8"
        },
        {
            "id": "58",
            "nass": "المبحث السادس: التفرق والتحزب ¶ لقد أصاب الأمة الإسلامية ما أصاب الأمم قبلها من التحزب والاختلاف، فأضحت الأمة شيعاً وأحزاباً، يُخَطِّئ بعضُها بعضاً، {كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ} ، وماذاك إلا لبعدها عن المنهج الصحيح، وهو التمسك بكتاب الله وسنة رسوله صلى الله عليه وسلم، والاعتصام بهما، والعمل بهما، ورد التنازع إليهما، فإنَّ السبيل الوحيد لجمع الشمل، وتوحيد الكلمة، هو الرجوع التام للمنهج الصحيح: كتاب الله، وسنة رسوله صلى الله عليه وسلم، على فهم السلف الصالح، ففيه العصمة من التفرق والاختلاف، وفيه النجاة والسعادة في الدنيا والآخرة. ¶ قال الله تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} 1. ¶ قال الإمام ابن القيم - رحمه الله - مبيناً معنى الاعتصام بكتاب الله: \"وهو تحكيمه دون آراء الرجال ومقاييسهم، ومعقولاتهم، وأذواقهم، وكشوفاتهم، ومواجيدهم، فمن لم يكن كذلك فهو مُنسَّلٌ من هذا الاعتصام، فالدين كله في الاعتصام به وبحبله، علماً وعملاً، وإخلاصاً، واستعانة، ومتابعة، واستمراراً على ذلك إلى يوم القيامة\"2. ¶ قال قتادة - رحمه الله - عند قوله تعالى: {وَلا تَفَرَّقُوا} :\"إن الله عز وجل قد كره لكم الفرقة وقدّم إليكم فيها، وحذركموها، ونهاكم عنها، ورضي لكم السمع والطاعة، والألفة والجماعة، فارضوا لأنفسكم ما رضي الله لكم إن استطعتم، ولا قوة إلا بالله\"3. ¶ __________ ¶ 1 سورة آل عمرآن، من الآية (103) . ¶ 2 مدارج السالكين، 3/323. ¶ 3 انظر تفسير الطبري، 4/32.",
            "page": "184",
            "part": "1",
            "seal": "277E579D"
        },
        {
            "id": "59",
            "nass": "وقال الإمام ابن كثير - رحمه الله:\"وقوله {وَلا تَفَرَّقُوا} أمرهم بالجماعة ونهاهم عن التفرقة.. وقد وردت الأحاديث المتعددة بالنهي عن التفرق والأمر بالاجتماع والائتلاف.. إلى أن قال: وقد ضمنت لهم العصمة عند اتفاقهم من الخطأ، كما وردت بذلك الأحاديث المتعددة أيضاً، وخيف عليهم الافتراق والاختلاف، فقد وقع ذلك في هذه الأمة فافترقوا على ثلاث وسبعين فرقة، منها فرقة ناجية إلى الجنة ومُسَلَّمَة من عذاب الله، وهم الذين على ما كان عليه النبي صلى الله عليه وسلم وأصحابه\"1. ¶ وقال تعالى في النهي عن التفرق والاختلاف {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ} 2. ¶ يقول الشيخ عبد الرحمن السعدي - رحمه الله - في تفسير هذه الآية: \"يتوعد الله تعالى الذين فرقوا دينهم، أي شتتوه وتفرقوا فيه، وكل أخذ لنفسه نصيباً من الأسماء التي لا تفيد الإنسان في دينه شيئاً، كاليهودية، والنصرانية، والمجوسية، أو لا يكمل بها إيمانه، بأن يأخذ من الشريعة شيئاً، ويجعله دينه، ويدع مثله، أو ما هو أولى منه، كما هو حال أهل الفرقة، من أهل البدع والضلال، والمفرقين للأمة، ودلت الآية الكريمة أن الدين يأمر بالاجتماع والائتلاف، وينهى عن التفرق والاختلاف في أصل الدين، وفي سائر مسائله الأصولية والفروعية\"3. ¶ وفي الحديث الصحيح عن النبي صلى الله عليه وسلم أنه قال: \"افترقت اليهود على إحدى وسبعين فرقة، وافترقت النصاري على اثنتين وسبعين فرقة، وستفترق هذه الأمة ¶ __________ ¶ 1 تفسير ابن كثير، 1/405. ¶ 2 سورة الأنعام، الآية (159) . ¶ 3 تيسير الكريم الرحمن، 2/91.",
            "page": "185",
            "part": "1",
            "seal": "1C1E6474"
        },
        {
            "id": "60",
            "nass": "على ثلاث وسبعين فرقة كلها في النار إلا واحدة، قيل من هي يا رسول الله؟ قال:\"من كان على مثل ما أنا عليه اليوم وأصحابي\"1. ¶ قال الإمام ابن كثير - رحمه الله -: \"فأهل الأديان - قبلنا - اختلفوا فيما بينهم على آراء ومُثُل باطلة، وكل فرقة منهم تزعم أنهم على شيء، وهذه الأمة أيضاً اختلفوا فيما بينهم على نحلٍ كلها ضلالة إلا واحدة، وهم أهل السنة والجماعة، المتمسكون بكتاب الله وسنة رسوله وبما كان عليه الصدر من الصحابة والتابعين وأئمة المسلمين في قديم الدهر وحديثه\"2. ¶ وقال ابن أبي العز الحنفي في تعليقه على الحديث السابق: \"فبين أن عامة المختلفين هالكون إلا أهل السنة والجماعة\"3. ¶ وزادت الفرقة بالمسلمين - مع مرور الزمن - وكثر الاختلاف، واتسع الشقاق، وماجت الفتن بأصحاب الأهواء موج البحر، وصارت قلوبهم متنافرة، مظلمة سوداء مرباده لا تعرف معروفاً ولا تنكر منكراً إلا ما أُشربت من الأهواء4. ¶ __________ ¶ 1 أخرجه أبو دواد، 5/4، أول كتاب السنة، رقم 4596، والترمذي، 5/25، كتاب الإيمان باب ما جاء في افتراق هذه الأمة، رقم 2640، وقال: حديث حسن صحيح، وابن ماجه، 2/1321، كتاب الفتن، باب افتراق الأمم، رقم 3991، وأحمد، 2/332، والحاكم في المستدرك 1/128، وقال صحيح على شرط مسلم، وانظر السلسلة الصحيحة، للشيخ الألباني، 3/480رقم 1492.عن أبي هريرة رضي الله عنه. ¶ 2 تفسير ابن كثير، 3/452. ¶ 3 شرح الطحاوية، 432 ¶ 4 انظر حديث حذيفة في صحيح مسلم 1/128، كتاب الإيمان، باب بيان أن الإسلام بدأ غريباً …، رقم 144.",
            "page": "186",
            "part": "1",
            "seal": "4BA9EC33"
        },
        {
            "id": "61",
            "nass": "وصار الاختلاف في أصل الدين، في إفراد الله في العبادة، وفي العبادة ذاتها، كما اختلف الذين من قبل اتباعاً للسنن كما أخبر النبي صلى الله عليه وسلم بقوله: \"لتتبعنَّ سَنَنَ من كان قبلكم شبراً بشبر، وذراعاً بذراع حتى لو دخلوا جحر ضب لسلكتموه\" قالوا: يارسول الله من اليهود والنصارى؟ قال: \"فمن إذن\" 1. ¶ ولكن بفضل الله ورحمته لا تزال طائفة أهل السنة والجماعة: \"الفرقةُ الناجيةُ\" باقيةً إلى قيام الساعة كما روى البخاري من حديث معاوية رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: \"لايزال من أمتي أمة قائمة بأمر الله لايضرهم من خذلهم ولا من خالفهم حتى يأتيهم أمر الله وهم على ذلك\" 2. ¶ ومن هؤلاء الذين أقام الله بهم السنة في الإخلاص والمتابعة في هذه الجزيرة الشيخ محمد بن عبد الوهاب مجدد ما اندرس من معالم الإسلام في القرن الثاني عشر، فلقد تجرّد للدعوة إلى الله على بصيرة، وجاهد في رد الناس إلى ما كان عليه أهل السنة والجماعة من إفراد الله بالعبادة وترك التعلق بغير الله، والاعتقاد فيما دونه، متبعاً في ذلك سنة رسول الله صلى الله عليه وسلم، وقيض الله من آل سعود أنصاراً لدين الله ورسوله عرفوا صدق موافقته للحق فنفّذوا نصرته بالسلطان والعزيمة، وعقدوا الاتفاق بين نص الوحي وحد السيف إذا لم ينفع ¶ __________ ¶ 1 صحيح البخاري مع الفتح، 6/495، كتاب أحاديث الأنبياء باب ما ذكره عن بني إسرائيل، رقم 3456، وصحيح مسلم، 3/1291، كتاب القسامة، باب القسامة، رقم 1669، وأحمد في المسند، 3/84،89،94، وابن أبي عاصم في السنة، 1/36-37، عن أبي سعيد رضي الله عنه. ¶ 2 صحيح البخاري مع الفتح، كتاب المناقب، 6/632، رقم 3641، والفظ له، وصحيح مسلم، 3/1524، كتاب الإمارة، باب قوله صلى الله عليه وسلم 0\" لا تزال طائفة من أمتي على الحق …\"، رقم 1037.",
            "page": "187",
            "part": "1",
            "seal": "08F6A0DC"
        },
        {
            "id": "62",
            "nass": "اللين واستمر الظالم في ظلمه ولم يبال بالواعظ من الكتاب والسنة فأخذوا على يديه وأجروا عليه مايستحقه شرعاً من جهاد وقتال، وإقامة حدّ أو تعزير حتى ينزجِرَ عن باطله، وهذا هو سنة المصطفى صلى الله عليه وسلم وسيرته. ¶ ونحن في هذه البلاد - ولله الحمد والمنة - ننعم بالإسلام، وبجماعة المسلمين، تحت ولاية إسلامية تحكّم فينا شرع الله، وسنة رسوله صلى الله عليه وسلم، فلا يجوز لأحد من المسلمين في هذه البلاد السعودية المسلمة أن يوجد حزباً إسلامياً أو ينتمي إليه ... لأن ذلك شق لعصا الطاعة، وتفريق للجماعة وهو بمثابة خرق في سفينة نجاتهم يسبب غرقها أو يهددها بالخطر والغرق 1. ¶ __________ ¶ 1 انظر مقدمة الدكتور صالح العبود على حقيقة الدعوة إلى الله تعالى وما اختصت به جزيرة العرب، للشيخ سعد الحصين، 8-16، باختصار وتصرف. وانظر نص فتوى اللجنة الدائمة للبحوث العلمية والإفتاء بعدم شرعية وجود هذه الجماعات مالم يستند وجودها إلى قرار من ولي الأمر، رقم 1674.",
            "page": "188",
            "part": "1",
            "seal": "69C54499"
        },
        {
            "id": "63",
            "nass": "الفصل الرابع: أثر المنهج الصحيح في الدعوة إلى الله تعالى ¶ للمنهج الصحيح في الدعوة إلى الله تعالى آثار طيبة، ونتائج حميدة: على الداعي إلى الله تعالى وعلى المدعوين، وأهم هذه الآثار مايلي: ¶ أولاً: إن في الدعوة إلى الله تعالى على هدي النبي صلى الله عليه وسلم، امتثالاً لأمر الله تعالى الذي أمر بالدعوة بالحكمة والموعظة الحسنة، والمجادلة بالتي هى أحسن، كما في قوله عز وجل: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} 1. ¶ وقوله سبحانه: {فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ} 2 والأمر للرسول صلى الله عليه وسلم، أمر لأمته، مالم يدل دليل على اختصاصه به. فكما أن الرسول صلى الله عليه وسلم مأمور بالدعوة إلى الله تعالى فأمته مأمورة بذلك. بل قد أمرها الله تعالى بذلك في قوله: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} 3. ¶ ثانياً: إن تحقيق المنهج الصحيح في الدعوة إلى لله فيه الاقتداء بالنبي صلى الله عليه وسلم، كما أمره ربه تبارك وتعالى بذلك في قوله سبحانه: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} 4 فأتباع الرسول صلى الله عليه وسلم يدعون إلى الله على بصيرة كما دعا الرسول صلى الله عليه وسلم على بصيرة، ومن لم يدع على منهج ¶ __________ ¶ 1 سورة النحل، من الآية (125) . ¶ 2 سورة الشورى، من الآية (15) . ¶ 3 سورة آل عمران، الآية (104) . ¶ 4 سورة يوسف، الآية (108) .",
            "page": "189",
            "part": "1",
            "seal": "56338787"
        },
        {
            "id": "64",
            "nass": "الرسول صلى الله عليه وسلم كان اتباعه ناقصاً1. ¶ قال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} 2. ¶ قال ابن كثير ـ رحمه الله -: \"هذه الآية الكريمة حاكمة على كل من ادعى محبة الله وليس هو على الطريقة المحمدية فإنه كاذب في دعواه في نفس الأمر، حتى يتبع الشرع المحمدي والدين النبوي في جميع أقواله وأفعاله\"3. ¶ ثالثاً: إنَّ من آثار المنهج الصحيح في الدعوة إلى الله تعالى العمل بالكتاب والسنة والاعتصام بهما، كما ينتج عنه تآلف المسلمين واجتماعهم وترابطهم وتماسك مجتمعهم، وعدم التفرق والتحزب، والاختلاف والتطرف. ¶ قال تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} 4. ¶ وقال عز وجل: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} وقال سبحانه: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ} 5 إلى غير ذلك من الأدلة الكثيرة. ¶ رابعاً: وإن في الدعوة إلى الله تعالى على المنهج الصحيح تبليغ دين الله تعالى إلى الناس كما أراد الله تعالى. ¶ قال تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَهُ} .6 ¶ __________ ¶ 1 انظر محاضرات في العقيدة والدعوة للدكتور صالح الفوزان (1/141) . ¶ 2 سورة آل عمران، من الآية (31) . ¶ 3 تفسير ابن كثير (1/372) . ¶ 4 سورة آل عمران، من الآية (103) . ¶ 5 سورة الأنعام، الآية (159) . ¶ 6 سورة آل عمران، من الآية (187) .",
            "page": "190",
            "part": "1",
            "seal": "2D457997"
        },
        {
            "id": "65",
            "nass": "وعن عبد الله بن عمر - رضي الله عنهما - أن النبي صلى الله عليه وسلم قال: \"بلغوا عني ولو آية\"1. ¶ خامساً: وإن من آثار اتباع المنهج الصحيح تصحيح عقائد الناس من الشرك والبدع والشعوذة، وجميع ما يخالف العقيدة الإسلامية. ¶ وكما يحصل الأمن والاستقرار والطمأنينة في الدنيا يكون الأمن من عذاب الله يوم القيامة. ¶ قال تعالى: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} 2. ¶ سادساً: إن في الدعوة إلى الله تعالى على المنهج الصحيح تكون هداية من أراد الله هدايته من الناس، ويكون الأجر العظيم والثواب الجزيل، فعن أبي هريرة رضي الله عنه أنَّ رسول الله صلى الله عليه وسلم قال: \"من دعا إلى هدى، كان له من الأجر مثل أجور من تبعه، لا يَنْقُصُ ذلك من أجورهم شيئاً، ومن دعا إلى ضلالة، كان عليه من الإثم مثل آثام من تبعه، لا ينقص ذلك من آثامهم شيئاً\"3. ¶ وقول النبي صلى الله عليه وسلم يوم خيبر - لعلي بن أبي طالب - رضي الله عنه:\"انفذ على رسلك حتى تنزل بساحتهم، ثم ادعهم إلى الإسلام، وأخبرهم بما يجب عليهم من حق الله فيه، فوالله لأن يهدي الله بك رجلاً واحداً خير لك من أن يكون لك حمر النعم\"4. ¶ __________ ¶ 1 صحيح البخاري بشرح الفتح (6/496) كتاب أحاديث الأنبياء باب ماذكر عن بني إسرائيل رقم (3461) . ¶ 2 سورة الأنعام، الآية (82) . ¶ 3 صحيح مسلم (4/2060) كتاب العلم، باب من سن سنة حسنة أو سيئة، ومن دعا إلى هدى أو ضلالة رقم (2674) . ¶ 4 صحيح البخاري بشرح الفتح (7/476) كتاب المغازي، باب غزوة خيبر، حديث رقم (4210) ، وصحيح مسلم (4/1872) كتاب فضائل الصحابة، باب من فضائل علي بن أبي طالب رضي الله عنه رقم (2406) .",
            "page": "191",
            "part": "1",
            "seal": "7E60F51C"
        },
        {
            "id": "66",
            "nass": "فهذه الأدلة تبين لنا فضل الدعوة إلى الله تعالى، وذلك لما يترتب ¶ عليها من تبليغ شرع الله وحفظه، وحصول المصالح العظيمة للخلق في معاشهم ومعادهم، ودينهم ودنياهم، واندفاع الشرور عنهم إذا هم قبلوها وعملوا بها على الوجه المطلوب. ¶ سابعاً: وإنَّ من آثار الدعوة القائمة على الكتاب والسنة والعمل بهما على فهم السلف الصالح - رضوان الله عليهم - حصول التمكين في الأرض، ورغد العيش، وحياة الأمن والاستقرار. وخير شاهد على ذلك ما قام به الشيخ محمد بن عبد الوهاب - رحمه الله - من الدعوة إلى التوحيد، ونبذ الشرك والبدع وغيرها من المنكرات، التي كانت متفشية في الجزيرة العربية. ¶ ومنذ أن قام الإمام محمد بن سعود - رحمه الله - مؤسس الدولة السعودية المباركة بتبني هذه الدعوة الطيبة، قامت دولة التوحيد، وكتب الله لها النصر والبقاء، واتفقت كلمة أهلها، وتوحدت صفوفهم، ونبذوا الفرقة والاختلاف، وعاشوا في أمن ورخاء، وزالت مظاهر الشرك في مدة وجيزة، وهي لم تكن لتزول لولا فضل الله وتوفيقه ثم انطلاق هذه الدعوة من روح العقيدة الإسلامية الخالصة. ¶ قال تعالى: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} 1 ¶ __________ ¶ 1 سورة النور، الآية (55) .",
            "page": "192",
            "part": "1",
            "seal": "797FBA7D"
        },
        {
            "id": "67",
            "nass": "الخاتمة ¶ بعد حمد الله تعالى على عونه وتوفيقه لي بانجاز هذا البحث أحبُّ أن أثبت أهم النتائج التالية: ¶ 1-إن اتباع منهج أهل السنة والجماعة، الذين جاءت الأدلة بفضلهم والثناء عليهم، هو طريق الفلاح والسعادة في الدنيا والآخرة. وهو المنهج الحق الذي يجب اتباعه. ¶ 2-إن أهل السنة والجماعة يسيرون على أصول ثابتة وواضحة، في الاعتقاد والقول والعمل والسلوك، وهذه الأصول مستمدة من كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم وما كان عليه سلف هذه الأمة من الصحابة والتابعين ومن تبعهم بإحسان رضي الله عنهم أجمعين. ¶ 3-إن التوحيد وعبادة الله تعالى وحده دون سواه هو الأمر الذي بعث الله من أجله الرسل وأنزل من أجله الكتب، وخلق من أجله الإنس والجن، وهو أول مادعت الرسل أممهم إليه، وبقية الأحكام إنما هي تابعة له. وأنه لم يدع أحد من الأنبياء إلى السياسة أو يبدأ بالزهد والورع أو بالأخلاق. وأن النبي محمد صلى الله عليه وسلم قد استمر طيلة ثلاث عشرة سنة في مكة في سبيل تحقيق هذا المبدأ العظيم.. لذا فإن هذا المنهج هو الذي يجب على الدعاة أن يسلكوه، ولا يحيدوا عنه. ¶ 4-إن من أهم الدعائم والمقومات التي يقوم عليها المنهج الصحيح في الدعوة إلى الله تعالى: العلم النافع، والإخلاص لله وحده، والمتابعة للنبي صلى الله عليه وسلم، وترتيب الأولويات، والحكمة، والرفق والحلم، والصبر والاحتساب، والتحلي بالأخلاق الفاضلة، والصدق في القول والعمل، والعدل، والتواضع، والجود والكرم، والتأني والتثبت وعدم الطيش والعجلة",
            "page": "193",
            "part": "1",
            "seal": "9B8BBB91"
        },
        {
            "id": "68",
            "nass": "5- بيان أن البشرية كانت على التوحيد، وكانت على الحق، وأن الانحراف عن الحق وعن الطريق المستقيم، إنما كان بسبب الغلو في الدين، والابتداع فيه، والجهل، واتباع الهوى، وتقديم العقل على النقل، والتفرق والتحزب والاختلاف. ¶ 6-بيان أن في الدعوة إلى الله تعالى على المنهج الصحيح القائم على الكتاب والسنة على فهم السلف الصالح فيه امتثال لأمر الله تعالى الذي أمر بالدعوة بالحكمة والموعظة الحسنة.. وفيه اقتداء بالرسول صلى الله عليه وسلم على علم وبصيرة. ¶ 7-إن من آثار المنهج الصحيح في الدعوة إلى الله تعالى العمل بالكتاب والسنة والاعتصام بهما، كما ينتج عن ذلك التآلف والترابط، وعدم التفرق والتحزب والتنابذ. ¶ 8-إن الدعوة إلى الله على المنهج الصحيح فيه تصحيح لعقائد الناس من الشرك والبدع والشعوذة، وجميع ما يخالف العقيدة الصحيحة، ويكون فيه الأمن والاستقرار والطمأنينة في الدنيا، كما يحصل الأمن من عذاب الله في الآخرة لمن أطاعه واتبع هديه. ¶ 9-إن في الدعوة إلى الله تعالى على المنهج الصحيح ما يحصل به تبليغ دين الله تعالى إلى الناس كما أراد الله، وتكون هداية من أراد الله هدايته، ويكون الأجر العظيم والثواب الجزيل. ¶ 10-إننا في هذه البلاد السعودية ننعم - ولله الحمد والمنة - بالإسلام والدعوة إليه والعمل به على هدي الكتاب والسنة، ومنهج السلف الصالح، وننعم بجماعة المسلمين، تحت ولاية إسلامية راشدة تحكم فينا شرع الله وسنة رسوله صلى الله عليه وسلم. فلا يجوز لأحدٍ من المسلمين في هذه البلاد أو من خارجها أن يوجد حزباً، أو ينشئ جماعة، فيشق بذلك الطاعة، ويخالف الجماعة.",
            "page": "194",
            "part": "1",
            "seal": "570D6490"
        },
        {
            "id": "69",
            "nass": "فهذه أهم المعالم الرئيسة في هذا البحث، وإني في الختام لأستغفر الله من كل ذنب زلت به القدم، أو زلل طغى به القلم. ¶ وأسأل الله تعالى أن يجعله خالصاً لوجهه الكريم، وأن ينفع به من يطلع عليه من المسلمين، إنه جواد كريم. ¶ وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "195",
            "part": "1",
            "seal": "B82793D4"
        },
        {
            "id": "70",
            "nass": "مصادر ومراجع ¶ ... ¶ قائمة بأهم المصادر والمراجع ¶ 1 – القرآن الكريم. ¶ 2 – الإبانة عن شريعة الفرق الناجية ومجانبة الفرق المذمومة: لأبي عبد الله عبيد الله بن محمد بن بطة العكبري الحنبلي \"ت387هـ\"، دار الراية للنشر والتوزيع، ط1، 1409هـ. ¶ 3 – الأجوبة المفيدة عن أسئلة المناهج الجديدة من إجابات فضيلة الدكتور صالح بن فوزان الفوزان: ط2، 1418هـ، دار السلف، الرياض. ¶ 4 – الاستقامة لابن تيمية: أبي العباس تقي الدين أحمد بن عبد الحليم، \"ت728هـ\"، ط2، 1409هـ، مكتبة السنة، تحقيق الدكتور محمد رشاد سالم. ¶ 5 – الأصول الثلاثة وأدلتها: للشيخ محمد بن سليمان التميمي، مكتبة الخضيري، 1416هـ، المدينة المنورة. ¶ 6- أضواء على طريق الدعوة إلى الإسلام: للدكتور محمد أمان بن علي الجامي، طبع الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، 1404هـ. ¶ 7- الاعتصام: للعلامة أبي إسحاق إبراهيم بن موسى الشاطبي، \"ت790هـ\"، دار المعرفة، بيروت. ¶ 8- البدع أسبابها ومضارها: للشيخ محمود شلتوت \"ت1383هـ\" تحقيق علي حسن عبد الحميد، مكتبة ابن الجوزي.",
            "page": "196",
            "part": "1",
            "seal": "6A6C2D62"
        },
        {
            "id": "71",
            "nass": "9 – البدع والنهي عنها: لمحمد بن وضاح القرطبي، تحقيق محمد أحمد دهمان، دار البصائر، دمشق. ¶ 10- تذكرة أولي الغير بشعيرة الأمر بالمعروف والنهي عن المنكر: للشيخ عبد الله بن صالح القصير، ط1، 1411هـ، دار العاصمة، الرياض. ¶ 11 – تفسير القرآن العظيم: للحافظ ابن كثير \"ت774هـ\" مطبعة الفجالة، القاهرة، ط1، 1384هـ، نشر مكتبة النهضة الحديثة. ¶ 12 – تنبيه أولي الأبصار إلى كمال الدين وما في البدع من الأخطار: للدكتور صالح بن سعد السحيمي، ط1، 1410هـ، دار بن حزم للنشر والتوزيع، الرياض. ¶ 13 – تيسير العزيز الحميد في شرح كتاب التوحيد: للشيخ سليمان بن عبد الله بن محمد بن عبد الوهاب، \"ت1233هـ\"، الطبعة 3، 1410 هـ، نشر مكتبة العلوم والحكم. ¶ 14 – تيسير الكريم الرحمن في تفسير كلام المنان: للشيخ العلامة عبد الرحمن بن ناصر السعدي، \"ت1376هـ\" مطبعة المدني، 1408هـ، القاهرة. ¶ 15 – جامع الأصول في أحاديث الرسول صلى الله عليه وسلم: للإمام مجد الدين أبي السعادات المبارك بن محمد بن الأثير الجزري \"ت606هـ\" نشر مكتبة الحلواني، دار البيان، توزيع رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد بالسعودية.",
            "page": "197",
            "part": "1",
            "seal": "BC5F8340"
        },
        {
            "id": "72",
            "nass": "16 – جامع البيان عن تأويل آي القرآن المعروف بتفسير الطبري: لأبي جعفر محمد بن جرير الطبري \"ت310هـ\" شركة ومطبعة مصطفى البابي الحلبي وأولاده بمصر، ط3، 1388هـ. ¶ 17 – الجامع الصحيح للترمذي: للحافظ أبي عيسى محمد بن عيسى بن سورة الترمذي \"ت279هـ\" دار إحياء التراث العربي. ¶ 18 – جامع العلوم والحكم في شرح خمسين حديثاً من جوامع الكلم: للإمام الحافظ زين الدين أبي الفرج عبد الرحمن بن شهاب الدين البغدادي الدمشقي الشهير بابن رجب \"ت795?\" ط5، 1414?، مؤسسة الرسالة، بيروت. ¶ 19 – حقيقة الدعوة إلى الله تعالى وما اختصت به جزيرة العرب: بقلم سعد بن عبد الرحمن الحصين، ط1، 1411هـ، الفرقان، الرياض. ¶ 20 – حكم الانتماء إلى الفرق والأحزاب والجماعات الإسلامية: للشيخ بكر بن عبد الله أبو زيد، ط الأولى، 1410 هـ. ¶ 21 – الحكمة في الدعوة إلى الله تعالى: لسعيد بن علي القحطاني، ط1، 1412هـ. ¶ 22 – درء تعارض العقل والنقل: لأبي العباس تقي الدين أحمد بن عبد الحليم بن تيمية \"ت728هـ\" تحقيق د. رشاد سالم، ط1، 1400?، جامعة الإمام محمد بن سعود الإسلامية. ¶ 23 – الرد على من أنكر الحرف والصوت: لأبي نصر عبيد الله بن سعيد الوائلي السجزي، تحقيق ودراسة د. محمد با كريم، طبع المجلس العلمي بالجامعة الإسلامية بالمدينة المنورة، ط1، 1413هـ.",
            "page": "198",
            "part": "1",
            "seal": "24EA9AFA"
        },
        {
            "id": "73",
            "nass": "24 – سلسلة الأحاديث الصحيحة: للشيخ محمد ناصر الدين الألباني، المكتب الإسلامي. ¶ 25 – سنن ابن ماجه: للحافظ أبي عبد الله القزويني،\"ت275هـ\"، دار الفكر، تحقيق محمد فؤاد عبد الباقي. ¶ 26 – السنن الكبرى: للحافظ أبي بكر أحمد بن الحسين بن علي البيهقي \"ت458هـ\" دار الفكر. ¶ 27 – سنن أبي دواد: للإمام الحافظ أبي دواد سليمان بن الأشعث السجستاني الأزدي \"ت275هـ\" دار الحديث للطباعة، بيروت، ط1، 1388هـ. ¶ 28 – سنن الدارمي: للإمام أبي محمد عبد الله بن عبد الرحمن بن الفضل بن بهرام الدارمي \"ت255هـ\" دار الكتب العلمية، بيروت. ¶ 29 – سنن النسائي: للحافظ أبي عبد الرحمن أحمد بن شعيب بن علي النسائي \"ت303هـ\" المكتبة العلمية، بيروت. ¶ 30 – السيرة النبوية: لأبي محمد عبد الملك بن هشام \"218هـ\" دار الكنوز الأدبية، تحقيق مصطفى السقا، إبراهيم الإبياري، وعبد الحفيظ شلبي. ¶ 31 – شرح أصول اعتقاد أهل السنة والجماعة من الكتاب والسنة وإجماع الصحابة والتابعين ومن بعدهم: للإمام الحافظ أبي القاسم هبة الله بن الحسن بن منصور الطبري اللالكائي \"ت418هـ\" تحقيق د. حمد سعد حمدان، دار طيبة، الرياض. ¶ 32 – شرح العقيدة الطحاوية: للإمام علي بن محمد بن أبي العز الحنفي \"ت321هـ\" المكتب الإسلامي، ط4، 1391هـ.",
            "page": "199",
            "part": "1",
            "seal": "E1D41D63"
        },
        {
            "id": "74",
            "nass": "33 – شرح النووي على صحيح مسلم: للإمام الحافظ محيي الدين أبي زكريا يحى بن شرف الشافعي النووي، \"ت676هـ\" دار الفكر، بيروت. ¶ 34 – الصحوة الإسلامية ضوابط وتوجيهات: للشيخ محمد بن صالح العثيمين، ط1، 1414هـ، دار المجد، الرياض. ¶ 35 – صحيح البخاري مع فتح الباري: للإمام محمد بن إسماعيل بن إبراهيم بن المغيرة بن بردزبه البخاري \"ت256هـ\" طبع المكتبة السلفية. ¶ 36 – صحيح مسلم: للإمام الحافظ أبي الحسين مسلم بن الحجاج القشيري النيسابوري \"ت261هـ\" دار إحياء التراث العربي، بيروت، تحقيق محمد فؤاد عبد الباقي. ¶ 37 – الطبقات الكبرى: لابن سعد محمد بن سعد بن منيع البصري الزهري المكنى بأبي عبد الله \"ت230هـ\" دار صادر، بيروت. ¶ 38 – عقيدة أهل السنة والجماعة: لفضيلة الشيخ محمد الصالح العثيمين، من مطبوعات الجتمعة الإسلامية بالمدينة المنورة، 1407هـ. ¶ 39 – العقيدة الصحيحة ونواقض الإسلام: لسماحة الشيخ عبد العزيز بن عبد الله بن باز، دار العصيمي، الرياض. ¶ 40 – فتح الباري شرح صحيح البخاري: للإمام الحافظ أحمد بن علي بن حجر العسقلاني \"ت852هـ\" طبع المكتبة السلفية. ¶ 41 – القاموس المحيط: لمجد الدين محمد بن يعقوب الفيروز آبادي \"ت817هـ\" مؤسسة الحلبي وشركاه، القاهرة.",
            "page": "200",
            "part": "1",
            "seal": "C001464A"
        },
        {
            "id": "75",
            "nass": "42 – لسان العرب: لأبي الفضل جمال الدين محمد بن مكرم بن منظور \"711هـ\" دار صادر، بيروت. ¶ 43 – مجمل اعتقاد أئمة السلف: للدكتور عبد الله بن عبد المحسن التركي، ط2، 1417هـ، مؤسسة الرسالة، بيروت. ¶ 44 – مجموع الفتاوى: لشيخ الإسلام ابن تيمية، جمع وترتيب عبد الرحمن بن قاسم، وابنه محمد، الطبعة السعودية، 1398هـ. ¶ 45 – محاضرات في العقيدة والدعوة: للشيخ صالح بن فوزان الفوزان، دار العاصمة، النشرة الأولى، 1415هـ. ¶ 46 – مختصر منهاج القاصدين: للإمام أحمد بن محمد بن عبد الرحمن بن قدامة المقدسي، \"ت742?\" تقديم د. وهبة الزحيلي، ط1، 1414?، دار الخير، بيروت، توزيع مكتبة الوراق، الرياض. ¶ 47 – مدارج السالكين: للإمام أبي عبد الله محمد بن أبي بكر القيم الجوزية \"751هـ\" دار صادر الكتب العلمية، بيروت، ط1، 1403هـ. ¶ 48 – المستدرك على الصحيحين: ¶ للإمام الحافظ أبي عبد الله الحاكم النيسابوري \"ت405هـ\" دار الكتاب العربي، بيروت. ¶ 49 – المسند: للإمام أحمد بن حنبل الشيباني \"ت241هـ\" دار صادر، بيروت. ¶ 50 – المصباح المنير في غريب الشرح الكبير: للعلامة أحمد بن محمد بن علي المقرىء الفيومي \"ت770هـ\" مصطفى البابي الحلبي وأولاده بمصر، تصحيح مصطفى السقا.",
            "page": "201",
            "part": "1",
            "seal": "BF42BABC"
        },
        {
            "id": "76",
            "nass": "51 – المعجم المفهرس لألفاظ الحديث النبوي: ترتيب وتنظيم أ. ى ونسناه، مطبعة بريل، ليدن. ¶ 52 – المعجم المفهرس لألفاظ القرآن الكريم: محمد فؤاد عبد الباقي، مطبعة دار الكتب المصرية، القاهرة. ¶ 53 – معجم مقاييس اللغة: لأبي الحسن أحمد بن فارس \"ت395هـ\" على القول الراجح، دار الكتب العلمية، إيران. ¶ 54 – المعجم الوسيط: للدكتور إبراهيم أنيس وآخرين. ¶ 55 – المفردات في غريب القرآن: لأبي القاسم الحسين بن الفضل الراغب الأصفهاني \"ت502هـ\" دار المعرفة، بيروت. ¶ 56 – مقومات الداعية الناجح في ضوء الكتاب والسنة: سعيد بن علي القحطاني، ط1، 1415هـ، مطبعة سفير، الرياض. ¶ 57 – منهج الأنبياء في الدعوة إلى الله فيه الحكمة والعقل: للدكتور ربيع بن هادي المدخلي، الدار السلفية، ط1، 1406هـ، الكويت. ¶ 58 – منهج السلف في العقيدة وأثره في وحدة المسلمين: د. صالح بن سعد السحيمي. ¶ 59 – الموطأ: للإمام مالك بن أنس، \"ت179هـ\" دار إحياء الكتب العربية. ¶ 60 – النهاية في غريب الحديث والأثر: للإمام مجد الدين أبي السعادات المعروف بابن الأثير \"ت606هـ\" المكتبة الإسلامية لصاحبها الحاج رياض الشيخ.",
            "page": "202",
            "part": "1",
            "seal": "B0B66E0B"
        }
    ],
    "t8955": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: أهمية العقيدة الصحيحة ووجوب التمسك بها"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: وجوب التمسك بالعقيدة الصحيحة"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: أهمية التوحيد وفضله"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: البدء بالدعوة إلى التوحيد أولا"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: الدعائم التي يقوم عليها المنهج الصحيح في الدعوة إلى الله"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "تتلخص الدعائم التي يقوم عليها المنهج الصحيح في الدعوة إلى الله تعالى"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: أسباب انحراف الأمة عن المنهج الصحيح"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: الغلو في الدين"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: الجهل"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: الإبتداع في الدين"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: اتباع الهوى"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: تقديم العقل على النقل"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس: التفرق والتحزب"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع: أثر المنهج الصحيح في الدعوة إلى الله تعالى"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}