{
    "b8965": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ بسم الله الرحمن الرحيم ¶ الآيات: ¶ قال الله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلاً إِنَّ اللَّهَ كَانَ عَلِيّاً كَبِيراً. وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلاحاً يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيماً خَبِيراً} سورة النساء، الآيات: 34، 35. ¶ وقال تعالى: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً فَلا جُنَاحَ عَلَيهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاً وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً. وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُوراً رَحِيماً. وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلّاً مِنْ سَعَتِهِ وَكَانَ اللَّهُ وَاسِعاً حَكِيماً} سورة النساء، الآيات: 128، 129، 130.",
            "page": "13",
            "part": "1",
            "seal": "FC413A22"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله؛ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (1) ، {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} (2) ، {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً. يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} (3) . ¶ أما بعد: ¶ فإن الحياة الزوجية القائمة على أساس من التقوى لله عز وجل ومراعاة ما يجب من الحقوق وحسن العشرة بين الزوجين، لهي حياة السعادة والمودة، حياة الرحمة والألفة والمحبة، الحياة التي تكفل لبيت الزوجية كل خير وهناء، وكل أنس وطمأنينة، قوامها الثقة والاحترام. وإن الإخلال بهذا المبدأ لهو السبب في سوء العشرة وزرع الفرقة والنفرة بين الزوجين، يتمثل ذلك بتعالي أحد الزوجين على الآخر، ونزوعه عن طاعته، أو تقصيره عن القيام ببعض حقوقه وما يجب له من حسن العشرة والاحترام، وهو ما يسمى بالنشوز. ¶ __________ ¶ (1) سورة آل عمران، الآية: (102) . ¶ (2) سورة النساء، الآية: (1) . ¶ (3) سورة الأحزاب، الآية: (70-71) .",
            "page": "14",
            "part": "1",
            "seal": "9D43DD97"
        },
        {
            "id": "3",
            "nass": "أهمية الموضوع وسبب اختياره: ¶ لما كان هذا الأمر - النشوز - من أسباب فساد العشرة، وزرع الفتنة والعداوة بين الزوجين، بل ربما تعاظم الأمر فأوصلها إلى حد النفرة والفرقة وهدم البيوت التي حث الإسلام على رعايتها وتعاهدها بالصلاح والإصلاح وحسن العشرة، بل وسد كل طريق قد يكون سبباً للاختلاف والفرقة. ¶ ولخطورة هذا الأمر وأثره على حياة الزوجين أنزل الله جل وعلا بيانه وعلاجه في كتابه الكريم، وفي سنة رسوله صلى الله عليه وسلم، وذلك بأمر كلٍّ من الزوجين بالقيام بحقوق الآخر واحترامه، وتلافي أسباب الفتنة والاختلاف، فأمر الزوج - عند خوفه نشوز زوجته - بوعظها ومناصحتها وتذكيرها بحقه عليها، ثم بهجرها في المضجع إن لم تستجب لوعظه، ثم بضربها إن ألجأته لذلك ورآه ناجعاً في إصلاحها وتأديبها، كما أرشد المرأة - عند خوفها نشوز زوجها - إلى مصالحته بما تراه يستجلب رضاه، كأن تتنازل له عن بعض حقوقها عليه، أو تدفع له شيئاً من المال تستعطفه وتستميله به مقابل أن يبقيها في عصمته، وذلك برضاها واختيارها، أما إن استفحل الأمر وخيف ازدياد الشقاق، فقد أمر أهل الحل والعقد ومن له كلمة مسموعة عند الزوجين بالتدخل بقصد الإصلاح والنصح، بل وبعث الحكمين عند الحاجة واستدعاء الأمر لذلك، كل ذلك لتلافي أسباب الفرقة والنفرة، وليبقى بيت الزوجية سعيداً آمناً. لذا رأيت أن أفرد تفسير آيات النشوز بين الزوجين ببحث مستقل، مستعرضاً فيه تلك الآيات، مبينا تفسيرها، مع دراسة ما تضمنته من معاني وأحكام؛ واللهَ أسأل أن يبارك الجهد، ويسدد الخطا، ويوفقنا لكل خير. ¶ * خطة البحث: ¶ تقوم خطة البحث على مقدمة ضمنتها أهمية الموضوع والداعي للكتابة",
            "page": "15",
            "part": "1",
            "seal": "57E82C49"
        },
        {
            "id": "4",
            "nass": "فيه، ثم قسم البحث والدارسة، ثم الفهارس. ¶ وقد اشتمل قسم الدراسة على تعريف النشوز لغة واصطلاحاً، ثم الشروع في تفسير آيات النشوز، وذلك باستعراض تلك الآيات وتفسيرها تفسيراً تحليلياً مفصلاً، مع بيان ما تضمنته من معاني، وما اشتملت عليه من دلائل وأحكام، وذلك في موضعه من الآية عند وروده في معرض تفسيرها. ¶ وكان مما اشتملت عليه تلك الدراسة ما يلي: ¶ بيان المعاني اللغوية للمفردات، وكذا ما يلزم من أوجه الإعراب والقراءات والبيان. ¶ بيان المعاني التفسيرية للمفردات والجمل. ¶ إيضاح ما دلت عليه تلك الآيات من معاني، وما استنبط منها من دلائل ومسائل وأحكام، وذلك بدراسة تلك المعاني والأحكام، دراسةً مفصلةً مستفيضة، مع بسط الأقوال والأدلة، ثم الترجيح حسب الإمكان. ¶ ومن أبرز تلك المسائل والأحكام التي تضمنتها الدراسة: ¶ مفهوم النشوز من قبل الزوجة، وحكمه، وكيفية معالجته، وبيان ما يترتب عليه من أحكام. ¶ بعث الحكمين وما يتعلق بهما من وصف، وما يترتب على حكمهما من مسائل. ¶ مفهوم النشوز والإعراض من قبل الزوج، وكيفية معالجته. ¶ الحقوق الزوجية وما يترتب على الإخلال بها من مفاسد وآثام. ¶ إلى غير ذلك مما ورد في ثنايا البحث من مسائل ومباحث شتى. ¶ كل ذلك تمت دراسته في موضعه من الآية، عند وروده في معرض تفسيرها. ¶ الفهارس: فهرس المصادر، فهرس الموضوعات.",
            "page": "16",
            "part": "1",
            "seal": "190ED7D8"
        },
        {
            "id": "5",
            "nass": "قوامة الرجل على المرأة، ¶ مفهومها، وحكمتها وسبب استحقاقها ¶ قال الله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} ¶ مناسبة الآية للآيات قبلها: ¶ لما نهى سبحانه كلاً من الرجال والنساء عن تمني ما فضل الله به بعضهم على بعض، في أمر الكسب والمعاش، فقال تعالى: {وَلا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ} (1) . وقد ورد أنها نزلت في قول أم سلمة: يا رسول الله، يغزو الرجال ولا نغزو، ولنا نصف الميراث، ¶ فذكر هنا أسباب ذلك التفضيل (2) . ¶ وقد أخرج ابن جرير الطبري بسنده عن الحسن البصري: أن رجلاً لطم امرأته، فأتت النبي صلى الله عليه وسلم فأراد أن يقصها منه فأنزل الله: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} فدعاه النبي صلى الله عليه وسلم، فتلاها ¶ __________ ¶ (1) سورة النساء، آية: (32) . ¶ (2) وانظر: تفسير الفخر الرازي 10/90، وتفسير المراغي 4/205.",
            "page": "17",
            "part": "1",
            "seal": "D9887A93"
        },
        {
            "id": "6",
            "nass": "عليه، وقال: \"أردت أمراً وأراد الله غيره \" (1) . ¶ وأخرج نحوه عن قتادة، وابن جريج، والسدي (2) . ¶ وبالنظر إلى ما تقدم في آيات المواريث من تفضيل الذكر على الأنثى في الميراث بإعطائه مثل حظ الأنثيين، ثم النهي عن تمني الرجال والنساء ما فضل الله به بعضهم على بعض، كما ورد في سبب نزول قوله: {وَلا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ ... } الآية، يأتي قوله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ ... } بياناً وإيضاحاً لسبب ذلك التفضيل، وتعليلاً وجواباً لما قد يرد من تساؤل حول تفضيل الرجال على النساء في أمور: كالميراث، والغزو، والإمامة، والشهادة، والدية، والولاية في النكاح، والطلاق، والرجعة، وغيرها؛ والله أعلم. ¶ وقوام: صيغة مبالغة من القيام على الأمر، بمعنى حفظه ورعايته، فالرجل قوام على امرأته، كما يقوم الولي على رعيته بالأمر والنهي، والحفظ والصيانة (3) . ¶ يقول محي الدين شيخ زاده في حاشيته على تفسير البيضاوي: القوام: اسم لمن يكون مبالغاً في القيام بالأمر، مسلطاً عليه، نافذ الحكم في حقه، ليصير كأنه أمير عليه، والقوام والقيم بمعنىً واحد، والقوام أبلغ، وهو القائم بالمصالح والتدبير والاهتمام بالحفظ (4) . ¶ __________ ¶ (1) تفسير الطبري 5/58، وذكره السيوطي في الدر المنثور 2/167، وزاد نسبته لابن أبي حاتم من طريق أشعث بن عبد الملك عن الحسن، كما نسبه السيوطي أيضاً لعبد بن حميد من طريق قتادة عن الحسن، وللفريابي وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم وابن مردويه من طريق جرير بن حازم عن الحسن. ¶ (2) المصدر السابق. ¶ (3) تفسير آيات الأحكام للشيخ محمد علي السايس 2/96. ¶ (4) حاشية محي الدين زاده على تفسير البيضاوي 2/31.",
            "page": "18",
            "part": "1",
            "seal": "4DAE59AC"
        },
        {
            "id": "7",
            "nass": "وعلى هذا فقوامة الرجل على المرأة تستلزم رعايته لها، وتربيتها، وإصلاحها بما أوتي من عقل أكمل من عقلها، وعلم أغزر من علمها غالباً، وبعد نظر في مبادئ الأمور ونهاياتها أبعد من نظرها، يضاف إلى ذلك أنه دفع مهراً لم تدفعه، والتزم بنفقات لم تلتزم هي بشيء منها (1) . ¶ هذا مع ما أوتي الرجل من قوة وهيبة ليست لها، لذا استحق عليها شرعاً وعقلاً وفطرة الرئاسة والقوامة، ووجبت له عليها الطاعة بالمعروف. ¶ قوله تعالى: {بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} ¶ أي: جعل الله القوامة للرجال على النساء لسببين: أحدهما: وهبي فطري، والآخر: كسبي. ¶ وأشار إلى الأول بقوله: {بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ} ، أي: يقومون عليهن بالحماية والرعاية والولاية والكفاية قيام الولاة على الرعية بسبب تفضيل الله بعضهم وهم الرجال على بعض وهم النساء، وذلك بما جعل لهم ما ليس لهن من الحول والقوة والاستعداد الفطري في أصل الخلقة، وكمال العقل والإدراك، واعتدال العاطفة، مع سداد في الرأي، وقوة في العزم، والحزم، والتحمل، وكذا بعد النظر، ومزيد القوة في العلوم والأعمال والطاعات. ¶ وهذا لا يعني انعدام تلك الصفات في النساء، لكنها في الرجال أقوى وأكمل وأتم. فكان التفاوت في التكاليف والأحكام أثر التفاوت في الفطرة والاستعداد. ثم إن تلك القوامة إنما استحقت بالفضل، لا بالتغلب والاستطالة والقهر. ¶ وأما السبب الآخر في استحقاق الرجال القوامة على النساء فهو كسبي، وأشار إليه بقوله: {وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} أي: من المهور والنفقات والسكنى ¶ __________ ¶ (1) وانظر: أيسر التفاسير للشيخ أبي بكر الجزائري 1/396.",
            "page": "19",
            "part": "1",
            "seal": "DD6BD272"
        },
        {
            "id": "8",
            "nass": "ونحوها مما أوجبه الله عليهم لهن في كتابه وسنة رسوله صلى الله عليه وسلم، فالرجال أقدر على الكسب والتحصيل والتصرف في سائر الأمور، فلأجل هذا كانوا هم المكلفين بنفقة النساء ورعايتهن وحمايتهن، والقائمين بأمر الولاية والرئاسة عليهن. ¶ وفي تفسير المنار: قوله: {وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} ومن ذلك المهور، فإن في المهور تعويضاً للنساء ومكافأة على دخولهن بعقد الزوجية تحت رئاسة الرجال، فالشريعة كرمت المرأة إذ فرضت لها مكافأة عن أمر تقتضيه الفطرة ونظام المعيشة، وهو أن يكون زوجها قيماً عليها، فجعل هذا الأمر من قبيل الأمور العرفية التي يتواضع الناس عليها بالعقود لأجل المصلحة ... فلا ينبغي للرجل أن يبغي بفضل قوته على المرأة، ولا للمرأة أن تستثقل فضله وتعده خافضاً لقدرها ... وقد مضت الحكمة في فضل الرجل على المرأة في القوة والقدرة على الكسب والحماية، وذلك هو الذي يتيسر لها به القيام بوظيفتها الفطرية، وهي الحمل والولادة وتربية الأطفال، وهي آمنة في سربها، مكفية ما يهمها من أمر رزقها ... (1) . ¶ وجاء في تفسير آيات الأحكام للشيخ محمد علي الصابوني: قضت السنة الكونية وظروف الحياة الاجتماعية أن يكون في الأسرة قيم يدير شؤونها، ويتعهد أحوالها، وينفق من ماله عليها، لتؤدي رسالتها على أكمل الوجوه، ولتكون نواةً للمجتمع الإنساني الذي ينشده الإسلام، إذ في صلاح الأسرة صلاح المجتمع، وفي فساد الأسرة وخرابها خراب المجتمع. ¶ ولما كان الرجل أقدر على تحمل هذه المسؤولية من المرأة، بما وهبه الله من العقل وقوة العزيمة والإرادة، وبما كلفه من السعي والإنفاق على المرأة ¶ __________ ¶ (1) تفسير المنار 5/67-69.",
            "page": "20",
            "part": "1",
            "seal": "3C9E851E"
        },
        {
            "id": "9",
            "nass": "والأولاد، كان هو الأحق بهذه القوامة، التي هي في الحقيقة درجة مسؤولية وتكليف ... وليست للسيطرة والاستعلاء، إذ لابد لكل أمر هام من رئيس يتولى شؤون التدبير والقيادة. وقد جعل الله للرجال حق القيام على النساء بالتأديب والتدبير والحفظ والصيانة (1) . ¶ والحاصل: أن الرجل أكمل من المرأة، ويسد ما لا تسده المرأة من المناصب الدينية والدنيوية، والولايات وحفظ الثغور والجهاد وعمارة الأرض، وغير ذلك من الأعمال والصنائع. ¶ ويقول الشيخ العلامة عبد الرحمن بن ناصر السعدي رحمه الله: ¶ هذا خبر وأمر، أي: الرجال قوامون على النساء في أمور الدين والدنيا، يلزمونهن بحقوق الله، والمحافظة على فرائضه، ويكفونهن عن جميع المعاصي والمفاسد، وبتقويمهن بالأخلاق الجميلة والآداب الطيبة. وقوامون أيضا عليهن بواجباتهن من النفقة والكسوة والمسكن وتوابع ذلك؛ {بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} ، أي: ذلك بسبب فضل الرجال عليهن وإفضالهم عليهن، فتفضيل الرجال على النساء من وجوه متعددة: من كون الولايات كلها مختصة بالرجال، وكذا النبوة والرسالة، وباختصاصهم بالجهاد البدني، ووجوب الجماعة والجمعة ونحو ذلك، وبما تميزوا به عن النساء من العقل والرزانة والحفظ والصبر والجلد والقوة التي ليست للنساء، وكذلك يده هي العليا عليها بالنفقات المتنوعة، بل وكثير من النفقات الأخر والمشاريع الخيرية، فإن الرجال يفضلون النساء بذلك كما هو مشاهد، ولهذا حذف المتعلق في قوله: {وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} ، ليدل على التعميم، فعلم من ذلك أن الرجل ¶ __________ ¶ (1) تفسير آيات الأحكام للصابوني 1/473-474.",
            "page": "21",
            "part": "1",
            "seal": "797AB8CB"
        },
        {
            "id": "10",
            "nass": "كالوالي والسيد على امرأته، وهي عنده أسيرة عانية تحت أمره وطاعته، فليتق الله في أمرها، وليقومها تقويما ينفعه في دينه ودنياه، وفي بيته وعائلته، يجد ثمرات ذلك عاجلاً وآجلاً، وإلا يفعل فلا يلومن إلا نفسه (1) . ¶ وحول بعض المباحث اللغوية والبلاغية في الآية يقول الشيخ محمد الطاهر ابن عاشور: وقيام الرجال على النساء هو قيام الحفظ والدفاع، وقيام الاكتساب والإنتاج المالي، ولذلك قال: {بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} أي بتفضيل الله بعضهم على بعض، وبإنفاقهم من أموالهم إن كانت ((ما)) في الجملتين مصدرية، أو بالذي فضل الله به بعضهم، وبالذي أنفقوه من أموالهم إن كانت ((ما)) فيهما موصولة ... فالتفضيل هو المزايا الجبلية التي تقتضي حاجة المرأة إلى الرجل في الذب عنها وحراستها ... وهذا التفضيل ظهرت آثاره على مر العصور والأجيال، فصار حقا مكتسباً للرجال، وهذه حجة برهانية على كون الرجال قوامين على النساء، فإن حاجة النساء إلى الرجال من هذه الناحية مستمرة، وإن كانت تقوى وتضعف. ¶ وقولُه: {وَبِمَا أَنْفَقُوا} جيء بصيغة الماضي للإيماء إلى أن ذلك أمر قد تقرر في المجتمعات الإنسانية منذ القدم، فالرجال هم العائلون لنساء العائلة، من أزواج وبنات. وأضيفت الأموال إلى ضمير الرجال، لأن الاكتساب من شأن الرجال، فقد كان في عصور البداوة بالصيد وبالغارة وبالغنائم والحرث، وذلك من عمل الرجال، وزاد اكتساب الرجال في عصور الحضارة بالغرس والتجارة والإجارة والأبنية ونحو ذلك، وهذه حجة خطابية، لأنها ترجع إلى مصطلح غالب البشر، لاسيما العرب.. ومن بديع الإعجاز صوغ قوله: {بِمَا فَضَّلَ اللَّهُ ¶ __________ ¶ (1) تيسير اللطيف المنان في خلاصة تفسير القرآن ص 108-109.",
            "page": "22",
            "part": "1",
            "seal": "12783DFF"
        },
        {
            "id": "11",
            "nass": "بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} في قالب صالح للمصدرية وللموصولية، فالمصدرية مشعرة بأن القيامية سببها تفضيل من الله وإنفاق. والموصولية مشعرة بأن سببها ما يعلمه الناس من فضل الرجال ومن إنفاقهم، ليصلح الخطاب للفريقين، عالمهم وجاهلهم ... ولأن في الإتيان بـ ((ما)) مع الفعل على تقدير احتمال المصدرية جزالة لا توجد في قولنا: بتفضيل الله وبالإنفاق، لأن العرب يرجحون الأفعال على الأسماء في طرق التعبير (1) . ¶ __________ ¶ (1) التحرير والتنوير 5/39-40.",
            "page": "23",
            "part": "1",
            "seal": "75928C25"
        },
        {
            "id": "12",
            "nass": "صلاح الزوجة، مفهومه، وأثره في حياة الزوجين ¶ قال الله تعالى: {فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ} ¶ قال القرطبي: هذا كله خبر، ومقصوده الأمر بطاعة الزوج والقيام بحقه في ماله وفي نفسها في حال غيبة الزوج (1) . ¶ فقوله: {فَالصَّالِحَاتُ} أي المستقيمات الدين، العاملات بالخير. ¶ وقولُه: {قَانِتَاتٌ} أي مطيعات لله ولأزواجهن. وأصل القنوت مداومة الطاعة، ومنه القنوت في الوتر لطول القيام. ¶ وقولُه: {حَافِظَاتٌ لِلْغَيْبِ} أي حافظات لأنفسهن عند غيبة أزواجهن عنهن في فروجهن وأموالهم، وللواجب عليهن من حق الله في ذلك وغيره. ¶ وقولُه: {بِمَا حَفِظَ اللَّهُ} أي حفظ الله إياهن من معاصيه وما أمدهن به من معونته وتوفيقه (2) . \" ¶ وأخرج ابن جرير الطبري بسنده عن أبي هريرة، قال: قال رسوله الله صلى الله عليه وسلم: \"خير النساء امرأة إذا نظرت إليها سرتك، وإذا أمرتها أطاعتك وإذا غبت عنها حفظتك في نفسها ومالك\"، قال: ثم قرأ رسول الله صلى الله عليه وسلم: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ} الآية. ¶ ثم قال ابن جرير: وهذا الخبر عن رسول الله صلى الله عليه وسلم يدل على صحة ما قلنا في تأويل ذلك، وأن معناه: صالحات في أديانهن، مطيعات لأزواجهن، حافظات لهم في أنفسهن وأموالهم (3) . ¶ __________ ¶ (1) تفسير القرطبي 5/170. ¶ (2) تفسير الطبري 5/59-60، وأحكام القرآن للجصاص 2/188. ¶ (3) تفسير الطبري 5/60.",
            "page": "24",
            "part": "1",
            "seal": "94A8241E"
        },
        {
            "id": "13",
            "nass": "ويقول محي الدين شيخ زاده في حاشيته على تفسير البيضاوي: ¶ قولُه تعالى: {قَانِتَاتٌ} أي مطيعات، والطاعة عام في طاعة الله وطاعة الأزواج، والصالحات: جمع محلى باللام، فيحمل على الاستغراق، فيدل على أن كل امرأة صالحة لابد أن تكون مطيعة لله تعالى دائماً ولزوجها كذلك، وأن تكون عند غيبة الزوج حافظة لموجوب الغيبة، وظاهر الآية إخبار، والمراد الأمر، فعلم منه أن المرأة لا تكون صالحة إلا إذا كانت مطيعة لله تعالى ولزوجها حال حضوره، وحافظة لحق الزوج وحرمته حال غيبته (1) . ¶ وفي فتح القدير للشوكاني: قوله: (َالصَّالِحَاتُ) أي من النساء (قَانِتَاتٌ) أي مطيعات لله قائمات بما يجب عليهن من حقوق الله وحقوق أزواجهن، ¶ (حَافِظَاتٌ لِلْغَيْبِ) أي لما يجب حفظه عند غيبة أزواجهن عنهن، من حفظ نفوسهن وحفظ أموالهم، و ((ما)) في قوله: (بِمَا حَفِظَ اللَّهُ) مصدرية، أي بحفظ الله، والمعنى: أنهن حافظات لغيب أزواجهن بحفظ الله لهن ومعونته وتسديده، أو حافظات له بما استحفظهن من أداء الأمانة إلى أزواجهن على الوجه الذي أمر الله به، أو حافظات له بحفظ الله لهن بما أوصى به الأزواج في شأنهن من حسن العشرة. ويجوز أن تكون ((ما)) موصولة والعائد محذوف. وقرأ أبو جعفر (بِمَا حَفِظَ اللَّهُ) بنصب الاسم الشريف، والمعنى: بما حفظن الله، أي حفظن أمره، أو حفظن دينه، فحذف الضمير الراجع إليهن للعلم به. و ((ما)) على هذه القراءة مصدرية، أو موصولة، كالقراءة الأولى، أي بحفظهن الله، أو بالذي حفظن الله به (2) . ¶ __________ ¶ (1) حاشية محي الدين شيخ زاده على تفسير البيضاوي 2/32. ¶ (2) فتح القدير 1/694-695، وانظر: القراءات في قوله: ? {بِمَا حَفِظَ اللَّهُ} مع توجيهها في اللباب في علوم الكتاب لابن عادل الحنبلي 6/361-362، والنشر في القراءات العشر لابن الجزري 2/249.",
            "page": "25",
            "part": "1",
            "seal": "EB49B279"
        },
        {
            "id": "14",
            "nass": "وهذا الصنف من النساء، الموصوف بما تقدم في الآية يستدعي من الرجال إزاء تلك الصفات كل إكرام واحترام وشفقة وإحسان، مع القيام بكامل حقوقهن وحسن معاشرتهن، دون منٍ أو أذى، بل بكل مودة ورحمة وحسن أداء. ¶ أما الصنف الآخر منهن فله شأن آخر، وهو المذكور في الجزء الآتي من الآية.",
            "page": "26",
            "part": "1",
            "seal": "ED74B15B"
        },
        {
            "id": "15",
            "nass": "نشوز الزوجة، مفهومه، وكيفية معالجته من قبل الزوج ¶ قال الله تعالى: {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ} ¶ هذا هو القسم الثاني من قسمي النساء اللاتي جعل الله للرجال عليهن حق القيام كما سبق، وهو خطاب للأزواج وإرشاد لهم إلى طريق القيام عليهن. ¶ (واللاتي) جمع التي، (تخافون) الخوف: هو ما يحصل للمرء من شعور بالفزع، وعدم الأمن عند توقع ضرر أو مكروه، وذلك بظهور بعض الإمارات الدالة عليه. (نشوزهن) : نشوز المرأة ترفعها على الزوج بمخالفته ومعصيته فيما يلزمها من طاعته، مأخوذ من نشز الأرض، وهو الموضع المرتفع منها (1) . ¶ يقول ابن جرير الطبري رحمه الله: وأما قوله: (نشوزهن) فإنه يعني استعلاءهن على أزواجهن، وارتفاعهن عن فرشهم بالمعصية منهن، والخلاف عليهم فيما لزمهن طاعتهم فيه، بغضاً منهن وإعراضاً عنهم. ¶ وأصل النشوز: الارتفاع، ومنه قيل للمكان المرتفع من الأرض نشز، ونشاز (2) . ¶ ونقل الفخر الرازي عن الإمام الشافعي رحمه الله قوله: النشوز قد يكون قولاً وقد يكون فعلا، فالقول مثل أن كانت تلبيه إذا دعاها، وتخضع له بالقول إذا خاطبها، ثم تغيرت، والفعل مثل أن كانت تقوم إليه إذا دخل عليها، أو كانت ¶ تسارع إلى أمره وتبادر إلى فراشه باستبشار إذا التمسها، ثم إنها تغيرت ¶ __________ ¶ (1) أحكام القرآن للجصاص 2/189، وتفسير الفخر الرازي 10/92-93. ¶ (2) تفسير الطبري 5/62.",
            "page": "27",
            "part": "1",
            "seal": "41060559"
        },
        {
            "id": "16",
            "nass": "عن كل ذلك، فهذه إمارات دالة على نشوزها وعصيانها، فحينئذ ظُنّ نشوزها، ومقدمات هذه الأحوال توجب خوف النشوز (1) . ¶ وفي تفسير المنار: قوله عز وجل: {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ ... } النشوز في الأصل بمعنى الارتفاع، فالمرأة التي تخرج عن حقوق الرجل قد ترفعت عليه، وحاولت أن تكون فوق رئيسها، بل ترفعت أيضا عن طبيعتها وما يقتضيه نظام الفطرة في التعامل، فتكون كالناشز من الأرض الذي خرج عن الاستواء، وقد فسر بعضهم خوف النشوز بتوقعه فقط، وبعضهم بالعلم به، ولكن يقال لم ترك لفظ العلم واستبدل به لفظ الخوف، أو لِمَ لم يقل: واللاتي ينشزن؟، لا جرم أن في تعبير القرآن حكمة لطيفة، وهي: أن الله تعالى لما كان يحب أن تكون المعيشة بين الزوجين معيشة محبة ومودة وتراض والتئام لم يشأ أن يسند النشوز إلى النساء إسناداً يدل على أن من شأنه أن يقع منهن فعلاً، بل عبر عن ذلك بعبارة تومئ إلى أن من شأنه أن لا يقع، لأنه خروج عن الأصل الذي يقوم به نظام الفطرة، وتطيب به المعيشة، ففي هذا التعبير تنبيه لطيف إلى مكانة المرأة وما هو أولى في شأنها، وإلى ما يجب على الرجل من السياسة لها وحسن التلطف في معاملتها، حتى إذا آنس منها ما يخشى أن يؤول إلى الترفع وعدم القيام بحقوق الزوجية، فعليه أولاً أن يبدأ بالوعظ الذي يرى أنه يؤثر في نفسها ... (2) . ¶ __________ ¶ (1) تفسير الفخر الرازي 10/92. ¶ (2) تفسير المنار 5/72.",
            "page": "28",
            "part": "1",
            "seal": "6C051BDB"
        },
        {
            "id": "17",
            "nass": "مراحل معالجة نشوز الزوجة ¶ المرحلة الأولى: مرحلة الوعظ ¶ قوله تعالى: {فَعِظُوهُنَّ} ¶ هذه أول مرحلة ينبغي أن يسلكها الزوج عند ظهور بعض إمارات النشوز من زوجته، فيذكرها ما أوجب الله له عليها من حسن الصحبة وجميل العشرة، والاعتراف بالدرجة التي له عليها، وما له عليها من حق يجب أداؤه، وما يترتب على إضاعته من سخط الله وعذابه، فهو ترغيب بأجر الطاعة، وترهيب من عقوبة المعصية، فيما يتعلق بحق الزوج عليها. ¶ وقد قال الرسول صلى الله عليه وسلم: \"لو كنت آمراً أحداً أن يسجد لأحد لأمرت المرأة أن تسجد لزوجها، من عظم حقه عليها \" (1) . ¶ وروى البخاري ومسلم عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: \"إذا دعا الرجل امرأته إلى فراشه فأبت عليه، لعنتها الملائكة حتى تصبح\" (2) . ¶ وبالجملة ينبغي أن يبدأ بالوعظ الذي يرى أنه يؤثر في نفسها، وهذا يختلف باختلاف حال المرأة، فمنهن من يؤثر في نفسها التذكير بحكم الله ورسوله في وجوب طاعة الزوج وما يترتب على ذلك من الثواب، والتحذير من معصيته وما يترتب عليها من العقاب. ومنهن من يؤثر في نفسها التهديد والتحذير من ¶ __________ ¶ (1) أخرجه الترمذي في كتاب النكاح، باب ما جاء في حق الزوج على المرأة، من حديث أبي هريرة، برقم: (1159) . ¶ (2) صحيح البخاري، برقم: (3237) ، واللفظ له، ومسلم، برقم: (1436) .",
            "page": "29",
            "part": "1",
            "seal": "1E4224FB"
        },
        {
            "id": "18",
            "nass": "سوء العاقبة في الدنيا، بذكر ما يترتب على ذلك من قطع حقوقها وإباحة هجرها وضربها ومنعها بعض طلباتها ورغباتها ونحو ذلك. واللبيب لا يخفى عليه الوعظ الذي له المحل في قلب امرأته (1) . ¶ __________ ¶ (1) انظر: تفسير المنار5/72، وتيسير اللطيف المنان في خلاصة تفسير القرآن للشيخ عبد الرحمن السعدي ص 109.",
            "page": "30",
            "part": "1",
            "seal": "A65462BB"
        },
        {
            "id": "19",
            "nass": "المرحلة الثانية: مرحلة الهجر في المضاجع ¶ قوله تعالى: {وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ} ¶ هذا لمن لم يتقومن بالوعظ والتذكير، ومعنى ((واهجروهن)) : من الهجران، وهو البعد، يقال: هجره أي تباعد منه ونأى عنه وتركه. والمضاجع: جمع مضجع، وهو محل الاضطجاع. ¶ قال ابن عباس: هجرها بأن يوليها ظهره في الفراش، ولا يلتفت إليها، وفي ضمنه ترك كلامها وجماعها. وإذا هجرها في المضجع فإن كانت تحب الزوج شق ذلك عليها، وإن كانت تبغضه وافقها ذلك الهجران، فدل على كمال نشوزها. وقيل: المضاجع المبايت، والمراد تركهن منفردات في حجرهن ومحل مبيتهن، وفي ذلك ترك جماعهن وكلامهن. وقيل: الهجران في المضاجع كناية عن ترك الجماع، لأن إضافة الهجران إلى المضاجع يفيد ذلك. وقيل: (في) للسببية، أي اهجروهن بسبب المضاجع، أي بسبب تخلفهن عن المضاجعة، وإليه يشير كلام ابن عباس رضي الله عنهما، فالهجران على هذا بالمنطق، قال عكرمة: بأن يغلظ لها القول. وقيل: اهجروهن: أي شدوهن بالوثاق في بيوتهن، من قولهم: هجر البعير، أي ربطه بالهجار، وهو حبل يشد به البعير (2) . واختاره ¶ __________ ¶ (2) انظر: تفسير الطبري 5/63-65، وتفسير القرطبي 5/171، وتفسير الآلوسي 5/25.",
            "page": "30",
            "part": "1",
            "seal": "54E2D098"
        },
        {
            "id": "20",
            "nass": "الطبري رحمه الله دون سائر الأقوال، وانتصر له (1) . ¶ وهو وجه بعيد في تفسير الآية، وقد رده المفسرون؛ جاء في تفسير المنار: وأما الهجر فهو ضرب من ضروب التأديب لمن تحب زوجها، ويشق عليها هجره إياها، وذهب بعض المفسرين - ومنهم ابن جرير الطبري - أن المرأة التي تنشز لا تبالي بهجر زوجها، بمعنى إعراضه عنها، وقالوا: إن معنى ((واهجروهن)) قيدوهن، من هجر البعير إذا شده بالهجار وهو القيد الذي يقيد به، وليس هذا الذي قالوه بشيء، وما هم بالواقفين على أخلاق النساء وطباعهن، فإن منهن من تحب زوجها ويزين لها الطيش والرعونة النشوز عليه، ومنهن من تنشز امتحاناً لزوجها، ليظهر لها أو للناس مقدار شغفه بها وحرصه على رضاها … ومنهن من تنشز لتحمل زوجها على إرضائها بما تطلب من الحلي والحلل أو غير ذلك، ومنهن من يغريها أهلها بالنشوز لمآرب لهم …، وفي الهجر في المضجع نفسه معنى لا يتحقق بهجر المضجع أو البيت الذي هو فيه، لأن الاجتماع في المضجع هو الذي يهيج شعور الزوجية، فتسكن نفس كل من الزوجين إلى الآخر، ويزول اضطرابهما الذي أثارته الحوادث قبل ذلك، فإذا هجر الرجل المرأة وأعرض عنها في هذه الحالة رجي أن يدعوها ذلك الشعور والسكون النفسي إلى سؤاله عن السبب، ويهبط بها من نشز المخالفة إلى صفصف الموافقة (2) . ¶ وفي في ظلال القرآن: قوله: {وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ} : والمضجع هو موضع الإغراء والجاذبية التي تبلغ فيها المرأة الناشز المتعالية قمة سلطانها، فإذا استطاع الرجل أن يقهر دوافعه تجاه هذا الإغراء، فقد أسقط من يد المرأة الناشز ¶ __________ ¶ (1) تفسير الطبري 5/65-66. ¶ (2) تفسير المنار 5/72-83.",
            "page": "31",
            "part": "1",
            "seal": "245E1175"
        },
        {
            "id": "21",
            "nass": "أمضى أسلحتها التي تعتز بها، وكانت في الغالب أميل إلى التراجع والملاينة أمام هذا الصمود من زوجها، وأمام بروز خاصية قوة الإرادة والشخصية فيه في أحرج مواضعها ... على أن هناك أدباً معينا في هذا الإجراء إجراء الهجر في المضاجع، وهو ألا يكون هجراً ظاهراً في غير مكان خلوة الزوجين، لا يكون هجرا أمام الأطفال، يورث نفوسهم شراً وفساداً، ولا هجراً أمام الغرباء يذل الزوجة أو يستثير كرامتها، فتزداد نشوزاً، فالمقصود علاج النشوز لا إذلال الزوجة ولا إفساد الأطفال، وكلا الهدفين يبدو أنه مقصود من هذا الإجراء (1) . ¶ قلت: وإذا كان المقصود من الهجر في المضجع هو التأديب وإصلاح الحال، فينبغي أن يكون ذلك على قدر ما يفي بالغرض، دون التعدي والتشفي وما يلحق ذلك من البغض والكراهية، فإن هذا ليس من الهجر الجميل النافع، بل ذلك من الهجر المذموم الذي لا يحصل به تقويم ولا مصلحة، إنما يجر إلى مزيد من التنافر والتباعد والاختلاف، وما ينتج عنه من حقد وكراهية وهدم للحياة الزوجية.",
            "page": "32",
            "part": "1",
            "seal": "5BF1EB72"
        },
        {
            "id": "22",
            "nass": "المرحلة الثالثة: مرحلة الضرب ¶ قوله تعالى: {َاضْرِبُوهُنَّ} ¶ حين يستنفد الزوج وسائل الأدب الأخرى، من الوعظ والهجر، ثم لا يرى لذلك أثراً من إنابة وصلاح، فإن رأى - حينئذ - ضربها ناجعاً فله ذلك؛ وهذا يختلف باختلاف الأحوال والأشخاص. على أن يكون الضرب على قدر ما يحصل به الغرض، دون تجاوز أو تعد، لأن المقصود هو الزجر والتأديب، ¶ __________ ¶ (1) في ظلال القرآن 2/654.",
            "page": "32",
            "part": "1",
            "seal": "E9F6DC96"
        },
        {
            "id": "23",
            "nass": "لا الإيلام والإيذاء. وذلك هو ضرب الأدب غير المبرح وغير الشائن، بحيث لا يكسر عظماً ولا يتلف عضواً، ولا يورث شيناً أو جرحاً، ويتجنب الوجه، ولا يوالي به في موضع واحد، لئلا يعظم الضرر، ويقتصر فيه على قدر الكفاية (1) . ¶ ومع أن الضرب مباح إلا أن تركه أفضل، فقد أخرج أبو داود، والنسائي، وابن ماجة من حديث إياس بن عبد الله بن أبي ذئاب، قال: قال رسول الله صلى الله عليه وسلم: \"لا تضربوا إماء الله\"؛ فجاء عمر إلى رسول الله صلى الله عليه وسلم فقال: ذئرن (2) النساء على أزواجهن، فرخص في ضربهن، فأطاف بآل رسول الله صلى الله عليه وسلم نساء كثير يشكون أزواجهن، فقال النبي صلى الله عليه وسلم: \"لقد طاف بآل محمد نساء كثير يشكون أزواجهن، ليس أولئك بخياركم \" (3) . ¶ وأخرج مسلم في صحيحه من حديث جابر رضي الله عنه، عن النبي صلى الله عليه وسلم، أنه قال في حجة الوداع: \"واتقوا الله في النساء، فإنهن عندكم عوان، ولكم عليهن ألا يوطئن فرشكم أحداً تكرهونه، فإن فعلن ذلك فاضربوهن ضرباً غير مبرح، ولهن عليكم رزقهن وكسوتهن بالمعروف\" (4) . ¶ ولا يخفى أن تحمل أذى النساء والصبر عليهن أفضل من ضربهن، إلا لداع قوي. ¶ قال الفخر الرازي: وبالجملة فالتخفيف مراعى في هذا الباب على أبلغ الوجوه، والذي يدل عليه أنه تعالى ابتدأ بالوعظ، ثم ترقى منه إلى الهجران في ¶ __________ ¶ (1) انظر: تفسير القرطبي 5/172، وتفسير ابن كثير 2/295، وتفسير الفخر الرازي 10/93. ¶ (2) ذئرت المرأة على بعلها، وهي ذائر: نشزت واجترأت وتغير خلقها. اللسان، مادة: ذأر. ¶ (3) أبو داود، برقم: (2146) ، والنسائي، برقم: (9167) ، وابن ماجة، برقم: (1975) . ¶ (4) صحيح مسلم، برقم: (1218) .",
            "page": "33",
            "part": "1",
            "seal": "22934A85"
        },
        {
            "id": "24",
            "nass": "المضاجع، ثم ترقى منه إلى الضرب، وذلك تنبيه يجري مجرى التصريح في أنه مهما حصل الغرض بالطريق الأخف وجب الاكتفاء به، ولم يجز الإقدام على الطريق الأشق ... قال بعضهم: حكم هذه الآية مشروع على الترتيب، فإن ظاهر اللفظ وإن دل على الجمع، إلا أن فحوى الآية يدل على الترتيب، قال أمير المؤمنين علي ابن أبي طالب رضي الله تعالى عنه: يعظها بلسانه، فإن انتهت فلا سبيل له عليها، فإن أبت هجر مضجعها، فإن أبت ضربها، فإن لم تتعظ بالضرب بعث الحكمين. ¶ وقال آخرون: هذا الترتيب مراعى عند خوف النشوز، أما عند تحقق النشوز فلا بأس بالجمع بين الكل (1) . ¶ وقال أبو حيان في تفسيره: قال الرازي ما ملخصه: يبدأ بلين القول في الوعظ، فإن لم يفد فبخشنه، ثم بترك مضاجعتها، ثم بالإعراض عنها كلية، ثم بالضرب الخفيف، كاللطمة واللكزة ونحوها، مما يشعر بالاحتقار وإسقاط الحرمة، ثم بالضرب بالسوط والقضيب اللين ونحوه، مما يحصل به الألم والإنكاء، ولا يحصل عنه هشم ولا إراقة دم ... وأي شيء من هذه رجعت به عن نشوزها على ما رتبناه لم يجز له أن ينتقل إلى غيره، لقولِه: {فَإِنْ أَطَعْنَكُمْ فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلاً} (2) . ¶ والقرآن عندما أباح ضرب المرأة إنما جعله علاجاً يحتاج إليه عند الضرورة، فالمرأة إذا أساءت عشرة زوجها، وتمادت في صلفها ونشز غرورها، لا تكف ولا ترعوي عن عصيانها واستعلائها، فماذا يصنع الزوج في مثل هذه الحالة؟، أيهجرها ويستمر في هجرها، دون أن يرى لذلك أثراً؟، أم يطلقها؟، أم ¶ __________ ¶ (1) تفسير الفخر الرازي 10/93-94. ¶ (2) البحر المحيط 3/628.",
            "page": "34",
            "part": "1",
            "seal": "C8FD92FE"
        },
        {
            "id": "25",
            "nass": "يتركها تصنع ما تشاء؟. ¶ لقد أرشد القرآن الكريم إلى اتخاذ الطرق الحكيمة في معالجة هذا النشوز والعصيان، فأمر بالصبر والأناة، ثم بالوعظ والإرشاد، ثم بالهجر في المضاجع، فإذا لم تنفع كل هذه الوسائل، ورأى الزوج أن في ضربها كسراً لشأفة كبريائها واستعلائها، وخفضاً لصلفها ونشوزها، فيباح له - حينئذ - أن يضربها ضرباً غير مبرح، حيث اضطرته إلى ذلك، وللضرورة أحكامها. فضربها للتأديب والإصلاح أقل ضرراً من إيقاع الطلاق عليها إذا هي تمادت في عصيانها، ولم ترجع للطاعة وأداء الحق؛ إذ الطلاق هدم لكيان الأسرة وتمزيق لشملها. ثم إن الضرب ليس إهانة للمرأة - كما قد يظن البعض - وإنما هو طريق من طرق التقويم والتأديب والإصلاح، ينفع في بعض الحالات مع بعض النفوس التي لا ينفع معها الجميل، ولا يقيمها إلا التأديب (1) . ¶ وفي تفسير المنار: يستكبر بعض مقلدة الإفرنج في آدابهم منا مشروعية ضرب المرأة الناشز، ولا يستكبرون أن تنشز وتترفع عليه، فتجعله وهو رئيس البيت مرؤوساً، بل محتقراً، وتصر على نشوزها حتى لا تلين لوعظه ونصحه، ولا تبالي بإعراضه وهجره، ولا أدري بم يعالجون هؤلاء النواشز، وبم يشيرون على أزواجهن أن يعاملوهن به، لعلهم يتخيلون امرأة ضعيفة نحيفة، مهذبة أديبة، يبغي عليها رجل فظ غليظ، فيطعم سوطه من لحمها الغريض، ويسقيه من دمها العبيط، ويزعم أن الله تعالى أباح له مثل هذا ... وحاش لله أن يأذن بمثل هذا الظلم أو يرضى به ... (2) . ¶ __________ ¶ (1) انظر: روائع البيان في تفسير آيات الأحكام، للشيخ محمد بن علي الصابوني 1/474-475؛ بشيء من الزيادة والتصرف. ¶ (2) انظر: تفسير المنار 5/74.",
            "page": "35",
            "part": "1",
            "seal": "A3FEF5A9"
        },
        {
            "id": "26",
            "nass": "والحاصل: أن الضرب علاج مر، قد يضطر إليه الزوج حين تصر المرأة على نشوزها، ولا تلين لوعظه ونصحه، ولا تبالي بإعراضه وهجره، فيباح له - حينئذ- أن يضربها ضرباً غير مبرح، يخفض من صلفها، ويردها عن نشوزها، فشرع تلك الوسائل والتوجيهات لمعالجة أعراض النشوز قبل استفحالها، وأحاطها بالتحذيرات من سوء استعمالها، وحدد صفتها، والنية المصاحبة لها، والغاية من ورائها. ¶ ومن المعلوم أن تلك الوسائل التأديبية لا مكان لها حال الوفاق بين الزوجين، فهي لا تكون إلا وهناك انحراف ما، يستدعي المعالجة، فحين لا تجدي الموعظة ولا يجدي الهجر في المضجع، فلا بد أن يكون هذا الإنحراف من نوع آخر، قد تجدي فيه وسيلة أخرى، وسيلة الضرب غير مبرح، لعل وعسى. ¶ وربما استنكر البعض ضرب المرأة الناشز، وعده ظلماً وجوراً واعتداءً بكل حال، وقد جار في حكمه هذا وما أنصف، نعم ((ولن يضرب خياركم)) ، وقد يستغني عن ذلك الخيّر الكريم، لكن بالمقابل قد يضطر إليه من ابتلي بمن لا ترجع عن صلفها ونشوزها إلا به، وللضرورة حكمها وقدرها. ثم إن الذي شرع ذلك وأباحه عند الحاجة إليه هو الخالق سبحانه، وهو أعلم بخلقه وما يناسب أحوالهم، وما يصلح به شأنهم، فجعل لكل حال حكم يناسبها في شرعه. ¶ وأي فساد يقع في الأرض إذا أبيح للرجل التقي الفاضل أن يخفض من صلف إحداهن ويردها عن نشز غرورها بلطمة أو لكزة خفيفة، أو ضربة يسيرة بسوط أو عصا، تؤدب وتصلح، ولا تؤذي أو تجرح؛ وذلك عندما تفسد الطباع وتسوء الأخلاق، ولم ير الرجل بداً منه، ولا ترجع المرأة عن نشوزها إلا به. أما عند ما تستجيب المرأة للنصح، أو تزدجر بالهجر، فلا مكان للضرب ولا سبيل إليه، فهو ضرورة زالت بزوال سببها، إذ نحن مأمورون بالرفق بالنساء",
            "page": "36",
            "part": "1",
            "seal": "74366970"
        },
        {
            "id": "27",
            "nass": "واجتناب ظلمهن، وإمساكهن بمعروف أو تسريحهن بإحسان (1) . ¶ أخرج أبو داود في سننه من حديث حكيم بن معاوية القشيري، عن أبيه، قال: قلت: يا رسول الله، ما حق زوجة أحدنا عليه؟، قال: \" أن تطعمها إذا طعمت، وتكسوها إذا اكتسيت، ولا تضرب الوجه، ولا تقبح، ولا تهجر إلا في البيت \" (2) . ¶ أما إذا ما استمرت المرأة في نشوزها وتعاليها على زوجها، فلم تستجب لنصحه وطلبه، ولم تقم بما عليها من حقه، فإن ذلك يسقط حقها في النفقة وغيرها، حتى ترجع عن نشوزها. ¶ وهذا من الأحكام المترتبة على النشوز من قبل المرأة. ¶ جاء في تفسير القرطبي: قال ابن خويزمنداد: والنشوز يسقط النفقة وجميع الحقوق الزوجية، ويجوز معه أن يضربها الزوج ضرب الأدب غير المبرح، والوعظ والهجر حتى ترجع عن نشوزها، فإذا رجعت عادت حقوقها، وكذلك كل ما اقتضى الأدب فجائز للزوج تأديبها. ¶ وقال ابن المنذر: اتفق أهل العلم على وجوب نفقات الزوجات على أزواجهن إذا كانوا جميعاً بالغين، إلا الناشز منهن الممتنعة. ¶ وقال أبو عمر: من نشزت عنه امرأته بعد دخوله، سقطت عنه نفقتها، إلا أن تكون حاملاً (3) . ¶ قوله: {فَإِنْ أَطَعْنَكُمْ فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلاً} ¶ __________ ¶ (1) انظر: تفسير المنار 5/74-76، وفي ظلال القرآن 2/654-655. ¶ (2) سنن أبي داود، برقم: (2142) . ¶ (3) تفسير القرطبي 5/174، وانظر: المغني لابن قدامة 11/409-410.",
            "page": "37",
            "part": "1",
            "seal": "9AE255B0"
        },
        {
            "id": "28",
            "nass": "أي فإن رجعن وانقدن إلى ما أوجب الله عليهن من طاعتكم، وحصل المقصود بواحدة من تلك الخصال التأديبية {فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلاً} أي فلا سبيل لكم عليهن بعد ذلك بالتعنت والإيذاء بالهجران والضرب ونحوه. ¶ فعند تحقق الغاية تقف الوسيلة، فالمضي في تلك الإجراءات بعد الرجوع عن النشوز إلى الطاعة المعروفة بغي وتحكم، فمتى استقام لكم الظاهر فلا تبحثوا عما في السرائر ولا تكلفوهن ما ليس بأيديهن، من محبتكم وميول قلوبهن إليكم، كما ينبغي تناسي الأمور السالفة وعدم ذكرها، فإن ذلك أحرى لدوام الوفاق والائتلاف، والبعد عن أسباب الفرقة والاختلاف. ¶ قوله تعالى: {إِنَّ اللَّهَ كَانَ عَلِيّاً كَبِيراً} ¶ أي له العلو المطلق بجميع الوجوه والاعتبارات، علو الذات، وعلو القدر، وعلو القهر. ¶ الكبير الذي لا أكبر منه، ولا أجل ولا أعظم، كبير الذات والصفات (1) . ¶ وفي ختم الآية بهذين الاسمين العظيمين تمام المناسبة، فإنه لما كان في تأديبهن بما أمر الله تعالى به الزوج اعتلاء للزوج على المرأة، ختم تعالى الآية بصفة العلو والكبر، لينبه العبد على أن المتصف بذلك حقيقة هو الله تعالى، وإنما أذن لكم فيما أذن على سبيل التأديب لهن، فلا تستعلوا عليهن، ولا تتكبروا عليهن، فإن ذلك ليس مشروعاً لكم، وفي هذا وعظ عظيم للأزواج وإنذار لهم بأن قدرة الله عليكم فوق قدرتكم عليهن (2) ، فإنهن وإن ضعفن عن دفع ظلمكم، وعجزن عن الانتصاف منكم، فالله سبحانه علي قاهر، كبير قادر، ¶ __________ ¶ (1) تفسير الشيخ عبد الرحمن السعدي 1/319-320. ¶ (2) انظر: البحر المحيط لأبي حيان 3/628.",
            "page": "38",
            "part": "1",
            "seal": "B44FBBC0"
        },
        {
            "id": "29",
            "nass": "ينتقم ممن ظلمهن وبغى عليهن، فلا تغتروا بكونكم أعلى يداً منهن، وأكبر درجة، فالله أعلى وأكبر، فاتقوه، واحذروا عقوبته وانتقامه.",
            "page": "39",
            "part": "1",
            "seal": "0B96A5E0"
        },
        {
            "id": "30",
            "nass": "خوف الشقاق بين الزوجين، مفهومه، وأسبابه ¶ قال الله تعالى: {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلاحاً يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيماً خَبِيراً} سورة النساء: 35. ¶ قوله: {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا} ¶ الخوف هنا بمعنى العلم والتيقن، لا مجرد الظن، أي وإن علمتم وتأكدتم حصول الشقاق والمخالفة المؤدي إلى التخاصم والترافع، بسبب استمرار النشوز وشدة الاختلاف والتنازع؛ وبهذا قال جمهور المفسرين (1) ، وهو الظاهر من سياق الآية ودلالتها، كالأمر ببعث الحكمين والحث على إرادة الإصلاح والتوفيق ونحوه. وقيل: الخوف هنا بمعنى الظن وتوقع حصول الشقاق بظهور أسبابه (2) . ولعل مراد القائلين بالظن هنا هو ظن ازدياد الشقاق وتفاقم أمره فوق ما هو عليه، أما الشقاق من حيث وجوده وظهوره، فظاهر موجود، وإلا لما كان لبعث الحكمين معنى. جاء في تفسير الفخر الرازي: قال ابن عباس: ((خفتم)) علمتم، قال: وهذا بخلاف قوله: {َاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ} فإن ذلك محمول على الظن، والفرق بين الموضعين أن في الابتداء يظهر له إمارات النشوز، فعند ذلك يحصل الخوف، وأما بعد الوعظ والهجر والضرب لما أصرت على النشوز، فقد حصل العلم بكونها ناشزاً، فوجب حمل الخوف هاهنا على العلم (3) . ¶ __________ ¶ (1) انظر: تفسير الطبري 5/70، وتفسير الفخر الرازي 10/95، وتفسير الخازن مع البغوي ¶ 2/63، وتيسير البيان لأحكام القرآن للموزعي 1/621، وتفسير الآلوسي 5/26، وتفسير آيات الأحكام للسايس 2/100. ¶ (2) انظر: الموضعين السابقين من تفسير الخازن والآلوسي، وانظر: تفسير المنار 5/77. ¶ (3) تفسير الفخر الرازي 10/95.",
            "page": "40",
            "part": "1",
            "seal": "FFE890E8"
        },
        {
            "id": "31",
            "nass": "والحاصل أن حال المرأة مع زوجها إما الطواعية، وإما النشوز، والنشوز إما تعقبه الطواعية، وإما النشوز المستمر، فإن أعقبته الطواعية فتعود كالطائعة أولاً، وإن استمر النشوز واشتد، بعث الحكمان (1) ، وهو المراد بخوف الشقاق هنا. ¶ والشقاق، والمشاقة: غلبة العداوة والخلاف، شاقه مشاقة وشقاقاً: خالفه، فالشقاق: العداوة بين فريقين، والخلاف بين اثنين، سمي ذلك شقاقاً، لأن كل فريق من فرقتي العداوة قصد شقاً أي ناحية غير شق صاحبه؛ كذا في اللسان (2) . ¶ ويقول ابن جرير الطبري: يعني بقوله جل ثناؤه: {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا} وإن علمتم أيها الناس شقاق بينهما، وذلك مشاقة كل واحد منهما صاحبه، وهو إتيانه ما يشق عليه من الأمور، فأما من المرأة فالنشوز، وتركها أداء حق الله عليها، الذي ألزمها الله لزوجها؛ وأما من الزوج فتركه إمساكها بالمعروف، أو تسريحها بإحسان. ¶ والشقاق: مصدر من قول القائل: شاق فلان فلاناً، إذا أتى كل واحد منهما إلى صاحبه ما يشق عليه من الأمور، فهو يشاقه مشاقة وشقاقاً، وذلك قد يكون عداوة (3) . ¶ فاشتقاقه من الشق - بكسر الشين - وهو الجانب، لأن كلا من المتخالفين في شق غير شق الآخر. ويمكن أن يكون مشتقا من الشق - بفتح الشين - وهو الصدع والتفرع، ومنه قولهم: شق عصا الطاعة، فإن كل واحد من المتخالفين يقول أو يفعل ما يشق على الآخر (4) . ¶ __________ ¶ (1) البحر المحيط لأبي حيان 3/629. ¶ (2) لسان العرب، مادة ((شقق)) . ¶ (3) تفسير الطبري 5/70. ¶ (4) انظر: تفسير الفخر الرازي 10/95، وتفسير الخازن مع البغوي 2/63، والتحرير والتنوير للطاهر بن عاشور 5/45.",
            "page": "41",
            "part": "1",
            "seal": "44ACE32A"
        },
        {
            "id": "32",
            "nass": "وجملة ذلك أن أصل الشقاق إما من الشق، وهو الجانب، فإن كل واحد من المتخالفين صار في شق غير شق الآخر. وإما المشاقة، مفاعلة من الشقاق، وهو الخلاف، فإن كلا من المتخالفين يفعل ما يشق على الآخر. ¶ وقولُه: (شقاق بينهما) أصله: شقاقاً بينها، فأضيف الشقاق إلى الظرف ¶ ((بين)) على سبيل الاتساع، إما لإجراء الظرف مجرى المفعول به، كقوله: {بَلْ مَكْرُ اللَّيْلِ وَالنَّهَار} (1) ، أصله: بل مكر في الليل والنهار. أو مجرى الفاعل، بجعل البين مشاقاً، والليل والنهار ماكرين، كما في قولهم: نهاره صائم (2) . ¶ وفي تفسير القرطبي: قوله: {شِقَاقَ بَيْنِهِمَا} المراد: وإن خفتم شقاقاً بينهما، فأضيف المصدر إلى الظرف، كقولك: يعجبني سير الليلة المقمرة، وصوم يوم عرفة، وفي التنْزيل: {بَلْ مَكْرُ اللَّيْلِ وَالنَّهَار} (3) ؛ وقيل: إن ((بين)) أجري مجرى الأسماء، وأزيل عنه الظرفية، إذ هو بمعنى حالهما وعشرتهما، أي وإن خفتم تباعد عشرتهما وصحبتهما (4) . ¶ والضمير في ((بينهما)) عائد على الزوجين المفهومين من سياق الكلام ابتداءً من قوله: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ} . ¶ __________ ¶ (1) سورة سبأ، آية: (33) . ¶ (2) انظر: الكشاف للزمخشري 1/525، وحاشية محي الدين زاده على تفسير البيضاوي 2/34، وتفسير الآلوسي 5/26. ¶ (3) سورة سبأ، الآية: (33) ، {بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَاداً ... } . ¶ (4) تفسير القرطبي 5/175.",
            "page": "42",
            "part": "1",
            "seal": "FAE37AF9"
        },
        {
            "id": "33",
            "nass": "الحكمان، وما يتعلق ببعثهما، ¶ ووصفهما، ووظيفتهما، وما يترتب على حكمهما ¶ وقوله: {َابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا} ¶ الخطاب في ((وإن خفتم)) وفي ((فابعثوا)) للحكام، ومن يتولى الفصل بين الناس، وهو قول الجمهور (1) . ¶ وذلك أن الإمام أو نائبه هو الذي يلي أمر الناس في العقود والفسوخ، وله نصب الحكمين، وهو الذي يتولى فصل الخصومات وفض النزاعات، والمنع من التعدي والظلم، وإليه يكون الترافع وتنفيذ الأحكام. ¶ ثم إنه تعالى لما ذكر نشوز المرأة، وأن للزوج أن يعظها، ثم يهجرها في المضجع إن لم تنْزجر، ثم يضربها إن أصرت على نشوزها، ثم لم يجعل بعد الضرب للزوج إلا المحاكمة إلى من ينصف المظلوم منهما من الظالم، ويتوجه حكمه عليهما، وهو السلطان الذي بيده سلطة الحكم والتنفيذ. ¶ وقيل: الخطاب في ذلك عام، ويدخل فيه الزوجان وأقاربهما، فإن قام به الزوجان أو ذوو القربى أو الجيران فذاك، وإلا وجب على من بلغه أمرهما من المسلمين أن يسعى في إصلاح ذات بينهما بذلك. فهو خطاب لكل أحد من صالحي الأمة، لأن قوله تعالى: {فَابْعَثُوا} خطاب للجمع، وليس حمله على البعض أولى من حمله على البقية، فوجب حمله على الكل، فعلى هذا يكون أمراً لآحاد الأمة، سواء وجد الإمام أو لم يوجد، فللصالحين أن يبعثوا حكماً من أهله ¶ __________ ¶ (1) تفسير الطبري 5/71، وأحكام القرآن للجصاص 2/190، وزاد المسير 2/77، وتفسير القرطبي 5/175، وتفسير الآلوسي 5/26.",
            "page": "43",
            "part": "1",
            "seal": "B31C525B"
        },
        {
            "id": "34",
            "nass": "وحكماً من أهلها، وأيضاً فهو يجري مجرى دفع الضرر، فلكل واحد أن يقوم به (1) . ¶ قال صاحب تفسير المنار: وكلا القولين وجيه، فالأول يكلف الحكام ملاحظة أحوال العامة، والاجتهاد في إصلاح أحوالهم، والثاني يكلف كل المسلمين أن يلاحظ بعضهم شؤون بعض، ويعينه على ما تحسن به حاله (2) . ¶ قلت: والظاهر - والله أعلم - أن بعث الحكمين إن كان لأجل الفصل والقضاء فإن ذلك مما يتعلق بمن بيده سلطة الحكم والتنفيذ، وهو الحاكم أو من يقوم مقامه. أما إن كان بعثهما للتوفيق وإصلاح ذات البين فيترجح القول بالعموم؛ والله أعلم. ¶ وقد ذكر ابن جرير الطبري في ذلك قولين: أحدهما: ما أخرجه عن سعيد ابن جبير والضحاك: أن المأمور بذلك هو السلطان. والآخر: ما أخرجه عن السدي: أن المأمور بذلك الزوجان. ¶ ثم يقول الطبري بعد ذلك: وأولى الأقوال بالصواب في قوله: {فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا} إن الله خاطب المسلمين بذلك، وأمرهم ببعثة الحكمين عند خوف الشقاق بين الزوجين للنظر في أمرهما، ولم يخصص بالأمر بذلك بعضهم دون بعض، وقد أجمع الجميع على أن بعثة الحكمين في ذلك ليست لغير الزوجين، وغير السلطان، الذي هو سائس أمر المسلمين، أو من أقامه في ذلك مقام نفسه. ¶ __________ ¶ (1) انظر: تفسير الفخر الرازي 10/95، وتفسير الخازن مع البغوي 2/64، وتفسير المنار ¶ 5/78-79. ¶ (2) تفسير المنار 5/79.",
            "page": "44",
            "part": "1",
            "seal": "2B1252D6"
        },
        {
            "id": "35",
            "nass": "واختلفوا في الزوجين والسلطان، ومن المأمور بالبعثة في ذلك، الزوجان، أو السلطان، ولا دلالة في الآية تدل على أن الأمر بذلك مخصوص به أحد الزوجين، ولا أثر به عن رسول الله صلى الله عليه وسلم، والأمة فيه مختلفة. وإذا كان الأمر على ما وصفنا، فأولى الأقوال في ذلك بالصواب أن يكون مخصوصاً من الآية من أجمع الجميع على أنه مخصوص منها، وإذا كان ذلك كذلك، فالواجب أن يكون الزوجان والسلطان ممن قد شملهم حكم الآية (1) . ¶ والحكم: هو من يصلح للحكومة بين الناس، والفصل بين المتنازعين، والسعي لإصلاح ذات البين. ¶ ويشترط في الحكمين الصفات التي تخولهما الحكم في الخلاف بين الزوجين، بأن يكونا ثقتين، عدلين، حسني السياسة والنظر في حصول المصلحة، عالمين بحكم الله في الواقعة التي حكّما فيها. ¶ وظاهر الآية أنه يشترط في الحكمين أن يكونا من الأقارب، لقوله تعالى: ¶ {حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا} ، وأن ذلك على سبيل الوجوب، ولكن العلماء حملوه على وجه الاستحباب، وقالوا: إذا بعث القاضي حكمين من الأجانب جاز، لأن فائدة الحكمين التعرف على أحوال الزوجين، وإجراء الصلح بينهما، والشهادة على الظالم منهما، وهذا الغرض يؤديه الأجنبي كما يؤديه القريب، إلا أن الأقارب أعرف بحال الزوجين من الأجانب، وأشد طلباً للإصلاح، وأبعد عن الظنة بالميل إلى أحد الزوجين، وأقرب إلى أن تسكن إليهم النفس، فيطلعوا على ما في ضمير كل من الزوجين من حب وبغض وإرادة صحبة أو فرقة، وموجبات ذلك ومقتضياته، لذلك كان الأولى والأوفق أن يكون أحد الحكمين من أهل ¶ __________ ¶ (1) تفسير الطبري 5/71، 75.",
            "page": "45",
            "part": "1",
            "seal": "ACACC577"
        },
        {
            "id": "36",
            "nass": "الزوج، والآخر من أهل الزوجة (1) . ¶ وظاهر الأمر في قوله تعالى: {فَابْعَثُوا} أنه للوجوب، وبه قال الشافعي، لأنه من باب رفع الظلامات، وهو من الفروض العامة الواجبة على الولاة (2) . ¶ والمراد ببعثهما إرسالهما إلى الزوجين، لينظرا في شكوى كل منهما، وما يدعيه على الآخر، وليعرفا ما يرجى أن يصلح بينهما. وذلك إذا أشكل أمر الزوجين بسبب استمرار النزاع المعبر عنه بالشقاق، كأن يدعي عليها الزوج النشوز، وتدعي عليه هي ظلمه وتقصيره في حقوقها، ثم لا يفعل الزوج الصلح ولا الصفح ولا الفرقة، ولا تؤدي المرأة الحق ولا الفدية (3) . ¶ وظاهر النص الأمر ببعث الحكمين عند حصول الشقاق بين الزوجين، ليجتهدا في الإصلاح والتوفيق بينهما، وإزالة ما بينهما من الوحشة والشقاق، ومعرفة مصدر الشكوى من كل منهما، وإقناع كل منهما بالحق، وتذكيره بما أوجب الله عليه لصاحبه من حسن الصحبة وجميل العشرة، وما يلحقه من الإثم والعقاب بالمخالفة والعصيان، وما عسى أن يترتب على ذلك من انحلال عرى الزوجية، وهدم كيان الأسرة، وضياع الولد إن كان. فإن أعياهما إصلاح حالهما، ورأيا التفريق بينهما، فهل لهما ذلك دون الزوجين، أم ليس لهما تنفيذ أمر يلزم الزوجين بدون إذن منهما؟. ¶ __________ ¶ (1) انظر: الكشاف للزمخشري 1/525، وتفسير القرطبي 5/175، والبحر المحيط 3/629، وتفسير آيات الأحكام للشيخ محمد علي السايس 2/101. ¶ (2) تفسير آيات الأحكام للسايس 2/100، وروائع البيان في تفسير آيات الأحكام للصابوني 1/471-472. ¶ (3) انظر: تفسير القرطبي 5/175، والبحر المحيط 3/629-630، وتفسير الخازن 2/63، وتفسير الآلوسي 5/26، وتفسير القاسمي 5/1223.",
            "page": "46",
            "part": "1",
            "seal": "F2C4CA87"
        },
        {
            "id": "37",
            "nass": "المسألة خلافية: ¶ 1- فذهبت طائفة إلى أنهما حاكمان، ولهما أن يفعلا ما يريان فيه المصلحة، من جمع وتفريق، بعوض وغير عوض، ولا يحتاجان إلى توكيل الزوجين ولا رضاهما. والتفريق في ذلك طلاق بائن؛ وبهذا قال مالك، وإسحاق، والأوزاعي، وهو مروي عن علي، وابن عباس، والشعبي، والنخعي، وسعيد بن جبير، وابن المنذر (1) . ¶ واستدلوا بقولِه تعالى: {حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا} فسماهما حكمين، ولم يعتبر رضا الزوجين. قالوا: فهذا نص من الله سبحانه في أنهما قاضيان لا وكيلان، وللوكيل اسم في الشريعة ومعنى، وللحكم اسم في الشريعة ومعنى، فإذا بين الله سبحانه كل واحد منهما فلا ينبغي أن يركب معنى أحدهما على الآخر (2) . ¶ وأخرج ابن جرير الطبري بسنده من طريق علي بن أبي طلحة، عن ابن عباس في قوله: {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا} قال: فهذا الرجل والمرأة إذا تفاسد الذي بينهما، فأمر الله سبحانه أن يبعثوا رجلاً صالحاً من أهل الرجل، ومثله من أهل المرأة، فينظران أيهما المسيء، فإن كان الرجل هو المسيء حجبوا عنه امرأته، وقصروه على النفقة، وإن كانت المرأة هي المسيئة قصروها على زوجها ومنعوها النفقة، فإن اجتمع رأيهما على أن يفرقا أو يجمعا فأمرهما جائز، فإن رأيا أن يجمعا فرضي أحد الزوجين، وكره ¶ __________ ¶ (1) انظر: المغني لابن قدامة 10/264، والمحلى لابن حزم 10/87-88، وزاد المعاد ¶ 5/190، وتفسير الطبري 5/73-74، وتفسير القرطبي 5/176. ¶ (2) أحكام القرآن لأبي بكر بن العربي 1/424.",
            "page": "47",
            "part": "1",
            "seal": "36A789ED"
        },
        {
            "id": "38",
            "nass": "ذلك الآخر، ثم مات أحدهما، فإن الذي رضي يرث الذي كره، ولا يرث الكاره الراضي، وذلك قوله: {إِنْ يُرِيدَا إِصْلاحاً} قال: هما الحكمان يوفق الله بينهما (1) . ¶ كما أخرج الطبري بسنده عن عبيدة السلماني، قال: جاء رجل وامرأته بينهما شقاق إلى علي رضي الله عنه، مع كل واحد منهما فئام (2) من الناس، فقال علي رضي الله عنه: ابعثوا حكماً من أهله وحكماً من أهلها، ثم قال للحكمين: تدريان ما عليكما؟، عليكما إن رأيتما أن تجمعا أن تجمعا، وإن رأيتما أن تفرقا أن تفرقا، قالت المرأة: رضيت بكتاب الله بما علي فيه ولي، وقال الرجل: أما الفرقة فلا، فقال علي رضي الله عنه: كذبت، والله لا تنقلب حتى تقر بمثل الذي أقرت به (3) . ¶ وجه الدلالة: ¶ أن الحكمين لو كانا وكيلين لم يقل لهما: أتدريان ما عليكما. ¶ كما أن قوله: ((عليكما إذا رأيتما أن تجمعا أن تجمعا، وإن رأيتما أن تفرقا أن تفرقا)) دليل على أن لهما سلطة القاضي. ¶ قالوا: وليس المراد من قول علي رضي الله عنه للرجل: ((حتى تقر)) أن رضاه شرط، بل معناه: أن المرأة لما رضيت بما في كتاب الله تعالى، فقال الرجل: أما الفرقة فلا، يعني ليست الفرقة في كتاب الله، فقال له علي: كذبت، حتى أنكرت أن تكون الفرقة في كتاب الله، بل هي في كتاب الله، فإن قوله تعالى: ¶ {يُوَفِّقِ اللَّهُ بَيْنَهُمَا} يشتمل على الفراق وعلى غيره، لأن التوفيق أن يخرج كل ¶ __________ ¶ (1) تفسير الطبري 5/73-74. ¶ (2) فئام: جماعة من الناس. ¶ (3) تفسير الطبري 5/71.",
            "page": "48",
            "part": "1",
            "seal": "26757121"
        },
        {
            "id": "39",
            "nass": "واحد منهما من الإثم والوزر، وذلك يكون تارة بالفراق، وتارة بصلاح حاليهما في الوصلة (1) . ¶ وأخرج الطبري بسنده عن أبي مليكة أن عقيل بن أبي طالب تزوج فاطمة بنت عتبة، فكان بينهما كلام، فجاءت عثمان فذكرت ذلك له، فأرسل ابن عباس ومعاوية، فقال ابن عباس: لأفرقن بينهما، وقال معاوية: ما كنت لأفرق بين شيخين من بني عبد مناف، فأتياهما وقد اصطلحا (2) . ¶ والشاهد فيه: قول ابن عباس: ((لأفرقن بينهما)) ، وقول معاوية: ((ما كنت لأفرق)) حيث جعل أحدهما التفريق إليه، دون إذن الزوجين أو رضاهما، وجعل الآخر إليه عدم التفريق، فدل ذلك على أنهما بمنزلة القاضي، فهو يحكم وإن لم يرض المحكوم عليه. ¶ وممن اختار القول في المبعوثين بأنهما حاكمان لا وكيلان العلامة ابن القيم (3) ، والقاضي أبو بكر ابن العربي (4) ، والشيخ عبد الرحمن السعدي (5) رحمهم الله جميعاً. ¶ قال ابن القيم: وقد اختلف السلف والخلف في الحكمين، هل هما حاكمان أو وكيلان؟، على قولين: ¶ أحدهما: أنهما وكيلان، وهو قول أبي حنيفة، والشافعي في قول، وأحمد في رواية. ¶ __________ ¶ (1) تفسير البغوي مع الخازن 2/65. ¶ (2) تفسير الطبري 5/74-75. ¶ (3) زاد المعاد 5/190. ¶ (4) أحكام القرآن لابن العربي 1/424. ¶ (5) تفسير السعدي 1/320، وتيسير اللطيف المنان في خلاصة تفسير القرآن للسعدي ص 111.",
            "page": "49",
            "part": "1",
            "seal": "38CBDA2F"
        },
        {
            "id": "40",
            "nass": "والثاني: أنهما حاكمان، وهذا قول أهل المدينة، ومالك، وأحمد في الرواية الأخرى، والشافعي في القول الآخر، وهذا هو الصحيح. ¶ والعجب كل العجب ممن يقول: هما وكيلان لا حاكمان، والله تعالى قد نصبهما حكمين، وجعل نصبهما إلى غير الزوجين، ولو كانا وكيلين لقال: فليبعث وكيلاً من أهله، ولتبعث وكيلاً من أهلها. ¶ وأيضا: فلو كانا وكيلين لم يختصا بأن يكونا من الأهل. ¶ وأيضا: فإنه جعل الحكم إليهما، فقال: {إِِنْ يُرِيدَا إِصْلاحاً يُوَفِّقِ اللَّهُ بَيْنَهُمَا} ، والوكيلان لا إرادة لهما، إنما يتصرفان بإرادة موكليهما. ¶ وأيضا: فإن الوكيل لا يسمى حكماً في لغة القرآن، ولا في لسان الشارع، ولا في العرف العام ولا الخاص. ¶ وأيضا: فالحكم من له ولاية الحكم والإلزام، وليس للوكيل شيء من ذلك. ¶ وأيضا: فإن الحكم أبلغ من حاكم، لأنه صفة مشبهة باسم الفاعل، دالة على الثبوت، ولا خلاف بين أهل العربية في ذلك، فإذا كان اسم الحاكم لا يصدق على الوكيل المحض، فكيف بما هو أبلغ منه. ¶ وأيضا: فإنه سبحانه خاطب بذلك غير الزوجين، وكيف يصح أن يوكل عن الرجل والمرأة غيرهما، وهذا يحوج إلى تقدير الآية هكذا: (وإن خفتم شقاق بينهما) فمروهما أن يوكلا وكيلين، وكيلاً من أهله، ووكيلا من أهلها، ومعلوم بعد لفظ الآية ومعناها عن هذا التقدير، وأنها لا تدل عليه بوجه، بل هي دالة على خلافه، وهذا بحمد الله واضح ... فهذا عثمان وعلي وابن عباس ومعاوية جعلوا الحكم إلى الحكمين، ولا يعرف لهم من الصحابة مخالف، وإنما يعرف الخلاف بين التابعين فمن بعدهم؛ والله أعلم (1) . ا?. ¶ __________ ¶ (1) زاد المعاد 5/189-191.",
            "page": "50",
            "part": "1",
            "seal": "4D8663D0"
        },
        {
            "id": "41",
            "nass": "2- وذهب آخرون إلى أن الحكمين وكيلان للزوجين، أحدهما عن الزوج والآخر عن المرأة، ولا يملكان تنفيذ أمر يلزم الزوجين، من تفريق أو مخالعة أو غيره إلا بإذن الزوجين ورضاهما، (وهو القول الثاني في المسألة) ؛ وهو مذهب أبي حنيفة وأصحابه، وأحد القولين للشافعي، والرواية الأخرى لأحمد، وهو قول عطاء، وقتادة، والحسن، وبه قال أهل الظاهر (1) ؛ واختاره ابن جرير الطبري (2) . ¶ واستدلوا لذلك بما يلي: ¶ قولُه تعالى: {إِنْ يُرِيدَا إِصْلاحاً يُوَفِّقِ اللَّهُ بَيْنَهُمَا} حيث اقتصر في مهمة بعث الحكمين على ذكر الإصلاح بين الزوجين، دون التفريق، وذلك يقتضي أن يكون ما وراء الإصلاح غير مفوض إليهما. ¶ وأيضا: قول علي رضي الله عنه للرجل في الأثر السابق ذكره: (( ... كذبت والله لا تنقلب حتى تقر بمثل الذي أقرت به)) . حيث فوضت المرأة، وامتنع الزوج من تفويض الطلاق، فقال له علي: كذبت حتى تقر بمثل ما أقرت به، وذلك يعني أنه إن لم يقر لم يلزمه الطلاق، وإن رآه الحكمان. ¶ وأيضا: فإن الأصل أن التطليق بيد الزوج، فلو رأى الحكمان التطليق عليه، وهو كاره، كان ذلك مخالفة لدليل الأصل، ثم إن شأن الحكمين السعي في الإصلاح لا التفريق، ولا يعرف: أصلحت بين الزوجين: أي طلقتها عليه. ¶ وأيضا: فإن البضع حق للزوج، والمال حق للمرأة، وهما رشيدان، فلا ¶ __________ ¶ (1) انظر: المغني 10/264، والمحلى 10/88، وأحكام القرآن للجصاص 2/190-193، وزاد المعاد 5/190، وتفسير القرطبي 5/176، وتفسير ابن كثير 2/297، وتفسير الشوكاني 1/698. ¶ (2) تفسير الطبري 5/76.",
            "page": "51",
            "part": "1",
            "seal": "1632D164"
        },
        {
            "id": "42",
            "nass": "يجوز لغيرهما التصرف فيه إلا بوكالة منهما، أو ولاية عليهما (1) . ¶ يقول أبو بكر الجصاص: لو أقر الزوج بالإساءة إليها لم يفرق بينهما، ولم يجبره الحاكم على طلاقها قبل تحكيم الحكمين، وكذلك لو أقرت المرأة بالنشوز لم يجبرها الحاكم على خلع ولا على رد مهرها، فإذا كان كذلك حكمهما قبل بعث الحكمين، فكذلك بعد بعثهما لا يجوز إيقاع الطلاق من جهتها من غير رضى الزوج وتوكيله، ولا إخراج المهر من ملكها من غير رضاها ... ولأن الحاكم لا يملك ذلك فكيف يملكه الحكمان (2) . ¶ ويقول ابن جرير الطبري في معرض ترجيحه لهذا القول: وأي الأمرين كان، فليس لهما - أي للحكمين - ولا لواحد منهما الحكم بينهما بالفرقة، ولا بأخذ مال إلا برضا المحكوم عليه بذلك، وإلا ما لزم من حق لأحد الزوجين على الآخر في حكم الله، وذلك ما لزم الرجل لزوجته من النفقة والإمساك بمعروف إن كان هو الظالم لها، فأما غير ذلك فليس ذلك لهما، ولا لأحد من الناس غيرهما، لا السلطان ولا غيره، وذلك أن الزوج إن كان هو الظالم للمرأة فللإمام السبيل إلى أخذه بما يجب لها عليه من حق، وإن كانت المرأة هي الظالمة زوجها، الناشزة عليه، فقد أباح الله له أخذ الفدية منها، وجعل إليه طلاقها، - على ما قد بيناه في سورة البقرة - وإذا كان الأمر كذلك لم يكن لأحد الفرقة بين رجل وامرأة بغير رضا الزوج، ولا أخذ مال من المرأة بغير رضاها بإعطائه، إلا بحجة يجب التسليم لها من أصل أو قياس. وإن بعث الحكمين السلطان، فلا ¶ __________ ¶ (1) انظر: المحلى 10/87، والمغني 10/264، وتفسير القرطبي 5/177، والتحرير والتنوير 5/46-47. ¶ (2) أحكام القرآن للجصاص 2/191.",
            "page": "52",
            "part": "1",
            "seal": "979F91F8"
        },
        {
            "id": "43",
            "nass": "يجوز لهما أن يحكما بين الزوجين بفرقة إلا بتوكيل الزوج إياهما بذلك، ولا لهما أن يحكما بأخذ مال من المرأة إلا برضا المرأة، يدل على ذلك ما قد بيناه قبل من فعل علي بن أبي طالب رضي الله عنه بذلك والقائلين بقوله، ولكن لهما أن يصلحا بين الزوجين، ويتعرفا الظالم من المظلوم، ليشهدا عليه إن احتاج المظلوم منهما إلى شهادتهما ... (1) . ¶ وعلل أصحاب هذا القول تسميتهما حكمين: بأن اسم الحكم يفيد تحري الصلاح فيما جعل إليه، وإنفاذ القضاء بالحق والعدل، فلما كان ذلك موكولا إلى رأيهما، وأنفذا على الزوجين حكما من جمع أو تفريق مضى ما أنفذاه، فسميا حكمين من هذا الوجه، فلما أشبه فعلهما فعل الحاكم في القضاء عليها بما وكلا به على جهة تحري الخير والصلاح سميا حكمين، ويكونان مع ذلك وكيلين لهما، إذ غير جائز أن تكون لأحد ولاية على الزوجين من خلع أو طلاق إلا بأمرهما. ¶ فالحكمان إنما يبعثان للصلح بين الزوجين، فإن أعياهما ذلك شهدا على الظالم منهما، ووعظاه وأنكرا عليه ظلمه، وليس بأيديهما فرقة أو مخالعة دون إذن الزوجين ورضاهما، فهما في حال شاهدان، وفي حال مصلحان، وفي حال آمران بمعروف وناهيان عن منكر، وفي حال وكيلان فيما فوض إليهما من جمع أو تفريق (2) . ¶ وعلى هذا فقوله: {فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا} يعني أن الذي من أهله وكيل له، والذي من أهلها وكيل لها، كأنه قال: فابعثوا رجلا من قبله ¶ __________ ¶ (1) تفسير الطبري 5/76. ¶ (2) أحكام القرآن للجصاص 2/191-193.",
            "page": "53",
            "part": "1",
            "seal": "93CC042A"
        },
        {
            "id": "44",
            "nass": "ورجلا من قبلها. ¶ أما عن الترجيح بين القولين في المسألة، فظاهر الآية محتمل للوجهين فيها، فمن أخذ بالقول الأول تمسك منها بلفظ الحكم، فإن الله تعالى سمى كلا منهما حكماً، والحكم هو الحاكم، ومن شأن الحاكم أن يحكم وإن لم يرض المحكوم عليه. ومن أخذ بالقول الثاني تعلق بقوله: {إِنْ يُرِيدَا إِصْلاحاً} حيث جعل مهمة الحكمين السعي في إرادة الإصلاح، وهذا يقتضي أن يكون ما وراء الإصلاح غير مفوض إليهما. ¶ ولما كانت الآية محتملة لوجهة كل من الفريقين، ولم يصح في المسألة شيء عن النبي صلى الله عليه وسلم، فالمسألة اجتهادية، والذي يقتضيه النظر - والله أعلم - ترجيح القول الثاني، لوجاهة ما استدلوا به، ولأن إساءة أحد الزوجين إلى الآخر لا ينبغي أن تكون سبباً للتفريق بينهما، إذ الحياة الزوجية لا تخلو من مثل هذا غالباً. ¶ فالزوج إن كان هو المسيء للمرأة الظالم لها، فهناك السبيل إلى أخذه بما يجب لها عليه من حق، وإن كانت المرأة هي الظالمة زوجها، الناشزة عليه، فقد أباح الله له أخذ الفدية منها، وجعل إليه طلاقها، وإذا كان الأمر كذلك لم يكن لأحد التفريق بين رجل وامرأته بغير رضا الزوج، ولا أخذ مال من المرأة بغير رضاها بإعطائه، إلا بحجة يجب التسليم لها من أصل أو قياس، على ما أفاده ابن جرير الطبري رحمه الله (1) . وكذلك فإنه لا خلاف - كما سبق - أن الزوج لو أقر قبل التحكيم بالإساءة إليها، لم يجبره الحاكم على الطلاق، وأن الزوجة لو أقرت كذلك قبل التحكيم بالنشوز، لم يجبرها الحاكم على الافتداء، فإذا كان ذلك حكمهما قبل بعث الحكمين، فكذلك يكون الحكم بعد بعثهما، لا يجوز ¶ __________ ¶ (1) انظر: تفسير الطبري 5/76.",
            "page": "54",
            "part": "1",
            "seal": "05A3278E"
        },
        {
            "id": "45",
            "nass": "إيقاع الطلاق من غير رضا الزوج وتوكيله، ولا إخراج المال عن ملك المرأة من غير رضاها (1) ؛ والله أعلم. ¶ قوله تعالى: {إِنْ يُرِيدَا إِصْلاحاً يُوَفِّقِ اللَّهُ بَيْنَهُمَا} ¶ الضمير في قولِه: (إن يريدا) عائد على الحكمين، كما في قول ابن عباس، ومجاهد، وسعيد بن جبير، والضحاك، والسدي، وجمهور المفسرين (2) ، لأنهما المسوق لهما الكلام في قوله: {فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا} ، أي إن يرد الحكمان (إصلاحاً) بين الزوجين وتأليفاً، فينظرا في أمر الزوجين نظراً منبعثاً عن نية الإصلاح بينهما والنصح لهما (يوفق الله بينهما) أي بين الحكمين، فتتفق كلمتهما، ويحصل مقصودهما. ¶ وقيل: الضمير في (بينهما) عائد على الزوجين: أي إن قصد الحكمان إصلاح ذات البين، وكانت نيتهما صحيحة، وقلوبهما ناصحة لوجه الله بورك في وساطتهما، وأوقع الله بطيب نفسيهما وحسن سعيهما بين الزوجين الوفاق والألفة، وألقى في نفوسهما المودة والرحمة (3) . ¶ وقيل: الضميران عائدان على الزوجين، أي إن يريد الزوجان إصلاح ما بينهما من الشقاق، فخلصت نيتهما، وحسن قصدهما، أوقع الله تعالى بينهما الألفة، وأبدلهما بالشقاق وفاقاً، وبالبغضاء مودة (4) . ¶ __________ ¶ (1) أحكام القرآن للجصاص 2/191. ¶ (2) انظر: تفسير الطبري 5/76-77، وزاد المسير 2/77، وتفسير الآلوسي 5/27، والتحرير والتنوير 5/47. ¶ (3) انظر: الكشاف 1/525، والبحر المحيط 3/630، وتفسير الآلوسي 5/27، والتحرير والتنوير 5/47. ¶ (4) انظر: الكشاف 1/525-526، وتفسير الآلوسي 5/27.",
            "page": "55",
            "part": "1",
            "seal": "4877CC53"
        },
        {
            "id": "46",
            "nass": "وقيل: الضمير في (إن يريدا) عائد على الزوجين، وفي (يوفق الله بينهما) عائد على الحكمين، أي إن يريد الزوجان إصلاحاً واتفاقاً يوفق الله تعالى بين الحكمين حتى يعملا بالصلاح ويتحرياه (1) ، فتجتمع كلمتهما على النصح، ويبارك مسعاهما في الإصلاح والتوفيق. ¶ وأظهر هذه الأقوال - والله أعلم - هو القول الأول، وهو ما قال به الجمهور، وأن الضميرين معاً عائدان على الحكمين، وذلك أنهما أقرب مذكور في السياق، وأن السعي في الإصلاح بين الزوجين من شأنهما، فكانت الآية حثاً لهما على إرادة الإصلاح وتحريه، وإن كان لفظ الآية محتملاً للوجوه الأخرى أيضاً. ولأيٍ كان الضمير، ففيه التنبيه على أن من أصلح نيته فيما يتوخاه وفقه الله تعالى لمبتغاه. ¶ ثم إن عدم التعرض لذكر عدم إرادة الإصلاح للإيذان بأن ذلك ليس مما ينبغي أن يفرض صدوره عنهما، وأن الذي يليق بشأنهما ويتوقع صدوره عنهما هو إرادة الإصلاح، كما أن عدم ذكر ما يقابل التوفيق بينهما، وهو التفريق، للإشعار بأن ذلك ليس من شأنه أن يقع (2) . ¶ قوله: {إِنَّ اللَّهَ كَانَ عَلِيماً خَبِيراً} ¶ أي عالماً بجميع الظواهر والبواطن، مطلعاً على خفايا الأمور وأسرارها، فلذلك شرع لكم هذه الأحكام الجليلة والشرائع الجميلة، التي هي الطريق إلى القيام بالحقوق. فهو سبحانه العليم بما أراده الحكمان أو الزوجان من خير وإصلاح، خبير بذلك وبغيره من أمورهما وأمور غيرهما، لا يخفى عليه شيء منه، ¶ __________ ¶ (1) انظر: تفسير الآلوسي 5/27. ¶ (2) انظر: تفسير الفخر الرازي 10/97، وتفسير أبي السعود 2/175، وتفسير المنار 5/79.",
            "page": "56",
            "part": "1",
            "seal": "1577D8FB"
        },
        {
            "id": "47",
            "nass": "حافظ عليهم، حتى يجازي كلا منهم جزاءه واستحقاقه (1) . ¶ كما أن في ذلك مزيد ترغيب وتأكيد للحكمين والزوجين في إرادة الإصلاح، وتحذير عن المساهلة في هذا الأمر. ¶ وفي تفسير المنار: {إِنَّ اللَّهَ كَانَ عَلِيماً خَبِيراً} أي إنه كان فيما شرعه لكم من هذا الحكم (عليماً) بأحوال العباد وأخلاقهم وما يصلح لهم، (خبيراً) بما يقع بينهم وبأسبابه الظاهرة والباطنة، فلا يخفى عليه شيء من وسائل الإصلاح بينهما. ¶ وإني لأكاد أبصر الآية الحكيمة تومئ بالاسمين الكريمين إلى أن كثيراً من الخلاف يقع بين الزوجين، فيظن أنه مما يتعذر تلافيه هو في الواقع ونفس الأمر ناشئ عن سوء التفاهم لأسباب عارضة، لا عن تباين في الطباع أو عداوة راسخة، وما كان كذلك يسهل على الحكمين الخبيرين بدخائل الزوجين لقربهما منهما، أن يمحصا ما علق من أسبابه في قلوبهما، إذا ما حسنت النية وصحت الإرادة (2) . ¶ قال الله تعالى: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً فَلا جُنَاحَ عَلَيهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاً وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً} ¶ الروايات والآثار الواردة حول المراد بالآية وسبب نزولها: ¶ أخرج أبو داود بسنده عن هشام بن عروة عن أبيه، قال: قالت عائشة: يا ابن أختي، كان رسول الله صلى الله عليه وسلم لا يفضل بعضنا على بعض في القسم من مكثه ¶ __________ ¶ (1) انظر: تفسير الطبري 5/77، وتفسير السعدي 1/320. ¶ (2) تفسير المنار 5/79.",
            "page": "57",
            "part": "1",
            "seal": "610AFECF"
        },
        {
            "id": "48",
            "nass": "عندنا، وكان قلَّ يوم إلا وهو يطوف علينا جميعاً، فيدنو من كل امرأة من غير مسيس، حتى يبلغ إلى التي هو يومها، فيبيت عندها، ولقد قالت سودة بنت زمعة حين أسنت وفرقت (1) أن يفارقها رسول الله صلى الله عليه وسلم: يا رسول الله، يومي لعائشة، فقبل ذلك رسول الله صلى الله عليه وسلم منها، قالت: نقول في ذلك أنزل الله تعالى وفي أشباهها، أراه قال: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً} (2) . ¶ وأخرج البخاري في صحيحه بسنده عن عائشة رضي الله عنها في قوله تعالى: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً} قالت: الرجل تكون عنده المرأة ليس بمستكثر، يريد أن يفارقها، فتقول: أجعلك من شأني في حل، فنزلت هذه الآية في ذلك (3) . ¶ وأخرجه البخاري أيضا في موضع آخر من صحيحه بسياق أتم، ولفظه: عن عائشة رضي الله عنها: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً ... } قالت: هي المرأة تكون عند الرجل لا يستكثر منها، فيريد طلاقها ويتزوج غيرها، تقول له: أمسكني ولا تطلقني، ثم تزوج غيري، فأنت في حل من النفقة عليَّ والقسمة لي، فذلك قولُه تعالى: {فَلا جُنَاحَ عَلَيهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاً وَالصُّلْحُ خَيْرٌ} (4) . ¶ وأخرج سعيد بن منصور في سننه، قال: أنبأنا عبد الرحمن بن أبي الزناد، عن هشام، عن أبيه عروة، قال: أنزل الله تعالى في سودة وأشباهها: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً} وذلك أن سودة كانت امرأة قد أسنت، ففزعت ¶ __________ ¶ (1) الفَرَق، بالتحريك: الخوف. انظر: لسان العرب، مادة ((فرق)) . ¶ (2) سنن أبي داود، كتاب النكاح، برقم: (2135) . ¶ (3) صحيح البخاري مع شرحه فتح الباري، كتاب التفسير، برقم: (4601) . ¶ (4) صحيح البخاري مع شرحه فتح الباري، كتاب النكاح، برقم: (5206) .",
            "page": "58",
            "part": "1",
            "seal": "A9D5462E"
        },
        {
            "id": "49",
            "nass": "أن يفارقها رسول الله صلى الله عليه وسلم، وظنت بمكانها منه، وعرفت من حب رسول الله صلى الله عليه وسلم عائشة ومنْزلتها منه، فوهبت يومها من رسول الله صلى الله عليه وسلم لعائشة، فقبل ذلك النبي صلى الله عليه وسلم (1) . ¶ وذكر ابن كثير عن ابن أبي حاتم بسنده عن سماك بن حرب، عن خالد بن عرعرة، قال: جاء رجل إلى علي بن أبي طالب رضي الله عنه، فسأله عن قول الله عز وجل: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً فَلا جُنَاحَ عَلَيهِمَا} قال علي: يكون الرجل عنده المرأة، فتنبو عيناه عنها من دمامتها، أو كبرها، أو سوء خلقها، أو قذذها، فتكره فراقه، فإن وضعت له من مهرها شيئا حل له، وإن جعلت له من أيامها فلا حرج (2) . ¶ قال ابن كثير: وكذا رواه أبو داود الطيالسي عن شعبة، عن حماد بن سلمة، وأبي الأحوص، ورواه ابن جرير من طريق إسرائيل عن سماك به، وكذا فسرها ابن عباس، وعبيدة السلماني، ومجاهد بن جبر، والشعبي، وسعيد بن جبير، وعطاء، وعطية العوفي، ومكحول، والحكم بن عتبة، والحسن، وقتادة، وغير واحد من السلف والأئمة، ولا أعلم خلافا في أن المراد بهذه الآية هذا، والله أعلم. انتهى (3) . ¶ وروى الحافظ أبو بكر البيهقي بسنده عن سعيد بن المسيب، وسليمان بن يسار: أن السنة في هاتين الآيتين اللتين ذكر الله فيهما نشوز المرء وإعراضه عن امرأته في قولِه: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً} إلى تمام الآيتين، أن ¶ __________ ¶ (1) سنن سعيد بن منصور، برقم: (702) ، والسنن الكبرى للبيهقي 7/297. ¶ (2) تفسير ابن كثير 2/428. ¶ (3) المصدر السابق.",
            "page": "59",
            "part": "1",
            "seal": "FA52DBF4"
        },
        {
            "id": "50",
            "nass": "المرء إذا نشز عن امرأته وآثر عليها، فإن من الحق أن يعرض عليها أن يطلقها أو تستقر عنده على ما كانت من أثرة في القسم من ماله ونفسه، فإن استقرت عنده على ذلك، وكرهت أن يطلقها، فلا حرج عليه فيما آثر عليها من ذلك، فإن لم يعرض عليها الطلاق، وصالحها على أن يعطيها من ماله ما ترضاه وتقر عنده على الأثرة في القسم من ماله ونفسه، صلح له ذلك، وجاز صلحها عليه، كذلك ذكر سعيد بن المسيب، وسليمان الصلح الذي قال الله عز وجل: {فَلا جُنَاحَ عَلَيهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاً وَالصُّلْحُ خَيْرٌ} (1) . ¶ وبعد ذكر تلك الروايات والآثار حول المراد بالآية وسبب نزولها، هذا شروع في تحليل مفرداتها وتفصيل معناها ودلالاتها: ¶ نشوز الزوج، وإعراضه، مفهومه، وأسبابه، وكيفية معالجته ¶ قوله: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً} ¶ الخوف هنا مستعمل في حقيقته، بظهور إمارات تدل عليه، كأن ترى المرأة من زوجها تجافياً عنها وترفعا عن صحبتها، بترك مضاجعتها، أو التقصير في بعض حقوقها؛ وقيل: هو التوقع لما يكره، بوقوع بعض أسبابه؛ وقيل: معنى خافت: علمت، وقيل: ظنت (2) . والأول هو المتبادر من ظاهر اللفظ ودلالة السياق؛ والله أعلم. ¶ __________ ¶ (1) السنن الكبرى للبيهقي 7/296. ¶ (2) انظر: تفسير الطبري 5/305، والكشاف للزمخشري 1/568، وتفسير الفخر الرازي 11/65-66، والبحر المحيط لأبي حيان 4/86، وتفسير الآلوسي 5/161، وتفسير المنار 5/445.",
            "page": "60",
            "part": "1",
            "seal": "868022A5"
        },
        {
            "id": "51",
            "nass": "قال أبو حيان: والخوف هنا على بابه، لكنه لا يحصل إلا بظهور أمارات ما تدل على وقوع الخوف، ولا ينبغي أن يخرج عن الظاهر، إذ المعنى معه يصح (1) . ¶ والبعل: هو الزوج، وجمعه بعولة، قال تعالى: {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ} (2) ، والأصل في البعل أنه السيد، وسمي الزوج بعلاً لكونه كالسيد لزوجته (3) . ¶ قولُه: (نشوزاً) : النشوز بين الزوجين هو كراهة أحدهما صاحبه وترفعه عن رتبة حسن العشرة معه، لعدم رضاه، فالنشوز الترفع والكبر وما يترتب عليهما من سوء المعاملة، مشتق من النشز، وهو ما ارتفع من الأرض، وقد تقدم بيانه. وهو كما يكون من المرأة في حق زوجها - كما سبق إيضاحه عند تفسير قوله تعالى: {وَاللَّاتِيتَخَافُونَ نُشُوزَهُنَّ} - يكون من الرجل في حق امرأته، كما هنا. والمراد به هنا: استعلاء الرجل بنفسه عن امرأته وترفعه وتجافيه عنها، بأن يمنعها نفسه ومودته، فيسيء معاشرتها، ويترك مضاجعتها، ويقصر في حقوقها، إما كراهة لها، أو رغبة عنها إلى غيرها، أو لغير ذلك من الأسباب (4) . ¶ قولُه: (أو إعراضاً) الإعراض: الميل والانحراف عن الشيء، والمراد هنا: انصراف الرجل عن امرأته بوجهه أو ببعض منافعه التي كانت لها منه، مثل أن ¶ __________ ¶ (1) البحر المحيط 4/86. ¶ (2) سورة البقرة، آية: (228) . ¶ (3) انظر: اللسان، مادة (بعل) ، وانظر: تفسير الفخر الرازي 11/66. ¶ (4) انظر: تفسير الطبري 5/305، والمحرر الوجيز لابن عطية 2/119، والكشاف للزمخشري 1/568، والبحر المحيط 4/86، وتفسير الفخر الرازي 11/66، وتفسير المنار 5/445، وتفسير القاسمي 5/1593.",
            "page": "61",
            "part": "1",
            "seal": "793189BD"
        },
        {
            "id": "52",
            "nass": "يقلل محادثتها، أو مجالستها ومؤانستها، لسبب من الأسباب، كطعن في سن، أو دمامة، أو شيء في خلق أو خلق، أو ملال، أو طموح عين إلى أخرى، أو غير ذلك. والإعراض أخف من النشوز (1) . ¶ قال محي الدين شيخ زاده في حاشيته على تفسير البيضاوي: والنشوز لاستلزامه الترفع والتعدي والإطالة يستلزم الإعراض، من غير عكس، لأن الإعراض يتحقق بمجرد تقليل المحادثة والمؤانسة، لبعض الأسباب، كطعن سن، ودمامة، وتعلق القلب بأخرى (2) . ¶ وقيل: (أو إعراضاً) أي تطليقاً (3) . ¶ وللنشوز والإعراض أحوال كثيرة، تقوى وتضعف، وتختلف عواقبها باختلاف أحوال الأنفس، لكن على الزوجة أن تتحرى معرفة الدافع لنشوز زوجها وإعراضه عنها، والسبب فيما طرأ عليه نحوها من تغير وتحول، وعليها أن تتثبت فيما تراه من إمارات النشوز والإعراض، فربما كان ذلك لسبب خارجي، لا تعلق له بكراهتها، والجفوة عنها وعن مسامرتها ومعاشرتها بالمعروف. فحينئذ عليها أن تعذره، وأن تصبر على ما لا تحب من ذلك. أما إن لمست ما يدل على كراهته إياها ورغبته عنها، مما ظهر لها من مبادئ الفتور والنفور، ودلائل الكراهية والابتعاد، مما يبعث في نفسها القلق على استمرار الحياة الزوجية، فقد أباح الله تعالى لهما أن يتفاهما ويتصالحا صلحاً يتفقان عليه بينهما، كأن تسمح لزوجها ببعض حقها عليه في النفقة أو القسمة، أو بحقها كله فيهما أو في أحدهما، ¶ __________ ¶ (1) انظر: المصادر السابقة. ¶ (2) حاشية زاده على البيضاوي 2/73. ¶ (3) تفسير القاسمي 5/1593.",
            "page": "62",
            "part": "1",
            "seal": "90416EAA"
        },
        {
            "id": "53",
            "nass": "أو تهبه شيئاً من مهرها، أو تعطيه مالاً لتستعطفه وتستديم المقام معه والبقاء في عصمته، وذلك معنى قوله تعالى: {فَلا جُنَاحَ عَلَيهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاً} (1) . ¶ وإنما يحل له ذلك منها إذا كان برضاها، لاعتقادها أن في ذلك الخير لها، من غير أن يكون ملجئا إياها إليه بما لا يحل له من ظلمها أو إهانتها (2) . ¶ __________ ¶ (1) انظر: تفسير المنار 5/445-446، وكتاب (سمو التشريع الإسلامي في معالجة النشوز والشقاق بين الزوجين) د. كوثر كامل علي ص 112-113. ¶ (2) انظر: تفسير المنار 5/446.",
            "page": "63",
            "part": "1",
            "seal": "9B91CDCF"
        },
        {
            "id": "54",
            "nass": "الصلح بين الزوجين، مفهومه، وكيفيته، والحث عليه ¶ قولُه: (فلا جناح عليهما) أي لا إثم ولا حرج (عليهما) حينئذ (أن يصلحا بينهما صلحاً) بأن تسقط المرأة حقها أو بعضه، من نفقة، أو كسوة، أو مبيت، أو غير ذلك من حقوقها على زوجها، أو تهب له مالاً تستميله وتستعطفه بذلك، فلا جناح عليها في بذلها ذلك له، ولا عليه في قبوله منها، على أن يكون ذلك برضاها، وإلا فعلى الزوج أن يوفيها حقها أو يفارقها، فإن المقصد هو التراضي والمعاشرة بالمعروف، أو التسريح بإحسان. فأرشد الله في حال خوف المرأة نشوز زوجها، بترفعه عليها وعدم رغبته فيها، وإعراضه عنها، أرشدها في هذه الحال إلى طريق يستقيم به أمرها مع زوجها، وهو طريق الصلح بينهما، كأن ترضى بالصلح على إسقاط حقها أو بعضه، أو بذل شيء من مالها، على أن تبقى في عصمته، فمتى ما اتفقا على شيء من ذلك تصلح به حالهما، فلا حرج ولا بأس، وهو خير من المقاصاة في الحقوق المؤدية إلى الجفاء أو الفراق (1) . ¶ يقول الإمام ابن عطية رحمه الله: هذه الآية حكم من الله تعالى في أمر المرأة التي تكون ذات سن ودمامة، أو نحو ذلك مما يرغب زوجها عنها، فيذهب الزوج إلى طلاقها، أو إلى إيثار شابة عليها، ونحو هذا مما يقصد به صلاح نفسه ولا يضرها هي ضرراً يلزمه إياها، بل يعرض عليها الفرقة أو الصبر على الأثرة، فتريد هي بقاء العصمة، فهذه التي أباح الله تعالى بينهما الصلح، ورفع الجناح فيه، إذ الجناح في كل صلح يكون عن ضرر من الزوج يفعله حتى تعالجه، وأباح ¶ __________ ¶ (1) انظر: تفسير السعدي 1/385، وتيسير اللطيف المنان في خلاصة تفسير القرآن للسعدي أيضاً ص 111.",
            "page": "64",
            "part": "1",
            "seal": "5B525C98"
        },
        {
            "id": "55",
            "nass": "الله تعالى الصلح مع الخوف وظهور علامات النشوز أو الإعراض، وهو مع وقوعها مباح أيضاً ... وأنواع الصلح كلها مباحة في هذه النازلة، أن يعطي الزوج على أن تصبر هي، أو تعطي هي على أن لا يؤثر الزوج، أو على أن يؤثر ويتمسك بالعصمة، أو يقع الصلح على الصبر على الأثرة، فهذا كله مباح (1) . ¶ وفي في ظلال القرآن: لقد نظّم - من قبل - حالة النشوز من ناحية الزوجة، والإجراءات التي تتخذ للمحافظة على كيان الأسرة، فالآن ينظم حالة النشوز والإعراض حين يخشى وقوعها من ناحية الزوج، فتهدد أمن المرأة وكرامتها، وأمن الأسرة كلها. إن القلوب تتقلب، وإن المشاعر تتغير، والإسلام منهج حياة يعالج كل جزئية فيها، ويتعرض لكل ما يعرض لها في نطاق مبادئه واتجاهاته … فإذا خشيت المرأة أن تصبح مجفوة، وأن تؤدي هذه الجفوة إلى الطلاق - وهو أبغض الحلال إلى الله - أو إلى الإعراض، الذي يتركها كالمعلقة، لا هي زوجة ولا هي مطلقة، فليس هناك حرج عليها ولا على زوجها، أن تتنازل له عن شيء من فرائضها المالية أو فرائضها الحيوية، كأن تترك له جزءاً أو كلا من نفقتها الواجبة عليه، أو أن تترك له قسمتها وليلتها، إن كانت له زوجة أخرى يؤثرها، وكانت هي قد فقدت حيويتها للعشرة الزوجية أو جاذبيتها، هذا كله إذا رأت هي - بكامل اختيارها وتقديرها لجميع ظروفها - أن ذلك خير لها وأكرم من طلاقها (2) . ¶ ولا يكون ما أخذه الزوج من مال امرأته بذلك الصلح الذي اتفقا ¶ __________ ¶ (1) المحرر الوجيز 2/119. ¶ (2) في ظلال القرآن 2/768.",
            "page": "65",
            "part": "1",
            "seal": "75611779"
        },
        {
            "id": "56",
            "nass": "وتراضيا عليه أكلا بالباطل أو أخذاً بالإكراه، وذلك حين يكون نشوز الزوج وإعراضه عن زوجته حقيقة في رغبته عنها وإرادة فراقها، لسبب من الأسباب، لا تحايلاً وذريعة لاجتلاب مال المرأة أو إنقاصها حقها، فإن أخذ المال بهذه الوسيلة أكل له بالباطل، وأخذ له بغير مسوغ شرعي، وقد حرم الله أكل أموال الناس بالباطل، وحرم مشاقة الرجل زوجته لغرض أخذ شيء من مالها، كما قال تعالى: {وَلا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ} (1) . ¶ إنما أباح الله تعالى في الآية ذلك الصلح بين الزوجين في حق رجل يرغب حقيقة في فراق زوجته، لسبب ما، وامرأة تريد المقام معه، فإذا تراضيا على شيء من حق المرأة تنزل عنه، في مقابلة أن ينزل الرجل عن شيء من حقه، وهو الطلاق، جاز لهما ذلك، ولا جناح عليهما فيه (2) . ¶ وفي قوله: (أن يصلحا) قراءتان سبعيتان: ¶ فقرأ الكوفيون، عاصم، وحمزة، والكسائي: ((يُصْلِحا)) بضم الياء، وتخفيف الصاد، وكسر اللام، من أصلح على وزن أكرم، بمعنى أصلح الزوج والمرأة بينهما، بأن يوقعا بينهما أمراً يرتضيانه، ويصلحان به شأنهما بما يبدو من وجوه المصالحة (3) . ¶ قال الفخر الرازي: من قرأ ((يُصْلِحا)) فوجهه أن الإصلاح عند التنازع ¶ __________ ¶ (1) سورة النساء، آية: (19) . ¶ (2) انظر: تفسير آيات الأحكام، للشيخ محمد علي السايس 2/147. ¶ (3) انظر: تفسير الطبري 5/310، والمحرر الوجيز لابن عطية 2/119، وزاد المسير 2/218، وتفسير الفخر الرازي 11/66، والبحر المحيط لأبي حيان 4/86؛ وانظر: الحجة للقراء السبعة، لأبي علي الفارسي 3/183-184، والكشف عن وجوه القراءات السبع لمكي بن أبي طالب 1/398، وحجة القراءات، لابن زنجلة ص 213-214.",
            "page": "66",
            "part": "1",
            "seal": "323B60C2"
        },
        {
            "id": "57",
            "nass": "والتشاجر مستعمل، قال تعالى: {فَمَنْ خَافَ مِنْ مُوصٍ جَنَفاً أَوْ إِثْماً فَأَصْلَحَ بَيْنَهُمْ} (1) ، وقال: {َوْ إِصْلاحٍ بَيْنَ النَّاسِ} (2) (3) . ¶ وقرأ الباقون من السبعة: ابن كثير، ونافع، وأبو عمرو، وابن عامر: ((أن يَصَّالَحا)) بفتح الياء، وتشديد الصاد، وألف بعدها، وفتح اللام، من التصالح، وأصله: يتصالحا، فأدغمت التاء في الصاد، فصارتا صاداً مشددة (4) . ¶ ووجهه - كما قال ابن جرير الطبري - أن التصالح في هذا الموضع أشهر وأوضح معنى، وأفصح وأكثر على ألسن العرب من الإصلاح، والإصلاح في خلاف الإفساد أشهر منه في معنى التصالح (5) . ¶ وقال القرطبي: من قرأ ((يَصَّالَحا)) فوجهه: أن المعروف في كلام العرب إذا كان بين قوم تشاجر أن يقال: تصالح القوم، ولا يقال: أصلح القوم، ولو كان أصلح لكان مصدره إصلاحاً (6) . ¶ وقولُه: (صلحاً) منصوب على أنه اسم مصدر، أو على أنه مصدر حذفت زوائده، أو يكون الصلح اسما للشيء المصالح عليه، كالعطاء من أعطيت، والكرامة من أكرمت، فأصلحت صلحاً مثل أصلحت أمراً، وعلى هذا ¶ __________ ¶ (1) سورة البقرة، آية: (182) . ¶ (2) سورة النساء، آية: (114) . ¶ (3) تفسير الفخر الرازي 11/66. ¶ (4) انظر: تفسير الطبري 5/310، والمحرر الوجيز 2/119، وزاد المسير 2/218، والبحر المحيط 4/86، والحجة للقراء السبعة 3/183-184، والكشف عن وجوه القراءات السبع 1/398-399. ¶ (5) تفسير الطبري 5/310. ¶ (6) تفسير القرطبي 5/405.",
            "page": "67",
            "part": "1",
            "seal": "05383B4D"
        },
        {
            "id": "58",
            "nass": "يكون انتصابه على المفعولية، ويحتمل أن يكون انتصابه على إسقاط حرف الجر، أي بصلح، أي بشيء يصطلحان عليه. ¶ وقوله: (بينهما) ظرف للفعل، أو في محل نصب على الحال (1) . ¶ قال الآلوسي: و (صلحاً) على قراءة أهل الكوفة إما مفعول به، على معنى يوقعا الصلح، ... و (بينهما) ظرف، ذكر تنبيها على أنه ينبغي أن لا يطلع الناس على ما بينهما، بل يسترانه عنهم، أو حال من (صلحاً) أي كائنا بينهما ... أو يكون (صلحاً) مصدراً محذوف الزوائد ... و (بينهما) هو المفعول، على أنه اسم بمعنى التباين والتخالف، أو على التوسع في الظرف، لا على تقدير ما بينهما كما قيل، ويجوز أن يكون (بينهما) ظرفاً، والمفعول محذوف أي حالهما ونحوه، وعلى قراءة غيرهم [أي غير الكوفيين] يجوز أن يكون واقعاً موقع تصالحاً واصطلاحاً، وأن يكون منصوبا بفعل مترتب على المذكور، أي فيصلح حالهما صلحاً، واحتمال هذا في القراءة الأولى بعيد، ويجوز أن يكون منصوباً على إسقاط حرف الجر، أي يصالحا أو يصلحا بصلح، أي بشيء تقع بسببه المصالحة (2) . ¶ قوله: {وَالصُّلْحُ خَيْرٌ} أي الصلح الذي يتوصل به إلى التوفيق بين المتنازعين - وفق ما شرع الله - خير كله، وهو أصل عظيم في جميع الأشياء، وخصوصاً في الحقوق المتنازع فيها، فإن المصالحة فيها خير من المقاصاة، لما في الصلح من بقاء الألفة والتسامح، فقوله: (والصلح خير) لفظ عام مطلق، يقتضي أن الصلح الذي تسكن إليه النفوس ويزول به الخلاف خير على ¶ __________ ¶ (1) انظر: تفسير القرطبي 5/405، والبحر المحيط 4/86، وتفسير الآلوسي 5/162، وتفسير أبي السعود 2/239، وحاشية محي الدين شيخ زاده على تفسير البيضاوي 2/74. ¶ (2) تفسير الآلوسي 5/162.",
            "page": "68",
            "part": "1",
            "seal": "8DB214FA"
        },
        {
            "id": "59",
            "nass": "الإطلاق، ويدخل في هذا المعنى جميع ما يقع عليه الصلح بين الرجل وامرأته في مال أو وطء أو غير ذلك. فالصلح على ترك بعض الحق استدامة لحرمة النكاح وتمسكاً بعقد الزوجية خير من طلب الفرقة والطلاق، فإن رابطة الزوجية من أعظم الروابط وأحقها بالحفظ والوفاء (1) . ¶ والمراد هنا أنه إذا تصالح الزوجان على شيء فذلك خير من أن يتفرقا أو يقيما على النشوز والإعراض وسوء العشرة، أو هو خير من الخصومة، فالألف واللام في الصلح للعهد، ويعني به ((صلحاً)) السابق في قوله: {أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاً} . وإثبات الخيرية للمفضل عليه على سبيل الفرض والتقدير، أي إن يكن فيه خير فهذا أخير منه، وإلا فلا خيرية فيما ذكر، ويجوز أن لا يراد بـ ((خير)) التفضيل، بل يراد به المصدر أو الصفة، أي أنه خير من الخيور، كما أن الخصومة شر من الشرور، فاللام للجنس، وقيل: إن اللام على التقدير تحتمل العهدية والجنسية، وجملة ((والصلح خير)) اعتراضية مؤكدة ومقررة لما قبلها، وفائدتها الترغيب في المصالحة (2) . ¶ ويرجح الإمام محمد الطاهر بن عاشور رحمه الله: أن التعريف في قوله: ¶ (والصلح خير) تعريف الجنس، وليس تعريف العهد، قال: لأن المقصود إثبات أن ماهية الصلح خير للناس، فهو تذييل للأمر بالصلح والترغيب فيه ... ، ولأن فيه التفادي عن إشكال تفضيل الصلح على النّزاع في الخيرية، مع أن النّزاع لا خير فيه أصلاً ... وقولُه: ((خير)) ليس هو تفضيلاً ولكنه صفة مشبهة، وزنه ¶ __________ ¶ (1) انظر: تفسير الطبري 5/306، والمحرر الوجيز لابن عطية 2/120، وتفسير القرطبي ¶ 5/406، وتفسير السعدي 1/386. ¶ (2) انظر: تفسير الفخر الرازي 11/68، والبحر المحيط، لأبي حيان 4/86-87، وتفسير الآلوسي 5/162.",
            "page": "69",
            "part": "1",
            "seal": "387F6C44"
        },
        {
            "id": "60",
            "nass": "((فَعْل)) ، كقولهم: سَمْح وسَهْل، ويجمع على خيور، أو هو مصدر مقابل الشر، فتكون إخباراً بالمصدر ... أي والصلح في ذاته خير عظيم، كما أن الحمل على كونه تفضيلاً يستدعي أن يكون المفضل عليه هو النشوز والإعراض، وليس فيه كبير معنىً. وقد دلت الآية على شدة الترغيب في هذا الصلح بمؤكدات ثلاثة، وهي المصدر المؤكد في قوله: ((صلحاً)) ، والإظهار في مقام الإضمار في قوله: ((والصلح خير)) ، والإخبار عنه بالمصدر أو بالصفة المشبهة، فإنها تدل على فعل سجية (1) . ¶ وبالجملة فالصلح خير من الفرقة وما يفضي إلى التدابر والتباغض والتمادي في التنازع والاختلاف، فكم به ألفت قلوب وسويت خلافات وأزيلت نزاعات، ويندرج في ذلك عامة ضروب الصلح فيما بين الناس أفراداً وجماعات، ذكوراً وإناثاً، وفي الآية الكريمة يحث تبارك وتعالى الزوجين على التصالح فيما بينهم بما يرتضونه ويرونه خيراً لهم ويؤكد ذلك سبحانه ويرغب فيه، مراعيا بذلك - وهو العليم الخبير - أحوال كل من الزوجين وظروفه وما جبلت عليه نفسه وفطرته، فللنفس إقبال وإدبار، وغريزة وميول، ومشاعر وأحاسيس. ومادام الصلح يراعي تلك الأحوال وتلك الظروف والمشاعر، يحصل به التسامح والائتلاف بين الزوجين، في ظل حياة زوجية متماسكة، متفاهمة، قد عرف كل من الزوجين ظرف صاحبه فقدره، وتلمس أحاسيسه ومشاعره فعذره، فهو بلا شك خير عظيم ومسلك كريم، وإن استلزم ذلك بذل شيء من المال، أو التنازل عن بعض الحقوق، فإن ذلك يسير بالنظر إلى ما يقابله من الحفاظ على عقد الزوجية متماسكاً، وكيان الأسرة قائماً. ¶ __________ ¶ (1) التحرير والتنوير 5/216-217.",
            "page": "70",
            "part": "1",
            "seal": "ED1AB162"
        },
        {
            "id": "61",
            "nass": "وعلى كل حال فالأمر في ذلك متروك للزوجة وتقديرها لما تراه مصلحة لها. ¶ يقول الحافظ ابن كثير رحمه الله عند قوله تعالى: {وَالصُّلْحُ خَيْرٌ} : والظاهر من الآية أن صلحهما على ترك بعض حقها للزوج، وقبول الزوج ذلك خير من المفارقة بالكلية، كما أمسك النبي صلى الله عليه وسلم سودة بنت زمعة على أن تركت يومها لعائشة رضي الله عنها ولم يفارقها، بل تركها من جملة نسائه، وفعله ذلك لتتأسى به أمته في مشروعية ذلك وجوازه، فهو أفضل في حقه عليه الصلاة والسلام، ولما كان الوفاق أحب إلى الله عز وجل من الفراق قال: {وَالصُّلْحُ خَيْرٌ} ، بل الطلاق بغيض إليه سبحانه وتعالى، ولهذا جاء في الحديث الذي رواه أبو داود، وابن ماجة عن عبد الله بن عمر، قال: قال رسول الله صلى الله عليه وسلم: \" أبغض الحلال إلى الله الطلاق\" 1) . ¶ __________ ¶ (1) تفسير ابن كثير 2/429-430. ¶ وانظر الحديث في سنن أبي داود، برقم: (2178) ، وسنن ابن ماجة، برقم: (2018) .",
            "page": "71",
            "part": "1",
            "seal": "3946C154"
        },
        {
            "id": "62",
            "nass": "معنى إحضار الأنفس الشح، وما في ذلك من الحث على الصلح ¶ قوله: {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} ¶ هذا تأكيد لأمر الصلح والحث عليه باتقاء ما قد يحول دونه مما جبلت عليه النفوس من الشح بحظوظها، ومعنى إحضار النفس أي أنها عرضة له، فإذا استدعى أمر الصلح بذل شيء من المال، أو التنازل عن بعض الحقوق ألَمّ بها ذلك الشح، ونهاها أن تبذل ما يقتضي الأمر بذله أو التنازل عنه والتسامح فيه. وليتذكر كل منهما أن هذا من ضعف النفس ودناءة الهمة المؤدي إلى المشاحة والجفاء، بل - وربما - التدابر والتنافر والافتراق، مما لا يليق فعله بمن بينهما نزاع من آحاد الناس، فكيف بزوجين قد أفضى بعضهما إلى بعض، وارتبطا بعقد الزوجية - المبني على المودة والرحمة والتسامح - ارتباطاً وثيقاً. ¶ فقوله: (وأحضرت الأنفس الشح) بيان لما جبل عليه الإنسان وفطرت عليه نفسه من الشح، وهو الإفراط في الحرص على الشيء، فشح الأنفس بخلها بما يلزمها أو يحسن فعله بوجه من الوجوه، والمراد هنا: شح كل من الزوجين بحقه قبل صاحبه، فلا الرجل يكاد يجود بإبقاء المرأة في عصمته مع القيام بحقوقها وحسن عشرتها، وهو راغب عنها، لدمامة أو ملال أو طعن في سن أو إيثار أخرى عليها أو غير ذلك. ولا المرأة تكاد تطيب نفسها ببذل شيء من مالها لزوجها أو التنازل له عن بعض حقوقها لتستميله بذلك وتتعطفه عليها (1) . ¶ قال العلامة أبو السعود رحمه الله: قوله: {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} أي ¶ __________ ¶ (1) انظر: زاد المسير 2/219، وتفسير الخازن 2/173، وتفسير الآلوسي 5/162، وتفسير القاسمي 5/1595.",
            "page": "72",
            "part": "1",
            "seal": "A1EF0EF8"
        },
        {
            "id": "63",
            "nass": "جعلت حاضرة له، مطبوعة عليه لا تنفك عنه أبداً، فلا المرأة تسمح بحقوقها من الرجل، ولا الرجل يجود بحسن المعاشرة مع دمامتها، فإن فيه تحقيقاً للصلح وتقريراً له، بحث كل منهما عليه، لكن لا بالنظر إلى حال نفسه، فإن ذلك يستدعي التمادي في المماكسة والشقاق، بل بالنظر إلى حال صاحبه، فإن شح نفس الرجل وعدم ميلها عن حالتها الجبلية بغير استمالة، مما يحمل المرأة على بذل بعض حقوقها إليه لاستمالته، وكذا شح نفسها بحقوقها، مما يحمل الرجل على أن يقتنع من قبلها بشيء يسير لا يكلفها بذل الكثير، فيتحقق بذلك الصلح (1) . ¶ وفي هذا المعنى يقول الشيخ السعدي رحمه الله: واعلم أن كل حكم من الأحكام لا يتم ولا يكمل إلا بوجود مقتضيه وانتفاء موانعه، فمن ذلك هذا الحكم الكبير الذي هو الصلح، فذكر تعالى المقتضي لذلك، فقال: {وَالصُّلْحُ خَيْرٌ} ، والخير كل عاقل يطلبه ويرغب فيه، فإن كان مع ذلك قد أمر الله به وحث عليه ازداد المؤمن طلباً له ورغبة فيه، وذكر المانع بقوله: {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} أي جبلت النفوس على الشح، وهو الاستئثار والتفرد في الحقوق، وعدم الرغبة في بذل ما على الإنسان، والحرص على الحق الذي له، فالنفوس مجبولة على ذلك طبعاً، أي فينبغي لكم أن تحرصوا على قلع هذا الخلق الدنيء من نفوسكم وتقليله وتلطيفه، وتستبدلوا به ضده، وهو السماحة ببذل جميع الحقوق التي عليك، والاقتناع ببعض الحق الذي لك والإغضاء عن التقصير، فمتى وفق العبد لهذا الخلق الطيب سهل عليه الصلح بينه وبين كل من بينه وبينه منازعة ومعاملة، وتسهلت الطريق الموصلة إلى المطلوب، ومن لم يكن ¶ __________ ¶ (1) تفسير أبي السعود 2/239.",
            "page": "73",
            "part": "1",
            "seal": "5DDE526A"
        },
        {
            "id": "64",
            "nass": "بهذا الوصف تعسر عليه الصلح أو تعذر، لأنه لا يرضيه إلا جميع ماله كاملاً، ولا يهون عليه أن يؤدي ما عليه، فإن كان خصمه مثله اشتد الأمر (1) . ¶ وعلى هذا فالمراد بالأنفس الشح هنا: أنفس كل من الزوجين، وشحها بحقها تجاه الآخر؛ وهذا وجه في تفسير الآية (2) . ¶ وثمت وجه آخر في تفسيرها، وهو أن الأنفس الشح هنا مراد بها أنفس النساء الشح على أنصبائهن من أزواجهن في المبيت والقسم والنفقة (3) . وهو ما اختاره ابن جرير الطبري رحمه الله. ¶ والوجه الأول أظهر - والله أعلم - لما فيه من حمل اللفظ على عمومه، وهو الأولى، وإن كانت المرأة أظن وأشح بنصيبها من زوجها في القسم والفراش، بيد أن الشح ملازم للنفس البشرية، فهو في كل أحد، فطرة جبلة، لذا فإن كبح جماح شح تلك النفوس، ببذل شيء من المال، أو التنازل عن بعض الحقوق - سعياً في الخير، وطلباً للصلح والوفاق - يعد كرماً وسماحة ونبلاً، كما أن المشاحة والمقاصاة في ذلك بخل وشح وضعف في النفوس والهمم. ولكي يتحقق للزوجين الوفاق المأمول والصلح الذي هو خير فلابد لهما من مراعاة ما يتطلبه أمر الصلح من تسامح وكرم نفس وتضحية. ¶ وعليه فحمل معنى الآية على احتمال عود ذلك الشح إلى نفس كل من ¶ __________ ¶ (1) تيسير اللطيف المنان في خلاصة تفسير القرآن ص 111-112. ¶ (2) انظر: تفسير الطبري 5/311، وزاد المسير 2/219، وتفسير البغوي مع الخازن 2/173، والكشاف للزمخشري 1/568، وأحكام القرآن لأبي بكر الجصاص 2/283، وتفسير أبي السعود 2/239، وفتح القدير للشوكاني 1/787. ¶ (3) انظر: المواضع السابقة من تفسير الطبري، وأحكام القرآن للجصاص، وانظر: المحرر الوجيز، لابن عطية 2/120.",
            "page": "74",
            "part": "1",
            "seal": "9327B3DD"
        },
        {
            "id": "65",
            "nass": "الزوجين وشحها بحقها قبل الآخر هو الأظهر، والله أعلم. ¶ يقول الفخر الرازي: يحتمل أن يكون المراد منه أن المرأة تشح ببذل نصيبها وحقها، ويحتمل أن يكون المراد أن الزوج يشح بأن يقضي عمره معها، مع دمامة وجهها، وكبر سنها، وعدم حصول اللذة بمجانستها (1) . ¶ وقد ذكر ابن جرير الطبري - رحمه الله - الوجهين السابقين في تفسير قوله تعالى: {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} مرجحاً ما اختاره منهما، حيث يقول: اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معناه: وأحضرت أنفس النساء الشح على أنصبائهن من أنفس أزواجهن وأموالهن. ثم أخرج هذا المعنى مسنداً عن ابن عباس، وسعيد بن جبير، وعطاء، والسدي، ثم قال: وقال أخرون: معنى ذلك: وأحضرت نفس كل واحد من الرجل والمرأة الشح بحقه قبل صاحبه، وأخرج هذا المعنى بسنده عن ابن زيد، قال: لا تطيب نفسه أن يعطيها شيئا فتحلله، ولا تطيب نفسها أن تعطيه شيئاً من مالها فتعطفه عليها. ¶ ثم يقول ابن جرير بعد ذلك: وأولى القولين في ذلك بالصواب قول من قال: عنى بذلك: أحضرت أنفس النساء الشح بأنصبائهن من أزواجهن في الأيام والنفقة. والشح: الإفراط في الحرص على الشيء، وهو في هذا الموضع: إفراط حرص المرأة على نصيبها من أيامها من زوجها ونفقتها؛ فتأويل الكلام: وأحضرت أنفس النساء أهوائهن من فرط الحرص على حقوقهن من أزواجهن، والشح بذلك على ضرائرهن (2) . ¶ وفي في ظلال القرآن: قوله: {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} : أي أن الشح ¶ __________ ¶ (1) تفسير الفخر الرازي 11/68. ¶ (2) تفسير الطبري 5/310-312.",
            "page": "75",
            "part": "1",
            "seal": "6EC26BF1"
        },
        {
            "id": "66",
            "nass": "حاضر دائماً في الأنفس، وهو دائماً قائم فيها، الشح بأنواعه، الشح بالمال، والشح بالمشاعر، وقد تترسب في حياة الزوجين، أو تعرض أسباب تستثير هذا الشح في نفس الزوج تجاه زوجته، فيكون تنازلها له عن شي من مؤخر صداقها أو من نفقتها، إرضاءً لهذا الشح بالمال، تستبقي معه عقدة النكاح، وقد يكون تنازلها عن ليلتها، إن كانت له زوجة أخرى أثيرة لديه، والأولى لم تعد فيها حيوية أو جاذبية، إرضاءً لهذا الشح بالمشاعر، تستبقي معه عقدة النكاح، والأمر على كل حال متروك في هذا للزوجة وتقديرها لما تراه مصلحة لها ... (1) . ¶ أما من جهة اللغة والإعراب: ¶ فقد جاء في اللسان: تعريف الشح، بأنه: حرص النفس على ما ملكت، وبخلها به. قال ابن منظور: وما جاء في التنزيل من الشح، فهذا معناه، كقوله تعالى: {وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (2) ، وقوله: {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} (3) . ¶ وأصل الشح في كلام العرب: البخل بالمال، أو هو البخل مع حرص، فهو أبلغ في المنع من البخل، وقيل: البخل في أفراد الأمور وآحادها، والشح عام، وقيل: البخل بالمال، والشح بالمال والمعروف (4) . وجاء في البحر المحيط لأبي حيان: وقال الماتريدي: ويحتمل أن يراد بالشح الحرص، وهو أن يحرص كل على حقه، يقال: هو شحيح بمودتك، أي حريص على بقائها، ولا يقال في هذا ¶ __________ ¶ (1) في ظلال القرآن 2/769. ¶ (2) سورة الحشر، آية: (9) . ¶ (3) اللسان، مادة: ((شحح)) . ¶ (4) انظر: المصدر السابق.",
            "page": "76",
            "part": "1",
            "seal": "34714C21"
        },
        {
            "id": "67",
            "nass": "بخيل، فكأن الشح والحرص واحد في المعنى، وإن كان في أصل الوضع الشح للمنع، والحرص للطلب، فأطلق على الحرص الشح، لأن كل واحد منهما سبب لكون الآخر، ولأن البخل يحمل على الحرص، والحرص يحمل على البخل (1) . ¶ والحاصل: أن الشح يطلق على حرص النفس على حقوقها وقلة التسامح فيها، فالمقصود التنبيه والتحذير من التلبس بتلك المشاحة والعوارض الحائلة دون الصلح. ¶ وفي إعراب قوله: {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} يقول أبو حيان: التركيب القرآني يقتضي أن الأنفس جعلت حاضرة للشح لا تغيب عنه، لأن الأنفس هو المفعول الذي لم يسم فاعله، وهي التي كانت فاعلة قبل دخول همزة النقل، إذ الأصل: حضرت الأنفس الشح على أنه يجوز عند الجمهور في هذا الباب إقامة المفعول الثاني مقام الفاعل، على تفصيل في ذلك، وإن كان الأجود عندهم إقامة الأول، فيحتمل أن تكون الأنفس هي المفعول الثاني، والشح هو المفعول الأول، وقام الثاني مقام الفاعل، والأولى حمل القرآن على الأفصح المتفق عليه (2) . ¶ ويقول الآلوسي: قولُه: {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} جملة اعتراضية، وفائدتها تمهيد العذر في المماكسة والمشاقة ... وحضر متعد لواحد، وأحضر لاثنين، والأول هو (الأنفس) القائم مقام الفاعل، والثاني (الشح) ، والمراد: أحضر الله تعالى الأنفس الشح، وهو البخل مع الحرص، ويجوز أن يكون القائم مقام الفاعل هو الثاني، أي أن الشح جعل حاضراً لها لا يغيب عنها أبداً، أو أنها جعلت حاضرة له مطبوعة عليه ... (3) . ¶ __________ ¶ (1) البحر المحيط 4/87. ¶ (2) البحر المحيط 4/87-88. ¶ (3) تفسير الآلوسي 5/162.",
            "page": "77",
            "part": "1",
            "seal": "31C6D23C"
        },
        {
            "id": "68",
            "nass": "قوله: {وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً} ¶ أي وإن تحسنوا العشرة فيما بينكم، فتتراحموا وتتعاطفوا، ويعذر بعضكم بعضاً، وتتقوا النشوز والإعراض وما يترتب عليهما من سوء المعاملة ومنع الحقوق، (فإن الله كان بما تعملون) من الإحسان والتقوى، والعفو والمسامحة، مراعاةً لحقوق الزوجية واستدامة للصحبة وحسن العشرة (خبيراً) فيجازيكم ويثيبكم على ذلك (1) . ¶ وقيل: هذا خطاب للأزواج، قصد به استمالتهم وترغيبهم في حسن المعاملة والصبر على ما يكرهون، أي وإن تحسنوا العشرة مع النساء، وتتقوا النشوز والإعراض، وإن تظافرت الأسباب الداعية إليهما، وتتجشموا مشقة الصبر على ما تكرهون منهن، ولم تضطروهن على فوت شيء من حقوقهن، أو بذل ما يعز عليهن، فإن الله عليم بذلك مطلع عليه، فيثيبكم عليه خيراً، ويجزي الذين أحسنوا بالحسنى (2) . ¶ وقد أورد الشيخ محمد علي السايس في كتابه تفسير آيات الأحكام تساؤلاً ثم أجاب عنه، وذلك ضمن فوائد ولطائف أوردها حول قوله تعالى: ¶ {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً ... } الآية، ولا بأس بنقل ذلك التساؤل وجوابه: يقول: قال الله تعالى في نشوز المرأة: {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ} ، وقال في نشوز الرجل: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً فَلا جُنَاحَ عَلَيهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاً} ، فجعل لنشوز ¶ __________ ¶ (1) انظر: تفسير المنار 5/448. ¶ (2) انظر: تفسير الآلوسي 5/162، وتفسير آيات الأحكام، للشيخ محمد علي السايس ¶ 2/146.",
            "page": "78",
            "part": "1",
            "seal": "97025F1B"
        },
        {
            "id": "69",
            "nass": "المرأة عقوبة من زوجها، يعظها ويهجرها في المضجع ويضربها، ولم يجعل لنشوز الرجل عقوبة من زوجته، بل جعل له ترضية وتلطفاً، فما معنى ذلك؟. ¶ الجواب عن ذلك من وجوه: ¶ 1- قد علمت أن الله جعل الرجال قوامين على النساء، فالرجل راعي المرأة ورئيسها المهيمن عليها، ومن قضية ذلك ألا يكون للمرؤوس معاقبة رئيسه، وإلا انقلب الأمر وضاعت هيمنة الرئيس. ¶ 2- أن الله فضل الرجال على النساء في العقل والدين، ومن قضية ذلك ألا يكون نشوز من الرجل إلا لسبب قاهر، ولكن المرأة لنقصان عقلها ودينها يكثر منها النشوز لأقل شيء تتوهمه سبباً، فلا جرم أن جعل لنشوزهن عقوبة، حتى يرتدعن ويحسن حالهن، وإن في مساق الآيتين ما يرشد إلى أن النشوز في النساء كثير وفي الرجال قليل، ففي نشوز المرأة عبر باسم الموصول المجموع، إشارة إلى أن النشوز محقق في جماعتهن، وفي نشوز الرجل عبر بـ ((إن)) التي للشك وبصيغة الإفراد، وجعل الناشز بعلاً وسيداً مهما كان، كل ذلك يشير إلى أن النشوز في الرجال غير محقق، وأنه مبني على الفرض والتقدير.. ¶ 3- أن نشوز الرجل أمارة من أمارات الكراهة وإرادة الفرقة، وإذا كان الله قد جعل له حق الفرقة، ولم يجعل للمرأة عليه سبيلاً إذا هو أراد فرقتها، فأولى ألا يجعل لها عليه سبيلاً إذا بدت منه أمارات هذه الفرقة (1) . ¶ قوله تعالى: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُوراً رَحِيماً} النساء: 129. ¶ بعد أن أرشد جل وعلا كلا من الزوجين إلى سلوك سبيل المصالحة ¶ __________ ¶ (1) تفسير آيات الأحكام للسايس 2/148.",
            "page": "79",
            "part": "1",
            "seal": "168F4698"
        },
        {
            "id": "70",
            "nass": "والوفاق فيما بينهما حسبما يرتضيانه، وحث على ذلك ورغب فيه، وذلك في معالجة ما قد يحدث بينهما من نشوز أو إعراض، وما يترتب عليه من سوء العشرة والمعاملة. وكان من لوازم ذلك الصلح العدل والتراضي، والتعايش بكرامة واحترام، بعيدا عن حياة الظلم والجور، والذل والإهانة. ¶ ثم هنا يبين تبارك وتعالى أن ذلك العدل الذي أمر به الأزواج تجاه زوجاتهم، والتسوية بينهن، إنما هو في حدود وسعهم واستطاعتهم، وما يكون في مقدورهم واختيارهم، من الأفعال والأقوال، كالتسوية بينهن في القسم والنفقة والكسوة والسكنى، ونحو ذلك من كل ما يملكه الزوج ويكون في مقدوره. أما ما لا يملكه الزوج، ولا يدخل تحت اختياره واستطاعته، من المودة والمحبة وميل القلب، وما يتبع ذلك من لوازم الحب الطبيعية كالجماع وزيادة الإقبال ونحو ذلك، فهذا قد عفا الله عنه، وعذر الأزواج فيه (1) . ¶ قال تعالى: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ} ¶ يقول ابن كثير رحمه الله في تفسيرها: أي لن تستطيعوا أيها الناس أن تساووا بين النساء من جميع الوجوه، فإنه وإن حصل القسم الصوري: ليلة ليلة، فلا بد من التفاوت في المحبة والشهوة والجماع، كما قال ابن عباس، وعبيدة السلماني، ومجاهد، والحسن البصري، والضحاك بن مزاحم (2) . ¶ ثم ذكر ما أخرجه ابن أبي حاتم بسنده عن ابن أبي مليكة قال: نزلت هذه الآية: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ} في عائشة، يعني: أن النبي صلى الله عليه وسلم ¶ __________ ¶ (1) انظر: تفسير الطبري 5/313، والمحرر الوجيز لابن عطية 2/120، وتفسير القرطبي ¶ 5/407، وتفسير ابن كثير 2/430. ¶ (2) تفسير ابن كثير 2/430.",
            "page": "80",
            "part": "1",
            "seal": "F8696875"
        },
        {
            "id": "71",
            "nass": "كان يحبها أكثر من غيرها (1) . ¶ وكذا أخرجه ابن جرير الطبري بسنده عن ابن أبي مليكة، قال: نزلت هذه الآية في عائشة (2) . ¶ وأخرج الإمام أحمد وأهل السنن عن عائشة رضي الله عنها، قالت: كان رسول الله صلى الله عليه وسلم يقسم بين نسائه فيعدل، ثم يقول: \" اللهم هذا قسمي فيما أملك، فلا تلمني فيما تملك ولا أملك \" (3) ، يغني القلب. ¶ وقال القرطبي: قولُه تعالى: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ} أخبر تعالى بنفي الاستطاعة في العدل بين النساء، وذلك في ميل الطبع بالمحبة والجماع والحظ من القلب، فوصف الله تعالى حالة البشر، وأنهم بحكم الخلقة لا يملكون ميل قلوبهم إلى بعض دون بعض (4) . ¶ وقولُه: {وَلَوْ حَرَصْتُمْ} أي على إقامة العدل، وبالغتم في ذلك، فإن الميل يقع في القلب بلا اختيار. ¶ قولُه: {فَلا تَمِيلُوا كُلَّ الْمَيْلِ} أي لا تميلوا بدافع تلك المودة والميل القلبي إلى إحداهن عن الأخرى ميلا كثيراً، فتعرضوا بذلك عن الأخرى، ولا تؤدون ما يجب لها من حق وحسن معاشرة، بل يجب عليكم أن تتقوا الله في هذا الأمر، وتفعلوا ما في وسعكم واستطاعتكم من القيام بالعدل بينهن في النفقة والكسوة والقسم في المبيت والفراش ونحو ذلك مما هو في مقدوركم واختياركم. ¶ __________ ¶ (1) المصدر السابق. ¶ (2) تفسير الطبري 5/314. ¶ (3) مسند الإمام أحمد 6/144، وسنن أبي داود، برقم: (2134) ، والترمذي، برقم: ¶ (1140) ، والنسائي 7/64، وابن ماجة، برقم: (1971) . ¶ (4) تفسير القرطبي 5/407.",
            "page": "81",
            "part": "1",
            "seal": "7C96315D"
        },
        {
            "id": "72",
            "nass": "فإن عجزتم عن حقيقة العدل والمساواة بينهن فيما لا تملكون أمره من المحبة القلبية والميول الطبيعية لا يعفيكم من تكليفكم العدل فيما دون ذلك من المراتب التي تستطيعونها. ولا يسوغ لكم اتخاذ ذلك ذريعة للتفضيل في المعاملات الاختيارية، أو الإهمال والتقصير في الحقوق الزوجية؛ ذلك أن لهذا الحب، وهذا الميول نتائج تظهر في الأقوال والأفعال التي تملكونها، وتختارونها، وتقدرون عليها، فما أظهرتم من تلك الأقوال والأفعال موافقين به ميل القلب إلى إحداهن دون الأخرى، فهو الذي فيه الإثم والمؤاخذة، بخلاف ما أكننتم في قلوبكم من محبة وميل نفسي، وما يتبع ذلك ويجري مجراه، مما لا تملكون جلبه أو دفعه أو اختياره، كزيادة الإقبال والأنس والجماع ونحو ذلك، فهذا مما عذركم الله فيه، وعفا عنه وتجاوز (1) ؛ رحمة منه ولطفاً وعدلا وإحساناً. ¶ قال ابن عطية رحمه الله: {فَلا تَمِيلُوا كُلَّ الْمَيْلِ} : وهو أن يفعل فعلاً يقصده من التفضيل، وهو يقدر أن لا يفعله (2) . ¶ قوله: {فَتَذَرُوهَا كَالْمُعَلَّقَةِ} ¶ أي تعرضوا عنها {فَتَذَرُوهَا كَالْمُعَلَّقَةِ} أي لا هي ذات زوج ولا مطلقة، تشبيه بالشيء المعلق من شيء، فلا هو على الأرض استقر، ولا على ما علق عليه انحمل، وهذا مطرد في قولهم في المثل: ((أرض من المركب بالتعليق)) (3) . ¶ وقيل: معناه: كالمحبوسة أو المسجونة (4) ، لا هي مخلصة فتتزوج، ولا هي ¶ __________ ¶ (1) وانظر: تفسير الطبري 5/316-317، وتفسير الخازن 2/173، وتفسير آيات الأحكام للسايس 2/150. ¶ (2) المحرر الوجيز 2/120. ¶ (3) انظر: المحرر الوجيز لابن عطية 2/121، وتفسير القرطبي 5/407. ¶ (4) أخرجه الطبري في تفسيره 5/316، عن قتادة.",
            "page": "82",
            "part": "1",
            "seal": "6658D859"
        },
        {
            "id": "73",
            "nass": "ذات بعل فيحسن إليها. ¶ والمراد أن هذا نهي وتوبيخ للأزواج، أي لا ينبغي لكم ولا يليق بكم أن تجوروا على الضرائر، فتدعوا التي أعرضتم ورغبتم عنها إلى غيرها كالمعلقة، فلا هي تتمتع بحقوقها الزوجية، كسائر الزوجات، ولا هي مطلقة يمكنها أن تتزوج من رجل آخر تسعد بحقوقها معه. فاتقوا الله في أمرهن، فإما أن تقوموا بما يجب لهن من العدل والمساواة، كما أمركم الله، وإلا فالفرقة أولى، كما قال تعالى: ¶ {فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} (1) . ¶ يقول الشيخ السعدي رحمه الله: قوله: {فَتَذَرُوهَا كَالْمُعَلَّقَةِ} يعني: أن الزوج إذا مال عن زوجته وزهد فيها، ولم يقم بحقوقها الواجبة، وهي في حباله، أسيرة عنده، صارت كالمعلقة التي لا زوج لها فتستريح، ولا ذات زوج يقوم بحقوقها (2) . ¶ وقد جاء الوعيد الشديد لمن تعمد ذلك الميل والجور بين امرأتيه أو نسائه الضرائر، فقد أخرج الإمام أحمد، وأبو داود، والترمذي، والنسائي، وابن ماجة من حديث أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" من كانت له امرأتان فمال إلى إحداهما، جاء يوم القيامة وأحد شقيه ساقط\" (3) . ¶ وفي معنى ما تقدم من الآية يقول الشيخ محمد الطاهر بن عاشور رحمه الله: قد عذر الله الناس في شأن النساء، فقال: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ} أي تمام العدل، وجاء بـ ((من)) للمبالغة في النفي، لأن أمر النساء يغالب النفس، ¶ __________ ¶ (1) سورة البقرة، آية: (229) . ¶ (2) تيسير اللطيف المنان في خلاصة تفسير القرآن ص 113. ¶ (3) مسند الإمام أحمد، برقم: (8568) ، وسنن أبي داود، برقم: (2133) ، وسنن الترمذي، برقم (1141) ، وسنن النسائي 7/63، وسنن ابن ماجة، برقم: (1969) .",
            "page": "83",
            "part": "1",
            "seal": "5424E313"
        },
        {
            "id": "74",
            "nass": "لأن الله جعل حسن المرأة وخلقها مؤثرا أشد التأثير ... فتفاوتهن في ذلك وخلو بعضهن منه يؤثر لا محالة تفاوتا في محبة الزوج بعض أزواجه، ولو كان حريصا على إظهار العدل بينهن، فلذلك قال: {وَلَوْ حَرَصْتُمْ} ، وأقام ميزان العدل بقولِه: {فَلا تَمِيلُوا كُلَّ الْمَيْلِ} أي لا يفرط أحدكم بإظهار الميل إلى إحداهن أشد الميل حتى يسوء الأخرى، بحيث تصير الأخرى كالمعلقة، ... والمعلقة: هي المرأة التي يهجرها زوجها هجراً طويلاً، فلا هي مطلقة ولا هي زوجة ... ، وقد دل قوله: ((ولن تستطيعوا)) إلى قوله: ((فلا تميلوا كل الميل)) على أن المحبة أمر قهري، وأن للتعلق بالمرأة أسبابا توجبه، قد لا تتوفر في بعض النساء، فلا يكلف الزوج بما ليس في وسعه من الحب والاستحسان ... (1) . ¶ وفي في ظلال القرآن: إن الله الذي فطر النفس البشرية، يعلم من فطرتها أنها ذات ميول لا تملكها، ومن ثم أعطاها لهذه الميول خطاماً لينظم حركتها، من هذه الميول أن يميل القلب البشري إلى إحدى الزوجات، ويؤثرها على الأخريات، فيكون ميله إليها أكثر من الأخرى، والأخريات، وهذا ميل لا حيلة له فيه، ولا يملك محوه، والإسلام لا يحاسبه على أمر لا يملكه، ولا يجعل هذا إثماً يعاقبه عليه، فيدعه موزعاً بين ميل لا يملكه وأمر لا يطيقه، بل إنه يصارح الناس بأنهم لن يستطيعوا أن يعدلوا بين النساء ولو حرصوا، لأن الأمر خارج عن إرادتهم، ولكن هنالك ما هو داخل في إرادتهم، هناك العدل في المعاملة، العدل في القسمة، العدل في النفقة، العدل في الحقوق الزوجية كلها، حتى الابتسامة في الوجه، والكلمة الطيبة باللسان، وهذا ما هم مطالبون به. ¶ {فَلا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ} فهذا هو المنهي عنه، الميل في المعاملة ¶ __________ ¶ (1) التحرير والتنوير 5/318.",
            "page": "84",
            "part": "1",
            "seal": "4CC7D792"
        },
        {
            "id": "75",
            "nass": "الظاهرة، والميل الذي يحرم الأخرى حقوقها، فلا تكون زوجة ولا مطلقة (1) . ¶ قوله تعالى: {وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُوراً رَحِيماً} ¶ أي وإن تصلحوا فيما بينكم وبين أزواجكم بوجه من وجوه الصلح، وتقوموا بما يلزم من العدل والتسوية بينهن فيما يملكون، وتتقوا ظلمهن وتفضيل بعضهن على بعض فيما يدخل تحت إرادتهم من المعاملات الاختيارية، كالقسم والنفقة ونحوها، فلا تميلوا كل الميل، ولا تجوروا فيما تطيقون العدل فيه. ¶ {فَإِنَّ اللَّهَ كَانَ غَفُوراً رَحِيماً} يغفر لكم ما دون ذلك، مما لا يدل في اختياركم، وعجزتم عن القيام به لضعفكم، ويرحمكم في دنياكم وأخراكم، فإنه تعالى كان وما زال غفوراً للتائبين، رحيما بالمؤمنين، فشأنه سبحانه المغفرة والرحمة لعباده (2) . ¶ يقول ابن جرير الطبري رحمه الله: قوله: {وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُوراً رَحِيماً} يعني بذلك جل ثناؤه: وإن تصلحوا أعمالكم أيها الناس، فتعدلوا في قسمكم بين أزواجكم، وما فرض الله لهن عليكم من النفقة والعشرة بالمعروف، فلا تجوروا في ذلك، {وَتَتَّقُوا} يقول: وتتقوا الله في الميل الذي نهاكم عنه، بأن تميلوا لإحداهن على الأخرى، فتظلموها في حقها، فما أوجبه الله لها عليكم؛ {فَإِنَّ اللَّهَ كَانَ غَفُوراً} يقول: فإن الله يستر عليكم ما سلف منكم من ميلكم وجوركم عليهن قبل ذلك، بتركه عقوبتكم عليه، ويغطي ذلك عليكم ¶ __________ ¶ (1) في ظلال القرآن 2/770. ¶ (2) وانظر: تفسير ابن كثير 2/431، وتيسير اللطيف المنان للسعدي ص 113، وتفسير المنار 5/449، وأيسر التفاسير لكلام العلي الكبير للشيخ أبي بكر الجزائري 1/464.",
            "page": "85",
            "part": "1",
            "seal": "94EC13F5"
        },
        {
            "id": "76",
            "nass": "بعفوه عنكم ما مضى منكم في ذلك قبل، {رَحِيماً} يقول: وكان رحيماً بكم، إذ تاب عليكم، فقبل توبتكم من الذي سلف منكم من جوركم في ذلك عليهن، وفي ترخيصه لكم الصلح بينكم وبينهن، بصحفهن عن حقوقهن لكم من القسم على أن لا يطلقن (1) . ¶ قولُه تعالى: {وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلّاً مِنْ سَعَتِهِ وَكَانَ اللَّهُ وَاسِعاً حَكِيماً} النساء: 130. ¶ بعد أن رغب تعالى في الصلح بين الزوجين حث عليه، ذكر جواز الفرقة بينهما، إذا لم يكن منها بد، بأن لم يوفقا للإصلاح بينهما، لشح كل منهما بحقه، وعدم التنازل عن شيء منه، ووعد كلاً منهما بأنه سيغنيه عن الآخر، إن هما تفرقا بالمعروف، وقصدا من تلك الفرقة التخوف من ترك حقوق الله التي أوجبها على كل منهما للآخر، فليحسنا الظن بالله، فقد يقيض للرجل امرأة تقربها عينه، وللمرأة من يوسع عليها (2) . ¶ والمراد أنه إذا تعذر الصلح والوفاق بين الزوجين، ورأيا الفراق فلهما ذلك، وقد وعد كلا منهما أن يغنيه عن صاحبه بواسع فضله، ووافر إحسانه وجوده، فقال: {وَإِنْ يَتَفَرَّقَا} أي بطلاق أو فسخ أو خلع {يُغْنِ اللَّهُ كُلّاً} من الزوجين من {سَعَتِهِ} أي من رزقه وفضله وغناه، فيجعله مستغنياً عن الآخر، ويكفه ما أهمه، أو يكون المعنى: يغني كل واحد منهما بزوج خير من زوجه الأول، وبعيش أهنأ من عيشه الأول (3) . {وَكَانَ اللَّهُ وَاسِعاً حَكِيماً} : أي واسع ¶ __________ ¶ (1) تفسير الطبري 5/317. ¶ (2) انظر: تفسير الطبري 5/408، وتفسير آيات الأحكام للسايس 2/151، وأيسر التفاسير للشيخ أبي بكر الجزائري 1/464، والتفسير المنير للدكتور وهبة الزحيلي 5/303. ¶ (3) انظر: تفسير الفخر الرازي 11/69، وتفسير الآلوسي 5/163.",
            "page": "86",
            "part": "1",
            "seal": "0CB575A7"
        },
        {
            "id": "77",
            "nass": "الفضل، عظيم المن، حكيماً في جميع أفعاله وأقداره وشرعه (1) ؛ وفي ختم الآية بهذين الوصفين العظيمين تنبيه على تمام غناه سبحانه وكمال حكمته، وتأنيس وتسلية للزوجين المفترقين، فإنه تعالى كان وما زال غنياً كافيا للخلق، متكفلا بأرزاق العباد، هو الغني وحده، ذو الطول والسعة، وله الحكمة البالغة، التي وسعت كل شيء خلقاً وتقديراً وحكماً وتشريعاً. ¶ وجاء في البحر المحيط لأبي حيان: قوله: {وَكَانَ اللَّهُ وَاسِعاً حَكِيماً} ناسب ذلك ذكر السعة، لأنه تقدم ((من سعته)) ، والواسع عام في الغنى والقدرة والعلم وسائر الكمالات، وناسب ذكر وصف الحكمة، وهو وضع الشيء موضع ما يناسب، لأن السعة ما لم تكن معها الحكمة كانت إلى فساد أقرب منها للصلاح، قاله الراغب (2) . ¶ وللشيخ السعدي رحمه الله جملة لطيفة حول الآية، لا بأس بنقلها لنفاستها، يقول رحمه الله: قوله: {وَإِنْ يَتَفَرَّقَا ... } الآية: يعني إذا تعذر الإنفاق والالتئام فلا بأس بالفراق، فقال: {وَإِنْ يَتَفَرَّقَا} أي بفسخ أو طلاق أو خلع أو غير ذلك {يُغْنِ اللَّهُ كُلّاً} من الزوجين {مِنْ سَعَتِهِ} أي من فضله وإحسانه العام الشامل، فيغني الزوج بزوجة خير له منها، ويغنيها من فضله برزق من غير طريقه، فإنها وإن توهمت أنه إذا فارقها زوجها المنفق عليها، القائم بمؤنتها ينقطع عنها الرزق، فسوف يغنيها الله من فضله، فإن رزقها ليس على الزوج ولا على غيره، بل على المتكفل القائم بأرزاق الخليقة كلها، وخصوصا من تعلق قلبه به ورجاه، رجاء قلبيا، طامعا في فضله كل وقت، فإن الله عند ظن عبده به، ولعل الله يرزقها زوجاً خيراً لها منه وأنفع {وَكَانَ اللَّهُ وَاسِعاً} أي واسع الرحمة كثير ¶ __________ ¶ (1) تفسير ابن كثير 2/431. ¶ (2) انظر: البحر المحيط 4/90.",
            "page": "87",
            "part": "1",
            "seal": "BF5064DD"
        },
        {
            "id": "78",
            "nass": "الإحسان {حَكِيماً} في وضعه الأمور مواضعها. ¶ وفي الآية تنبيه على أنه ينبغي للعبد أن يعلق رجاءه بالله وحده، وأن الله إذا قدر له سببا من أسباب الرزق والراحة أن يحمده على ذلك، ويسأله أن يبارك فيه له، فإن انقطع أو تعذر ذلك السبب، فلا يتشوش قلبه، فإن هذا السبب من جملة أسباب لا تحصى، لا يتوقف رزق العبد على ذلك السبب المعين، بل يفتح له سببا غيره أحسن منه وأنفع، وربما فتح له عدة أسباب، فعليه في أحواله كلها أن يجعل فضل ربه والطمع في بره نصب عينيه وقبلة قلبه، ويكثر من الدعاء المقرون بالرجاء، فإن الله يقول على لسان نبيه صلى الله عليه وسلم: \"أنا عند ظن عبدي بي، فإن ظن بي خيراً فله، وإن ظن بي شراً فله \" (1) ، وقال: \"إنك ما دعوتني ورجوتني غفرت لك على ما كان منك ولا أبالي\" (2) (3) . ¶ __________ ¶ (1) أخرجه الإمام أحمد في مسنده، برقم: (9076) ، من حديث أبي هريرة. ¶ (2) أخرجه الإمام أحمد في مسنده، برقم: (21472) ، من حديث أبي ذر، والترمذي، برقم: (3540) ، من حديث أنس بن مالك. ¶ (3) تيسير اللطيف المنان في خلاصة تفسير القرآن ص 113.",
            "page": "88",
            "part": "1",
            "seal": "0579AC81"
        },
        {
            "id": "79",
            "nass": "مصادر ومراجع ¶ ... ¶ فهرس المصادر ¶ 1- أحكام القرآن؛ لأبي بكر، محمد بن عبد الله، المعروف بابن العربِي، المتوفى سنة 543?؛ تحقيق علي البجاوي، دار المعرفة للطباعة والنشر، بيروت – لبنان. ¶ 2- أحكام القرآن؛ للإمام أبي بكر أحمد بن علي الرازي الجصاص، المتوفى سنة 370هـ، دار الكتاب العربي، بيروت – لبنان؛ مصور عن الطبعة الأولى 1335هـ، مطبعة الأوقاف الإسلامية. ¶ 3- أحكام القرآن؛ للإمام الفقيه عماد الدين بن محمد الطبري، المعروف بإلكيا الهراسي المتوفى سنة 504?، تحقيق موسى محمد علي، ود. عزت علي عيد عطية، دار الكتب الحديثة - القاهرة. ¶ 4- أضواء البيان في إيضاح القرآن بالقرآن؛ للشيخ الإمام محمد الأمين بن محمد المختار الجكني الشنقيطي، عالم الكتب - بيروت. ¶ 5- إعراب القرآن للعكبري (إملاء ما من به الرحمن من وجوه الإعراب والقراءات في جميع القرآن) ؛ لأبي البقاء، عبد الله بن الحسين بن عبد الله العكبري، المتوفى سنة 616هـ، تحقيق إبراهيم عطوة عوض مطبعة مصطفى البابي الحلبي - القاهرة؛ الطبعة الثانية 1969م. ¶ 6- البحر المحيط؛ لمحمد بن يوسف، الشهير بأبي حيان الأندلسي الغرناطي، المتوفى سنة 745هـ، دار الكتب العلمية - بيروت - لبنان، ودار الفكر للطباعة والنشر والتوزيع بيروت - لبنان؛ 1992م. ¶ بداية المجتهد ونهاية المقتصد؛ للإمام القاضي أبي الوليد محمد بن أحمد ابن",
            "page": "89",
            "part": "1",
            "seal": "0390DC92"
        },
        {
            "id": "80",
            "nass": "1- رشد القرطبي الأندلسي، الشهير بـ (ابن رشد الحفيد) المتوفى سنة 595هـ، راجعه وعلق عليه الأستاذ عبد الحليم محمد عبد الحليم، دار الكتب الإسلامية – القاهرة، الطبعة الثانية 1983م. ¶ 2- التحرير والتنوير: للإمام الشيخ محمد الطاهر بن عاشور، الدار التونسية للنشر - النشرة الثانية، 1973م. ¶ 3- تفسير الآلوسي (روج المعاني في تفسير القرآن العظيم والسبع المثاني) ؛ للعلامة أبي الفضل، شهاب الدين، السيد محمود الآلوسي البغدادي، المتوفى سنة 1270هـ، إدارة الطباعة المنيرية، دار إحياء التراث العربي بيروت - لبنان، الطبعة الرابعة 1985م. ¶ 4- تفسير آيات الأحكام؛ تنقيح وتصحيح الشيخ محمد علي السايس؛ مطبعة محمد علي صبيح - القاهرة. ¶ 5- تفسير ابن كثير (تفسير القرآن العظيم) ؛ للحافظ أبي الفداء، إسماعيل بن عمر بن كثير القرشي الدمشقي، المتوفى سنة 774هـ، تحقيق سامي ابن محمد السلامة، دار طيبة للنشر والتوزيع - الرياض، الطبعة الأولى 1997م، ودار الفكر. ¶ 6- تفسير أبي السعود (إرشاد العقل السليم إلى مزايا القرآن الكريم) ؛ للإمام القاضي أبي السعود، محمد بن محمد العمادي، المتوفى سنة 951هـ، دار إحياء التراث العربي - بيروت - لبنان. ¶ تفسير البغوي (معالم التنْزيل) ؛ للإمام أبي محمد، الحسين بن مسعود الفراء البغوي الشافعي، المتوفى سنة 516هـ، دار الكتب العلمية، وكذا مطبعة دار الفكر، بيروت - لبنان، الطبعة الأولى 1995م، ومعه تفسير",
            "page": "90",
            "part": "1",
            "seal": "7EB1C046"
        },
        {
            "id": "81",
            "nass": "الخازن. ¶ 2- تفسير الخازن (لباب التأويل في معاني التنزيل) ؛ للإمام علاء الدين، علي بن محمد بن إبراهيم البغدادي، الشهير بالخازن المتوفى سنة 725هـ، دار الكتب العلمية، بيروت - لبنان 1995م، وكذا مطبعة دار الفكر، وبهامشه تفسير البغوي. ¶ 3- تفسير السعدي (تيسير الكريم الرحمن في تفسير كلام المنان) ؛ للعلامة الشيخ عبد الرحمن بن ناصر السعدي رحمه الله، المتوفى سنة 1376هـ، تعليق محمد زهري النجار، مؤسسة الرسالة - بيروت، ودار المؤيد، الطبعة الأولى 1995م. ¶ 4- تفسير الطبري (جامع البيان عن تأويل آي القرآن) ؛ لأبي جعفر، محمد بن جرير الطبري، المتوفى سنة 310هـ، مطبعة مصطفى البابي الحلبي، الطبعة الثالثة 1968م. وطبعة دار الكتب العلمية، بيروت؛ الطبعة الأولى 1992م. ¶ 5- تفسير الفخر الرازي (المشتهر بالتفسير الكبير - ومفاتيح الغيب) ؛ للإمام محمد الرازي فخر الدين ابن العلامة ضياء الدين عمر المشتهر بخطيب الري، المتوفى سنة 604هـ، دار الفكر للطباعة والنشر والتوزيع، الطبعة الأولى 1981م، ودار إحياء التراث العربي - بيروت؛ الطبعة الثالثة. ¶ 6- تفسير القرآن الحكيم - الشهير بتفسير المنار؛ للشيخ الأستاذ محمد عبده، والشيخ السيد محمد رشيد رضا، دار المعرفة للطباعة والنشر، بيروت - لبنان؛ الطبعة الثانية.",
            "page": "91",
            "part": "1",
            "seal": "5F596946"
        },
        {
            "id": "82",
            "nass": "1- تفسير القرطبي (الجامع لأحكام القرآن) ؛ لأبي عبد الله، محمد بن أحمد الأنصاري القرطبي، المتوفى سنة 671هـ، مطبعة دار الكتب المصرية، الطبعة الثالثة. ¶ 2- تيسير البيان لأحكام القرآن؛ للعلامة محمد بن علي بن عبد الله بن أبي بكر بن نور الدين الخطيب الموزعي اليمني المتوفى سنة 825هـ؛ تحقيق أحمد محمد يحيى المقري، رسالة دكتوراه، بجامعة الإمام محمد بن سعود الإسلامية، إشراف فضيلة الشيخ الأستاذ سيد سابق رحمه الله. ¶ 3- تيسير اللطيف المنان في خلاصة تفسير القرآن؛ للعلامة الشيخ عبد الرحمن بن ناصر السعدي، المتوفى سنة 1376هـ رحمه الله؛ المطابع الوطنية للأوفست، القصيم - عنيزة - المملكة العربية السعودية، الطبعة الثانية 1409هـ. ¶ 4- حاشية الصاوي على تفسير الجلالين؛ للعلامة الشيخ أحمد الصاوي المالكي، المتوفى سنة 1241هـ، دار الفكر للطباعة والنشر والتوزيع، الطبعة الأولى 1988م. ¶ 5- حاشية محي الدين شيخ زاده على تفسير القاضي البيضاوي؛ دار إحياء التراث العربي للطباعة والنشر. ¶ 6- الدر المنثور في التفسير بالمأثور؛ لجلال الدين السيوطي، مطبعة الأنوار المحمدية بمصر. ¶ 7- ديوان زهير بن أبي سلمى؛ شرح وضبط الأستاذ علي فاعور، دار الكتب العلمية، بيروت - لبنان، الطبعة الأولى 1988م. ¶ ديوان لبيد بن ربيعة؛ شرح الطوسي، فهرست د. حنا نصر الحتي، دار",
            "page": "92",
            "part": "1",
            "seal": "C3E0337E"
        },
        {
            "id": "83",
            "nass": "1- الكتاب العربي، بيروت - لبنان، الطبعة الأولى 1993م. ¶ 2- زاد المسير في علم التفسير؛ للإمام أبي الفرج، جمال الدين عبد الرحمن بن علي بن محمد الجوزي القرشي البغدادي، المتوفى سنة 597هـ؛ المكتب الإسلامي للطباعة والنشر. ¶ 3- سنن أبي داود؛ للإمام الحافظ أبي داود، سليمان بن الأشعث السجستاني الأزدي المتوفى سنة 275هـ، إعداد وتعليق عزت عبيد الدعاس، دار الحديث للطباعة والنشر والتوزيع؛ حمص - سوريا. ¶ 4- سنن النسائي؛ بشرح الحافظ جلال الدين السيوطي، وحاشية العلامة السندي؛ دار إحياء التراث العربي، ودار المعرفة - بيروت؛ الطبعة الثانية 1992م. ¶ 5- الصحاح تاج اللغة وصحاح العربية؛ لإسماعيل بن حماد الجوهري، تحقيق أحمد عبد الغفور عطار؛ دار العلم للملايين - بيروت، الطبعة الثانية ¶ 1979م. ¶ 6- صحيح البخاري؛ للإمام أبي عبد الله، محمد بن إسماعيل البخاري، طبع مع شرحه فتح الباري، للحافظ ابن حجر العسقلاني، دار الريان للتراث – القاهرة، الطبعة الثانية 1987م. ¶ 7- صحيح مسلم؛ للإمام الحافظ أبي الحسين، مسلم بن الحجاج بن مسلم القشيري النيسابوري، المتوفى سنة 261هـ، تحقيق وعناية الشيخ خليل مأمون شيحا، دار المعرفة - بيروت - لبنان، الطبعة الخامسة 1998م. ¶ 8- صفوة الآثار والمفاهيم من تفسير القرآن العظيم؛ للعلامة الشيخ عبد الرحمن بن محمد الدوسري رحمه الله، الطبعة الأولى 1982م.",
            "page": "93",
            "part": "1",
            "seal": "40997AD2"
        },
        {
            "id": "84",
            "nass": "1- الطرق الحكمية في السياسة الشرعية؛ للإمام ابن قيم الجوزية، المتوفى سنة 751هـ، تحقيق د. محمد جميل غازي، مطبعة المدني - القاهرة. ¶ 2- فتح القدير الجامع بين فني الرواية والدراية من علم التفسير؛ للإمام العلامة محمد بن علي بن محمد الشوكاني المتوفى سنة 1250هـ، تعليق سعيد محمد اللحام، دار الفكر للطباعة والنشر والتوزيع، بيروت - لبنان، 1993م. ¶ 3- في ظلال القرآن؛ لسيد قطب؛ دار الشروق - بيروت، والقاهرة؛ الطبعة الخامسة عشرة 1988م. ¶ 4- الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل؛ لأبي القاسم، جار الله محمود بن عمر الزمخشري الخوارزمي المتوفى سنة 538هـ؛ دار الفكر للطباعة والنشر والتوزيع، الطبعة الأولى 1977م. ¶ 5- لسان العرب؛ للإمام أبي الفضل، جمال الدين محمد بن مكرم بن منظور الإفريقي المصري، دار صادر - بيروت، مؤسسة الرشاد الحديثة. ¶ 6- اللباب في علوم الكتاب؛ لأبي حفص، عمرو بن علي بن عادل الدمشقي الحنبلي، المتوفى بعد سنة 880?، دار الكتب العلمية - بيروت، الطبعة الأولى، 1998م. ¶ 7- المحرر الوجيز في تفسير الكتاب العزيز؛ للقاضي أبي محمد، عبد الحق ابن غالب بن عطية الأندلسي، المتوفى سنة 546هـ، تحقيق المجلس العلمي بفاس - المغرب 1992م. ¶ 8- المحلى لابن حزم؛ أبي محمد، علي بن أحمد بن سعيد بن حزم، المتوفى سنة 456هـ؛ تحقيق الشيخ أحمد محمد شاكر؛ دار الآفاق الجديدة - بيروت.",
            "page": "94",
            "part": "1",
            "seal": "53AE6D81"
        },
        {
            "id": "85",
            "nass": "1- مسند الإمام أحمد بن حنبل؛ تحقيق مجموعة من المحققين بإشراف د. عبد الله ابن عبد المحسن التركي؛ مؤسسة الرسالة للطباعة والنشر والتوزيع - بيروت؛ الطبعة الأولى 1993م. ¶ 2- معاني القرآن وإعرابه؛ للزجاج أبي إسحاق، إبراهيم بن السدي، المتوفى سنة 311هـ، تحقيق د. عبد الجليل عبده شلبي؛ عالم الكتب - بيروت؛ الطبعة الأولى 1988م. ¶ 3- المغني؛ لموفق الدين أبي محمد، عبد الله بن أحمد بن محمد بن قدامة المقدسي الجماعيلي الدمشقي الصالحي الحنبلي، المتوفى سنة620هـ، تحقيق د. عبد الله ابن عبد المحسن التركي، ود. عبد الفتاح محمد الحلو؛ هجر للطباعة والنشر والتوزيع - القاهرة؛ الطبعة الأولى 1986م.",
            "page": "95",
            "part": "1",
            "seal": "3C7C5ED7"
        }
    ],
    "t8965": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "قوامة الرجل على المرأة، مفهومها، وحكمتها وسبب استحقاقها"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "صلاح الزوجة، مفهومه، وأثره في حياة الزوجين"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "نشوز الزوجة، مفهومه، وكيفية معالجته من قبل الزوج"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "مراحل معالجة نشوز الزوجة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "المرحلة الأولى: مرحلة الوعظ"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "المرحلة الثانية: مرحلة الهجر في المضاجع"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "المرحلة الثالثة: مرحلة الضرب"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "خوف الشقاق بين الزوجين، مفهومه، وأسبابه"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الحكمان، ومايتعلق ببعثهما، ووصفهما، ووظيفتهما، ومايترتب على حكمهما"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "الصلح بين الزوجين، مفهومه، وكيفيته، والحث عليه"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}