{
    "b8973": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ النقص من النص حقيقته وحكمه ¶ وأثر ذلك في الاحتجاج بالسنة الاَحادية ¶ دكتور: عمر بن عبد العزيز ¶ بقسم الدراسات العليا بالجامعة الإسلامية ¶ بالمدينة المنورة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين حمدا كثيرا مباركا فيه. ¶ وأشهد أن لا اله إلا الله وحده لا شريك له، وأشهد أن نبينا محمدا عبده ورسوله. اللهم صل وسلم وبارك على نبينا محمد وعلى آله وصحبه ومن تمسك بسنته، واهتدى بهديه. ¶ أما بعد: فإن الحرص على السنة المطهرة، وإعمالها في شتى مجالات الحياة، والعمل بما تأتي به من الأحكام الدنيوية والأخروية، وعدم ترك العمل بأي نوع من أنواعها مادام صح عن الرسول صلى الله عليه وسلم مما ينبغي أن يتحلى به كل مسلم، ولاسيما العلماء الذين يستنبطون منها الأحكام باعتبارها ثانية المصادر التي تستقي منها الشريعة السمحة أحكامها، وتأخذ الأمة منها نظامها، وتؤسس بها كيانها. ¶ وقد تحلى بذلك العلماء من السلف الصالح من هذه الأمة رضي الله عنهم حرصوا على السنة المطهرة أشد الحرص، وتمسكوا بها بجميع أنواعها وعملوا بمقتضاها في شتى الميادين. ¶ ومن الحرص على السنة، إزالة أي عقبة تعترض طريق تطبيق أي نوع من أنواع السنة، وإذابة أي عثرة تعوق العمل بها في أي زاوية من زواياها وإتاحة المكنة لسلوك المداخل المؤدية إلى إعمالها والأخذ بموجبها. ¶ وهناك بعض القواعد قد يكون مدخلا إلى مس العمل بالسنة في نوع من أنواعها، وقد قال بها علماء لا نعلم أن الحرص على السنة ينقصهم، أو أن التمسك بها يعوزهم. ¶ ومن هذه القواعد، قاعدة: \"النقص من النص نسخ \". ¶ فإني رأيت أن القول بها مطلقا يؤثر في العمل بالسنة الآحادية في بعض حالاتها مع الكتاب الكريم أو السنة المتواترة.",
            "page": "9",
            "part": "1",
            "seal": "CA45D7F6"
        },
        {
            "id": "2",
            "nass": "فأحببت أن أدرس هذه القاعدة، وأبحث عن مكامن أثرها في الاحتجاج بالسنة الآحادية. ¶ وقد خططت أن يقع البحث في ثلاثة فصول على النحو التالي: ¶ الفصل الأول: النقص من النص. ويتضمن مبحثين: ¶ المبحث الأول: تمهيد يتضمن: تعريفه، ولشرحه، وتمثيله. ¶ المبحث الثاني: أنواعه. ويتضمن ثلاثة مطالب: ¶ المطلب الأول: نقص الشرط. ¶ المطلب الثاني: نقص الجزء. ¶ المطلب الثالث: نقص الجزئي. ¶ الفصل الثاني: حكم النقص من النص. ويتضمن مبحثين: ¶ المبحث الأول: حكم نقص الشرط والجزء. ¶ المبحث الثاني: حكم نقص الجزئي. وفيه مطلبان: ¶ المطلب الأول: التخصيص. ¶ المطلب الثاني: التقييد. ¶ الفصل الثالث: أثر النقص من النص في الاحتجاج بالسنة الآحادية. وفيه ثلاثة مباحث: ¶ المبحث الأول: تعريف السنة الآحادية. ¶ المبحث الثاني: تأثير نقص الشرط والجزء. ¶ المبحث الثالث: تأثير نقص الجزئي. وفيه مطلبان: ¶ المطلب الأول: بالنسبة للتخصيص. ¶ المطلب الثاني: بالنسبة للتقييد. ¶ وأسأل الله سبحانه وتعالى أن يجعل أعمالنا خالصة لوجهه الكريم وأن يهدينا سواء السبيل، وأن يوفقنا للعمل بكتابه وسنة رسوله صلى الله عليه وسلم ويرشدنا إلى الصواب. ¶ 14 رمضان 1409 هـ ¶ عمر بن عبد العزيز المدينة المنورة",
            "page": "10",
            "part": "1",
            "seal": "CD7026B1"
        },
        {
            "id": "3",
            "nass": "الفصل الأول: النقض من النص ¶ المبحث الأول: تمهيد ¶ المطلب الاول: تعريف وشرح وتمثيله ¶ ... ¶ الفصل الأول - النقص من النص ¶ المبحث الأول: تعريفه، وشرحه، وتمثيله. ¶ النقص: مصدر نقص ينقص بفتح القاف في الماضي، وضمها في المضارع من باب نصر. ¶ وهو في اللغة بمعناه المصدري: القلة، والخسة، والضعف. ¶ يقال: \"نقص الشيء نقصا ونقصانا\" أي خسر، وقَلَّ. و: \"نقص عقله لما أي ضعف. والنقص أيضا: الخسران، وذهاب شيء من الشيء بعد تمامه. ¶ وذكر: أن الذهاب بعد التمام يطلق عليه النقصان فقط، وأن الضعف يطلق عليه النقص فقط. فيقال: \"دخل عليه نقص في عقله، ولا يقال: نقصان \" ويطلق النقص والنقصان اسما للقدر الذاهب من المنقوص. من إطلاق المصدر على اسم المفعول1. ¶ والنقص قد يكون لازما لا يتوقف فهم فعله2 على فهم أمر غير الفاعل3. قال الله تعالى: {قَدْ عَلِمْنَا مَا تَنْقُصُ الأَرْضُ مِنْهُمْ....} الآية\"4 ¶ والنقص المتضمن في الفعل {تَنْقُصُ} المسند إلى الأرض بطريق الصدور والقيام لم يتوقف فهمه على شيء آخر يتعلق به الفعل تعلق الوقوع عليه بحيث لا يمكن تعقل الفعل، وتصوره إلا بعد تعقل ذلك الشيء وتصوره. بل يجوز فهمه مادام الفاعل المسند إليه الفعل قد فهم مع عدم خطو رأي متعلق غيره بالبال. ¶ __________ ¶ 1 انظر: الصحاح (3/1059) ولسان العرب (7/100) وتاج العروس (18/187ـ188) . ¶ 2 الفعل في اللغة: العمل. والمقصود هنا ما هو في اصطلاح النحاة وهو: \"ما دل على معنى في نفسه، مقترن بأحد الأزمنة الثلاثة\" مثل (نصر) للماضي، و (ينصُر) للحاضر أو المستقبل. انظر: لسان العرب (3/528) وشرح ابن عقيل (1/ 264) . ¶ 3 الفاعل: اسم فاعل من فعل يفعل. على وزن منيع يمنع وهو في اللغة: العامل. والمقصود هنا ما هو في اصطلاح النحاة وهو: \"ما أسند إليه الفعل، أو شبهه وقدم عليه \" مثل (زيد) في (خرج زيد) فإن زيدا أسند ونسب إليه (خرج) باعتبار صدوره منه وقيامه به. وقد قدم عليه. ومثل: (أخارج عمرو) فإن (عمرا) أسند إليه (خارج) وهو شبه الفعل، لأنه اسم فاعل. وهو يشبه الفعل في العمل حيث يعمل عمله في رفع الفاعل بشروط مبسوطة في كتب النحو. ¶ انظر: الفوائد الضيائية (1/253،254) وانظر لمعنى اللزوم: شرح الكافية للرضى (2/272-273) والفوائد الضيائية (2/253-254) ¶ 4 ق:4. ¶ وللمعنى الذي يكون النقص بناء عليه لازما في هذه الآية الكريمة انظر جامع البيان (26/ 94) والبحر المحيط لأبي حبان (8/121) .",
            "page": "11",
            "part": "1",
            "seal": "83E03C08"
        },
        {
            "id": "4",
            "nass": "وقد يكون النقص متعديا يتوقف فهم فعله على فهم أمر غير الفاعل1. قال الله تعالى: {أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا} 2. ¶ والنقص كما يكون في معاني مدلولات الألفاظ، كذلك يكون في الألفاظ الدالة على المعاني بأقسامها الثلاثة: الاسم3 والفعل والحرف4. ¶ ففي الاسم مثل: الفاعل للفعل المبني للمفعول. حيث ينقص بحذفه، وإقامة المفعول به مقامه. مثل: \"نيل خبر نائل \" فأصل الكلام (نال زيد خبر نائل) فحذف الفاعل وهو (زيد) وأقيم المفعول به وهو (خبر نائل) مقامه، فأخذ حكم المفاعل من الرفع، والتأخر عن الفعل الرافع له. والفاعل اسم5. ¶ وفي الفعل مثل: الفعل الذي يدل دليل عليه وإن لم يذكر. فإنه يجوز حذفه مثل (زيد) مقولا في جواب قول القائل: من قرأ؟ فإن تقدير الجواب (قرأ زيد) لكن الفعل (قرأ) حذف لدلالة الاستفهام عليه6. ¶ وفي الحرف مثل: الهمزة في (يكرم) مضارع أكرم. فإن أصله (يؤكرم) حذفت منه الهمزة. والهمزة حرف7. ¶ والنقص بالحذف لابد أن ينطوي على فائدة تعود إما إلى اللفظ بالطلاوة والحسن والرقة والخفة. وإما إلى المعنى كتوقير المحذوف أو تحقيره أو غيرهما. ¶ والنقص بالحذف يشترط العلماء فيه - بالإِضافة إلى كونه مفيدا - أن لا ينقص من بلاغة ¶ __________ ¶ 1 راجع: شرح الكافية للمرضى (2/ 272) والفوائد الضيائية (2/ 274) . ¶ 2 الرعد: ا 4. وانظر: إعراب القرآن للنحاس (2/ 174-175) والبحر المحيط (5/ 0 40) . ¶ 3 الاسم في اللغة: أصله سمو بكسر السين وضمها وسكون الميم على وزن حمل أو قفل. حذفت الواو وعوض عنها بالهمزة في أول الكلمة. وهو من السمو وهو العلو، لأن الاسم فيه تنويه با المسمى. ¶ وفي الاصطلاح: \"ما دل على معنى في نفسه غير مقترن بأحد الأزمنة الثلاثة\". انظر: نحتار الصحاح (316) والكافية لابن الحاجب مع شرح الرضى (9/1) وشرح ابن عقيل (1/15) . ¶ 4 الحرف بفتح الحاء وسكون الراء في اللغة: الطرف والجانب، وبه سمى الحرف من حروف الهجاء. وفي الاصطلاح: \"كلمة لا تدل على معنى في نفسها، بل تحتاج إلى انضمام كلمة أخرى إليها\". مثل (من) فلا وحدها لا تدل على معنى، ولكنها تدل على الابتداء إذا انضم إليها كلمة أخرى مثل (البصرة) مثلا قولك: \"سرت من البصرة\" فهي تدل على الابتداء الثابت في البصرة) . انظر لسان العرب (9/ 41) وشرح الكافية للرضى (1/9) والفوائد الضيائية (1/ 171) . ¶ 5 راجع: شرح ابن عقيل (1/ 499) . ¶ 6 المرجع السابق (473/1-474) . ¶ 7 المرجع السابق (4/ 345) .",
            "page": "12",
            "part": "1",
            "seal": "5BAB1BA3"
        },
        {
            "id": "5",
            "nass": "الكلام1، ولا يخل بالمعنى لأنه أحد قسمي الإيجاز2. والإيجاز فن من فنون البلاغة. ففي الأمثلة التي مرت نرى أن النقص أتى بفوائد كانت تنتفي لو قدر للنقص أن ينتفي. ¶ ففي قول القائل: (نيل خير نائل) تتزاحم احتمالات الفوائد من التوقير بعدم استرذاله، أو التحقير بصون اللسان عنه، أو ادعاء تعينه، أو غير ذلك من كونه معروفا لا يحتاج إلى الذكر، أو مجهولا لا يمكن ذكره3. ¶ وفي قول القائل: \"زيد\" جوابا للمستفهم بـ (من قرأ؟) يتضمن نقص الفعل وحذفه فائدة الاختصار لأن الفعل (قرأ) قد دلت الجملة المستفهم بها عليه فعرف، وعندئذ يكون ذكره لمعرفته قد وجدت فائدته دونه فاقتضى فائدة الاختصار حذفه. ¶ وفي (يكرم) حذفت الهمزة للتخفيف. لأن من حروف المضارعة الهمزة، فعندما يعبر المتكلم وحده عن إكرامه في الحال أو المستقبل يقول ... لو لم تحذف الهمزة: \"أؤكرم فتجتمع همزتان، إحداهما حرف المضارعة والثانية من صيغة الفعل، فيثقل على اللسان النطق به. فحذفت الهمزة الثانية وحذفت تلك الهمزة مع بقية حروف المضارعة طردا للباب - كما يقولون - ولتتحد صيغة المضارع في باب الأفعال في المتكلم والمخاطب والغائب4 ¶ وفي موضوع النقص من النص يقصد بالنقص: النقص الذي يكون في المعاني مدلولات الألفاظ. ¶ النص: مصدر نص ينص من باب نصر. ¶ __________ ¶ 1-البلاغة لغة: التمام والوصول والانتهاء. واصطلاحا: المطابقة لمقتضى الحال. والمناسبة بت المعنيين أن المطابقة تفضي إلى الوصول إلى المطلوب عند البلغاء فبلاغة الكلام هو: \"مطابقته لمقتضى الحال مع فصاحته\" وتتأتى هذه المطابقة بأن يعتبر مع الكلام الذي يؤدي به المراد خصوصية ما، كالتأكيد مثلا عندما يكون المخاطب منكِرا لمقتضى الكلام الذي يوجه إليه، إذ حاله عندئذ يستدعى التأكيد، فيكون اعتباره مطابقة لمقتضى هذا الحال، على عكس الخالي عن الإنكار لخلو ذهنه عن مضمون الكلام الموجه إليه حيث يكون بلاغة الكلام معه بخلوه من التأكيد. انظر: مختار الصحاح (63) ومختصر المعاني (11 وا 2-22) وشرح عقود الجمان (6) . ¶ 2- الإيجاز: مصدر أوجز يوجز، وهو لغة: الإِقصار، من الوجازة وهي القصر. وفي الاصطلاح: \"أداء المقصود من الكلام بأقل من عبارات متعارف الأوساط \". وأبرز ما مثل به البلاغيون قوله تعالى: {ولكم في القصاص حياة} حيث تضمن هذا اللفظ الوجيز معاني كثيرة يحتاج أداؤها في متعارف الأوساط إلى عبارات كثيرة انظر: المصباح المنير (2/648) ومفتاح العلوم (493) وحلية اللب المصون (100) . ¶ 3-راجع: منحة الجليل (1/ 499) ومعجم البلاغة (1/ 190) . ¶ 4-انظر: شرح الشافية للجاربردي (1/58) .",
            "page": "13",
            "part": "1",
            "seal": "FAB7DE79"
        },
        {
            "id": "6",
            "nass": "وقد جاء بمعناه المصدري في اللغة بعدة معان يرجع معظمها إلى الرفع والإظهار1 ¶ وقد ورد في حديث رفعه صلى الله عليه وسلم من عرفات: \"فإذا وجد فجوة نص\"2 أي رفع ناقته في السير وأسرع كما ذكره شراح الحديث3. ¶ ويقال: \"نص الشيء نصا\" أي أظهره4. ¶ وأما في الاصطلاح: فقد تناولته اصطلاحات متعددة بالإطلاق اختلف ما يقصد به حسب اختلاف تلك الاصطلاحات5. ¶ والذي يعنينا منها هو الاصطلاح الشرعي العام. ¶ لقد أريد بالنص في هذا الاصطلاح: الكتاب والسنة. ¶ يقال: (هذا ثبت بالنص) أي بالكتاب والسنة. ¶ وهذا الاصطلاح عندما نقل النص إلى هذا المعنى لم يبعد به عن معناه اللغوي. إذ أن ثبوت الكتاب عن الله عز وجل، ورفع السنة الشريفة بإسنادها إلى الرسول صلى الله عليه وسلم، وإظهار ألفاظهما لمعانيها وإظهارها للأحكام ودلالتها عليها تبرز المناسبة القوية بين هذا المعنى الاصطلاحي وبن المعنى اللغوي للنص6. ¶ ويعني علماء الأصول بالنقص من النص: \"أن يوجد نص شرعي ويتناول ذا شرط أو جزء أو جزئيات ثم يأتي نص آخر أو ما في حكمه ويزيل الشرط أو يخرج بعض أجزاء أو جزئيات ما تناوله النص الأول من حكمه \"7. ¶ __________ ¶ 1-ذكرت المعاني التي جاء بها النص في اللغة في كتاب \"الزيادة على النص \" (ص 8 ا- ا 2) راجع لتفصيلات هذه المعاني: أساس البلاغة (459) ولسان العرب (7/97) ضاج العروس (18/ 179) . ¶ 2 متفق عليه. انظر: صحيح البخاري مع الفتح (3/518) وصحيح مسلم مع شرح النووي (9/34) . ¶ 3 راجع: غريب الحديث لأبي عبيد (13/178) والنهاية في غريب الحديث والأثر (5/ 64) وشرح النووي على مسلم (9/ 34) وفتح الباري شرح صحيح البخاري (13/518) . ¶ 4 انظر: لسان العرب (7/98) وتاج العروس (18/ 180) . ¶ 5 بينت تفاضل تلك الاصطلاحات في كتاب \"الزيادة على النص\" (ص/ 21-2) . ¶ 6 راجع كليات أبي البقاء (4/ 366) . ¶ 7 الحكم لا اللغة: المنع، والقضاء. ¶ وفي العرف: \"إثبات أمر لآخر، أو نفيه عنه \". ¶ وفي اصطلاح الأصليين: \"خطاب الله تعالى المتعلق بأفعال المكلفين على سبيل الاقتضاء، أو التخيير، أو الوضع. ¶ وعند الفقهاء: \"ما ثبت بالخطاب \" كالوجوب، ونحوه، والمعنى الأخير هو المراد هنا راجع: مختار الصحاح (ص/148) والأحكام للآمدي (1/135) .",
            "page": "14",
            "part": "1",
            "seal": "C265451C"
        },
        {
            "id": "7",
            "nass": "المبحث الثاني: أنواعة ¶ المطلب الأول: نقص الشرط ¶ ... ¶ المبحث الثاني: أنواع النقص من النص. ¶ وفيه ثلاثة مطالب: ¶ يتنوع النقص من النص إلى ثلاثة أنواع: ¶ المطلب الأول: نقص الشرط. ¶ والشرط بفتح الشين وسكون الراء لغة: الإِلزام والالتزام، ويطلق على ما يوضع ليلتزم به في العقود ونحوها. ¶ والشرط يطلق بمعنيين: أحدهما مصدري والآخر اسمي. ¶ ويكون المراد منه باعتبار المعنى الأول: التعليق الذي يعني به ربط حصول مضمون جملة بحصول مضمون جملة أخرى. مثل قوله تعالى: {وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا} 1. ¶ فالآية الكريمة علّقت حصول مضمون جملة هي: {فَاطَّهَّرُوا} ومضمونها وجوب التطهر الذي يقتضيه الأمر به، بحصول مضمون جملة أخرى هي: {كُنْتُمْ جُنُباً} بأداة تدل على هذا الربط بين المضمون وهي: \"إن الشرطية. فالجملة الأولى الشرط والثانية الجزاء. ¶ وبناء على هذا المعنى وهو التعليق، يكون الشرط مصدرا ووصفا للمتكلم وباعتبار المعنى الثاني يطلق على مضمون الجملة الأولى التي ربط حصول مضمون الأخرى بحصول مضمونها. ¶ وبناء على هذا يكون اسما للكلام وهو الجملة الأولى. ¶ وإذا كان النحاة قد اصطلحوا على أن الشرط هو: \"ما دخل عليه أحد الحرفين (إن) أو (إذا) أو ما يقوم مقامهما مما يدل على سببية الأول ومسببية الثاني \" وهذا هو الشرط اللغوي – فإن للأصوليين اصطلاحا آخر. حيث إنهم يعنون به: \"ما يتوقف عليه الشيء ولا يكون داخلا في ماهيته ولا مؤثرا فيه \"2 والشرط الذي نحن الآن بصدده، هو الذي اصطلح عليه الأصوليون. ¶ __________ ¶ 1- المائدة: 6. ¶ 2- راجع: تاج العروس (/404) والمعجم الوسيط (1/478) ، والتلويح على التوضيح (1/143) والسبب عند الأصوليين (31/2-32) .",
            "page": "15",
            "part": "1",
            "seal": "7EE76224"
        },
        {
            "id": "8",
            "nass": "المطلب الثاني: نقص الجزء ¶ والجزء: بضم الجيم وسكون الزاي لغة: البعض والقسم.",
            "page": "15",
            "part": "1",
            "seal": "8ACF8DCE"
        },
        {
            "id": "9",
            "nass": "ووفي الاصطلاح \" مايتركب الشيء منه ومن غيره\"1 مثل: (اليد) للإنسان. حيث إن الإنسان يتركب منها ومن غيرها كالعين والأنف وغيرهما من أعضاء الإنسان. ¶ ومن حكم الجزء أنه لا يحمل عليه كله بحمل هوهو، فلا يصح أن يجعل الجزء مبتدءاً ويجعل كله خبراً له، فلا يقال مثلا: \"يد زيد زيد\". ¶ __________ ¶ 1 راجع: تاج العروس (1/171) والتعريفات (ص/75) ، والتهذيب للتفتازاني (ص 78/ 79) .",
            "page": "16",
            "part": "1",
            "seal": "23CBB64F"
        },
        {
            "id": "10",
            "nass": "المطلب الثالث: نقص الجزئي. ¶ والجزئي نسبة إلى الجزء. وقد مر معناه اللغوي. ¶ وهو في الاصطلاح: \"ما يمنع نفس تصور مفهومه عن وقوع الشركة فيه\" (1) . مثل: (محمد) فإنه يدل على ذات واحدة هي المسماة بهذا الاسم وهي مفهومه ويمتنع أن يشترك مع محمد غيره في هذا المفهوم. واشتراك غيره معه في اسمه لا يقدح في جزئيته، لأن الاشتراك في الاسم لا يستلزم الاشتراك في المعنى الخاص والمفهوم المعين الذي به صار محمد جزئيا. والاشتراك في الاسم لم يأت نتيجة صفة مشتركة جعلتهم يشتركون في هذا الاسم بل جاء نتيجة اتفاق ومصادفة. ¶ هذا هو الجزئي الحقيقي. ¶ وهناك نوع آخر من الجزئي يسمى بالجزئي الإِضافي. ويقصدون به: \"كل أخص تحت أعم \" مثل: (الرجل) بالنسبة إلى الإنسان، فإن (الرجل) في الحقيقة وواقع الأمر كلي لأنه لا يمنع نفس تصوره عن اشتراك كثيرين فيه، ولكن جزئيته بالإضافة إلى الإنسان المشتمل عليه وعلى غيره الذي هو المرأة (2) . والمقصود في النقص هو الجزئي الإضافي. ¶ __________ ¶ 1-انظر: التعريفات (ص/75) ، والمرشد السليم (ص/ 54) . ¶ 2-أنظر: التعريفات (ص/ 75) ، والمرشد السليم (ص/ 34) .",
            "page": "16",
            "part": "1",
            "seal": "F169713E"
        },
        {
            "id": "11",
            "nass": "الفصل الثاني: حكم النقص من النص ¶ المبحث الأول: نقص الشرط والجزء ¶ المطلب الأول: المذاهب وأدلتها ¶ ... ¶ الفصل الثاني - حكم النقص من النص ¶ وفيه مبحثان: ¶ المبحث الأول: نقص الشرط والجزء. وفيه مطلبان: ¶ المطلب الأول: المذاهب وأدلتها. ¶ بالنسبة للنوعين الأولين نقص الشرط والجزء. ¶ اتفق العلماء على أن ذلك النقص نسخ1 لذلك الشرط والجزء2. لأن النسخ هو: الرفع والإزالة وقد تناول الشرط والجزء الذي نقص3 واختلفوا في كون النقص نسخا لجميع المنقوص منه إلى ثلاثة مذاهب: ¶ الأول: أنه ليس بنسخ للمنقوص منه مطلقا. وإليه ذهب معظم الحنفية والمالكية والجمهور من الشافعية والحنابلة على الصحيح في المذهب4. ¶ الثاني: أنه نسخ مطلقا. وإليه ذهب بعض الحنفية5 وبعض الشافعية6. ¶ الثالث: أن نقص الجزء نسخ دون نقص الشرط7. ¶ الأدلة: ¶ أولا: أدلة المذهب الأول: ¶ استدل القائلون بأن نقص الجزء والشرط ليس نسخا للمنقوص عنه بما يلي: ¶ __________ ¶ 1 النسخ في اللغة: الإزالة. وفي الاصطلاح: \"رفع حكم شرعي بدليل شرعي متراخ عه \". ¶ انظر: مفردات القرآن (ص/512) وشرح الكوكب المنير (3/525) . ¶ 2 راجع: إحكام الفصول (ص/ 409) وشرح المحلى على جمع الجوامع (2/114) وشرح الكوكب المنير (3/584) . ¶ 3 راجع: التمهيد قي أصول الفقه (2/ 8 0 4) وفواتح الرحموت (2/ 94) . ¶ 4 راجع: تيسير التحرير (3/ 220) وأحكام الفصول (ص/ 409) وشرح المحلي على جمع الجوامع (2/ 114) والعدة في أصول الفقه (3/837) . ¶ 5 منهم: الكرخي، وعبد العزيز البخاريَ، وعبد العلي الأنصاري. ¶ انظر: ميزان الأصول (ص/ 729) وكشف الأسرار (3/ 1679) وفواتح الرحموت (2/ 94) . ¶ 6 منهم الغزالي. انظر: المستصفى (1/ 116) . ¶ 7 وإليه ذهب عبد الجبار المعتزلي. انظر: المعتمد (1/ 447) والتمهيد (2/ 408) والمسودة (ص/ 213) .",
            "page": "17",
            "part": "1",
            "seal": "F7BBD8D9"
        },
        {
            "id": "12",
            "nass": "1 - لو كان نقص الجزء والشرط نسخا للمنقوص منه لاحتاج إلى دليل آخر يثبت حكمه وهذا الاحتياج باطل. ¶ وجه الملازمة: أن كون النقص نسخا يقتضي ارتفاع الدليل الدال على حكم المنقوص منه جريا على مقتضى النسخ من كونه رفعا وإزالة، وعندئذ: إما أن يكون حكم المنقوص منه ثابت بلا دليل بناء على عدم احتياجه إلى دليل آخر، وإما أن يحتاج إلى دليل آخر، وكونه ثابتا بلا دليل متفق على بطلانه، فتعين حاجته إلى دليل آخر. ¶ ووجه بطلان اللازم الذي هو الاحتياج هو: أن الاتفاق مع الأطراف المختلفة حاصل على أن حكم المنقوص منه ثابت بعد النقص دون حاجة إلى دليل غير الدليل المثبت له قبل النقص1. ¶ وأجيب عن هذا الدليل بما يلي: ¶ أ - بمنع الملازمة وعدم التسليم بإفضاء كون النقص نسخا للمنقوص منه إلى الاحتياج إلى دليل آخر لإثْبات حكمه. ¶ لأن دليل التنقيص هو نفسه يدل على بقاء الباقي. فالنص الدال على النقص مزدوج الدلالة، فقي الوقت الذي يدل على زوال المنقوص، يدلى على بقاء المنقوص منه أيضا، وازدواجية الدلالة هذه شأن كل دال أن على النقصان وأمثاله، ومن هنا ينتفي الاحتياج إلى دليل غير الأول، وبالطبع ينتفي ثبوت الحكم بلا دليل. ¶ ب - النقض بلزوم الحاجة إلى دليل آخر على تقدير التسليم بعدم النسخ أيضا لأن النص الدال على المجموع (المنقوص، والمنقوص منه) قد ارتفع بورود الدال على النقص الذي اتفق على كونه نسخا للمنقوص. ¶ لأن الدليل الأول إنما كان يدل على حكم المنقوص منه في ضمن حكم المجموع ولم يكن دالا على حكم المنقوص منه فقط استقلالا. وقد ارتفعت دلالته على المجموع بورود النقص فلم يبق دليلا، فيحتاج الباقي المنقوص منه إلى دليل آخر يثبت حكمه. ¶ فإذا لم تكن الحاجة إلى دليل آخر مانعة من نسخ المنقوص، لا تكون تلك الحاجة مانعة من نسخ الباقي المنقوص منه أيضا 2. ¶ __________ ¶ 1 راجع. التحرير مع التيسير (3/ 220) والمختصر مع العضد (2/203) وشرح الكوكب المنير (3/ 383) . ¶ 2 راجع. فواتح الرحموت 2/94-95)",
            "page": "18",
            "part": "1",
            "seal": "605229E4"
        },
        {
            "id": "13",
            "nass": "2 - لو كان النقص نسخا للجميع للزم أن يكون التخصيص موجبا لسقوط جميع ما تضمنه العام المخصوص. واللازم باطل، فيبطل ما يستلزمه، وهو كون النقص ناسخا للجميع. ¶ وجه الملازمة. ¶ أن النقص والتخصيص صنوان في أن كلا منهما إخراج لبعض ما تناوله اللفظ. ولا فرق بينهما من حيث ذات الإِخراج، فيؤدي كون النقض نسخا للجميع إلى كون التخصيص إسقاطا للجميع، وإلا لزم التحكم والتفريق بين المتماثلين. وكل ذلك لا يجوز. ¶ ووجه بطلان اللازم هو: ¶ أن الاتفاق حاصل بين جميع الأطراف المختلفة على أن التخصيص لا يؤدي إطلاقا إلى سقوط جميع ما تناوله النص العام المخصوص1. ¶ ويمكن أن يجاب عن هذا الدليل بمنع الملازمة ووجود الفرق بينهما، النقص والتخصيص لأن النقص أعم من التخصيص حيث يشمل رفع ما أريد رفعه أيضا. ¶ أما التخصيص فهو دفع فقط. والأعم لا يستلزم أن يكون حكمه حكم الأخص لجواز أن يكون حكم الأعم بالنسبة لما لا يلتقي فيه مع الأخص. ¶ 3 - أنّ النّسخ إزالة وهي تنافي البقاء. والمنقوص منه باق ثابت والإِزالة إنما تتعلق ببعض مدلول النص الدال عليه، وهذا لا يستلزم تعلقها بجميع المدلول لأن الناقص والمنقوص منه أمران لكل منهما حكمه، ونسخ أحد الحكمين لا يستلزم نسخ الحكم الآخر2. ¶ وقد أجيب عن هذا الدليل: ¶ بأن الإزالة والبقاء إنما يتنافيان إذا كانا من جهة واحدة. أما إذا اختلفت جهتهما فإن أحدهما لا يستلزم نفي الآخر. ¶ وبقاء المنقوص منه بعد النقص من جهة حكمه السابق من وجوب وغيره ونسخه من جهة أخرى وهي الإِجزاء وعدم الإجزاء وحده. فقد يكون باقيا من الجهة الأولى زائلا من الجهة الثانية. ¶ __________ ¶ 1 راجع: 1لعدة3/ 838، والتمهيد (2/408) . ¶ 2 انظر: إحكام الفصول (ص/ 410) والأحكام للآمدي 3/554) .",
            "page": "19",
            "part": "1",
            "seal": "C279AB05"
        },
        {
            "id": "14",
            "nass": "وإذا كان نسخ أحد الأمرين لا يستلزم نسخ الأمر الآخر، فإن نسخه لا يمنع أيضا من نسخ الآخر1. ¶ أدلة المذهب الثاني: ¶ استدل القائلون بأن نقص الجزء والشرط نسخ للمنقوص منه مطلقا بما يلي: ¶ ا - أن المنقوص منه عندما يكون واجبا تكون حرمته ثابتة بلا جزء أو شرط قبل ورود ما أنقص الجزء أو الشرط، فما كان الإتيان به جائزا بدونهما وبورود النقص قد ارتفعت هذه الحرمة، فأصبح الإتيان بالمنقوص منه بدون الجزء أو الشرط الذي نقص جائزا. ¶ وكل من الحرمة والجواز حكم شرعي، فيكون رفع أحدهما بالآخر نسخا، لأن النسخ ما هو إلا رفع لحكم شرعي بحكم شرعي متراخ عنه2. ¶ وأجيب عن هذا الدليل: ¶ بأن حرمة المنقوص منه بدون الجزء أو الشرط معناها وجوبهما فيه، وجوازه بدونهما معناه عدم وجوبهما فيه. ¶ فالذي ارتفع إذًا إنما هو وجوب الجزء أو الشرط، وهو حكم لهما لا له، فيستلزم ارتفاعه نسخهما لا نسخه. ¶ وكون إنقاصهما نسخا لهما مما لا خلاف فيه، والكلام إنما هو في نسخ المنقوص منه والدليل لم ينهض لإثباته3. ¶ دفع هذا الجواب: ¶ لم يعتبر المستدلون هذا الجواب هازا لدليلهم، واعتبروا أن تقرير الدليل هو الذي شق له الطريق، فسعوا إلى سد المنفذ الذي نفذ منه الجواب بتقرير الدليل على وجه آخر يتلخص فيما يلي: ¶ إن إجزاء المنقوص منه قبل النقص كان مقيدا باقترانه بالجزء أو الشرط. وبعد النقص أصبح مطلقا في إجزائه، وزال عنه التقيد بحال الاقتران. وبهذا يكون حكم المنقوص منه قد تغير من التقييد إلى الإطلاق وأن النقص أزال قيد الاقتران. ¶ __________ ¶ 1 راجع. إحكام الفصول (ص 410) . ¶ 2 راجع: مسلم الثبوت مع شرحه فواتح الرحموت (2/ 93) . ¶ 3 المرجع السابق.",
            "page": "20",
            "part": "1",
            "seal": "109FF6D7"
        },
        {
            "id": "15",
            "nass": "والنسخ هو الإزالة. فيكون النقص نسخا للمنقوص منه1. ¶ وبهذا التقرير للدليل اطمئنوا إلى أنه لا ينخدش بتصبيب التغير جراء النقص على حكم الجزء أو الشرط وإبعاد المنقوص منه عن ساحته، لأن التغير قد انصب على حكم المنقوص منه بناء على هذا التقرير. ¶ ولم يروا التلازم بين تقيد إجزاء المنقوص منه قبل النقص بحال مقارنته للجزء أو الشرط وبين كون كل منهما واجبا فيه يقضِ مضجع الدليل. لأنهم رأوا في هذا التلازم مسعفا للتغاير بينهما. إذ كون المنقوص منه مجزءاً حال المقارنة بالجزء أو الشرط ملازما لكونهما واجبين فيه، يدل على أن ذلك الإجزاء غير ذلك الوجوب، لأنه من المسلم به، أن اللازم غير الملزوم لا أنه عينه، لأن اللازم لا يكون عين الملزوم. ¶ فالإِجزاء صفة للمنقوص منه، والوجوب صفة للجزء أو الشرط فلا يكون أحدهما الآخر2. ¶ 2 - أن المنقوص منه قبل النقص كان مطلوبا ضمن الكل وهو المجموع المكون من المنقوص منه والجزء أو الشرط، ولم يكن وحده مقصودًا بالطلب، مستقلا فيه عن جزئه أو شرطه. وبعد النقص أصبح وحده مقصودا بالطلب مستقلا3. ¶ وبهذا يكون الحكم قد تغير بالنسبة له، حيث استجد له حكم - وهو استقلاله في كونه مطلوبا - لم يكن ثابتا له قبل النقص، وزال عنه حكم - وهو عدم كونه مطلوبا بالاستقلال بل ضمن الجميع - كان ثابتا له قبل النقص، وهذا هو االنسخ. فيكون النقص نسخا للمنقوص منه4. ¶ وقد أجيب عن هذا الدليل: ¶ بأن الذي زال إنما هو طلب الجزء أو الشرط. وأما المنقوص منه فإنه باق على الطلب الأصلي الثابت له قبل النقص، ولم يتجدد بالنسبة له شيء فلم يزل عنه حكم، ولم يثبت له آخر، فلم يتأت بالنسبة له النسخ5. ¶ 3 - أن الشيء المطلوب إذا نقص منه واقتصر على بعضه، فإن ذلك النقص ينسخ ¶ __________ ¶ 1 راجع: فواتح الرحموت (2/ 95) . ¶ 2 انظر: المرجع السابق ¶ 3 المرجع السابق. ¶ 4 المرجع السابق. ¶ 5 المرجع السابق.",
            "page": "21",
            "part": "1",
            "seal": "E6997B2D"
        },
        {
            "id": "16",
            "nass": "أصل المطلوب. لأن حقيقة النسخ، الرفع والتبديل. وقد كان حكم الكل أنه مطلوب جميعه وبالنقص نسخ ذلك بالكلية، لأن البعض الباقي المقتصر عليه مطلوب آخر استؤنف طلبه لا أنه بعض من المطلوب الأول. ¶ فمثلا: لو أنقص الشارع من الصلاة الرباعية ركعتين واقتصر عليهما، فإن الركعتين عبادة أخرى غير الرباعية لا أنهما بعض منها. ¶ ويدل على نفي هذه البعضية أن من صلى الصبح أربعا لا يعتبر أنه أتى بالواجب وزيادة. فلو كانت الركعتان بعضا من الأربع للزم أن يكون آتيا بالواجب وزيادة لأن الدرهم الواحد لما كان بعضا من الدرهمين، كان الذي وجب عليه درهم فتصدق بدرهمين آتيا بالواجب وزيادة1. ¶ وأجيب عن هذا الدليل: ¶ بأن كون البعض الباقي مستأنف الطلب في حيز المنع، لأن الطلب الأول بالنسبة له ما زال باقيا، وأن عدم اعتبار صلاة ممن صلى الصبح أربعا لا ينفي هذه البعضية لأن عدم الاعتبار هذا لا دخل له بالبعضية، أوعدمها، وإنما هو ناشئ من تحريم الزيادة في الصلاة. ¶ ولذا فإن الزيادات عندما لا تكون محرمة، أو محرمة لكن لا لذاتها، يكون الآتي بالمزيد عليه مع الزيادة آتيا بالمطلوب حيث يكون المزيد عليه مجزئا فلا يشكل عليه التصدق بدرهمين رغم كون المطلوب واحدا، لأن الضم والزيادة ليست محرمة ولا بالزيادة في الجلدات، حيث تكون الجلدات المقررة مع الزيادة مجزئة. لأن الزيادة وإن كانت محرمة إلا أن تحريمها ليس لذاتها، بل لكونها إضرارا بالمجلود. ¶ فإذا علمنا أن الزيادة في الصلاة محرمة لذات الزيادة ظهر لنا الفرق بينها وبين التصدق والجلد2. ¶ دليل المذهب الثالث ¶ استدل الذاهبون إلى أن نقص الجزء نسخ دون الشرط بما يلي: ¶ إن نقص الجزء رفع لنفي إجزاء الكل من دون ذلك الجزء. حيث كان الكل لا يجزئ ¶ __________ ¶ 1 راجع: المستصفى (1/ 116) . ¶ 2 انظر النفائس (2/ 286) .",
            "page": "22",
            "part": "1",
            "seal": "95DC811E"
        },
        {
            "id": "17",
            "nass": "بل النقص من دون ذلك الجزء، لأن ذلك الجزء\" كان داخلا في ماهية الكل محققا مع الأجزاء الأخرى لحقيقته. وبالنقص أصبح مجزئا بدونه فارتفع عدم الإِجزاء. وهو حكم شرعي إن كان الكل مطلوبا شرعا فيكون رفعه نسخا. ¶ وأما الشرط فإنه تابع للمشروط خارج عن ماهيته. ¶ ونسخ التابع لا يكون نسخا للمتبوع لأنهما كيانان. فإذا ارتفع أحدهما لمقتض اقتصر عليه، لا يقتضي ذلك ارتفاع الآخر لأن رابطة الشرطية مهما قويت لا تنفي التغاير بين الشرط والمشروط1. ¶ قد أجيب عن هذا الدليل: ¶ بأن نسخ الباقي لو تصور فإنما يتصور بالنسبة لإِجزائه أو عدم إِجزائه، ولا فرق بين الجزء والشرط في توقف هذا الإجزاء عليهما واعتداده بهما. كما أنه لا فرق بينهما في زوال اعتباره شرعا بفقدانهما. ¶ ولو أنعم النظر فإنه يصل إلى أن مآل الجزء فيما ذكر من الإجزاء وعدمه إلى الشرط، لأن الجزء قبل النقص كان شرطا أيضا بالنسبة للباقي، حيث إنه خارج عنه، واعتداده موقوف عليه وما الشرط إلا هذا2. ¶ هذا الجواب بناء على تسليم كون الإِجزاء أو عدمه حكما شرعيا. وهناك من لم يسلم ذلك فأجاب عن الدليل بجواب ثان مفاده: ¶ أن الإِجزاء عبارة عن موافقة الأمر وعدم القضاء وموافقة الأمر نسبة عدمية بين الفعل والأمر لأنهما عبارة عن عدم المطالبة به، وعدم القضاء عبارة عن عدم ورود نص بطلبه، فانتفى عن الإِجزاء وعدمه أن يكونا حكمين شرعيين لأمرين: ¶ أحدهما: عدميتهما. والحكم الشرعي إنما هو حكم الله تعالى الوجودي المتعلق على وجه خاص. ¶ ثانيهما: أنهما عبارتان عن النسبة وعدمها، والنسب أو عدمها ليست أحكاما شرعية، فلا يكون رفعها نسخا3. ¶ __________ ¶ 1 راجع: المعتمد (1/ 148) والمستصفى (1/116) والمحصول (3/559) . ¶ 2 أنظر: فواتح الرحموت (2/ 94) . ¶ 3 راجع النفائس (2/285) .",
            "page": "23",
            "part": "1",
            "seal": "D143B500"
        },
        {
            "id": "18",
            "nass": "دليل المذهب الرابع ¶ استدل القائلون بأن نقص الجزء والشرط نسخ إن غير حكم المنقوص وإلا فلا بما يلي: ¶ إن النسخ عبارة عن إزالة الحكم الثابت بالشرع المتقدم بدليل شرعي متأخر عنه والمنقوص منه الباقي بعد النقص قد كان تقدم ورود الخطاب بأنه بانفراده ليس مطلوبا واستقر ذلك وثبت. فإذا ورد بعد ذلك خطاب بأنه مطلوب تام بانفراده فإن ذلك يكون نسخا له. ¶ ومثلوا له بما لو نقصت ركعتان من أربع ركعات فإن هذا النقص يغير حكم الركعتين الباقيتين من عدم كونهما عبادة بانفرادهما إلى كونهما عبادة تامة. ¶ أما النقص الذي لا يغير حكم المنقوص منه فإنه لا يتأتى فيه معنى النسخ من الإزالة والرفع، فلا يكون نسخا. ¶ وقد مثلوا له بما لو نقص الشارع ستر العورة من الصلاة أو وقوف المأموم عن يمين الإمام1. ¶ __________ ¶ 1 راجع: إحكام الفصول (ص/ 410) .",
            "page": "24",
            "part": "1",
            "seal": "6ED2E854"
        },
        {
            "id": "19",
            "nass": "المطلب الثاني: الموازنة والترجيح ¶ ... ¶ المطلب الثاني: الموارنة والترجيح ¶ بالرجوع إلى الأدلة التي احتجت المذاهب بها يظهر ما يلي: ¶ 1- أن المذهب الأول القائل بأن النقص من النص ليس بنسخ مطلقا قد ساق ثلاثة أدلة قدحت الإجابة في نهوض اثنين منها للحجية وهما الأول والثالث ولم أطلع على إجابة عن الثاني المتمثل في قياس نقص الجزء والشرط على التخصيص، واستلزام ناسخيه النقص للمنقوص منه لكون التخصيص ناسخا للباقي بعده. ¶ وبإنعام النظر يتبين للناظر أن هذا القياس قياس مع الفارق وأن التلازم في حيز المنع. ¶ ووجه الفرق أن النقص أعم والتخصيص أخص. ¶ تكمن أعمية النقص في شموله لرفع ما أريد من النص بعد ثبوته، ودفع ما تناوله النص من أن يثبت قبل ثبوته. وتكمن أخصية التخصيص في انحصاره في دفع ما تناوله النص من أن يثبت. والأعم لا يستلزم أن يكون حكمه حكم الأخص، لجواز أن يكون حكم الأعم بالنسبة لأفراده التي لا يلتقي فيها مع الأخص، فلا يلزم من كون النقص نسخا، كون التخصيص نسخا مثله فامتنعت الملازمة وخرجت الإجابة عن هذا الدليل أيضا.",
            "page": "24",
            "part": "1",
            "seal": "9FE30E24"
        },
        {
            "id": "20",
            "nass": "2 - وأما المذهب الثاني فإنه قد أتى بثلاثة أدلة أيضا. وقد تصدوا لها بالإجابة عنها. غير أن الأول منها المتضمن ثبوت حرمة المنقوص منه - إن كان واجبا - بدون الجزء والشرط قبل النقص وارتفاع تلك الحرمة بالنقص قد دفع الجواب عنه بما يظهر أنه أعاد القوة إليه للنهوض للحجية. ¶ 3 - أما المذهب الثالث فقد أجيب عن دليله الوحيد. ¶ 4 - وأما المذهب الرابع فإنه قد سبك دليله الوحيد سبكا أتقن إحكامه بحيث سد المنافذ التي يمكن أن ينفذ منه الغبار المثار عن الاعتراضات. ويرجع ذلك إلى انتزاع دليله من واقع النسخ، وحقيقته التي يقرها الجميع، فعلق كون النقص نسخا على تأتي هذه الحقيقة ونفى نسخيته على انتفائها، فأصبح الدليل بمنجاة عن الإجابة عنه والاعتراض عليه. ¶ صحيح أن المذهب نفسه قد ترك المجال أمام الاعتراض بأنه علق النسخ على التغيير وهما شيء واحد، لأن دليله أنبأ أن مراده من التغيير الرفعِ والإزالة بخصوصهما وليس التغيير بمعناه الأعم الشامل للرفع والدفع والتقييد، فيكون مآل المذهب أن النقص نسخ إن كان نسخا. وتعليق الشيء على نفسه خال عن التحصيل ممتنع. ¶ لكن بيان المراد من المذهب بأن أمر النقص من حيث كونه نسخا أو ليس بنسخ لا ينضبط كليا لا إثباتا ولا نفيا، فلا يحكم على كل نقص بأنه نسخ ولا يحكم عليه كله بأنه ليس بنسخ، بل في بعض الأحكام يكون مغيرا لحكم شرعي فيكون نسخا وفي بعض الأحكام لا يكون مغيرا فلا يكون نسخا. ¶ هذا البيان يسد ذلك المجال لهذا الاعتراض فيعيد المذهب إلى نطاق المذاهب المفيدة الحاوية للتحصيل. ¶ بقي النظر في تمثيله، ففي الوقت الذي لا تختلف وجهات النظر - في نظري - في كون الأول (نقص ركعتين من أربع) مغيرا نجد تلك الوجهات مختلفة في عدم كون الثاني (نقص ستر العورة أو وقوف المأموم على يمين الإمام) مغيرا. ¶ فإن هناك من يجعل نقص الشرط مغيرا وبين وجه تغييره للمنقوص منه. ¶ وعلى كل فإن اختلاف وجهات النظر في المثال لا يقدح في الممثل له. ومن جهة",
            "page": "25",
            "part": "1",
            "seal": "2C5BBEE3"
        },
        {
            "id": "21",
            "nass": "أخرى، فإن التمثيل للمغير وغير المغير بهذين المثالين قد يدخل في الروع رجوع هذا المذهب إلى المذهب القائل بكون نقص الجزء نسخا دون الشرط، ولكن إذا لوحظ أن المغير أعم من الركن والشرط وكذلك غير المغير إذا غض النظر عما يلازمهما، يتلاشى وهم هذا الرجوع، إذ الشرط إذا ثبت تغيير نقصه للمنقوص منه يكون نسخا عند هذا المذهب دون المذهب الآخر. ¶ وقبل أن نغادر هذا الموطن لابد من العودة إلى الدليل الأول من أدلة المذهب الثاني ¶ القائل بالنسخ مطلقا والذي تمثل دليله في أن المنقوص منه إذا كان واجبا، فإن نقص الجزء أو الشرط يرفع حرمته بدونهما قبل النقص. ¶ وسبب العودة إليه هو أن هذا الدليل وإن أجيب عنه غير أن الجواب عنه قد دفع مما يجعل الدليل ناهضا، ومعنى نهوض الدليل قيام المذهب، وربما ترجيحه، وبإنعامِ النظر في دفع الجواب يتبين أنه يعود إلى جعل النقص مغيرا لإِثبات النسخ له، مما يجعل مآله راجعا إلى هذا المذهب. ¶ وبهذا يظهر لي رجحان هذا المذهب القائل بالنسخ عند التغيير وعدمه عند عدمه. والله أعلم.",
            "page": "26",
            "part": "1",
            "seal": "9E60F3FA"
        },
        {
            "id": "22",
            "nass": "الصالح لها بلا حصر\" مثل: الإِنسان. فإنه يتناول دفعة واحدة كل ما يصلح أن يكون فردا من أفراده، مندرجا تحته. مثل زيد وعمرو وبكر وغيرهم، ولا ينبئ عن انحصار هذه الأفراد في عدد معين. ¶ ويقصد بقصره على بعض أفراده بيان أنه عند وروده أريد به بعض من تلك الأفراد الصالحة للانضواء تحته. مثل قوله سبحانه وتعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} 1. فإن (من) في {فَمَنْ شَهِدَ} من ألفاظ العموم يتناول جميع الشاهدين للشهر المقيمين منهم والمسافرين، الأصحاء منهم والمرضى. فجاء قوله تعالى: {وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} وأخرج المرضى والمسافرين من حكم من شهد الشهر وهو وجوب الصوم المستفاد من الأمر به بـ {فَلْيَصُمْهُ} وقصر ذلك على المقيمين الأصحاء الذين هم بعض أفراد (من) في {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} وبيَّن أنهم هم المقصودون بهذا الحكم وأن غيرهم من المرضى والمسافرين لهم أن يفطروا في شهر رمضان حال مرضهم وسفرهم، ويصوموا مكان الأيام التي أفطروا فيها عدة من أيام أخر. ¶ الفرع الثاني: العلاقة بين التخصيص والنسخ: ¶ بيان العلاقة بين التخصيص والنسخ يتطلب ذكر أنواع النسخ باعتبار الأفراد المرفوع عنها الحكم لتعيين النوع الذي يعقد التشابه رابطة تربطه بالتخصيص فتميزه أوجه الفرق عنه. ¶ فالنسخ بهذا الاعتبار نوعان: ¶ الأول: نسخ الحكم بالنسبة لجميع أفراد العام، ومثلوا له بقوله سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيم} 2. ¶ ذكروا أن هذه الآية نسخها قوله تعالى: {أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ} 3. ¶ __________ ¶ 1 البقرة: 185. ¶ 2 المجادلة 120. ¶ 3 المجادلة: 13.",
            "page": "27",
            "part": "1",
            "seal": "C68AD286"
        },
        {
            "id": "23",
            "nass": "فالآية الكريمة الأولى عامة شملت جميع المؤمنين، فعمهم الأمر بتقديم الصدقة بين يدي مناجاة الرسول صلى الله عليه وسلم وشملهم وجوبه. ومما دل على هذا العموم، اسم الموصول {الَّذِينَ} إذ هو من ألفاظ العموم. ¶ والآية الكريمة الثانية أيضا عامة، لأنها خوطب بها من خوطب بالأولى. فرفعت عن الجميع وجوب التقديم1. ¶ وهذا النوع لا يربطه بالتخصيص تشابه، ولا يلتبس به لأن الحكم كان متعلقا بجميع الأفراد عند نزوله ثم انتهى عنها جميعا بعد ذلك. ¶ والتخصيص لا ينهي الحكم عن جميع أفراد العام، بل لا بد من بقاء بعض من الأفراد ينتهي إليه التخصيص. ¶ النوع الثاني: نسخ الحكم عن بعض أفراد العام: ¶ وقد مثلوا له بقوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ} 2 وذكروا أنه نسخ من هذه الآية الكريمة حكم الحامل بقوله تعالى: {وَأُولاتُ الأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} 3. ¶ فالآية الكريمة الأولى عامه تتناول جميع المطلقات، فتوجب عليهن أن يعتدن ثلاثة قروء، ودل على هذا العموم لفظ {وَالْمُطَلَّقَاتُ} حيث إنه جمع معرف ب (أل) وهي من صيغ العموم. ¶ والآية الكريمة الثانية خاصة بالحاملات جعلت عدتهن وضع الحمل، فذكروا أنها نسخت بالنسبة لهن العدة بتربص ثلاثة قروء. ¶ وبهذا تكون الثانية ناسخة للأولى نسخا جزئيا، لأنها رفعت حكم الأولى بالنسبة لبعض أفرادها وهو الحوامل، دون البعض الآخر وهو غير الحوامل، وقد كانت المطلقات عامة شاملة للصنفين4. ¶ وهذا النوع يربطه بالتخصيص علاقة اشتراكهما في اختصاص الحكم ببعض ما يتناوله ¶ __________ ¶ 1 راجع: جامع البيان (28/ 5 ا-16) ونواسخ القرآن (ص/ 478- ا 48) . ¶ 2 البقرة: 228. ¶ 3 الطلاق: 4. ¶ 4 انظر: جامع البيان (2/ 264) ونواسخ القرآن (ص/ 206) والدر المنثور (1/ 274) .",
            "page": "28",
            "part": "1",
            "seal": "02B9BD28"
        },
        {
            "id": "24",
            "nass": "العام، ونظراً لهذا الاشتراك والتشابه، قد يلتبس التخصيص بالنسخ عند البعض إلى درجة الاعتقاد باندراج النسخ في تعريف التخصيص لأنه يصدق عليه أنه: قصر العام على بعض أفراده. ¶ ومن هنا اعترضوا على تعريف التخصيص بأنه غير مانع لأنه صدق على النسخ مع أنه ليس من المعرف ودخل في التخصيص مع أنه ليس منه. ¶ غير أن هذا الاعتراض قد دفع بأن العام الذي نسخ حكمه بالنسبة لبعض أفراده لم يكن مقصورا على بعض أفراده عند الإطلاق بل أريد به جميع الأفراد ثم رفع البعض بالنسخ. أما العام الذي خصص بعض أفراده فإنه لم يرد به عند الإطلاق إلا البعض، فلا يتناول تعريفه النسخ، فيكون مانعا منه1. ¶ وتوخي بيان العلاقة بين التخصيص والنسخ يحدونا إلى ذكر أهم ما بينه العلماء من أوجه الاختلاف بينهما. من هذه الأوجه: ¶ ا - أن التخصيص دفع، ويقصدون به أن التخصيص بيان أن حكم العام لم يتعلق إلا ببعض أفراده حين وروده دون البعض الآخر فخرج من حكمه من وقت الورود. بخلاف النسخ فإنه رفع. ويقصدون به أن حكم العام كان متعلقا بكل الأفراد ثم بعد ذلك تغير الحكم بالنسبة لبعض أفراد العام، فرفع الحكم عنها بعد ثبوته لها. ¶ 2 - أن التخصيص يجوز فيه اقتران المخصص بالعام، بل عند من لا يجوز تأخير البيان، يجبَ اقترانه به، كما يجوز عند الجمهور أن يكون مقدما عليه. ¶ وجواز الاقتران هذا ينبعث من طبيعة التخصيص وحقيقته وهي أنه بيان لما أريد من العام، واقتران البيان لما اكتنفه نوع من الإبهام لا يفضي إلى محظور، بل هو من سائغ الأمور، بل ربما ارتقى إلى درجة الأولوية، بل الوجوب فيما إذا حان وقت تطبيق العام. ¶ وهذه الحقيقة نفسها جوزت تقدم المخصص على العام، إذ لا مانع من تقدم المبين على المبين ذاتاً مادام يتأخر عنه صفة وهي كونه بيانا، حيث إن البيانية لا تتأتى إلا بعد ورود العام لأنه محل لها. بخلاف النسخ حيث إنه لا يجوز فيه اقتران الناسخ بالمنسوخ، بل يشترط تراخيه عنه وبطريق أولى لا يجوز تقدمه عليه. ¶ وعدم الجواز هذا نابع من حقيقة النسخ التي هي الرفع، إذ أن الرفع فرع الثبوت، فلا يتأتى إلا لما ثبت، فلا بد للشيء أن يثبت أولا حتى يطرأ عليه الرفع، والطروء يستلزم ¶ __________ ¶ 1 راجع: تيسير التحرير (1/ 272) .",
            "page": "29",
            "part": "1",
            "seal": "F5C1DA19"
        },
        {
            "id": "25",
            "nass": "تراخي الطارئ عن المطروء عليه. والاقتران ينفي الطرءان ثم إن الرفع - وهو نفي - لا يمكن اقترانه بالإثبات - وهما يعرضان على شيء واحد - لأنه يفضي إلى التناقض. والشريعة منزهة عنه. ¶ 3 - أن التخصيص لا يتطرق إلا إلى الحكم الذي ظاهره التعلق بأفراد كثيرة، أما الذي يتعلق بحق شخص واحد فإنه لا يتطرق إليه. ¶ ونعود إلى حقيقة التخصيص مرة أخرى لنأخذ منها عدد التطرق هذا، إذ أن هذه الحقيقة إذا كانت عبارة عن بيان ما أريد بالنص عند وروده بإخراج ما لم يرد به فإن الحكم الثابت في حق شخص واحد يأبى هذا الإخراج، إذ أنه لا يبقي شيئا يتناوله النص، ويبين أن النص عندما ورد لم يرد به شيء، فيفضي إلى كون الكلام المخرج منه لغوا من الكلام. ونصوص الشريعة منزهة عن اللغو. بخلاف النسخ، فإنه يتطرق إلى الحكم الثابت في حق شخص واحد وحقيقة النسخ أيضا هي التي تسيغ هذا التطرق، لأنها عبارة عن رفع الحكم الثابت بالنص. وهذا يقتضي أن النص عندما ورد أريد به هذا الشخص الواحد، والإرادة تنفي اللغوية عن النص ولا تؤثر في هذا النفي قلة ما أريد به أو كثرته، إنما المؤثر حصوله أو عدمه فلم يفض تطرقه هذا إلى محظور فتطرق كما يتطرق إلى الحكم الثابت في حق أفراد كثيرة. ¶ 4 - أن التخصيص لا يفقد العام صلاحية الاحتجاج مطلقا في مستقبل الزمان، بل يعمل به في غير صورة التخصيص، لأنه لا بد من بقاء بعض أفراد العام بعد تخصيصه، ولا يمكن أن يتناول التخصيص كل أفراده نأيا للعام عن اللغو كما ذكر ودلالة العام على أفراده الباقية تحته بعد التخصيص باقية، والتخصيص لا يبطلها بل يبقيها، فيبقى الاحتجاج به المبني عليها. بخلاف النسخ. فإن الدليل الذي نسخ حكمه قد يخرجه النسخ عن أن يعمل به ويفقده صلاحية الاحتجاج به حينما يكون الحكم ثابتا في حق شخص واحد، أو في حق كثيرين ويكون النسخ كليا لأن دلالة المنسوخ في هاتين الحالتين تبطل بالنسخ في مستقبل الزمان بالكلية، فلا يبقى النسخ دلالة المنسوخ مطلقا، فلا يبقى الاحتجاج به المبني عليها. ¶ وبهذه الفروق الثلاثة المرتبطة وثيق الارتباط بحقيقة التخصيص والنسخ وماهيتهما، يظهر بوضوح تميز كل منهما عن الآخر تميزا يجعل السر في القادم من الكلام على بينة. وهذا ما توخيناه من بيانها1. ¶ __________ ¶ 1 لمعرفة مزيد من الفروق بينهما راجع: الأحكام للآمدي (3/165 وتنقيح الفصول (2/72) وإرشاد الفحول (ص/125-926) .",
            "page": "30",
            "part": "1",
            "seal": "E065333C"
        },
        {
            "id": "26",
            "nass": "تحقق التخصيص ¶ يتحقق التخصيص عند اختلاف حكم العام والخاص الذي هو: \"لفظ وضع لمعنى واحد على سبيل الانفراد، أو لكثير محصور\". مثل: زيد وأسماء الأعداد مثل: عشرة، فالأول خاص لانفراده والثاني لانحصاره. ¶ ويقصد باختلاف حكم العام والخاص: أن يرد نص عام ويقتضي حكماً، ثم يرد نص خاص يقتضي حكماً لأفراده خلاف ما يقتضيه النص العام بالنسبة لهذه الأفراد. مثل ما ذكرنا في قوله تعالى: {َمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْه} وقوله تعالى: {َمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَر} . ¶ والاختلاف بينهما إنما يتأتى في أفراد الخاص، إذ هي التي تناولها النصان العام والخاص. ¶ وهذا الاختلاف يتأتى في حالات متعددة هي ما يلي: ¶ الحالة الأولى: مقارنة الخاص بالعام وتأخر الخاص عنه ¶ وتعني المقارنة نزول أو ورود العام والخاص معا في وقت واحد من الزمن. ويعني التأخر: أن يذكر الخاص بعد ذكر العام مثل آية الصيام بالنسبة لمن شهد الشهر وبالنسبة للمريض والمسافر. ¶ وهذه الحالة متفق على حكمها بين جميع المجيزين للتخصيص. وهو أن الخاص يخصص العام. لأن التخصيص حينئذ يحتمه إعمال الدليلين، الخاص في كل أفراده، والعام فيما عدا أفراد الخاص من أفراده. ويحتمه أيضا تعيين الخاص بيانا لما أريد من العام عند وروده بانقطاع سبل الجمع بينهما غيره. ¶ الحالة الثانية: تراخي الخاص عن العام ¶ ويتأتى ذلك بورود الخاص بعد العام بفترة زمنية. ومثلوا له بقوله تعالى: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً} . مع قوله تعالى: {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ} . فالآية الكريمة الأولى عامة تشمل كل من يرمي محصنة، الأزواج وغيرهم، والآية الكريمة الثانية خاصة بالأزواج.",
            "page": "31",
            "part": "1",
            "seal": "4919EE6A"
        },
        {
            "id": "27",
            "nass": "وقد اختلف حكمهما بالنسبة للأزواج، حيث اقتضى ظاهر الأولى أنهم إذا رموا المحصنات ولم يأتوا بأربعة شهداء يجلدون ثمانين جلدة واقتضت الثانية عدم جلدهم عند الرمي وعدم إحضار الشهود، وأن شهادة أحدهم أربع شهادات بالله إنه لمن الصادقين. وقد نزلت الآية الكريمة الثانية الخاصة بالأزواج بعد الآية الكريمة الأولى العامة في الأزواج وفي غيرهم1. ¶ وقد اختلف العلماء في حكم هذه الحالة: فذهب الجمهور إلى أن الخاص يخصص العام2. وذهب الحنفية إلى عدم التخصيص، بل إن الخاص ينسخ العام بقدره3. ¶ الأدلة: أولا: أدلة الجمهور ¶ استدل الجمهور على أن الخاص المتراخي عن العام يخصصه بما يلي: ¶ ا - قوله تعالى: {ِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ} 4 ¶ وقوله سبحانه وتعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ} 5. ¶ فالآية الكريمة الأولى عامة تعم كل معبود ولم يقترن بها تخصيص، والآية الكريمة الثانية خاصة بالذين سبقت لهم من الله الحسنى كعيسى ابن مريم والملائكة عليهم السلام، وأخرجتهم من عموم الأولى فخصصتها، وقد نزلت الثانية بعد الأولى متراخية عنها6. ¶ فلو لم يكن التخصيص بالمتراخي جائزاً لما وقع لكنه وقع في هذه الآية الكريمة، والوقوع يستلزم الجواز، فدل هذا على أن تأخير المخصص جائز7. ¶ وأجيب عن هذا الدليل: ¶ أ - بأن قوله تعالى: {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ} لا يعم المعبودين كلهم، وإنما يعم معبود المخاطبين وهم أهل مكة فقط، وهو الأصنام. لأن الأصنام هي الموصوفة بعبادة المخاطبين لها، والموصول إنما يعم الموصوفين بالصلة، فلا تعم الآية الذين ¶ __________ ¶ 1 راجع: صحيح البخاريَ (6/ 4) وجامع البيان (17/ 64-67) ومرآة الأصول (1/ 334) . ¶ 2 انظر: الأحكام للآمديَ (2/ 463) والمختصر مع شرح العضد (1/147-148) . وابن قدامة وآثاره الأصولية (1/251) . ¶ 3 راجع: مسلم الثبوت مع شرحه (1/345،349) . ¶ 4 الأنبياء: 98. ¶ 5 الأنبياء: 101. ¶ 6 راجع: أسباب النزول للواحدي (ص/ 229و- 230) وتفسير ابن جزي (3/33) وتفسير ابن كثير (3/ 199) وأسباب النزول للسيوطي بهامش تفسير الجلالين (ص/508،510) . ¶ 7 راجع: الأحكام للآمدي (2/ 465) والأسنوي على المنهاج (2/110) ، والبد خشي على المنهاج (2/ 186) .",
            "page": "32",
            "part": "1",
            "seal": "C5ADC7E4"
        },
        {
            "id": "28",
            "nass": "سبقت لهم من الله الحسنى، فلا تتناول مثل عيسى والملائكة عليهم السلام، ولا يدخلون في عمومها، فلا يتحقق الإخراج بالنسبة لهم لأنهم لم يدخلوا والإخراج فرع الدخول. ولهذا لا يكون قوله تعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى ... } الآية إخراجاً لهم وتخصيصاً لعموم الآية الأولى. وإنما هو تأكيد لعدم دخولهم الذي علم سابقاً أو تأسيس لإِظهار بعدهم عنها فضلاً عن دخولهم فيها، لقطع تعنت المتعنتين. ¶ ب - على فرض تسليم تناول الآية بعمومها لغير معبود المخاطبين أيضاً، فإنها لا تتناولهم أيضاً لأنهم عقلاء، و (ما) لغير العقلاء فلا تتناول من يعقل ويعلم وإذا لم تكن الآية متناولة لهم، فلا داعي إلى إخراجهم لعدم الحاجة إلى إخراج مالا دخول له. ¶ وأما قوله تعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى ... } الآية فهو إما للتأكيد أو لبيان بعدهم عنها على النحو الذي ذكر. ¶ ج - على فرض تسليم أن الآية تتناولهم فإن قوله تعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى} لا يكون تخصيصا أيضاً لأنهم خصوا بالعقل، ذلك أن العقل يقضي بأن الجريمة إذا صدرت عن الغير لا تكون سبباً في تعذيب من لم يقترفها ولم يدع إليها ولم يرض بها. والمسيح والملائكة طبعاً لم يدعوا إلى عبادتهم لهم ولم يرضوا بها، فالعقل يخرجهم من عموم الآية الأولى فيكون هو المخصص، لا الآية الثانية. وإنما هي تأكيد لما حضر في عقولهم عند الخطاب بالآية الأولى. فالمخصص إذاً كان مقارنا للآية، ودعوى تأخره في خير المنع 1. ¶ 2 - قال الله تعالى: {إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِين} 2 فهذه الآية الكريمة عامة تعم من في القرية، المؤمنين وغيرهم، ولذلك قال إبراهيم عليه السلام للملائكة الذين قالوا له هذا الكلام الكريم: {إِنَّ فِيهَا لُوطاً} ، فبينوا بعد ذلك تخصيص عموم هذه الآية، وإخراج لوط ومن معه من المؤمنين بالقول الكريم: {نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَه} 3 ولم يكن هذا التخصيص إلا بعد سؤال إبراهيم عليه السلام4 فلو لم يكن التخصيص بالمتراخي جائزاً لما أخروه ¶ __________ ¶ 1 راجع: تيسير التحرير (1/278) ومسلم الثبوت مع شرحه (1/ 301) . ¶ 2 1لعنكبوت:31. ¶ 3 1لعنكبوت: 32. ¶ 4 راجع: تفسير ابن كثير (3/413) وحاشية الشهاب على البيضاوي (7/ 99-100) ¶ والأحكام للآمدي (3/ 52) .",
            "page": "33",
            "part": "1",
            "seal": "1708D5F0"
        },
        {
            "id": "29",
            "nass": "وأجيب عن هذا الدليل: ¶ بأن التخصيص لم يتأخر عن هذه الآية بل اقترن بها، ويدل على ذلك قول الملائكة: {إِنَّ أَهْلَهَا كَانُوا ظَالِمِين} فإن هذا تعليل للهلاك دل على تخصيص الهلاك بالظالمين، وأن من لم يكن ظالماً لا يدخلِ ضمن من يلحقهم الهلاك، ولم يكن لوط ومن معه ظالمين. ¶ ثم إن بين قول الملائكة: {إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ} وبين قولهم: {نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَه} لم يتخلل إلا سؤال إبراهيم بقوله: {إِنَّ فِيهَا لُوطا} والتخلل بمثل هذا لا يعد - تأخيرا، لأن مثل هذا يجري فيما بين المبين والبيان كالتخلل بانقطاع نفس، أو سعال - مثلاً - مع أنة يعتبر مقارناً. ¶ فسؤال إبراهيم عليه السلام ينزل منزلة ذلك، فلا يجعل التخصيص متأخراً، ولأنه لو لم يكن لبادر بالّسؤال لبادر الملائكة بالبيان والتخصيص. فلا دليل في الآية على جواز تأخير التخصيص1. ¶ 3 - قال الله تعالى لنوح عليه السلام: {حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ ... } الآية2 فالأهل بعمومه كان شاملاً للابن ثم خرج ابنه بقوله تعالى: {إِنَّهُ لَيْسَ مِنْ أَهْلِ} 3 وكان هذا الإخراج متراخياً بعد أن نادى نوح ربه فقال: {رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ} 4 فقال تعالى: {يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِح} 5. ¶ فتأخير تخصيص الأهل في هذه الآية الكريمة يدل على جواز التخصيص بالمتراخي6. ¶ وأجيب عن هذا الدليل: ¶ بأن قوله تعالى: {يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ} ليس تخصيصا تراخي عن العام وإنما هو أحد أمرين: ¶ الأمر الأول: أنه بيان للمجهول؛ لأن الأهل شاع في مفهومين: النسب كالابن والزوجة وغيرهما والأتباع الموافقون، وإذا كان المفهوم الأول معروفاً غنياً عن الاستدلال فإن ¶ __________ ¶ 1 المرجع السابق (3/52-53) ¶ 2 هود ة 40. ¶ 3 هود 46. ¶ 4 هود. 46 ¶ 5 راجع: تفسير ابن كثير (2/448،449) والشهاب على البيضاوي (5/ 97-103) . ¶ 6 راجع المستصفى (1/ 371-372) .",
            "page": "34",
            "part": "1",
            "seal": "70F9308F"
        },
        {
            "id": "30",
            "nass": "المفهوم الثاني يدل عليه قوله تعالى: {فَلَمَّا قَضَى مُوسَى الأَجَلَ وَسَارَ بِأَهْلِهِ} 1، فبين الله تعالى بقوله: {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ} أنه أراد بالأهل أحد المفهومين وهو الثاني الذي هو الأتباع. ¶ الأمر الثاني: أن الأهل عام. وقد استثنى منه غير معين وهو قوله تعالى: {إِلاَّ مَنْ سَبَقَ عَلَيْهِ الْقَوْل} وهذا الاستثناء مجمل2 عند البعض، أو تخصيص إجمالي عند البعض الآخر. فلقوله تعالى: {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ} بيان مجمل عند البعض، أو تفصيل لتخصيص إجمالي عند البعض الآخر وكل منهما يجوز تأخيره بالاتفاق بين الأطراف المختلفة. ¶ إذاً لا دلالة في هذه الآية على جواز تأخير المخصص. ¶ وقول نوح عليه السلام: {إِنَّ ابْنِي مِنْ أَهْلِي} إما لظنه أن الله تعالى أراد بالأهل النسب أو إنه ظن أن ابنه آمن عند مشاهدة الآية، أو ظن إيمانه مطلقاً لأنه كما قيل كان من المنافقين مستور الحال. ويناسب هذا المعنى قوله تعالى: {فَلا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} 3. ¶ 4 - قوله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى} 4 فهذه الآية الكريمة بعمومها تقتضي إيجاب الخمس من السلب كما أن ذي القربى يعم بني هاشم وبني المطلب وبني أمية وبني نوفل. ثم جعل رسول الله صلى الله عليه وسلم له السلب للقاتل وبين أن السلب لا يجب فيه الخمس بل هو للقاتل وقال: \"من قتل قتيلاً له عليه بينة فله سلبه\" 5 كما بين أن ذي القربى ليس على عمومه وإنما المراد منه بنو هاشم وبنو المطلب، حيث منع بني أمية وبني نوفل من الخمس6. ¶ وكلا التخصيصين كان متأخراً عن نزول الآية، فدل ذلك على جواز التخصيص بالمتراخي7. ¶ __________ ¶ 1 القصص:29. ¶ 2 المجمل لغة: المبهم. واصطلاحا. \"ما خفي المراد منه بحيث لا يدرك إلاَّ ببيات ممن صدر منه\"، \" انظر: لسان العرب والمجموع (11/ 127) والقاموس المحيط (ص/ 1266) والمرقاة (ص/195) . ¶ 3 راجع: تيسير التحرير (1/278) ، ومسلم الثبوت مع شرحه (1/ 4 0 3-3.3) . ¶ 4 الأنفال: 41. ¶ 5 رواه البخاري وغيره. انظر: صحيحه مع الفتح (6/247) . ¶ 6 تقسيم الني صلى الله عليه وسلم سهم ذي القربى بين بنىِ هاشم وبني المطلب وعدم إعطاء غيرهم رواه البخاري وغيره. أنظر: صحيحه (6/244) . ¶ 7 راجع: المستصفى (1/ 371) والمختصر مع العضد (2/ 164) وفتح الباري (6/ 244، 247، 248) .",
            "page": "35",
            "part": "1",
            "seal": "30C1D57D"
        },
        {
            "id": "31",
            "nass": "وقد أجيب عن هذا الدليل بقولهم: لا نسلم أن جعل السلب للقاتل تخصيص، بل هو نسخ لأنهٍ متراخ وكل متراخ يخرج البعض من عموم سابق يكون ناسخاً لذلك البعض لا مخصصا1. ¶ 5 - لو امتنع التخصيص بالمتراخي فامتناعه إما أن يكون لذاته أو لأمر خارج عنه، فالأول منتف لأنه لا يلزم على فرض وقوعه محال لذاته. والثاني ينحصر فيما يقترن به من جهل المكلف بما أريد منه. لأن التخصيص بالمقارن جائز بالاتفاق. والفرق بينه وبين تراخيه هو علم المكلف بالمراد في الأول وجهله في الثاني. فلما كان الأول جائزا يبقى الذي يتصور أنه يمنع من الثاني، هو جهل المكلف لا غيره. ولو كان جهل المكلف بالمراد مانعا من تراخي التخصيص لكان مانعا أيضا من تراخي الناسخ، لأنه يلزم منه أيضا عدم علم المكلف بالمراد من الكلام - على حد قولهم - الذي يدل وضعاً على دوام العمل وتكرره. وامتناع تأخير الناسخ باطل لأنه جائز بالاتفاق، فامتناع تأخير المخصص باطل أيضا وإذا بطل امتناعه ثبت جوازه. ¶ وبهذا ظهر أن تراخي المخصص ليس ممتنعاً لا لذاته ولا لأمر خارج عنه، فيكون جائزاً2. ¶ وأجيب عن هذا الدليل: بالتفريق بين التخصيص والنسخ بوجهين: ¶ الأول: قول المانعين من التخصيص بالتراخي: إن الجهل الذي يلزم بناء على تراخي التخصيص جهل مركب، لأنهم يجهلون المطلوب الذي هو الخصوص ويعتقدون العموم وهو خلاف ما في نفس الأمر، والجهل المركب مذموم مطلقاً. أما الجهل اللازم لتأخير الناسخ فهو جهل بسيط3 منحصر في اعتقاد المكلفين دوام واستمرار الحكم، وهو غير مذموم على الإطلاق. ¶ __________ ¶ 1 راجع: تيسرت التحرير (1/277) ومسلم الثبوت مع فواتح الرحموت (1/ 4 30) . ¶ 2 راجع: المستصفى (1/ 373) والأحكام للآمدىِ (3/ 9 5) . ¶ 3 الجهل البسيط هو: \"عدم العلم عما من شأنه أن يكون عالما\" سمى به لكونه شيئا واحدا هو: عدم العلم فقط، فاستحق وصف البساطة التي هي عدم العلم فقط من أجزاء متعددة. ¶ وأما الجهل المركب فهو: الاعتقاد الجازم غير المطابق للواقع \"سمى به، لأنه اعتقاد الشيء على حلاف ما هو به، فاجتمع فيه جهلان عدم العلم، وعدم العلم بعدم العلم. وكون هذا مركبا من جزئين واضح؛ ومن هنا اشتهر أن الجاهل جهلا بسيطا هو: أنه لا يدري، ولكنه يدري أنه لا يدري. وأما الجاهل جهلا مركبا هو. أنه لا يدري، ولا يدري أنه لا يدري. انظر التعريفات (ص/ 80) وكليات أبي البقاء (67/162) .",
            "page": "36",
            "part": "1",
            "seal": "DD98F972"
        },
        {
            "id": "32",
            "nass": "الوجه الثاني: إنه في تأخير الناسخ يتمكن من العمل بالمنسوخ عملاً يطابق ما يراد بالمنسوخ في نفس الأمر. أما في تأخير المخصص فإن العمل بما يطابق ما يراد بالعام في نفس الأمر غير متمكن منه لفقدان العلم بالمراد منه. ¶ وبهذين الوجهين يتبين الفرق بين تأخير النسخ وتأخير التخصيص. فلا يستلزم جواز الأول جواز الثاني، ولا يلزم القائل بالأول القول بالثاني1. ¶ ثانياً: أدلة الحنفية ومن معهم ¶ استدل الحنفية ومن معهم على منع التخصيص بالمتراخي بما يلي: ¶ أ - إن العام إذا أطلق دون اقتران المخصص به يفيد إرادة جميع الأفراد لأن الكل هو الموضوع له العام، وقد استعمل فيه بلا أن يقترن به ما يفيد غيره، واللفظ إذا استعمل مجرداً عن القرينة ينصرف إلى الموضوع له ويتبادر هو منه. فلو لم تكن هذه الإرادة مرادة منه مع إفادته لها، يلزم في الخبر الإخبار بما ليس بمطابق للواقع، لأنه إخبار بأن جميع الأفراد مراد من اللفظ مع أن المفروض أن المراد بعضه فكان ما يفيده العام، لا يطابق ما هو الواقع من إرادة البعض. ونصوص الشريعة منزهة عن ذلك. ¶ ويلزم في الإنشاء إفادته تثبيت ما ليس بثابت في نفس الأمر. وذلك إيقاع للمكلفين في الجهل المركب. ذلك: أن المكلفين يعتقدون ما كلفوا به ويعملون به، وهو هنا العموم حسب ما يفيده اللفظ. من حيث إن حكم الشارع متعلق به. مع أن العموم لم يقع في نفس الأمر، وهو غير مراد للشارع، ومن غير أن يكون قد حكم به، فيكون في هذا إظهار أن المراد هنا خلاف ما يظهر، ويفيده أنه المراد، فالمكلفون لعدم علمهم بما يطلبه الشارع في نفس الأمر يقعون في الجهل بهذا الاعتبار. وجهلهم هذا يتصف بالتركيب لأنهم مع عدم علمهم بالمطلوب يعتقدون أيضًا خلاف ما هو في نفس الأمر، لأنهم يعتقدون العموم حسب ظاهر اللفظ، وهو خلاف ما في نفس الأمر وهو الخصوص. وبهذا يكون جهلهم جهلاً مركباً. ¶ وإفادة نصوص الشريعة ما ليس بثابت منتفية، لأنها منزهة عن ذلك فما يستلزمها وهو التخصيص بالمتراخي يكون باطلا2. ¶ __________ ¶ 1 راجع: مسلم الثبوت مع شرحه فواتح الرحموت (1/303) . ¶ 2 راجع: تيسير التحرير (1/175 ـ176) والتقرير والتحبير (1/ 245) ومسلم الثبوت مع شرحه (1/303) .",
            "page": "37",
            "part": "1",
            "seal": "508F0292"
        },
        {
            "id": "33",
            "nass": "وأجيب عن هذا الدليل: ¶ بأن ما ذكر من التجهيل وعدم التفهيم إنما يلزم لو كان العام نصا في الاستغراق. وليس كذلك، بل هو ظاهر في الاستغراق مع احتمال الخصوص فينبغي على المكلف أن يعتقد أن العام ظاهر في العموم، محتمل للخصوص كما هو مفاده، وعليه أن يحكم بالعموم وينتظر أن ينبه على الخصوص، فبعد ذلك إذا اعتقد العموم قطعاً فإنما ذلك لجهله، وأنه هو الذي أوقع نفسه في الجهل لا الشارع ولا استحالة في ذلك، وعلى هذا فلزوم الإخبار بما ليس بواقع وإفادة ما ليس بثابت بناء على تراخي التخصيص باطل1. ¶ 2 - أن تأخير المخصص إما أن يكون إلى مدة معينة أو بلا نهاية، فإن كان إلى مدة معينة يلزم التحكم، لأن الوحدات الزمانية متساوية، فإيقاع التخصيص في إحداها ترجيح لها على الوحدات الأخرى بلا مرجح، وإن كان إلى غير نهاية يلزم إبقاء المكلف في الجهل، حيت يظل معتقدًا العموم عاملاً به مع كونه غير مراد، حيث الخصوص هو المراد وهذا تجهيل له. وكل من التحكم والتجهيل باطل، فما يستلزمهما وهو تراخي المخصص يكون باطلاً أيضاً2. ¶ وأجيب عن هذا الدليل: ¶ بأن تأخير المخصص إنما يجوز إلى وقت الحاجة إلى البيان. وهذا الوقت معين عند الله سبحانه وتعالى يجوز أن يعلمه للرسول صلى الله عليه وسلم ولا تحكم في ذلك، لأن الحاجة هي المرجحة لوقوع بيان التخصيص في هذا الوقت، ووقت الحاجة هو الوقت الذي يتحتم فيه على المكلف أن يعمل بمدلول العام. وقبل هذا الوقت وهو وقت وجوب العمل، لا عمل للمكلف فلا يكون عاملاً بعموم أريد به الخصوص، كل ما هنالك أن المكلف يعتقد العموم ولا امتناع في ذلك. نظيره لو أمر بعبادة تتكرر كل يوم فإنه لو اعتقد عمومها في جميع الأيام لا يمتنع ذلك مع جواز أن تنسخ هذا المستقبل وإن لم يرد بذلك بيان3. ¶ 3 - أستدل لهم بأنه إذا ورد خطاب من الشارع، فإنه يكون مخاطباً للمكلفين في الحال. ومقتضى وروده أن يكون قاصداً تفهيمهم حالاً بهذا الخطاب كما أن هذا هو مقتضى كون الشارع مخاطباً في الحال. لأن حقيقة الخطاب توجيه الكلام إلى المخاطب بغية تفهيمه. ¶ __________ ¶ 1 راجع: المستصفى (1/378،180) . ¶ 2 انظر: تيسير التحرير (1/175-176) ومسلم الثبوت مح شرحه (1/303) . ¶ 3 راجع: الأحكام للآمدي (3/ 64) والعضد على المختصر (2/ 166) .",
            "page": "38",
            "part": "1",
            "seal": "5030F62A"
        },
        {
            "id": "34",
            "nass": "ولهذا لما كان الفهم منتفياً في الجماد لم يصح خطابه لانتفاء حقيقته معه، كما لا يصح خطاب الشخص بلغة لا يفهمها. والتفهيم إما أن يكون لما هو الظاهر من الكلام، وهو هنا العموم، أو لما هو المراد في نفس الأمر، وهو الخصوص. فعلى الأول يلزم التجهيل لأنه تفهيم خلاف المراد، وعلى الثاني يلزم تفهيم مالا سبيل للمكلفين إلى فهمه، لعدم اقترانه بالبيان وهو التخصيص. ¶ وكلٍ منهما لا يليق بالشارع فيكون باطلا، فما يستلزمهما وهو تراخي التخصيص يكون باطلا أيضا1. ¶ وأجيب عن هذا الدليل بوجهين: ¶ الوجه الأول: ¶ إن استلزام كون الشارع مخاطباً للتفهيم في الحال لا يستلزم تفهيم ما هو الظاهر من كلامه فقط ولا تفهيم ما يريده في نفس الأمر فقط، بل إنه يفهم ما هو الظاهر من كلامه مع تجويز تخصيصه. وهذا لا يستلزم التجهيل كما أن فهم الظاهر مع جواز التخصيص في استطاعة المخاطب، فلا يلزم تفهيمه ما لا سبيل له إلى فهمه. ¶ الوجه الثاني: ¶ إن ما ذكر من التجهيل وتفهيم ما لا سبيل إلى فهمه لو لزم بناء على تأخير المخصص فإنه يلزم أيضاً بناء على تأخير الناسخ لاتحادهما فيما ذكر. ولزومه في تأخير الناسخ باطل لجواز تأخيره بالاتفاق، فيبطل لزومه أيضا بناء على تأخير المخصص لعدم الفرق بينهما في ذلك2. ¶ 4 - أستدل لهم بأنه: لو جاز أن يراد الخصوص من الخطاب الوارد بلفظ العام مع عدم اقتران المخصص به، لتعذر أن يعرف المخاطب ما يريده الشارع من المخصص أيضا لجواز أن يراد منه غير ما يفيده في الظاهر ولو لم يبين بل يتعذر معرفة كلام الشارع مطلقا لأن كل لفظ حتى الذي يبين المراد يجوز أن يكون الشارع قد أراد به غير ما يفيده في الظاهر ولم يبينه. وفي هذا إخلال بما يقصد من الخطاب مطلقا. وذلك باطل فما يستلزمه وهو جواز تأخير المخصص باطل أيضا3. ¶ __________ ¶ 1 انظر: المرجعين السابقين ¶ 2 راجع: الأحكام (3/ 63- 64) . ¶ 3 المرجع السابق، وشرح المختصر للعضد (2/166) .",
            "page": "39",
            "part": "1",
            "seal": "FF5CCCE2"
        },
        {
            "id": "35",
            "nass": "وأجيب عن هذا الدليل بوجهين: ¶ الوجه الأول: ¶ إن البيان المقترن بما يحتاج إليه إما أن يكون بقطعي لا احتمال للتأويل فيه أو بمحتمل مقترن بقرائن تفيد العلم بمدلول الكلام. والعام اقترن به احتمال التخصيص. وهذا الاحتمال اقترنت به قرائن تفيده وهي كثرة وقوع التخصيص. وبهذا يندفع الإِخلال بالمقصود من الخطاب ولا يتعذر معرفة ما يراد منه. ¶ الوجه الثاني: ¶ لو لزم من تأخير المخصص الإخلال بالمقصود من الخطاب وتعذر معرفة ما يراد منه للزم ذلك أيضاً في تأخير الناسخ عن الخطاب الذي علم الله تعالى نسخ حكمه مع أن تأخير الناسخ جائز بالاتفاق1. ¶ 5 - أستدل لهم: بأن العموم للاستغراق وضعا، والخصوص إنما يراد منه إذا كانت هناك قرينة اتصلت به بينت أن المراد منه الخصوص. فلو جاز إرادة الخصوص من العام بلا قرينة مقترنة به، للزم تغيير الوضع. وذلك باطل، فما يستلزمه وهو تراخي المخصص يكون باطلاً أيضاً2. ¶ وأجيب عن هذا الدليل: ¶ بأن تأخير المخصص إنما يكون تغييراً لوضع العام لو كان العام نصا في الاستغراق لكن العام ليس نصا فيه، وإنما هو ظاهر فيه مع احتمال التخصيص - كما ذكر في الجواب عن الدليل الأول - وإذا كان كذلك فإن ورود المخصص متراخيا لا يكون تغيير الوضع العام3. ¶ 6 - أستدل لهم: بأن الغرض من الخطاب التكليف. ولا بد له أن يحقق هذا الغرض، فلو جاز تراخي التخصيص عن العام لانتفى هذا الغرض، لأنه يوجب الشك في كل فرد من أفراد العام فلا يعلم هل أراده المتكلم بخطابه أولا؟ وبهذا يتعذر أن يعلم من الخطاب تكليف أحد بعينه، وبالتالي ينتفي التكليف الذي هو الغرض من الخطاب وانتفاء التكليف باطل، فما يستلزمه وهو جواز تراخي المخصص يكون باطلا أيضًا4. ¶ وقد أجيب عن هذا الدليل: ¶ __________ ¶ 1 راجع: الأحكام للآمدي (3/ 63) . ¶ 2 راجع: المرجع السابق. ¶ 3 راجع: المستصفى (1/ 378) . ¶ 4 راجع: شرح المختصر للعضد (2/166-167) .",
            "page": "40",
            "part": "1",
            "seal": "7983DAAB"
        },
        {
            "id": "36",
            "nass": "بأن جواز تراخي المخصص يوجب الشك في كل فرد على سبيل البدل، بينما تأخير النسخ يوجب الشك في الجميعِ: هل يبقى الحكم بالنسبة لهم أو ينسخ؟ فكان تأخير النسخ أحق بالمنع - لو كان هذا مانعا من تأخير التخصيص. فلما جاز تأخير الناسخ بالاتفاق لزم أن يجوز تأخير المخصص أيضاً1. ¶ الموازنة والترجيح ¶ ينبغي - ونحن في صدد الموازنة والترجيح - أن نقف وقفات تأمل عند الأمور الآتية: ¶ أولا: إن ما ذكره المانعون من تراخي التخصيص من استلزام تراخيه لتلك اللوازم الباطلة التي ذكروها في أدلتهم كالتجهيل والتحكم والبيان بالملبس وغيرها لا يختلف موقف المخصص الأول عن المخصصِ الثاني منها. لأن المهمة المناطة بالمخصص الأول هي التي نيطت بالمخصص الثاني أيضاً وقد انعقد الاتفاق بين المانعين من تراخي التخصيص والمجيزين له، على جواز تراخي المخصص الثاني. وما تجويز ذلك إلا اعتراف بأن تلك اللوازم غير لازمة لتراخي المخصص الأول أيضا نظراً لاتحاد مهمتهما. وعندئذ يكون تجويز التراخي في أحدهما دون الآخر تحكماً لا يجوز المصير إليه. ¶ حاول المانعون التخلص من هذا التحكم فقالوا: إن مرادهم بتأخير المخصص الثاني تأخير المخصص التفصيلي عن المخصص الإجمالي. ومادام الإجمالي قد اقترن بالعام فلا مانع من تراخي التفصيلي لأن الواجب هو اقتران أحدهما بالعام. ولأن تأخير البيان التفصيلي عن الإجمالي إلى وقت الحاجة جائز. ¶ وقالوا: إن المخصص الثاني ليس مخصصاً حقيقة، وإنما المراد منه هو الكلام الذي ورد لبيان المخصص المجمل وإطلاق المخصص عليه تسامح، والذي سوغ هذا الإطلاق ما يربط بينهما من علاقة البيان في كل منهما2. والذي يظهر أن هذه المحاولة لا تجدي نفعاً ولا يورِث تخلصاَ. لأن المخصص الثاني لا ينحصر في التفصيلي بعد الإِجمالي، بل قد يكون مستقلاَ عن الأول، يخرج عن العام أفراداً غير التي أخرجها المخصص الأول. ¶ ثانياً: إن قصر (ما تعبدون) على الأصنام فقط باعتبارها معبود أهل مكة، وهم المخاطبون في حيز المنع، لأن العبرة بعموم اللفظ وهو (ما) لا بخصوص السبب، ثم إن ¶ __________ ¶ 1 راجع: المرجع السابق. ¶ 2 راجع: مسلم الثبوت وشرحه (1/303) .",
            "page": "41",
            "part": "1",
            "seal": "7DBD4E47"
        },
        {
            "id": "37",
            "nass": "انحصار المخاطبين في أهل مكة يحتاج إلى دليل ولم يأتوا به. بل المخاطب كل من يمكن أن تبلغه الآية سواء كان في مكة أو في غيرها، ولا نسلم أن كل ما عبدوه هو الأصنام فقط، فلم تكن الأصنام فقط هي الموصوفة بعبادة المخاطبين لها. ¶ ثم إن دعوى كون (ما) في هذه الآية لغير العاقل فقط غير مسلمة، بل (إن) ما تطلق على من يعقل ويعلم أيضا، يدلّ على ذلك عدة أدلة منها ما يدل على إطلاقه على العاقل عامة ومنها ما يدل على إطلاقه على من يعقل في هذه الآية. ¶ أما الأول: فمنه قوله تعالى: {وَمَا خَلَقَ الذَّكَرَ وَالأُنْثَى} 1 وقوله تعالى: {وَالسَّمَاءِ وَمَا بَنَاهَا} 2 وقوله: {وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ} 3 \" فإن (ما) في هذه الآيات لمن يعلم4. ومن جهة أخرى فإن (ما) قد تطلق بمعنى \"الذي\" باتفاق أهل اللغة، ويصح إطلاق (الذي) على العاقل5. ¶ وأما الثاني: فهو أن الإتيان بقيد (من دون الله) يدل على الحاجة إليه، وهذه الحاجة تنبعث من تناول (ما) لمن يعقل ويعلم، فأتى بهذا القيد لإخراج الله سبحانه وتعالى حيث كانت (ما) متناولة له عز وجل بعمومها. ¶ فلو كانت مختصة بما لا يعقل لما احتيج إليه، ولما كان لها فائدة سوى التأكيد أما بناء على أن (ما) متناولة لما يعقل، تكون فائدة هذا القيد التأسيس، والتأسيس أولى من التأكيد، لأنه الأصل فحمل الكلام عليه أولى6. ¶ ومن جهة ثانية فإن ابن الزبعري7 فهم تناول (ما) في هذه الآية لمن يعقل ولهذا بادر بسؤاله عن مصير عيسى وعزير والملائكة عليهم السلام، وهو من فصحاء العرب عارف ¶ __________ ¶ 1 الليل الآية 3. ¶ 2 الشمس الآية5. ¶ 3 الكافرون الآية 3. ¶ 4 4 راجع جامع البيات (30/32 ا-133، 0 4 1، 13 2) وبدائع الفوائد (1/132-133) وتفسير ابن كثير (4/ 516،519، 561) وتيسير الكريم الرحمن (8/245، 247، 268) وشرح البدخشي على المنهاج (2/187) وشرح المنهاج للآسنوى (2 /19) . ¶ 5 راجع: مغنى اللبيب (2/328) . ¶ 6 انظر الأحكام للآمدي (3/ 50- ا 5) . ¶ 7 هو: عبد الله بن الزبعرى بن قيس الساعدي، كان شاعرا مشهورا، وكان من أشد الناس على رسول الله صلى الله عليه وسلم وأصحابه ونفسه قبل إسلامه، ثم أسلم وحسن إسلامه واعتذر عن زلاته حين أتى النبي صلى الله عليه وسلم. ¶ انظر: تهذيب الأسماء واللغات (ص/ 266) .",
            "page": "42",
            "part": "1",
            "seal": "6F637A6A"
        },
        {
            "id": "38",
            "nass": "بلغاتها ملم بمراميها وأسرارها. وكذلك الرسول صلى الله عليه وسلم لم ينكر عليه سؤاله1 بل انتظر البيان بالتخصيص. فسؤال ابن الزبعري وعدم إنكار النبي صلى الله عليه وسلم لسؤاله يدلان على أن (ما) في هذه الآية تعم من يعقل. ¶ بقي بعد ذلك، قول المانعين عن تراخي المخصص، إن المخصص في هذه الآية هو العقل بناء على فرض تسليم تناول (ما) لمن يعقل، ويجاب عنه بأن قيام المخصص العقلي عند نزول هذه الآية غير مسلم، لأن عدم رضا المسيح والملائكة بعبادة الناس لهم إنما يعرف بقوله تعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى} الآية، لا بالعقل إذ لا مجال له في إدراكه، فإذاً تكون الآية هي المخصصة لا العقل2. ¶ ثالثاً: إن دعوى اقتران التخصيص بقوله تعالى: {إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ} بدليل قول الملائكة: {إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ} ، غير مسلمة لأن تعليل الملائكة الإهلاك بكونهم ظالمين، لا يدل على اختصاص الهلاك بالظالمين فقط حتى يخرج لوط ومن معه من لحوق الهلاك بهم، لأن الهلاك قد يلحق بمن لم يصدر منه الظلم بسبب ظلم الآخرين. يدل على ذلك قوله تعالى: {وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً} 3 ولو كان لوط ومن معه خارجين عن الأهل لما احتيج إلى إخراجهم بقول الملائكة: {نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ} الآية، لأن الإِخراج فرع الدخول، ولم يكن لهذا القول فائدة إلا التأكيد وحمل الكلام على التأسيس هو الأصل والأولى. ¶ وكذلك لو لم يكن لوط ومن معه دخلوا في عموم الأهل، لما كان هناك إلى سؤال إبراهيم بقوله إن فيها لوطا داعٍ، فسؤاله هذا يدل على دخلوهم وإفادة الكلام لذلك. ¶ ثم إن اعتبار تخلل السؤال بين القولين بمثابة سعال أو انقطاع نفس وعدم اعتباره تأخيراً للتخصيص فيه نظر، فإن سؤال إبراهيم يدل على أن الملائكة أكملوا كلامهم بحيث عدوا معرضين عن كلامهم الأول فاستفسر منهم بهذا السؤال. ¶ رابعاً: إن قولهم إن المراد من الأهل الأتباع، يأبى عنه عطف جملة {وَمَنْ آمَن} على {وَأَهْلَكَ} لأن العطف يقتضي المغايرة بين المعطوف والمعطوف عليه. فإذا أريد من الأهل ¶ __________ ¶ 1 راجع: جامع البيان (17/ 76) وتفسير ابن كثير (3/ 199) وتيسير الكريم الرحمن (3/ 131) . ¶ 2 راجع الأحكام للآمدي (3/ 50) وشرح المنهاج للأسنوي (2/ 191) . ¶ 3 الأنفال: 25.وراجع: الشهاب على البيضاوى. (4/ 265- 226) .",
            "page": "43",
            "part": "1",
            "seal": "209A0000"
        },
        {
            "id": "39",
            "nass": "الأتباع يكون المعطوف هو نفس المعطوف عليه، وتنتفي المغايرة بينهما، بل المراد من الأهل والله أعلم الأتباع الذين بينهم وبين نوح علاقة القرابة أيضاً، ويكون المراد من (من آمن) الأتباع الذين لا تربطهم بنوح علاقة القرابة فيكون المعطوف مغايراً للمعطوف عليه1. ¶ ثم إن جعل {إِنَّهُ لَيْسَ مِنْ أَهْلِك} بيان مجمل سواء كان المجمل الأهل أو الاستثناء المجهول، يلزمه تأخير البيان عن وقت الحاجة؛ لأن وقت الحاجة هنا هو وقت الامتثال بالأمر بالإركاب، وقبل غرق الابن وقوله: {إِنَّهُ لَيْسَ مِنْ أَهْلِك} كان بعد الغرق، وتأخير البيان من وقت الحاجة ممتنع بالاتفاق، فدعوى كونه بيان مجمل في حيز المنع. ¶ ورغم دفع الاعتراض عن هذا الدليل، فإن هذا الدفع لا يبرر ضعف الدليلِ ولا يثبت صلاحيته لإِثبات كون (أنه ليس من أهلك) تخصيصاً، لأنه على كونه تخصيصًا يلزم تأخير بيان التخصيص عن وقت الحاجة وهذا ممتنع اتفاقاً2. ¶ فإذاً لا يخلو هذا الدليل من ضعف ولا ينهض حجة للمستدلين به على جواز تراخي التخصيص. ¶ والذي يظهر أن الأصوب أن يكون {إِنَّهُ لَيْسَ مِنْ أَهْلِك} بيان تقرير لما أراده الله من الأهل وهو الأتباع مع القرابة، وأمره عليه السلام ابنه بالركوب لظن إيمانه حيث كان مستور الحال كما ذكرنا، والله أعلم. ¶ خامساً: إنه بناء على جعل السلب للقاتل ناسخاً لقوله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَه} الآية، يلزم المانعين من تراخي التخصيص القول بنسخ المحتمل، وهو خبر الواحد للقاطع وهو العام الكتابي، ولا يمكنهم القول به لأنه إبطال القاطع بالمحتمل، فيبطل دعوى النسخ، ولما أدركوا ورود هذا عليهم أرادوا أن يتلافوه بالجواب عنه وذلك بالتسوية بين النسخ والتخصيص وجعل الفرق بينهما تحكماً، حيث قالوا إن نسخ البعض بيان من وجه لأن المنسوخ لا يبطل به بالكلية وإنما يبقى معمولا في البعض فلا بد أن يجوز النسخ كالتخصيص تجنبا من التحكم3، ولكن جوابهم هذا يمكن أن يدفع بأنه إن كان التحكم يلزم بناء على القول بالتخصيص فإنه يلزم أيضا بناء على القول بالنسخ، لأنهم ماداموا سووا بين النسخ والتخصيص هنا في جوازهما، فالقول بالنسخ دون ¶ __________ ¶ 1 راجع تفسير ابن كثير (2/ 446) . ¶ 2 راجع: فواتح الرحموت (1/ 305) . ¶ 3 راجع مسلم الثبوت مع فواتح الرحموت (1/304) .",
            "page": "44",
            "part": "1",
            "seal": "592A2074"
        },
        {
            "id": "40",
            "nass": "التخصيص ترجيح بلا مرجح، على أنه مادام الأمر تردد بين النسخ والتخصيص فإن التخصيص هو الراجح والأولى؛ لأن النسخ رفع الحكم بعد ثبوته، والتخصيص منع من إثبات الحكم ودفع له، والدفع أسبل من الرفع، فيكون أولى. ¶ وأما عن تخصيص العام الثاني في الآية وهو (ذي القربى) فقد أجابوا عنه بجوابين لم يسلما لهم. ¶ أما الجواب الأول: فقالوا: إن ذي القربى وإن كان عاماً إلا أن المراد به القرابة القريبة، وهي لا تشمل بني نوفل وبني أمية فلا يدخلون فيه، وماداما لم يدخلا فلا إخراج بالنسبة لهما1. وهذا الجواب مردود لأن بني أمية وبني نوفل وبني المطلب كلهم في درجة واحدة من القرابة2. فهم جميعاً داخلون في ذي القربى وهو بعمومه يتناولهم لكن منع الرسول صلى الله عليه وسلم لبني نوفل وبني أمية من الخمس خصص هذا العموم. ¶ الجواب الثاني: هو أن المراد بالقرابة قرابة النصرة والنسب3. ويرد هذا الجواب بأنه تحميل للفظ ذي القربى معنى لا يفيده اللفظ وإنما هو تأويل واضح البعد. ¶ سادساً: إن التفريق بين النسخ والتخصيص من حيث جواز تأخير بيان الأول دون الثاني تحكم، لأن الخطاب المنسوخ كان ظاهراً في تناوله لجميع أوقات الحياة، كما أن العام ظاهر في تناوله لجميع الأفراد، فالأوقات في المنسوخ بمثابة الأفراد في العام، فإذا كان المخاطب يعتقد في العام إرادة جميع الأفراد فإنه في الخطاب الذي يراد نسخه يعتقد أيضاً إرادة جميع الأوقات. فإذا جاز رفع حكم الخطاب الظاهر في تناول جميع الأوقات بدليل متأخر جاز أيضاً تخصيص ما يتناوله اللفظ في تناوله لجميع الأفراد. ¶ ثمَّ إن المكلف كما يتمكن من العمل بما يطابق ما يراد من المنسوخ في نفس الأمر، فإنه أيضا يتمكن من العمل بما يطابق ما يراد من العام في نفس الأمر لأن التخصيص لا يتأخر عن وقت العمل، وقبله لا عمل للمكلف كما ذكرنا إنما العمل يبدأ بعد التخصيص وبعده يكون المكلف قد علم ما يراد من العام في نفس الأمر، فيكون عمله مطابقاً له. ¶ __________ ¶ 1فواتح الرحموت (1/ 306) . ¶ 2 راجع الأم للإمام الشافعي (4/ 71) . ¶ 3 راجع فواتح الرحموت (1/ 304) .",
            "page": "45",
            "part": "1",
            "seal": "A5BFE0B8"
        },
        {
            "id": "41",
            "nass": "هذا ومن نظر في عمومات القرآن الكريم والسنة الشريفة يرى كثيراً منها خصصت بأدلة متأخرة عنها مثل قوله تعالى: {وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ} 1 فهذا عام ثم ورد بعده قوله تعالى: {لَيْسَ عَلَى الأَعْمَى حَرَجٌ} 2 مخصصاً لعمومه متأخراً وكذلك بقية الأعذار، ومثل قوله صلى الله عليه وسلم: \"ليس في الخضروات صدقة\" 3، ثم قال بعد ذلك: \"ليس فيما دون خمسة أوسق صدقة\"4، ومثلٍ قوله تعالى: {وَآتُوا الزَّكَاةَ} 5، ثم ورد قوله صلى الله عليه وسلم: \"في أربعين شاة شاة\" 6 بعد ذلك متأخرا. ¶ الحالة الثالثة: تقدم الخاص على العام ¶ ومثلوا له بما روي عن أنس7 قال: \"قدم أناس من عكل - أو عرينة - فاجتووا8 المدينة فأمرهم النبي صلى الله عليه وسلم بلقاح9 وأن يشربوا من أبوالها وألبانها ... الحديث \" 10. ¶ وبما روي عن ابن عباس 11 رفعه إلى النبي صلى الله عليه وسلم وقال: \"عامة عذاب القبر من البول فتنزهوا من البول \" 12. ¶ فالحديث الأول خاص في الأمر بالشرب من أبوال الإبل. والحديث الثاني عام يشمل الأمر بالاستنْزاه من كل بول، أبوال الإبل وغيرها. وقد اختلف حكمهما بالنسبة لأبوال الإبل فاقتضى الأول جواز شربها للتداوي واقتضى الثاني عدم جواز شربها ضمن دلالته على. ¶ __________ ¶ 1التوبة: الآية 41. ¶ 2النور: الآية 61. ¶ 3 رواه الدارقطني. وذكر صاحب المعنى أن في إسناده ضعيفين انظر: سنن الدارقطني، والتعليق المغني (2/ 94-95) . ¶ 4 رواه البخاري. أنظر: صحيحه مع الفتح (3/ 350) . ¶ 5 البقرة: 43. ¶ 6 رواه ابن ماجة بهذا اللفظ. ورواه البخاري بلفظ: \"وفي صدقة الغنم في سائمتها إذا كانت أربعين إلى عشرين ومائة شاة\". ¶ راجع: صحيح البخاري مع الفتح (7/317) وسنن ابن ماجه (1/577) . ¶ 7 هو: أبو حمزة، أنس بن مالك بن النضر، الأنصاري الخزرجي، خادم رسول الله صلى الله عليه وسلم. خدمه عشر سنين مدة إقامته بالمدينة، روى عنه حديثا كثيرا، توفى رضي عنه بعد أن جاوز عمره مائة سنة، عام 93 هـ وقيل غير ذلك. انظر: تهذيب الأسماء واللغات (ص/ 137) . ¶ 8 أي كرهوا المقام فيها وإن كانوا في نعمة إذْ تضرروا بالإقامة، حيث لم يوافقهم هواؤها، والكلمة مأخوذة من الجوى. وهو المرض، وداء الجوف. أنظر: النهاية لابن الأثير (1/ 262) وفتح الباري (1/337) . ¶ 9 اللقاح جمع لقحة بكسر اللام. وهي الناقة ذات اللبن وغزيرته. انظر: النهاية (4/318) وفتح الباري (1/338) . ¶ 10 متفق عليه. واللفظ للبخاري. انظر: صحيحه مع الفتح (1/ 335) . ¶ 11 هو: أبو العباس، عبد الله بن عباس بن عبد المطلب بن هاشم، الصحابي ابن الصحابي المكي ابن عم الرسول صلى الله عليه وسلم، لقب بحبر الأمة وترجمان القرآن دعا له النبي بها بالعلم. وهو أحد الستة من الصحابة الذين هم أكثرهم رواية عن الرسول صلى الله عليه وسلم. توفى رضي الله عنه سنة 68 هـ. انظر: تهذيب الأسماء (ص/ 274) . ¶ 12 رواه الدارقطني، وقال: لا بأس به. انظر: سننه (1/128) .",
            "page": "46",
            "part": "1",
            "seal": "F5B4E235"
        },
        {
            "id": "42",
            "nass": "وجوب الاستنْزاه والابتعاد عن كل بول المستلزم لعدم الشرب. وذكروا أن الحديث الثاني ورد بعد الأول1. ¶ وقد اختلف العلماء في حكم هذه الحالة: فذهب الجمهور إلى أن الخاص يخصص العام2. وذهب الحنفية إلى أن العام ينسخ الخاص3. ¶ أدلة الجمهور: ¶ استدل الجمهور بأدلة منها ما يلي: ¶ أ - أن الخاص المتقدم على العام كالمعهود بين المتكلم والمخاطب. فإذا أطلق العام انصرف إلى الخاص. كما هو جار في انصراف الخطاب عند الإطلاق إلى المعهود4. ومعنى انصراف العام إلى الخاص، أن الخاص لما سبق وعرف حكمه أصبح عالقاً بالذهن معهودًا فيه، فعندما يأتي العام - وهو متناول للخاص المتقدم - ويخالف حكمه حكمه يتبين أن المراد من العام غير الخاص فيختص حكم العام بأفراده التي تبقى بعد خروج أفراد الخاص من حكمه، فيكون الخاص المتقدم مخصصاً للعام المتأخر عنه. ¶ وقد اعترض على هذا الدليل: بأن هذا رجوع إلى محل الخلاف، لأن معنى كون الخاص كالمعهود أن المتكلم بين بما تقدم من الخاص أنه أراد بالعام سوى ما يتناوله الخاص. وكذلك السامع إنما يفهم منه ذلك. وهذا عين محل الخلاف فلا احتجاج به. إذ لا يحتج بمحل الخلاف لإثبات أحد طرفيه5. ¶ 2 - لو لم يخص العام بالخاص المتقدم عليه للزم إما إلغاء الخاص بناء على جعله منسوخاً بالعام أو إهمالهما معاً بناء على التوقف. وكلا الأمرين لا يجوز المصير إليه. ¶ أما الأول فلأنه يلزم منه إبطال القاطع بالمحتمل. لأن دلالة الخاص على مدلوله قطعية ودلالة العام على العموم محتملة، لاحتمال أن يراد به بعض أفراده التي هي غير ما دل عليه الخاص وتناوله من الأفراد، ودلالته على العموم تتوقف على تناوله لأفراد الخاص أيضاً وهذا الاحتمال يهزها. وإبطال القاطع بالمحتمل لا يجوز. ¶ __________ ¶ 1 راجع: شرح المنار لابن ملك (ص/ 74) . ¶ 2 راجع. المنهاج مع شرحي الأسنوي والبدخشي (2/115،118) والمختصر مع شرح العضد (2/147-148) . وابن قدامة وآثاره الأصولية (2/251) . ¶ 3 راجع. مسلم الثبوت مع شرحه فواتح الرحموت (1/ 345 -3499) . ¶ 4 راجع: المعتمد في أصول الفقه (1/278) . ¶ 5 المرجع السابق.",
            "page": "47",
            "part": "1",
            "seal": "CDDBB968"
        },
        {
            "id": "43",
            "nass": "وأما الثاني فبطلانه واضح من كون الدليل ورد ليعمل به، فإهماله بلا مقتض من نسخ وغيره نقض لما وضع عليه وهو باطل1. وإذا امتنع الأمران، تعين الثالث الذي هو كون الخاص المتقدم مخصصًا للعام حيث انحصرت احتمالات الحالة فيها. ¶ وأجيب عن هذا الدليل: ¶ أ - أن كون دلالة العام على مدلوله محتملة غير مسلم، بل دلت الأدلة على أنها قطعية، فالعام يتساوى مع الخاص من هذه الجهة، فلا بأس بانتساخ كل منهما بالآخر. ¶ ب - على فرض تسليم كون دلالة العام محتملة، فإنها لا تمنع من نسخه الخاص، لأنه عام أيضاً مثل الناسخ وكونه خاصاً إنما هو بالإضافة إلى العام الذي يخصصه وليس خاصاً حقيقياً، إذ لا تخصيص في الشرع إلا بالعام. حسب ما دل على ذلك الاستقراء2، وحينئذ يكون كل من العام والخاص محتملاً، فيجوز انتساخ كل منهما بالآخر3. ¶ أدلة الحنفية ومن معهم: ¶ استدل الحنفية ومن معهم على نسخ الخاص المتقدم بالعام المتأخر وعدم تخصيصه به بما يلي: ¶ 1 - روي عن ابن عباس رضي الله عنهما أنه قال: \"وكان صحابة رسول الله صلى الله عليه وسلم يتبعون الأحدث فالأحدث من أمره\"4، ولا شك أن العام المتأخر أحدث من الخاص المتقدم فيؤخذ بالعام، ومعنى الأخذ به انتساخ الخاص فيكون منسوخًا5. ¶ وقد أجيب عن هذا الدليل: ¶ بأن اتباع الأحدث فالأحدث والأخذ به يحمل على ما لا يقبل التخصيص كالخاص ¶ __________ ¶ 1 انظر: المنهاج مع شرحي الأسنوي والبدخشي (2/117) ، والمختصر مع العضد (2/148) والتمهيد لأبي الخطاب (2/151) . ¶ 2 الاستقراء في اللغة: طلب الجمع، والتتبع من القرء وهو الجمع، وفي الاصطلاح: \"هو: الحكم على كلي لوجوده في أكثر جزئياته \"، مثل الحكم هنا على الكلي الذي هو التخصيص بأنه لا يتم إلا بالعام. لأن أكثر أفراد وجزئيات التخصيص تتبع، فوجد أنه تم بالعام. انظر: مختار الصحاح (ص/ 36) والتعريفات (ص/ 18) . ¶ 3 راجع: فواتح الرحموت شرح مسلم الثبوت (1/347) . ¶ 4 رواه مسلم. انظر: صحيحه مع شرح النووى (7/ 230) . ¶ 5 راجع: فواتح الرحموت شرح مسلم الثبوت (1/348) .",
            "page": "48",
            "part": "1",
            "seal": "4D45BD3E"
        },
        {
            "id": "44",
            "nass": "الذي ورد بعده خاص يعارضه، فيؤخذ ويتبع الثاني الأحدث وينسخ الأول، وبهذا الحمل يجمع بين هذا الدليل وبين الأدلة الدالة على جواز التخصيص مطلقا1. ¶ 2 - أستدل لهم - بأن الخاص يمكن أن ينسخه العام المتأخر فيكون ناسخاً له2. ¶ وأجيب عن هذا الدليل: ¶ بأن إمكان نسخ الخاص المتقدم لا يستلزم نسخه فعلاً، لأن الامكان أعم من الفعلِ والأعم لا يستلزم الأخص. ثم إنه كما يمكن نسخه، كذلك يمكن أن يكون مخصصًا للعام. والعام كما يمكن أن يرفع الخاص المتقدم، كذلك يمكن أن يكون مخصوصاً بالخاصِ المتقدم فلو كان الامكان مستلزماً للوقوع، للزم أن يكون الخاص المتقدم منسوخاً ومخصصًا لناسخه في آن واحد، وهو محال. وتأتي الاستحالة من استلزام ذلك كون الخاص المتقدم مرتفعاً باعتباره منسوخاً وثابتاً باعتباره مخصصاً، والارتفاع عدم لا يجتمع مع الثبوت3. ¶ 3 - استدل لهم بأنه: لو كان الخاص المتقدم مخصصاً لزم البيان بالملبس لأن الخاص متردد بين أن يكون منسوخاً بالعام المتأخر عنه وبين أن يكون مخصصاً له، وهذا التردد يؤدي إلى أن يكون الخاص ملبساً، فلا يخصص لأن التخصيص بيان، فلا يجوز بالملبس4 ¶ وأجيب عن هذا الدليل: ¶ بأن تردد الخاص المتقدم بين كونه منسوخاً ومخصصاً غير مسلم، بل إنه مخصص لثبوت أولوية ذلك، ولو سلم أنه متردد فإن هذا التردد إن منع من كونه بياناً للتخصيص فإنه يمنع أيضاً من كونه بياناً للنسخ. لأن المنع الأول ليس بأولى من المنع الثاني، فالمصير إلى الأول تحكم5. ¶ 4 - أستدل لهم: بأن التخصيص بيان، فلا يجوز أن يكون الخاص المتقدم مخصصاً، لأن المبين لا يجوز أن يتقدم على المبين، بل يجب أن يتأخر البيات عن المبين لاستدعاء كونه بياناً لذلك6. ¶ وأجيب عن هذا الدليل: ¶ __________ ¶ 1 راجع: المختصر مع شرح العضد (2/148) . ¶ 2 انظر المعتمد (1/278) \"والأحكام للآمدي (2/468) . ¶ 3 راجع: المعتمد (11/ 278- 279) . ¶ 4 المرجع السابق، والأحكام للآمدي (2/ 468) . ¶ 5 راجع. المعتمد (1/ 278- 279) . ¶ 6 انظر: حاشية السعد على شرح العضد (2/147-148) والبدخشي على المنهاج (2/117) .",
            "page": "49",
            "part": "1",
            "seal": "BA80FE55"
        },
        {
            "id": "45",
            "nass": "بأن الواجب هو تأخر البيان عن المبين بوصف كونه بيانا بغض النظر عن تقدم ذاته أو تأخرها، لأنه لا يمتنع أن يرد كلام ليبين المراد بكلام آخر متأخر عنه، لأنه حينئذ يكون وصف كونه بياناً قد تأخر عن المبين وإن تقدمت ذاته عليه، فتقدم ذات الخاص لا امتناع منه، وإنما الممتنع تقدمه بصفة كونه مخصصاً، ولا يلزم هذا التقدم الممتنع بناء على التخصيص بالخاص المتقدم، لأنه وإن كان متقدماً ذاتا إلا أن وصف التخصيص إنما يعرض له بعد ورود العام، أما قبله فهو مجرد عن هذا الوصف1. ¶ الموازنة والترجيح ¶ بالرجوع إلى ما ساقه الطرفان من الأدلة وما قوبلت به من الإجابات نطلع على أن الجمهور أتوا بدليلين لإثبات جواز التخصيص بالخاص المتقدم على العام أجيب عنهما. وإنعام النظر فيهما يقودني إلى ما يلي: ¶ بالنسبة لدليلهم الأول المتمثل في جعل الخاص المتقدم كالمعهود، نرى أن الإِجابة عنه بأنه رجوع إلى محل النزاع قد أقعدته عن النهوض لإثبات ما سبق لإثباته لأن القواعد المنظمة للأدلة تأبى صلاحية ما هو محل النزاع أن يكون حلاً لأحد طرفيه، مثبتاً لأحد شقيه، ومعهودية الخاص المتقدم واضح كونها متنازعاً عليها. ¶ وأما بالنسبة لدليلهم الثاني المتمثل في استلزام نسخه بالعام وعدم تخصيصه له إبطال القاطع بالمحتمل، فإن الجواب بالتسوية بين الخاص والعام بقطعية دلالتهما تارة، واحتمالها تارة أخرى، يلاحظ عليه ما يلي: ¶ أولاً: أن التسوية بين الخاص والعام في القطعية لا تصلح جواباً عن الدليل لأمرين: ¶ أولهما: أنه عود إلى متنازع فيه بين المستدلين والمجيبين، ومن مسلمات قواعد البحث أن مثله لا ينهض جوابا يهز الدليل. ¶ ثانيا: أن التساوي في أصل القطعية لا يستلزم التساوي في قوة الدلالة التي تتفاوت درجاتها صعوداً ونزولا رغم استقرارها عند قاعدة واحدة هي أصل القطعية. صحيح أن دلالة العام قوية ولتكن قطعيتها أيضاً، ولكن عندما تكون أفراد الخاص هي المدلولة، تكون دلالة الخاصِ عليها أكثر قوة وأقوى قطعية من دلالة العام عليها، إذ أن الخاص يدل عليها وحدها منفردًا بها مصرحًا باسمها، في حين يدل العام عليها مع غيرها غير خاص عليها. فلا يتأتى التساوي الذي يشترطه العلماء بين الدليلين كي يتم النسخ بينهما. ¶ __________ ¶ 1 أنظر: المرجعين السابقين.",
            "page": "50",
            "part": "1",
            "seal": "4A077526"
        },
        {
            "id": "46",
            "nass": "ثانياً: أن التسوية بين الخاص والعام في الاحتمالية المبنية على عدم ورود تخصيص إلا بالعام الذي هو الخاص الإضافي لا الحقيقي، يلاحظ عليه: أنه وقع التخصيص بالخاص الحقيقي. مثل قوله تعالى: {وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ} 1، فإنه خصص قوله تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ} 2، ولا شك أن إباحة الأكثر من الأربع كانت خاصة بالرسول صلى الله عليه وسلم والرسول صلى الله عليه وسلم خاص حقيقي. ¶ وكذلك خص قوله تعالى: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُم} 3 بما بينه الرسول صلى الله عليه وسلم من كفاية شهادة خزيمة4 رضي الله عنه لمن شهد له دون الحاجة إلى شاهد آخر5. ¶ وخزيمة خاص حقيقي. وبهذا انتقض دعوى عدم التخصيص إلا بالعام. ¶ هذا، وأن الحنفية ومن معهم قد ساقوا دليلاً، وسيق لهم ثلاثة أجيب عنها كلها والذي يظهر لي - والله أعلم - أن تلك الإجابات قد أقعدت تلك الأدلة عن أن تنهض حججًا تثبت ما سيقت له. والذي يظهر لي - والله أعلم - أن الراجح هو التخصيص بالخاص المتقدم على العام. ¶ الحالة الرابعة: عدم معرفة التاريخ بين الخاص والعام ¶ يتحقق ذلك بأن لا يعلم تقدم أحدهما على الآخر. وقد مثلوا لها بحديث: \"فيما سقت السماء والعيون، أو كان عثرياً6 العشر، وما سقي بالنضح7 نصف العشر\" 8. وحديث: \"ليس فيما أقل من خمسة أوسق صدقة\"9. ¶ __________ ¶ 1 الأحزاب: 50. ¶ 2 1لنساء: 3. ¶ 3 الطلاق: 2. ¶ 4 هو: خزيمة بن ثابت بن الفاكه الأنصاري الأوسي، من السابقين الأولين شهد بدرا، وما بعدها من المشاهد توفى رضي الله عنه في صفين سنة سبع وثلاثين هجرية. انظر: الإصابة (ا/ 424) . ¶ 5 جعل رسول الله صلى الله عليه وسلم شهادة خزيمة رضي الله عنه شهادة رجلين، رواه البخاري، وغيره، أنظر: صحيحه مع الفتح (6/21-22) . ¶ 6 العثرى بفتح الأول والثاني وكسر الثالث وتشديد الأخير: نسبة إلى العثر. وهو: الاطلاع والوقوف على الشيء. والعثرى: هو الذي يشرب بعروقه من غير سقي. سمي به، لأنه لا يحتاج في سقيه إلى تعب. فكأن صاحبه عثر على الماء بلا عمل منه. انظر: القاموس مع تاج العروس (12/ 526) ، وفتح الباري (3/ 349) ومجمع البحار (3/ 519) . ¶ 7 النضح: بالفتح فالسكون: الرش، وما سقي بالنضح: هو الذي سقى بالساقية. راجع: القاموس المحيط (ص/313) وفتح الباري (3/ 349) . ¶ 8 رواه البخاري. انظر: صحيحه مع الفتح (3/347) . ¶ 9 رواه البخاري. انظر: صحيحه مع الفتح (3/ 351) .",
            "page": "51",
            "part": "1",
            "seal": "F7EF1E71"
        },
        {
            "id": "47",
            "nass": "فالحديث الأول عام إذ أنه يتناول ما بلغ خمسة أوسق وما لم يبلغها، ويقتضي ظاهره وجوب الزكاة في الجميع. والحديث الثاني خاص إذ أنه لا يتناول إلا ما لم يبلغ خمسة أوسق، ويقتضي ظاهره عدم وجوب الزكاة فيه. فاختلف حكم الحديثين فيما دون خمسة أوسق، حيث اقتضى الأول وجوب الزكاة فيه والثاني عدمه. وقد اختلف العلماء في حكم هذه الحالة: فذهب الجمهور إلى تخصيص العام بالخاص1. وذهب الحنفية إلى التوقف بقدر الخاص إلى ظهور دليل يرجح أحدهما على الآخر ويؤخر المحرم2. ¶ الأدلة: ¶ استدل الجمهور على التخصيص في هذه الحالة بالدليل الآتي: إذا ورد خبران وجهل التاريخ بينهما، وجب حملهما على أنهما وردا معاً. كما إذا جهل الاقتران في الغريقين، حيث يحمل أمرهما على أنهما غرقا معاً ولا يقدم أحدهما على الآخر3. ¶ وقد أجيب عن هذا الدليل: ¶ بأن اعتبار الغريقين أنهما غرقا معاً ليس متفقاً عليه حتى يقاس عليهما الخبران اللذان جهل تأريخهما. لأن من الصحابة - رضي الله عنهم - من جعل كل واحد منهما كأنه لم يوجد أبدا فقضى بعدم التوارث بينهما4 وما ذلك إلا لاشتباه حالهما. ¶ فإذا كان الخبران مجهولا التأريخ يقاسان على الغريقين اللذين لم يعرف اقتران غرقهما من جهة اعتبارهما غرقا معًا نظراً إلِى أن بعض الصحابة رضي الله عنهم ورثا كلا منهما من الآخر5 فإن الخبرين يقاسان أيضًا على الغريقين من جهة اشتباه حالهما والتوقف في أمرهما نظراً إلى أن بعض الصحابة رضي الله عنهم لم يورث أحدهما من الآخر. ¶ __________ ¶ 1 راجع. المنهاج مع شرحي الأسنوي والبدخشي (2/115-117) وشرح المختصر للعضد (2/147-148) وابن قدامة وآثاره االأصولية (2/251) . ¶ 2 راجع مسلم الثبوت وشرحه فواتح الرحموت (1/ 345-349) ¶ ومعنى تأخير المحرم: إن الخاص والعام إذا كان أحدهما مبيحا والآخر محرما، يجعل المحرم متأخرا عن المبيح واردا بعده في الزمن ليصبح ناسخا للمبيح المعتبر متقدما عليه زمنًا. ¶ 3 راجع المعتمد (1/ 279-280) . ¶ 4 عدم توريث بعض الصحابة من ماتوا معا ولم يعرف المتقدم موتا عن المتأخر رواه الحاكم في المستدرك، وقال عنه. وهذا حديث إسناد صحيح\". انظر: المستدرك للحاكم (4/ 345) . ¶ 5 توريث – الصحابة رضي الله عنهم، الذين ماتوا معا، ود يعرف المتقدم موتا عن المتأخر، بعضهم من بعض، رواه أبن أبي شيبة، والدارقطني، وقال صاحب التعليق المغني على الدارقطني: \"إسناده صحيح \". ¶ انظر: مصنف ابن أبي شبة (11/ 346) وسنن الدارقطني والتعليق المغني (4/ 74) .",
            "page": "52",
            "part": "1",
            "seal": "EFB6ED8B"
        },
        {
            "id": "48",
            "nass": "فيتوقف في أمر الخبرين أيضاً ولا يبنى أحدهما على الآخر، بل يصار إلى أمر آخر للترجيح، لأن القياس الأول ليس بأولى من الثاني1. ¶ دليل الحنفية ومن معهم: ¶ استدل الحنفية على التوقف وتأخير المحرم في هذه الحالة بما يلي: إن الخاص عند الجهل بالتأريخِ يحتمل أن يكون متقدما على العام، وحينئذ يترجح عليه العام فيكون منسوخاً بالعام مرجوحا. ¶ ويحتمل أن يكون متأخراً عن العام، وحينئذ يترجح على العام فيخصصه ويكون راجحاً وهذان الاحتمالان متعارضان، فتعارضهما يوجب التوقف ويؤخر المحرم احتياطًا، لأنه لا بأس بترك المباح الذي يترتب على تقديم المبيح وتأخير المحرم، ولكن البأس في فعل الحرام الذي يترتب على تقديم المحرم وتأخير المبيح2. ¶ الموازنة والترجيح ¶ إن قياس الخبرين مجهولي التأريخ على الغريقين في الاقتران للوصول إلى التخصيص قد أجيب عنه. وفي نظري قدحت الإجابة في الدليل وحالت دون نهوضه حجة لأن الدليل ركز على توريث الصحابة رضي الله عنهم في مثلهما، أحدهما عن الآخر، وقد جاءت الإجابة بما يمكن أن يكون قياساً معارضاً لذلك الذي أتى به الدليل وهو عدم توريث بعض الصحابة لمثل الغريقين أحدهما عن الآخر فتعادل القياسان من جهتين: ¶ الأولى: أن كلاً منهما اعتمد على عمل بعض الصحابة فتساويا من هذه الجهة. ¶ الثانية: أن كلا العملين لبعض الصحابة ثبت بدرجة متساوية للآخر حيث كان إسناد كل واحد منهما صحيحاً حسبما بينه المحدثون. ¶ وهذا التعادل يجعل الأخذ بقياس الخبرين على أحدهما دون الآخر ترجيحاً بلا مرجح فلا يجوز المصير إليه إلا بمرجح خارجي، ولم يثبته المستدلون. ¶ والذي يظهر لي أن الخبرين لا يشبهان الغريقين إلا في الجهل بالتأريخ وأقصى ما يؤدي إليه هذا الشبه هو الحكم بالاقتران والاقتران ليس العنصر الوحيد الموصل إلى التخصيص بل إذا اعتبر عنصراً فإنه لابد أن تتحقق النسبة وهي الخصوص والعموم مطلقًا. ¶ __________ ¶ 1 راجع: المعتمد (1/ 280) . ¶ 2 راجع: مسلم الثبوت وفواتح الرحموت (1/ 346) .",
            "page": "53",
            "part": "1",
            "seal": "1CA697D6"
        },
        {
            "id": "49",
            "nass": "أو من وجه، وأعتقد أن هذه النسبة لم تتحقق في الغريقين، لأنهما شخصان متساويان في العموم والخصوص، فهما بمثابة عامين أو خاصين. ¶ ومن هنا جاء توريث كل منهما من الآخر، وهذا بمثابة إعمال كل من الخبرين في كل الآخر، بينما التخصيص إعمال الخاص في بعض أفراد العام، وإعمال العام في غير أفراد الخاص. إلا أن يقال إن الغرض ثبوت الإعمال، أما كيفيته فبحسب نسبة الخبرين بعضهما من بعض. ¶ يبقى بعد ذلك النظر فيما تمسك به الحنفية من تعارض الاحتمالين، وأدائه إلى التوقف. وتجاه هذا الدليل وجواباً عنه ينبغي أن يقرر أن التوقف ليس من السهولة بحيث يصار إليه لأدنى تردد بين أمرين يتصور التساوي في النسبة إليهما. ¶ وتكمن خطورة التوقف في أن فيه تعطيلاً للنصوص الواردة لتطبيقها والعمل بها بإعمالها. ولهذا لا يصار إليه إلا عند التعذر التام بالنسبة للعمل بها، وعند انتفاء إمكان الجمع بينها، وهذا وذاك لم يتأتيا بالنسبة للخبرين الخاص والعام مجهولي التاريخ. إذ يمكن إعمالهما والجمع بينهما على النحو الذي مر غير مرة من إعمال الخاص في أفراده والعام في غير أفراد الخاص من أفراده والجمع بينهما بجعل الخاص مبينا للمراد منه. ¶ ولما تقدم فإن الذي يظهر لي - والله أعلم - أن الراجح هو التخصيص في هذه الحالة. حالة الجهل بالتاريخ بين الخاص والعام.",
            "page": "54",
            "part": "1",
            "seal": "E6E3137D"
        },
        {
            "id": "50",
            "nass": "خاتمة المطاف ¶ فيما عدا الحالة الأولى التي اتفق على التخصيص فيها وحالة الجهل بالتاريخ كان الخلاف يدور حول الأخذ بأحد الأمرين - النسخ والتخصيص. وقد تركز ترجيح أحدهما على النقاط التالية: ¶ الأولى: قوة دلالة العام. ¶ الثانية: فرض حالات لا تصلح إلا لأحدهما. ¶ الثالثة: كثرة الورود. ¶ الرابعة: إعمال الأدلة. ¶ بالنسبة للنقطة الأولى: اتخذ المرجحون للنسخ قوة دلالة العام مؤهلة له للنسخ في الحالات التي يمكن أن يكون فيها ناسخاً. وأوصلوا هذه القوة إلى درجة قوة الخاص الحقيقي، فقالوا: إن اللفظ العام في تناوله لأفراده بمثابة ألفاظ خاصة، كل لفظ منها يتناول واحدا فقط من تلك الأفراد فهو يجري مجرى هذه الألفاظ. فمثلاً قوله: \"اقتلوا المشركين\" يجري مجرى: \" اقتلوا زيدا المشرك، اقتلوا عمروا المشرك، اقتلوا خلفا المشرك \" إلى أن يأتي على أفراد العام واحدا بعد واحد حتى ينتهي، فقوله: \"اقتلوا المشركين\" إجمال لهذا المفصل. ولو قال هذا المفصل بعد ما قال: \"لا تقتلوا زيدًا\" لكان الثاني نسخاً للأول، فكذا ما هو بمثابة هذا المفصل. فيكون \"اقتلوا المشركين\" نسخاً لـ \"لا تقتلوا زيداً المشرك \"1. ¶ ولكن المرجحين للتخصيص وإن سلموا لهم أن هذا الإجمال بمثابة ذلك المفصل، غير أنهم حددوا ما هو بمثابته فيه بما لا يسد باب التخصيص في الإجمال فبينوا: أن كون اللفظ بمثابة ألفاظ خاصة إنما هو في تناوله لما تتناوله هذه الألفاظ فقط، وأما في امتناع دخول التخصيص على هذه الألفاظ الخاصة، فإن العام لا يجري مجراها. ¶ ففي المثال المذكور لو ذكر بدل \" المشركين \"في \" اقتلوا المشركين \" خصوصية زيد وعمرو وخلف، يصار إلى النسخ نظراً لعدم إمكان التخصيص، لأن التخصيص إخراج البعض، وذلك إنما يتصور فيما يندرج تحته أشياء ويكون ذا بعض، وزيد لا يتصور فيه ذلك، لأن اللفظ الخاص لشيء واحد لم يدخل تحته أشياء حتى يخرج منه بعضها، بخلاف ما لو كان المذكور لفظ \"المشركين \" حيث يمكن تخصيصه لأن اللفظ تناول أشياء يمكن إخراج بعضها ويراد به بعضها. ¶ __________ ¶ 1 راجع: مسلم الثبوت وشرحه (1/348) .",
            "page": "55",
            "part": "1",
            "seal": "3C5E9685"
        },
        {
            "id": "51",
            "nass": "وإذا أمكن التخصيص صير إليه، ولا يصار إلى النسخ لكون التخصيص أولى منه1. هذا، ومما لا شك فيه أن إلقاء نظرة فاقهة في بيان الجانحين إلى التخصيص لهذه المثابتية تفصح عن وجاهته وكونه أدعى إلى القبول لأن المثابتية تبقي شيئاً من المغايرة بين الأمرين اللذين جعل أحدهما بمثابة الآخر، ولا تنفى هذه المغايرة لأن نفيها يجعل أحدهما هو الآخر وهذا ما يعارضه مقتضى كلمة \"المثابة\". ¶ ومما يدل على أن هذا الإجمال لا يماثل المفصل في كل حكمه أن المائلين إلى النسخ أنفسهم لا يجعلون الإجمال مثل المفصل عند المقارنة في الورود حيث يمنعون ورود المفصل مع الخاص عند اختلاف حكمهما، بينما يجيزون ذلك في المجمل، لأنهم يجعلون الأول مفضياً إلى التناقض الذي ينزه عنه نصوص الشارع، ويجعلون الثاني تخصيصا يؤخذ به فيها. ¶ فدلالة العام قوية بلا شك، ولكن كون دلالة الخاص على أفراده أقوى من دلالة العام عليها مما جنح إليه الأكثرون إن لم يكن الجميع. ¶ وبالنسبة للنقطة الثانية: فرض الناسخون حالات لا يصلح فيها إلا النسخ، وطرءان التخصيص فيها يفضي إلى اللغو من الكلام، ذلك اللغو المحذور في نصوص الشريعة، لأنها منزهة عنه بل يصان منه حتى كلام العقلاء. ¶ من هذه الحالات قالوا: إذا قيل في شهر \"لا تكرم الجهال\" ثم قيل في شهر آخر: \"أكرم الناس\" ثم قيل في شهر ثالث: \"لا تكرم العلماء\" فقد اتفق على أن قوله \"أكرِم الناس\" لا يعد لغوا، وعدم اعتباره لغواً إنما يتأتى بناء على عدد القول بالتخصيص مطلقا، لأنه لو قيل بالتخصيص مطلقاً سواء كان الخاص متقدما على العام أو متأخراً عنه لزم لغوه، لأن كلاًّ من (لا تكرم الجهال) و (لا تكرم العلماء) يجعل مخصصاً ومبينا أن المراد من (أكرم الناس) حين وروده كان غير الجهال والعلماء، وحينئذ لا يبقى شيء من الناس لأن الناس ينقسم إلى قسمين الجهال والعلماء، فإذا خص منه الجهال بـ (لا تكرم الجهال) يبقى العلماء فقط، وإذا خص العلماء منه أيضاً بـ (لا تكرم العلماء) لا يبقى منه شيء فيكون لغوًا وقد اتفق على عدم كونه لغواً. ¶ فلو كان الخاص مخصصاً للعام مطلقاً، لزم لغو ما اتفق على عدم لغوه1. ¶ ولكن المخصصين لم يعتبروا هذه الحالة من الحالات التي يتردد الأمر فيها بين النسخ ¶ __________ ¶ 1 قارن: المعتمد (1/ 278) والأحكام للآمدي (2/ 469) وشرح المختصر (2/148) .",
            "page": "56",
            "part": "1",
            "seal": "FC36CC61"
        },
        {
            "id": "52",
            "nass": "والتخصيص حتى يكون تحتم النسخ فيها مرجحاً للنسخ على التخصيص فقالوا: إن التخصيص إنما يقال به عند تعارض العام والخاص1. ¶ أما إذا تعارض الخاص مع الخاص فإن الثاني ينسخ الأول. وما ذكروه من المثال من قبيل الثاني دون الأول. لأن الناس إذا خص منه الجهال يبقى العلماء فقط وهم المأمور بإكرامهم. فإذا قيل: لا تكرم العلماء يكون نهياً عن إكرامهم. والنهي عن إكرام من أمر بإكرامهم يكون نسخاً لا تخصيصاً، لأن الأمر بالإكرام والنهي عنه وردا على شيء واحد، وهو العلماء2. ¶ والممعن للنظر في هذه الحالة المفروضة يدرك أنها في غير محل البحث إذ البحث يجري فيما يمكن فيه التخصيص والنسخ، لا الحالة المتعينة لأحدهما ففي فرضها غض للنظر عما يجري فيه الخلاف فلا تصلح مثبتة للدعوى ولا ملزمة للمخالفين، لأنها مما اتفق الطرفان على تعينه للنسخ، فلا تصلح مرجحة للنسخ عندما يكون التخصيص ممكناً. ¶ وبالنسبة للنقطة الثالثة: ركز المخصصون على كثرة التخصيص وجعلوها مرجحة للتخصيص عند تردد الأمر بينه وبين النسخ واحتماله لهما. ¶ وقالوا: التخصيص أولى من النسخ، لأنه من جهة الوقوع أغلب من النسخ والحمل على الأغلب وقوعاً أولى. ¶ ولم يقف الأمر عند بعضهم في حدِّ اعتقاد كثرة التخصيص وأغلبيته، بل جاوزوا هذا الحد وقالوا: \"ما من عام إلا وخص\" وحتى هذا القول قد خص بقوله تعالى: {وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} 3. ولكن الناسخين رفضوا هذه الكثرة ولم يسلموا بتلك الأغلبية، بل إنهم قالوا: \"إن التخصيص أقل القليل \" وعللوا أقليته بكونه لا يتم إلا بكلام مستقل مقارن وهذا قل أن يحدث ويوجد4. ¶ وبتفحيص النظر وتدقيق الفكر فيما ذهب إليه الطرفان وما قالاه، نجد أن كلا القولين جاوز حد الاعتدال وتخطى رقاب ما هو واقع، ومن هنا جاء رفض استقراء النصوص الشرعية للقولين معاً. فإذا سلم بكثرة التخصيص فإنه لا يقرّ القول بأنه (ما من عام إلا ¶ __________ ¶ 1 راجع: مسلم الثبوت وشرحه فواتح الرحموت (1/348) . ¶ 2 المرجع السابق. ¶ 3 1لبقرة: 282. ¶ راجح: المنهاج وشرحه للأسنوي (2/117) والمختصر مع شرح العضد (2/148) والتلويح للتفتازاني (1/ 41) . ¶ 4 راجع: مسلم الثبوت مع شرحه (1/348) .",
            "page": "57",
            "part": "1",
            "seal": "CEDBA092"
        },
        {
            "id": "53",
            "nass": "وخص) فلم تصل الكثرة إلى هذا الحد الذي ذهب إليه المخصصون. ¶ والمتتبع لنصوص الشريعة يجد كثرة كاثرة من عموماتها غير مخصوصة فالقارئ لكتاب الله الكريم يفتتح فاتحته بعمومات لم تخص: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} 1 فالله سبحانه وتعالى رب كل العالمين وجميعهم بحيث لا يخرج من ذلك شيء فهو عام لم يدخله التخصيص نهائيا. وكذلك: {مَالِكِ يَوْمِ الدِّينِ} 2 فكل ما في يوم الدين يملكه الله تعالى بأجمعه لا يخرج منه شيء فهو عام لم يدخله التخصيص3. ¶ وهكذا من تتبع يجد الكثير والكثير مما يدحض دعوى (ما من عام إلا وخص) وكما لا يقر القول بندرة ما لم يخص، كذلك لا يقر القول بندرة ما خصص فالقول بأنه (أقل القليل) يرفضه استقراء النصوص الشرعية أيضاً ولعل فيما ذكر فيما سبق من البحث غنية عن ضرب الأمثال الذي يطيل بنا المقال. ¶ فالذي يظهر لي - والله أعلم - أن كثرة التخصيص لا تصلح نقطة يرتكز عليها ترجيح التخصيص، لأنها ما وصلت إلى حد ما ادعاه المخصصون، ولا ينبغي أن يغفل جانبها، ويغض النظر عنها لأنها ما انتفت إلى حد ما ادعاه الناسخون، فهي حقيقة قائمة يمكن أن تتعاضد بغيرها فترجح. ¶ وبالنسبة للنقطة الرابعة: ركز المخصصون والناسخون على إعمال الأدلة تركيزاً مكثفاً لأنه نقطة تمس جوهر ما سيق له الأدلة، والقصد الذي من أجله وردت فرأى كل فريق أنه سبيل للوصول إلى بغيته وتحقيق غايته من ترجيح التخصيص أو النسخ عند اختلاف حكم الخاص والعام. ¶ ذهب المخصصون إلى أن التخصيص هو الذي فيه إعمال الدليلين الخاص والعام، الخاص في جميع أفراده، والعام في بعض أفراده، وهو غير ما تناوله الخاص، وإعمال الدليلين ولو من وجه أولى من إعمال أحدهما وإلغاء الآخر. فيكون أولى من النسخ عند تردد الأمر بينهما4. ¶ وذهب الناسخون إلى أن النسخ هو الذي فيه إعمال الدليلين الخاص والعام حيث استعمل كل منهما في تمام مدلوله في زمن، فهما استعملا في مدلولهما في زمانين، لأنه في الزمن ¶ __________ ¶ 1 الفاتحة: 2. ¶ 2 الفاتحة: 4. ¶ 3 لشيخ الإسلام ابن تيمية رحمه الله، كلام نفيس ومفيد في كثرة التخصيص وذكر رحمه الله أمثلة كثيرة من الكتاب الكريم للعمومات التي لم يدخلها التخصيص راجع لذلك: مجموع الفتاوى (6/ 441-445) . ¶ 4 راجع: المنهاج وشرح الأسنوي (2/117) وشرح المختصر للعضد (2/148) .",
            "page": "58",
            "part": "1",
            "seal": "B209DBF6"
        },
        {
            "id": "54",
            "nass": "الذي سبق نزول الناسخ استعمل المنسوخ في تمام مدلوله. فيكونان قد استعملا في تمام مدلولهما في زمانين، فيكون أولى من التخصيص1. ¶ والذي يظهر لي - والله أعلم - أن التخصيص هو الذي يتحقق فيه إعمال الدليلين الخاص والعام على النحو الذي ذكره المخصصون. لأن ما تصوره الناسخون في النسخ إعمالا للدليلين ليس في الحقيقة إعمالاً لهما، لأن إعمالهما إنما يتأتى فيما لو أعملا معًا في وقت واحد. لأن هذا هو المتبادر من إطلاق إعمال الدليلين في موقف كهذا. ¶ وما قيل في النسخ من الإعمال ليس كذلك. لأنه في الوقت الذي يعمل فيه المنسوخ وهو وقت ما قبل ظهور الناسخ، يكون العمل لدليل واحد وهو المنسوخ. أما الناسخ فلا عمل له وفي هذا الوقت نهائياً ثم لمَّا يظهر الناسخ يبدأ هو بالعمل. ففي هذا الوقت وهو وقت ما بعد ظهور الناسخ يكون العمل للناسخ فقط أما المنسوخ فلا عمل له نهائياً. فتبين من هذا أن كلا من الناسخ والمنسوخ عمل في وقت معين على انفراد ولم يجمع وقت واحد بينهما في العمل. ¶ فدعوى إعمال الدليلين في النسخ غير مسلَّمة، لأنه في الوقت الذي يعمل فيه المنسوخ يكون الناسخ غير موجود وبالطبع لا عمل له، وفي الوقت الذي يعمل فيه الناسخ يلغى المنسوخ عن العمل نهائيًا. ¶ أما في التخصيص، ففيه إعمال الدليلين في وقت واحد، الخاص في جميع مدلوله، والعام في بعض مدلوله. وإعمال الدليلين ولو من وجه أولى من إعمال أحدهما من جميع الوجوه وإلغاء الآخر كذلك. ¶ وهذه النقطة في نظري ينبغي أن يركز عليها في ترجيح أحد الأمرين النسخ والتخصيص عند احتمال الأمر لهما. وأهميتها تنبعث من انصبابها على الحفاظ على النصوص الشرعية وتحقيقها للهدف المقصود من ورودها. ¶ وهنا نختم مطافنا بالقول بأن الذي ظهر رجحانه، هو القول بالتخصيص في جميع حالات اختلاف حكم العام والخاص. والله أعلم. ¶ __________ ¶ 1 مسلم الثبوت وشرحه (1/348) .",
            "page": "59",
            "part": "1",
            "seal": "3AB28C51"
        },
        {
            "id": "55",
            "nass": "المبحث الثاني: نقص الجزئي ¶ المطلب الأول: التخصيص ¶ ... ¶ المبحث الثاني: نقص الجزئي ¶ وبالنسبة للنوع الثالث: نقص الجزئي: فإنه يتفرع إلى فرعين هما: التخصيص والتقييد. ويتم دراسة ذلك في مطلبين: ¶ المطلب الأول: التخصيص ¶ وفيه فروع. ¶ الفرع الأول: تعريفه ¶ التخصيص: مصدر خصص. والتكثير الذي تفيد صيغة التفعيل غير مراد هنا فخصص بمعنى خص. ¶ والتخصيص في اللغة: الإِفراد. ومنه يقال: خصني فلان بكذا أي أفردني به. ويقال: اختص فلان بملك كذا، إذا انفرد بملكيته ولم يشترك معه غيره1. وفي اصطلاح الأصوليين: \"قصر العام على بعض أفراده \"2 والعام: الشامل. وهو: \"كلمة تستغرق ¶ __________ ¶ 1 راجع: تاج العروس (4/388) ولسان العرب (8/290) . ¶ 2 راجع: جمع الجوامع مع العطار (2/28) والسبب عند الأصوليين (3/98)",
            "page": "26",
            "part": "1",
            "seal": "A0016F15"
        },
        {
            "id": "56",
            "nass": "المطلب الثاني: التقييد ¶ وفيه فروع: ¶ الفرع الأول: تعريفه: ¶ التقييد على وزن التفعيل، مصدر قيد يقيد. وهو في اللغة: جعل القيد وهو الحبل ونحوه في رِجل دابة وغيرها فيمسكها1 وفي اصطلاح الأصوليين: \"اتباع الخاص بلفظ يقلل شيوعه\"2 ويقصد بالخاص هنا المطلق على اعتبار أنه من أنواع الخصوص، والمقصود باللفظ هو القيد، والمقصود بتقليل شيوعه تقليل انتشاره بين أفراد جنسه. مثل: زيادة صفة الإيمان على حقيقة الرقبة فيقال: {رَقَبَةٍ مُؤْمِنَةٍ} فهذه الزيادة تعتبر تقييداً لأنها اتباع للخاص الذي هو الرقبة بلفظ وهو المؤمنة وهذا اللفظ قلل شيوع الرقبة، وحد انتشارها بين الأفراد التي هي الرقاب المشتركة معها في جنسها وهو كونها رقبة. وهذه الزيادة تجعل المطلق مقيداً. وبما أن تصور الكل يتوقف على تصور أجزائه المكونة له، وحيث إن التعريف قد اشتمل على أجزاء وعناصر منها المطلق والمقيد، فإنه ينير تصور التقييد كلاً، التطرق إلى ما يتيح تصور كل من المطلق، والمقيد الركيزتين المهمتين من ركائز التقييد وهو تعريفهما. ففيه نسوق الكلام الآتي: ¶ تعريف المطلق لغة: ¶ المطلق: اسم مفعول مأخوذ من الإطلاق وهو التخلية والإرسال. فالمطلق لغة: المرسل. يقال: أطلقت الأسير إذا خليته3. ¶ تعريف المطلق اصطلاحاً: ¶ لعلماء الأصول في تعريف المطلق اتجاهان، حولهما دارت التعاريف المتعددة التي ذكرها العلماء له. ¶ الاتجاه الأول: النظر إلى المطلق من حيث الدلالة على الماهية التي تعد من المفهومات المعتبرة من الأمور العقلية. ¶ __________ ¶ 1 راجعْ الصحاح (2/529) والمعجم الوسيط (2/769) . ¶ 2 راجع: النسخ في القرآن الكريم (1/ 145) . ¶ 3 انظر: الصحاح (4/1518) ولسان العرب (10/226 - 229) .",
            "page": "60",
            "part": "1",
            "seal": "B9EBE1AB"
        },
        {
            "id": "57",
            "nass": "الاتجاه الثاني: النظر إليه من حيث الدلالة على الأفراد الموجودة في الخارج. فأصحاب الاتجاه الأول عرّفوا المطلق بأنه: (الدال على الماهية بلا قيد) 1 ومعنى هذا التعريف أن المطلق هو اللفظ الذي يدل على الحقيقة والماهية من حيث هي بلا اعتبار قيد من وحدة أو وصف أو شرط أو زمان أو مكان أو غيرها. مثل: رجل. فإنه لفظ يدل على حقيقة وماهية هي: الإنسان الذكر. ولم يعتبر في اللفظ قيد من القيود التي تقلل من شيوعه وانتشاره حيث لم يوصف الرجل بوصف ما، كما لم يشترط فيه أن يكون في زمان لا أو مكان ما أو غير ذلك من القيود. ¶ ومما ينبغي ملاحظته أن المهم هو عدم اعتبار القيد في لفظ المطلق سواء وجد في الواقع ونفس الأمر ولكنه لم يعتبر في اللفظ أو لم يوجد. فعدم الاعتبار هو الذي يضفي على اللفظ صفة كونه مطلقاً، أما وجوده في نفس الأمر فليس بذي بال ولا ينفي كونه مطلقاً مادام لم يعتبر. ذلك أن الماهية إنما توجد بوجود جزئياتها، والجزئي عندما يوجد تصاحبه القيود، فمثلا عندما يوجد رجل لابد أن يكون في زمان ما ومكان ما ومتصفاً بصفة ما، فإذًا القيد وجد رغم كون اللفظ مطلقًا، ولكن هذه القيود أو واحداً منها مادام لم يعتبر في اللفظ فلا ضير حينئذ على كونه مطلقاً. فالماهية مأخوذة لا بشرط شيء، وبهذا الاعتبار تسمى مطلقاً2. ¶ وأصحاب الاتجاه الثاني عرّفوه بأنه: هو المتناول لواحد لا بعينه باعتبار حقيقة شاملة لجنسه3. ومعنى هذا التعريف: أن المطلق هو اللفظ الذي يشمل فرداً واحداً غير معين بمعنى أن ذلك الفرد المتناول بالمطلق فرد منتشر شائع في جنسه، وشيوع المدلول في جنسه يعني كونه حصة محتملة لحصص كثيرة على سبيل البدل بمعنى أنها يمكن أن تصدق على كلِ حصة من تلك الحصصِ من غير أن تستغرقها وبلا تعيين. فمثلاً (رجل) لفظ يتناول شخصًا واحداً فليكن زيداً مثلاً، ولكن تناوله له ليس معناه أن ذلك الواحد تعين أن يكون مدلولا له، ولا يحتمل أن يصدق على غيره بل هو فرد منتشر في جنس الرجل، وحصة واحدة شائعة محتملة لحصص كثيرة كعمرو وبكر وسعيد وغيرهم ممن يشملهم جنس الرجل، فرجل يمكن أن يصدق على عمرو بدل زيد، وعلى بكر بدلهما، وعلى سعيد بدلهم، ولكنه عندما تصدق ¶ __________ ¶ 1 راجع جمع الجوامع لابن السبكي (2/ 71) . ¶ 2 أنظر حاشية السعد على مختصر المنتهى (2/155) والعطار على جمع الجوامع (2/ 71) . ¶ 3 انظر. ابن قدامة وآثاره الأصولية (2/259) .",
            "page": "61",
            "part": "1",
            "seal": "437B67DE"
        },
        {
            "id": "58",
            "nass": "عليهم لا يستغرقهم ولا يشملهم دفعة واحدة، ولا يعين واحداً منهم بالتناول بل يتناول واحدا منهم فقط. فتناوله لهم بدلي وليس استغراقيا ولا تعيينيا، وذلك باعتبار حقيقة وهي: الإنسان الذكر شاملة لجنس الرجل. ¶ وبهذا يخرج من التعريف العام لوجود الاستغراق فيه وكذلك خرج جميع المعارف لوجود التعيين فيه. ¶ وقد ذكر بعض العلماء أن تعريف أصحاب الاتجاه الثاني أقرب إلى أسلوب الأصوليين، لأنه يجعل مدلول المطلق هو الأفراد، أما تعريف أصحاب الاتجاه الأول فإنه يجعل مدلوله الماهية من حيث هي. ¶ ووجه الأقربية أن كلام الأصوليين في قواعد استنباط أحكام أفعال المكلفين والتكليف متعلق بالأفراد لا بالمفهومات الكلية التي هي أمور عقلية، والتي تعتبر الماهية من حيث هي هي منها وإجراء الأحكام على المطلق يكون في ضمن الأفراد لا في ضمن الماهية لأن المقصود وجود ما تعلق به التكليف والحكم، والوجود يتأتى للجزئيات والأفراد أما الماهية من حيث هي هي فلا وجود لها في الخارج. ¶ وقد قال الفريق الأول: إن الماهية وإن كانت لا توجد في الخارج من حيث تجردها إلا أنها توجد ضمن أفرادها وجزئياتها. فهي موجودة في الخارج بوجود جزئياتها لأنها جزء لجزئيه، وجزئيه موجود فتكون موجودة بوجوده؛ لأن جزء الموجود موجود، فمثلاً ماهية الرجل وهي الإنسان الذكر وإن لم تكن موجودة في الخارج مجردة، إلا أنها موجودة ضمن زيد مثلاً، فزيد وهو جزئي للرجل موجود في الخارج وهو مكون من جزئين الأول الإِنسان الذكر والثاني المتشخص، فالجزء الأول وهو الماهية يكون موجوداً بوجود زيد المكون منه ومن الجزء الآخر، لأن هذا المركب إنما يتأتى وجوده بوجود جزئيه، إذ وجود المركب بوجود أجزائه. ¶ وهذا القدر كافٍ في تحصيل الماهية ووجودها وتعلق التكليف والحكم بها. ¶ وقد أجاب الفريق الثاني بأن الماهية لما توقف وجودها على وجود جزئي وفرد من أفرادها كان ذلك الجزئي مطلوباً بالمطلق من حيث إن الماهية يتوقف وجودها عليه، فآل الأمر إلى أن المطلوب بالمطلق جزئي من جزئيات الماهية لا الماهية نفسها. ¶ كما أن موافقة التعريف الثاني لكلام أهل العربية تجعله أقرب إلى القبول منضما إلى ذلك وضوحه في بيان المراد منه، والوضوح من أهم مميزات التعريف.",
            "page": "62",
            "part": "1",
            "seal": "CBE81673"
        },
        {
            "id": "59",
            "nass": "تعريف المقيد: ¶ لماّ وجد بالنسبة لتعريف المطلق اتجاهان أصبح من الطبيعي أن يوجد هذان الاتجاهان في تعريف المقيد أيضاً، نظراً إلى أن المقيد هو ما يقابل المطلق ولذا عرّفه الفريق الأول بأن المقيد هو: \"اللفظ الدال على الماهية الموصوفة بأمر زائد عليها\" مثل (رجل كريم) فإنه يدل على الماهية وهي الإنسان الذكر الموصوفة بأمر وهو الكرم زائد على الماهية لأنها لا تتضمنه. ¶ وعرّفه الفريق الثاني بأنه: \"اللفظ المتناول لمعين أو غير معين موصوف بأمر زائد على الحقيقة الشاملة لجنسه \"1 مثل: (رجل كريم) فإنه يدل على فرد غير معين موصوف بأمر وهو الكرم زائد على الحقيقة التي هي: الإنسان الذكر إذ هذه الحقيقة لا تتضمنه. ¶ __________ ¶ 1 أنظر: ابن قدامة وآثاره الأصولية (2/ 259) .",
            "page": "63",
            "part": "1",
            "seal": "CE42E15A"
        },
        {
            "id": "60",
            "nass": "الفرع الثاني ¶ حكم المطلق والمقيد ¶ أ - حكم المطلق: ¶ الأصل أن المطلق على إطلاقه ما لم يوجد دليل يقيده، فانطلاقاً من هذا الأصل إن اللفظ إذا ورد مطلقاً في نص من النصوصِ ولم يرد مقيداً في أي نص آخر فإن الحكم أنه يعمل به على إطلاقه مثل لفظ {أَزْوَاجاً} الوارد في قوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرا} 1. فقد ورد هذا اللفظ في هذه الآية الكريمة مطلقاً غير مقيد بكونهن مدخولا بهن أو غير مدخول بهن. ولم يرد هذا اللفظ في نص آخر مقيداً بوصف الدخول أو عدمه، ولذا كان الحكم أن تعتد الزوجة المتوفى عنها الزوج هذه المدة المقدرة في الآية الكريمة لعدة الوفاة سواء كانت مدخولا بها أو غير مدخول بها. ¶ ب - حكم المقيد: ¶ الأصل أن المقيد على تقييده ما لم يوجد دليل على إطلاقه فاللفظ إذا ورد في نص مقيدا بقيد فإنه يعمل به مع قيده ما لم يقم دليل على إطلاقه بأن لم يرد في أي نص آخر مطلقا عن هذا القيد، مثل لفظ {شَهْرَيْنِ} الوارد في قوله تعالى: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا} 2. ¶ فقد ورد هذا اللفظ في هذه الآية الكريمة مقيدا بمتتابعين، ولم يرد في نص آخر مطلقا عن هذا القيد ولذا كان الحكم في كفارة الظهار بالنسبة لمن وجب في حقه الصوم فيها أن يصوم شهرين متتابعين، ولا يخرج عن العهدة بصومهما متفرقين، عملا بالقيد الذي هو وصف التتابع الذي قيد به صيام شهرين3. ¶ __________ ¶ 1 البقرة ة 234. ¶ 2 المحادلة: 4. ¶ 3 راجع: الجامع لأحكام القرآن للقرطبي (17/283) وإرشاد الفحول للشوكاني (ص/154) .",
            "page": "64",
            "part": "1",
            "seal": "F059B19E"
        },
        {
            "id": "61",
            "nass": "حمل المطلق على المقيد ¶ معنى الحمل: ¶ هو أن يكون المقيد بيانا للمطلق، فيراد بالمطلق الذي ورد في نص المقيد الذي ورد في نص آخر، فيقلل من شيوع وانتشار المطلق. ¶ فمثلا ورد لغة (رقبة) في نص مطلقا، وفي نص آخر مقيداً بالإِيمان (رقبة مؤمنة) فإذا حملنا المطلق على المقيد يكون المقيد بيانا للمطلق بمعنى أن المقيد وهو الرقبة الذي ورد في نص بين أن المراد من المطلق وهو (رقبة) الوارد في النص الآخر رقبة مؤمنة أيضا وورود لفظ مطلقا في نص ومقيدا في نص آخر يحتمل حالات عدة، اتفق العلماء على حمل المطلق على المقيد في بعض منها، كما اتفقوا على عدم الحمل في بعض آخر، واختلفوا في الحمل وعدمه في حالات أخرى. ¶ الحالة الأولى: اتحاد الحكم والسبب1: ¶ مثاله قوله تعالى: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} 2. وقوله تعالى: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّماً عَلَى طَاعِمٍ يَطْعَمُهُ إِلاَّ أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنْزِير} 3. ¶ فقد ورد لفظ الدّم مطلقا في الآية الكريمة الأولى وورد مقيدا بكونه مسفوحا في الآية الكريمة الثانية والحكم فيهما واحد وهو التحريم كما أن السبب وهو ما في الدم من الإيذاء والمضرة واحد فيهما أيضا. ففي مثل هذه الحالة اتفق العلماء على حمل المطلق على المقيد، ولذا اتفقوا على أن الدم المحرم بموجب الآيتين إنما هو الدم المسفوح4. ¶ وقد استدل العلماء لحمل المطلق على المقيّد في هذه الحالة (حالة اتحاد الحكم والسبب) بأن هذا الحمل فيه جمع بين الدليلين المطلق والمقيد؛ لأن العمل بالمقيد يلزم منه العمل بالمطلق، ذلك أن المطلق جزء من المقيد، إذ المقيد مركب من جزئين المطلق جزئه الأول، والمقيد جزئه الثاني، فمثلا ٍ {رَقَبَةٍ مُؤْمِنَة} مقيد قيدت الرقبة بوصف وهو الإيمان وهذا المقيد ¶ __________ ¶ 1 السبب لغة: ما يتوصل به إلى مقصود ما. واصطلاحا: \"الوصف الظاهر المنضبط الذي دل الدليل السمعي على كونه معرفا لحكم شرعي \". انظر: مختار الصحاح (ص/ 281) ، والسبب عند الأصوليين (1/188) . ¶ 2 1لما ئد ة: 3. ¶ 3 1لأنعام: 145. ¶ 4 راجع: جامع البيان عن تأويل القرآن للطبري (12/193) .",
            "page": "65",
            "part": "1",
            "seal": "045CEE27"
        },
        {
            "id": "62",
            "nass": "مكون من جزئين أحدهما رقبه والثاني مؤمنة فلفظ {رَقَبَةٍ} وحده مطلق وهو هنا جزء من المقيد الذي هو الكل، وإذا كان المطلق جزءًا من المقيد والمقيد كلا، فإنه حينئذ يكون الإتيان بالمقيد مستلزما للإتيان بالمطلق؛ لأن الآتي بالكل آت بجزئه، فإذا كان المكلف قد كلف بعتق رقبة مطلقة في نص وكلف بعتقه رقبة مؤمنة في نص آخر، فأعتق رقبة مؤمنة يكون آتيا بموجب النصين، وعاملا بالدليلين لأن المطلق يفيد جواز الإتيان بأي رقبة سواء كانت مؤمنة أو غير مؤمنة. ¶ فإذًا الرقبة المؤمنة وهي المطلوبة في النص المقيد فرد من أفراد المطلق سيكون معتقها منفذا للأمرين معا. ¶ وأما إذا لم يحمل المطلق على المقيد في هذه الحالة (حالة اتحاد الحكم والسبب) فإن عدم الحمل يكون إعمالا لأحد الدليلين وهو المطلق وإهمالا للآخر وهو المقيد؛ لأن العمل بالمطلق لا يلزم منه العمل بالمقيد لأن المطلق كما ذكرنا يفيد جواز الإتيان بأي فرد ففيما ذكرنا إذا أعتق المكلف رقبة غير مؤمنة فقد عمل بالمطلق فقط وأهمل المقيد. وإهمال الدليل لا يجوز فيجب المصير إلى إعمال الدليلين وذلك بحمل المطلق على المقيد1. ¶ ولأن في العمل بالقيد الذي يتحقق بحمل المطلق عليه خروجا عن العهدة بيقين سواء كان المطلوب الإتيان بالمطلوب أو المقيد، لأنه إن كان المطلوب المطلق لكان المقيد مجزئا لكونه فرداً من أفراد المطلق الذي يتحقق في ضمنه، وإن كان المطلوب المقيد يكون المقيد مجزئا أيضا لأنه المطلوب نفسه، وأمَّا العمل بالمطلق الذي يتأتى من عدم حمل المطلق على المقيد فإنه يحتمل عدم الخروج من العهدة، لأن المطلق كما ذكرنا يتحقق بأي فرد كَان سواء كان الفرد المقيد أو غيره، فربما يأتي المكلف بذلك الغير ويكون المطلوب الفرد المقيد فلا يخرج عن العهدة. ¶ ولأنه لو لم يحمل المطلق على المقيد يلزم أن يكون السبب الواحد موجبا للمتنافيين وهو الإطلاق. والتقييد في وقت واحد والسبب الواحد لا يوجبهما كذلك. ¶ وقد ذكرنا أن العلماء اتفقوا على حمل المطلق على المقيد في هذه الحالة والأمر كذلك فيما إذا تقدم المقيد على المطلق فإن بعض العلماء ينقلون عن ¶ __________ ¶ 1 مختصر المنتهى مع شرح العضد، وحاشية السعد (2/156) والمنهاج مع شرحه (2/139، 140) وشرح المحلى على جمع الجوامع وحاشية العطار (2/76) وشرح مسلم الثبوت (1/362) .",
            "page": "66",
            "part": "1",
            "seal": "F7F762EA"
        },
        {
            "id": "63",
            "nass": "بعض العلماء أنهم خالفوا في حمل المطلق على المقيد وأنهم ذهبوا إلى حمل المقيد على المطلق وبينوا المقصود من حمل المقيد على المطلق بأن يراد من المقيد ما أريد بالمطلق ويلغى القيد، فبدل أن يكون المقيد بيانا للمطلق أيضا كما هو مذهب جمهور العلماء يكون المطلق هو البيان للمقيد ولا يعتبر القيد في المقيد أيضا. ¶ واستدلوا على ذلك بأن المقيد جزئي للمطلق وفرد من أفراده، فذكر المقيد ذكر لجزئي من المطلق، فلا يقيده، كما أن ذكر فرد من أفراد العام لا يخصصه، والتقييد مثل التخصيص بجامع أن كلا منهما نقص للشيوع وقطع للحكم عن بعض الأفراد، فما لا يصلح أن يكون مخصصا لا يصلح أن يكون مقيدا أيضا. ¶ وقد أجابوا عن هذا الدليل بأن قياس التقييد على التخصيص قياس مع الفارق وجه الفرق أن المذكور في المقيد قيد ومفهوم القيد حجة عند القائلين بمفهوم المخالفة لأن القيد صفة، ومفهوها حجة عند الجمهور، أما الفرد من أفراد العام فهو لقب غالبا ومفهوم اللقب ليس بحجة، فلا يقاس ما هو حجة على ما ليس بحجة، فلا يلزم من عدم التخصيص بذكر فرد من أفراد العام عدم التقييد بالمقيد. ¶ ومع نقل هذا الخلاف فإن المحققين من العلماء على أنه لا خلاف يعتد به في حمل المطلق على المقيد في هذه الحالة1. ¶ الحالة الثانية: اختلاف الحكم والسبب: ¶ مثاله قوله تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} 2 وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ} 3. ¶ فقد ورد لفظ الأيدي مطلقا في الآية الأولى. ورد مقيدا بكونها إلى المرافق في الثانية والحكم فيهما مختلف إذ هو في الآية الأولى وجوب القطع، وفي الثانية وجوب الغسل، كما أن السبب مختلف فيهما أيضا إذ هو في الأولى السرقة وفي الثانية القيام إلى الصلاة. ¶ ففي مثل هذه الحالة اتفق العلماء على أنه لا يحمل المطلق على المقيد، بل يبقى المطلق على إطلاقه ويعمل به كذلك، والمقيد على تقيده، ويعمل به كذلك أيضا. ¶ __________ ¶ 1 راجع:شرح المختصر وحاشية السعد (2/156) وشرح المحلى وحاشية العطار على جمع الجوامع (2/76) وإرشاد الفحول (ص/154) . ¶ 2 المائدة: 38. ¶ 3 المائدة: 6.",
            "page": "67",
            "part": "1",
            "seal": "1A40203B"
        },
        {
            "id": "64",
            "nass": "وقد استدل العلماء لعدم حمل المطلق على المقيد في مثل هذه الحالة بأنه لا منافاة بين المطلق والمقيد حتى يحمل أحدهما على الآخر، فلو حمل يكون حملا بلا دليل موجب وذلك لا يجوز لمخالفة ذلك لما هو الأصل فيهما من بقاء المطلق على إطلاقه ما لم يقيده دليل، وبقاء المقيد على تقيده ما لم يطلقه دليل1. ¶ واستثنى العلماء من حكم هذه الحالة صورة يحمل فيها المطلق على المقيد رغم اختلاف حكمهما. وهذه الصورة تتمثل في أن يتوقف أحد الحكمين على الآخر ويتلازم المطلق والمقيد. ¶ وقد مثلوا له بـ (اعتق رقبة) و (لا تملك رقبة كافرة) فالرقبة مطلقة في الكلام الأول مقيدة في الثاني، والحكم فيهما مختلف فهو في الأول الإعتاق وفي الثاني عدم الملك، والسبب أيضا مختلف إذ هو في الأول قد يكون الظهار مثلا، وفي الثاني سبب آخر. ¶ ورغم اختلاف الحكم والسبب فيهما، فإن المطلق يحمل على المقيد في هذه الصورة، فيقيد المطلق بنفي الكفر، ويكون المأمور بعتقها رقبة مؤمنة، لتوقف أحد الحكمين وهو الإِعتاق على الآخر وهو الملك، إذ الملك لازم للإعتاق والملزوم لا يوجد بدون لازمه، فلا يوجد الإعتاق بدون الملك، وقد نهى عن ملك الرقبة الكافرة فيكون عتقها منهيا عنه أيضا بمقتضى هذا الكلام، فيكون الأمر بالعتق إذًا أمرا بعتق الرقبة المؤمنة2. ¶ الحالة الثالثة: اختلاف الحكم واتحاد السبب: ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ} وقوله تعالى: {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ} 3. ¶ فقد ورد لفظ الأيدي مقيدا في الآية الأولى بكونها إلى المرافق، وورد في الآية الثانية مطلقا عن هذا القيد والحكم فيهما مختلف، إذ هو في الآية الأولى وجوب الغسل وفي الثانية وجوب المسح، وأما السبب فهو متحد فيهما، إذ هو في الآيتين القيام إلى الصلاة وإرادتها. ¶ __________ ¶ 1 راجع: شرح المختصر للعضد (2/ 156) والمنهاج مع شرح الآسنوي والبدخشي (2/ 40 ا-142) وابن قدامة وآثاره الأصولية (2/ 262) . ¶ 2 المراجع السابقة. ¶ 3 1لمائد ة: 6.",
            "page": "68",
            "part": "1",
            "seal": "3759E4D5"
        },
        {
            "id": "65",
            "nass": "ففي مثل هذه الحالة اتفق العلماء دون خلاف يعتد به على أنه لا يحمل المطلق على المقيد، بل يبقى المطلق على إطلاقه إلا إذا قيده دليل آخر غير هذا المقيد ويبقى المقيد على تقيده ما لم يطلقه دليل آخر غير هذا المطلق. ¶ ولعل دليل العلماء على عدم الحمل في هذه الحالة هو نفس ما استدلوا به على عدم الحمل في الحالة السابقة من نفي المنافاة بين المطلق والمقيد نظرا لاختلاف حكمهما، وكون الحمل حينئذ حملا بلاَ دليل. ونظرا إلى أن السبب وهو القيام إلى الصلاة وإرادتها يوجب الغسل في حالة وجدان الماء والقدرة على استعماله، وأنه يوجب المسح في حالة عدم وجدان الماء، أو عدم القدرة على استعماله، والحالتان مختلفتان، فإنه لا مجال للقول بأن عدم الحمل يؤدى إلى إيجاب السبب الواحد للمتنافيين وهو الإطلاق والتقييد، لأن امتناع إيجاب السبب للمتنافيين مقيد بكونه في وقت واحد وحالة واحدة أما عند اختلاف الحالات كما هنا فلا امتناع من ذلك. نظرا إلى أن السبب وإن اتحد في حد ذاته إلا أنه يختلف باعتبار حالته. هذا وإذا كانت هذه القاعدة تقتضي بقاء الأيدي في آية التيمم على إطلاقها فإن ذلك إنما هو بالنسبة إلى آية الوضع نظرا لاختلاف حكمهما، أما تقييدها بأدلة أخرى غير آية الوضوء فإنه لا مانع من ذلك، ولهذا فإن المذاهب المتفقة على عدم تقييد آية التيمم بآية الوضوء قد قيد بعض منهم الأيدي في آية التيمم بالكفين بما صح عندهم من السنة وهو: ما رواه عمار بن ياسر1- رضي الله عنه - قال: \"تمعكت فأتيت النبي صلى الله عليه وسلم فقال: \"يكفيك الوجه والكفان \" 2. ¶ وقيدها البعض الآخر بالمرفقين وذلك بما صح عندهم من السنة وهو: \"فضرب الحائط بيده ضربة فمسح بها وجهه، ثم ضرب أخرى فمسح بها ذراعيه إلى المرفقين \" 3. ¶ فكل من الفريقين قيد إطلاق آية التيمم بالسنة التي صحت عنه لا بآية الوضوء ذلك أن وضع آية التيمم مع السُنّة الشريفة المذكورة يختلف عن وضعها مع آية الوضوء الكريمة، ¶ __________ ¶ 1 هو: عمار بن ياسر بن عامر العنسي، الصحابي، كان من السابقين إلى الإِسلام عذب في الله تعالى على إسلامه، فيه وفي أبيه وأمه قال رسول الله صلى الله عليه وسلم: (صبرا آل ياسر فإن موعدكم الجنة\" هاجر مع النبي صلى الله عليه وسلم إلى المدينة، وشهد معه بدرا وأحدا، وجميع المشاهد. راجع: تهذيب الأسماء واللغات (2/37) .متفق عليه، واللفظ للبخاري. ¶ انظر صحيح البخاري مع الفتح (1/ 445) وصحيح مسلم مع النووي (4/ 61) . ¶ 2 متفق عليه، واللفظ للبخاري. ¶ انظر صحيح البخاري مع الفتح (1/ 445) وصحيح مسلم مع النووي (4/ 61) . ¶ 3 رواه الدارقطني. وبين المحدثون أن إسناده ضعيف. ¶ راجع: سنن الدارقطني (1/77) ونيل الأوطار (1/ 332-333) .",
            "page": "69",
            "part": "1",
            "seal": "33AE49FB"
        },
        {
            "id": "66",
            "nass": "فهي مع آية الوضوء تدخل ضمن حالة اختلاف الحكم واتحاد السبب المتفق لدى العلماء على عدم حمل المطلق على المقيد في مثلها، وأما هي مع السُنّة الشريفة المذكورة فهي تدخل ضمن حالة اتحاد الحكم والسبب المتفق لدى العلماء على حمل المطلق على المقيد في مثلها ذلك أن آية التيمم الكريمة وحديث عمار أوٍ حديث المرفقين اتحد فيهما السبب وهو القيام إلى الصلاة وإرادتها واتحد فيهما الحكم أيضا وهو وجوب المسح1. ¶ الحالة الرابعة: اتحاد الحكم واختلاف السبب: ¶ مثاله قوله تعالى: {وَمَنْ قَتَلَ مُؤْمِناً خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَة} 2 وقوله تعالى: {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا} 3. فقد ورد لفظ الرقبة مقيدا في الآية الأولى بكونها مؤمنة، وورد في الآية الثانية مطلقا عن هذا القيد، والحكم في الآيتين متحد وهو تحرير الرقبة، والسبب مختلف فيهما، إذ هو في الآية الأولى القتل الخطأ، وفي الثانية إرادة العودة إلى الاستمتاع بالزوجة. ¶ ففي مثل هذه الحالة اختلف العلماء في حمل المطلق على المقيد أو عدم حمله عليه إلى المذاهب التالية: ¶ الأول: حمل المطلق على المقيد مطلقا. وإليه ذهب جمهور الشافعية، وبعض المالكية، والحنابلة4. ¶ الثاني: عدم الحمل مطلقا. وإليه ذهب جمهور الحنفية، وبعض المالكية والحنابلة 5. ¶ الثالث: الحمل إذا اشترك المطلق والمقيد في العلة وعدم الحمل عند عدم اشتراكهما فيها. وإليه ذهب بعض علماء المالكية والشافعية والحنابلة6. ¶ الأدلة: ¶ أولا: أدلة المذهب الأول: استدل القائلون بحمل المطلق على المقيد مطلقا في هذه الصورة بأدلة أهمها ما يلي: ¶ __________ ¶ 1 جامع البيان (8/ 414) والمبسوط للسرخسي (1/107) وبداية المجتهد (1/68) المغني (1/ 244) . ¶ 2 النساء: 92. ¶ 3 المجادلة: 3. ¶ 4 راجع: أحكام الفصول (ص/ 281) والتبصرة (ص/ 2 21) والتمهيد في أصول الفقه (2/ 280) . ¶ 5 انظر: أصول السرخسي (1/267،268) ونشر البنود (1/268) والعدة لأبي يعلي (2/638) . ¶ 6 راجع: مختصر ابن الحاجب مع شرح العضد (2/ 156) والأحكام للآمدي (3/ 4) وشرح الكوكب المنير (3/402) .",
            "page": "70",
            "part": "1",
            "seal": "F28F87A0"
        },
        {
            "id": "67",
            "nass": "ا - أن القرآن كالكلمة الواحدة فلا يختلف بالإِطلاق والتقييد، بل يفسر بعضه بعضا فيجب حمل المطلق على المقيد لتحقيق وحدة الكلمة، إذ إبقاء المطلق على إطلاقه، والمقيد على تقييده يؤدي إلى اختلافه وإخراجه عن كونه كلاما واحدا. ولهذا فإن الشهادة لما قيدت بالعدالة مرة واحدة. وأطلقت في سائر الصور حمل المطلق على المقيد، وأصبحت العدالة شرطا في الشهادة1. ¶ فإذا نص على تقييد شيء بقيد في صورة ما كان منصوصا على تقييده به في سائر الصور. ¶ وقد اعترض على هذا الدليل بأن كون القرآن الكريم كالكلمة الواحدة لا يستلزم حمل المطلق على المقيد مطلقا؛ لأن معنى كونه كلاما واحدا يفسر بعضه بعضا أنه لا يتناقض فلا يناقض بعضه بعضا، وإلا فلو أريدت الوحدة في كل شيء لزم أن يتقيد كل مطلق بكل مقيد، وليس الأمر كذلك، فإن من جملة ذلك المطلق والمقيد اللذين اختلف حكمهما وسببهما وقد بينا فيما سبق اتفاق العلماء ومنهم المستدلون بهذا الدليل - على عدم حمل المطلق على المقيد في مثل هذه الحالة ثم إن الاختلاف بالإطلاق والتقييد لا ينافي وحدة الكلام. ¶ لأن ذلك حسب اختلاف تعلقاته، واختلاف التعلقات لابد منه نظرا لاختلاف المتعلقات، وهذا الاختلاف لا يؤدي إلى التناقض الذي يقدح في وحدة الكلام. ¶ ثم إن هذا الدليل - لو تم - ينفي النسخ مطلقا لأن الناسخ يختلف عن المنسوخ، ونفي الاختلاف عموما يؤدي إلى نفي النسخ في ضمنه ونفي النسخ مطلقا باطل، لأن وجوده من المسلمات. فيكون الدليل على عمومه غير مسلم. ¶ أضف إلى ذلك أن الكلام إذا كان عبارة عن العبارات والألفاظ الدالة على المعاني فإنها لا خفاء في تكثرها وتعددها، ولاشك في اختلافها وكذلك القرآن فيه الأحكام المختلفة، ففيه المنفى والإثبات والأمر والنهى، وغيرها فمع العلم بهذا لا يقبل تنزيل جهات الخطاب على حكم واحد2. ¶ وأما بالنسبة لتقييد الشهادة بالعدالة في سائر الصور التي أطلقت فيها فإن ذلك التقييد كان لدليل قام عليه وهو قوله سبحانه وتعالى: {إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا} 3حيث ¶ __________ ¶ 1 انظر: شرح المختصر للعضد (2/157) والمنهاج مع شرح الأسنوي والبدخشي (2/ 129) وابن قدامة وآثاره الأصولية (2/261) ¶ 2 راجع: مسلم الثبوت مع شرحه (1/266) وحاشية سعد على مختصر ابن الحاجب (2/157) . ¶ 3 1لحجرات: 6.",
            "page": "71",
            "part": "1",
            "seal": "14AE6169"
        },
        {
            "id": "68",
            "nass": "استنبط العلماء منه اشتراط العدالة الذي يستلزمه رد شهادة الفاسق. كما أن الإجماع انعقد على اشتراط العدالة والبحث بصدد الحمل لمجرد الورود، فما كان لدليل فهو خارج عن محل البحث. ¶ ثم إن هناك من الصور ما قيد في صورة وأطلق في سائر الصور ولم يحمل المطلق فيها على المقيد في تلك الصورة. ¶ مثل الوضوء والتيمم حيثما قيدت الأيدي في الأول بالمرافق، وأطلقت في الثاني عنها، ولم يحمل المطلق في الثاني على المقيد في الأول. ¶ وهذا يدل على أن مجرد التقييد في صورة لا يستوجب التقييد في سائر الصور1. ¶ 2 - أن سنن العرب في كلامها هو حمل المطلق على المقيد، حيث تطلق الحكم في مكان وتحرره في آخر، وتقصد بالمطلق المقيد. والقرآن الكريم الذي نزل بلغة العرب جرى على هذا السنن. ¶ قال الله سبحانه وتعالى: {وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِرَاتِ} 2. ¶ فالحافظات وإن كانت مطلقة إلا أنها قيدت بالفروج نظرًا لتقيدها بها في جانب الذكور. والذكر مطلق في جانب الإناث لكنه لما كان مقيدا بكونه لله تعالى وبالكثرة في جانب الذكور قيد بذلك في جانب الإناث. ليكون التقدير: والحافظات فروجهن، والذاكرات الله كثيرا. ¶ وقال الله تعالى: {إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ} 3 فاليمين وإن كانت مطلقة، إلا أنها قيدت بالقعيد لما كان الشمال مقيدا به. وقد جرى على هذا الأسلوب الشعر العربي. قال الشاعر: ¶ نحن بما عندنا وأنت بما عندك راض والرأي مختلف4. ¶ فما عند المتكلمين لما قيد بالرضا، قيد ما عند المخاطب به أيضا. ليكون التقدير (نحن بما عندنا راضون) . ¶ __________ ¶ 1 انظر: التمهيد في أصول الفقه (2/ 185) . ¶ 2 الأحزاب: 25. وانظر: تفسير ابن كثير (3/ 489) . ¶ 3 ق: 17. وانظر: تفسير ابن كثير (4/ 225) . ¶ 4 البيت لعمرو بن امرئ القيس. انظر: خزانة الأدب (4/283) .",
            "page": "72",
            "part": "1",
            "seal": "D5B3378F"
        },
        {
            "id": "69",
            "nass": "فدلت اللغة العربية على أن ما قيد في موضع وأطلق في آخر يراد بذلك المطلق ذلك المقيد، وهذا هو حمل المطلق على المقيد، فيكون عدم الحمل مخالفة للغة1. ¶ وأجيب عن هذا الدليل: ¶ بأن البحث يدور في حمل المطلق على المقيد لمجرد ورودهما دون أن يقوم دليل على التقييد، ودون أن تنتصب قرينة تعين القيد. ¶ وما ذكر قد قام فيه دليل التقييد، وانتصبت قرينة التعين، فنأى بذلك عن محل البحث. ¶ ففي الآيتين الكريمتين دل العطف فيهما على التقييد وتعين القيد بما يقتضيه من المشاركة في الحكم المتمثل فيهما بالتقييد بما تقيد به المعطوف عليه. الحافظين والذاكرين في الآية الكريمة الأولى، واليمن في الآية الكريمة الثانية. ¶ وكذلك في البيت المذكور حيث عطف المخاطب المقيد بالرضا على المتكلمين المطلقين عنه، فدل على تقيد الأول بما تقيد به الثاني. ¶ ثم إن البحث يدور حول مطلق ومقيد وردا في نصين مستقلين. وما ذكر لا يستقل فيه المطلق عن المقيد، بل وردا في كلام واحد وبهذا أيضا يكون الدليل بمنأى عن محل البحث2. ¶ 3 - أن المطلق ساكت عن القيد فيحتمل أن يكون مرادا والسكوت عدم، فلا يدل على إثبات القيد ولا ينفيه. والمقيد ناطق بالقيد فلا يحتمل عدم إرادته وإذا تقابل السكوت والنطق كان الناطق حريا أن يجعل أصلا يبنى عليه الساكت، إذ يكون كالمفسر له. فكان المقيد حريا أن يبنى عليه المطلق ويكون مبينا للمراد منه3. ¶ وقد أجيب عن هذا الدليل: ¶ بأن حمل أحد الدليلين على الآخر إنما يصار إليه عند التنافي بين مدلوليهما وذلك إنما يتأتى عند اتحاد مفادهما. ونظرا لعدم الاتحاد في هذا المفاد بين المطلق والمقيد لجواز إفادة ¶ __________ ¶ 1 انظر: معاني القرآن للفراء (1/ 231) وتأويل مشكل القرآن لابن قتيبة (ص: 228) والعدة في أصول الفقه (2/640-641) وابن قدامة وآثاره الأصولية (2/261) . ¶ 2 انظر: المعتمد في أصول الفقه (1/ 4 31) والتمهيد لأبي الخطاب (2/182) . ¶ 3 راجع: الأحكام للآمدي (2/ 112) والتوضيح مع التلويح (1/ 64) .",
            "page": "73",
            "part": "1",
            "seal": "5300C9EA"
        },
        {
            "id": "70",
            "nass": "المقيد استحباب الإتيان بالقيد الذي لا يتنافى مع إفادة المطلق جواز عدم الإتيان به، أو جواز إفادة المقيد أن الإتيان بالقيد عزيمة، وإفادة المطلق أن الانفصال عنه رخصة، وإحداهما لا تنافي الأخرى. وقد دل على الجوازين النص على المقيد بعد دخوله تحت الاسم المطلق مما يدل على أهميته وشرفه، لا أنه لا يجزى غيره. ¶ فنظرا لكل ما ذكر لا يتحتم المصير إلى حمل المطلق على المقيد كما أفاده الدليل1. ¶ 4 - أن الخبرين إذا كان أحدهما عاما والآخر خاصا يصار إلى التخصيص الذي هو حمل العام على الخاص. فينبغي أن يصار إلى التقييد الذي هو حمل المطلق على المقيد إذا كان أحد الخبرين مطلقا والآخر مقيدا. نظرا إلى تماثل نسبة المقيد إلى المطلق لنسبة الخاص إلى العام، وتشابه التقييد للتخصيص في كون كل منهما بيانا2. ¶ وأجيب عن هذا الدليل: ¶ بأن قياس التقييد على التخصيص قياس مع الفارق. ووجه الفرق: أن التخصيص إنما يتم إذا ورد الخاص والعام في حكم واحد بالشخص. أو النوع أما في التقييد، فإن المقيد والمطلق في حكمين مختلفين شخصا، أو نوعا وما يذكر فيهما من اتحاد الحكم فإنما هو في الجنس فقط. فافترقا3. ¶ 5 - أن الحكيم إنما يزيد في الكلام لزيادة البيان، والقيد في المقيد زيادة على المطلق فيجعل بيانا له، وذلك يحمل المطلق على المقيد، فلو لم يجعل بيانا له يحمله عليه لزم إلغاء تلك الزيادة بالنسبة للمطلق فلا يحسن ذلك ولا ينبغي المصير إليه4. ¶ 6 - أن موجب المقيد متيقن لاندراجه في المطلق والمقيد، وموجب المطلق محتمل لاحتماله ما انتفى عنه القيد وما وجد فيه، والمصير إلى المتيقن أولى لأن فيه الخروج عن العهدة بيقين، وذلك إنما يتحقق بحمل المطلق على المقيد5. ¶ دليل المذهب الثاني: ¶ استدل القائلون بعدم حمل المطلق على المقيد مطلقا في هذه الصورة بما يلي: ¶ أ - قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَسْأَلوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ} 6. ¶ __________ ¶ 1 انظر: الأحكام للآمدي (3/4) والعدة في أصول الفقه (2/ 647) . ¶ 2 راجع: التمهيد في أصول الفقه (2/ 186) . ¶ 3 راجع: التمهيد في أصول الفقه (2/ 186) . ¶ 4 راجع: تخريج الفروع على الأصول للزنجاني (ص/ 134) . ¶ 5 راجع: إرشاد الفحول للشوكاني (ص/ 155) . ¶ 6 1لمائد ة: 101.",
            "page": "74",
            "part": "1",
            "seal": "70D2F0DC"
        },
        {
            "id": "71",
            "nass": "وبينوا وجه الاستدلال: بأن الآية الكريمة نهت عن السؤال عن الأشياء غير البادية والقيد بالنسبة للمطلق يعتبر منها لسكوت المطلق عنه، وحمل المطلق على المقيد رجوع إلى المقيد ليعرف منه حكم المطلق، وهذا الرجوع بمثابة سؤال عن شيء لم يبد، فيكون ارتكابا لما نهت عنه الآية فلا يجوز. ¶ وبينوا أن مما يؤيد هذا المعنى قول الرسول صلى الله عليه وسلم: \"ذرونى ما تركتكم فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم \" 1. ¶ وأجيب عن هذا الاستدلال: بأن الأشياء المنهي عن السؤال عنها لا تنتظم القيد في سلكها، والنهى الوارد فيها لا يمس الرجوع إلى المقيد بالمنع، لأنه في السؤال عن تقييد الحكم ابتداء من غير أن يكون هناك مقيد، يدل على ذلك ما ذكر في سبب نزول الآية الكريمة، وورود الحديث الشريف من أن الرسول صلى الله عليه وسلم لما قال: \"يا أيها الناس قد فرض الله عليكم الحج فحجوا\" قال رجل: \"أكل عام يا رسول الله؟ \" فسكت حتى قالها ثلاثا. فقال رسول الله لا: \"لو قلت نعم لوجبت، ولما استطعتم\". ثم قال: الحديث المذكور\" وقد ذكرت هذه الحادثة سببا لنزول الآية2. ¶ وأما الرجوع إلى المقيد ليعرف منه حكم المطلق، فقالوا: إنه من التفقه في الدين المندرج ضمن ما أمر به في قوله تعالى: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} 3. ¶ 2 - قالوا: لو حمل المطلق على المقيد مطلقا في هذه الصورة لزم التضييق من غير أمر الشارع، والعدول عن التزام ما جاء عن الشارع، وكل منهما لا يجوز. ¶ بيان ذلك - أن المطلق فيه توسعة على المكلف إذ يقتضي خروجه عن العهدة بالإتيان بالفرد الذي توفر فيه القيد المذكور في المقيد، وبالإتيان بالفرد الذي انتفى عنه ذلك القيد، إذ المطلق يتأتى بكل واحد منهما، فإلزامه بالفرد المقيد وذلك بحمل المطلق على المقيد يكون تضييقا. ¶ ثم إن كلا من المطلق والمقيد حجة قائمة بذاتها والأصل التزام ما جاء عن الشارع في دلالات ألفاظه على الأحكام كما هو إذا لم يدل دليل على العدول عنه وهذا الالتزام يقتضي ¶ __________ ¶ 1 رواه مسلم. انظر: صحيحه مع النووي (9/ 100- ا10) وانظر: لهذا الاستدلال أصول السرخسي (1/268) . ¶ 2 راجع: تفسير ابن كثير (2/ 105) . ¶ 3 1لنحل/ 43.",
            "page": "75",
            "part": "1",
            "seal": "4A073410"
        },
        {
            "id": "72",
            "nass": "بقاء المطلق على إطلاقه فإذا حمل على المقيد يكون ذلك الحمل عدولا عن هذا الالتزام وحمل المطلق على المقيد إنما يصار إليه إذا لم يمكن العمل بكل منهما مستقلا بأن يكون بينهما تناف، ويؤدي العمل بكل على حدة إلى التناقض، وهذه الصورة بمأمن من ذلك، إذ يمكن العمل بكل منهما مستقلا دون أي تناف بينهما مادام سببهما مختلفا1. ¶ والجمهور يجيبون عن هذا الدليل بأن ما يقتضي حمل المطلق على المقيد من وجود النافي بينهما متحقق في هذه الصورة لأن المطلق والمقيد وردا في حكم واحد، والحكم الواحد لا يكون مطلقا ومقيدا في آن واحد، وهذا يستدعي جعل المقيد أصلا يبني عليه المطلق ويبين به، لسكوت المطلق عن المقيد ونطق المقيد به، وهذا ما يجعل القيد ذا فائدة متوخاة منه. ¶ وما دام المقيد دليلا شرعيا اقتضى تقييد المطلق واستدعى العدول عن إطلاقه فلا يكون في حمل المطلق على المقيد تضييق من غير أمر الشارع ولا عدول عن التزام ما جاء عن الشارع في دلالات ألفاظه على الأحكام. ¶ أضف إلى ذلك أن اتحاد الحكم بين المطلق والمقيد يقتضي حصول التناسب بينهما بجهة حمل المطلق على المقيد2. ¶ أدلة المذهب الثالث: ¶ استدل القائلون بالحمل عند اشتراك المطلق والمقيد في العلة وعدم الحمل عند عدم اشتراكهما فيها بما يلي: ¶ أن المطلق والمقيد إذا اشتركا في علة التقييد فإن في حمل المطلق على المقيد حينئذ جمعا بين الأدلة وعملا بها، وفي عدم الحمل إعمال لدليل وترك لدليلين، ذلك أن القياس إذا اقتضى حمل المطلق على المقيد وحمل عليه يكون ذلك عملا بالمطلق والمقيد والقياس، وعدم الحمل يكون تركا لأحد من المطلق والمقيد وتركا للقياس وإعمال الأدلة جميعا أولى من إعمال بعضها وترك البعض الآخر3. ¶ __________ ¶ 1 راجع: البزدوي مع شرحه للبخاري (2/608) والتوضيح مع التلويح (1/ 64) . ¶ 2 انظر: الأحكام للآمدى (2/ 112) والتوضيح مع التلويح (1/ 64) وإرشاد الفحول للشوكاني (ص/ 155) . ¶ 3 انظر: شرح المنهاج للآسنوي (2/ 139) .",
            "page": "76",
            "part": "1",
            "seal": "0235AFC1"
        },
        {
            "id": "73",
            "nass": "وقد اعترض على هذا الدليل باعتراضين: ¶ أحدهما: أن من شرط القياس أن لا يعارضه نص، وقياس المطلق على المقيد بحمله عليه عن طريقه يعارضه النص المطلق في الفرد الذي انتفى عنه القيد؛ ذلك أن المطلق عام، بدلي يدل بالتساوي على الفرد الذي وجد فيه القيد، والفرد الذي انتفى عنه ذلك القيد، فإن كان دالا على الإجزاء يدل على إجزاء كل منهما، فإذا قيس على المقيد، دل ذلك القياس على عدم إجزاء الفرد المنتفي عنه القيد، فيتعارض النص والقياس في الفرد الذي انتفى عنه القيد، حيث يدل النص المطلق على إجزائه، ويدل القياس على عدم إجزائه وعند تعارض النص والقياس يعمل بالنص ويترك القياس، فلا يصلح إذا مقتضيا لحمل المطلق على المقيد1. ¶ ففي كفارة الظهار أطلقت الآية الكريمة الرقبة، وهذا الإطلاق يفيد إجزاء الرقبة سواء كانت مؤمنة أو غير مؤمنة، فإذا قيس على كفارة القتل الخطأ، كما ذهب إلى ذلك بعض العلماء - لاشتراكهما في العلة - وهي: حرمة سببهما، أو كونهما من الكفارات أو زيادة القربة، أو خلاص الرقبة المؤمنة من قيد الرق فإن هذا القياس يفيد عدم إجزاء الرقبة غير المؤمنة في كفارة الظهار فعندئذ يتعارض النص المطلق والقياس في الفرد الذي انتفى عنه القيد وهو الرقبة غير المؤمنة، حيث يدل النص على إجزائها ويدل القياس على عدم إجزائها وحينئذ يقدم النص ويعمل به ويترك القياس2. ¶ ثانيهما: أن من شرط اعتبار القياس أن يكون حكم المقيس عليه حكما شرعيا، والذي يقاس عليه المطلق وهو عدم إجزاء غير المقيد ليس حكما شرعيا لأن ما يفيده النص المقيد هو أن الفرد المقيد يجزئ، أما عدم إجزاء غير المقيد فهذا ما لا يدل عليه النص المقيد، وإنما جاء بناء على الأصل وما كان كذلك لا يكون حكما شرعيا، لأنه لم يثبت بدليل وارد من الشرع، والشق الذي هو عدم إجزاء غير المقيد هو الذي يقاس عليه المطلق، فما دام هذا الشق غير حكم شرعي لا يصلح أن يكون أصلا يقاس عليه. ويحمل المطلق على المقيد عن طريقه. ¶ وقد أجيب عن هذا الاعتراض: ¶ بأن المقيس عليه هو المقيد وحكمه (وهو إجزاء الفرد الثابت فيه القيد) حكم شرعي لأنه ¶ __________ ¶ 1 أنظر: مسلم الثبوت مع شرحه (1/ 365) . ¶ 2 راجع: أصول البزدوى مع كشف الأسرار لعبد العزيز البخاري (2/608) ، والتحرير مع التقرير والتحبير (1/ 296) ، والمحلى على جمع الجامع (2/77) والبدخشي على المنهاج (2/ 139) .",
            "page": "77",
            "part": "1",
            "seal": "4DBDA24D"
        },
        {
            "id": "74",
            "nass": "ثبت بدليل شرعي وهو النص المقيد، وهذا الحكم هو الذي يعدى إلى المطلق، ويحمل على المقيد عن طريقه، فالاعتراض غير وارد من هذه الجهة 1. ¶ وهناك اعتراض ثالث يمكن أن يرد على هذا الدليل وهو: ¶ أن هذا الدليل - لو تم - فإنما يدل على جزء المدعى ذلك أن دعوى المستدلين ذات شقين: ¶ الأول: حمل المطلق المقيد إن اقتضى القياس ذلك. ¶ الثاني: عدم الحمل إذا لم يقتض القياس ذلك والدليل لو سلم فإنما يدل على الشق الأول دون الثاني لعدم تطرقه إليه بتاتا. ¶ 2 - أن تقييد المطلق كتخصيص العام في أن كلا منهما تقليل لبعض الشيوع، ومنع الحكم عن بعض الأفراد وتخصيص العام بالقياس جائز فكذا تقييد المطلق2. ¶ وقد أجابوا عن هذا الدليل بمثل ما أجابوه عن الدليل الأول. ¶ 3 - أن القياس دليل شرعي ينبغي العمل بموجبه، وهذه الحالة للمطلق والمقيد إحدى الصور التي يكون القياس فيها دليلا، فإذا اقتضى القياس حمل المطلق على المقيد ينبغي المصير إلى هذا الحمل عملا بالدليل المقتضي للتسوية في الحكم بين المطلق والمقيد3. ¶ __________ ¶ 1 انظر: شرح مسلم الثبوت (1/ 365) . ¶ 2 راجع: شرح المختصر للعضد (57/2 1) والبدخشي على المنهاج (2/ 139) 4 وابن قدامة وآثاره الأصولية (2/ 261) . ¶ 3 انظر: نهاية الوصول (1/ 279) وإجابة السائل (ص/ 349) .",
            "page": "78",
            "part": "1",
            "seal": "9623E200"
        },
        {
            "id": "75",
            "nass": "الموازنة والترجيح ¶ بالرجوع إلى الأدلة التي استدل بها الأطراف المختلفة نرى أن الأجوبة عنها كانت تلاحقها لتهبط بها عن مستوى الحجية، ماعدا دليلين للقائلين بالحمل مطلقا، سكت عنهما المجيبون، أو هكذا وصلا إلينا مسلمين، وهما الدليلان الأخيران المتضمن أولهما أن زيادة الحكيم في الكلام لزيادة البيان، والمتضمن ثانيهما أن موجب المقيد متيقن. ¶ وتدقيق الفكر فيهما يقول إلى ما يلي: ¶ 1 - بالنسبة للأول كون زيادة الحكيم في الكلام لزيادة البيان، قضية لا يمتنع من التسليم بها أحد فيما اعتقد، ولكن مساسها بموضوع الحمل مطلقا وإفضاءها إليه للنظر فيه مجال واسع، لأن التسليم بالنسبة لكلام واحد اتحد فيه الحكم والسبب، أما إلباس هذا الثوب لكلامين اختلف فيهما سبب الحكم، فإنه بمنأى عن هذا التسليم، لأن الزيادة من الحكيم إذا كانت لحكمة، فإن السكوت عنه أيضا يكون لحكمة، وما دام الجمع بين الحكمتين ممكنا فإنه ينبغي المصير إليه، واختلاف السبب يجعل التصادم بينهما منتفيا، لأنه يجعل إبقاء المطلق على إطلاقه والمقيد على تقييده ممكنا. ¶ 2 - وأما بالنسبة للثاني، فإن القضايا الشرعية تحكمها نصوصها وما يقررها الشرع ولا يلغيها كون الشيء متيقنا، فإذا كان الشرع قد قرر إجزاء ما انتفى عنه قيد المقيد من أفراد المطلق فإن تيقن الموجب لا يلغي هذا التقرير. ¶ والخروج عن العهدة يقرره الشرع، وحسب تقريره يتأتى، وتيقنه في نص، لا يقضى على ما في نص آخر بالإلغاء مادام اختلاف السبب فيهما قد حال دون ذلك. ¶ وبعد الركون إلى وجاهة الأجوبة عن أدلة المانعين من الحمل مطلقا نعود إلى الجواب عن أدلة الحاملين بالقياس المتركز على اصطدام قياس المطلق على المقيد بالنص. ¶ والدي يظهر - والله أعلم - أن توهم هذا الاصطدام يتلاشى إذا علمنا أن القياس المقتضي للحمل بمثابة بيان لأحد محتملات لحمل المطلق، وليس إلغاء له والاصطدام إنما يتأتى بناء على الثاني لا الأولى، والثاني إنما يتحقق بناء على نفي النص المطلوب، لقيد المقيد وهو لم يتعرض له بالنفي حتى يكون إثبات القياس له مفضيا إلى التصادم. ¶ فإذا نأى القياس عن هذا التصادم بجانبه، ينبغي النظر إليه من حيث كونه دليلا أقره الشرع، وأعطاه هذا الإقرار صلاحية البيان.",
            "page": "79",
            "part": "1",
            "seal": "A682C33E"
        },
        {
            "id": "76",
            "nass": "هذا وينبغي أن لا يغض الطرف عن ماهية السبب وتماميته. فإذا كانت ذاته معرفة للحكم، أو مفضية إليه، فإن تماميته تقتضي أن يستقل به، ويميزه عن غيره، فقد يكون السبب يناسبه التغليظ في الحكم ويتحقق هذا التغليظ بالتقييد فيقيد الحكم، وقد يكون السبب يناسبه التخفيف، ويتحقق هذا التخفيف في الإطلاق فيطلق الحكم. ¶ مثل: القتل. فإنه وإن كان خطأ إلا أن فيه إزهاق روح ربما يفقد المجتمع به عضوا نافعا يرتجى منه فوائد كثيرة، كان المجتمع ينتفع بها. فناسبه التغليظ - والله أعلم - بتقييد الرقبة بالإيمان. ¶ ومثل الظهار، فإنه لما لم يكن في ضرره بمثابة القتل الخطأ ناسبه - والله أعلم - التخفيف، بإطلاق الرقبة من كل قيد ومنه قيد الإيمان. ¶ أضف إلى ذلك أن الإطلاق والتقييد مادام قد وردا على الحكم فإنهما يجعلان الحكمين مختلفين شخصا أو نوعا المركز عليهما في ثبوت الاختلاف أو انتفائه بين الحكمين فنبقى أمام حكمين مختلفين بسببين مختلفين، والاتحاد في الجنس لا يؤثر على هذا الاختلاف بالإزالة. ¶ ولما سبق فإن النفس تميل إلى الحمل عند وجود العلة الجامعة بين المطلق والمقيد، وعدم الحمل عند انتفائها، ويطمئن القلب إلى ترجيح ذلك في هذه الحالة. والله أعلم بالصواب. ¶ الحالة الخامسة: اتحاد الموضوع والحكم ويكون الإِطلاق والتقييد في سبب الحكم: ¶ مثاله: ما ورد: \"فرض رسول الله صلى الله عليه وسلم زكاة الفطر صاعا من تمر أو صاعا من شعير على العبد والحر والذكر والأنثى والصغير والكبير من المسلمين، وأمر بها أن تؤدى قبل خروج الناس إلى الصلاة \"1. ¶ وورد في رواية أخرى: \"فرض رسول الله صلى الله عليه وسلم صدقة الفطر أو قال: رمضان على الذكر والأنثى والحر والمملوك صاعا من تمر أو صاعا من شعير وقال: فعدل الناس به نصف صاع من بر على الصغير والكبير\"2. ¶ __________ ¶ 1 متفق عليه. انظر: صحيح البخاري مع الفتح (3/376) وصحيح مسلم مع النووي (7/ 1 6) . ¶ 2 رواه مسلم. انظر: صحيحه مع شرح النووي (7/ 59-. 6) .",
            "page": "80",
            "part": "1",
            "seal": "4119F195"
        },
        {
            "id": "77",
            "nass": "فقد ورد لفظ العبد والحر والذكر والأنثى والصغير والكبير ممن يمونه المزكي مقيدا بكونه من المسلمين في الرواية الأولى وورد مطلقا عن هذا القيد في الرواية الثانية، ومن يمونه المزكي سبب الحكم، والموضوع في النصين واحد وهو زكاة الفطر كما أن الحكم فيهما واحد وهو وجوب زكاة الفطر، ففي مثل هذه الحالة اختلف العلماء في حمل المطلق على المقيد أو عدم حمله عليه إلى المذاهب التالية: ¶ الأول: حمل المطلق على المقيد. وإليه ذهب الجمهور من المالكية والشافعية والحنابلة1. ¶ الثاني: عدم حمله عليه. وإليه ذهب جمهور الأحناف2. ¶ الثالث: حمل المقيد على المطلق. ¶ حجة المذهب الأول: ¶ استدل القائلون بحمل المطلق على المقيد مطلقا في هذه الصورة بنفس الأدلة التي استدلوا بها في الحالة السابقة من كون القرآن كالكلمة الواحدة، وكون المطلق ساكتا والمقيد ناطقا. وأن الحكيم إنما يزيد في الكلام لزيادة البيان، وأن موجب المقيد متيقن وموجب المطلق محتمل على التفصيل الذي مر ذكره سابقا. ¶ أدلة المذهب الثاني: ¶ استدل القائلون بعدم الحمل مطلقا بما يلي: ¶ 1 - أن في إبقاء المطلق على إطلاقه وعدم حمله على المقيد احتياطا، وينبغي مراعاة الاحتياط في الأحكام الشرعية، وجه الاحتياط أنه عند إبقاء المطلق على إطلاقه يجب الواجب مع السبب المطلق والسبب المقيد، وأما عند الحمل فإن الواجب يجب مع السبب المقيد فقط، ووجوب الواجب في الحالتين أقرب إلى الاحتياط من وجوبه في حالة واحدة. ¶ ويجاب عن هذا الدليل بأنه إنما يتم لو لم يكن هناك دليل على التقييد أما عند وجود دليل التقييد من قبل الشارع فإن الذي ينبغي هو المصير إلى الدليل. ¶ __________ ¶ 1 تبين مذهبهم هذا من أنهم لا يرون زكاة الفطر على الكافر لوجود قيد المسلمين. انظر: بداية المجتهد (1/ 280) ونهاية المحتاج (3/112) والمغنى لابن قدامة (3/ 56) . ¶ 2 انظر: كشف الأسرار للبخاري (2/ 287) والتوضيح (1/ 63) والتقرير والتحبير (1/ 296) .",
            "page": "81",
            "part": "1",
            "seal": "79121B83"
        },
        {
            "id": "78",
            "nass": "2 - أنه لا توجد منافاة بين سببية المطلق والمقيد إذ أن الشيء الواحد قد يكون له أسباب متعددة وما دامت المنافاة منعدمة فلا مقتضى للحمل، لأن المقتضى له هو المنافاة بين المطلق والمقيد. ¶ وقد اعترض على هذا الدليل بأن المنافاة بين سببية المطلق والمقيد متصورة لأن معنى كون كل منهما سببا أن كل واحد منهما سبب تام له، وتمامية السببية تقتضي عدم الحاجة إلى الآخر، فلو كان المطلق سببا تاما لمنع الاحتياج إلى القيد ولكنه لم يمنع من ذلك، ومن هنا ظهرت المنافاة بين تمامية سببية المطلق مع تمامية سببية المقيد ولدفع تلك المنافاة ينبغي حمل المطلق على المقيد 1. ¶ حقيقة المذهب الثالث واستدلاله: ¶ أن أصحاب المذهب الثالث عندما يقولون إن المقيد هو الذي يحمل على المطلق لا يقصدون بذلك آن المقيد يراد منه المطلق، إذ لو عنوا ذلك لأدى قولهم إلى إلغاء القيد وذلك ممتنع، بل يريدون بذلك أن سببية المقيد تتأتى من سببية المطلق ذلك أن المطلق سبب حقيقة والمقيد مشتمل عليه؛ لكون المطلق جزءاً للمقيد كما سبق ذلك والكل مشتمل على الجزء، فسببية المقيد لاشتماله على السبب حقيقة وهو المطلق وإطلاق السبب على ما هو مشتمل على السبب الحقيقي شائع2. ¶ وهذا المذهب يلتقي في النتيجة مع المذهب الثاني، وهي إبقاء المطلق على إطلاقه وعدم حمله على المقيد، وإن اختلف عنه في التعبير والتعليل.. ¶ الموازنة والترجيح ¶ بالنسبة لأدلة القائلين بالحمل مطلقا، فإنه يظهر لي أن الدليلين الأخيرين لهم زيادة الحكيم، وتيقن الموجب، لم يظهر شيء يخدش انتهاضهما حجة، فهما قضيتان مسلمتان بالنسبة لكلام اتحد فيه الحكم والسبب وإن تعدد نصه، ونحن في هذه الحالة أمام مثل هذا الكلام، لان السبب مادام قد اتحد ذاتا أو نوعا فإن الاختلاف بالإطلاق والتقييد لا يظهر له أثر على هذا الاتحاد بالسلب. ¶ __________ ¶ 1 راجع: مسلم الثبوت مع شرحه (1/366-367) . ¶ 2 راجع: المرجع السابق.",
            "page": "82",
            "part": "1",
            "seal": "1DE581C5"
        },
        {
            "id": "79",
            "nass": "والمتتبع لنصوص الشريعة يجد أن السائد فيها في مثل هذه الحالة هو حمل المطلق على المقيد من هذه النصوص: ¶ ا - قوله سبحانه وتعالى: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِير ... } وقوله سبحانه: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّماً عَلَى طَاعِمٍ يَطْعَمُهُ إِلاَّ أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنْزِيرٍ…} . ¶ فإنا واجدون أن الدم أطلق في الآية الكريمة الأولى، وقيد بكونه منسوخا في الآية الثانية، والدم سبب الحكم فيكون الإِطلاق والتقييد قد دخل على سبب الحكم، وقد اتفق العلماء على أن المراد بالدم المطلق في الآية الأولى هو الدم المقيد بالسفح في الآية الثانية. ¶ فقد انعقد الإِجماع على حمل المطلق على المقيد هنا1. ¶ 2 - قوله تعالى: {وَأُولُوا الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} 2 وقوله سبحانه: {وَأُولُو الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِين} 3. فأولو الأرحام أطلق في الآية الأولى وقيد في الثانية بالإِيمان، وهو سبب الحكم الذي هو الأولوية المقتضية للميراث، فيكون الإِطلاق والتقييد قد دخل على سبب الحكم، وقد حمل المطلق في الأولى على المقيد في الثانية، فقال العلماء أن أولو الأرحام في الأولى هم أولو الأرحام من المؤمنين4. ¶ 3 - قوله صلى الله عليه وسلم: \"في خمس من الإِبل شاة \" 5 وقوله عليه الصلاة والسلام: \"في كل سائمة إبل في أربعين، بنت لبون\" 6. ¶ فموضوع الحديثين واحد وهو زكاة الإِبل، وكذلك الحكم وهو الوجوب والسبب وهو العدد الخاص من الإِبل قد أطلق في الحديث الأول، وقيد بالسوم في الثاني. فيكون الإِطلاق. ¶ __________ ¶ 1 راجع: جامع البيان (12/ 193) . ¶ 2 1لأنفال: 75. ¶ 3 1لأحزاب: 6. ¶ 4 انظر: الجامع لأحكام القرآن (8/58) ومجموع الفتاوى (15/442-443) . ¶ 5 رواه أبو داود الترمذي وقال: \"حديث حس\". ¶ انظر: سنن أبى داود (438/4) وجامع الترمذي مع التحفة (2/252،255) . ¶ 6 رواه أبو داود الترمذي، وقال المنذري في راوي الحديث: \"وبهز بن حكيم وثقه بعضهم، وتكلم فيه بعضهم قال العلامة ابن القيم \"وقد قال على ابن المديني. حديث بهز بن حكيم عن أبيه عن جده صحيح. وقال الإمام أحمد \"بهز بر حكيم عن أبيه عن جده صحيح \". ¶ انظر: سنن أبي داود (4/453) وجامع الترمذي (2/252) ومختصر سنن أبي داود (2/194) وتهذيب السنن (2/194) .",
            "page": "83",
            "part": "1",
            "seal": "60DEED7A"
        },
        {
            "id": "80",
            "nass": "والتقييد قد دخل في السبب. وقد حمل المطلق في الحديث الأول على المقيد في الثاني، فأريد من الإبل في الأول، السائمة أيضا1. ¶ فالذي يظهر لي بوضوح في هذه الحالة أن الراجح هو حمل المطلق على المقيد. والله أعلم. ¶ الحالة السادسة: أن يطلق في موضع ويقيد في موضعين بقيدين متضادين: ¶ مثاله: قوله تعالى في قضاء صيام رمضان: {فَعِدَّةٌ مِنْ أَيَّامٍ أُخَر} 2 وقوله عز وجل في صوم التمتع: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ} 3 وقوله تعالى في صوم كفارة الظهار: {فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ} 4. ¶ فقد ورد الصيام مطلقا في الآية الكريمة الأولى ومقيدا بالتفريق في الثانية ومقيدا بالتتابع في الثالثة والقيدان وهما التفريق والتتابع متضادان لا يجتمعان. ¶ ففي مثل هذه الحالة ذهب العلماء القائلون بأن المطلق يحمل على المقيد وبتقييده به لفظا إلى أن المطلق يبقى على إطلاقه، ولا يحمل على أي واحد من المقيدين، لأنه لا يمكن حمله عليهما معا لما بينهما من المنافاة فلو حمل عليهما معا لزم اجتماع القيدين وهو ممتنع ولا يمكن حمله على أحدهما دون الآخر لأن نسبة المطلق إلى كل واحد منهما سواء لنسبته إلى الآخر، فترجيح أحدهما بحمل المطلق عليه على الآخر يكون ترجيحا بلا مرجح، وذلك تحكم وهو باطل فتعين أن لا يحمل المطلق على أي واحد منهما، بل يبقى على إطلاقه، ويعمل بالإطلاق في محله ويعمل بكل قيد في محله. ¶ وذهب العلماء القائلون بالحمل قياسا إلى أن المطلق يحمل على المقيد الذي يشترك معه في العلة ويكون القياس عليه أولى، لأن الجامع بينهما حينئذ يكون مرجحا، فلا يلزم التحكم عندئذ ومثاله: قوله تعالى في كفارة اليمن: {فَصِيَامُ ثَلاثَةِ أَيَّامٍ} 5مع آيتي كفارة الظهار وصوم التمتع السابقين. ¶ __________ ¶ 1 راجع: الهداية مع البناية (3/ 39) وبداية المجتهد (1/ 2 25) والمهذب مع المجموع (5/355) والمغني لابن قدامة ¶ (2/576) . ¶ 2 1لبقرة/185. ¶ 3 البقرة/ 196. ¶ 4 النساء/ 92. ¶ 5 المائد ة/ 89.",
            "page": "84",
            "part": "1",
            "seal": "9502584F"
        },
        {
            "id": "81",
            "nass": "فقد ورد الصوم في كفارة اليمين مطلقا بينما ورد في كفارة الظهار مقيدا بالتتابع، وفى صوم التمتع مقيدا بالتفريق كما ذكرنا، فقالوا: يحمل المطلق في كفارة اليمين على المقيد في كفارة الظهار، قياسا عليه، لاتحادهما في الجامع بينهما وهو النهي عن اليمن والظهار1. ¶ وأما المطلق الذي لا يشترك مع أي من المقيدين في العلة فإنه لا يحمل على أي واحد منهما بالاتفاق، لانعدام المرجح الذي يرجح أحد المقيدين لحمل المطلق عليه دون الآخر، فيكون الحمل على أحدهما تحكما وهو باطل، وكذلك اجتماع الضدين وهو ممتنع. ¶ ومثاله: ما روى من حديث: \"إذا ولغ الكلب في إناء أحدكم فليغسله سبعا إحداهن بالتراب \" 2. ¶ فقوله \"إحداهن\" مطلق، وقد قيد في روايات أخرى بقيدين متضادين. حيث ورد \"أولاهن بالتراب\" كما ورد \"أخراهن بالتراب\" ويتعذر الجمع بين القيدين ولا توجد علة تجمع بين المطلق وأحد القيدين، فلا يحمل المطلق على المقيد، فلا يتعين أن يكون الغسل بالتراب، أولا أو آخرا، بل يبقى المطلق \"إحداهن\" على إطلاقه3. ¶ والذي يظهر أن مجال الاختيار ينحصر في حمل المطلق على المقيد قياسا عندما يجمع بين المطلق وأحد القيدين جامع. ¶ أما من ناحية اللغة، فواضح أن نسبة المطلق إلى كل من المقيدين واحدة ووحدة النسبة وتساويها تسد باب الحمل تفاديا للتحكم المحظور. كما أنه في حالة عدم وجود الجامع يسد باب الحمل تنافي القيدين. ¶ والذي يظهر رجحانه عند وجود الجامع هو الحمل قياسا، اعتبارا للقياس المعتبر شرعا، عند وجود مقتضيه وهو الجامع وانتفاء المانع منه. ¶ وقد ذكرنا عدم وجود محل لتوهم اصطدام هذا القياس بالنص. والله أعلم. ¶ __________ ¶ 1 راجع: جمع الجوامع مع شرح المحلى (2/78) ونهاية السول (2/ 181) . وابن قدامة وآثاره الأصولية (2/ 1 26-262) و (إرشاد الفحول (ص/ 156) . ¶ 2 حديث غسل الإناء سبعا من ولوغ الكلب، متفق عليه. ¶ انظر: صحيح البخاري مع الفتح (1/ 274) وصحيح مسلم بشرح النووي (3/182-183) . ¶ 3 انظر: الروايات المختلفة للحديث: فتح الباري (1/ 274-27) . وراجع: الفروق للقرافي (1/193) .",
            "page": "85",
            "part": "1",
            "seal": "DE41B385"
        },
        {
            "id": "82",
            "nass": "الفصل الثالث: أثر النقص من النص ¶ المبحث الأول: تعريف السنة الآحادية ¶ ... ¶ الفصل الثالث ¶ أثر النقص من النص في الاحتجاج بالسنة الآحادية ¶ وفيه ثلاثة مباحث: ¶ المبحث الأول: تعريف السنة الآحادية: ¶ السنة بضم السين، وفتح النون المشددة على وزن فعلة. ¶ وهي في اللغة: الطريقة مطلقا، ممدوحة كانت أو مذمومة، حسنة كانت أو سيئة. ¶ قال الله تعالى: {سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلاً} 1. ¶ وبينّ المتمرسون قي لغة القرآن الكريم أن السنة في الآية الكريمة: الطريقة. وهي طريقة حكمته2. ¶ وأتى بهذا المعنى، وأكد على مطلقيته، قول الرسول صلى الله عليه وسلم: \"من سن في الإسلام سنة حسنة فله أجرها وأجر من عمل بها بعده من غير أن ينقص من أجورهم شيء، ومن سن في الإسلام سنة سيئة كان عليه وزرها، ووزر من عمل بها من بعده من غير أن ينقص من أوزارهم شيء \" 3. ¶ ففي الوقت الذي جاءت السنة في الحديث الشريف بمعنى الطريقة - كما بينه المحدثون -4 أكد وصف الرسول صلى الله عليه وسلم إيَّاها بالحسن تارة وبالسوء أخرى مطلقيتها، لأن الوصف تقييد، والتقييد إنما يعتري الحقيقة المطلقة للتأكيد على نوع منها تتناوله، ولا يضير مطلقيتها وضعا بيان بعض اللغويين أنها: الطريقة المحمودة، وأنها إذا أطلقت انصرفت إليها، وفي السيئة منها لابد من تقييدها بها. وعدم الضير هذا ينبعث من أن هذا الذي بينوه، حقيقة عرفية، تعارفوا على استعمال السنة فيها، والحقائق العرفية معروفة بتخصيصها المعنى الوضعي لغة في معنى أخص منه يتخصص بالتقييد دون تقييد، يتعارف عليه، ويشتهر اللفظ فيه بحيث لا يتبادر عند الإطلاق إلى الذهن غيره، وعندئذ يحتاج فهم النوع ¶ __________ ¶ 1 1لفتح/ 23. ¶ 2 انظر: مفردات الراغب (ص/ 245) . ¶ 3 رواه مسلم. انظر: صحيحه مع شرح النووي (7/ 104) . ¶ 4 انظر: النهاية لابن الأثير (2/ 409) .",
            "page": "86",
            "part": "1",
            "seal": "CF53832D"
        },
        {
            "id": "83",
            "nass": "الآخر الذي لم يتعارف عليه، إلى التقييد لفظا، لأنه لم يشتهر اشتهارا يغني عن التقييد لفظا. ولقد جاءت السنة بمعان أخرى غير الطريقة كالدوام، والأمة، والمثال المتبع، والإمام، والطبيعة، والوجه، والخطاب، والتمر1. ¶ وقد يكون بعض هذه وضعية، وبعضها الآخر استعمالية لمناسبات ربطتها بالمعنى الوضعي. ¶ وتظل الطريقة هي المشهورة من معاني السنة اللغوية، والمشهود بها من الكتاب والسنة، فكان تحقيقها حقيقا بالتفصيل بالقدر الذي تسمح به ظروف البحث. ¶ السنة في الاصطلاح: ¶ تناولت السنة اصطلاحات متعددة، فاختلف تعريفها حسب كل اصطلاح. ¶ السنة في اصطلاح المحدثين: ¶ عرف المحدثون السنة بأنها: \"ما أثر عن النبي صلى الله عليه وسلم من قول أو فعل، أو تقرير، أو صفة خُلقية أو خَلقية، أو سيرة سواء كان ذلك قبل البعثة، أو بعدها\"2. ¶ السنة في اصطلاح الأصوليين: ¶ عرف الأصوليين السنة بأنها: \"ما صدر عن النبي الله عليه وسلم من قول، أو فعل، أو تقرير\"3. ¶ وبملاحظة التعريفين يتباين أنهما التقيا على أمور ثلاثة ركزا عليها هي: القول، والفعل، والتقرير، غير أن الأول منهما زاد عليها الصفة، والسيرة، وعمها فيما قبل البعثة، وفيما بعدها، وهنا تدخلت النسبة بينهما لتكون العموم والخصوص المطلق، الأعمية المطلقة في جانب تعريف المحدثين، والأخصية المطلقة في جانب تعريف الأصوليين، فأصبح كل سنة عند الأصوليين، سنة عند المحدثين، دون العكس. ¶ والنسبة هذه انبعثت من انطلاق كل من الفريقين من منطلق نظرته إلى الرسول.صلى الله عليه وسلم ¶ __________ ¶ 1 انظر: لسان العرب (13/224-226) والقاموس المحيط (ص/1558) . ولشيخنا عبد الغني عبد الخالق رحمه الله كلام نفيس حول المعنى اللغوي للسنة أنظره في كتابه حجية السنة (ص/45 ـ 49) . ¶ 2 راجع: قواعد التحديث (ص/ 38،35) وتوجيه النظر (ص/2) . ¶ 3 راجع: تيسير التحرير (3/ 9 ا- 20) وشرح المختصر للعضد (2/ 22) ، الأحكام للآمدي (1/ 241) والمختصر لابن اللحام الحنبلي (ص/ 74) .",
            "page": "87",
            "part": "1",
            "seal": "1E96D708"
        },
        {
            "id": "84",
            "nass": "فالمحدثون ينظرون إليه على أن فيه أسوة حسنة، والتأسي يتأتى بكل ما يتصل به صلى الله عليه وسلم من سيرة وصفات بالإضافة إلى الأقوال والأفعال، والتقريرات. ¶ والأصوليون ينظرون إليه على أنه المشرع عن الله، والتشريع يتأتى بالقول والفعل والتقرير. ¶ وليس معنى هذا أن كل فريق اقتصر نظره على ما ذكر بالنسبة له، ولكن التركيز لكل كان على ذلك عند تعريف السنة. ¶ فالمحدثون ما غضوا الطرف عن كون الرسول مشرعا عن الله، بل عرفوه هكذا أيضا كما أن الأصوليين لم يغضوا النظر عن كون الرسول صلى الله عليه وسلم فيه أسوة حسنة، بل عرفوه هكذا أيضا. ¶ السنة عند الفقهاء: ¶ عرفها بعض الفقهاء بأنها: \"الطريقة الدينية التي يطالب المكلف بإقامتها من غير افتراض ولا وجوب \" وهي ما يعبر عنها عند البعض الآخر: \"ما يثاب على فعله، ولا يعاقب على تركه \" ويلتقي مع ما ذكره البعض من أنها: \"ما واظب النبي صلى الله عليه وسلم على فعله مع ترك ما بلا عذر\" ومع \"الفعل المطلوب طلبا غير جازم \"1. ¶ والذي يدور البحث حوله هو اصطلاح الأصوليين. ¶ الآحادية: ¶ نسبة إلى الآحاد، والآحاد جمع أحد بمعنى واحد. وهو: المنفرد2. ¶ والسنة الآحادية في اصطلاح المحدثين: ¶ هي: \" التي لم تبلغ نقلتها مبلغ المتواتر\"3 وضم الحنفية إلى التعريف \"أو المشهور\"4. ¶ __________ ¶ 1 راجع: الهداية وشرحه فتح القدير (1/423) وشرح الرسالة لأبي الحسن (1/ 21) وشرح المنهج (1/246) والروض المربع (1/ 35) وحجية السنة (ص/ 51-67) . ¶ 2 راجع: تاج العروس (9/ 264- 265) . ¶ 3 المتواتر في اللغة: المتتابع، وفي اصطلاح المحدثين: \"ما رواه جمع لا يمكن تواطؤهم وتوافقهم على الكذب عن مثلهم من أوله إلى آخره، ومستند روايتهم الحس، وأفاد خبرهم العلم لسامعه \". ¶ انظر: نزهة النظر (ص/ 21) . ¶ 4 المشهور في اللغة. الذائع المنتشر، وفي الاصطلاح: \"ما كان من الآحاد في الأصل، ثم انتشر فصار ينقله قوم لا يتصور تواطؤهم على الكذب. وهم القرن الثاني فمن بعدهم، وأولئك قوم ثقات أئمة لا يتهمون، فصار بشهادتهم وتصديقهم بمنزلة المتواتر\". انظر: المغني للخبازي (ص/ 192-193) .",
            "page": "88",
            "part": "1",
            "seal": "387C6801"
        },
        {
            "id": "85",
            "nass": "وخلو تعريف الآحاد عن المشهور عند الجمهور، واشتماله عليه عند الحنفية تقتضيها طبيعة قسمة السنة عند كل فريق. ¶ فالقسمة عند الجمهور ثنائية تقتصر على المتواترة، والآحادية دون أن تتخللهما واسطة، وهي عند الحنفية ثلاثية، تتخلل المتواترة والآحادية واسطة هي المشهورة.",
            "page": "89",
            "part": "1",
            "seal": "7D6B5A20"
        },
        {
            "id": "86",
            "nass": "المبحث الثاني: تأثير نقص الشرط والجزء ¶ ... ¶ بالنسبة لنقص الشرط، أو الجزء، يقتصر أثره في الاحتجاج بالنسبة الآحادية على ما إذا كان المنقوص منه ثابتا بالكتاب أو السنة المتواترة، عندئذ يرى جمهور العلماء أن السنة الآحادية لا تنقص الجزء أو الشرط، لأن إنقاصهما أو أحدهما نسخ لهما والنسخ يشترط فيه التكافؤ بين الناسخ والمنسوخ على الأقل، ولا يرون هذا التكافؤ متأتيا بين الكتاب والسنة المتواترة من جهة، وبين السنة الآحادية من جهة أخرى. ¶ ففي هذه الحالة يتأتى تأثر الاحتجاج بالسنة الآحادية. هذا بالنسبة للمنقوص. ¶ أما بالنسبة للمنقوص منه، فإن اعتبار نقص الجزء أو الشرط نسخا له، أو عدم اعتباره كذلك لا يؤثر في الاحتجاج بالسنة الآحادية، لا من جهة المنقص ولا من جهة المنقوص منه. ¶ أما من جهة المنقص، فإن الاحتجاج به في نسخ الجزء أو الشرط يظهر إمكانية الاحتجاج به في نسخ المنقوص منه الباقي بعد خروج الجزء أو الشرط منه أيضا، لأنه بالنسخ الأول ثبت التكافؤ بين المنقص والمنقوص منه وهذا التكافؤ هو المطلوب في النسخ الثاني أيضا بالقدر الذي كان مطلوبا في الأول. ¶ أما من جهة المنقوص منه، فإن الذي يتصور تأثره هو الاحتجاج به في الباقي منه بعد الجزء أو الشرط، وعلى القول بأن نقص الجزء أو الشرط نسخ له في هذا الباقي. ولكن هذا التأثر يتلاشى إذا عرف أنه لا يمس الجانب العملي لأن المنقوص منه يظل محتجا به في الباقي، ويعمل بمقتضاه فيه، والنسخ يتجه نحو جانب آخر غير العمل تماما. ¶ فمثلا: فيما مثلوا به من نقص ركعتين من أربع واعتبار النص المثبت للأربع منسوخا حتى في الركعتين الباقيتين، تظل الباقيتان عبادة يقام بها، فالعمل بالنص فيهما قائم لم يتأثر، وإنما النسخ اتجه إلى تغيرهما من عدم كونهما عبادة بانفرادهما إلى كونهما عبادة تامة، فاعتبر النقص نسخا للنص فيهما من جهة هذا التغير فقط، وهذا كما يرى لم يؤثر في الاحتجاج بالنص، المتمثل في العمل بمقتضاه، وتنفيذ موجبه. ¶ وأما بالنسبة لنقص الجزئي المتمثل في التخصيص والتقييد فالكلام فيه على النحو التالي:",
            "page": "89",
            "part": "1",
            "seal": "6348E5C7"
        },
        {
            "id": "87",
            "nass": "المبحث الثالث: تأثير نقص الجزئي ¶ المطلب الأول: بالنسبة للتخصيص ¶ ... ¶ مبحث الثالث: تأثير نقص الجزئى: ¶ المطلب الأول: بالنسبة للتخصيص: ¶ بناء على القول بالتخصيص مطلقا عند اختلاف حكم العام والخاص لا يتأثر الاحتجاج بالسنة الآحادية سلبا، بل تظل محتجا بها معمولا بمقتضاها لأنها عندما تكون خاصة تكون مخصصة للعام الذي يخالف حكمها حكمه في جميع الحالات، والتخصيص بيان، والبيان لا يشترط فيه التكافؤ والتساوي بين المبيِّن والمبيَّن، فكما يجوز بيان الشيء بما يساويه أو أقوى منه كذلك يجوز بيانه بما هو أدنى منه رتبة وأضعف منه ثم إن الصحابة رضوان الله تعالى عليهم أجمعين، أجمعوا على تخصيص القرآن الكريم بالسنة الآحادية حيث إنهم قاموا بهذا التخصيص ولم يتعرض لإنكاره أحد فكان إجماعا، ومن أمثلة ذلك: تخصيص قوله تعالى: {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ} 1 بقوله صلى الله عليه وسلم: \"لا تجمع بين المرأة وعمتها، ولا بين المرأة وخالتها\" 2. ¶ ذلك: أن (ما) في الآية الكريمة تقيد العموم، فتفيد حل كل ماعدا المذكورات في الآيات من المحرمات والمرأة على عمتها أو خالتها من جملة ذلك ولكن الحديث الشريف أخرجهما من هذا العموم، وبين حرمتهما3. ¶ أضف إلى ذلك أن كلا من عموم الكتاب أو السنة المتواترة مع السنة الآحادية دليلان قد اختلف حكمهما، فوجب أن يجمع بينهما بقدر الإمكان، وهذا الجمع يقتضينا أن نعمل بكل واحد منهما من وجه، والذي يحقق هذا هو إعمال العام في غير مورد الخاص، وإعمال الخاص في مورده فيتعين ذلك، وهذا هو التخصيص وبهذا بحفظ الدليلان من الإلغاء المطلق4. ¶ ومن هنا فإن القول بالتخصيص في جميع حالات اختلاف الحكم بين العام والخاص فيه الحفاظ على السنة الآحادية والاحتجاج بها. ¶ __________ ¶ 1 النساء/ 24. ¶ 2 متفق عليه. انظر: صحيح البخاري مع الفتح (9/ 160) وصحيح مسلم مع النووي (9/ 190) . ¶ 3 راجع العدة في أصول الفقه (2/552) . ¶ 4 انظر: الإشارات إلى مفاتيح الأحكام (1/ 180) .",
            "page": "90",
            "part": "1",
            "seal": "BB3461BC"
        },
        {
            "id": "88",
            "nass": "وأما القول بالتخصيص حالة اقتران الخاص بالعام وتأخره عنه، وبالنسخ في الحالات الأخرى فإنه يشكل خطورة كبيرة على الاحتجاج بالسنة الآحادية. ذلك: أن حالات اختلاف حكم العام والخاص أربع، والنسخ يشترط العلماء فيه التساوي على الأقل بين الناسخ والمنسوخ في القوة، ويعتبرون أن السنة الآحادية لا تساوي قوته قوة الكتاب والسنة المتواترة، فمعنى هذا أن السنة الآحادية تتأثر في الاحتجاج بها سلبيا في ثلاث حالات من أربع وهذه الحالات الثلاث تشكل معظم اختلاف حكم الخاص والعام. ¶ فإذا علمنا أن اختلاف حكم العام والخاص يشغل مساحة واسعة من الأدلة الشرعية، وأن الكثير من الأدلة الخاصة من السنة الآحادية علمنا أن استبدال النسخ بالتخصيص في تلك الحالات الثلاث يفضي إلى تعطيل كثير من الأدلة الممثلة في السنة الآحادية بعدم الأخذ بما تأتى به من الأحكام الناتج من عدم التخصيص بها. ¶ ومن هنا جاء ترجيح التخصيص فيما مضى في هذه الحالات الثلاث دفعا لهذا التعطيل، وإعمالا للأدلة، وحفاظا عليها، وتمسكا بالسنة الآحادية بقدر الإمكان كما ينبغي.",
            "page": "91",
            "part": "1",
            "seal": "0B7E8190"
        },
        {
            "id": "89",
            "nass": "المطلب الثاني: بالنسبة للتقييد: ¶ يتأثر الاحتجاج بالسنة الآحادية سلبا تأثرا كبيرا بناء على القول بعدم تقييد السنة الآحادية لمطلق الكتاب والسنة المتواترة، ودائرة السنة الآحادية المقيدة لمطلق الكتاب والسنة المتواترة واسعة غاية السعة. ¶ وكل هذا يدعوا إلى دراسة مبنى هذا القول ومستنده. ¶ أما مبناه: فهو أن التقييد عند أصحاب هذا القول بطريق المعارضة 1، والكتاب والسنة المتواترة قطعيان والسنة الآحادية في ثبوتها احتمال، والمحتمل لا يقوى على معارضة القطعي، فلا يقيده. لأن من شرطها التساوي في القوة بين الدليلين2. ¶ ولكنا إذا نظرنا إلى حقيقة التقييد وأنه البيان للمطلق لا المعارض له، وأنه يتوجه نحو شيوع المطلق المحتمل، لا أصل حكمه المقطوع به، يهتز هذا المبنى. ¶ __________ ¶ 1 التعارض في اللغة: التمانع، وفي الاصطلاح: \"التمانع بين الأدلة مطلقا بحيث يقتضي أحدهما عدم ما يقتضيه الآخر\". انظر: المصباح المنير (2/403) والتعارض والترجيح (1/ 31) . ¶ 2 راجع: أصول السرخسي (1/ 142) ، وكشف الأسرار للبخاري (1/ 294) والتيسير (3/ 12) .",
            "page": "91",
            "part": "1",
            "seal": "B7F0553C"
        },
        {
            "id": "90",
            "nass": "وأما مستنده، فهو جعل التقييد بمثابة التخصيص وقياسه عليه بجامع أن كلا منهما تنقيص وتقليل، ثم الاستدلال على عدم تخصيص الكتاب والسنة المتواترة بالسنة الآحادية على النحو التالي: ¶ قالوا: أجمع الصحابة رضي الله عنهم على عدم تخصيص الكتاب بالسنة الآحادية يدل على ذلك ما روي من أن عمر1 رضي الله عنه رد ما روته فاطمة بنت قيس2 عن النبي صلى الله عليه وسلم: \"أنه لم يجعل لها سكنى ولا نفقة\" 3 لما كان مخصصا لعموم قوله تعالى: {أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ} 4 وقال: \"كيف نترك كتاب ربنا وسنة نبينا بقول امرأة لا ندرى أحفظت أم نسيت\"5. ولم ينكر ذلك أحد فصار إجماعا. ¶ ولا معتصم لهم في هذا الذي ذكروه على أنه إجماع على عدم التخصيص بالسنة الآحادية لأمور ثلاثة: ¶ أولها: أن انعقاد الإجماع على ذلك غير مسلم سواء كان إجماعا تصريحيا أم سكوتيا. لأنه لو كان وافق عليه الكل صراحة لنقل لكنه لم ينقل، فانتفى انعقاد الإجماع التصريحي على ذلك. ¶ ولم يكن الكل حاضرين عند رد عمر لحديث فاطمة، فلا يكون هناك إجماع سكوتي أيضا. ¶ وبهذا يكون الإجماع بنوعيه غير منعقد على ما ذكروه. ¶ ثانيا: على فرض تسليم صحة ثبوت ما ادعوه من الإجماع، فإنه لا يكون مثبتا لمنع تخصيص الكتاب والسنة المتواترة بالسنة الآحادية. لأن المجوزين لتخصيصهما بها لم يدعو تخصيصهما بكل ما كان من السنة الآحادية مطلقا سواء كان راويها متهما بالنسيان أم لا، بل ¶ __________ ¶ 1 هو: عمر بن الخطاب بن نفيل العدوى. أمير المؤمنين، ثاني الخلفاء الراشدين المشهور بالعدل. جم الفضائل، وفير المناقب، كثير المزايا ولد سنة 40 قبل الهجرة، وتوفى رضي الله عنه سنة 23 هـ. ¶ انظر: تقريب التهذيب (ص/253) وأسد الغابة (4/52،78) . ¶ 2 هي: فاطمة بنت قيس بن خالد الفهري صحابية مشهورة. كانت من المهاجرات الأوائل، روت أحاديث عدة. انظر: الاستيعاب (4/ 1901) . ¶ 3 رواه مسلم وغيره. انظر: صحيحه (2/1114، 1117 رقم 1480) . ¶ 4 الطلاق: 6. ¶ 5 أخرجه مسلم. انظر: صحيح مسلم (2/1118 ـ 1119رقم 1480) .",
            "page": "92",
            "part": "1",
            "seal": "888DA831"
        },
        {
            "id": "91",
            "nass": "يجوزون التخصيص بما لا يكون راويه متهما بالنسيان والحديث المردود من قبل عمر رضي الله عنه صريح بتهمة راويه بالنسيان. ¶ ثالثها: أن رد عمر لحديث فاطمة يصلح حجة للمجوزين لتخصيص الكتاب والسنة المتواترة بالسنة الآحادية، لأن عمر رضي الله عنه علل رده لحديثها بكونها غير مأمونة. ¶ وهذا التعليل ينبئ عن عدم رد التخصيص للكتاب والسنة المتواترة بالسنة الآحادية كيف ما كانت - لأنه لو كان كذلك لما كان معنى لهذا التعليل، ولكان علله بكونه خبر واحد1. ¶ ومما استندوا إليه أيضا قياس التقييد على النسخ فقالوا: لو جاز تقييد الكتاب والسنة المتواترة بالسنة الآحادية لجاز نسخهما بها أيضا لأن النسخ تخصيص في الأزمان، والتقييد تخصيص في الأعيان والمعنى الذي من أجله يصار إلى التقييد وهو أولويته على إلغاء المقيد متحقق أيضا في النسخ. لكن نسخهما بها لا يجوز، فلا يجوز تقييدهما بها أيضا2. ¶ وبهذا القياس لا يتم لهم الاستدلال، لأنه قياس مع الفارق يكمن وجه الفرق في أن النسخ رفع للحكم، والتقييد بيان، والرفع أصعب من البيان فيحتاط في الرفع مالا يحتاط في البيان، فلا يلزم من امتناع النسخ بالسنة الآحادية امتناع التقييد بها3. ¶ ويرجح تقييد الكتاب والسنة المتواترة بالسنة الآحادية بالإضافة إلى وهي ما استدل به المانعون منه ما يلي: ¶ 1 - أن كلا من مطلق الكتاب والسنة المتواترة ومقيد السنة الآحادية دليل يجب اتباعه، والعمل به، والذي يحقق هذا العمل وذلك الاتباع هو حمل المطلق على المقيد. لأن الفرد الذي فيه القيد يتناوله المطلق بإطلاقه وهو بطبيعة الحال يوجب المقيد الإتيان به. وبهذا يجمع بين الأدلة في الإعمال4. ¶ __________ ¶ 1 راجع: العقد المنظوم (ص/237) وشرح المختصر للعضد (2/ 150) . ¶ 2 راجع: المحصول للرازى (1-3/ 143) . ¶ 3 انظر: المرجع السابق، والعقد المنظوم (ص/238) . ¶ 4 راجع: جمع الجوامع مع شرح المحلى (2/27-28) والأسنوي على المنهاج (2/ 20 ا-123) .",
            "page": "93",
            "part": "1",
            "seal": "11125F6E"
        },
        {
            "id": "92",
            "nass": "2 - التقييد صنو التخصيص، وقد ذكرنا إجماع الصحابة على جوازه بالسنة الآحادية. ¶ هذا وقد دلت الأدلة القاطعة على وجوب العمل بالسنة الآحادية والتقييد بها عمل بها فتكون تلك الأدلة دالة على صحة التقييد بها ضمن دلالتها على وجوب العمل بها. والله أعلم. ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ وكان الفراغ منه في شهر رمضان المبارك ¶ سنة 1409 هجرية. في المدينة المنورة",
            "page": "94",
            "part": "1",
            "seal": "B7C3D634"
        },
        {
            "id": "93",
            "nass": "مصادر ومراجع ¶ ... ¶ فهرس المصادر ¶ أولاً: القرآن الكريم وتفسيره ¶ 1 - أسباب النزول. لعلي بن أحمد الواحدي المتوفي 468 هـ ط مصر 1315 هـ. ¶ 2 - أسباب النزول. لجلال الدين عبد الرحمن بن أبي بكر السيوطى المتوفي 911 هـ. المطبوع بهامش تفسير الجلالين. ط بيروت دار الفكر. ¶ 3 - التسهيل لعلوم التنزيل. لمحمد بن أحمد بن جزى المتوفى 741 ط مصطفى محمد مصر 1355 هـ. ¶ 4 - تفسير البحر المحيط. لمحمد بن يوسف الشهير بأبي حيان الأندلسي المتوفى 754 هـ. ط دار الفكر – بيروت - 1403 هـ. ¶ 5 - تفسير القرآن العظيم. للحافظ عماد الدين أبي الفداء إسماعيل بن كثير المتوفى 774 هـ ط دار الفكر – بيروت - 1400 هـ. ¶ 6 - تيسير الكريم الرحمن في تفسير كلام المنان. للشيخ عبد الرحمن بن ناصر السعدي ط - مؤسسة مكة المكرمة للطباعة والإعلام. مكة المكرمة 1398 هـ. ¶ 7 - جامع البيان في تفسير القرآن. لأبي جعفر محمد بن جرير الطبري المتوفى 310 هـ - ط دار المعرفة. بيروت 1398 هـ. ¶ 8 - الدر المنثور في التفسير بالمأثور. لجلال الدين عبد الرحمن السيوطي ط - مصر 1306 هـ. ¶ 9 - عناية القاضي وكفاية الراضي. للشيخ الشهاب الخفاجي ط. دار صادر. ¶ 10 - المفردات في غريب القرآن. لأبي القاسم الحسين بن محمد المعروف بالراغب الأصفهاني المتوفى 502 هـ. تحقيق وضبط محمد سيد كيلاني ط - دار المعرفة - بيروت. ¶ 11 - نواسخ القرآن. لأبي الفرج عبد الرحمن بن علي المعروف بابن الجوزي. المتوفي 597 هـ تحقيق د. محمد أشرف عك المليبارى. ط الجامعة الإسلامية - المدينة المنورة 1404 هـ. ¶ ثانيا: الحديث الشريف وما يتعلق به ¶ 12 - تهذيب السنن. للحافظ المحقق شمس الدين أبي عبد الله محمد بن أبي بكر، المعروف بابن قيم الجوزية المتوفي 751 هـ. تحقيق محمد حامد الفقي، ط مكتبة السنة المحمدية - القاهرة. ¶ 13 - جامع الترمذي - للحافظ أبي عيسى، محمد بن عيسى بن سورة الترمذي المتوفي 279 هـ المطبوع مع تحفة الأحوذي ط دار الفكر بيروت 1399 هـ. ¶ 14 - سنن ابن ماجة. لأبي عبد الله محمد بن يزيد بن ماجة القزوينى المتوفي 273 هـ تحقيق محمد فؤاد عبد الباقي. ط عيسى البابى الحلبى 1313 هـ.",
            "page": "95",
            "part": "1",
            "seal": "4B04509B"
        },
        {
            "id": "94",
            "nass": "15 ـ سنن أبي داود. للحافظ أبي داود، سليمان بن الأشعث بن إسحاق السجستاني المتوفي 275 هـ المطبوع مع شرحه عون المعبود. تحقيق عبد الرحمن محمد عثمان. ط دار الفكر بيروت 1399 هـ. ¶ 16ـ سنن الدارقطني. للحافظ علي بن عمر الدارقطني المتوفي 385 هـ. تحقيق عبد الله هاشم المدني ط. دار المعرفة. بيروت 1386 هـ. ¶ 17ـ شرح صحيح مسلم. للحافظ الفقيه أبي زكريا محي الدين بن شرف النووي المتوفي 676 هـ ط. دار إحياء التراث العربي بيروت 1349 هـ. ¶ 18 ـ صحيح البخاري. للحافظ أبي عبد الله محمد بن إسماعيل البخاري المتوفي 256 هـ. المطبوع مع فتح الباري. تحقيق وتصحيح وإشراف سماحة الشيخ عبد العزيز بن عبد الله بن باز. ترقيم محمد فؤاد عبد الباقي. إخراج وتصحيح محب الدين الخطيب. ¶ 19 ـ صحيح مسلم. للحافظ أبي الحسين مسلم بن حجاج القشيري النيسابوري المتوفي 261 هـ المطبوع مع شرح النووي ط دار إحياء التراث العربي بيروت 1392 هـ. ¶ 20ـ غريب الحديث. لأبي عبيد القاسم بن سلام الهروي المتوفي 224 هـ. ط - دار الكتاب العربي، بيروت - لبنان 1396 هـ. ¶ 21 ـ فتح الباري شرح صحيح البخاري. للحافظ أحمد بن علي بن حجر العسقلاني المتوفي 852 هـ المطبعة السلفية. القاهرة. ¶ 22 ـ قواعد التحديث من فنون مصطلح الحديث. للشيخ محمد جمال الدين القاسمي المتوفى 1332 هـ ط. دار الكتب العلمية - بيروت - 1399 هـ ¶ 23ـ مجمع بحار الأنوار في غرائب التنزيل ولطائف الأخيار. للشيخ محمد طاهر الصديقي الهندي الفتني المتوفي 986 هـ. ط - مطبعة مجلس دائرة المعارف العثمانية بحيدرآباد الدكن الهند - 1391 هـ. ¶ 24ـ المستدرك على الصحيحين. للحافظ محمد بن عبد الله النيسابوري الحاكم المتوفى 405 هـ - ط المطبوعات الإسلامية - حلب. ¶ 25ـ المصنف في الأحاديث والآثار. للحافظ أبي بكر عبد الله بن محمد بن أبي شيبة المتوفى 235 هـ تحقيق عامر العمري الأعظمي. ط الدار السلفية - الهند. ¶ 26ـ معالم السنن. للحافظ أبي سليمان حمد بن محمد الخطابي المتوفي 388 هـ تحقيق محمد حامد الفقي – ط مكتبة السنة المحمدية. مصر. ¶ 27ـ النهاية في غريب الحديث والأثر. لمجد الدين المبارك بن محمد الجزري المعروف بابن الأثير المتوفي 606 هـ. تحقيق طاهر أحمد الزاوى ومحمود محمد الطناحي - ط دار الفكر بيروت.",
            "page": "96",
            "part": "1",
            "seal": "35F9540F"
        },
        {
            "id": "95",
            "nass": "3 - أصول الفقه ¶ 28 - ابن قدامة وآثاره الأصولية. للدكتور عبد العزيز بن عبد الرحمن السعيد. ط جامعة الإمام محمد بن سعود الإسلامية 1458 هـ. ¶ 29 - إجابة السائل شرح بغية الأمل لمحمد بن إسماعيل الصنعاني المتوفى 1182 هـ تحقيق السياغي والأهدل. ط مؤسسة الرسالة بيروت 1406 هـ. ¶ 35 - الإِحكام في أصول الأحكام. لسيف الدين أبي الحسن على بن أبي علي بن محمد الآمدي، المتوفى 631 هـ. ط - دار الكتب العلمية، بيروت 1400 هـ. ¶ 31 - إحكام الفصول في أحكام الأصول. لأبي الوليد سليمان بن خلف الباجي. المتوفى 474 هـ تحقيق عبد المجيد التركي ط - دار الفكر 401 اهـ. ¶ 32 - إرشاد الفحول إلى تحقيق الحق من علم الأصول. للشيخ محمد بن علي بن محمد الشوكاني، المتوفى 1255 هـ، ط - دار المعرفة - بيروت 1399 هـ. ¶ 33 - الإشارات إلى مفاتيح الأحكام. للكرباسي ط. حجر 1245 هـ. ¶ 34 - أصول البزدوى. للشيخ علي بن محمد بن الحسين البزدوي، المتوفى 482 هـ. ط - دار الكتاب العربي - بيروت 1394 هـ. ¶ 35 - أصول السرخسي، للشيخ أبي بكر محمد بن أبي سهل السرخسي، المتوفى 490 هـ. ط - دار المعرفة، بيروت 1393 هـ. ¶ 36 - التحرير - لكمال الدين محمد بن عبد الواحد بن عبد المجيد السيواسي، الشهير بابن الهمام، المتوفى 861 هـ. ط - مصطفى البابي الحلبي بمصر، مع تيسير التحرير سنة 350 أهـ. ¶ 37 - التقرير والتحبير. للشيخ محمد بن محمد بن الحسن المعروف بابن أمير الحاج المتوفى 879 هـ. ط - دار الكتب العلمية 1402 هـ. ¶ 38 - التلويح على التوضيح. للشيخ سعد بن عمر بن عبد الله التفتازاني، المتوفى 792 هـ. ط - كراجي 1400 ¶ 39 - التمهيد في أصول الفقه. للشيخ محفوظ بن أحمد بن الحسن أبي الخطاب الكلوذاني، الحنبلي، المتوفى 510 هـ. تحقيق: الدكتورين مفيد محمد أبو عمشة - ومحمد بن علي بن إبراهيم، ط - دار المدني، جدة، المملكة العربية السعودية. سنة 1456 هـ. ¶ 40 - التوضيح لمتن التنقيح. للشيح عبيد بن مسعود البخاري، الشهير بصدر الشريعة، المتوفى 747 هـ، ط - كراجي 1400 هـ. ¶ 41 - تيسير التحرير. للشيخ محمد أمين المعروف بأمير بادشاه، المتوفى 978 هـ. ط - مصطفى البابي الحلبي، مصر 1350 هـ. ¶ 42 - جمع الجوامع. لعبد الوهاب بن علي السبكي، الشهير بتاج الدين، المتوفى 771 هـ المطبوع مع حاشية العطار، ط - المطبعة العلمية 1316 هـ.",
            "page": "97",
            "part": "1",
            "seal": "B2DB6E56"
        },
        {
            "id": "96",
            "nass": "43 ـ السبب عند الأصوليين. للدكتور عبد العزيز بن عبد الرحمن بن علي الربيعة ط. مطابع جامعة الإمام محمد بن سعود الإسلامية 1399 هـ. ¶ 44 ـ شرح تنقيح الفصول. لشهاب الدين أبو العباس، أحمد بن إدريس القرافي، المتوفى 684 هـ، ط - شركة الطباعة الفنية المتحدة، مصر 1393 هـ. ¶ 45 ـ شرح الكوكب المنير. للشيخ محمد بن أحمد الفتوحي الحنبلي، المعروف بابن النجار المتوفى 972 هـ. تحقيق: الدكتور محمد الزحيلي، والدكتور نزيه حماد، ط: دار الفكر دمشق سنة 1400هـ. ¶ 46 ـ شرح المحلي على جمع الجوامع. للشيخ جلال الدين محمد أحمد المحلي، المطبوع مع حاشية العطار، ط - المطبعة العلمية بمصر 316 أهـ. ¶ 47 ـ شرح مختصر المنتهي. للشيخ عبد الرحمن بن أحمد بن عبد الغفار عضد الدين الإِيجي المتوفى 756 هـ. مراجعة وتصحيح: شعبان محمد إسماعيل. ط الفجالة الجديدة 1393 هـ. ¶ 48 ـ العدة في أصول الفقه. للقاضي أبي يعلي، محمد بن الحسين الفراء البغدادي الحنبلي، المتوفى 458 هـ. تحقيق: الدكتور أحمد بن على سير المباركي. ط: مؤسسة الرسالة بيروت سنة 1400 هـ. ¶ 49 ـ العقد المنظوم في الخصوص والعموم. للقرافي. مخطوط الجامعة الإِسلامية مصور برقم 1791. ¶ 50 ـ فواتح الرحموت بشرح مسلم الثبوت. للشيخ عبد العلي محمد بن نظام الدين محمد اللكنوي الأنصاري، المتوفى 1180 مصر. ط - المطبعة الأميرية بمصر 1322 هـ. ¶ 51 ـ كشف الأسرار. للشيخ علاء الدين عبد العزيز بن أحمد البخاري، المتوفى 735 هـ ط - دار الكتاب العربي، بيروت، 1394 هـ. ¶ 52 ـ مجموع، فتاوى شيخ الإِسلام أحد بن تيمية، لشيخ الإِسلام تقي الدين أحمد بن عبد الحليم ابن عبد السلام بن تيمية. جمع وترتيب: الشيخ عبد الرحمن بن محمد بن قاسم العاصمي النجدي الحنبلي. توزيع الرئاسة العامة لإدارات البحوث والإفتاء والدعوة والإرشاد 1404 هـ. ¶ 53 ـ المحصول في علم أصول الفقه. لمحمد بن عمر بن الحسن الشهير بفخر الدين الرازي، المتوفى 606 هـ تحقيق د/ طه جابر. ط - جامعة الإِمام محمد بن سعود الإِسلامية، الرياض، المملكة العربية السعودية. ¶ 54 ـ مختصر المنتهى. للشيخ جمال الدين عثمان بن عمر المعروف بابن الحاجب، المتوفى 646 هـ، ط - الفجالة الجديدة بمصر 1393 هـ. ¶ 55 ـ المستصفى من علم الأصول. لأبي حامد محمد بن محمد بن محمد الغزالي، المتوفى 505 هـ، المطبوع مع مسلم الثبوت. ط - المطبعة الأميرية بمصر 1322 هـ. ¶ 56 ـ مسلم الثبوت. للشيخ محب الله بن عبد الشكور، المتوفى 1119 هـ. ط: المطبعة الأميرية بمصر 1322 هـ.",
            "page": "98",
            "part": "1",
            "seal": "84BCA8E0"
        },
        {
            "id": "97",
            "nass": "57 - المسودة في أصول الفقه. لثلاثة علماء من آل تيمية، وهم: مجد الدين، أبو البركات عبد السلام ابن عبد الله بن الخضر، المتوفى 632 هـ، وشهاب الدين أبو المحاسن عبد الحليم بن عبد السلام، المتوفى 682 هـ. وتقي الدين أبو العباس شيخ الإسلام أحمد بن عبد الحليم بن تيمية، المتوفى 682 هـ. ¶ جمع وتبييض: شهاب الدين أبو العباس أحمد بن محمد بن أحمد الحراني، المتوفى 745 هـ، تحقيق: محمد محي الدين عبد الحميد، ط: دار الكتاب العربي: بيروت. ¶ 58 - المعتمد في أصول الفقه. لأبي الحسين محمد بن علي بن الطيب البصري، المتوفى 436 هـ - تحقيق: محمد حميد الله، ط: دمشق 1384 هـ. ¶ 59 - مناهج العقول. للشيخ محمد بن حسن البدخشي، المتوفى 922 هـ. ط: محمد علي صبيح بمصر. ¶ 65 - منهاج الوصول إلى علم الأصول. للقاضي عبد الله بن عمر البيضاوي، المتوفى 685 هـ ط: محمد على صبيح بمصر. ¶ 61 - ميزان الأصول في نتائج العقول. لعلاء الدين شمس النظر أبي بكر محمد بن أحمد السمرقندي، المتوفى 539 هـ تحقيق: الدكتور خمد زكي عبد البر، ط: مطابع الدوحة الحديثة بقطر 1454 هـ. ¶ 62 - نشر البنود على مراقي السعود. للشيخ عبد الله بن إبراهيم الشنقيطي، المتوفى 1233 هـ. ط: مطبعة فضالة، المغرب. ¶ 63 - نفائس الأصول شرح المحصول. لشهاب الدين أحمد بن إدريس القرافي المتوفى 684 هـ مخطوط في الجامعة الإسلامية بميكروفيلم رقم 2442. ¶ الفقه ¶ الفقه الحنفي ¶ 64 - البناية في شرح الهداية. لأبي محمد، محمود بن أحمد العيني، المتوفى 855 هـ. تصحيح: محمد عمر الرامفوري، ط: دار الفكر بيروت 1400 هـ. ¶ 65 - الهداية شرح بداية المبتدي. للشيخ علي بن بكر المرغيناني، المتوفى 593 هـ. المطبوعة مع البناية. ط: دار الفكر بيروت 1400 هـ. ¶ الفقه المالكي ¶ 66 - بداية المجتهد ونهاية المقتصد. لأبي الوليد محمد بن أحمد بن محمد بن أحمد بن رشد القرطبي، المتوفى 595 هـ، ط: دار المعرفة بيروت 1403 هـ.",
            "page": "99",
            "part": "1",
            "seal": "9DAA183C"
        },
        {
            "id": "98",
            "nass": "67ـ كفاية الطالب الرباني لرسالة ابن أبي زيد القيرواني للشيخ علي أبو الحسن المالكي المتوفى 939 هـ، ط: دار المعرفة للطباعة والنشر. بيروت لبنان. ¶ الفقه الشافعي ¶ 68 ـ المجموع شرح المهذب. لأبي زكريا محي الدين بن شرف النووي، المتوفى 676 هـ. ط: دار الفكر. ¶ 69 ـ المهذب في فقه الإمام الشافعي. لأبي إسحاق إبراهيم بن علي بن يوسف الشيرازي، المتوفي 476 هـ، ط: دار المعرفة، بيروت 1379 هـ. ¶ 70 ـ نهاية المحتاج إلى شرح المنهاج. لشمس الدين محمد بن أحمد الرملي، المتوفى 1004 هـ، ط: المكتبة الإسلامية بحلب. ¶ الفقه الحنبلي ¶ 71 ـ المغني، لأبي محمد بن قدامة المقدسي، ط: مكتبة الرياض الحديثة، الرياض المملكة العربية السعودية، سنة 1401 هـ. ¶ 72 ـ الروض المربع شرح زاد المقنع، للشيخ منصور بن يونس البهوتى. ط: مكتبة الرياض الحديثة 1390 هـ. ¶ المعاجم اللغوية والاصطلاحية ¶ 73 ـ أساس البلاغة. لمحمود بن عمر الزمخشري، المتوفى 538 هـ. تحقيق: عبد الحليم محمود، ط: دار المعرفة بيروت 1399 هـ. ¶ 74 ـ تاج العروش من جواهر القاموس. لمحمد مرتضي الحسيني الزبيدي، المتوفى 1205 هـ. تحقيق: عبد العليم الطحاوي، ط: مطبعة حكومة الكويت 1400 هـ. ¶ 75 ـ التعريفات. لأبي الحسن علي بن محمد، الشهير: بالشريف الجرجاني، المتوفى 816 هـ، ط: دار الكتب العلمية بيروت 1403هـ. ¶ 76 ـ الصحاح. لإسماعيل بن حماد الجوهري، المتوفى 393 هـ أو 396 هـ. تحقيق: أحمد عبد الغفور عطارد ط: مطابع الكتاب العربي، القاهرة 1402 هـ. ¶ 77 ـ القاموس المحيط. لمجد الدين محمد بن يعقوب الفيروز آبادي، المتوفى 817 هـ. ط: مصطفى البابي الحلبي بمصر 1371 هـ. ¶ 78 ـ الكليات. لأبي البقاء أيوب بن موسى الحسيني الكفوي، المتوفى 1094 هـ. تحقيق: د/ عدنان درويش، ومحمد المصري. ط: مطابع وزارة الثقافة دمشق 1981 هـ. ¶ 79 ـ لسان العرب. لمحمد بن مكرم بن منظور، المتوفى 711 هـ. ط: دار صادر، بيروت 1376 هـ.",
            "page": "100",
            "part": "1",
            "seal": "0D1598A5"
        },
        {
            "id": "99",
            "nass": "80 - مختار الصحاح. لمحمد بن أبي بكر بن عبد القادر الرازي، المتوفي 666 هـ. ط: دار الكتاب العربي بيروت 1967 م. ¶ 81 - المصباح المنير في غريب الشرح الكبير للرافعي. لأحمد بن محمد بن علي المقري الفيومي، المتوفي 770 هـ، ط: المكتبة العلمية بيروت 1398 هـ. ¶ 82 - المعجم الوسيط. مجمع اللغة العربية. ط: مطابع قطر الوطنية - الدوحة 1985م. ¶ 83 - معجم البلاغة العربية. للدكتور بدوي طبانه، ط: دار العلوم للطباعة والنشر الرياض. ¶ الطبقات والتراجم ¶ 84 ـ الاستيعاب في معرفة الأصحاب. لابن عبد البر يوسف بن عبد الله بن محمد بن عبد البر، المتوفى 463 هـ. تحقيق محمد على البيجاوي. ط مصر. ¶ 85 ـ أسد الغابة في معرفة الصحابة، لابن الأثير. تعليق محمد البنا ومحمد عاشور ط: دار الشعب. القاهرة. ¶ 86 ـ الإصابة في تمييز الصحابة. للحافظ ابن حجر العسقلاني ط. مطبعة السعادة، القاهرة 1328 هـ. ¶ 87 ـ تقريب التهذيب. للحافظ ابن حجر العسقلاني، تحقيق: عبد الوهاب عبد اللطيف. ط: دار المعرفة، بيروت: 1395 هـ. ¶ 88 ـ تهذيب الأسماء واللغات. لأبي زكريا النووي. ط: إدارة الطباعة المنيرية. ¶ علوم متنوعة ¶ 89 ـ بدائع الفوائد. للإِمام محمد بن أبي بكر الشهير بابن قيم الجوزية المتوفى 751 هـ، ط: مطبعة الفجالة بمصر 1392 هـ. ¶ 90 ـ التهذيب. للسعد التفتازاني. ط: عيسى البابي الحلبي، المطبوع مع التذهيب. ¶ 91 ـ شرح ابن عقيل. للقاضي بهاء الدين عبد الله بن عقيل العقيلي، المتوفي 769 هـ. تحقيق: محمد محي الدين عبد الحميد ط. مطبعة السعادة بمصر 1384 هـ. ¶ 92 ـ شرح الشافية. لفخر الدين أحمد بن الحسن فخر الدين الجاربردى، المتوفي 746 هـ، ط: دار الطباعة العامرة سنة 315 هـ. ¶ 93 ـ الفوائد الضيائية، لنور الدين عبد الرحمن الجامى، المتوفي 798 هـ، دراسة وتحقيق: الدكتور أسامة طه الرفاعي، ط: مطبعة وزارة الأوقاف والشئون الدينية، بغداد، العراق. ¶ 94 ـ المرشد السليم. للدكتور عوض الله جاد حجازي، ط: دار الطباعة المحمدية، بالقاهرة، مصر، سنة 1383 هـ.",
            "page": "101",
            "part": "1",
            "seal": "5C7F41C1"
        }
    ],
    "t8973": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: النقض من النص"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: تمهيد"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": "2",
            "tit": "المطلب الاول: تعريف وشرح وتمثيله"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: أنواعة"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب الأول: نقص الشرط"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: نقص الجزء"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثالث: نقص الجزئي"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: حكم النقص من النص"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: نقص الشرط والجزء"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "2",
            "tit": "المطلب الأول: المذاهب وأدلتها"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: الموازنة والترجيح"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: نقص الجزئي"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب الأول: التخصيص"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: التقييد"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: أثر النقص من النص"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: تعريف السنة الآحادية"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: تأثير نقص الشرط والجزء"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: تأثير نقص الجزئي"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب الأول: بالنسبة للتخصيص"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: بالنسبة للتقييد"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}