{
    "b8979": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ الهجرة النبوية - دراسة وتحليل- ¶ لفضيلة الدكتور/ محمد السيد الوكيل: وكيل كلية الحديث الشريف ¶ ليست الهجرة في عرف الدعاة والمصلحين وسيلة راحة، ولا حيلة للاستجمام من عناء طال صبرهم عليه، ولا هي فرصة للترويح عن النفس بالسير في الأرض، والإطلاع على عوالم جديدة لم تتح لهم فرصة الإطلاع عليها، ولكنها في الحقيقة عناء يضاف إلى عنائهم وجهد يتحملونه فوق طاقاتهم، ووحشة تضاف إلى ما هم فيه من غربة في بلادهم. ¶ أليست الهجرة انتقالا من الوطن إلى أرض جديدة؟ ومن يضمن للمهاجر السعادة والأمن في تلك الأرض الجديدة؟ أليس في الهجرة مفارقة الأحباب والخلان؟ ومن يكفل للمهاجر من يعوضه عن أحبابه وخلانه في مهاجرة؟ ¶ أو ليس في الهجرة قلق للنفس بعد استقرارها، ووحشتها بعد أنسها؟ وأنى للمهاجر الاستقرار والأنس وهو غريب شريد؟. ¶ إن حب الوطن غريزة فطر عليها كل مخلوق، ومفارقة الوطن تترك في النفس اضطرابا مهما كانت الغاية من مفارقته، والإنسان عندما يفارق وطنه على أمل العودة يعلل نفسه بسرعة الأيام، ويمنيها بأنس اللقاء بعد الفراق، أما إذا لم يكن أمل في العودة، وانقطعت آمال المهاجر في لقاء من فارق، وأصبح اللقاء أمنية عزيزة بعد أن كان حقيقة واقعة، فإن المهاجر يرى كل شيء بعين اليائس، ويسمع كل لحن بأذن الأصم، فهو لا يستلذ بعيش، ولا يهنأ براحة، ولا يأنس بجليس. ¶ على أننا يجب أن نفرق بين التضحية والتغلب على نزعات النفس من أجل القيام بالواجب، وبين شعور الإنسان باللوعة وإحساسه بالألم عند القيام بعمل يخالف الفطرة، ويتعارض مع الجبلة. ¶ وليس هذا الشعور وذلك الإحساس مما يلام عليه الإنسان لأنه جبلة خلق الإنسان بها، وإنما يلام عليه إذا أقعده عن واجب، وحال بينه وبين معالي الأمور. ¶ ولعل هذا الشعور هو الذي خالط نفس بلال بن رباح - رضي الله عنه - بعد هجرته إلى المدينة حينما كان ينظر إلى السماء ويقول: \"لا شك أن سماء مكة أجمل من هذه السماء، وأن هواء مكة أنقى من هذا الهواء\"1. ¶ __________ ¶ 1 بلال مؤذن الرسول ص 45.",
            "page": "169",
            "part": "1",
            "seal": "D65FBCE1"
        },
        {
            "id": "2",
            "nass": "ويزداد حنينه إلى الوطن، فيضطجع في فناء البيت، ويرفع عقيرته قائلا بعد أن تفارقه الحمى: ¶ ألا ليت شعري هل أبيتن ليلة ... بفخ وحولي إذخر وجليل ¶ وهل أردن يوما مياه مجنة ... وهل يبدون لي شامة وطفيل1 ¶ إن حب الوطن قد أدى ببلال أن يعود بخياله إلى مكة، وأن يشعر بحنين زائد إلى أحيائها التي تربى بينها، وقضى شبابه بين ربوعها، فتمنى أن يقضي فيها ولو ليلة، ويمتع ناظريه برؤية جبالها ونباتاتها. ¶ ويعلم الرسول- صلى الله عليه وسلم- بذلك فلم يلم بلالا على ما قال، ولكنه يرق لحال المهاجرين، ويقدر عواطفهم، ويدعو الله- عز وجل- أن يثبتهم على هجرتهم وأن يحبب إليه المدينة كحبهم مكة أو أشد2. ¶ أفبعد هذا يقول قائل إن الهجرة فرصة للراحة من عناء التعذيب، أو وسيلة ترويح عن المضطهدين؟ ¶ __________ ¶ 1 ابن هشام (2/169) . ¶ 2 نفسه (2/169) .",
            "page": "170",
            "part": "1",
            "seal": "FFB30EAA"
        },
        {
            "id": "3",
            "nass": "مكة البلد الأمين: ¶ ولد الرسول في مكة، وقضى شبابه في ربوعها، وتزوج سيدة نسائها، وكان فيها محبوبا أثيرا، كل أهلها يقدره ويجله، ويرون فيه جميعا أنموذجا للشباب الطموح، حيث كان يترفع عن التافه من الأمور، ويربأ بنفسه عن سفسافها. ¶ وكانت مكة تتميز عن قرى الجزيرة كلها بقدسية لم تطمع فيها قرى تفوقها جمالا وخصوبة، وتمتاز بنسيمها العليل، وحدائقها الغناء. ¶ إن قرى الجزيرة مهما تفوقت في الخصائص المادية لن تبلغ مبلغ مكة في منزلتها الروحية، فقد اختارها الله - تبارك وتعالى- لتكون محل بيته العتيق، وجعلها حرما آمنا، ليس للإنسان فقط ولكن الإنسان والحيوان والطيور والنبات، ففي رحابها يأمن الخائف، وفي كنفها يأنس المستوحش، وبين جنبيها يجد الحائر السكينة. ¶ عرف العرب لأم القرى تلك المكانة فقدسوها، وأدركوا أنها لا يبغي فيها ظالم إلا قصمه الله فتجنبوا الظلم، عاش أهلها في ظل بيت الله آمنين في وقت كان الناس يتخطفون من حولهم وقد ذكرهم الله - عز وجل- بتلك النعمة فقال- جل من قائل-: {أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَماً آمِناً وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ} 3. ¶ ولما استحلت جرهم حرمة البيت، وأكلوا ما كان يهدى إليه، وظلموا فيه سلط الله عليهم خزاعة فقاتلوهم حتى أخرجوهم من مكة. ¶ __________ ¶ 1 ابن هشام (2/169) . ¶ 2 نفسه (2/169) . ¶ 3 العنكبوت الآية 67.",
            "page": "170",
            "part": "1",
            "seal": "426F62B7"
        },
        {
            "id": "4",
            "nass": "\"وكانت مكة في الجاهلية لا يقر فيها ظلم ولا بغي، ولا يبغي فيها أحد إلا أخرجه الله منها، ولا يريدها ملك يستحل حرمتها إلا هلك مكانه، فيقال: ما سميت بكة إلا لأنها تبك أعناق الجبابرة إذا أحدثوا فيها\"1. ¶ وبلغ من احترام العرب لمكة أنهم كانوا لا يبنون بها بيتا إلى جوار بيت الله، وأنهم كانوا لا يبيتون فيها ولا يستحلون الجنابة بها تعظيما لشأنها2. ¶ وظل هذا البلد الأمين يتمتع بتلك القدسية، لا يستحله إلا فاجر، وكان العرب يستحلون أحيانا الشهر الحرام، ولكنهم لا يستحلون مكة، وقد وجد بعضهم مخرجا من حرمة الأشهر الحرم بالنسيء، فكانوا يقدمون ويؤخرون ليواطئوا عدة ما حرم الله. ¶ وقد رأينا في حرب الفجار أن هوازن قاتلت قريشا قتالا شديدا حتى إذا دخلت قريش الحرم أمسكت هوازن عنهم3، وأنذرتهم الحرب بعكاظ من العام المقبل 4. ¶ ولم يرو لنا التاريخ أن أحدا انتهك حرمة البيت وأفلت من الهلاك في الدنيا قبل الآخرة، ولعل أبرهة كان أول المعتدين عليه بعد جرهم، وقد أثارت محاولة أبرهة حمية العرب فهبوا يدافعون عن البيت الحرام. ¶ فخرج ذو نفر في قومه من أشراف اليمن وهزمهم أبرهة، وأخذ ذو نفر أسيرا، ثم تصدى له نفيل الخثعمي في قومه فتغلب عليهم أبرهة وأخذ نفيلا أسيرا، ولما رأت ثقيف قوة جيش أبرهة هادنته وأرسلت معه أبارغال ليدله على طريق مكة. ¶ واعتقد أبرهة أنه خالص لا محالة إلى البيت، فأرسل رجلا من جيشه فاستولى على أموال أهل مكة، وساقها إلى أبرهة، وزادت ثقة أبرهة في قدرته على تحقيق أمله، وتهيأ لدخول مكة، وعبأ جيشه ولكن الله كان له بالمرصاد. ¶ لم يكن هناك من يحمي البيت فحماه الله، ولم تستطع قوة صد جيش أبرهة فسلط الله عليه من صده وأهلكه {وَأَرْسَلَ عَلَيْهِمْ طَيْراً أَبَابِيلَ، تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ، فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ} 5. ¶ وزادت تلك الحادثة من مكانة مكة في نفوس العرب إذ ثبت لهم بما ليس فيه ريب حفظ الله لبيته وإهلاكه من أراده بسوء، كان ذلك في الجاهلية قبل بعثة الرسول - صلى الله عليه وسلم - وأما بعد البعثة فقد حدث أن اعتدت بكر على خزاعة وألجأتهم إلى دخول الحرم ولم تحترم بكر حرمة البيت، وإن هابت اقتحامه بادئ الأمر، ونبهوا قائدهم نوفل ابن معاوية الديلي، وقالوا له: \"يا نوفل، إنا قد دخلنا الحرم، إلهك إلهك\"، ولكن نوفل كان قد صمم على الأخذ بثأره، ولم يعبأ بتحذير قومه، وقال: \"لا إله اليوم، إنكم تسرقون في الحرم أفلا تصيبون ثأركم فيه؟ \"6. ¶ __________ ¶ 1 مختصر سيرة الرسول ص 18. ابن هشام (1/105) . ¶ 2 العصامي (1/161-162) . ¶ 3 ابن هشام (1/170) . ¶ 4 هيكل ص 117. ¶ 5 الفيل الآيات: 5،4،3. ¶ 6 ابن هشام (4/23) .",
            "page": "171",
            "part": "1",
            "seal": "C912F9CB"
        },
        {
            "id": "5",
            "nass": "وعلم رسول الله بما ارتكبت بكر من انتهاك حرمة البيت ونقض العهد والاعتداء على حلفائه الخزاعين فهب لإنقاذهم، وفتح مكة وأذل الله قريشا وحلفاءهم بكرا، ولكن الرسول منّ عليهم وأطلق سراحهم، فعرفوا بالطلقاء. ¶ وفي سنة ثلاثمائة وسبع عشرة من الهجرة كانت فتنة القرامطة في مكة حيث سفكوا دماء الحجاج وعطلوا الشعائر واعتدوا على بيت الله الحرام، وانتزعوا الحجر الأسود وأخفوه اثنتين وعشرين سنة. ¶ وصال أبو طاهر القرمطي وجال بفرسه حول الكعبة، وكان مخمورا على رواية بعض المؤرخين، واخذ يصيح: ¶ أنالله وبالله أنا ... يخلق الخلق وأفنيهم أنا 1 ¶ ويقول الإسفرائيني عن أبي طاهر سليمان بن الحسن القرمطي: \"أنه قتل ثلاثة آلاف مسلم، وأخرج سبعمائة بكر من خدورهن، واقتلع الحجر\"2. ¶ فماذا كان مصير هذا المعتدي الأثيم، المنتهك لحرمات بيت الله؟ يقول الإسفرائيني: \"في عام ثلاثمائة وثمانية عشر قصد سليمان بن الحسن بغداد، فلما بلغ هيت رمته امرأة من سطحها بلبنة فقتلته\"3. ¶ هذا الجبار الذي تحدى أهل مكة واستباح حرمة البيت تقتله امرأة ليكون أحقر قتيل، وأهون فقيد، وهكذا يدافع رب البيت عن بيته. ¶ وعادت للبيت حرمته، وعاد الأمن إلى أهله، وعاش الناس في جواره آمنين لا يروعهم أحد، ولا يعتدي عليهم معتد قرابة ألف وثلاثة وثمانين عاما حتى روعتهم تلك الفتنة العمياء التي غامر بها شباب - أغلب ظني أنهم مخدوعون - لم يتبصروا الأمور، ولم يفكروا في العواقب، خدعتهم فكرة ظهور المهدي، فحسبوا أن هذا أوانه، فلووا أعناق الأحاديث ليا، ليخضعوها لهواهم، وينزلوها على رغبتهم. ¶ ونسي هؤلاء أن المهدي سيكون بين يدي الساعة، وأنه هو المنقذ الذي سيلجأ إليه الناس، ويكرهونه على قبول البيعة، وليس هو الذي يطلب البيعة لنفسه، ونسوا كذلك أن المهدي لن يبايع بقهر السلاح، ونسوا فوق ذلكَ كله أن حرمة المسلم أعظم من حرمة الكعبة، وأن قطرة دم من مسلم تراق بغير حق أعظم جرما من أية جريمة مهما كانت. ¶ وإن الإنسان ليقف أمام تلك الفتنة مذعورا من هولها، حائرا من تدبيرها، على من ينحي باللائمة؟ أعلى هؤلاء الذين علموهم التزمت المقيت وأفهموهم أن الإسلام هو هذه الشكليات، ونفخوا في رؤوسهم أنهم العلماء وحدهم ومن سواهم يجب أن يتتلمذ على أيديهم ويتلقى عنهم، أم على هؤلاء الذين أهملوهم حتى استفحل ¶ __________ ¶ 1 تاريخ مكة (1/152) . ¶ 2 الفرق بين الفرق ص 290. ¶ 3 نفسه.",
            "page": "172",
            "part": "1",
            "seal": "DCBC9494"
        },
        {
            "id": "6",
            "nass": "أمرهم، وعظم خطرهم. إن الإسلام يحتم علينا أن نعلم هؤلاء وأمثالهم، وأن نقرع حججهم بحجج أقوى منها وأوضح، وأن نبين الحق إذا التبس على الناس، حتى يفيق الغافلون، ويهتدي الحائرون، ولو أننا سلكنا هذا السبيل لماتت الفتنة في مهدها، ولكفينا ويلاتها. ¶ وإننا لنحمد الله - عز وجل- أن أعاد للبلد الأمين حرمته، ورد على أهله السكينة والاطمئنان، ووفق أولي الأمر لإعادة الأمور إلى نصابها فاللهم أصلحهم وأصلح بهم، وزدهم من فضلك توفيقا وتسديدا.",
            "page": "173",
            "part": "1",
            "seal": "59170410"
        },
        {
            "id": "7",
            "nass": "الهجرة سبيل الأنبياء: ¶ الهجرة كما قلت سابقا ليست وسيلة للراحة، وإنما هي أسلوب من أساليب نشر الدعوة، وطريقة للمحافظة عليها من بغي الباغين وعدوان الطغاة، ولهذا كانت الهجرة سبيل الأنبياء من قبل نبينا محمد - صلى الله عليه وسلم- يرتادون فيها الأرض الخصبة التي تحتضن الدعوة، ويبحثون أثناءها عن البذور الطيبة الصالحة للإخصاب. ¶ فإبراهيم - عليه السلام- أبو الأنبياء يدعو قومه إلى التوحيد الخالص والعقيدة الصحيحة فيتآمرون عليه، ويكيدون له، ويتعصبون ضد دعوته، فيترك بلده الذي ضاق به، ويودع أهله الذين تآمروا عليه، ويفر من كوثى في سواد الكوفة إلى حران ثم إلى الشام، والقرآن الكريم يقص علينا ذلك فيقول: {فَأَرَادُوا بِهِ كَيْداً فَجَعَلْنَاهُمُ الأَسْفَلِينَ وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي} 1. ¶ ولوط - عليه السلام- لما رأى أن النار لم تحرق عمه إبراهيم، وأنه خرج منها كأنه لم يدخلها آمن لإبراهيم، وصدقه فيما جاء به، وخرج معه مهاجرا {فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ} 2. ¶ وموسى يتآمر عليه فرعون، ويضايقه في دينه، فيأمره الله أن يترك هذا البلد الذي لم يستطيع فيه تبليغ دعوته، وأن يهاجر بقومه إلى حيث يمكنه عبادة ربه وأداء رسالته، قال تعالى: {فَأَسْرِ بِعِبَادِي لَيْلاً إِنَّكُمْ مُتَّبَعُونَ وَاتْرُكِ الْبَحْرَ رَهْواً إِنَّهُمْ جُنْدٌ} 3. ¶ لم يكن رسول الله - صلى الله عليه وسلم- أول من هاجر من الرسل، بل سبقه بالهجرة رسل كرام على الله، خرجوا بدينهم امتثالا لأمر الله - عز وجل- فسنوا بذلك الهجرة لمن أتى بعدهم من النبيين والمصلحين حتى لا يعتذر معتذر ببغي الباغين واضطهاد الظالمين، أو يقول قائل: كنت في أرض يسيطر عليها الطغاة ولم يسمحوا لنا بنشر الدعوة ولا بقول كلمة الحق، وحينئذ يكون السؤال {أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا؟} 4. ¶ فماذا تكون الإجابة؟؟ ¶ __________ ¶ 1 الصافات: الآية (98ـ99) . ¶ 2 العنكبوت: الآية: 26. ¶ 3 الدخان الآية: 23ـ24. ¶ 4 النساء الآية: 97.",
            "page": "173",
            "part": "1",
            "seal": "65A5D011"
        },
        {
            "id": "8",
            "nass": "ولقد ثبت بالتجربة أن الهجرة من أنجح الوسائل لنشر الدعوة، وأن الدعاة إلى الله متى ما هاجروا بدينهم مخلصين لله هجرتهم، لا يبغون من ورائها إلا إرضاء الله تبارك وتعالى يجري الله على أيديهم، فتنفتح لهم القلوب، ويجتمع عليهم الناس. فيؤازرون دعوتهم وينشرون عقيدتهم، ويوسع الله لهم في أرزاقهم، ويسبغ عليهم نعمته. {وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأََرْضِ مُرَاغَماً كَثِيراً وَسَعَةً وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِراً إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكَانَ اللَّهُ غَفُوراً رَحِيماً} 1. ¶ __________ ¶ 1 النساء الآية: 100. ¶ 2 رواه البخاري.",
            "page": "174",
            "part": "1",
            "seal": "848D5874"
        },
        {
            "id": "9",
            "nass": "ذكريات: ¶ عاش رسول الله - صلى الله عليه وسلم - في مكة ذلك البلد الأمين، قضى فيه طفولته وصباه، وشبابه وكهولته وشطرا كبيرا من شيخوخته، وله فيه ذكريات عزيزة يوم كان شابا يافعا، إن حرب الفجار تركت في نفسه رغبة في مقاومة الظلم والوقوف في وجهه، وإن حلف الفضول وما يتضمنه من مكارم الشيم وعظيم الأخلاق قد ملك عليه قلبه حتى أنه قال: \"ولو دعيت به في الإسلام لأجبت\". ¶ ثم هذه المروج التي كان يخرج إليها يرعى فيها الغنم، لقد أصبحت جزءا من حياته لا يستطيع مفارقتها بسهولة، وإن ذكرى زواجه بالسيدة خديجة - رضي الله عنها - وما قضاه معها من أيام طويلة وجميلة لا تزال ماثلة أمام عينيه، يرى فيها سعادته بزوجه الرءوم، وأولاده الصغار الأبرياء. ¶ وإنه - صلى الله عليه وسلم - ليذكر يوم اشتراكه في بناء الكعبة المشرفة، ويوم رضيه المتخاصمون حكما ينهي بقضائه ما نشب بينهم من نزاع. ¶ إنه يتذكر كل هذا فيجد نفسه مشدودا إلى مكة برباط وثيق، ويذكر حب قومه له وإعجابهم به، وتسميتهم له بالصادق الأمين فترتاح نفسه، ويطمئن قلبه، ولكن ما بالهم الآن يتآمرون عليه، أو ليس هو هو؟ ما الذي حدث حتى يحاولوا قتله؟؟ ماذا جرى حتى يتربصوا به الدوائر؟ ¶ وتدور برأسه - صلى الله عليه وسلم- كلمة ورقة بن نوفل: \"ليتني أكون حيا إذ يخرجك قومك\" ويتذكر سؤاله له \"أو مخرجي هم؟ \" وهو أقرب إلى الاستنكار منه إلى الاستفهام، ويجيب ورقة إجابة الواثق المتأكد: \"نعم، لم يأت رجل قط بمثل ما جئت به إلا عودي، وإن يدركني يومك أنصرك نصرا مؤزرا\"2. ¶ هذا هو السبب الحقيقي لتآمر قومه به، وثورتهم عليه، إنه جاءهم بالحق، ولكنهم يكرهون الحق الذي جاء به، وإنه ليدلهم على طريق الخلاص، ولكنهم يتمنون أن يمطروا بحجارة من السماء ولا تكون نجاتهم على يديه، لقد أعماهم الحقد، وغشي أبصارهم الحسد. ولم يعد يدور بخلدهم إلا التفكير في التخلص من محمد وما جاء به - صلى الله عليه وسلم- ¶ __________ ¶ 2 رواه البخاري.",
            "page": "174",
            "part": "1",
            "seal": "B636DF3F"
        },
        {
            "id": "10",
            "nass": "المؤامرة: ¶ ضاق القوم ذرعا بالرسول - صلى الله عليه وسلم - ووجدوا أنفسهم قد فشلوا في كل محاولاتهم، فشلت وسائل التعذيب والإرهاب، كما فشلت أساليب الخداع والإغراء، كذلكَ باءت حرب الإشاعات بخيبة الأمل.",
            "page": "174",
            "part": "1",
            "seal": "E7F0E65D"
        },
        {
            "id": "11",
            "nass": "ورأى المشركون بأعينهم انتشار الإسلام في كل مكان، وعلموا بما تم بين الرسول - صلى الله عليه وسلم- وأهل المدينة من البيعة على النصرة والإيمان، فأزعجتهم تلك الأخبار، وأقلق نفوسهم ما يتوقعون من انتصار التوحيد على الوثنية التي استماتوا في الدفاع عنها، وحز في نفوسهم أن يتغلب محمد - صلى الله عليه وسلم - عليهم بعد هذا العناد الطويل. ¶ تواعد القوم أن يلتقوا في دار الندوة، وأن يطرحوا هذا الموضوع الذي شغل بالهم على بساط البحث، وعزموا على أن يتخذوا فيه قرارا حاسما مهما كلفهم ذلك. ¶ لقد ماتت خديجة التي كانت تقف دونه بمنزلتها ومن يؤازرها من عشيرتها، ومات أبو طالب الذي كان يفديه ويدافع عنه، لم يعد هناك ما يحول بينهم وبين الإيقاع به فلماذا يترددون؟ ¶ وبدأت الجلسة بحماس لم تعرفه دار الندوة من قبل، إن المسألة في نظرهم مسألة كرامة، لقد سفه محمد عقولهم، وعاب آلهتهم، وعرض بآبائهم فماذا بقي لهم؟، إنهم إن لم ينتصروا لآلهتهم المهانة وعقولهم المسفهة وآبائهم المجرحين فلا خير في العيش، ولا فائدة في الحياة. ¶ قال أحدهم في انفعال شديد: \"أرى أن تحبسوا محمدا في الحديد، وتغلقوا عليه بابا، ثم تتربصوا به ما أصاب الشعراء من أشباهه\". ¶ ورفض الاقتراح من غير مناقشة طويلة حيث لا يستحق المناقشة لأنهم يعتقدون أن أصحاب محمد لا تعجزهم فرصة يختلسونها ثم يطلقون فيها سراحه. ¶ وقال آخر: \"خير لكم من ذلك أن تنفوه من بلادكم، فإذا خرج عنا فلن نبالي أين ذهب ولا حيث وقع، وحينئذ نصلح أمرنا، وتعود إلينا ألفتنا كما كانت\". ¶ ولم يكن هذا الاقتراح خيرا من سالفه، فقد رفض لأول وهلة، لقد غاب عن صاحب الاقتراح أن خوفهم من خروجه أكثر من خوفهم من بقائه، ولم يفطن إلى أنه لو خرج من بينهم يكون خطره عليهم أشد، وتهديده لعقيدتهم أقوى حيث يستطيع أن يجمع من الاتباع ما يمكنه بهم أن يجتاح عليهم ديارهم، ويغلب عليها دونهم عندئذ قام أبو جهل وقال: \"إن لي رأيا ما أراكم وقعتم عليه بعد\"، وقال الحاضرون في لفهة: \"هاته يا أبا الحكم\"، قال أبو جهل: \"أرى أن نأخذ من كل قبيلة شابا جليدا نسبيا وسيطا فينا ثم نعطي كل واحد منهم سيفا صارما، ثم يعمدوا إليه فيضربوه ضربة رجل واحد فيقتلوه، فنستريح منه، فإنهم إذا فعلوا ذلك تفرق دمه في القبائل جميعا فلم يقدر بنو عبد مناف على حرب قومهم جميعا، فيرضوا منا بالعقل، فنعقله\"1. ¶ وفرح القوم برأي أبي جهل، وأيدوه من غير نظر ولا مناقشة، وكيف لا وهم لم يجتمعوا إلا ليتخلصوا من محمد. إن اقتراح أبي جهل هذا قد كشف عن قبح الاقتراحين السابقين وسخفهما بقدر ما كشف عن حمق صاحبيهما، لا شك أن حبس محمد في الحديد سيثير عاطفة بني هاشم إن لم يحرك عاطفة كثير من الناس الذين ¶ __________ ¶ 1 ابن هشام (2/90ـ91) والعقل الدية.",
            "page": "175",
            "part": "1",
            "seal": "13DDE9D1"
        },
        {
            "id": "12",
            "nass": "يرونه مكبلا بالحديد من غير جرم ولا جريرة، فيتعاطف معه كثير ممن لم تربطهم به عاطفة ولا قرابة. لأن تعاطف الناس مع المظلوم حقيقة لا يماري فيها أحد. ¶ كما أن نفيه من البلد سلاح رهيب يستطيع - صلى الله عليه وسلم - أن يستغله ضدهم فيألب عليهم القبائل، وهم جميعا على أتم استعداد ليستمعوا إليه لولا أن قريشا تحول بينهم وببن ذلكَ، فإذا ما خلا له الجو للالتقاء بهم في حرية من غير ضغط ولا تشويش لا شك أنه سيقنعهم فيكونون معه عليهم. ¶ لهذا رأى الجميع في رأي أبى جهل الفرصة التي ينشدونها، فيجب ألا يضيعوها، وغادروا دار الندوة وقد أجمعوا أمرهم على تنفيذ اقتراح أبي جهل. ¶ ومكروا ومكر الله: ¶ أوحى الله إلى نبيه ما بيت القوم له، وأمره بالهجرة، وكان الطريق قد تمهد من قبل ببيعة الأنصار، وهجرة المسلمين إلى المدينة المنورة، وقد وجدوا فيها وطنا بدلا من وطنهم، وألفوا فيها أهلا خيرا من أهلهم، وعاشوا فيها آمنين على أرواحهم وإيمانهم. ¶ وبدأ الرسول - صلى الله عليه وسلم- يواجه الموقف الجديد في ثبات لا يزعزعه التردد، وبحزم لا يوهنه اللين، وكان عليه أن يواجه كيدهم بكيد هو أنكى منه وأشد، وكان عليه أن يقابل تخطيطهم بتخطيط هو أدق منه وأتقن. ¶ لقد خطط القوم وفكروا، وناقشوا الأمر وقلبوه على كل وجوهه ثم أجمعوا أمرهم على ما رأوه يحقق آمالهم، فهل يجوز أن يواجه الرسول - صلى الله عليه وسلم- هذا الاهتمام بالكسل، والتخطيط بالتواكل؟ ¶ كلا، لا بد أن يولي الأمر اهتماما أكثر من اهتمامهم، لأنه متعلق بعقيدته أولا، وبشخصه ثانيا، كما لا بد أن يواجه تخطيطهم بتخطيط يفسد عليهم حيلتهم، ويحبط كيدهم. ¶ وإننا لنعجب غاية العجب إذا وقفنا على خطة الرسول - صلى الله عليه وسلم- التي واجه بها خطة القوم، وإن المحققين ليقفون مدهوشين من روعة تلك الخطة وإحكامها، ولن أتعرض لقصة الهجرة هنا إلا بالقدر الذي أستنبط منه العبرة، وأستخلص منه الدروس التي يحتاجها المسلم في طريقه الطويل الشاق إلى غايته السامية الغالية، فالقصة برمتها مسطورة في كتب السيرة والتاريخ. ¶ اجتمع شباب قريش وفتيانها في الليلة التي حددوها لتنفيذ المؤامرة، وأحدقوا ببيت رسول الله - صلى الله عليه وسلم- والسيوف في أيديهم تخطف الأبصار ببريقها، ويترقبون خروج رسول الله لينهشوه بتلك السيوف. ¶ وكان على رسول الله أن يخرج من بين هذه الجموع المحتشدة المترقبة، وكان عليه كذلك أن يضللهم حتى لا يفطنوا لخروجه فيتبعوه، ويفسدوا عليه خطته، عندئذ أمر عليا -رضي الله عنه - أن ينام في مكانه، وأن يتغطى ببردة الحضرمي الأخضر، فامتثل علي لأمره، ونام في مكانه مضحيا بنفسه يفدي بها رسول الله - صلى الله عليه وسلم- وضرب علي بذلك أروع أمثلة التضحية والفداء. ¶ نام علي على فراش الرسول، ونظر المشركون من خصاصة الباب فاطمأنوا على سلامة خطتهم، وظلوا يتحينون فرصة خروجه ليضربوه ضربة رجل واحد فيتفرق دمه في القبائل.",
            "page": "176",
            "part": "1",
            "seal": "0DDF3E5C"
        },
        {
            "id": "13",
            "nass": "وهم الرسول - صلى الله عليه وسلم- بالخروج من بيته، وكانت لحظة جد خطره فالمشركون على باب الرسول وسيوفهم مشرعة في أيديهم كأنها الحيات تتلمظ لتنهش فريستها، وحانت لحظة الوداع، فودع الرسول عليا وطمأنه قائلا: \"لن يخلص إليك شيء تكرهه منهم\" 1 وأوصاه أن يؤدي عنه الودائع التي كانت عنده للناس2. ¶ وخرج رسول الله على القوم وهو يعلم مكانهم وما جاءوا من أجله ولكنه خرج وكله ثقة في الله - عز وجل- وفتح باب بيته ليجد فتيان قريش يغطون في نوم عميق، وكأنهم لم يناموا منذ زمن بعيد. ¶ ماذا دهى القوم؟ لقد كانوا منذ لحظات يسمرون، وقد حضر معهم سادة قريش: أبو جهل، والحكم بن أبي العاص، وعقبة بن أبي معيط، والنضر بن الحارث، وأمية بن خلف، وربيعة بن الأسود، وطعيمة بن عدي، وأبو لهب، وأبي بن خلف، ونبيه ومنبه ابنا الحجاج3. ¶ لقد حضر هؤلاء السادة ليشجعوا فتيان قريش على أداء مهمتهم وليتشفوا في رسول الله، ويمتعوا أبصارهم برؤية دمه الشريف وهو يهراق أمامهم، فما بالهم يغطون في هذا النوم العميق؟ ¶ ولقد كان أبو جهل - لعنه الله - منذ لحظات يحدث القوم ساخرا من رسول الله- صلى الله عليه وسلم- ويقول: \"إن محمدا يزعم أنكم إن تابعتموه على أمره كنتم ملوك العرب والعجم، ثم بعثتم من بعد موتكم، فجعلت لكم جنان كجنان الأردن؛ وإن لم تفعلوا كان له فيكم ذبح، ثم بعثتم من بعد موتكم ثم جعلت لكم نار تحرقون فيها\"4. ¶ يا سبحان الله!! لقد سمع رسول الله ذلكَ من أبي جهل وهو في طريقه إلى الباب ليخرج، فأي مصيبة حلت بهم فصرفتهم عن غايتهم؟؟ ¶ إنها إحدى المعجزات، لقد أخذ الله أبصارهم، وضرب على قلوبهم حتى خرج عليهم رسول الله - صلى الله عليه وسلم - فلم يروه، وسخر من أبي جهل كما كان يسخر منه قبل لحظات، وقال: \"نعم، قلت ذلك، وأنت أحدهم\"، وأخذ حفنة من تراب فجعلها على رؤوسهم، وهو يتلو قوله تعالى: {يس وَالْقُرْآنِ الْحَكِيمِ إِنَّكَ لَمِنَ الْمُرْسَلِينَ ... فَأَغْشَيْنَاهُمْ فَهُمْ لا يُبْصِرُونَ} 5. ¶ فلم يبق أحد منهم إلا قد وضع على رأسه ترابا6. ¶ أي سخرية هذه؟ وأي احتقار للقوم؟ شباب أقوياء وسيوفهم في أيديهم، يخرج عليهم رسول الله وحيدا، ولكنه في رعاية الله، ويضع التراب على رؤوسهم متحديا تلكَ السيوف التي ذبلت في أيديهم كأنها أغصان فصلت عن شجرتها، فلم تغن عنهم شيئا. ¶ __________ ¶ 1 ابن هشام (2/91) . ¶ 2 نفسه 93. ¶ 3 مختصر ص 165. ¶ 4 ابن هشام (2/91) . ¶ 5 سورة يس الآيات: 1- 9. ¶ 6 ابن هشام (2/91) .",
            "page": "177",
            "part": "1",
            "seal": "18C38CDA"
        },
        {
            "id": "14",
            "nass": "ويمر بالقوم رجل فينبههم، فإذا التراب على رؤوسهم، والخزي يجلل وجوههم، وينظرون من خلال الباب فيرون النائم متسجيا بالبرد الحضرمي الأخضر فيقولون: \"هذا محمد نائم على فراشه\"، وظلوا في حصارهم ينتظرونه، حتى أصبحوا، فقام علي - رضي الله عنه- عن الفراش فقالوا: \"قد صدقنا والله من حدثنا\"1. ¶ وخاب أمل القوم، وضل سعيهم، ألم يكن في هذا الحدث وحده واعظ لهم ينبههم إلى أن الرسول ممنوع منهم؟ وأنهم مهما دبروا فالله من ورائهم ولكن {رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ} 2. ¶ __________ ¶ 1 نفسه ص 92. ¶ 2 المطففين الآية: 14.",
            "page": "178",
            "part": "1",
            "seal": "EBE00DF0"
        },
        {
            "id": "15",
            "nass": "إلا تنصروه فقد نصره الله: ¶ خرج الرسول - صلى الله عليه وسلم- من بيته على النحو الذي ذكرت متوجها إلى بيت أبي بكر، وكان قد أخبره بالهجرة وبالموعد الذي سيغادران فيه مكة، وأمره أن يكتم عليه، ومن أوفى من أبي بكر بعهد قطعه مع رسول الله؟ ¶ وكان أبو بكر - رضي الله عنه - ينتظر تلك الساعة بفارغ الصبر، وكان قلقا على الرسول خائفا أن يصيبه مكروه من القوم، ولكن الرسول كان محفوفا بالعناية الربانية، ولهذا خرج على القوم دون أن يتردد وإني أشهد شهادة حق أنه - صلى الله عليه وسلم- لو لم يكن رسولا حقا ما خرج في تلك الساعة مهما كانت قوته وشجاعته. ¶ وفي بيت أبي بكر وضع الرسول خطة كاملة للهجرة، وأعد لكل شيء عدته، لأنه - صلى الله عليه وسلم- يعلم أن اتخاذ الأسباب أمر يقتضيه كمال الإيمان وحسن التوكل، وعلى هذا الأساس وضع برنامج الهجرة. ¶ كان لابد من سلوك طريق غير مألوفة حتى لا يعترضه أحد من أعدائه، فاستأجر لذلك الدليل - عبد الله بن أريقط- وكان ماهرا يعرف الطريق معرفة جيدة، وكان عبد الله مشركا، ومع ذلكَ ائتمناه على هذا السر الخطير، ووفى الرجل بعهده فلم يخن ولم يغدر، ولو فعل لم يلم لأنه على دين قومه، ولا يهمه أمر المسلمين في شيء، ورصدت قريش مائة ناقة لمن يأتي بمحمد حيا أو ميتا3 وأبت نفس ابن أريقط أن يربح هذه الجائزة على حساب رجل ائتمنه ورضي بأجره المتفق عليه. ¶ وكان لابد أن يختفي رسول الله فترة عن أعين الناس حتى يهدأ الطلب وتفتر الهمم في اقتفاء أثره فيتمكن من السير وهو آمن. ¶ فأدلج إلى غار ثور، أقام فيه ثلاثة أيام، ولم ينس رسول الله أن يدبر أمر الطعام والشراب والأخبار في تلك الفترة التي سيقضيها في الغار، فجعل أسماء بنت أبى بكر -رضي الله عنها- لإعداد الطعام والشراب تأتيهما به ليلا حتى لا يراها أحد4. ¶ وجعل على أخبار القوم عبد الله بن أبي بكر، كان يسمع ما يدور في مجالس القوم نهارا ويعيه فإذا جن الليل أتاهما بأخبار الناس وأعلمهما بما يتكلمون به، وعلى أساس هذه الأخبار يخطط للبقاء في الغار أو لمغادرته ¶ __________ ¶ 3 مختصر السيرة ص 169. ¶ 4 ابن هشام (2/93) .",
            "page": "178",
            "part": "1",
            "seal": "223DEF1E"
        },
        {
            "id": "16",
            "nass": "وكان -صلى الله عليه وسلم- يخشى أن يرى أحد من المشركين أثار أقدام عبد الله بن أبي بكر وأخته أسماء فيسدل بها على مكانهما فأمر عامر بن فهيرة مولى أبي بكر أن يسرح بالغنم مبكرا على آثارهما فيعفى عليها، ويزيل ما قد يكون سببا في معرفة مكانهما، كما كان يريح الغنم عليهما ليلا فيذبحان منها، ويحلبان فيشربان. ¶ ومع كل هذه الاحتياطات، ورغم كل التخطيطات وصل القوم إلى الغار، ولكن هل على الرسول وصاحبه لوم إذا عرف القوم مكانهما بعد ذلك، كلا، فقد اتخذا كل الاحتياطات اللازمة وبذلا كل ما في وسعهما والله – سبحانه - بعد ذلك يتولى ما لم يقدرا عليه. ¶ وصل المشركون إلى الغار، ورأى سيدنا أبو بكر - رضي الله عنه - أقدامهم فقال: \"يا رسول الله، لو أن أحدهم نظر تحت قدميه أبصرنا\"، والرسول يهدئ من روع أبي بكر ويقول: \"يا أبا بكر ما ظنك باثنين الله ثالثهما؟ لا تحزن إن الله معنا\" 1. ¶ لقد كان رسول الله في ثقة تامة بالله -عز وجل- وكيف لا وهو لم يهمل سببا من الأسباب، ولم يقصر في أمر يستطيعه، وأكثر من هذا فقد كان خروجه بأمر الله، والله - تبارك وتعالى - لا يضيع نبيه أبدا. ¶ لهذا كان الرسول يخاطب أبا بكر وهو موقن أن الله لن يضيعهما ولابد أن يرد عنهما عدوهما، وقد كان. ¶ وتولى الله صرف المشركين عن الغار، أما كيف؟ وبماذا؟؟ فهذا ما لم يخطر لأحد على بال. لم يرسل الله ملائكة تحرس النبي وصاحبه، ولم يسلط على القوم جيشا يردهم عن وجهتهم. ولكن أمر العنكبوت فنسجت على وجه الغار، وأرسل حمامتين فباضتا عليه2. ¶ وتنازع المشركون أمرهم بينهم، هذا القائف يقول: قد دخلا هنا، وهذا العنكبوت والحمام يوحي إليهم بكذب القائف، حتى قالوا: كيف يدخل الغار ولم يتكسر بيض الحمام، ولم يتمزق نسج العناكب، ولو صح أنهما دخلا قبل بيض الحمام ونسج العنكبوت. فهل يتمكن العنكبوت من نسج ذلكَ في تلك المدة الوجيزة، إن الرسول -صلى الله عليه وسلم- لم يغب عنهم إلا منذ يوم فقط، فكيف يستطيع العنكبوت نسج ذلك كله حتى يغطي فم الغار في يوم؟ ولو صح ببض الحمام في هذا اليوم فإن ذلك يستحيل على العنكبوت. ¶ لقد حسب المشركون الأمر بحسابهم المادي المعتاد، ولم يدروا أن لله جنود السماوات والأرض، وأن الخوارق طوع إرادته -سبحانه - {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} 3. ¶ وبهذا الأمر الكريم نسجت العناكب فوق ما يتصوره عقل الإنسان، وباضت الحمائم على وجه الغار، وهكذا صرف الله عن نبيه أعداءه بأوهى الأسباب، وأضعف المخلوقات، {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ} 4. ¶ __________ ¶ 1 مختصر السيرة ص 168. ¶ 2 مسند البزار. ¶ 3 سورة يس الآية: 82. ¶ 4 سورة ق الآية: 37.",
            "page": "179",
            "part": "1",
            "seal": "D4C1E8AE"
        },
        {
            "id": "17",
            "nass": "إلى المدينة: ¶ مضت على الرسول الأيام الثلاثة وهو في الغار، وهدأ الطلب ويئس المشركون، واطمأن الدليل فوافاهما براحلتيهما، وغادر رسول الله الغار مع صاحبه في رعاية الله وحفظه. ¶ وسلك الدليل بهما طريقا لا يعرفها كثير من أهل مكة إمعانا في تضليل المشركين، وضمانا لسلامة المهاجرين، وكان السائرون في هذا الدرب أربعة: رسول الله، وأبو بكر، وعامر بن فهيرة مولى أبي بكر صحبهما ليقوم بخدمتهما، ثم عبد الله بن أريقط دليلهما. ¶ أخذ الدليل بهما طريق الساحل، وسار أمامهما، وجد الناس في طلبهما رغبة في الحصول على الجائزة الثمينة التي رصدتها قريش لمن يأتي بهما أو بأحدهما حيا أو ميتا. ¶ ورغم إمعان الدليل في التضليل، ورغم الجهد المبذول في التخفي إلا أن سراقة ابن مالك أدرك المهاجرين، وخاف أبو بكر - رضي الله عنه - مرة أخرى وقال: \"هذا الطلب قد لحقنا يا رسول الله\"، وأجاب الرسول بكل ثقة واطمئنان: \"لا تحزن إن الله معنا\". ¶ لقد حاول سراقة أن يفوز بالجائزة، إنها ليست شيئا هينا بل هي مائة ناقة عن كل واحد منهما، يقول سراقة: \"كنت أرجو أن أرده على قريش فآخذ المائة الناقة\"1. ¶ وفرح سراقة عندما رأى الرسول وصاحبه، وحدثته نفسه بالثروة العظيمة التي تنتظره، لا شك أنه سيكون من سادة قريش وأثريائهم، ومن سيكون أكثر ثراء منه فيهم إنه سيكون بعد قليل صاحب مائة ناقة إن لم يكن صاحب مائتين. ¶ وهمز سراقة فرسه ليدرك الركب، وجد في السير، وأجهد فرسه ولكن حيل بينه وبين ما يشتهي، فكيف حصل هذا؟ ولنترك سراقة يحدثنا بما حصل له، قال سراقة: ¶ \"فلما بدا لي القوم ورأيتهم عثر بي فرسي، فذهبت يداه في الأرض، وسقطت عنه، ثم انتزع يديه من الأرض وتبعهما دخان كالإعصار، قال: فعرفت حين رأيت ذلك أنه قد منع مني، وأنه ظاهر\"2. ¶ إن سراقة رجل قد أراد الله به الخير فهداه إلى الحق، وأدرك أنه ما دام لم يستطع الوصول إليه وهو أمامه فلا بد أن يكون له شأن، وإلا فما الذي يحول بينه وبينه؟ ¶ وأدرك سراقة سر هذه الحيلولة فأمن بالله ورسوله، وأخذ على نفسه أن يرد عن الركب كل ما يطلبه. ¶ لم يكن الرسول - صلى الله عليه وسلم- دخل في رد سراقة، ولكن الله هو الذي رده، إن الرسول قد اتخذ الأسباب التي يستطيعها، فسلك طريقا غير معروفة، وأخذ الدليل ليهديه، واستخفى عند خروجه وذلك ما يستطيعه، فإذا حدث ما لم يكن في الحسبان فالله - عز وجل- يتولى دفعه، وقد كانت المعجزة التي شاهدها سراقة فعلم أن الرسول ممنوع لا محالة فآمن به. ¶ __________ ¶ 1 ابن هشام (2/96) . ¶ 2 نفسه ص 96-97.",
            "page": "180",
            "part": "1",
            "seal": "D6D6A0FC"
        },
        {
            "id": "18",
            "nass": "وقف سراقة بين يدي رسول الله - صلى الله عليه وسلم - وعرض عليه الزاد والمتاع وأخبره بما يريد به الأعداء، فلم يقبل الرسول منه زادا ولا متاعا وأمره أن يخفي أمره ولا يخبر أحدا به1. ¶ والتفت الرسول إلى سراقة وقال: \" كيف بك إذا لبست سواري كسرى؟ \" 2 إنها كلمة لا يقولها في مثل هذا الموقف إلا رجل عظيم تام الثقة بالله - عز وجل- إن الرسول يطارده قومه، وقد خرج من بينهم مهاجرا إلى بلد آخر مستخفيا، ثم يخبر سراقة بأنه سيلبس سواري كسرى، إنه أمل عظيم في الله - سبحانه - وثقة تامة في نصره المبين. ¶ ويعود سراقة بهذه البشارة الطيبة وبكتاب أمان كتبه له أبو بكر بأمر الرسول، ويعود فوق ذلك بإيمان ملأ قلبه فكان ذلك عنده خيرا من ألف ناقة. ¶ ومر الرسول وصاحبه بخيمتي أم معبد وهي امرأة من خزاعة كانت تجلس في خيمتها تطعم وتسقي من يمر بها فسألاها عن شيء يشترونه، فأجابت لو كان عندي ما أعوزكم القرى. ¶ ورأى رسول الله - صلى الله عليه وسلم - في جانب الخيمة شاة فقال: \"ما هذه الشاة يا أم معبد؟ \" فقالت: \"هي شاة خلفها الجهد عن الغنم\". فاستأذن منها، وحلبها فتفاجت فدرت، وملأ الرسول منها إناء يكفي الرهط فسقاها ثم سقى أصحابه ثم شرب أخرهم، ثم حلب في الإناء مرة أخرى حتى ملأه وتركه عندها وغادرها. ¶ وهكذا يضرب الرسول المثل في حب الخير للناس لقد كان يستطيع أن يرحل عن أم معبد دون أن يحلب لها، ويكفي أنه سقاها وسقى أصحابه ولكنه - صلى الله عليه وسلم - كان حريصا على أن يصل الخير إلى الناس جميعا. ولعلها لا تجد ما تطعم منه زوجها إذا حضر فترك عندها ما تستعين به على ذلك. ¶ وفي الطريق لقي الركب الزبير بن العوام - رضي الله عنه - قادما من الشام في تجارة له، ومعه بعض المسلمين، فكسا الرسول وأبا بكر ثيابا بيضاء مما جلبه من الشام. ¶ وسار الركب المبارك ميمما شطر المدينة، وعلم الأنصار بمقدمه فخرجوا لاستقباله وقد لبسوا سلاحهم وتلقوه بظهر الحرة المعروفة بحرة الوبرة - الحرة الغربية - فمال بهم - صلى الله عليه وسلم - ذات اليمين متجها إلى قباء حتى نزل في بني عمرو بن عوف وكان ذلك في يوم الاثنين الثاني عشر من شهر ربيع الأول. ¶ __________ ¶ 1 صحيح البخاري. ¶ 2 الإصابة (2/19) .",
            "page": "181",
            "part": "1",
            "seal": "C13C57C0"
        }
    ],
    "t8979": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مكة البلد الأمين"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الهجرة سبيل الأنبياء"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "ذكريات"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "المؤامرة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "إلا تنصروه فقد نصره الله"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "إلى المدينة"
        }
    ]
}