{
    "b9061": [
        {
            "hno": "1",
            "id": "2",
            "nass": "حرف الْهمزَة ¶ 1 - الباعوني، برهَان الدّين إِبْرَاهِيم بن أَحْمد ¶ إِبْرَاهِيم بن أَحْمد بن نَاصِر بن خَليفَة بن فرج الباعوني ثمَّ الدِّمَشْقِي قَاضِي قُضَاة دمشق، الإِمَام الْعَالم الأديب البارع برهَان الدّين إِبْرَاهِيم أَبُو إِسْحَاق ابْن الْعَلامَة قَاضِي الْقُضَاة شهَاب الدّين. ولد فِي سَابِع عشْرين رَمَضَان سنة سِتّ أوسبع وَسبعين وَسَبْعمائة. وَسمع المسلسل بالأولية من الْحَافِظ أبي الْفضل الْعِرَاقِيّ والحافظ أبي الْحسن الهيثمي. وَسمع من وَالِده الثَّالِث من فَوَائِد الإخشيد، وَمن التقي صَلَاح بن خَلِيل الْكِنَانِي، ومشيخة قَاضِي المارستان تَخْرِيج السَّمْعَانِيّ، وَمن شمس الدّين مُحَمَّد بن مُحَمَّد بن عَليّ بن أَحْمد بن خطاب بن السِّرّ الْقُدسِي الموءذن الْأَرْبَعين الصُّوفِيَّة تَخْرِيج أبي نعيم، وَمن عَائِشَة بنت عبد الْهَادِي البُخَارِيّ. وبرع فِي النّظم والنثر وَاخْتصرَ \" الصِّحَاح \" وَله ديوَان شعر، وديوان خطب. مَاتَ فِي ربيع الأول سنة سبعين وَثَمَانمِائَة. وَمن شعره: ¶ ألم تراني قد خلقت كَمَا ترى ... بأخلاق أَحْرَار الورى أتخلق ¶ وَإِنِّي صبَّار شكور وحامد ... وَإِنِّي إِذا أملقت لَا أتملق ¶ وَإِن عرضت لي حَاجَة من حوائجي ... فَإِنِّي بِغَيْر الله لَا أتعلق",
            "page": "13",
            "part": "1",
            "seal": "A5E0BAE4"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "نظم العقيان فِي أَعْيَان الْأَعْيَان ¶ وَإِنِّي رَاض عَنهُ فِي كل حَالَة ... وَإِنِّي من الْمَقْدُور لَا أتقلق ¶ وَإِن كنت ذَا دنيا وقادت مذلة ... إِلَيّ لكَانَتْ بِالثلَاثِ تطلق ¶ وَلست بِحَمْد الله ذَا طمع بِهِ ... إِلَيّ نيل جدوى منعم أتسلق ¶ وَلَا خابطا فِي ظلمَة من ضَلَالَة ... وَنور الْهدى لي ظَاهر يتألق ¶ نظرت إِلَى الدُّنْيَا ونعمة آلها ... فَمَا هِيَ إِلَّا كالشعور تحلق ¶ وشاهدت هامات لَهُم بسيوفها ... وَقد أَصبَحت مسلولةً تتفلق ¶ وَقد فتحت أَبْوَاب شهوتها وَلَو ... أمدتهم الألطاف كَانَت تغلق ¶ وَكم بت مَسْرُورا لعمري بِتَرْكِهَا ... وَبَات على النَّار الَّذِي يتحلق ¶ وَقَالَ فِي مليح ساعٍ: ¶ لله أفدي ساعياً ... جماله سبى الورى ¶ لَا بُد لي من وَصله ... وَلَو جرى مهما جرى ¶ وَقَالَ: ¶ أَتَى عَليّ تسعون ... بِلَا شكّ وَلَا ريب ¶ وَمَا أعرف مَا يكْتب ... لي من بعد فِي الْغَيْب ¶ ذكرت شَبَابِي الْمَاضِي ... لما صرت ذَا شيب ¶ فيا الله جد بالستر ... لي يَا سَاتِر الْعَيْب ¶ وبالعفو الَّذِي أرجوه يَا ... ذَا الْجُود والسيب ¶ وَمهما عِشْت فَاجْعَلْنِي ... إلهي نَاصح الجيب ¶ وَإِن لم تعف عَن زللي ... وآثامي فيا ريبي",
            "page": "14",
            "part": "1",
            "seal": "B9CE0AE8"
        },
        {
            "hno": "2",
            "id": "4",
            "nass": "وَقَالَ: ¶ سل الله رَبك مَا عِنْده ... وَلَا تسل النَّاس مَا عِنْدهم ¶ وَلَا تبتغي من سواهُ الْغنى ... وَكن عَبده لَا تكن عبدهم ¶ 2 - الخجندي، الْمدنِي برهَان الدّين ¶ إِبْرَاهِيم بن أَحْمد بن مُحَمَّد بن مُحَمَّد الخجندي الْمدنِي الْحَنَفِيّ، برهَان الدّين أَبُو مُحَمَّد بن الْعَلامَة جلال الدّين أبي الطَّاهِر، أحد الأفاضل الْأَعْيَان. ولد سنة تسع وَسبعين وَسَبْعمائة. وَسمع ابْن صديق، والمراغي، وَأَجَازَ لَهُ التنوخي وَابْن الذَّهَبِيّ. ودرس وصنف شرحاً على الْأَرْبَعين النووية. وَله نظم ونثر وَترسل. مَاتَ فِي رَجَب سنة إِحْدَى وَخمسين وَثَمَانمِائَة بِالْمَدِينَةِ النَّبَوِيَّة، وَقد جَاوز السّبْعين ¶ ابْن خضر، الْفَقِيه المشارك برهَان الدّين إِبْرَاهِيم بن خضر ¶ إِبْرَاهِيم بن خضر بن أَحْمد بن عُثْمَان بن كريم الدّين جَامع بن مُحَمَّد بن فَزَارَة بن فضَالة بن عكاشة بن يحيى بن إِبْرَاهِيم بن مُحَمَّد بن إِبْرَاهِيم بن أبي الطّيب بن هبة الله بن مُحَمَّد بن مِيكَائِيل بن عَمْرو بن عُثْمَان بن عَفَّان رَضِي الله عَنهُ، الشَّيْخ الإِمَام الْعَلامَة برهَان الدّين بن خضر العثماني القصوري الأَصْل نِسْبَة إِلَى الْقُصُور قَرْيَة بالصعيد، القاهري المولد الشَّافِعِي. ولد فِي شَوَّال سنة أَربع وَتِسْعين وَسَبْعمائة وَسمع عَن الشّرف ابْن الكويك.",
            "page": "15",
            "part": "1",
            "seal": "70AB3A6B"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "وَأَجَازَ لَهُ الْحَافِظ زين الدّين الْعِرَاقِيّ. وَأَقْبل على الْعلم حَتَّى برع فِي النَّحْو وفَاق فِي الْفِقْه، وَتقدم فِي الْفَرَائِض والحساب، وَضرب فِي غَالب الْفُنُون بِسَهْم. وَكَانَ أَخذ عَن الْجلَال البُلْقِينِيّ، والبرهان البيجوري، وَالشَّمْس الْبرمَاوِيّ، وَكَانَ ذَا علم غزير وَدين متين. مَاتَ لَيْلَة الْخَمِيس خَامِس عشر الْمحرم سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة. ¶ 4 - ابْن صَدَقَة الْمَقْدِسِي، برهَان الدّين إِبْرَاهِيم بن صَدَقَة ¶ إِبْرَاهِيم بن صَدَقَة بن إِبْرَاهِيم بن إِسْمَاعِيل الْمَقْدِسِي الأَصْل، ثمَّ القاهري الْحَنْبَلِيّ الْمَعْرُوف وَالِده بالصانع الْبَزَّار الشَّيْخ برهَان الدّين بن فتح الدّين. ولد سنة اثْنَتَيْنِ وَسبعين وَسَبْعمائة. وَسمع من الْجمال الْبَاجِيّ وَابْن حَاتِم وَأبي الْيمن بن الكويك، وَعبد الرَّحِيم بن رزين، وَاحْمَدْ بن بَنِينَ، وَأبي الْفَتْح الْعَسْقَلَانِي، وَابْن الشيخة والسويداوي وَغَيرهم. مَاتَ يَوْم الْأَحَد سادس عشر جُمَادَى الْآخِرَة سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة بِالْقَاهِرَةِ. ¶ 5 - العرياني، برهَان الدّين إِبْرَاهِيم بن عبد الله ¶ إِبْرَاهِيم بن عبد الله بن إِسْمَاعِيل بن عَليّ بن مُحَمَّد بن الْقَاسِم بن صَالح بن قَاسم العرياني برهَان الدّين. سمع على ابْن الحاتم وَابْن الكشك وَآخَرين،",
            "page": "16",
            "part": "1",
            "seal": "8B92975D"
        },
        {
            "hno": "6",
            "id": "6",
            "nass": "وَأَجَازَ لَهُ ابْن الذَّهَبِيّ. مَاتَ فِي رَجَب سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة ¶ 6 - ابْن ظهيرة، برهَان الدّين قَاضِي مَكَّة ¶ إِبْرَاهِيم بن عَليّ بن مُحَمَّد بن مُحَمَّد بن حُسَيْن بن عَليّ بن أَحْمد بن عَطِيَّة بن ظهيرة بن مَرْزُوق بن مُحَمَّد بن عَليّ بن عطيان بن هَاشم بن حرَام بن عَليّ بن رَاجِح بن سُلَيْمَان بن عبد الرَّحْمَن بن حَرْب بن إِدْرِيس بن سَالم بن جَعْفَر بن هَاشم بن الْوَلِيد بن جُنْدُب بن عبد الله بن الْحَارِث بن عبد الله بن الْوَلِيد بن الْوَلِيد بن الْمُغيرَة بن عبد الله بن عمر بن مَخْزُوم، الْقرشِي المَخْزُومِي الْمَكِّيّ، برهَان الدّين أَبُو إِسْحَاق الشَّافِعِي، قَاضِي مَكَّة المشرفة بن القَاضِي نور الدّين، بن قَاضِي الْقُضَاة كَمَال الدّين أبي البركات ابْن القَاضِي جمال الدّين أبي السُّعُود. جده الْوَلِيد بن الْوَلِيد بن الْمُغيرَة صَحَابِيّ رَضِي الله تَعَالَى عَنهُ. وَهُوَ أَخُو خَالِد ابْن الْوَلِيد سيف الله رَضِي الله عَنهُ. وأخوهما هِشَام بن الْوَلِيد صَحَابِيّ أَيْضا من الموءلفة قُلُوبهم رَضِي الله عَن الثَّلَاثَة. وَكَانَ إِسْلَام الْوَلِيد قبل إِسْلَام أَخَوَيْهِ. ¶ روى ابْن سعد فِي \" الطَّبَقَات \" قَالَ: أخبرنَا مُحَمَّد بن عمر \" قَالَ \" حَدثنَا إِبْرَاهِيم بن جَعْفَر عَن أَبِيه قَالَ، أسر الْوَلِيد يَوْم بدر أسره عبد الله بن جحش وَيُقَال سليط بن قيس الْمَازِني فَقدم فِي فداية أَخَوَاهُ خَالِد وَهِشَام ابْنا الْوَلِيد بن الْمُغيرَة. فتمنع عبد الله بن جحش حَتَّى إفتكاه بأَرْبعَة آلَاف فَخَرَجَا بِهِ حَتَّى بلغا بِهِ ذَا الحليفة فافلت مِنْهُمَا فَأتى",
            "page": "17",
            "part": "1",
            "seal": "D56B6F1A"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "النَّبِي صلى الله عَلَيْهِ وَسلم فَأسلم. فَقَالَ لَهُ خَالِد: هلا كَانَ هَذَا قبل أَن تفدى قَالَ: كرهت أَن تَقول قُرَيْش إِنَّمَا أتبع مُحَمَّدًا فِرَارًا من الفدا. ثمَّ أَخْرجَاهُ إِلَى مَكَّة وَهُوَ آمن لَهما، فحبساه بِمَكَّة مَعَ نفر كَانُوا قد اسلموا، مِنْهُم عَيَّاش بن أبي ربيعَة، وَسَلَمَة ابْن هِشَام، فَدَعَا لَهما رَسُول الله صلى الله عَلَيْهِ وَسلم قبل بدر، ودعا بعد بدر، للوليد بن الْوَلِيد مَعَهُمَا. فَدَعَا ثَلَاث سِنِين لهوءلاء الثَّلَاثَة. ثمَّ أفلت الْوَلِيد من الوثاق فَقدم الْمَدِينَة. فَسَأَلَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم عَن عَيَّاش بن أبي ربيعَة، وَسَلَمَة بن هِشَام، فَقَالَ تركتهما فِي ضيق وَشدَّة. فَقَالَ لَهُ: انْطلق حَتَّى تنزل بِمَكَّة على الْقَيْن فَإِنَّهُ قد أسلم، فتغيب عِنْده وأطلب الْوُصُول إِلَى عَيَّاش وَسَلَمَة فَأَخْبرهُمَا أَنَّك رَسُول رَسُول الله صلى الله عَلَيْهِ وَسلم بَان تأمرهما بِأَن ينطلقا حَتَّى يخرجَا. قَالَ الْوَلِيد: فَفعلت ذَلِك فَخَرَجَا وَخرجت مَعَهُمَا. فَكنت اسري بهما مَخَافَة الطّلب والفتنة، حَتَّى انتهينا إِلَى ظهر حرَّة الْمَدِينَة. ¶ وَقَالَ ابْن سعد: أَنبأَنَا مُحَمَّد بن عمر، حَدثنِي مُحَمَّد بن عبد الله، عَن الزُّهْرِيّ، عَن عُرْوَة قَالَ: خرج سَلمَة بن هِشَام، وَعَيَّاش بن أبي ربيعَة، والوليد بن أبي ربيعَة، والوليد بن الْوَلِيد مُهَاجِرين إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم، فطلبهم نَاس من قُرَيْش ليردوهم فَلم يقدروا عَلَيْهِم. فَلَمَّا كَانُوا بِظهْر الْحرَّة قطعت إِصْبَع الْوَلِيد بن الْوَلِيد، فَقَالَ:",
            "page": "18",
            "part": "1",
            "seal": "09AB20CB"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "هَل أَنْت إِلَّا إِصْبَع دميت ... وَفِي سَبِيل الله مَا لقِيت ¶ قَالَ: وَانْقطع فوآده فَمَاتَ بِالْمَدِينَةِ، فبكته أم سَلمَة بنت أبي أُميَّة رَضِي الله عَنْهَا فَقَالَت: ¶ يَا عين فابكي للوليد ... ابْن الْوَلِيد بن الْمُغيرَة ¶ كَانَ الْوَلِيد ابْن الْوَلِيد ... أَبُو الْوَلِيد فَتى الْعَشِيرَة ¶ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" لَا تقولي هَكَذَا يَا أم سَلمَة، وَلَكِن قولي: وَجَاءَت سكرة الْمَوْت بِالْحَقِّ ذَلِك مَا كنت مِنْهُ تحيد وروى ابْن سعد من وَجه آخر إِن الْوَلِيد بن الْوَلِيد بن الْمُغيرَة لما كَانَ بِظهْر الْحرَّة عثر فَانْقَطَعت أُصْبُعه فربطها وَهُوَ يَقُول: ¶ هَل أَنْت إِلَّا إِصْبَع دميت ... وَفِي سَبِيل الله مَا لقِيت فَدخل الْمَدِينَة فَمَاتَ بهَا. وَله عقب مِنْهُم ابْن سَلمَة بن عبد الله بن الْوَلِيد بن الْوَلِيد، سمى أبنه الْوَلِيد، فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" مَا اتخذتم الْوَلِيد إِلَّا حنانا \" فَسَماهُ عبد الله وَذكر ابْن عبد الْبر عبد الله هَذَا فِي كتاب \" الِاسْتِيعَاب \" فِي الصَّحَابَة فَقَالَ: عبد الله بن الْوَلِيد بن الْوَلِيد بن الْمُغيرَة، وَهُوَ ابْن أخي خَالِد وَأَبوهُ الْوَلِيد أسن من خَالِد وأقدم إسلاما. وَكَانَ اسْم عبد الله هَذَا الْوَلِيد، فَأتى رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ غُلَام فَقَالَ لَهُ: مَا اسْمك يَا غُلَام؟ فَقَالَ الْوَلِيد بن الْوَلِيد بن الْوَلِيد بن الْمُغيرَة. فَقَالَ: \" لقد كَادَت بَنو مَخْزُوم تجْعَل الْوَلِيد رَبًّا وَلَكِن أَنْت عبد الله \". وَأخرج ابْن إِسْحَاق، وَإِبْرَاهِيم الْحَرْبِيّ فِي \" غَرِيب الحَدِيث \" بِسَنَد حسن عَن أم سَلمَة رَضِي الله عَنْهَا قَالَت:",
            "page": "19",
            "part": "1",
            "seal": "104E6892"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "دخل عَليّ رَسُول الله صلى الله عَلَيْهِ وَسلم وَعِنْدِي غُلَام من آل الْمُغيرَة اسْمه الْوَلِيد، فَقَالَ: من هَذَا؟ قلت الْوَلِيد، فَقَالَ: \" قد اتخذتم الْوَلِيد حنانا. غيروا اسْمه، سَيكون فِي هَذِه الْأمة فِرْعَوْن يُقَال لَهُ الْوَلِيد \". انْتَهَت هَذِه الْفَائِدَة الحديثية. ¶ ولد صَاحب التَّرْجَمَة فِي جُمَادَى الْآخِرَة سنة خمس وَعشْرين وَثَمَانمِائَة. وَأخذ الْعلم عَن عَمه القَاضِي أبي السعادات وَغَيره، ولازم وَالِدي بِمَكَّة وبالقاهرة، فَأخذ عَنهُ الْفِقْه وَالْأُصُول والعربية، والمعاني وَالْبَيَان، وَبِه تخرج فِي الْفِقْه وَالْأُصُول. وانتفع بالشيخ أبي الْفضل المغربي فِي سَائِر الْفُنُون. وَأخذ أَيْضا عَن الْحَافِظ بن حجر، والكمال ابْن الْهمام، وَشَيخنَا التقي الشمني، وَشَيخنَا الشّرف الْمَنَاوِيّ، وَشَيخنَا الكافيجي وبرع وَمهر فِي الْفُنُون. وَولي قَضَاء مَكَّة المشرفة نَحْو ثَلَاثِينَ سنة. وانتهت إِلَيْهِ رياسة الْحجاز على الْإِطْلَاق. مَاتَ فِي لَيْلَة الْجُمُعَة سادس ذِي الْقعدَة سنة إِحْدَى وَتِسْعين وَثَمَانمِائَة. ¶ وَلما جَاوَرت بِمَكَّة المشرفة اتّفقت لي مَعَه قَضِيَّة أوجبت بعض النفور، لما كنت أرى أَنه لَا يصدر مِنْهُ ذَلِك، لِأَنَّهُ نشو وَالِدي، وغرس نعْمَته، وتربية بَيته، لِأَنَّهُ كَانَ فِي أول أمره فَقِيرا مملقاً خاملاً. فَكَانَ وَالِدي هُوَ الَّذِي يوءويه وَيقوم بموءنته، ويعلمه الْعلم، وَيعرف بِهِ الأكابر، وَيسْعَى لَهُ بالمرتبات. فَلَمَّا صَار إِلَى مَا صَار إِلَيْهِ، ورحت إِلَى هُنَاكَ رام أَن أكون فِي كنفه وَتَحْت لوائه، كَمَا كَانَ هُوَ عِنْد وَالِدي، وكما يكون أهل مصر عِنْده، رَغْبَة فِي مَاله. وَأَنا لست هُنَاكَ، انما أرَاهُ وَاحِدًا من جمَاعَة أبي كَانَ يحملني وَأَنا صَغِير على كتفه. فَلم يبلغ مني مَا رامه. فَكَانَ لَا يزَال",
            "page": "20",
            "part": "1",
            "seal": "E1123D6A"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "يعتبني على ذَلِك، وَيُرْسل إِلَيّ من يعتبني، فَلَا ازْدَادَ إِلَّا شهامة. ثمَّ إِنِّي حضرت عِنْده ختم البُخَارِيّ، فَأخذ يتَكَلَّم فِي فضل التَّوَاضُع وذم المتكبرين خُصُوصا فِي الْحرم. ففطنت أَنه يعرض بِي. فَالْتَفت إِلَيْهِ وأوردت عَلَيْهِ عدَّة أسئلة فِي الحَدِيث الَّذِي كَانَ يتَكَلَّم فِيهِ، فَأجَاب عَنْهَا بِمَا لَا يُرْضِي. فبحثت مَعَه إِلَى أَن انْقَطع، واعترف بالإستفادة مني، ونقلت لَهُ نقلا عَن \" الإرتشاف \" فَأنكرهُ. ثمَّ أرسل أحضرهُ من الْبَيْت، فَوجدَ النَّقْل فِيهِ كَمَا ذكرت. فخضع وَصَارَ فِي نَفسه مَا فِيهَا. ثمَّ مشت الْأَعْدَاء، وَاشْتَدَّ الشقاق، بِحَيْثُ خرجت من مَكَّة وَلم أودعهُ. ثمَّ قدم الْقَاهِرَة بعد سِنِين، فَسَأَلَنِي بعض الْأُمَرَاء أَن يجمع بيني وَبَينه للصلح، فَمَا أجبْت. ثمَّ بعد سِنِين أُخْرَى أرسل إِلَيْهِ الشَّيْخ عبد الْقَادِر بن شعْبَان الفرضي، وَهُوَ رَفِيقه فِي الْقِرَاءَة على وَالِدي، كتابا يسْأَله فِيهِ أَن يَجِيء إِلَيّ ويقرأني السَّلَام وَيطْلب لَهُ مني عدَّة كتب من تصانيفي ليستنسخها لَهُ. فَجَاءَنِي وَذكر لي ذَلِك فأجبته إِلَى مَا سَالَ، وأعطيته الْكتب الَّتِي سالها، وَهِي: \" الإتقان \"، و \" الْأَشْبَاه والنظائر \"، و \" تَكْمِلَة تَفْسِير الْجلَال الْمحلي \" و \" شرح ألفية الحَدِيث \"، و \" شرح ألفية بن مَالك \"، و \" الْجُزْء الأول من الدّرّ المنثور فِي التَّفْسِير الْمَأْثُور \". ثمَّ كتبت لَهُ كتابا بالصفاء، وَهَذِه صورته: بِسم الله الرَّحْمَن الرَّحِيم: ¶ كل نهر فِيهِ مَاء قد جرى ... فإليه المَاء يَوْمًا سيعود يُبْدِي محبَّة كَانَت فِي نهر الْعُرُوق جَارِيَة، ومودة كَانَت فِي الأباء ثَابِتَة، وان كَانَ عطلها بعض الكدر، فَهِيَ الْآن فِي الْأَبْنَاء واهية. على انه وَالله شَهِيد لَيْسَ كل مَا نقل إِلَى المسامع الْكَرِيمَة من تِلْكَ الأكدار بِصَحِيح، وَإِن",
            "page": "21",
            "part": "1",
            "seal": "138D5AE5"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "كَانَ بعضه قد وَقع فقد استدرك بالمحو وَلم يقف عَلَيْهِ أعجم وَلَا فصيح. وَمن نقل مَا نقل إِنَّمَا أعْتَمد على التَّوَهُّم، وَقصد بذلك أغراضا أدناها التوسم. وَلست كواحد من هوءلاء، فَإِن الْوَاحِد مِنْهُم عبد بَطْنه، إِن أعطي مدح وَأثْنى، وَإِن منع ذمّ وهجاً. وَأما أَنا فَإِنِّي أصحب الْإِنْسَان على الْحَالين حق الصُّحْبَة، واحفظ لَهُ فِي حُضُوره وغيبته رفيع الرُّتْبَة لَكِن مَعَ حفظ الْأَدَب، وَالْوُقُوف عِنْد الْحق الْمَحْض الْخَالِص من شبه الريب. وَقد كَانَ لكم فِي قلبِي من قبل أَن أحج الْحجَّة الأولى وَقبل أَن أَرَاكُم من الْمحبَّة مَا لَا يقدر قدرهَا، وَلَا يُسْتَطَاع حصرها. وَكنت أضمر للمخدوم فِي قلبِي أَن أكون لَهُ من الناصرين، وعَلى أعدائه من الثائرين. فَلَمَّا حصل الِاجْتِمَاع بالمخدوم رَأَيْته يراني بِغَيْر الْعين الَّتِي أرَاهُ، ويسوقني مساق الطغام الجفاة وَرُبمَا قدم عَليّ من لَيْسَ كشكلي، وَلست مِمَّن يرضى بالذل وَلَا يرضى بذلك من كَانَ مثلي: ¶ وَلَا الين لغير الْحق أساله ... حَتَّى يلين لضرس الماضغ الْحجر ¶ فهنالك حصل مَا حصل، وَفَرح بِهِ الْعَدو وافترى فِيمَا نقل. وعَلى كل تَقْدِير فقد زَالَ الجفا، وَحصل الصَّفَا، ومحي مَا كتب كَمَا أشرتم فِي سنة ثَلَاث وَسبعين، وَبدل بغاية الْإِحْسَان. وكتبت لكم التراجم الفائقة، فِي أَعْيَان الْعَصْر فَإِنَّكُم للأعيان أَعْيَان، مَعَ أَن الْأُصُول بِحَمْد الله تَعَالَى لم تزل مَحْفُوظَة، والإحساب بِعَين التَّعْظِيم والتبجيل ملحوظة، وَمَا زلت أعرف لكم حقكم، ومقامكم بذلك حقيق. فَمَتَى يسمح الزَّمَان برئيس يكون لَهُ فِي الرياسة أصل عريق، ويتمسك من الْعلم بِحَبل وثيق. وانتم",
            "page": "22",
            "part": "1",
            "seal": "40E091A0"
        },
        {
            "hno": "7",
            "id": "12",
            "nass": "بِحَمْد الله تَعَالَى فِي روءساء عصركم كَالشَّامَةِ، لما اجْتمع لكم من الصِّفَات الْعلية فحسيب، وَرَئِيس، وعالم، وعلامة. ¶ 7 - المتبولي، إِبْرَاهِيم بن عَليّ ¶ إِبْرَاهِيم بن عَليّ بن عمر المتبولي، أحد الْمَشْهُورين بالصلاح. مَاتَ سنة سبع وَسبعين وَثَمَانمِائَة. ¶ 8 - السوبيني، برهَان الدّين إِبْرَاهِيم الْحَمَوِيّ ¶ إِبْرَاهِيم بن عمر بن إِبْرَاهِيم القَاضِي برهَان الدّين السوبيني، الْحَمَوِيّ، ثمَّ الطرابلسي، الشَّافِعِي. ولد قبل ثَمَانمِائَة. وَأخذ عَن الشَّيْخ شمس الدّين بن زهرَة وَأخذ عَن الشَّيْخ شمس الدّين الْهَرَوِيّ، والشهاب ابْن المجدي وَغَيرهم. وَولي قَضَاء مَكَّة، وحلب، وطرابلس. وصنف كتبا مِنْهَا: \" شرح فَرَائض الْمِنْهَاج \" أَرْبَعَة مجلدات \" وشروح \" أُخْرَى أَرْبَعَة كل مِنْهَا مُجَلد و \" الإبهاج فِي لُغَات الْمِنْهَاج \" ثَلَاثَة مجلدات و \" شرحان على الشَّامِل الصَّغِير \" كَبِير، وتوضيح \" واقدار الرائض على الْفَتْوَى فِي الْفَرَائِض \" و \" الألغاز الْكُبْرَى \" على تَرْتِيب أَبْوَاب التَّنْبِيه، و \" الصُّغْرَى \" على تَرْتِيب الْمِنْهَاج، و \" شرح على الْمِنْهَاج \" شرع فِيهِ و \" شرح على التَّمْيِيز \" وصل فِيهِ إِلَى الرَّهْن، وكراسة فِي \" مسَائِل ينْسب فِيهَا إِلَى السَّاكِت قَول \" وَقد وقف عَلَيْهَا الشَّيْخ برهَان الدّين بن خضر فَرد عَلَيْهِ فِيهَا. ولازم",
            "page": "23",
            "part": "1",
            "seal": "0470CD9C"
        },
        {
            "hno": "9",
            "id": "13",
            "nass": "التدريس والإفتاء مَعَ الدّين وَالْخَيْر والعفة، فِي منصب الحكم، وَحسن السِّيرَة. وَمَات فِي ذِي الْحجَّة سنة ثَمَان وَخمسين وَثَمَانمِائَة. ¶ 9 - البقاعي، الْحَافِظ برهَان الدّين إِبْرَاهِيم ¶ إِبْرَاهِيم بن عمر بن حسن الرِّبَاط، بن عَليّ بن أبي بكر البقاعي الشَّافِعِي، برهَان الدّين أَبُو الْحسن، الْعَلامَة الْمُحدث الْحَافِظ. ولد سنة تسع وَثَمَانمِائَة تَقْرِيبًا وَأخذ القراآت عَن ابْن الْجَزرِي وَغَيره، والْحَدِيث عَن الْحَافِظ ابْن حجر، وَالْفِقْه عَن التقي بن قَاضِي شُهْبَة. ولازم القاياتي، والونائي، وَسَائِر الْأَشْيَاخ. وَمهر وبرع فِي الْفُنُون وداب فِي الحَدِيث، ورحل وَسمع من الْبُرْهَان الْحلَبِي، والبرهان الوَاسِطِيّ، والتدمري، وَالْمجد الْبرمَاوِيّ، والبدر البوصيري، وخلقٌ يجمعهُمْ مُعْجَمه الَّذِي سَمَّاهُ \" عنوان الزَّمَان بتراجم الشُّيُوخ والأقران \". وَله تصانيف كَثِيرَة حَسَنَة مِنْهَا كتاب \" الْجَوَاهِر والدرر فِي مُنَاسبَة الْآي والسور \" و \" النكت على شرح ألفية الْعِرَاقِيّ \" و \" النكت على شرح العقائد \" ومختصر كتاب الرّوح لِأَبْنِ الْقيم سَمَّاهُ \" سر الرّوح \" و \" القَوْل الْمُفِيد فِي أصُول التجويد \" وكفاية الْقَارئ \" فِي رِوَايَة أبي عَمْرو و \" الإطلاع على حجَّة الْوَدَاع \". وَله ديوَان شعرسماه \" أشعار الواعي بأشعار البقاعي \". وشعره كثير، والجيد مِنْهُ وسط فَمِنْهُ قَوْله: ¶ حرف الْهمزَة",
            "page": "24",
            "part": "1",
            "seal": "D5F3A9F9"
        },
        {
            "hno": "10",
            "id": "14",
            "nass": "وَبِي زركشي أهيف الْقد أحورٌ ... محياه يهزو بالبدور الطوالع تعلم جفني من بَدَائِع حسنه ... فَذهب خدي من دِمَاء مدامعي ¶ وَقَوله: ¶ لَا يروموا مِنْك برا ... ونفيس المَال مخزون ¶ لن تنالوا الْبر حَتَّى ... تنفقوا مِمَّا تحبون ¶ وَقَوله: ¶ وَلما رَأَيْت الْبَدْر ألْقى شعاعه ... على نيل مصرٍ والسفين بِنَا تجْرِي ¶ تخيلته نَهرا يسير بسيرنا ... من الْفضة الْبَيْضَاء فِي لجة الْبَحْر ¶ وَقَوله: ¶ للْعَبد يجْرِي الْأجر بعد الْمَوْت فِي ... تسعٍ كَمَا قَالَ الرَّسُول الْمُصْطَفى ¶ أجراء نهرٍ حفر بئرٍ غرس نخ ... لٍ نشرعلمٍ وَالتَّصَدُّق فِي الشفا ¶ وَبِنَاء بَيت ابْن السَّبِيل ومسجدٍ ... وبتركه ابْنا صَالحا أَو مُصحفا ¶ 10 - الحدري، التّونسِيّ إِبْرَاهِيم بن مُحَمَّد ¶ إِبْرَاهِيم بن مُحَمَّد الحدري، شيخ تونس وعالمها. مولده قبل الْقرن. وَمَات سنة ثَمَان وَثَمَانِينَ.",
            "page": "25",
            "part": "1",
            "seal": "ABAD36C1"
        },
        {
            "hno": "11",
            "id": "15",
            "nass": "11 - ابْن أبي شرِيف، برهَان الدّين إِبْرَاهِيم بن مُحَمَّد ¶ إِبْرَاهِيم بن مُحَمَّد بن أبي بكر بن عَليّ مَسْعُود بن رضوَان المري الْقُدسِي، الشَّافِعِي، قَاضِي الْقُضَاة، برهَان الدّين، بن أبي شرِيف. ولد فِي ذِي الْقعدَة سنة سِتّ وَثَلَاثِينَ وَثَمَانمِائَة. ودأب فِي الْعلم. وَأخذ عَن الْأَشْيَاخ، كالشيخ جلال الدّين الْمحلي، وَالْعلم البُلْقِينِيّ، والزين البوتيجي، والسعد الديري، وَأبي الْفضل المغربي وَغَيرهم. وبرع فِي الْفُنُون. وتصدى للإقراء والإفتاء. وصنف كتبا مِنْهَا \" شرح قَوَاعِد الْإِعْرَاب لإبن هِشَام \" و \" منظومة فِي القراآت \" و \" نظم النخبة \" وَولي قَضَاء الديار المصرية فِي ذِي الْقعدَة سنة سِتّ وَتِسْعين وَمن شعره: ¶ تحكم فِي قلبِي هواكم أحبتي ... فأنحل جسمي بل أذاب فوآدي ¶ عصيتُ عذولي فِي الْمحبَّة فِيكُم ... وَقلت هم عيشي وكل مرادي ¶ سكنتم سويدا الْقلب يَا خير سادةٍ ... وَمن مقلتي أَيْضا سَواد سوَادِي ¶ جرى عَن دمٍ دمعي فَأشبه عِنْدَمَا ... لطول صدودٍ مِنْكُم وبعادِ ¶ سقاني الْهوى صرفا كوءوس محبَّة ... فأشربها قلبِي ليَوْم معادي ¶ فبالله منوا أَو عدوني بوصلكم ... فَإِنِّي الْمُحب المستمر ودادي ¶ 12 - الديري، برهَان الدّين إِبْرَاهِيم بن مُحَمَّد ¶ إِبْرَاهِيم بن مُحَمَّد بن عبد الله بن سعد بن أبي بكر بن مصلح بن أبي",
            "page": "26",
            "part": "1",
            "seal": "A6DCC7DB"
        },
        {
            "hno": "13",
            "id": "16",
            "nass": "بكر بن سعد الدّين الديري، الْحَنَفِيّ، قَاضِي الْقُضَاة، برهَان الدّين، ابْن قَاضِي الْقُضَاة، شمس الدّين، ولد سنة عشر وَثَمَانمِائَة. وَسمع على وَالِده، والشرف ابْن الكويك. وَأَجَازَ لَهُ وتفقه، وبرع، وتفننن. وَولي نظر الأسطبل ثمَّ كِتَابَة السِّرّ، ثمَّ مشيخة الموءيدية، ثمَّ قَضَاء الْحَنَفِيَّة. مَاتَ فِي سنة سِتّ وَسبعين وَثَمَانمِائَة. ¶ 13 - النَّاجِي، برهَان الدّين إِبْرَاهِيم بن مُحَمَّد ¶ إِبْرَاهِيم بن مُحَمَّد بن مَحْمُود، الدِّمَشْقِي، الشَّيْخ برهَان الدّين، الْمَعْرُوف بالناجي، لكَونه تمذهب شافعياً بعد ان كَانَ حنبلياً، مُحدث دمشق الْآن. ولد سنة عشر وَثَمَانمِائَة. وَأخذ الْفَنّ عَن الْحَافِظ بن نَاصِر الدّين وَغَيره. وَله تصانيف حَدِيثِيَّةٌ مَعَ الدّين وَالْخَيْر. كتب إِلَيّ بعض أَصْحَابِي من دمشق مطالعة يذكر فِيهَا، إِن النَّاجِي هَذَا اعْترض عَليّ فِي شَيْئَيْنِ: أَحدهمَا إفتائي إِن وَالِدي رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْجنَّة، وتصنيفي فِي ذَلِك الْكتاب الَّذِي ألفته سنة سبع وَثَمَانِينَ، وسميته \" التَّعْظِيم والْمنَّة فِي أَن وَالِدي الْمُصْطَفى فِي الْجنَّة \" وَقَالَ إِن الحَدِيث الْوَارِد فِي أحيائهما ذكره ابْن الْجَوْزِيّ فِي \" الموضوعات \". قَالَ كَاتب المطالعة: وجدت التصنيف الْمَذْكُور، وَذَهَبت إِلَيْهِ لنَنْظُر جَوَابه فِيهِ، فَلَقِيت بعض طلبته فِي الطَّرِيق فَذكرت لَهُ مَا أَنا قَاصد إِلَيْهِ. فَقَالَ لي: دَعْنِي أَنا ُأكَلِّمهُ فَإِن عِنْده حِدة. قَالَ: فَذَهَبت مَعَه إِلَيْهِ. فَقَالَ: اعترضتم على فلَان بِكَذَا وَكَذَا، فَقَالَ نعم. فَقَالَ \" أَن شيخكم الْحَافِظ ابْن نَاصِر",
            "page": "27",
            "part": "1",
            "seal": "58E1FF70"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "الدّين قد ذهب إِلَى مثل ذَلِك، وَمَشى على أَن الحَدِيث غير مَوْضُوع، وَإِنَّمَا هُوَ ضَعِيف فَقَط، وَذكر لَهُ الأبيات الثَّلَاثَة الَّتِي ذكرهَا ابْن نَاصِر الدّين فِي كِتَابه الْمُسَمّى \" مورد الصادي فِي مولد الْهَادِي \". قَالَ كَاتب المطالعة: فَسلم حِينَئِذٍ لما سمع كَلَام شَيْخه وَالثَّانِي أَنه رأى فِي \" ألفيتي \" الَّتِي \" فِي الحَدِيث \": مُحَمَّد بن أتش الصَّنْعَانِيّ \" بِالتَّاءِ والشين بِلَا تواني \". فَقَالَ: هَذِه رِوَايَة ضَعِيفَة فِي بعض نسخ البُخَارِيّ، وَالصَّحِيح أَنه مُحَمَّد بن أنس بالنُّون وَالسِّين. قَالَ كَاتب المطالعة: فَقلت لذَلِك الطَّالِب: الْحق مَا ذكره فلَان، يُرِيدنِي قَالَ: وَقد ذكر ذَلِك ابْن الْجَوْزِيّ فِي \" التَّنْقِيح \". ثمَّ قَالَ: أَنا اذْهَبْ إِلَيْهِ وأذكر لَهُ ذَلِك. فَذَهَبت مَعَه. فَقَالَ لَهُ: يَا سَيِّدي اعترضتم على فلَان بِكَذَا وَكَذَا. قَالَ: نعم. قَالَ فَإِن ابْن الْجَوْزِيّ قد ذكر هَذَا بِعَيْنِه فِي \" التَّنْقِيح \" وَأرَاهُ لَهُ. فَقَالَ النَّاجِي: يَنْبَغِي أَن نصلح نسختنا من البُخَارِيّ. انْتهى. ¶ قلت: وَهَذَا مِنْهُ دَلِيل على عدم حفظه وتحقيقه، فَإِن مُحَمَّد بن أنس الَّذِي فِي البُخَارِيّ الصَّحِيح فِيهِ أَنه بالنُّون وَالسِّين كَمَا ذكر أَو لَا فِي أعتراضه، وَلَيْسَ هُوَ الصَّنْعَانِيّ الَّذِي ذكرته فِي الألفية، بل هُوَ رجل آخر غَيره. وَلَو تَأمل نفس الألفية عرف ذَلِك مِنْهَا. فَإِنِّي ذكرت فِيهَا مَا يتَعَلَّق بِصَحِيح البُخَارِيّ وَحده وَمَا يتَعَلَّق بِغَيْرِهِ. فَإِذا لم يهتد لذَلِك، فَكَانَ يَهْتَدِي إِلَيْهِ فِي قولي الصَّنْعَانِيّ. فَإِن مُحَمَّد بن إتش الصَّنْعَانِيّ لَا رِوَايَة لَهُ فِي البُخَارِيّ، وَهُوَ بِالتَّاءِ والشين بِإِجْمَاع أهل الحَدِيث، لَا خلاف بَينهم فِي ذَلِك. وَلِهَذَا أَشرت إِلَى عدم الْخلاف فِيهِ بِقَوْلِي: \" بِلَا تواني \". وَأما الَّذِي فِي البُخَارِيّ فَهُوَ مُحَمَّد بن أنس الْكُوفِي. وَفِيه الْخلاف. فبعضهم قَالَ: هُوَ بِالتَّاءِ والشين كالصنعاني، وَالْجُمْهُور قَالُوا هُوَ بالنُّون وَالسِّين كالجادة، وَهُوَ الصَّحِيح. وَقد بَين ذَلِك حَافظ الْعَصْر أَبُو الْفضل ابْن حجر فِي كِتَابه \" المشتبه \" وَفِي \" مُقَدّمَة شرح البُخَارِيّ \". انْتهى. مَاتَ النَّاجِي فِي رَمَضَان سنة تِسْعمائَة.",
            "page": "28",
            "part": "1",
            "seal": "2E500BF1"
        },
        {
            "hno": "14",
            "id": "18",
            "nass": "14 - اللَّقَّانِيّ، برهَان الدّين إِبْرَاهِيم بن مُحَمَّد ¶ إِبْرَاهِيم بن مُحَمَّد بن مُحَمَّد بن عمر بن عَطِيَّة بن يُوسُف بن جميل، اللَّقَّانِيّ، الْمَالِكِي، قَاضِي الْقُضَاة، برهَان الدّين. ولد فِي صفر سنة سبع عشرَة وَثَمَانمِائَة. وَسمع الحَدِيث على الزَّرْكَشِيّ. وتفقه وبرع، ودرس، وَأفْتى، وَولي قَضَاء الْمَالِكِيَّة، وتدريس التَّفْسِير بالبرقوقية. مَاتَ فِي الْمحرم سنة سِتّ وَتِسْعين وَثَمَانمِائَة. ¶ 15 - الكركي، برهَان الدّين إِبْرَاهِيم بن مُوسَى ¶ إِبْرَاهِيم بن مُوسَى بن بِلَال بن عمر بن مَسْعُود بن دمج، الشَّيْخ برهَان الدّين الكركي، الشَّافِعِي، الْمُقْرِئ. ولد سنة سِتّ وَسبعين وَسَبْعمائة. وتلى بالسبع على التقي الْعَسْقَلَانِي، إِمَام جَامع ابْن طولون والبرهان الشَّامي، وَغَيرهمَا. وَأَجَازَ لَهُ الْحَافِظ زين الدّين الْعِرَاقِيّ. وَسمع البُخَارِيّ على الْبُرْهَان بن صديق، وَحضر دروس السراج البُلْقِينِيّ، واشتغل فِي الْفِقْه، والنحو وَغَيرهمَا من الْفُنُون على الْبَدْر الطنبدي، وَالْوَلِيّ الْعِرَاقِيّ، والبرهان البيجوري، وَالشَّمْس الْبرمَاوِيّ، وَابْن الهائم وَغَيرهم. أثنى عَلَيْهِ البقاعي فِي مُعْجَمه فَقَالَ: كَانَ إِمَامًا عَالما، بارعاً، مفنناً، متضلعاً من الْعلم. كَانَ الشَّيْخ تَاج الدّين يَقُول: مَا وعيت الدُّنْيَا إِلَّا وَالشَّيْخ برهَان الدّين يشار إِلَيْهِ فِي الْعُلُوم. وصنف كتبا مِنْهَا: \" الْإِسْعَاف فِي معرفَة الْقطع والإستئناف \" و \" لَحْظَة الطّرف فِي معرفَة الْوَقْف \" و \" نكت على الشاطبية \" و \" الْآلَة فِي معرفَة الْوَقْف والأمالة \" و \" حل الرَّمْز فِي وقف حَمْزَة",
            "page": "29",
            "part": "1",
            "seal": "85F9B47B"
        },
        {
            "hno": "16",
            "id": "19",
            "nass": "وَهِشَام على الْهَمْز \" و \" درة الْقَارئ الْمجِيد فِي أَحْكَام الْقِرَاءَة والتجويد \" و \" شرح ألفية ابْن مَالك \" و \" إِعْرَاب الْمفصل \" من الحجرات إِلَى آخر الْقُرْآن و \" مرقاة اللبيب إِلَى علم الأعاريب \" و \" نثر الألفية \" و \" شرح فُصُول ابْن معطي \" و \" مُخْتَصر الورقات \" و \" حَاشِيَة على تَفْسِير القَاضِي عَلَاء الدّين التركماني \" و \" توضيح على مولدات ابْن الْحداد \" و \" مُخْتَصر الرَّوْضَة \" و \" شرح تَنْقِيح اللّبَاب \" للعراقي وَغير ذَلِك. مَاتَ فِي رَمَضَان سنة ثَلَاث وَخمسين وَثَمَانمِائَة. ¶ 16 - أَبُو ذَر الْحلَبِي، موفق الدّين أَحْمد بن إِبْرَاهِيم بن مُحَمَّد ¶ أَحْمد بن إِبْرَاهِيم بن مُحَمَّد بن خَلِيل الطرابلسي الأَصْل الْحلَبِي الشَّافِعِي، الإِمَام البارع الأديب مُحدث حلب، موفق الدّين أَبُو ذرٍ، ابْن الإِمَام الْعَالم الْحَافِظ، برهَان الدّين أبي الوفا سبط ابْن العجمي. ولد سنة ثَمَانِي عشرَة وَثَمَانمِائَة. وَأخذ الْفَنّ عَن وَالِده، والحافظ ابْن نَاصِر الدّين، والحافظ ابْن حجر. وَسمع وَكتب، وَجمع مجاميع، وتولع بنظم الْفُنُون حَتَّى برع فِي الْأَدَب، وَصَارَ بِأَخْذِهِ هُوَ الْمشَار إِلَيْهِ فِي الحَدِيث بحلب. وَرَأى مَعَ رجل هُنَاكَ كتابي \" بزوغ الْهلَال فِي الْخِصَال الْمُوجبَة للضلال \" فَكَتبهُ بِخَطِّهِ وَهُوَ فِي الشيوخة. مَاتَ فِي ذِي الْقعدَة سنة أَربع وَثَمَانِينَ وَثَمَانمِائَة. وَله مواليا: ¶ عارضك وَالْخَال ذَا مسكي وَذَا ندي ... واللحظ وَالْقد ذَا خطي وَذَا هندي ¶ وَالشعر وَالْفرق ذَا وَصلي وَذَا صدي ... والخد والثغر ذَا حري وَذَا بردي",
            "page": "30",
            "part": "1",
            "seal": "534200CA"
        },
        {
            "hno": "17",
            "id": "20",
            "nass": "وَقَالَ: ¶ عني تسليت، وأسياف الجفا سليت ... مني تخليت، فِي قلبِي غصص خليت ¶ قَتْلِي استحليت، فِيهِ النَّحْر مَا حليت ... فِي الْقلب حليت، مري بالوصال حليت ¶ 17 - الْعَسْقَلَانِي، عز الدّين أَحْمد بن إِبْرَاهِيم ¶ أَحْمد بن إِبْرَاهِيم بن نصر الله بن أَحْمد بن مُحَمَّد بن أبي الْفَتْح بن هَاشم بن إِسْمَاعِيل بن إِبْرَاهِيم بن نصر الله بن أَحْمد الْكِنَانِي الْعَسْقَلَانِي الأَصْل، الْمصْرِيّ، الْحَنْبَلِيّ، شَيخنَا قَاضِي الْقُضَاة عز الدّين، أَبُو البركات، بن قَاضِي الْقُضَاة، برهَان الدّين، بن قَاضِي الْقُضَاة نَاصِر الدّين. ولد فِي ذِي الْقعدَة سنة ثَمَانمِائَة. وَسمع على خَاله الْجمال الْكِنَانِي، والشرف ابْن الكويك، وَخلق. وَأَجَازَ لَهُ الْحَافِظ زين الدّين الْعِرَاقِيّ، قَاضِي طيبَة زين الدّين المراغي، وَعَائِشَة بنت عبد الْهَادِي، وَغَيرهم. وَأَقْبل على الْعلم فتفقه على قَاضِي الْقُضَاة مجد الدّين سَالم، وقاضي الْقُضَاة محب الدّين بن نصر الله الْبَغْدَادِيّ، وَأخذ سَائِر الْفُنُون عَن الشَّيْخ عبد السَّلَام الْبَغْدَادِيّ وَغَيره. وَمهر وتميز فِي الْفُنُون. وانتهت إِلَيْهِ رياسة الْحَنَابِلَة. وَولي التدريس بغالب الْمدَارِس الْعَظِيمَة، كالجامع الطولوني، وَالْجَامِع الحاكمي، ومدرسة السُّلْطَان حسن، والشيخونية، والجمالية، والموءيدية، والأشرفية وَغَيرهَا. ثمَّ ولي قَضَاء الْقُضَاة بعد موت الْبَدْر الْبَغْدَادِيّ،",
            "page": "31",
            "part": "1",
            "seal": "8658DFB3"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "فباشره بعفة ونزاهة وتواضع مُفْرد، بِحَيْثُ لم يتَّخذ لَهُ نَقِيبًا وَلَا حاجباً، وَترك تكلّف وَحسن عشرَة. وَهَذَا شَأْن من يكون عريقاً فِي الرياسة إِن المنصب لَا يزِيدهُ إِلَّا تواضعاً وطرحاً للتكلف، وَالْإِكْرَام لَا يزِيدهُ إِلَّا لينًا ولطفاً. والأراذل على الضِّدّ من ذَلِك اذا ولوا ولَايَة ازدادوا تكبراً وترفعاً، وَإِذا أكْرمُوا ازدادوا عتواً وطغيانا. وَقد روينَا بِالْإِسْنَادِ عَن السّلف قَالَ: احْذَرُوا صولة الْكَرِيم اذا أهين، واللئيم إِذا أكْرم، وَالْحر إِذا جَاع، وَالْعَبْد إِذا شبع. ولشيخنا هَذَا عدَّة تصانيف فِي عدَّة فنون مِنْهَا: \" نظم اصول ابْن الْحَاجِب \" و \" تَوْضِيحه \" قَرَأت عَلَيْهِ بعضه و \" مُخْتَصر الْمُحَرر \" فِي الْفِقْه و \" تَصْحِيحه \" و \" نظمه \" و \" تَوْضِيحه \" و \" تَصْحِيح مُخْتَصر الْخرقِيّ \" و \" المقايسة الكافية بَين الْخُلَاصَة والكافية \" ومنظومة فِي النَّحْو تسمى \" صفوة الْخُلَاصَة \" و \" توضيحها \" و \" طَبَقَات الْحَنَابِلَة \" و \" شِفَاء الْقُلُوب فِي مَنَاقِب بني أَيُّوب \" و \" تَنْبِيه الأخيار بِمَا وَقع فِي الْمَنَام من الْأَشْعَار \" و \" نظم النخبة \" و \" نظم التَّلْخِيص \" و \" تَوْضِيحه \" و \" منظومة فِي الْحساب الهوائي \" و \" منظومة فِي علم الْغُبَار \" و \" منظومة فِي الْجَبْر والمقابلة \" و \" منظومة فِي المساحة \" و \" توضيح الْكل \" ومقدمة تسمى \" الْفتُوح فِي المفتوح \" و \" ايضاح النخبة \" و \" مُخْتَصر شرح ألفية الحَدِيث \" و \" منظومة فِي خلاف الْأَئِمَّة الْأَرْبَعَة \" و \" مُخْتَصر منهاج الْأُصُول \" و \" الزّبد فِي النَّحْو \" ارجوزة و \" شرح ألفية ابْن مَالك \" و \" توضيحها \" و \" الْحَوَاشِي عَلَيْهَا \" و \" أرجوزة فِي أصُول الدّين \" و \" مُخْتَصر فعلت وأفعلت \" و \" أرجوزة فِي قُضَاة مصر \" و \" مُقَدّمَة فِي الجيب \" فِي الْمِيقَات و \" مُقَدّمَة فِي علم الْحَرْف \" وأرجوزة فِي الْعرُوض \" و \" الوافية فِي القافية \" رائية و \" شرحها \" و \" قصيدة فِي الْحساب على لَام ألف \" و \" شرحها \" و \" مُخْتَصر المساحة \" لشجاع، وَغير ذَلِك. وَمن شعره:",
            "page": "32",
            "part": "1",
            "seal": "53A42D9B"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "يَقُول خليلي كم تهزني العدا ... فَقلت لَهُ لَا بُد للسيف من هز ¶ فَقَالَ وقدماً طَال فِي الذل مكثنا ... فناديت اُبْشُرْ هَذِه دولة الْعِزّ ¶ وَمن مناقبه انه لما ولي الْقَضَاء لم يُقَابل الَّذِي بَصق فِي وَجهه، وَكَانَ أحد نواب الْحَنَابِلَة، بل ولاه واكرمه. وَكَانَ جم المحاسن وَله النّظم الْجيد. توفّي رَحمَه الله تَعَالَى لَيْلَة السبت حادي عشر جُمَادَى الأولى سنة سِتّ وَسبعين وَثَمَانمِائَة. وَمن نظمه مَا كتب بِهِ إِلَى الشهَاب الْحِجَازِي لغزا فِي مُحَمَّد: ¶ يَا وَاحِد الْعَصْر وَمن فَضله ... كالصبح فِي شَرق وَفِي مغرب ¶ وَيَا شهاباً فاق شمس الضُّحَى ... فِي كل معنى قد سمى مغرب ¶ اسْمَع بقيت الدَّهْر فِي رفْعَة ... يقصر عَنْهَا بصر المعجب ¶ مَا اسمٌ لشَيْء عز فِي عصرنا ... وان غَدا أشهر من كَوْكَب ¶ فردٌ وَإِن ركب من أَربع ... وَمن ثَلَاث إِن تشأ ركب ¶ وَرَفعه حرفٌ وَفعل مضى ... وَاسم لبانيه وللمعرب ¶ وربعه مثل لربعين فِي ... قدرٍ وان شكيت فِيهِ احسب ¶ وربعه مثل لقوم غدوا ... وَالله رَبِّي حسبهم وَالنَّبِيّ ¶ وَقيل بل كالعشر فَانْظُر لما ... بَينهمَا يَا اوحدا وانسب ¶ وربعه الرَّابِع أَن حلّه ... تغير دلّ على الْمطلب ¶ لَا زلت للطلاب كنزاً بِلَا ... مَوَانِع عَن سيبه المسهب ¶ ودمت يَا احمدنا صَالحا ... كعمر نوح الطَّاهِر الطّيب ¶ فَأَجَابَهُ الشهَاب الْحِجَازِي والغز لَهُ فِي سريع: يَا سيداً كَاتب عبدا لَهُ ... وَعَن رَقِيق اللَّفْظ لم يعزب ¶ وَيَا إِمَام الْعَصْر وَالْفَجْر مَا ... مثلك فِي شرقٍ وَفِي مغرب",
            "page": "33",
            "part": "1",
            "seal": "392DBD11"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وَيَا بليغاً مفصحاً عِنْدَمَا ... يلفظ لم يعوز وَلم يسهب ¶ وَيَا أديباً راق فِي لغزه ... حسنا بِلَفْظ مِنْهُ مستعذب ¶ يَا مهدياً من دُرَر النّظم مَا ... ينعَت بالمرقص والمطرب ¶ أعليت شأني مِنْك باللغز مَا ... أَتَى وبالعز علا منصبي ¶ بادرت بِالطَّاعَةِ للْحلّ من ... مقفلة مَا خلته متعبي ¶ ومذ توسلت بِمن اسْمه ... مُحَمَّد فِي حل مَا حل بِي ¶ رويت عَن سهلٍ بحلي لَهُ ... وَكنت أروي قبل عَن مُصعب ¶ الفيته فِي الأَرْض بَدْرًا سما ... ذَا النُّور فِي الْمشرق وَالْمغْرب ¶ وَهُوَ رباعي حُرُوف وَفِي ... رَأْيِي خماسي فقس وانسب ¶ نعم وقومٌ بلَّغوه إِلَى ... تسعين واثنين فسم واحسب ¶ إِن تقلب النّصْف تَجِد سُورَة ... من الْكتاب المعجز المعجب ¶ أَو يقْرَأ الْقَارئ نصفا لَهُ ... مد وَلم يدغم وَلم يقلب ¶ وَإِن حذفت الرّبع من أول ... فَذَاك لله على اللطف بِي ¶ هَذَا جوابي بعد لايٍ بدا ... مني فَلَا تذمم وَلَا تعتب ¶ واعذر عَن التَّقْصِير فِي مهلتي ... فشانك الْمَانِع عَن مطلبي ¶ لَا زلت فِينَا ذخر من لم يجد ... لَهُ سوى علياك من مَذْهَب ¶ مولَايَ وَاصْفَحْ إِنَّنِي قد بدا ... تهجم مني وَلم أرهب",
            "page": "34",
            "part": "1",
            "seal": "F8608906"
        },
        {
            "hno": "18",
            "id": "24",
            "nass": "قل لي مَا شيءٌ لَهُ رونق ... شبه بِالْمَاءِ لمستصحب ¶ يُقَاس فِي حَال زياداته ... وَالنَّقْص كالبحر لمستعرب ¶ يعذب فِي ذوق لوراده ... وَعند قوم غير مستعذب ¶ يبطي على طَالبه تَارَة ... وَهُوَ سريعٌ حَيْثُ لم يُطلب ¶ وَهُوَ رباعي وَنصف اسْمه ... شبه خَفِي وَبِه احبب ¶ وَنصفه الآخر مقلوبه ... وصف ذميم شبه مستصعب ¶ وربعه الأول إِن تطرحن ... رادف ارضا وَهِي من ماربي ¶ وربعه الآخر إِن تحذفن ... اسْم ولي عَابِد قد حبي ¶ وَهُوَ لعمري آلَة للبنا ... ان عمر الأبيات لم تخرب ¶ نعم وَقد أوضحت أشكاله ... وكدت أبديه فَلم احجب ¶ فَاعْفُ وسامح عَن مصاب بِمَا ... جناه من مقوله المعتب ¶ وابق إِلَى الْآدَاب وَالْعلم فِي ... جاه النَّبِي الطَّاهِر الطّيب ¶ 18 - الأسيوطي، ولي الدّين أَحْمد بن أَحْمد ¶ أَحْمد بن أَحْمد بن عبد الْخَالِق بن عبد المحيي بن عبد الْخَالِق بن عبد الْعَزِيز الأسيوطي، قَاضِي الْقُضَاة، ولي الدّين، أَبُو الْفضل، ولد سنة ثَلَاث عشرَة وَثَمَانمِائَة. وَسمع على أَبِيه وَعَمه، وَحضر على الْجمال الْحَنْبَلِيّ. واشتغل قَلِيلا. وَولي عدَّة وظائف وتداريس بالجاه. وَولي فضاء الْقُضَاة بالديار المصرية مَعَ وجود شَيخنَا شيخ الْإِسْلَام شرف الدّين الْمَنَاوِيّ، فَكَانَت إِحْدَى الْكبر. فَأَقَامَ فِيهِ خمس عشرَة سنة وَلَاء ثمَّ عزل. وَكَانَ فِيهِ مداراة ولين جَانب. مَاتَ فِي سنة إِحْدَى وَتِسْعين وَثَمَانمِائَة.",
            "page": "35",
            "part": "1",
            "seal": "71B348CB"
        },
        {
            "hno": "19",
            "id": "25",
            "nass": "19 - الأميوطي، شهَاب الدّين أَحْمد بن أَسد ¶ أَحْمد بن أَسد بن عبد الْوَاحِد الأميوطي الشَّيْخ شهَاب الدّين الْمُقْرِئ. ولد سنة ثَمَان وَثَمَانمِائَة. وتلا على ابْن الْجَزرِي وَغَيره، وبرع فِي فن القراآت، وأقرأ زَمَانا. مَاتَ رَاجعا من الْحَج فِي أَوَاخِر سنة اثْنَتَيْنِ وَسبعين وَثَمَانمِائَة. ¶ 20 - الشهَاب السعودي، شهَاب الدّين أَحْمد بن إِسْمَاعِيل ¶ أَحْمد بن أبي السُّعُود إِسْمَاعِيل بن إِبْرَاهِيم بن مُوسَى بن سعيد بن عَليّ المنوفي السعودي الشَّافِعِي، شهَاب الدّين أَبُو الْعَبَّاس، الأديب البارع، الشَّاعِر الماهر، أحد السَّبْعَة الشهب. ولد فِي شَوَّال سنة أَربع عشرَة وَثَمَانمِائَة. وتفقه قَلِيلا، وَأخذ الْفَرَائِض والحساب عَن الزين البوتيجي فبرع فيهمَا، وتولع بالشعر حَتَّى طارح الأدباء، وَعرف بَينهم. وَحل الألغاز ونظم الْكثير، وَله النثر البليغ فِي نِهَايَة. مَاتَ بِالْمَدِينَةِ فِي شَوَّال سنة سبعين وَثَمَانمِائَة. وَمن شعره: ¶ بِلَا موعد زارت وَقَالَت سحرتني ... فوسوس قلبِي والمنام عصى جفني وَقبل حجلي اخمصي واستمالني ... وشاحي وَبَات القرط يدوي على اذني ¶ وَقَالَ فِي مليح منجم: ¶ لمحبوبي المنجم قلت يَوْمًا ... فدتك النَّفس يَا بدر الْكَمَال",
            "page": "36",
            "part": "1",
            "seal": "C18A7137"
        },
        {
            "hno": "21",
            "id": "26",
            "nass": "براني الهجر فاكشف عَن ضميري ... فَهَل يَوْمًا أرى بَدْرِي وفا لي ¶ وَقَالَ فِي مليح اسْمه عَليّ: ¶ قل لي مَتى ظعنهم جد السرى بعلي ... وَأي دمع عَلَيْهِ غير منهمل ¶ قد سارع الْحزن نحوي بعد فرقتهم ... فَلَا تسل عَن مصابي يَوْم سَار عَليّ ¶ وَقَالَ فِي صدر رِسَالَة: ¶ وَلما بَكَيْت الدمع بعْدك والدما ... وَلم يبْق فِي عَيْني القريحة مَا يجْرِي ¶ أحلّت من التقريح أسودها وَقد ... كتبت بِهِ لما افْتَقَرت إِلَى الحبر ¶ وَقَالَ ملغزا فِي بلقينة وَكتب بِهِ إِلَى الأديب شمس الدّين النواجي: ¶ يَا بَلْدَة غراء فِي بَعْضهَا ... جَارِيَة تشدو بِصَوْت رطيب ¶ وَالْقلب مِنْهَا إِن تأملته ... وصف لمن بَات ضجيع الحبيب ¶ فَأَجَابَهُ النواجي: ¶ يَا سيداً أهلني لغزه ... فِي بَلْدَة يأوي إِلَيْهَا الْغَرِيب ¶ تصحيفها مِنْك تلقيته ... وَهِي الَّتِي سادت بحبر نجيب ¶ 21 - الأبشيطي، شهَاب الدّين أَحْمد بن إِسْمَاعِيل ¶ أَحْمد بن إِسْمَاعِيل بن أبي بكر بن عمر بن خَالِد، الشَّيْخ الإِمَام الْعَلامَة الصَّالح شهَاب الدّين الأبشيطي الشَّافِعِي، ثمَّ الْحَنْبَلِيّ. ولد سنة عشر وَثَمَانمِائَة.",
            "page": "37",
            "part": "1",
            "seal": "3CA0872D"
        },
        {
            "hno": "22",
            "id": "27",
            "nass": "وَأخذ الْفِقْه عَن الْبُرْهَان البيجوري، وَالشَّمْس الْبرمَاوِيّ، والنحو عَن نَاصِر الدّين البارنباري، وَفقه الْحَنَابِلَة عَن الْمُحب بن نصر الله الْبَغْدَادِيّ، وَالْأُصُول عَن القاياتي، والشرف السُّبْكِيّ. وأشتهر بالفضيلة وَالدّين وَالصَّلَاح. وَله تصانيف مِنْهَا: \" إتقان الرائض فِي الْفَرَائِض \" و \" شرح قَوَاعِد ابْن هِشَام \" و \" شرح الْبردَة \". جاور بِالْمَدِينَةِ الشَّرِيفَة مُدَّة طَوِيلَة إِلَى أَن مَاتَ بهَا سنة ثَلَاث وَثَمَانِينَ وَثَمَانمِائَة. وَمن نظمه: ¶ يَا أَيهَا القَاضِي الإِمَام الْعَالم ... كفيت من يخْشَى وَمن يسالم ¶ ونلت من رب الْعباد حفظا ... وَمن عباده الْكِرَام لحظا ¶ مَا قَوْلكُم بِامْرَأَة تَشْكُو العنا ... تَقول بعلي مَاتَ حَقًا مُعْلنا ¶ وَإِن حملي مِنْهُ باعترافه ... قد قَارب الْوَضع مَعَ انْصِرَافه ¶ فَإِن يكن انثى فَنصف المَال لي ... أَو ذكرا فثمنه لي منجلي ¶ فَإِن وضعت الْحمل مني مَيتا ... وقيت كل مَا يروع الْفَتى ¶ فَالْمَال لي عَلامَة الْحُكَّام ... فَتلك قصتي وَذَا كَلَامي ¶ جِئْنَا بهَا بَغْدَاد نرجو حلهَا ... إِذا ببطش الدَّهْر حل أَهلهَا ¶ فَمن رَآهُ صَاح إِنِّي أمرا ... مَعَ العدا وَمَعَ أُمُور أُخْرَى ¶ كرى الْبيُوت وأذى الْأزْوَاج ... وميل أَوْلَاد مَعَ البلجاج ¶ فأفتنا كَيفَ يكون المخلص ... فَمَا وجدنَا غَيْركُمْ من يفحص ¶ الْجَواب: هَذِه امْرَأَة شرت عبدا فأعتقته وَتَزَوَّجت بِهِ ثمَّ توفّي عَنْهَا حَامِلا مِنْهُ وَلَا وَارِث لَهُ غَيرهَا وَغير حملهَا. ¶ 22 - الكوراني، شهَاب الدّين أَحْمد بن إِسْمَاعِيل ¶ أَحْمد بن إِسْمَاعِيل بن عُثْمَان الإِمَام الْعَلامَة شهَاب الدّين الكوراني الشَّافِعِي ثمَّ الْحَنَفِيّ. ولد سنة ثَلَاث عشرَة وَثَمَانمِائَة ودأب فِي فنون الْعلم حَتَّى فاق فِي",
            "page": "38",
            "part": "1",
            "seal": "8E36DE60"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "المعقولات والأصلين والمنطق وَغير ذَلِك وَمهر فِي النَّحْو والمعاني وَالْبَيَان وبرع فِي الْفِقْه. واشتهر بالفضيلة. وَألف \" شرح جمع الْجَوَامِع، وَغَيره. وَدخل الْقَاهِرَة. ورحل إِلَى الرّوم، فصادف من ملكهَا مُرَاد بن عُثْمَان حظوة. ثمَّ مَاتَ الشَّيْخ شمس الدّين الفناري فَسَأَلَهُ ابْن عُثْمَان أَن يتحنف وَيَأْخُذ وظائفه فَفعل. وَصَارَ الْمشَار إِلَيْهِ فِي المملكة الرومية، وَألف للسُّلْطَان مُحَمَّد بن مُرَاد بن عُثْمَان قصيدة فِي علم الْعرُوض سِتّمائَة بَيت سَمَّاهَا \" الشافية فِي علم الْعرُوض والقافية \" مَاتَ سنة أَربع وَتِسْعين وَثَمَانمِائَة. وَله قصيدة يمدح بهَا النَّبِي صلى الله عَلَيْهِ وَسلم: ¶ لقد جاد شعري فِي ثناك فصاحة ... وَكَيف وَقد جَادَتْ بِهِ السن الصخر ¶ لَئِن كَانَ كَعْب قد أصَاب بمدحه ... يَمَانِية تزهو على التبر فِي الْقدر ¶ فَفِي أملي يَا أَجود النَّاس بالعطا ... وَيَا عصمَة العاصين فِي ربعَة الْحَشْر ¶ شفاعتك الْعُظْمَى تعم جرائمي ... إِذا جِئْت صفر الْكَفّ مُحْتَمل الْوزر ¶ وَله ملغزا فِي لقب القَاضِي زين الدّين عبد الباسط بن خَلِيل نَاظر الجيوش: أتيت بلغزي باسم من فاق رُتْبَة ... على كَوْكَب الجوزاء وَالشَّمْس والبدر ¶ تفطن لَهُ من غير فكر فَإِنَّهُ ... هُوَ الْغرَّة الغراء فِي جبهة الدَّهْر ¶ وَلَا تحصرن يَوْمًا جميل صِفَاته ... فحاصرها مَا عَاشَ لم ينج من حصر ¶ فشطر أُسَمِّهِ أَن فَاتَ شخصا فَلم يجد ... سَبِيلا إِلَى نيل المفاخر فِي الْعُمر ¶ وَفِي شطره الثَّانِي أجتهد ذَا تَأمل ... فَمن فَاتَهُ يَوْمًا يواصل بالْكفْر ¶ وَفِي آخر الشطرين حرف مكررٌ ... وَذَلِكَ حَيَوَان توطن فِي الْبَحْر ¶ وَجُمْلَته وصف لنفسٍ كَرِيمَة ... بهَا قَامَ أصل الْمجد والعز وَالْفَخْر",
            "page": "39",
            "part": "1",
            "seal": "5A0A5F37"
        },
        {
            "hno": "23",
            "id": "29",
            "nass": "أتتك عويصات الْمعَانِي فَكُن بهَا ... فييما بلطف فِي التدبر والفكر ¶ وَإِن كَانَ عيبٌ فلتكن ذَا مروءةٍ ... وعجمتي العجماء مُوضحَة الْعذر ¶ وَأول منظومته الشافية: ¶ بِحَمْد اله الْخلق ذِي الطول وَالْبر ... بدأت بنظم طيه عبق النشر ¶ وثنيت حمدي بِالصَّلَاةِ لِأَحْمَد ... أبي الْقَاسِم الْمَحْمُود فِي كربَة الْحَشْر ¶ صَلَاة تعم الْآل والشيع الَّتِي ... حموا وَجهه يَوْم الكريهة بالنصر ¶ 23 - الْملك الْمُؤَيد، أَحْمد بن اينال العلائي ¶ أَحْمد بن إينال العلائي، الْملك الْمُؤَيد أَبُو الْفَتْح بن الْملك الْأَشْرَف. ولد بعد ثَلَاثِينَ وَثَمَانمِائَة. وترقى فِي سلطنة أَبِيه إِلَى أَن صَار أَمِيرا كَبِيرا. ثمَّ ولي السلطنة فِي مرض أَبِيه وَذَلِكَ يَوْم أَربع عشر جُمَادَى الأولى سنة خمس وَسِتِّينَ. ثمَّ خلع مِنْهَا فِي سَابِع عشر رَمَضَان من السّنة، وَنقل إِلَى الأسكندرية، واشتغل بِالْعلمِ مُدَّة أقامته بهَا. وَكَانَت أَيَّام سلطنته فِي غَايَة الْحسن بِحَيْثُ كَانَ الخطباء إِذا دعوا لَهُ يَوْم الْجُمُعَة على الْمِنْبَر يرتج الْجَامِع من دُعَاء الْحَاضِرين لَهُ. وَكنت أسمع الْعَامَّة يَقُولُونَ فِي الطَّرِيق مَاتَت خلائق بحسرة رُؤْيَة هَذِه الْأَيَّام. وَكَانَ العارفون يَقُولُونَ هَذِه تنفيسة. مَاتَ سنة ثَلَاث وَتِسْعين وَثَمَانمِائَة. قَالَ الشهَاب الْحِجَازِي يهنيه لما ولي السلطنة ويعزيه بِأَبِيهِ: ¶ يهنا الْملك من بعد العزاء ... فيبسم ضَاحِكا عقب الْبكاء ¶ وَنحن فقد فَقدنَا ضوء شمسٍ ... وعوضنا بِمَا راق الْمرَائِي",
            "page": "40",
            "part": "1",
            "seal": "9A13558A"
        },
        {
            "hno": "24",
            "id": "30",
            "nass": "24 - النعماني، شهَاب الدّين أَحْمد ¶ أَحْمد بن حسن بن عَليّ بن عبد الْكَرِيم القسنطيني الأَصْل الْمصْرِيّ، الشَّافِعِي الشريف، شهَاب الدّين أَبُو الْعَبَّاس الْمَعْرُوف بالنعماني. كَانَ مِمَّن تصدى للإرشاد ونفع النَّاس. وَأخذ عَنهُ الأكابر وَصَارَ لَهُ وجاهة وجلالة وشفاعات مَقْبُولَة. مَاتَ فِي ثَالِث ذِي الْحجَّة سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة وَقد زاحم الْمِائَة. مولده سنة أَربع وَخمسين وَسَبْعمائة. ¶ 25 - الْعمريّ، أَحْمد بن حسن بن عبد الْهَادِي ¶ أَحْمد بن حسن بن أَحْمد بن عبد الْهَادِي بن عبد الحميد بن عبد الْهَادِي بن يُوسُف بن مُحَمَّد بن قدامَة بن مِقْدَام الْعمريّ الدِّمَشْقِي الْحَنْبَلِيّ من بَيت علم وَصَلَاح. سمع عَلَيْهِ ابْنه وَعَمه إِبْرَاهِيم، والباليسي وَغَيرهم. ولد سنة سبع وَسِتِّينَ وَسَبْعمائة. وَمَات فِي رَجَب سنة سِتّ وَخمسين وَثَمَانمِائَة. ¶ 26 - ابْن تيمورلنك ¶ أَحْمد بن سعيد بن ميران شاه بن تيمورلنك، السُّلْطَان، صَاحب سَمَرْقَنْد وَملك الشرق الْآن. ¶ 27 - الشَّيْخ خروف ¶ أَحْمد بن خضر بن سُلَيْمَان الْمَعْرُوف بالشيخ خروف، أحد الْأَوْلِيَاء صَاحب أَحْوَال وكرامات. توفّي فِي ذِي الْحجَّة سنة خمس وَسِتِّينَ وَثَمَانمِائَة.",
            "page": "41",
            "part": "1",
            "seal": "B6DF753C"
        },
        {
            "hno": "28",
            "id": "31",
            "nass": "28 - ابْن المجدي الفلكي، شهَاب الدّين أَحْمد بن رَجَب ¶ أَحْمد بن رَجَب بن طيبغا بن عبد الله، الإِمَام الْعَلامَة شهَاب الدّين بن المجدي الشَّافِعِي الفرضي الحاسب. ولد فِي الْعشْر الأول من ذِي الْحجَّة سنة سبع وَسِتِّينَ وَسَبْعمائة. واشتغل بالعلوم وبرع فِيهَا وَصَارَ رَأس النَّاس فِي الْفَرَائِض والحساب بأنواعه، والهندسة والميقات بِلَا مُنَازعَة. وَله فِي ذَلِك مصنفات فائقة. ويقرىءْ فِي الْفِقْه والعربية وَغَيرهمَا. وانتفع بِهِ النَّاس. مَاتَ فِي ذِي الْقعدَة سنة خمسين وَثَمَانمِائَة وَلم يخلف بعده فِي فنه مثله. ¶ 29 - البلقاسي، شهَاب الدّين أَحْمد بن سُلَيْمَان ¶ أَحْمد بن سُلَيْمَان بن نصر الله البلقاسي الزواوي الشَّافِعِي الْمُقْرِئ، الشَّيْخ شهَاب الدّين أحد النبلاء الْحفظَة الْمَشْهُورين بالفضائل. ولد سنة ثَلَاث وَعشْرين وَثَمَانمِائَة. ولازم القاياتي فِي الْفِقْه والأصلين والعربية والمعاني وَالْبَيَان، واذن لَهُ فِي اقرائها، والشهاب بن المجدي فِي الْفَرَائِض والحساب وَأخذ عَن الشَّمْس الْحِجَازِي \" مُخْتَصر الرَّوْضَة \" لَهُ، وَعَن الوفائي وَشَيخنَا البُلْقِينِيّ وَشَيخنَا الكافيجي، وَجمع الْعشْر على الزين ظَاهر وَغَيره. وَسمع على الْحَافِظ بن حجر وَغَيره. وبرع وتصدى للإشتغال. مَاتَ لَيْلَة الْجُمُعَة تَاسِع شَوَّال سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة. ولقب بالزواوي لِأَنَّهُ كَانَ يجلس فِي الْمكتب وَحده بزاوية. وَقَالَ صاحبنا الشهَاب المنصوري يرثيه: ¶ بَكَيْت على فَتى فِي الْقَبْر ثاوي ... فأبكيت الْمسَائِل والفتاوي ¶ أَبَا الْعَبَّاس ذَا الْفضل المزكى ... شهَاب الدّين أَحْمد الزواوي ¶ وَلم لم ارثه وَالْعلم مِنْهُ ... إِلَى ركن شديدٍ كَانَ يأوي",
            "page": "42",
            "part": "1",
            "seal": "F76420C9"
        },
        {
            "hno": "30",
            "id": "32",
            "nass": "حوى قصب السباق بِلَا مساوٍ ... نقي الْعرض لَيْسَ لَهُ مساوي ¶ سما تنبيهه فِي ربع عَام ... إِلَى اتقان منهاج النواوي ¶ وَكَانَ ثمار روضته جنياً ... وَكَانَ مهذباً للْعلم حاوي ¶ فَلَا عجب إِذا احتجنا إِلَيْهِ ... فللتبيان تحْتَاج الدعاوي ¶ فروى الله تربته واهدى ... إِلَيْهَا رَحْمَة من كل رَاوِي ¶ 30 - ابْن نَاظر الصاحبة، شهَاب الدّين أَحْمد بن عبد الرَّحْمَن ¶ أَحْمد بن عبد الرَّحْمَن بن أَحْمد بن الْمُوفق إِسْمَاعِيل بن أَحْمد بن مُحَمَّد الْمسند المعمر شهَاب الدّين بن زين الدّين أبي الْفرج الدِّمَشْقِي الصَّالِحِي الْحَنْبَلِيّ الشهير بِابْن نَاظر الصاحبة، وَأَبوهُ بِابْن الذَّهَبِيّ، ذكر انه من ذُرِّيَّة أبي الْفرج الشِّيرَازِيّ. ولد سنة سِتّ وَسِتِّينَ وَسَبْعمائة. وَحضر جَمِيع الْمسند على الْبَدْر بن الجوخي، وَسمع من أَبِيه، وَأحمد بن مُحَمَّد المهندس وجماعته. مَاتَ فِي شَوَّال سنة تسع وَأَرْبَعين وَثَمَانمِائَة. ¶ 31 - أَبُو الأسباط الرَّمْلِيّ، شهَاب الدّين أَحْمد بن عبد الرَّحْمَن ¶ أَحْمد بن عبد الرَّحْمَن بن أبي بكر الإِمَام الْعَلامَة شهَاب الدّين أَبُو الأسباط الرَّمْلِيّ الشَّافِعِي. لَازم الشَّمْس الْبرمَاوِيّ والشهاب بن رسْلَان، وتميز فِي الْفُنُون، وَولي قَضَاء الرملة. مَاتَ فِي رَمَضَان سنة سبع وَسبعين وَثَمَانمِائَة. ¶ 32 - الشار مساحي، شهَاب الدّين أَحْمد بن عَليّ ¶ أَحْمد بن عَليّ بن أبي بكر الشار مساحي الشَّافِعِي، الإِمَام شهَاب",
            "page": "43",
            "part": "1",
            "seal": "063C25AD"
        },
        {
            "hno": "33",
            "id": "33",
            "nass": "الدّين الفرضي الحاسب. كَانَ إِمَامًا فِي الْفَرَائِض والحساب، يسلم إِلَيْهِ الْأَشْيَاخ فيهمَا المقاليد. أجَاز لَهُ ابْن الملقن، والتقي بن حَاتِم. وتلى على الغماري وَأَجَازَهُ سنة سبع وَتِسْعين. ولازم الشَّيْخ برهَان الدّين الأنباسي، وَحضر دروس الشَّيْخ سراج الدّين البُلْقِينِيّ. قَرَأَ عَلَيْهِ شمس الدّين البابي. وادركته فِي آخر عمره وقرأت عَلَيْهِ فِي الْفَرَائِض. وَله \" شرح على مَجْمُوع الكلائي \". وَانْقطع فِي آخر عمره نَحْو عشر سِنِين لَا يَسْتَطِيع الْحَرَكَة. وَكَانَ يذكر انه بلغ من السنين مائَة ونيفاً وَعشْرين سنة. وَنسبه السخاوي إِلَى الذهول ونادى عَلَيْهِ مرّة فِي بعض الْمجَالِس الحافلة فَقَالَ: إِن هَذَا الشار مساحي رجل ذاهل إِلَى آخر مَا قَالَه. وَلَيْسَ لي فِي ذَلِك كَلَام لَا بِنَفْي وَلَا اثبات فَإِنِّي لم أدْرك مولده بعمره. وَهَذِه المناداة الَّتِي صدرت من السخاوي فِي حَقه لَا فَائِدَة لَهَا فِي الدّين. فَإِن أجازاته مضبوطة، وشيوخه الَّذين أجازوه أدركهم بِلَا نزاع بل أدركهم من لم يصل السّبْعين من الْعُمر. وَالْإِجَازَة الْعَامَّة لَا يعْمل بهَا الْيَوْم. واكثر مَا أفادت أَنَّهَا بلغت الرجل وَهُوَ شيخ كَبِير عَالم صَالح فانكسر خاطره وَرُبمَا دعى عَلَيْهِ. وَفِي الحَدِيث: \" مَا اكرم شَاب شَيخا إِلَّا قيض الله لَهُ عِنْد سنه من يُكرمهُ \". مَاتَ الشار مساحي فِي رَجَب سنة خمس وَسِتِّينَ وَثَمَانمِائَة ¶ 33 - النَّاشِرِيّ، أَبُو الْفضل أَحْمد بن عَليّ ¶ أَحْمد بن عَليّ بن أبي بكر، الشَّيْخ أَبُو الْفضل النَّاشِرِيّ اليمني الشَّافِعِي، مَاتَ سنة أَربع وَخمسين وَثَمَانمِائَة.",
            "page": "44",
            "part": "1",
            "seal": "FC499BB3"
        },
        {
            "hno": "34",
            "id": "34",
            "nass": "34 - ابْن حجر الْعَسْقَلَانِي، الْحَافِظ شهَاب الدّين أَبُو الْفضل أَحْمد بن عَليّ ¶ أَحْمد بن عَليّ بن مُحَمَّد بن مُحَمَّد بن عَليّ بن مَحْمُود بن أَحْمد بن حجر بن أَحْمد الْكِنَانِي الْعَسْقَلَانِي الأَصْل، ثمَّ الْمصْرِيّ، الشَّافِعِي، قَاضِي الْقُضَاة شيخ الْإِسْلَام، شهَاب الدّين، أَبُو الْفضل بن نور الدّين، بن قطب الدّين، بن نَاصِر الدّين، بن جلال الدّين. فريد زَمَانه، وحامل لِوَاء السّنة فِي أَوَانه، ذهبي هَذَا الْعَصْر ونضاره، وجوهره الَّذِي ثَبت بِهِ على كثير من الاعصار فخاره، أَمَام هَذَا الْفَنّ للمقتدين، ومقدم عَسَاكِر الْمُحدثين، وعمدة الْوُجُود فِي التوهية والتصحيح، وَأعظم الشُّهُود والحكام فِي بَابي التَّعْدِيل وَالتَّجْرِيح. شهد لَهُ بالإنفراد خُصُوصا فِي شرح البُخَارِيّ كل مُسلم، وَقضى لَهُ كل حَاكم بِأَنَّهُ الْمعلم. لَهُ الْحِفْظ الْوَاسِع الَّذِي إِذا وَصفته فَحدث عَن الْبَحْر ابْن حجر وَلَا حرج. والنقد الَّذِي ضاهى بِهِ ابْن معِين فَلَا يمشي عَلَيْهِ بهرج هرج، والتصانيف الَّتِي مَا شبهتها إِلَّا بالكنوز والمطالب. فَمن ثمَّ قيض لَهَا مَوَانِع تحول بَينهَا وَبَين كل طَالب. جمل الله بِهِ هَذَا الزَّمَان الْأَخير، وَأَحْيَا بِهِ وبشيخه سنة الْإِمْلَاء بعد انْقِطَاعه من دهر كثير. ولد فِي ثَانِي عشر شعْبَان، سنة ثَلَاث وَسبعين وَسَبْعمائة. وعني بالأدب وَالشعر حَتَّى برع فيهمَا ونظم الْكثير فأجاد، وَهُوَ ثَانِي السَّبْعَة الشهب من الشُّعَرَاء. وَكتب الْخط الْمَنْسُوب. ثمَّ حبب إِلَيْهِ فن الحَدِيث فَأقبل عَلَيْهِ سَمَاعا وَكِتَابَة وتخريجاً وتعليقا وتصنيفا، ولازم حَافظ عصره زين الدّين الْعِرَاقِيّ حَتَّى تخرج بِهِ واكب عَلَيْهِ أكبابا لَا مزِيد عَلَيْهِ حَتَّى رَأس فِيهِ فِي حَيَاة شُيُوخه وشهدوا لَهُ بِالْحِفْظِ. وتفقه على الشَّيْخ سراج الدّين البُلْقِينِيّ، وَالشَّيْخ سراج الدّين ابْن الملقن، وَالشَّيْخ برهَان الدّين الأنباسي. وَأخذ الْأُصُول وَغَيرهَا عَن الْعَلامَة عز الدّين بن جمَاعَة ولازمه طَويلا. ورحل إِلَى الشَّام",
            "page": "45",
            "part": "1",
            "seal": "AB36C427"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "والحجاز وَدخل الْيمن. فأجتمع بالعلامة مجد الدّين الشِّيرَازِيّ صَاحب الْقَامُوس. ثمَّ رَجَعَ فَأقبل بكليته على الحَدِيث وصنف فِيهِ التصانيف الباهرة. وَولي وظائف سنية كتدريس الحَدِيث بالشيخونية، وبجامع القلعة، وبالجمالية، وبالبيبرسية وتدريس الْفِقْه بالمؤيدية وبالشيخونية وَولي مشيخة الشُّيُوخ بالبيبرسية، ومشيخة الصلاحية بجوار مشْهد الإِمَام الشَّافِعِي رَحمَه الله تَعَالَى. وَولي قَضَاء الْقُضَاة بالديار المصرية، وَأول مَا وليه سنة سبع وَعشْرين. وَمن تصانيفه \" فتح الْبَارِي شرح البُخَارِيّ \"، ومقدمته تسمى \" هدى الساري \"، وَشرح آخر أكبر مِنْهُ، وَآخر ملخص مِنْهُ لم يتما، وَقد رَأَيْت من هَذَا الملخص ثَلَاث مجلدات من أَوله. و \" تَعْلِيق التَّعْلِيق \"، ومختصره يُسمى \" التشويق \"، ومختصر ثَالِث يُسمى \" التَّوْفِيق \"، و \" تقريب الْغَرِيب فِي غَرِيب صَحِيح البُخَارِيّ \"، و \" الاحتفال فِي بَيَان أَحْوَال الرِّجَال \"، الْمَذْكُورين فِي صَحِيح البُخَارِيّ زِيَادَة على مَا فِي تَهْذِيب الْكَمَال. و \" شرح التِّرْمِذِيّ \" لم يتم، و \" اللّبَاب فِي شرح قَول التِّرْمِذِيّ: وَفِي الْبَاب \"، و \" إتحاف المهرة بأطراف الْعشْرَة \"، وَهِي الْمُوَطَّأ، ومسند الشَّافِعِي، ومسند أَحْمد، وجامع الدَّارمِيّ، وصحيح بن خُزَيْمَة، ومنتقى ابْن الْجَارُود، وصحيح بن حَيَّان، ومستخرج أبي عوَانَة، ومستدرك الْحَاكِم، وَشرع مَعَاني الْآثَار للطحاوي، وَسنَن الدارقطيني و \" أَطْرَاف الْمسند المعتلي بأطراف الْمسند الْحَنْبَلِيّ \"، و \" بَيَان أَحْوَال الرِّجَال الروَاة \" فِي هَذَا الْكتاب مِمَّا لَيْسَ فِي تَهْذِيب الْكَمَال، لم يتم، و \" تَهْذِيب التَّهْذِيب \"، و \" تقريب التَّهْذِيب \"، و \" طَبَقَات الْحفاظ \"، و \" أثبات الرِّجَال مِمَّا لَيْسَ فِي تَهْذِيب الْكَمَال \"، وَالْكَاف الشاف فِي تَخْرِيج أَحَادِيث الْكَشَّاف \"، و \" الإستدراك \" عَلَيْهِ، لم يتم، و \" الواف بآثار الْكَشَّاف \"، و \" نصب الرَّايَة إِلَى تَخْرِيج أَحَادِيث الْهِدَايَة \"، و \" هِدَايَة الروَاة إِلَى تَخْرِيج المصابيح والمشكاة \"،",
            "page": "46",
            "part": "1",
            "seal": "4578A79F"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "و \" الْإِعْجَاب بِبَيَان الْأَنْسَاب \"، والتمييز فِي تَخْرِيج أَحَادِيث شرح الْوَجِيز \"، و \" الْإِصَابَة فِي تَمْيِيز الصَّحَابَة \"، و \" تَشْدِيد الْقوس فِي أَطْرَاف مُسْند الفردوس \"، و \" زهر الفردوس \"، و \" الْأَحْكَام لما فِي الْقُرْآن من الْإِبْهَام \"، و \" نخبة الْفِكر فِي مصطلح أهل الْأَثر \"، و \" شرحها \"، و \" الْإِيضَاح بنكت ابْن الصّلاح \" لم يتم، و \" الإستدراك على نكت ابْن الصّلاح لشيخه \" لم يتم، ولسان الْمِيزَان \"، وتحرير الْمِيزَان \"، و \" تبصير المنتبه بتحرير المشتبه \"، و \" الإيناس بمناقب الْعَبَّاس \"، و \" تقريب الْمنْهَج بترتيب المدرج \"، و \" الإفنان فِي رِوَايَة الأقران \"، و \" المقترب فِي بَيَان المضطرب \"، و \" شِفَاء الغلل فِي بَيَان الْعِلَل \"، و \" الزهر المطلول فِي الْخَبَر الْمَعْلُول \"، و \" التعريج على التدبيج \"، و \" نزهة الالباب فِي الألقاب \"، و \" نزهة السامعين فِي رِوَايَة الصَّحَابَة عَن التَّابِعين \"، و \" الْمَجْمُوع الْعَام فِي آدَاب الشَّرَاب وَالطَّعَام وَدخُول الْحمام \"، و \" خبر الثبت فِي صِيَام السبت \"، و \" تَبْيِين الْعجب فِيمَا ورد فِي صَوْم رَجَب \"، وزوائد الْأَدَب الْمُفْرد للْبُخَارِيّ على السِّتَّة \"، و \" زَوَائِد مُسْند الْحَرْث على السِّتَّة ومسند أَحْمد \"، و \" الْبسط المثبوت فِي خبر البرغوث \"، و \" كشف السّتْر بركعتي الْوتر \"، و \" ردع المجرم فِي الذب عَن عرض الْمُسلم \"، و \" أَطْرَاف الْأَحَادِيث المختارة للضيا \"، وتعريف الفئة بِمن عَاشَ، من هَذِه الْأمة مائَة \"، و \" إِقَامَة الدَّلَائِل على معرفَة الْأَوَائِل \"، و \" تَرْتِيب المبهمات على الْأَبْوَاب \"، و \" أَطْرَاف الصَّحِيحَيْنِ \" على الْأَبْوَاب مَعَ المسانيد، و \" الْمجمع المؤسس بالمعجم المفهرس \"، و \" التَّذْكِرَة الحديثية \" عشرَة أَجزَاء، و \" التَّذْكِرَة الأدبية فِي أَرْبَعِينَ لطاف \"، والخصال المكفرة للذنوب الْمُقدمَة والمؤخرة \"، و \" تَخْرِيج الاحاديث الْمُقطعَة فِي السِّيرَة الهشامية \"، و \" الشَّمْس المنيرة فِي تَعْرِيف الْكَبِيرَة \"، والمنحة فِيمَا علق الشَّافِعِي القَوْل بِهِ على الصِّحَّة \"، و \" توالي التأنيس بمعالي ابْن إِدْرِيس \"، و \" تحفة المستريض المتمحض \"، و \" فهرست المرويات \"، و \" علم الوشي وبنده فِيمَن روى عَن أَبِيه",
            "page": "47",
            "part": "1",
            "seal": "01DF64B7"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "عَن جده \"، والأنوار بخصائص الْمُخْتَار \"، والآيات النيرات بخوارق المعجزات \" و \" القَوْل المسدد فِي الذب عَن مُسْند أَحْمد \"، وتعريف أولي التَّقْدِيس بمراتب الموصوفين بالتدليس \"، و \" المطالب الْعَالِيَة فِي زَوَائِد المسانيد الثَّمَانِية \". وأنباء الْغمر بابناء الْعُمر \"، و \" الدّرّ الكامنة فِي أَعْيَان الْمِائَة الثَّامِنَة \"، و \" نزهة الْقُلُوب فِي معرفَة الْمُبدل والمقلوب \"، و \" مزِيد النَّفْع بِمَعْرِِفَة مَا رجح فِيهِ الْوَقْف على الرّفْع \"، و \" بَيَان الْفَصْل لما رجح فِيهِ الْإِرْسَال على الْوَصْل \"، و \" تَقْوِيم السناد بمدرج الْإِسْنَاد \"، و \" تَعْجِيل الْمَنْفَعَة بِرِجَال الْأَرْبَعَة \"، و \" المرحمة الغيثية بالترجمة الليثية \"، و \" الْأَعْلَام بِمن ولي مصر فِي الْإِسْلَام \"، و \" رفع الأصر عَن قُضَاة مصر \"، و \" أنتقاض الأعتراض \"، مُجَلد، أجَاب بِهِ عَن أعتراضات الْعَيْنِيّ عَلَيْهِ فِي شرح البُخَارِيّ، و \" بُلُوغ المرام من أَحَادِيث الْأَحْكَام \"، و \" وقرة الْحجَّاج فِي عُمُوم الْمَغْفِرَة للحجاج \"، و \" الْخِصَال الموصلة إِلَى الظلال \" و \" الْأَعْلَام بِمن سمي مُحَمَّد قبل الْإِسْلَام \"، و \" قُوَّة الْحِيَل فِي الْكَلَام على الْخَيل \" و \" الأثار بِرِجَال الأثار \"، لمُحَمد بن الْحسن، و \" بذل الماعون فِي أَخْبَار الطَّاعُون \"، والمنتخب فِي زَوَائِد الْبَزَّار على الْكتب السِّتَّة ومسند أَحْمد \"، و \" أَسبَاب النُّزُول \"، و \" النبأ الأنبه فِي بِنَاء الْكَعْبَة \"، و \" نزهة النواظر الْمَجْمُوعَة فِي النَّوَادِر المسموعة \"، و \" صرف الْعين عَن قذى الْعين \"، و \" أَفْرَاد مُسلم عَن البُخَارِيّ \"، و \" زيادات بعض الموطآت على بعض \"، و \" طرق حَدِيث صَلَاة التَّسْبِيح \"، وطرق حَدِيث لَو أَن نَهرا بِبَاب أحدكُم \"، و \" طرق حَدِيث من صلى على الْجِنَازَة فَلهُ فيراط \"، و \" طرق حَدِيث جَابر فِي الْبَعِير \"، و \" طرق حَدِيث نضرالله امراءاً \"، و \" الإنارة بطرق حَدِيث غب الزِّيَارَة \"، و \" طرق حَدِيث الْغسْل يَوْم الْجُمُعَة، من رِوَايَة نَافِع عَن ابْن عمر خَاصَّة \"، و \" طرق حَدِيث تعلمُوا الْفَرَائِض \"، و \" طرق حَدِيث الْجَامِع فِي رَمَضَان \"، و \" طرق",
            "page": "48",
            "part": "1",
            "seal": "73F9C740"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "حَدِيث الْقُضَاة ثَلَاثَة \"، و \" طرق حَدِيث من بني مَسْجِدا \"، و \" طرق حَدِيث المغفر \"، و \" طرق حَدِيث الْأَئِمَّة من قُرَيْش يُسمى لَذَّة الْعَيْش \"، و \" طرق حَدِيث من كذب عَليّ \"، و \" طرق حَدِيث يَا عبد الرَّحْمَن لَا تسال الْإِمَارَة \"، و \" طرق حَدِيث الصَّادِق المصدوق \"، و \" طرق حَدِيث قبض الْعلم \"، و \" طرق حَدِيث الْمسْح على الْخُفَّيْنِ \"، و \" طرق حَدِيث مَاء زَمْزَم لما شرب لَهُ \"، و \" طرق حَدِيث حج أَدَم مُوسَى \"، و \" طرق حَدِيث أولى النَّاس بِي \"، و \" طرق حَدِيث مثل أمتِي كالمطر \"، و \" النكت على نكت الْعُمْدَة للزركشي \"، و \" وَالْكَلَام على حَدِيث: أَن أمرتي لَا ترد يَد لَا مس \"، و \" كتاب المهمل من شُيُوخ البُخَارِيّ \"، و \" الْأَصْلَح فِي إِمَامَة غير الْأَفْصَح \"، و \" والبحث عَن أَحْوَال الْبَعْث \"، و \" وتلخيص التَّصْحِيف للدَّار قطني \"، و \" وترتيب الْعِلَل على الْأَنْوَاع \"، و \" مُخْتَصر تلبيس أبليس \"، و \" الْجَواب الْجَلِيل الْوَقْعَة فِيمَا يرد على الْحُسَيْنِي وَأبي زرْعَة \"، و \" النكت الظراف على الْأَطْرَاف \"، و \" الإعتراف بأوهام الْأَطْرَاف \"، والإمتاع بالأربعين المتباينة بِشَرْط السماع \"، و \" الْأَرْبَعُونَ المهذبة بالأحاديث الملقبة \"، و \" بَيَان مَا أخرجه البُخَارِيّ عَالِيا عَن شيخ اخْرُج ذَلِك الحَدِيث أحد الْأَئِمَّة عَن وَاحِد عَنهُ \"، و \" مَنَاسِك الْحَج \"، و \" شرح مَنَاسِك الْمِنْهَاج النَّوَوِيّ \"، و \" عشاريات الصَّحَابَة \"، و \" وَالْقَصْد الأحمد فِي من كنيته أَبُو الْفضل وأسمه أَحْمد \"، و \" والأجزاء بأطراف الْأَجْزَاء \"، على المسانيد و \" الْفَوَائِد الْمَجْمُوعَة بأطراف الْأَجْزَاء المسموعة \" على الْأَبْوَاب مَعَ المسانيد. وَمِمَّا شرع فِيهِ وَكتب مِنْهُ الْيَسِير: \" حَوَاشِي الرَّوْضَة \"، و \" الْمُقَرّر فِي شرح الْمُحَرر \"، و \" والنكت على شرح ألفية الْعِرَاقِيّ \"، و \" النكت على شرح مُسلم للنووي \"، و \" والنكت على شرح الْمُهَذّب \"، و \" النكت على تَنْقِيح الزَّرْكَشِيّ \"، و \" والنكت على شرح الْعُمْدَة لِابْنِ الملقن \"، و \" النكت على جمع الْجَوَامِع لِأَبْنِ السُّبْكِيّ وَتَخْرِيج أَحَادِيث شرح التَّنْبِيه للزنكلوني \"، و \" وَالتَّعْلِيق على مُسْتَدْرك الْحَاكِم \"، و \" وَالتَّعْلِيق على مَوْضُوعَات ابْن الْجَوْزِيّ \"، و \" ونظم وفيات الْمُحدثين \"، و \" الْجَامِع الْكَبِير من سنَن البشير النذير \"، و \" شرح نظم السِّيرَة للعراقي \"، و \" وَكتاب مسئلة السريجية \"، و \" المؤتمن فِي جمع السّنَن \"،",
            "page": "49",
            "part": "1",
            "seal": "83D28326"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "و \" زَوَائِد الْكتب الْأَرْبَعَة مِمَّا هُوَ صَحِيح \"، و \" تَخْرِيج أَحَادِيث مُخْتَصر الْكِفَايَة \"، و \" الإستدراك على تَخْرِيج أَحَادِيث الْأَحْيَاء للعراقي \". \" الْفَوَائِد الْمَجْمُوعَة بأطراف الْأَجْزَاء المسموعة \" على الْأَبْوَاب مَعَ المسانيد. وَمِمَّا شرع فِيهِ وَكتب مِنْهُ الْيَسِير: \" حَوَاشِي الرَّوْضَة \"، و \" الْمُقَرّر فِي شرح الْمُحَرر \"، و \" والنكت على شرح ألفية الْعِرَاقِيّ \"، و \" النكت على شرح مُسلم للنووي \"، و \" والنكت على شرح الْمُهَذّب \"، و \" النكت على تَنْقِيح الزَّرْكَشِيّ \"، و \" والنكت على شرح الْعُمْدَة لِابْنِ الملقن \"، و \" النكت على جمع الْجَوَامِع لِأَبْنِ السُّبْكِيّ وَتَخْرِيج أَحَادِيث شرح التَّنْبِيه للزنكلوني \"، و \" وَالتَّعْلِيق على مُسْتَدْرك الْحَاكِم \"، و \" وَالتَّعْلِيق على مَوْضُوعَات ابْن الْجَوْزِيّ \"، و \" ونظم وفيات الْمُحدثين \"، و \" الْجَامِع الْكَبِير من سنَن البشير النذير \"، و \" شرح نظم السِّيرَة للعراقي \"، و \" وَكتاب مسئلة السريجية \"، و \" المؤتمن فِي جمع السّنَن \"، و \" زَوَائِد الْكتب الْأَرْبَعَة مِمَّا هُوَ صَحِيح \"، و \" تَخْرِيج أَحَادِيث مُخْتَصر الْكِفَايَة \"، و \" الإستدراك على تَخْرِيج أَحَادِيث الْأَحْيَاء للعراقي \". ¶ وَمِمَّا رتبه \" تَرْتِيب الْمُتَّفق للخطيب \"، و \" تَرْتِيب مُسْند الطَّيَالِسِيّ \"، و \" تَرْتِيب غرائب شُعْبَة لِأَبْنِ مندة \"، وترتيب مُسْند عبد بن حميد و \" تَرْتِيب فَوَائِد سموية \"، و \" وترتيب فَوَائِد تَمام \". ¶ وَمِمَّا خرجه: \" الْمِائَة العشارية من حَدِيث الْبُرْهَان الشَّامي \"، و \" الْأَرْبَعُونَ التالية لَهَا \"، و \" كتاب العشارية السّنَن من حَدِيث الْعِرَاقِيّ \"، و \" والمعجم الْكَبِير للشامي \"، و \" ومشيخة ابْن أبي الْمجد الَّذين تفرد بهم \" و \" مشيخة ابْن الكويك الَّذين أَجَازُوا لَهُ \"، وَالْأَرْبَعُونَ الْعَالِيَة لمُسلم على البُخَارِيّ \"، و \" ضِيَاء الْأَنَام بعوالي شيخ الْإِسْلَام، البُلْقِينِيّ \"، و \" الْأَرْبَعُونَ المجتازة عَن شُيُوخ الْإِجَازَة، \" للمراغي \"، و \" المعجم للْحرَّة مَرْيَم \"، و \" مشيخة القباقبي لفاطمة \" و \" بغية الرَّاوِي بابدال البُخَارِيّ \"، و \" الْإِبْدَال العوالي \"، و \" الْإِفْرَاد الحسان من مُسْند الدَّارمِيّ عبد الله بن عبد الرَّحْمَن \"، و \" ثنائيات الْمُوَطَّأ \"، و \" خماسيات الدَّارَقُطْنِيّ \"، و \" الْإِبْدَال الصفيات من الثقفيات \"، و \" الْإِبْدَال العليات من الخلعيات \". وَله: \" تَلْخِيص مغازي الْوَاقِدِيّ \"، وتلخيص الْبِدَايَة وَالنِّهَايَة لِابْنِ كثيرس وتلخيص الْجمع بَين الصَّحِيحَيْنِ \"، و \" تَلْخِيص ترغيب الْمُنْذِرِيّ \"، و \" تَجْرِيد الوافي للصفدي \"، و \" الْأَجْوِبَة المشرقة عَن الْمسَائِل المفرقة \"، و \" عجب الدَّهْر فِي فتاوي شهر \"، و \" ديوَان شعر \"، ومختصر يُسمى \" ضوء الشهَاب \"، ومختصر مِنْهُ يُسمى \" السَّبْعَة السيارة \" و \" ديوَان الْخطب الأزهرية \"، و \" ديوَان الْخطب القلعية \"، و \" مُخْتَصر الْعرُوض \"، و \" الأمالي الحديثيه \"، وعدتها أَكثر من ألف مجْلِس. وَقد نظم قبل مَوته فِيهَا أبياتاً، وَذَلِكَ فِي شعْبَان سنة تسع وَأَرْبَعين فَقَالَ: ¶ يَقُول راجي إِلَه الْخلق أَحْمد من ... أمْلى حَدِيث نَبِي الْحق مُتَّصِلا ¶ تدنوا من الْألف أَن عدَّت مجالسه ... فالسدس مِنْهَا بِلَا قيد لَهَا حصلا",
            "page": "50",
            "part": "1",
            "seal": "97BD4540"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "يتلوه تَخْرِيج أصل الْفِقْه يتبعهَا ... تَخْرِيج أذكار رب قد دنا وَعلا ¶ دنا برحمته لِلْخلقِ يرزقهم ... كَمَا علا عَن سمات الحادثات علا ¶ فِي مُدَّة نَحْو كج قد مَضَت هملا ... ولي من الْعُمر فِي ذَا الْيَوْم قد كملا ¶ سِتا وَسبعين عَاما رحت احسبها ... من سرعَة السّير سَاعَات فيا خجلا ¶ إِذا رَأَيْت الْخَطَايَا أوبقت عَمَلي ... فِي موقف الْحَشْر لَوْلَا أَن لي أملا ¶ تَوْحِيد رَبِّي يَقِينا والرجاء لَهُ ... وخدمتي ولاكثار الصَّلَاة على محمدٍ فِي صباحي والمساء وَفِي ... خطي ونطقي عساها تمحق الزللا ¶ فاقرب النَّاس مِنْهُ فِي قِيَامَته ... من بِالصَّلَاةِ عَلَيْهِ كَانَ عَلَيْهِ مشتغلا ¶ يَا رب حقق رجائي وَالْأولَى سمعُوا ... مني جَمِيعًا بعفوٍ مِنْك قد شملا ¶ مَاتَ لَيْلَة السبت ثامن عشر ذِي الْحجَّة، سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة، وَدفن بالقرافة. ¶ وَمن شعره: ¶ ثَلَاث من الدُّنْيَا إِذا هِيَ حُصلت ... لشخص فَلَنْ يخْشَى من الضّر والضير ¶ غنى عَن بنيها والسلامة مِنْهُم: ... وَصِحَّة جسم ثمَّ خَاتِمَة الْخَيْر ¶ وَكتب الشريف صَلَاح الدّين الأسيوطي إِلَى شيخ الْإِسْلَام أبي الْفضل بن حجر ملغزاً فِي الْعقل: ¶ أَلا يَا ذَوي الْآدَاب وَالْعلم والنهى ... وَمن عَنْهُم طابت صبا وَقبُول ¶ فديتكم لم لَا نَفِيس نفوسكم ... تصونونه كَيْمَا يعز وُصُول ¶ فَإِنِّي رَأَيْت الْفضل قد صَار كاسداً ... على أَن أهليه إِذا لقَلِيل ¶ فَعَن رُؤَسَاء الْوَقْت عدّ وخلهم ... فَلَيْسَ إِلَى حسن الثَّنَاء سَبِيل ¶ وَلَا تنس أَبنَاء الزَّمَان فشرحها ... يَسُرك مِنْهُم أَنه لطويل ¶ خبرتهم قدماً فَمَا فيهم وفا ... بلَى عِنْدهم فِي الأفضلين فضول",
            "page": "51",
            "part": "1",
            "seal": "70962C93"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "سوى صَاحب يَا صَاح بِي مترفق ... وَذَاكَ لَهُ بَين الضلوع مقيل ¶ يحِق لَهُ مني الصبابة أَنه ... قؤول لما قَالَ الْكِرَام فعول ¶ يصاحبني فِي الْقَبْض والبسط دَائِما ... وَلَيْسَ لَهُ بَين الْأَنَام عديل ¶ وَلَيْسَ بجسم مَعَ جَهَالَة قدره ... على أَنه للجسم سَوف يوءول ¶ وَفِي طرده تَلقاهُ بِالْقَلْبِ سَاكِنا ... وَلَيْسَ لميل الْقلب عَنهُ ذُهُول ¶ إِذا اقْتصّ مِمَّن قد جنى عَنهُ لم يكن ... وَفَاء وَقد صحَّت بِذَاكَ نقُول ¶ لَهُ دِيَة كالنفس كَامِلَة إِذا ... وجوبا على الجانين حِين يحول ¶ ويحسب حرف مِنْهُ نصف جَمِيعه ... وَفِي جمَّل الْحساب فِيهِ فُصُول ¶ وَزَاد على عد الثَّلَاثِينَ ثلثه ... وَفِيه معانٍ للْبَيَان تطول ¶ فَأجَاب شيخ الْإِسْلَام: الْحَمد لله واهب الْعقل: ¶ أيا سيداً شيدت معاليه رفْعَة ... وَجَرت لَهَا فَوق السماك ذيولُ ¶ لكم فِي الْعلَا وَالْفضل أَي نباهةٍ ... وللضد عِنْد العارفين خمول ¶ أَتَانِي لغزٌ مِنْك لِلْعَقْلِ مدهشٌ ... قؤول لما قَالَ الْكِرَام فعول ¶ تنظم فِي سلك البلاغة دره ... وَكم لَك عِنْدِي فِي القلائد لولو ¶ يَقُول جَوَابا لإعتذاري تهكماً ... لأَنْت مليٌ بِالْجَوَابِ كَفِيل ¶ نعم كَانَ لي ميلٌ إِلَى الشّعْر بُرْهَة ... وأبكار فكري مَا لَهُنَّ بعول ¶ فشعب مني فكرتي عبء منصبٍ ... تحملته فِي كاهلي ثقيل ¶ وَفصل قضايا فِي تفاصيل أمرهَا ... فُصُول وَكم عِنْد الْخُصُوم فضول ¶ ومجلس إملاء وخطبة جمعةٍ ... ودرسٌ وتعليل لَهُ وَدَلِيل ¶ حديثٌ. وَتَفْسِير وَفقه قوامها ... عقول تعاني فهمها ونقول ¶ لمستنبطات الْفِقْه مستبطناتها ... تزور فَإِن لم أضبطن تَزُول ¶ وطالب إسماع وفتيا وحاجة ... وطالب علم فِي البحوث سوءول ¶ وَكلهمْ يَرْجُو نجاح مُرَاده ... ويصخب إِن أرجأته ويصول",
            "page": "52",
            "part": "1",
            "seal": "8C4A0FD8"
        },
        {
            "hno": "35",
            "id": "42",
            "nass": "وَهَذَا إِلَى أَوْقَات نوم وراحة ... وأكلٍ وشربٍ يَعْتَرِيه ذُهُول ¶ وَفِي نفسٍ ترويح نفس اجمتها ... وتأنيس هزلٍ هزلهن هزيل ¶ وَأمر معادي رحت فِيهِ مفرطاً ... وَأمر معاشي قد حواه وَكيل ¶ وَلَا تنس أَبنَاء الرسائل أَنهم ... مَتى عوقوا نَحْو العقيق يميلوا ¶ فَهَل لأمرىءٍ هذي تفاصيل أمره ... فرَاغ لنظمٍ فارغٍ فَيَقُول ¶ وأنّي ترى من لَيْسَ بالشعر شَاعِر ... تطيع مفاعيل لَهُ وفعول ¶ وَلست الَّذِي يرضى سلوك خلاف مَا ... يدل عَلَيْهِ الْعقل وَهُوَ خَلِيل ¶ فانظم مَا لَو قَالَه الْغَيْر مُسْندًا ... لعاد وَسيف الطّرف مِنْهُ كليل فعذراً فَمَا أخَّرت نظم جوابكم ... لبخلٍ وَلَكِن مَا إِلَيْهِ سَبِيل ¶ وَقد صَحَّ قولي أَن جسمي منحلاً ... وجسم انتحالي للقريض نحيل ¶ فَإِن أَنْت لم تعذر أَخَاك وجدته ... وإيثاره للصبر عَنْك جميل ¶ ولغزك فِي الْقلب أستقر مقَامه ... وثلثاه للقلب الذكي مثيل ¶ نَفِيس فَإِن قلبته فنفوس من ... يعاني الصِّبَا ظلّت إِلَيْهِ تميل ¶ وَقَلبه أَيْضا تلق عون مسافرٍ ... يطيب إِذا هبت عَلَيْهِ قبُول ¶ بقيت صَلَاح الدّين تمنع بالنهى ... فَسَادًا لَهُ فِي الفاضلين دُخُول ¶ وَلم لَا يجوز الْعقل أجمع سيدٌ ... غَدا حَمْزَة عمّا لَهُ وَعقيل ¶ 35 - الدَّماميني، الشهَاب أَحْمد ¶ أَحْمد بن مُحَمَّد بن أبي بكر بن عمر بن أبي بكر بن مُحَمَّد بن سُلَيْمَان بن جَعْفَر بن يحيى بن حُسَيْن بن مُحَمَّد بن أَحْمد بن أبي بكر بن يُوسُف بن عَليّ بن صَالح بن إِبْرَاهِيم بن سُلَيْمَان بن خَالِد بن الْوَلِيد المَخْزُومِي، شهَاب",
            "page": "53",
            "part": "1",
            "seal": "69B58389"
        },
        {
            "hno": "36",
            "id": "43",
            "nass": "الدّين بن الْعَلامَة بدر الدّين الدماميني السكندري الْمَالِكِي. ولد سنة تسعين وَسَبْعمائة، وَبحث على وَالِده فِي الرسَالَة، والألفية، والحاجبية. وَسمع على الْجمال بن الْخَرَّاط، وَأَجَازَ لَهُ جمَاعَة. مَاتَ \" بحدود سنة سِتِّينَ وَثَمَانمِائَة \". ¶ 36 - ابْن بركوت المكيني، الصّلاح أَحْمد ¶ أَحْمد بن مُحَمَّد بن بركوت الحبشي المكيني وَلَاء الشَّافِعِي، قَاضِي الْقُضَاة صَلَاح الدّين، ربيب شَيخنَا قَاضِي الْقُضَاة، علم الدّين البُلْقِينِيّ. ولد سنة إِحْدَى وَعشْرين وَثَمَانمِائَة. وَكَانَ اسْمه أَولا أَمِير حَاج فغيَّره إِلَى أَحْمد. وتفقه على شَيخنَا الْمَذْكُور وَتقدم عِنْده حَتَّى على وَلَده. وَولي الْحِسْبَة فِي حَيَاته. ثمَّ لما مَاتَ وَولي شَيخنَا الْمَنَاوِيّ، سعى عَلَيْهِ فِي القضا إِلَى أَن عزل ووليه سنة سبعين، فَكَانَ أول وَهن دخل على منصب الشَّرْع، وَلم يمْكث فِيهِ سوى سِتَّة أشهر. ثمَّ عزل وَاسْتمرّ معزولاَ إِلَى أَن مَاتَ فِي سنة إِحْدَى وَثَمَانِينَ وَثَمَانمِائَة. ¶ 37 - ابْن مبارك شاه، الشهَاب أَحْمد ¶ أَحْمد بن مُحَمَّد بن حُسَيْن بن إِبْرَاهِيم بن سُلَيْمَان الْحَنَفِيّ الأديب البارع، شهَاب الدّين الْمَعْرُوف بِابْن مباركشاه، وَهُوَ لقب وَالِده. ولد يَوْم الْجُمُعَة عَاشر ربيع الأول، سنة سِتّ وَثَمَانمِائَة. واشتغل بأنواع الْعلم، وتفنن وبرع وتميز، وَجمع مجاميع، وعلق تعاليق. مَاتَ فِي ربيع الأول، سنة اثْنَتَيْنِ",
            "page": "54",
            "part": "1",
            "seal": "38B713BF"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "وَسِتِّينَ وَثَمَانمِائَة. كتب إِلَى الشريف صَلَاح الدّين الاسيوطي يطارحه فِي كريم: ¶ تجاسر العَبْد حسب الْأذن مِنْك لَهُ ... وَرَاح من شَيْخه بالسعد مَقْرُونا ¶ ملكت رقي بِمَا أسديت من كرمٍ ... إِذْ كنت عبدا رَقِيقا صرت مَأْذُونا ¶ يقبل الأَرْض الَّتِي مدت آملنا لسماحتها يَد الأطماع، وَيُنْهِي أَنه تمسك بِقُوَّة الطباع وَقَالَ: ¶ يَا إِمَامًا انت شرف ... ت الْمعَانِي والمعالي ¶ لَك وصف فِي الأحاجي ... قد أَتَى مثل الغزال ¶ فَأَجَابَهُ الشريف: ¶ تَأمل الطّرف مَا أهديت من أمل ... أظهرته بعد مَا قد كَانَ مَقْرُونا ¶ وَقد أجبْت وَلم أمنحك جَائِزَة ... بذا رضيت وَمَا قدمت مَوْزُونا ¶ وَبعد فقد وقفت على شنف الإسماع، وامتثلت المرسوم المطاع، وطارحت بميسور المستطاع، فَقلت: ¶ راق مَا قد جِئْت فِيهِ ... بِكَلَام كاللآلي ¶ قلت إِذْ جودت نظماً ... منتقى جاد بِمَال ¶ وَمن شعر ابْن مبارك شاه يمدح الْحَافِظ بن حجر، وَيذكر ختم شرح البُخَارِيّ تأليفه: ¶ اتبرز خداً للمقبل قد بدا ... وَتعطف قدا للمعانق أميدا ¶ وتسبل فرعا طَال سهدي بليله ... وتطلع من فرق الغزالة فرقدا ¶ فديتك لَا أخْشَى الضلال بفرعها ... وَقد لَاحَ فرق للضلال من الْهدى ¶ وَمن عجب أَنِّي خليع صبابةٍ ... وشوقي إِلَيْهَا لَا يزَال مجددا",
            "page": "55",
            "part": "1",
            "seal": "32974F01"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "واعجب من ذَا إِن لين قوامها ... تثنى بِجمع الْحسن يخْطر مُفردا ¶ لَهَا سيف لحظ فَوق دِينَار وجنةٍ ... فيا فرق قلب قد رَآهُ مُجَردا ¶ ولحظٍ غَدا فِي السحر فتْنَة عاشقٍ ... يخيل من حَبل الذوائب اسودا ¶ ومذ قلت أَن الْوَجْه لِلْحسنِ جَامع ... غَدا الطّرف فِي محرابه مترددا ¶ وَلم لَا يكون الْوَجْه قبْلَة عاشقٍ ... إِذا مَا جلا ركنا من الْخَال اسودا فوا لهف قلبِي وَهِي تقلبه فِي اللقا ... على قبسٍ من خدها قد توقدا ¶ وَمَجْنُون طرف فِي شبابيك هدبه ... بسلسلةٍ من دمعه قد تقيدا ¶ وَلَو لَاحَ للاحي بديع جمَالهَا ... لما رَاح فِيهَا الْيَوْم يلحي وَلَا غَدا ¶ لَهَا طلعة أبهى من الشَّمْس بهجة ... لِأَن شهَاب الدّين فِي وَجههَا بدا ¶ شهَاب ضِيَاء الدّين من نور فَضله ... زكي على الْآفَاق يشرق بِالْهدى ¶ وبحر رَأَيْت الْقلب مِنْهُ بصدره ... وَلَكِن حوى ذهناً غَدا متوقدا ¶ وَكم رمت مَحْمُود الأيادي فَلم أجد ... بعصري رَئِيسا غير أَحْمد أحمدا ¶ وتاهيك من قدر حواه وَكَاد إِن ... يَدُور الورى من إِن يكون محسدا ¶ لَهُ منطق فِي كل عقد يحله ... من الشهد اشهى حِين يحضر مشهدا ¶ لَهُ قلم كالميل والنقس كحله ... يداوي بِهِ من كَانَ فِي النَّاس أرمدا ¶ قد ارْتَاحَ حسن الْخط والحظ والنهى ... فَمَا سود التصنيف إِلَّا وجودا ¶ وزهد فِي التَّأْلِيف كل مؤلف ... فَصَارَ بتأليف الحَدِيث مزهدا ¶ إِذا مَا حضرت الْيَوْم مجْلِس حكمه ... ترى فِيهِ مَا فِيهِ الْخَلَاص لَهُ غَدا ¶ فدم لجَمِيع النَّاس فِي الْعَصْر سيدا ... لِأَنَّك فِي العلياء قد لحت مُفردا ¶ عَن الصعب يروون المكارم للورى ... وَلَا زَالَ عَن سهل عطاؤك مُسْندًا ¶ وعلمك جمٌ والتصانيف جملَة ... وَوَاللَّه مَا فِي الْعَصْر غَيْرك يقْتَدى ¶ صَحِيح البُخَارِيّ مذ شرحت حَدِيثه ... بِفَتْح من الْبَارِي وَنصر تأيدا ¶ فكم مغلق بِالْفَتْح اصبح وَاضحا ... إِلَى فهمه لَو لاك مَا كَانَ يهتدى",
            "page": "56",
            "part": "1",
            "seal": "70E4924D"
        },
        {
            "hno": "38",
            "id": "46",
            "nass": "فَللَّه فتح طن فِي الْكَوْن ذكره ... اغار إِلَى اقصى الْبِلَاد وانجدا ¶ هَنِيئًا لَهُ قد سَار بَين ذَوي النهى ... وَمَا سَار حَتَّى صَار مثلك اوحدا ¶ وَكم صدر صدرٍ قد شرحت بختمه ... وَكم حَاسِد بالهم مِنْهُ تنهدا ¶ وَكم ضمه جلدٌ على حسنه انطوى ... فاظهر خداً بالسرور توردا ¶ فعش لوفودٍ سيق نَحْوك عيسهم ... إِذا زَمْزَم الْحَادِي بذكرك اوحدا ¶ وَله: ¶ ووحي غرامٍ فِي الْأَحَادِيث شَرحه ... يطول على العشاق فيهم بِمَا حووا ¶ ووروا حَدِيث الْخَال عَن مَاء وجنة ... بِكُل حَدِيث فِي المحاسن قدرووا ¶ وَله: ¶ ان النِّسَاء نسَاء مصرٍ ... قد جبلن على الْخِيَانَة ¶ ان قيل قد عدم الوفا ... مِنْهُنَّ قل أَي وَالْأَمَانَة ¶ وَله: ¶ يَا أَيهَا العشاق قُولُوا لمن ... قد جَاءَكُم يسْأَل أَو يَهْتَدِي ¶ اجيدٌ اتلاف روح امرءٍ ... على مليح فِي الْهوى أم ردي امرد ¶ 38 - ابْن الْحَاضِر، الشهَاب أَحْمد ¶ أَحْمد بن مُحَمَّد بن خَلِيل الْحَاضِر الْحَنَفِيّ، شهَاب الدّين. كَانَ عَارِفًا بالقراآت، السَّبع، فَاضلا. سمع على جمَاعَة. ولد سنة أَربع وَسبعين وَسَبْعمائة. وَمَات فِي ذِي الْحجَّة سنة تسع وَخمسين وَثَمَانمِائَة.",
            "page": "57",
            "part": "1",
            "seal": "8A619691"
        },
        {
            "hno": "39",
            "id": "47",
            "nass": "39 - ابْن صَالح، الشهَاب أَحْمد ¶ أَحْمد بن مُحَمَّد بن صَالح بن الْفَخر عُثْمَان بن النَّجْم مُحَمَّد بن القَاضِي محيي الدّين الأشليمي سكنا الْحُسَيْنِي شهَاب الدّين أَبُو الثَّنَاء، الْمَعْرُوف بِابْن صَالح، الْفَاضِل الأديب البارع. ولد فِي حُدُود الْعشْرين وَثَمَانمِائَة، واشتغل بِالْعلمِ فقهاً، وأصولاً، ونحوا. فاخذ عَن القاياتي، والونائي، وَابْن حجر، وَأبي وَالقَاسِم النويري، والحناوي، وعضد الدّين السيرامي، والتقي الشمني. ونظم عقائد النَّسَفِيّ قصيدة من بَحر الْبَسِيط على رُوِيَ لَا، وَله النّظم الرَّائِق، والنثر الْفَائِق، وَهُوَ أحد السَّبْعَة الشهب. مَاتَ سنة إِحْدَى وَسِتِّينَ وَثَمَانمِائَة. وَمن شعره: ¶ وَرب عذول قد رأى من أحبه ... فَقَالَ وَعِنْدِي لوعة من تجانبه ¶ أَهَذا الَّذِي يسبي حشاك بِعَيْنِه ... فَقلت نعم يَا عاذلي وبحاجبه ¶ وَقَالَ: ¶ وظبي من الأتراك حاول عاذلي ... ملاماً عَلَيْهِ وَهُوَ للقلب مَالك ¶ فَلَمَّا تبدى خصره وجفونه ... ومبسمه ضَاقَتْ عَلَيْهِ المسالك ¶ وَقَالَ فِي مليح يُسمى فرجا والتورية مثلثه: ¶ شكى فوآدي هم الصَّدْر يَا فرجا ... وفيك أصبح صَدْرِي ضيقا حرجاً واستيأس الْقلب حَتَّى رحت أنْشدهُ ... يَا مشتكي الْهم دَعه وانتظر فرجا ¶ وَقَالَ: ¶ بدا فَوق خديه العذار فزاده ... جمالا وأضحى عاذلي يجمل النصخا ¶ وَقَالَ يَمِينا لَا ألومك فِي الْهوى ... واعذر على حب العذار وَلَا أضحى",
            "page": "58",
            "part": "1",
            "seal": "626E6244"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وَقَالَ: ¶ ونقي العذار قد ... زَان وجناته العذار ¶ جلّ خلاقه الَّذِي ... اولج اللَّيْل فِي النَّهَار ¶ وَقَالَ فِي مليح يلقب سعد الدّين مضمنا: ¶ دولابنا هَذَا يشابه عَاشِقًا ... صبا تعد من السقام ضلوعه ¶ يبكي على فقد الْأَحِبَّة منشداً ... من بعدهمْ جهد الْمقل دُمُوعه ¶ وَكتب إِلَى الشهَاب ابْن أبي السُّعُود ملغزا فِي كاس: ¶ أَلا يَا شهابا لي بأنواره هدى ... وللضد مِنْهُ جذوة النَّار تلفح ¶ وَيَا ذَا الحجا الواري زناد ذكائه ... على إِن فِيهِ عَاقِلا لَيْسَ يقْدَح ¶ فديتك مَا حُلْو المراشف واللمى ... على انه عِنْد المذاقة يملح ¶ إِذا ارتشف المشتاق يَا صَاح ثغره ... غَدا ثملاً من رِيقه يترنح ¶ بمبسمه الزهر الأقاحي ضائع ... ووجنته فِيهَا جنى الْورْد ينفح ¶ ينم بِمَا استودعه ويذيعه ... وكل إِنَاء بِالَّذِي فِيهِ ينضح ¶ ويسحب ذيل الشّرْب من مدحه وَلَا ... عَجِيب لكاس إِن غَدا وَهُوَ يمدح ¶ يبيت يَكِيل التبر لَكِن مَعَ الْغِنَا ... ترَاهُ البرايا سَائِلًا حِين يصبح ¶ يقوم على سَاق يَسُرك منْظرًا ... وَفِي الكعب وصف من يلاحظه ينْزح ¶ عجبت لَهُ كم فِيهِ قد حَار ذُو حجا ... على أَن أنوار الْهدى مِنْهُ تلمح ¶ واعجب من ذَا إِن جمر فؤآده ... يهيج وَمِنْه النَّار تطفو وتطفح ¶ تركب عِنْدِي من ثَلَاثَة أحرف ... وَقد قيل ثلث الثّمن من قَالَ ارجح ¶ وان صحف الْإِنْسَان مقلوب لَفظه ... يجد حَيَوَانا مِنْهُ فِي الْملح يسبح ¶ فأفصح بِمَا الغزت فِيهِ فَمَا أرى ... سواك فَتى عَن سر مَعْنَاهُ يفصح ¶ وعش مَا بدا شكل الْهلَال وأشرقت ... شموس ولاحت انجم تتوضح ¶ وَقَالَ يمدح شيخ الْإِسْلَام ابْن حجر وَقد تولى تدريس الصلاحية بجوار",
            "page": "59",
            "part": "1",
            "seal": "EC1EC889"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "مشْهد الإِمَام الشَّافِعِي رَحمَه الله تَعَالَى: ¶ لواحظ تجني وقلب يعذب ... وَلَا سلوة عَنهُ وَلَا الصَّبْر يعذب ¶ غزال بجفينه من السقم كسرة ... على أَخذ أَرْوَاح الْبَريَّة تنصب ¶ غرير كحيل الطّرف اسمر احور ... اغن رخيم الدل الْعس اشنب ¶ إِذا مَا بدا أَو مَاس أَو صال أَو رنا ... فبدر وخطي وَلَيْث وربرب ¶ خُذُوا حذركُمْ إِن صال كاسر جفْنه ... فكم صَاد قلباً مِنْهُ بالهدب مخلب ¶ هُوَ الشَّمْس بعدا فِي الْمَكَان وبهجة ... وَلكنه عَن ناظريه محجب ¶ تعشقته حُلْو الشَّمَائِل اغيدا ... يكَاد بالحاظ المحبين يشرب ¶ واسكنته عَيْني الَّتِي الدمع ملوءها ... وهيهات يرضيه خباها المطنب ¶ عجبت لماء الْحسن فاض بخده ... على أَن فِيهِ جَمْرَة تتلهب ¶ واعجب من ذَا ان نبت عذاره ... بأحمر ذَاك الخد أَخْضَر مخصب ¶ لَئِن كَانَ مِنْهُ الْوَجْه أصبح رَوْضَة ... فَفِيهِ رَأَيْت الْحسن وَهُوَ مهذب ¶ وَإِن كنت يَا قلبِي سعيداً بحبه ... فَإِن عذولي فِي هَوَاهُ الْمسيب ¶ وان طَابَ فِي وصف الغزال تغزلي ... فَإِن ثَنَا قَاضِي الْقُضَاة لَأَطْيَب ¶ هُوَ المُشْتَرِي بالجود بَيْتا من العلى ... يبيت السهى ساه لَهُ يتعجب ¶ شهَاب رقى الْعليا بِصدق عزائم ... فَلَا مطلب عَنهُ من الْفجْر يحجب ¶ وَحَازَ سِهَام الْفضل من حَيْثُ قد غَدا ... قَدِيما إِلَى أعلا كنانه ينْسب ¶ أَبُو الْفضل لَا يَنْفَكّ بِالْفَضْلِ مغرماً ... وَلَا عجب أَن يفتتن بِابْنِهِ الْأَب ¶ بَنو حجر بَيت عَليّ وَأحمد ... لَهُ كعبة حجُّوا لَهَا وتقربوا فَلَا عجب أَن يحمد النَّاس فعله ... وَلَكِن وفَاق الإسم وَالْفِعْل اعْجَبْ ¶ تحلت بِهِ الْأَيَّام فَانْظُر تَرَ الضُّحَى ... يفضض مِنْهَا والأصيل يذهب ¶ لَهُ رَاحَة لَو جارت الْغَيْث فِي الندا ... تقطر فِي آثارها وَهُوَ مُتْعب ¶ ألم تَرَ أَن السحب أمست من الحيا ... إِذا مَا بدا مِنْهُ الندى تتسحب ¶ يجلي دياجير الخطوب يراعه ... وَكم قد تجلى مِنْهُ فِي الْخطب كَوْكَب",
            "page": "60",
            "part": "1",
            "seal": "759A001C"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "ويشرق مَا بَين البنان كَأَنَّهُ ... سنا بارق من خَلفه الْغَيْث يسْكب ¶ يُدِير طلا الْإِنْشَاء صرفا فننتشي ... ويسمعنا شدو الصريف فنطرب ¶ تجاسر عود اللَّهْو يَحْكِي صريفه ... فَمن أجل هَذَا أصبح الْعود يضْرب ¶ لَهُ الله من عالي السجية عذبها ... كَمَا انهل من صوب الغمائم صيب ¶ تجانس مرباه البديع وَلَفظه ... فيا حبذا فِي الْحَالَتَيْنِ التأدب ¶ طباع من الصهبا أرق ومنطق ... إِلَى الصب من ريق الحبائب أعذب ¶ روى عَن سجاياه السخيات سهلها ... وَعَن سطوات الباس حزن وَمصْعَب ¶ لِيهن الإِمَام الشَّافِعِي بِأَحْمَد ... فَتى مَاله إِلَّا الْفَضَائِل مَذْهَب ¶ إِمَام لأشتات البلاغة جامعٌ ... يُقَاس بقس حِين يرقى ويخطب ¶ فَقِيه إِذا رام الْكِتَابَة طَالب ... يفِيض لَهُ من عطاياه مطلب ¶ وَقد حفظ الله الحَدِيث بحفظه ... فَلَا ضائعٌ إِلَّا شذى مِنْهُ طيب ¶ وَمَا زَالَ يملي الطرس من بَحر صَدره ... لآلىء إِذْ يملي علينا ونكتب ¶ فأظهر فِي شرح الصَّحِيح غرائباً ... يشرق طوراً ذكرهَا ويغرب ¶ وبارئه بِالْفَتْح مِنْهُ أمده ... لسبل الْهدى بَاب صَحِيح مجرب ¶ وَلَا أنس إِذْ بالتاج والقرط تجتلى ... عرائسه وَالْحسن لَا يتحجب ¶ واجمع من فَوق البسيطة أَنه ... فريد فجهل الحاسدين مركب ¶ أسيدنا قَاضِي الْقُضَاة وَمن بِهِ ... تهنى ولاياتٌ ويغبط منصب ¶ وَيَا وَاحِدًا قد زَان علياه أربعٌ ... تقى وعلومٌ واحتشامٌ ومنسب ¶ توليتها بِالْعلمِ لَا الجاه رُتْبَة ... غَدَتْ بك تزهى من فخار وتعجب ¶ وَفِي رَجَب وافت إِلَيْك فآذنت ... بأنك فردٌ فِي البرايا مرجب ¶ ومذ كنت اكفى النَّاس قاطبة لَهَا ... أَتَت بابك العالي لمجدك تخْطب ¶ وَأَنت بِمَا وليت أولى وانت بَال ... معارف وَالْمَعْرُوف أدرى وأدرب ¶ وكل غمام غير فضلك مقلعٌ ... وكل وميض غير برقك خلب ¶ نعم وعَلى علياك نعقد خنصرا ... ونبسط فِي قصد المساعي ونرغب",
            "page": "61",
            "part": "1",
            "seal": "7014084C"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "ونبغي بمغناك الْغَنِيّ فلاجل ذَا ... تراني بموصول المديح أشبب ¶ فَخذ من ثنائي كالكوءوس محبباً ... وكأس الثنا عِنْد الْكِرَام محبب ¶ بجودك سعر الشّعْر فِي النَّاس قد غلا ... إِلَى أَن غَدَتْ أوزانه تتسبب ¶ وَلَيْسَ يُسَاوِي قدرك العالي الثنا ... وان أوجز المداح فِيهِ وأطنبوا ¶ وَإِنَّا لنَرْجُو الْعَفو مِنْك لهفونا ... فَمَا زلت تعفوا حِين نهفوا ونذنب ¶ بقيت شهاباً فِي سما الْفضل طالعاً ... وبدرك وضاح الثنا لَيْسَ يغرب ¶ وعشت لمجد تستجد بناءه ... وَحسن ثَنَاء عَن معاليك يعرب ¶ وَقَالَ يمدح النَّبِي صلى الله عَلَيْهِ وَسلم: ¶ نعم بامتداحي اكرام الْخلق ابدأ ... نَبِي بذكراه المدائح تهنأ ¶ نَبِي كريم جود كفيه أبحر ... وأنفاسه الغر النفائس لُؤْلُؤ ¶ نَبِي علا حَتَّى تشرفت الْعلَا ... بأقدامه إِذْ زانها مِنْهُ موطئ ¶ كَأَن الثريا شابهت موطئاً لَهُ ... فأمسى لَهَا راس الْهلَال يطأطى ¶ فجل الَّذِي أنشأ بديع صِفَاته ... وحلى بَيَانا فِي مَعَانِيه ينشأ سراج مُنِير موضح سبل الْهدى ... على أَنه طول المدى لَيْسَ يطفأ ¶ ويكيفيه آيَات الْكتاب فَإِنَّهَا ... لآيَات حق بِالنُّبُوَّةِ تنبئ ¶ هِيَ الشَّمْس لَا تخفى اضاءتها سوى ... على أكمه لَا بل من الشَّمْس أَضْوَأ ¶ وأبيض يستسقى الْغَمَام بِوَجْهِهِ ... ويخدمه مِنْهَا ظلال تفيأ ¶ لَهُ الشَّمْس ردَّتْ وَهِي مشرقة الضيا ... كَأَن سناها نوره المتلألئ ¶ وأروى الظما كالنيل عذباً مهطرا ... أَصَابِعه حَتَّى ارتووا وتوضّوءا ¶ سخا ومحى شكوى قَتَادَة فاغتدى ... بجدواه شاكي الدّين وَالْعين يبرأ ¶ وَيَوْم الظما لَا مورد غير حَوْضه ... فَمن يسقى من شربة لَيْسَ يظمأ ¶ أَلا يَا رَسُول الله وَالرَّحْمَة الَّتِي ... بهَا يدْفع الله الْعَذَاب ويدرأ ¶ إِلَيْك التجائي من ذنُوب هِيَ الردى ... فَمَا لي أَن أقصيت فِي الْحَيّ ملْجأ",
            "page": "62",
            "part": "1",
            "seal": "A378BE2E"
        },
        {
            "hno": "40",
            "id": "52",
            "nass": "حصلت من الأوزار وقرا يؤدني ... فها أَنا ذَا أَن أتبع الركب ابطئ ¶ وياليت أَن أبطي أصب بعد إنماء ... أَرَانِي لسوء الْحَظ أبطي وأخطئ ¶ فَكُن لي شَفِيعًا يَوْم ينْكَشف الغطا ... فَإنَّك وتر للشفاعة تخبأ ¶ عَلَيْك صَلَاة الله ثمَّ سَلَامه ... على عدد الْأَيَّام تتلى وتقرأ ¶ وآلك وَالْأَصْحَاب من كل كَوْكَب ... يضيء ويستهدي ويسمو وينشأ ¶ ؟ ¶ 40 - ابْن عربشاه الدِّمَشْقِي، شهَاب الدّين أَحْمد بن مُحَمَّد ¶ أَحْمد بن مُحَمَّد بن عبد الله بن عَليّ بن مُحَمَّد بن عربشاه الدِّمَشْقِي الْحَنَفِيّ، شهَاب الدّين. كَانَ عَالما فَاضلا، وأديباً ناظماً، جال فِي الْبِلَاد وَأخذ عَن الأكابر. وَله تصانيف. ولد سنة إِحْدَى وَتِسْعين وَسَبْعمائة. وَمَات فِي رَجَب سنة أَربع وَخمسين وَثَمَانمِائَة.؟ ¶ 41 - السرسي، أَحْمد ¶ أَحْمد بن مُحَمَّد بن عبد الْغَنِيّ السرسي، صَاحب أَحْوَال وكرامات. مَاتَ فِي جُمَادَى الْآخِرَة سنة إِحْدَى وَسِتِّينَ وَثَمَانمِائَة، وَقد زَاد على السّبْعين. ¶ 42 - الشهَاب الْحِجَازِي، أَحْمد ¶ أَحْمد بن مُحَمَّد بن عَليّ بن حُسَيْن بن إِبْرَاهِيم، أَبُو الطّيب شهَاب الدّين، بن الشَّيْخ الصَّالح الْمُقْرِئ شمس الدّين، الْأنْصَارِيّ الخزرجي",
            "page": "63",
            "part": "1",
            "seal": "09199112"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "السَّعْدِيّ الْعَبَّادِيّ الْحِجَازِي الأَصْل الْمصْرِيّ، الشَّافِعِي الأديب البارع المفنن. ولد فِي شعْبَان سنة تسعين وَسَبْعمائة. وَأَجَازَ لَهُ الْحَافِظ زين الدّين الْعِرَاقِيّ، وَسمع على الْمجد الْحَنَفِيّ، والبدر النسابة، والبرهان الأنباسي، وَابْن أبي الْمجد وَغَيرهم، وَحضر دروس الْكَمَال الدَّمِيرِيّ، ودعا لَهُ، وَسمع من شَرحه لِابْنِ ماجة. ولازم الْعِزّ بن جمَاعَة، وَالْوَلِيّ الْعِرَاقِيّ، وَالشَّمْس الْبرمَاوِيّ، والبساطي فِي عدَّة من الْفُنُون. وعني بالأدب كثيرا إِلَى أَن تقدم فِيهِ، وَصَارَ أحد أعيانه. وَله فِيهِ تصانيف مِنْهَا: \" التَّذْكِرَة نَحْو سبعين جُزْءا، و \" كتاب النّيل \" و \" روض الْآدَاب \"، \" وحبِيب الحبيب ونديم الكئيب \"، و \" الْقَوَاعِد المقامات من شرح المقامات \" \"، و \" قلائد النحور من جَوَاهِر البحور \"، فِي اقتباسات الْقُرْآن، و \" ديوانه الْمُفْرد \"، و \" ومصنف فِي الألغاز والأحاجي \"، و \" ومصنف أدعية يدعى بهَا عقب قِرَاءَة الختمات بِحَسب الوقائع والمقامات \"، و \" أجوبة اعتراضات ابْن الخشاب على الحريري \". مَاتَ يَوْم الْأَرْبَعَاء سَابِع رَمَضَان، سنة خمس وَسبعين وَثَمَانمِائَة. وَقَالَ مضمناً: ¶ قصدت رُؤْيَة خصر مذ سَمِعت بِهِ ... فَقَالَ لي بِلِسَان الْحَال ينشدني ¶ انْظُر إِلَى الردف تستغن بِهِ وَأَنا ... مثل المغيدي فاسمع بِي وَلَا ترني ¶ وَقَالَ فِي ملحية لابسة ثوب خمري: ¶ فِي ثوبها الخمري قد أَقبلت ... بوجنة حَمْرَاء كَالْخمرِ ¶ فملت سكرا حِين أبصرتها ... لَا تنكروا سكري من الخمري ¶ وَقَالَ فِي باكية تسمى جنَّة مضمنا: ¶ نزهة عَيْني جنَّة أرْسلت ... مدامعاً من مقلة هامية",
            "page": "64",
            "part": "1",
            "seal": "E176F8E7"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "قد قلت لما ان بَكت واغتدت ... كأزهار رَوْضَة زاهية ¶ جَارِيَة أعينها جنَّة ... وجنة أعينها جَارِيَة ¶ وَقَالَ فِي مليحة قرعاء: ¶ فتاة مَا لَهَا فِي الرَّأْس شعر ... وَلَكِن فِي لواحظها فتور ¶ وَيَا عجبا لكوني فِي هَواهَا ... أَمُوت أسى وَلَيْسَ لَهَا شُعُور ¶ وَقَالَ فِي مليح ضرب: ¶ معذبي أوجعوه ضربا ... وَلم يكن عِنْدهم بَلَاغ أَن يضربوه فَلَا عجب ... التبر بِالضَّرْبِ قد يصاغ ¶ وَقَالَ مضمناً: ¶ سَالَ العذار بخده فَإِذا المب ... يض من صحن خَدّه مسود ¶ ولسان حَال العذار ينشدنا ... هَل بالطول لسائل رد ¶ وَقَالَ فِي تُرَاب مضمناً: ¶ فتنت بِتُرَاب حكى المَاء جِسْمه ... صفاء فَمَا أحلاه للعين وَالْقلب ¶ إِذا مَا نأى قبلت ترباً يَمَسهَا ... وَمن لم يجد مَاء تيَمّم بالترب ¶ وَمن نثر الشهَاب الْحِجَازِي مَا كتب بِهِ وَقد طلع لَهُ دمل إِلَى الشريف صَلَاح الدّين الأسيوطي فِي رَمَضَان سنة خمس عشرَة وَثَمَانمِائَة: الْحَمد لله حسبي الله مَا شَاءَ الله لَا قُوَّة إِلَّا بِاللَّه \" إِنَّمَا يُوفى الصَّابِرُونَ أجرهم بِغَيْر حِسَاب \". اللَّهُمَّ وفقنا للصَّوَاب، مِمَّا أنهيه إِلَى من أسود بِهِ، واستند إِلَيْهِ، فَهُوَ لي سيد وَسَنَد، وَمن نجده فِي الْأُمُور المهمة أغْنى بِهِ عَن الْعدَد وَالْعدَد، وَمن تستولد أفكاره آدابا كالدرر وحاشاها من الْيُتْم وَهُوَ لَهَا أَب اجْتهد فِي تأديبها وجد، وَمن ينشي فينسي وينثر كالمنثور",
            "page": "65",
            "part": "1",
            "seal": "3840F4A9"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "فأجد عِنْده راحاتي وراحي. وَمن إِذا أفسد نظامي الطالع المنحوس فَهُوَ على الْحَقِيقَة صلاحي. حرسه الله تَعَالَى من الْآفَات، وَنصب أَعْلَام سعوده نصب الالفات. ¶ انه حدث لي نازلة وَهِي طُلُوع دمل كَاد أَن ينزلني التُّرَاب، وَيفرق بيني وَبَين الأحباب والأتراب. ولي عشر لَيَال لَا أكتحل بالمنام، وَلَا اطعم الطَّعَام، فها أَنا فِي هَذَا الشَّهْر الشريف صَائِم اللَّيْل وَالنَّهَار، وطائر قلبِي قد غَشيته نَار هَذَا الدمل فَكَأَنَّهُ السمندل وَكَيف لَا وَهُوَ دَاخل النَّار. ¶ لقد طَال ليل سَاءَنِي فِيهِ دمل ... فاسهر أجفاني وَلم أستطع صبرا ¶ كَأَنِّي بِعلم الْوَقْت مغرى فها أَنا ... أراعي النُّجُوم اللَّيْل أرتقب الفجرا ¶ فياله من دمل خلته من حرارته جمره، وشبهته بِفَارِس عَاد بغض الي الْحَيَاة فكر فِي مهجتي كرة وَكره، فَلم أجد بدا من اسْتِعْمَال الصَّبْر مذ وصف لي فَمَا أحلاه عِنْده وَمَا أمره، حَتَّى اشبهت القَوْل الشاذ، ومنعت بِهِ أَن آلف الأخوان والتذ بمطعم ومشرب فَمَنَعَنِي فِي الْحَالين من الملاذ، وهون عَليّ الْمَوْت بِهَذِهِ الْمَشَقَّة الصعبة، ورخصت مهجتي حَتَّى كَادَت أَن تبَاع كَمَا يُقَال بمحبه، ويئست من الْعَافِيَة فَقلت على غَلَبَة الظَّن لم يبْق بيني وَبَينهَا مجَاز، إِذْ هُوَ فِي احمراره كالعقيق ودمعي يَنْبع من الْعُيُون وبيني وَبَين النّوم حجاز. ¶ توالى ووافى ليل هم بدمل ... أكابده فِي الْحَالَتَيْنِ بِلَا فجر ¶ نعم ولرب ليل بالهموم كدمل ... صابرته حَتَّى ظَفرت بفجر",
            "page": "66",
            "part": "1",
            "seal": "EA0414FA"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "على أَن صَاحب الدمل ضَعِيف لَا يزار. وَكلما قصد اسْتِعَارَة الصَّبْر وتهجم عَلَيْهِ اللَّيْل رَجَعَ عَن ذَلِك واستعار اسْتعَار. فتراني كلما جن اللَّيْل سلسلته بالدموع. وَنحل جسمي فِي هَذِه الْعشْر لَيَال لعدم الْمطعم والهجوع. وَالْوَاقِع أَن الْبكاء لَا يسمن وَلَا يُغني من جوع. فاقسم بِالْفَجْرِ، وليال عشر، لقد فطر هَذَا الصّيام قلبِي، وقطعني عَن المخاديم ورميت بالنوى فطار لبي وَأعظم من لَا يعرف الْأَلَم، وَلَا يفرق بَين الْبُرْء والسقم، إِذْ لم يرني مَعَ الساجد والراكع، وَلَا جمع بيني وَبَينه فِي هَذَا الشَّهْر جَامع، وَقَالَ لي مثلك يفرط فِي هَذَا الْعشْر. وَقِرَاءَة لَيْلَة الْقدر خير من ألف شهر. فَلَمَّا رَأَيْته جَاهِل دائي تَلَوت لَهُ سَلام هِيَ حَتَّى مطلع الْفجْر. وَلم يقْصد الْمَمْلُوك بِهَذِهِ السقطات إِلَى المخدوم التهجم عَلَيْهِ، أَلا لكَونه سيد وَالْعَبْد منتسب إِلَيْهِ. ¶ وَلَا بُد من شكوى إِلَى ذِي مُرُوءَة ... يواسيك أَو يسليك أَو يتوجع ¶ فمولانا وَأَن كَانَ عين الْوَقْت وَمحله الصَّدْر، فقد أَصَابَهُ مِمَّا شَكَوْت مِنْهُ جَانب. وَيعلم قدر مَا يقاسي الْمَمْلُوك من هَذَا الْعَارِض وَمَا هُوَ من هَذَا الكاس شَارِب. فليصفح سَيِّدي عَمَّا فِيهِ من الخطا فَإِنَّهُ أَكثر من الصَّوَاب، ويتجاوز عَن العَبْد فَإِنَّهُ مصاب، ويعف عَن الْقَلَم الَّذِي قد يعثر فِي طرسه وَهُوَ من الْأَدَب قَلِيل الْحَاصِل، وَلَيْسَ لَهُ حَظّ فِي الْخط فَمَا حَقه أَن يُقَال فِيهِ إِلَّا ملقى فِي الْكِتَابَة كمد وَاصل. وَالله تَعَالَى ينقذ مَوْلَانَا مِمَّا يكره، وَينفذ فِي أعدائه أمره، وَيرْحَم سلفه، ويبقي خَلفه، ويديم سيادته، وَيزِيد شرفه، بمنه وَكَرمه آمين. فَأجَاب الشريف رَحمَه تَعَالَى الله: أما بعد حمد الله رَافع شهب الْهدى",
            "page": "67",
            "part": "1",
            "seal": "D6437495"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "أعلاماً وجاعل رتب أهل الْفضل فِي كل زمَان أعلاماً، وَالصَّلَاة وَالسَّلَام على أفضل خلقه، واشرف حزبه، مُحَمَّد نبيه وَرَسُوله الْقَائِل: مَا من مرض أَو وجع يُصِيب الموءمن إِلَّا كَانَ كَفَّارَة لذنبه، وعَلى آله الطيبين الطاهرين وَصَحبه، فقد وصل إِلَيّ من مَوْلَانَا مَالك ازمة الْبَيَان، الْمشَار إِلَى فَضله بالبنان، مشرف مُشْتَمل على شكوى ألم الدمامل، مبدياً من مطالع كلمة الشهابي مَا لَا تدعيه البدور الكوامل، ضارع بسحره، بارع بنظمه ونثره، ملهيا بِمَا لَا تتأثم بِهِ أَيدي الاخوان من ادارة خمره. ففض ختامه عَن أطيب من الْمسك السحيق، وحسر لثامه عَن أبهر من در الْحباب على خد الرَّحِيق، وَنشر كمامه عَن زهر كلمٍ اما الأنجم فمراحي وَأما الثرى فشقيق. وَقَالَ لمن حوله من الْفُضَلَاء إِلَّا تَسْمَعُونَ، وَإِلَى المجاراة فِي هَذَا الْفَنّ المعجب إِلَّا تجتمعون. فَقَالَ الْقَوْم هَيْهَات، وانى لنا المطار فِي هَذَا الْأُفق الَّذِي لَا يَدعِي قوادم السوابق من الطير فِيهِ الثَّبَات، وَهَذَا أفق شهابي لَا تَسْتَطِيع محاولته الافهام وَتلك عَصا قلم إِذا لقِيت تلقف مَا تأفك عصي الأقلام. ¶ وَمَا تناهيت فِي بثي محاسنه ... إِلَّا وَأكْثر مِمَّا قلت مَا أدع ¶ فَللَّه در مَا تولد من هَذَا الْفِكر الأنجب، وَمَا ركض بِهَذِهِ الْمعَانِي من عنبر هَذَا النَّفس الْأَشْهب. فَلَقَد أفْصح عَن خبر الْجِسْم بالتغير والأبدال، وطالع بعد حذف ذكر الصِّحَّة بحروف الِاعْتِدَال، \" فَزَاد مَا بك فِي غيظي على الزَّمن \".",
            "page": "68",
            "part": "1",
            "seal": "50591533"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "فَأَما مَا شكاه مَوْلَانَا مِمَّا أشترك الْمَمْلُوك مَعَه فِيهِ من الْمَادَّة، وَمن بروز هَذِه الحدة الَّتِي هِيَ عَن الِاجْتِمَاع بِخَير الْجَمَاعَات حادة فقد أَمْسَى الْمَمْلُوك وكل من دماميله مَا لَهُ فجر، وَلَا لوصل ألمه وسهره على الرغم هجر، قد يَبِسَتْ فِيهِ الدَّوَابّ من كَثْرَة مَا يتحجر، وَزَاد على قسوة الْأَحْجَار وَأَن من الْحِجَارَة لما يتفجر. فَهُوَ الْأَصَم لَا يرثي لمتألم، والأبكم لَا يفتح فَاه على انه للجسد مُكَلم. وَمَا زلت أكتم عرضا إِلَى أَن تجسم، وعارضاً إِلَى أَن أَقَامَ وتكوم، وموجودا فِي الْقلب إِلَى أَن وجد فِي الْعين، ومعروضا فِي الخاطر إِلَى أَن صَار مكفوفاً بالساقين، أَو مَقْبُوضا باليدين، قد طلق جَنْبي الأَرْض الَّتِي هِيَ فرَاش، وتهافت على الاستنجاد بِالصبرِ على مَا أجد من نَار الوهج كالفراش. وَكنت أردْت من الزَّمَان ثروة فَإِذا هِيَ دَرَاهِم الْحَرَارَة ودنانير الدماميل. وَأكْثر النَّاس من قَول \" مَا لَك؟ \" وَلَكِن عَمَّا مدَّته قَصِيرَة وألمه طَوِيل. فكم صَبر على خطبهَا قلبه الكليم، وَوصف لَهُ التشاغل بِالصديقِ والإستحمام فِي الْحمام فَلم يجده صديق وَلَا نفعة حميم، وخفف عَن الْمَمْلُوك مَا وجد لما ساهمه بر مَوْلَانَا فِي عرض الْجَسَد. فَإِن النُّفُوس إِذا تعارفت، والأرواح إِذا تمازجت، تشاركت الْأَبدَان لتشاركها فِي السَّرَّاء، وتجاذبت الْأَعْضَاء لتشاكلها عِنْد الضراء. ويوءيد هَذَا مَا أتفق لِابْنِ هاني وعنان، وحكاية عوادة عَنْهُمَا فِي ذَلِك الزَّمَان، \" عِلّة خصت وعمت فِي حبيب ومحب \" وَأما ملام ذَلِك الْجَاهِل لمولانا وَوَصفه لَهُ بِأَنَّهُ عفيف الْجَبْهَة، فقد عرض لَهُ",
            "page": "69",
            "part": "1",
            "seal": "E852DAA7"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "مَوْلَانَا بالمملوك عِنْد هَذِه المجاراة بِأَنَّهُ يكبر من وَرَاء الصَّفّ بِلَا شُبْهَة. وَكَأَنِّي بمولانا والعافية قد أَصبَحت مشيدة، والرعدة قد ولت عَن الْجَسَد الشريف شريدة، والألم قد قَالَ هَذَا فِرَاق بَيْنك وبيني، والسقم قد عرض حمله فَقَالَ إِنْسَان المليحة على عَيْني، وَقد سطر الْمَمْلُوك هَذَا الْجَواب يَدَيْهِ لَيْلًا وَالْيَد تاركة، وَطَرِيق خاطره بالفكر سالكة، وَالنُّعَاس قد ترك الشمعة الضاحكة، فِي الْعين حالكة. وَلَعَلَّه لَا يَفِي بِإِعَادَة التَّأَمُّل لما كتبه، وَبِاللَّهِ يقسم لقد آثر حَظّ قلبه فِي خطاب مَوْلَانَا على حَظّ عينه من الْكرَى فحجبه. وَهُوَ يسْأَله بسط الْعذر عِنْد الْوُقُوف عَلَيْهِ، وَالصَّدَََقَة بستر مساويه بعد النّظر إِلَيْهِ. ويرجوان ان يصبح بِصِحَّتِهِ المحبون لَهُ سَالِمين من الْغَيْر حَتَّى لَا يعتل فِي أَيَّامه إِلَّا النسيم، وَلَا يرى هزة إِلَّا من الجفن والخصر السقيم إِن شَاءَ الله تَعَالَى. وَكتب الشهَاب الْحِجَازِي إِلَى الشهَاب ابْن الشَّاب التائب ملغزا فِي خَاتم: الْحَمد لله عَالم الْغَيْب، وساتر الْعَيْب. سَأَلتك أعزّك الله شهَاب النجبا، وَخَاتم الأدبا، فاتح مقفل كل معمى ومخباً، ربيب الْآدَاب، كهل الْأَدَب شيخ الْكتاب، أَخُو البلاغة، ابْن البراعة، أَبُو التقى، آدام الله تَعَالَى لَهُ البقا، عَن شخص راق فِي المرأى لكل رائي، يضيء كَالْكَوْكَبِ، ويدور كاللولب. حسن الصِّفَات والنشآت، سَاكن كثير الحركات، صَامت لَا ينْطق يُؤْخَذ مِنْهُ عدَّة لُغَات. يُورث وَيَرِث، ويتصبب وينبعث.",
            "page": "70",
            "part": "1",
            "seal": "673D3E7D"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "جَبينه أَبْلَج، وثغره غير مفلج. لَا يزَال فَمه مَفْتُوحًا، وَمَعَ جودته وصلابته لَا ترَاهُ إِلَّا مفدوحاً. يهواه كل ذِي ثروة وسخا، صبور على كد مستعمله فِي الشدَّة والرخا. بديع فِي مَعَانِيه بعيد عَن الْعَكْس والطرد، وَرُبمَا أحس عِنْد الْحر بالبرد. إِذا لَاذَ بِصَاحِبِهِ لَازم الملاذ، ويعد اسْتِعْمَاله من الملاذ. لَهُ فَم وَعين يروقان السَّامع والباصر، وتألفه الْأَيْدِي من ذَوي الأيادي وتعقد عَلَيْهِ الخناصر. جعل الله لَهُ فِي نفوس النَّاس عزه، وَجعل أصْبع كل فردٍ فَرد مِنْهُ كَمَا يُقَال فِي الْمثل تَحت رزه. يحمل زَائِره على رَأسه، وَإِن لم يكن من أَبنَاء جنسه. ويفر مِمَّن وضع على النعش، وَرُبمَا صَحَّ فِي الرِّهَان عَلَيْهِ النقش. طالما وَصفه الْقَارِي فِي آخر الْكَلَام الْقَدِيم بنصه، ويروي عَنهُ الحَدِيث بفصه. أَبْلَج من الفضه، وابهج من الإقحوانة الغضه. كثير السُّكُوت فَإِذا حرك فَهُوَ نشيط، ذُو جسم وقلب وَلَا حجر لَهُ وَهُوَ مَعَ ذَلِك بِمَا هُوَ بصدده مُحِيط. محظوظ فِي اللحظ، ملحوظ فِي الْخط. طالما ضيق على صَاحبه حَتَّى ضَاقَ بِهِ ذرعا، ولربما حصلت التَّوسعَة من قلبه فَلم يجد نفعا. محلى وَفِي قالب الْحسن مفرغ ابيض اللَّوْن كَأَنَّمَا صِيغ من لون بدر السَّمَاء بل هُوَ من ثَنَاء مَالِكه يصْبغ. ظرف مظروف، عِنْد ذَوي الظّرْف مَعْرُوف. يوضع على الْمُعسر إِذا حصل لَهُ الضّيق، وانه لنعم الرفيق. لَا يدع اثْنَيْنِ يسلكان مسلكه، وَلَا يرضى فِي ممرة ومقره بشركه. يَعْلُو على رَأسه التَّنْزِيل، فَلَا يتَغَيَّر لذَلِك وَلَا يَسْتَحِيل. رباعي الْحُرُوف وَنصفه حرف",
            "page": "71",
            "part": "1",
            "seal": "88623C3E"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "مُعْجم، وان أنقصته من حُرُوفه تمّ. ذكر فِي الْقُرْآن، وَحَمَلته يَد سيد ولد عدنان، ويهواه كل إِنْسَان، ونبهت على فَضله الْكُهَّان والرهبان، وَمَا اخْتلف فِي حبه اثْنَان. سَاكِت صَامت كالأبله، يَدُور على مَا لم يصنع لَهُ. فَهُوَ لعمري سَاكن ومأوى، وَفِي بعض الأحيان يصدى ويروى. وَمَتى تصدى لأمر مَا ظهر وتجلى، وَمَا ذاق أحد مرَارَة البوءس وَصَحبه بعد إِلَّا تحلى، فلينعم سَيِّدي حفظه الله تَعَالَى بِالْجَوَابِ من الفاظه العليه، تفضلا على هَذِه الْفقر الفقيرة من الْحَلَاوَة وان كَانَت خليه. وليصفح عَن اللِّسَان العيي، والجنان الْحَيِي، وَالله تَعَالَى يَجعله فِي حسب خَاتم الْأَنْبِيَاء وَسيد الأصفياء. ¶ فَأجَاب والغز لَهُ فِي مسك: الْحَمد لله عَالم الخفيات. سَأَلتنِي رعاك الله تَعَالَى برعايته أَيهَا الشهَاب الْمُضِيّ، وَمن لَهُ فِي سَمَاء البلاغة سرعَة السّير والمضي، من لم يزل مَالك أزمة الْأَدَب ومملكها، وسالك طرق الْفَضَائِل ومسلكها، محلي بنان الْبَيَان وأجياده، ومروض الصعب من جِيَاد الْمعَانِي حَتَّى يستسلم لقياده، محرك بلابل الخواطر ومهيجها، وملقح عقيم الأفكار بمقدمات مسَائِله ومنتجها، عَن شخص خف على يَد حامله، حَتَّى علق بأنامه. كثير التَّحَوُّل والانتقال، يذهب من ذَات الْيَمين إِلَى ذَات الشمَال. ترَاهُ مَعَ صَاحبه طوع يَدَيْهِ، فَمَتَى أَرَادَهُ لم يلو عَلَيْهِ. يجود لَهُ بنضاره ولجينه، ويمنحه الِاحْتِمَال وَلَو دخل إصبعه فِي عينه. يتلَقَّى الصَّبْر على من هجر، بقلب من حجر. يُؤثر صحبته المتحلي، وَرُبمَا يجله عَن المرافقة المتخلي. يصحب المتوضي لَا الْمُتَيَمم، ويزين الْعَالم والمتعلم. لم يتقن من النَّحْو إِلَّا بَاب الظّرْف، وَكثير من أَبنَاء جنسه مشتغل بفن الْحساب وَالصرْف. نسبته إِلَى الْغَزالِيّ اشهر من نِسْبَة الْأَحْيَاء بل انتسابه لنَبِيّ الله سُلَيْمَان انشر شهرة وَأَحْيَا. من فضائله انه",
            "page": "72",
            "part": "1",
            "seal": "439852B3"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "من دَلَائِل النُّبُوَّة، وعلامة من الْمُلُوك على عدم الْغدر وَصِحَّة الفتوة. كم نَالَ بِهِ خَائِف الْأمان، وَكم صرح باسمه فِي التَّسْلِيم بعد الْأَذَان. يحتوي على مَا فِي أَيدي الْمُلُوك، وتراه مَمْلُوكا كالصعلوك يَدُور على ملْء جَوْفه ويجول، ونزيله مَعَه فِي الفارغ المشغول. هَذَا وَلم يشك مَعَ خلو جَوْفه سغبا، وَلَا يُبْدِي عِنْد دورانه تعبا. لَكِن يحمي ويغور، قبل أَن يجْرِي ويدور. يذوب جِسْمه ويحترق، ثمَّ يلتئم فَلَا يفْتَرق. لم يسع جَوْفه مشرباً وَلَا مأكلاً، على أَنه لَو دخل فِيهِ الْبَحْر مَا امْتَلَأَ، حَتَّى وَقع فِي جمع تكسر وَلم يسلم، مَعَ أَنه يصل إِلَى حَالَة النزع وَلَا يألم. لَا يحسن السباحة، وَلَا يجد حظاً من الرَّاحَة. لَو كف الْبَحْر أَصَابِع زِيَادَته وَبَقِي وَلَو أصبعا، لَكَانَ مِنْهُ منحدر متقلعاً. وَرُبمَا زَاد فِي قيمَة قدره، بحدبة تطلع فِي ظَهره. طالما ظلّ بِهِ صَاحبه عابثاً، وَحلف الْجَاهِل بِهِ فِي رَمَضَان حانثاً. أَن صحفته كَانَ تركياً، وَأَن حذفت نصفه كَانَ طيراً بهياً. وَإِن بدلت أول حُرُوفه بذل وسخا، أَو عكسته دلّ على التآخي لَا الاخا. لم يعْص مَوْلَاهُ طرفَة عين قولا ولاعملاً، على أَنه رُبمَا نسب إِلَيْهِ التكبر والخيلا، وَوَقع فِي الْإِسْرَاف على نَفسه بِاسْتِعْمَال الطلا. فأجبت بِحَسب الْإِمْكَان، مَعَ تسور الْغم على حصن الْفِكر وَختم الْهم على حَاصِل الْجنان. فَلْينْظر المخدوم حفظه الله تَعَالَى بِعَين الرِّضَا لهَذَا السجع فقد هذر، وَلَا يزيف سبك هَذِه الْفقر. فَإِنَّهَا سليمَة من حسن الصياغة، مستخلصة من الفصاحة والبلاغة. أدام الله تَعَالَى علينا جود سحائب فكرته المزرى بالندا الْمَرْوِيّ عَن حَاتِم، وَجعله فِي حمى السَّيِّد الْكَامِل الفاتح الْخَاتم. وَقد آن أَن ننزع مَا تنازعناه من أَيْدِينَا ونطلقه، وَإِلَّا فقد صَار مَعنا فِي بوتقه.",
            "page": "73",
            "part": "1",
            "seal": "B6B0501C"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "وليصفح سَيِّدي عَمَّا خطر لعَبْدِهِ، من خطر التهجم على إنْشَاء سوآله وقصده. فقد مد لي المخدوم جسر التجسر، ومهد لي طَرِيقا يُوجب التَّقَدُّم من غير تَأَخّر. فَأَقُول بِلِسَان التأدب والإجلال، متمسكاً بأذيال الإذلال، مَا قَوْلك أيَّدك الله فِي شخص طَابَ مخبره، وحُمد أَثَره، ان صحبته جملك وظرفك، وَأَن جهلت مقَامه دلك عَلَيْهِ وعرفك، وَأَن تمسكت بِهِ تعلق بك، وَإِن احتملته منحك غَايَة اربك. وَإِن أهنته أكرمك، وَإِن طرحته تبعك والتزمك. لَا يمل مَعَه اللّّبْث، على مافي جنسه من الْخبث. حُرم الْعقل واعطي الذكا، وَمَعَ استتاره ترَاهُ متهتكا. طالما ألف النفار، واستوطن القفار. لَا يوحشه فِرَاق معهد وَلَا ربع، بل شَأْنه الِانْفِصَال عَن الوطن بالطبع. إِن فَارق وَطنه فِي حَيَاة أَهله كَانَ كالإنسان فِي الطَّهَارَة، وَإِلَّا فقد أشبه ميتَة الفارة. كم فَضَح سَارِقا بل سارقه، وأبى انزال المَاء إِلَّا بالمساحقه. إِن حفظته ضَاعَ، وان كتمت سره ذاع. يسْتَدلّ على سماته الصَّالِحَة، بهبوب نسماته الغادية الرَّائِحَة. وَرُبمَا اسْتدلَّ على مراسه، بتصاعد أنفاسه. يهدي لمحبه ريَاح قربه فيستريح، فَهُوَ لعمري قَانِع مِنْهُ بِالرِّيحِ. كَأَنَّهُ من ثنائك سرق، أَو من أخلاقك خلق. تمنح خلائقه للنديم، وتهجره فيراسلك مَعَ النسيم. يقنع مِنْهُ الصّديق فِي صدق الصُّحْبَة، وَلَو بِوَزْن حبه. يحبس فَلَا يُوجد لإطلاقه دوا، غير تعلقه بأذيال الْهوى. سره جهر، ونومه سهر. يَنْفِي الْخبث، وَلَا يحْتَمل الْعَبَث. لَا تعيبه غبرة لَونه، وَلَا حلكة جونه. بَيْنَمَا يرى كالليل إِذا عسعس، ترَاهُ كالصبح إِذا تنفس. يلْتَفت فِي الأثواب فَلَو أَنَّهَا عدد الْعشْر، لأظهر فِيهَا بديع اللف والنشر. طابت شيمته، وغلت قِيمَته. صَحبه النَّبِي وأحبه، وَكَفاهُ من الشّرف هَذِه الرُّتْبَة. فليجمع سَيِّدي بنظره شَمل هَذِه الْفقر",
            "page": "74",
            "part": "1",
            "seal": "4000F4E3"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "اليانعة، وليطلع فِي ليل معماها كواكب فكرته اللامعة. وليسمح بجوابه، لنهتدي بضوء صَوَابه. فَهُوَ قطب دَائِرَة الْآدَاب، وشمس فلك أولي الْأَلْبَاب. فَرد جمع محَاسِن الأُدبا، من مضى مِنْهُم وَمن ولي. ¶ تجمعُوا فِي فَتى الْعليا وَلَا عجبٌ ... إِن يجمع الله كل الْخلق فِي رجل ¶ لَا بدع أَن فقتهم بمزيد الْفضل وإحراز الْمَعَالِي: ¶ \" فَإِن تفق الْأَنَام وَأَنت مِنْهُم ... فَإِن الْمسك بعض دم الغزال \" ¶ وَالله أسأَل أَن يُعَامل المخدوم بجميل الْفضل والْمنَّة، وَلَا يحرمنا وإياه عرف الْجنَّة. ¶ فَأجَاب: الْحَمد لله الْقَرِيب الْمُجيب. ¶ تمسك بأذيال الْهوى واخلع الحيا ... وخل سَبِيل الناسكين وَإِن جلوا أهلني مولَايَ حفظه الله تَعَالَى للسوآل عَن طيب مَا هُوَ أطيب من مرسله ثَنَا وذكاً، وَمن لَهُ أَن يكون مثل سَيِّدي ذكا. أسعده الله وقربه، ونعمه وطيبه، وَإِذ ذَكرنِي بِهَذَا السوآل فَكَمَا قَالُوا: ذكرته الروائح الطّيبَة. نعم هُوَ مرئي محجب، بسيط مركب، مُعَلّق مسبب، بغيض محبب، مَجْمُوع مُرَتّب، منثور مقلّب. يخرج من حيٍ وَهُوَ كالميت، ويذيع الْأَسْرَار وَلَيْسَ بصيت. يغشى سر نَفسه وينثته نثباً، وَلَيْسَ بحيوان بل هُوَ متولد من ذكر وَأُنْثَى. يسكر من رِيحه وَلَيْسَ على مستعمليه حرج، وَكم لَهُ فِي طي نشره من أرج. ترغب أربابه عَنهُ مَعَ احتياجها وتطرحه فِي البراري استرواحاً، فَإِذا صَار إِلَى الأملياء عَادَتْ بِهِ شحاحاً. ثلاثي الْحُرُوف، فَإِن طرح ثلثه كَانَ الْبَاقِي شَيْئا فِي التَّدَارُك قبيحاً،",
            "page": "75",
            "part": "1",
            "seal": "17594C78"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "وَإِذا عكس هَذَا الْقَبِيح صَار مَعَ المليحة مليحاً. لَا يتأوه إِذا جلده سلخ وَكم لَهُ فِي الْأَطْعِمَة من مزية لَا يسمن وَلَا يُغني من جوع إِذا أكل بَعْدَمَا طبخ. دم طَاهِر لَيْسَ بطحال وَلَا كبد، جامد مذاب أحبب بِهِ من ذائب وجمد. تركي أسود، وَهُوَ لعمري شَيْء لم يعْهَد. كم أوذي وصبر على الْأَذَى، وَاسْتعْمل فِي المأكل وَالْمشْرَب وَرُبمَا كَانَ أَسْوَأ من القذى. إِذا ورد المَاء وَهُوَ يروي عَن الصفي غَادَرَهُ يروي عَن ابْن الْمُنْذر، وَيشْرب من لطافته كَمَا قَالُوا فِي المَاء العكر. مَذْكُور فِي كتاب الله الْعَزِيز، ويكفيه مثل ذَلِك فِي التبريز. يصحب النافر والآنس، وَهُوَ خَاتم الرَّحِيق وَفِيه فَلْيَتَنَافَس المتنافس. لَا يُنكر شمه وَيَرَاهُ المزكوم والأعشى، وَمَتى ناقشه الدّرّ وَقَرَأَ للونه سُورَة \" وَالضُّحَى \" تلى هُوَ للونه \" وَاللَّيْل إِذا يغشى \". بل هُوَ بالفضيلة أخص، حَيْثُ جَاءَ إسمه فِي الْكتاب وَالسّنة بِالنَّصِّ. أسود تهواه الْبيض، وَرُبمَا حملت المليحة مِنْهُ بَعْدَمَا تحيض. إِذا شقّ ثَوْبه وتناثر أعظم بِهِ من سَاقِط لكل لاقط، وَهُوَ الْمُنْفَرد المسجون إِذا أفلت وخالط كَانَ ألطف مخالط. ذكي لم يزل عِنْد أهل الذكاء مَحْفُوظًا، أسود الْجلْدَة مَا برح عِنْد بيض الْوُجُوه مَحْفُوظًا. ذكره بالجميل شَائِع، ويدور عَلَيْهِ الفهر الدوران المتتابع، والجميل مَعَ ذَلِك مِنْهُ ضائع. يمدحه الأدباء والبلغا، وَقد سود من الله عِنْد من طغا وبغى. كثير الْإِنْصَاف، لعدم ميله إِلَى الْخلاف. ترَاهُ كبعض النسا يهوى السحاق، ويألفه ذَوُو الْغنى كَيفَ لَا وصوته ناشٍ عَن إِسْحَاق. إِذا حَبسته ألف حَبسك، وَإِن مسيته مسك. فَأكْرم بك كتاب ختامه مسك، وَأعظم برسالة جزالة بلاغتها يَا فكري الفاتر تؤسك. أَي وَالله.",
            "page": "76",
            "part": "1",
            "seal": "FD48EEC8"
        },
        {
            "hno": "43",
            "id": "66",
            "nass": "ضميتها عِنْد اللقا ضمّةً ... منعشةً للمدنف الْهَالِك ¶ قَالَت تمسكت بِمَاذَا وَمَا ... هَذَا الشذا قلت بأذيالك ¶ فَللَّه درها من تَحِيَّة أربت على الْأَوَاخِر والأوائل، فَلَو أدركتها الأول أضحى قس عِنْدهَا شبه بَاقِل وَكَانَ يغترف من فضَالة فَضلهَا القَاضِي الْفَاضِل. فيا حسن مَا انشا، من انشا. يفعل مَا لَا يفعل المدام، وَيَا طيب مَا استعذب من بلاغة براعة استهلالها اللَّائِق بِهَذَا الْمقَام، وَمَا نشق من عبير مسك براعة هَذَا الختام يعجز عَن وصفهَا اللِّسَان، ويعترف كل فَاضل لخفي دقائقها ببديع الْمعَانِي وَالْبَيَان. فقبلها الْمَمْلُوك حِين قابلها، وَعَاد لَهَا فَلم يجد من عادلها. نعم قبلهَا ألف قبْلَة، وَكَاد يَجْعَلهَا أَمَامه يَا إِمَامَة قبله. وَلَو أمكنه طي مَا نشر من هَذَا الْجَواب التافه لطوى، وَلَكِن نوى ذَلِك فغلبته الطَّاعَة وَلكُل امرىء مَا نوى. لَكِن براعة الرسَالَة الذكية أملت عَلَيْهِ فاستملى، وجلى محاسنها وأستجلى وأستحل سحرها وأستحلى. وَالله تَعَالَى يديم على مَوْلَانَا نعمه المتوالية، ويمنحه بعد الْعُمر الطَّوِيل من الْجنان الرَّائِحَة الْآنِية. ¶ وَقَالَ فِي الْحَرِيق الَّذِي وَقع ببولاق سنة اثْنَتَيْنِ وَسِتِّينَ وَثَمَانمِائَة: ¶ لهفي على مصر وسكانها ... والدمع من عَيْني عَلَيْهَا طليق ¶ مَا شاهدوا الْحَشْر وأهواله ... مَا بالهم ذاقوا عَذَاب الْحَرِيق ¶ 43 - الشهَاب المنصوري، الهائم أَحْمد بن مُحَمَّد ¶ أَحْمد بن مُحَمَّد بن عَليّ بن مُحَمَّد بن أَحْمد بن عبد الدَّائِم بن رشيد الدّين بن خَليفَة بن مظفر السّلمِيّ، شَاعِر الْعَصْر شهَاب الدّين المنصوري، الشَّافِعِي ثمَّ الْحَنْبَلِيّ الْمَعْرُوف بالهائم، من ذُرِّيَّة الْعَبَّاس بن مرداس السّلمِيّ الصَّحَابِيّ رَضِي الله تَعَالَى عَنهُ، فبراعته فِي الشّعْر نزوع إِلَى جده. وَمن",
            "page": "77",
            "part": "1",
            "seal": "364EB37C"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "اللطائف أَن أم الْعَبَّاس بن مرداس هِيَ الخنساء أُخْت صَخْر الشاعرة الْمَشْهُورَة الَّتِي أَجمعُوا على أَنَّهَا أشعر النِّسَاء، وَقد بيّنت أحوالها فِي \" شرح شَوَاهِد مُغنِي اللبيب \"، فَانْظُر الْعرق كَيفَ ينْزع. ولد شهَاب الدّين هَذَا سنة ثَمَان أَو تسع وَتِسْعين وَسَبْعمائة، بالمنصورة. ورحل إِلَى الْقَاهِرَة سنة خمس وَعشْرين وَثَمَانمِائَة، فبحث التَّنْبِيه على القَاضِي شرف الدّين عِيسَى الأقفسهي، والالفية على الشَّيْخ شمس الدّين الجندي، وَبحث عَلَيْهِ كِتَابه فِي النَّحْو، الزبدة والقطرة. وَقَالَ يمدحه لما فرغ من الْقِرَاءَة: ¶ ثناؤك شمس الدّين قد فاح نشره ... لِأَنَّك لم تَبْرَح فَتى طيب الأصلِ ¶ أَفَاضَ علينا بَحر علمك قَطْرَة ... بهَا زَالَ عَن البابنا ظمأ الْجَهْل ¶ وَأخذ النَّحْو أَيْضا عَن الشَّيْخ شمس الدّين الْقرشِي شيخ الشيخونية. ثمَّ تحول حنبلياً لأجل وَظِيفَة بالشيخونية. وَسمع على الزَّرْكَشِيّ وَغَيره. وَجمع ديوانه فِي مُجَلد ضخم. مَاتَ فِي سنة سبع وَثَمَانِينَ وَثَمَانمِائَة. ¶ قَالَ يمدح النَّبِي صلى الله عَلَيْهِ وَسلم: ¶ أذكت بروق الْحمى فِي مهجتي لهبا ... فانشأت مقلتي من جفنها سحبا ¶ يَا نازلين بقلبي طَابَ منزلكم ... وَيَا عريب الْحمى حييتُمْ عربا ¶ جزتم على البان فاهتزت معاطفه ... وأرخت الدوح من أَغْصَانهَا عذبا ¶ عجبت كَيفَ سكنتم من محبكم ... قلباً خفوقاً من الأشواق مضطربا ¶ وأرحمتاه لعينٍ كلما هجعت ... القت كراهاً بكف السهد منتهبا ¶ فِي كل يَوْم انادي رسم ربعكم ... يَا ربع ليلى لقد هيجت لي طَربا ¶ لَا وَأخذ الله أحبابي بِمَا فعلوا ... من الصدود وَلَا قلبِي بِمَا كسبا ¶ ردوا الْمَنَام على عين بكم فجعت ... حَتَّى تكون إِلَى رؤياكم سَببا ¶ لما ذكرت فَمَا قبلت لؤلؤةً ... أجريت دمعي على عَيْش لنا ذَهَبا ¶ قد كلَّ صارم عزمي عَن سلوكم ... لما سَمِعت حَدِيثا عَنْكُم ونبا",
            "page": "78",
            "part": "1",
            "seal": "DEC2EDEE"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "وَيَا جمالكم عَن عين عاشقه ... حينا فَمَا ضره لَو زَاد واقتربا ¶ بنتم فَلَا غرو أَن زار الحبيب وَلَو ... زرتم أخذت لدهري مِنْكُم عجبا ¶ يَا للقريب الَّذِي شط المزار بِهِ ... عَن الْأَحِبَّة أَلا سيد الغربا ¶ كَهْف العصاة مغيث المستغيث بِهِ ... مُحَمَّد الْمُصْطَفى أعلا الورى نسبا ¶ من اطلع الله من لألآء غرته ... بَدْرًا وَأنزل فِي أَوْصَافه كتبا ¶ وَأَقْبَلت نَحوه الْأَشْجَار طَائِعَة ... ... ... ... ... ... ... ... ... ... . ¶ ... ... ... ... ... ... ... ... ... ... . فَكَانَ أحسن طَرفَيْهِ الَّذِي ذَهَبا ¶ فكم سقت راحتاه عسكراً وشفت ... وفرحت كبدا إِذْ فرجت كربا ¶ بِهِ هدى الله أَقْوَامًا أعزَّ بهم ... دينا أذلَّ بِهِ الْأَوْثَان وانقلبا ¶ قوم إِذا ذَكرُوهُ استعبروا رهباً ... وان دعوا للطعان اسْتَبْشَرُوا رغبا ¶ أعطافهم من ريَاح النَّصْر مائسة ... \" كَأَنَّهُمْ فِي ظُهُور الْخَيل نبت رَبًّا \" ¶ لَا يعْرفُونَ عريناً إِذْ غدوا اسدا ... إِلَّا العوالي والهندية القضبا ¶ فيا لَهَا من عوالٍ فِي المعامع كم ... حازت من السَّبق فِي راحاتهم قضبا ¶ وَمن مواضٍ قد استحلوا مواقعها ... كَأَنَّهُمْ قد جنوا من ضربهَا الضربا ¶ سموا بِأَفْضَل مَخْلُوق سمى وَبِه ... نالوا الْهدى والتقى وَالْفضل والأدبا ¶ ايوان كسْرَى تردى يَوْم مولده ... وأخمد النُّور من نيرانه اللهبا ¶ وَجَاءَت الْجِنّ والكهان هاتفةً ... لما رَأَوْا مظهرين الويل والحربا ¶ قَالُوا وجدنَا السَّمَاء الْآن قد ملئت ... آفاقها حرساً مَمْلُوءَة شهبا مَا ذَاك إِلَّا لأمر كَانَ عَن قدرٍ ... فَمَا لنا وَلكم أَن نعلم السببا",
            "page": "79",
            "part": "1",
            "seal": "3283E6F9"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "فَعندهَا قَامَت الْكُهَّان وانتصبوا ... على المنابر فِي أقوامهم خطبا ¶ قَالُوا لقد أبرز الْبَارِي ذخيرته ... وَهُوَ النَّبِي الَّذِي قد كَانَ مرتقبا ¶ فَمن يُتَابِعه يَأْمَن كل حَادِثَة ... وَمن يباينه يلق الذل والعطبا ¶ يَا سيداً قد رقى السَّبع الطباق إِلَى ... أَن جَاوز الرُّسُل والأملاك والحجبا ¶ وَشَاهد الْحق فاستغنى بِرُؤْيَتِهِ ... عَن كل شَيْء فنال السؤل والأربا ¶ أَرْجُو شفاعتك الْعُظْمَى إِذا زفرت ... لظى وصالت على أَصْحَابهَا غَضبا ¶ يَا رب عَبدك يَرْجُو مِنْك مغْفرَة ... فاعطه من رحيب الْعَفو مَا طلبا ¶ يَا رب صل على الْهَادِي وعترته ... وَصَحبه الأتقياء السَّادة النجبا ¶ مَا لَاحَ وَجه صباح من لثام دجى ... \" ورنحت عذبات البان ريح صبا \" ¶ وَقَالَ يمدحه صلى الله عَلَيْهِ وَسلم: ¶ يَا نَبيا سعت إِلَيْهِ المطايا ... فِي وهاد مألوفة ونشوز ¶ قَلبهَا من غرامها فِي حنين ... وحشاها من شوقها فِي ازيز ¶ خصك الله بِاخْتِصَار البلاغا ... ت فاديتها بِلَفْظ وجيز ¶ وتميزت فانتصبت لمولا ... ك بعزم نصبا على التَّمْيِيز ¶ عفت دنيا تبرجت لَك حسنا ... كزليخا تبرجت للعزيز ¶ وجبالا اعرضت عَنْهَا وَكَانَت ... من سَبِيل اللجين والابريز ¶ شرفت حلَّة الرسَالَة لما ... زنتها من حلاك بالتطريز ¶ لَك رعب فِي قلب كل عَدو ... كسنا الْبيض والقنا المهزوز ¶ حبك الْمَحْض فِي خَزَائِن ذِي العر ... ش لأهليه من اعز الْكُنُوز ¶ لَو تملت عَيْني بقبرك اخرى ... قبل موتِي لَقلت يَا عين فوزي",
            "page": "80",
            "part": "1",
            "seal": "7283331B"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "فَعَلَيْك السَّلَام والآل والصح ... ب نُجُوم الْهدى وَأسد البروز ¶ وَقَالَ: ¶ بِرَبِّك كن على ثِقَة ... وان عاداك أَقوام ¶ فكم لَك مِنْهُ احسان ... وان خَاضُوا وان عاموا وانعام ¶ وَقَالَ: ¶ إياك والإسراف فِيمَا تبتغي ... فلربما ادى إِلَى التقتير ¶ وَاسْتعْمل الْقَصْد الْوَسِيط تفز بِهِ ... واستبدل التبذير بِالتَّدْبِيرِ ¶ وَقَالَ فِيمَن اهدى إِلَيْهِ حلوا: ¶ تفضلت بِالْإِحْسَانِ مِنْك تكرماً ... وجدت من الْحَلْوَى لعبدك بالعلب ¶ فبوأك الله الْكَرَامَة مقْعدا ... ورقاك من أحبابه ارْفَعْ الرتب ¶ وحلاك فِي الفردوس مَعَ خير فتية ... يحلونَ فِيهَا من أساور من ذهب ¶ وَقَالَ: ¶ إِذا سبّ عرضي نَاقص الْعقل جَاهِل ... فَلَيْسَ لَهُ إِلَّا السُّكُوت جَوَاب ¶ ألم تَرَ أَن اللَّيْث لَيْسَ يضيره ... إِذا نبحت يَوْمًا عَلَيْهِ كلاب ¶ وَقَالَ: ¶ قلت لنحوي يَقُول اصرفوا ... عَنَّا جموعاً وَهُوَ يمنينا ¶ إِلَى مَتى بِالصرْفِ تهدي إِلَى ... قُلُوبنَا كسراً وتنويناً ¶ وَقَالَ يُخَاطب الشهَاب ابْن الشَّاب التائب: ¶ قل لشهاب الدّين يَا قانعاً ... بِالْعقلِ كنزاً والحيا قوتا ¶ كم فقت فِي نظمك يَا سَيِّدي ... درا وَفِي خطك ياقوتا ¶ فَأَجَابَهُ: ¶ لَا غرو أَن أَصبَحت نشواناً بِمَا ... أهديت من شعر الي رَقِيق",
            "page": "81",
            "part": "1",
            "seal": "B603D425"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "فَلَقَد أدير عَليّ من أَلْفَاظه ... بالدر والياقوت كأس رحيق ¶ وَقَالَ فِي ذمّ الْخمر: ¶ عد عَن الراح وَعَن كرعها ... كم أغرقت عَيْنك فِي دمعها ¶ وَكم أثارت بَين أهل الصَّفَا ... حَربًا توارى الجو فِي نقعها ¶ عَدَاوَة الأخوان من شَأْنهَا ... وفقد عقل الْمَرْء من طبعها ¶ قرب رضَا الرَّحْمَن فِي بعْدهَا ... وَوصل عَفْو الله فِي قطعهَا ¶ ومرها أَكثر من طيبها ... وضرها أكبر من نَفعهَا ¶ وَقَالَ: ¶ اني امروء جَار على عَادَة ... مألوفة طبعي بهَا قَانِع ¶ أَن يمْنَع الله تَعَالَى فَلَا ... معط وَإِن يُعْط فَلَا مَانع ¶ وَقَالَ: ¶ وصادح فِي ذرى الأوراق أرقني ... شدوا وَمَا كَانَ جفني يعرف الأرقا لَو ذاق مَا ذقت من جور الغرام لما ... شدا وَلَو كَانَ يدْرِي مَا علا وَرقا ¶ وَقَالَ: ¶ وكوكب من افقه ... فِي أثر عفريت وثب ¶ كَأَنَّهُ محاربٌ ... يجر رمحاً من ذهب ¶ وَقَالَ أَيْضا: ¶ لَا أطلب الرزق بِشعر وَلَو ... كنت على جيده أقدر ¶ كَيفَ وَعلمِي أَن سيداً لي ... يَرْزُقنِي من حَيْثُ لَا أشعر",
            "page": "82",
            "part": "1",
            "seal": "66789745"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "وَقَالَ: ¶ لَا غرو أَن ينتصف ... الْمَظْلُوم مِمَّن ظلما ¶ فَالله جلّ ذكره ... كَانَ بِذَاكَ أعلما ¶ فَقَالَ أَن عاقبتموا ... فَعَاقِبُوا بِمثل مَا ¶ وَقَالَ فِي مليح بلان: ¶ أهواه كالبدر بلاناً يزحزح عَن ... جسمي وقلبي أقذاء وأحزانا ¶ قد رق لي ورثاً مِمَّا أكابده ... وَمَا قسى قلبه أفديه بلانا بل لَا نَا ¶ وَقَالَ: ¶ يَا مليحاً مَاس غصناً ... ورنا سَيْفا صقيلا ¶ لَا تقابلني بِحَدّ ... وَاصْفَحْ الصفح الجميلا ¶ وَقَالَ: ¶ لَا تجنحن لعلم لَا ثَوَاب لَهُ ... واجنح لما فِيهِ اجرٌ غير ممنون ¶ أَن الْعُلُوم ثمار فاجن أحْسنهَا ... وَأحسن الْعلم مَا يهدي إِلَى الدّين ¶ وَقَالَ فِي سَيِّدي يحيى بن حجي: ¶ تود ركاب آمالي رحيلا ... إِلَى بَحر من الكرماء لجي ¶ فَقلت لَهَا عَلَيْك بِبَيْت يحيى ... فزوريه وَبَيت أَبِيه حجي ¶ وَقَالَ فِيمَن أسمها مهجة: ¶ أنادي ذَات حسن وجنتاها ... تحاكيها الرياض سنا وبهجه ¶ أمهجة واصلي الصب الْمَعْنى ... فَمَا أحدٌ يعِيش بِغَيْر مهجة ¶ وَقَالَ فِيهَا: ¶ دَعُوهَا على رغم الحواسد مهجةً ... فتاة سبت قلبِي جمالاً ومقلتي ¶ أود من الدُّنْيَا سَلامَة شكلها ... وَمَا غرضي إِلَّا سَلامَة مهجتي",
            "page": "83",
            "part": "1",
            "seal": "FC51AF69"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "بلغت من دنياي سنا بِهِ ... رتعت فِي السّبْعين وَالْخمس ¶ وَالْحَمْد لله الْكَرِيم الَّذِي ... متعني بِالسِّنِّ والضرس ¶ وَقَالَ: ¶ جمحت عجبا فحاكت ... مهرَة تهوى السباقا ¶ ركب المشتاق ردفاً ... نَاعِمًا مِنْهَا وساقا ¶ وَقَالَ: ¶ قلوا عَلَيْك بمدح الأكرمين فهم ... أهل الندا قلت فِيهِ ذلة الابد ¶ عِنْدِي من القنع شَيْء لَا نفاد لَهُ ... مَا دَامَ عِنْدِي لم احْتج إِلَى أحد ¶ وَقَالَ: ¶ النسا ناقصات عقل وَدين ... مَا راينا لَهُنَّ راياً سنيا ¶ وَلأَجل الْكَمَال لم يَجْعَل الله ... تَعَالَى من النِّسَاء نَبيا ¶ وَقَالَ: ¶ إِن بذلنا لنزيل مأكلا ... وَجب الْحق وان لم يَأْكُل ¶ كالختانين إِذا مَا ألتقيا ... وَجب الْغسْل وَإِن لم ينزل ¶ وَقَالَ فِيمَن اسْمهَا عمائم: ¶ هَل للرِّجَال سرُور ... بِلَا ملاح نواعم ¶ أَو للنِّسَاء جمال ... إِلَّا وفيهَا عمائم ¶ وَقَالَ: ¶ وسجادة محبوبة لي حق أَن ... أعانقها بالراحتين والشيما",
            "page": "84",
            "part": "1",
            "seal": "D00D471D"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "ويشرح صَدْرِي أَن من كَانَ صَالحا ... وصاحبها صلى عَلَيْهَا وسلما ¶ وَقَالَ: ¶ لما عمل الْإِنْسَان من حسن وَمن ... قبح جَزَاء لم يضع يَوْم ورده ¶ وَعِيد ووعد بالسعادة والشقا ... فَلَا تحسبن الله مخلف وعده ¶ وَقَالَ: ¶ غَنِي البدري بالرزق الَّذِي ... لم يكن سيق إِلَيْهِ عَبَثا ¶ من حَلَال ورث الارزاق لَا ... من مديح وهجاء ورثا ¶ وَقَالَ: ¶ زهى الْورْد الجني بوجنتيه ... وَمن سور العذار لَهُ سياج ¶ فَلَو ظهر الوشاة عَلَيْهِ يَوْمًا ... لهاجوا مثل يَأْجُوج ومأجوا ¶ وَقَالَ: ¶ إِنِّي غَدَوْت غَرِيبا ... لما فقدت الْأَحِبَّهْ ¶ يَا صدق من قَالَ قدماً ... فقد الْأَحِبَّة غربه ¶ وَقَالَ: ¶ يَا رب أَن الظَّالِمين بغوا ... فلبغيهم فِي الْقلب تجريح ¶ فأجهل بحقك جمع شملهم ... كرماد اشتدت بِهِ الرّيح ¶ وَقَالَ: ¶ يَا رب أهل الظُّلم لَا ... يَخْشونَ من ذنوبهم ¶ فاطمس على أَمْوَالهم ... وَاشْدُدْ على قُلُوبهم ¶ وَقَالَ: ¶ عَجُوز جف ملمسها ... فَلَا مَاء وَلَا مرعى ¶ إِذا مَا قيل قد هَلَكت ... إِذا هِيَ حَيَّة تسْعَى",
            "page": "85",
            "part": "1",
            "seal": "ABE07288"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "وَقَالَ: ¶ صن حر وَجهك عَن أراقة مَائه ... واحفظ لسَانك عَن سوآل النَّاس وابخ بِنَفْسِك أَن تذل لباخل ... فسوآله شرٌ من الا فلاس ¶ فَلَقَد تركت تَبَسم الضَّحَّاك لم ... أمدحه خوف تقطب الْعَبَّاس ¶ عجبا لآحاد الورى فِي مدحه ... إِذْ يضْرب الْأَخْمَاس فِي الأسداس ¶ فدع الْوُقُوف لَهُم وَقَول أديبهم ... مَا فِي وقوفك سَاعَة من باس ¶ وَقَالَ لما أسن: ¶ قد زَاد ضعْفي ضعفة ... فآن لي أَن انقصا ¶ وصرت كالعير فَلَنْ ... أَمْشِي إِلَّا بالعصا ¶ وَقَالَ: ¶ وَلَيْلَة بت بهَا والكرى ... فِي مقلتي أذياله تسحب ¶ ذَا جَاءَنِي أبليسها عارضاً ... عَليّ أنواعاً بهَا يخلب ¶ فَقَالَ لي هَل لَك فِي غادة ... فِي وجنتيها الصُّبْح والكوكب ¶ فَقلت لَا قَالَ وَلَا شادن ... يرنو بِطرف بالنهى يلْعَب ¶ فَقلت لَا قَالَ وَلَا قهوة ... يسوك كاس الْملك إِذْ تشرب ¶ فَقلت لَا قَالَ وَلَا كَبْشَة ... خضراء فالعيش بهَا طيب ¶ فَقلت لَا وَقَالَ لَا مطرب ... إِذا شدا عِنْد الصَّفَا يطرب ¶ فَقلت لَا قَالَ فنم معرضًا ... عني فَأَنت الْحجر المتعب ¶ وَقَالَ: ¶ خَاطب أَخَاك بِمَا تصفو مودته ... وأرفق بِهِ لَا تنَافِي حبه بغض",
            "page": "86",
            "part": "1",
            "seal": "B32E1709"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "فَالله قَالَ لأعلى الْخلق منزلَة ... لَو كنت فظاً غليظاً الْقلب لَا نفضوا ¶ وَقَالَ فِي زلابية: ¶ وَمَا بَيْضَاء حَمْرَاء الأهاب ... منقبة تزور بِلَا نقاب ¶ معراة تعوض جسمها من ... ثِيَاب الشَّرَاب أَثوَاب الشَّرَاب ¶ مهفهفة لَهَا خصر رَقِيق ... تتيه بِهِ على الخود الكعاب ¶ تزان باعين نجل وتجلى ... بِحسن أنامل لدن رطاب ¶ عجبت لَهَا تنعم فِي شقاء ... من الدُّنْيَا وتعذب فِي عَذَاب ¶ لَهَا خدر تصان بِهِ منيع ... مهاب عِنْد ذِي الْبَطْش المهاب ¶ إِذا أشتقنا إِلَيْهَا ذَات يَوْم ... قليناها وَذَاكَ من العجاب ¶ فنسمع من غناها كل صَوت ... يداوي كل ذِي قلب مصاب ¶ إِذا مَا أنعشت بالوصل شَيخا ... ترد إِلَيْهِ أَيَّام الشَّبَاب ¶ وَمَعَ ذَا بَيْننَا كَانَت حروب ... وَلم يَك لي حسام غير نَاب ¶ وَقَالَ: ¶ بدا بجبينه خَال يحاكي ... بِلَالًا قَامَ ينْتَظر الهلالا ¶ فَقلت أجعَل لشمي مِنْهُ حظا ... فَقَالَ نعم فَقَالَ والثم بِلَالًا ¶ وَقَالَ: ¶ إِلَّا إِنَّمَا الدنياسراب بقيعة ... وخلب برق وأعتراض سنات ¶ فَلَا تأسين مِنْهَا على فَائت مضى ... وَلَا تفرحن مِنْهَا بِمَا هُوَ آتٍ ¶ وَقَالَ فِي اللَّيْل وَالنَّهَار: ¶ أَخَوان بَينهمَا أَشد تقلب ... وعَلى التقلب لَيْسَ يَجْتَمِعَانِ ¶ إِن طَال هَذَا كَانَ هَذَا قاصراً ... فعلى أخائهما هما ضدان ¶ متحرك هَذَا وَهَذَا سَاكن ... وَالْفرق بَينهمَا وعيشك دَان",
            "page": "87",
            "part": "1",
            "seal": "50829FB3"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "وَقَالَ: ¶ من غرس الْجُود أجتنى ... حسن الثنا من غرسه ¶ فَإِن أسعد الورى ... من يُوقَ شح نَفسه ¶ وَقَالَ: ¶ أَيهَا المنتمي لحي سليم ... كن كَرِيمًا أَن شِئْت أَو كن خسيسا ¶ مَا عَلَيْهَا عَار إِذا كنت مِنْهُم ... أَن قَارون كَانَ من قوم مُوسَى ¶ وَقَالَ يمدح يحيى بن حجي: ¶ رثى الشُّعَرَاء الْفضل من آل برمك ... لنافلة والمكرمات عوائد ¶ فَقل أَن مضى الْفضل بن يحيى بن خَالِد ... ليحي بن حجي أَن فضلك خَالِد ¶ وَقَالَ فِيمَن تسمى انعام: ¶ رَاح قلبِي كشعرها فِي خفوق ... وعَلى كعبها غَدا يترامى ¶ إِن يعم فِي الدُّمُوع إِنْسَان عَيْني ... لَيْسَ بدعاً عشقة أنغاما ¶ وَقَالَ: ¶ قد كَانَ لي حول باسعافه ... مبالغ الآمال مرجوه ¶ والآن حل الضعْف عِنْد القوى ... مني فَلَا حول وَلَا قوه ¶ وَقَالَ فِي الشَّيْخ نظام الدّين الْحَنَفِيّ: ¶ سُبْحَانَ من من بِحسن الْكَلَام ... على نظام الدّين بَين الْأَنَام ¶ فَلفظ أهل الْعلم در وَلَا ... يزين ذَاك ادر إِلَّا النظام ¶ وَقَالَ فِي الْحَافِظ بن حجر: ¶ أَن قَاضِي الْقُضَاة باسم أَبِيه ... رفع الله قيمَة الْأَحْجَار",
            "page": "88",
            "part": "1",
            "seal": "F16902E0"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "هِيَ من جَوْهَر عَجِيب ومرجا ... ن غَرِيب وَفِضة ونضار ¶ يهْبط الْبَعْض مِنْهُ من خشيَة الله ... وَبَعض ينشق بالأنهار ¶ وَقَالَ: ¶ إِذا قدرت فاغفرن ... وارج ثَوَاب المغفره ¶ فَأحْسن الغفران مَا ... يكون عِنْد المقدره ¶ وَقَالَ: ¶ يَا من يكسر جفينه يقابلني ... إِذا شَكَوْت إِلَيْهِ الهجر مَظْلُوما ¶ أعيذ بِالْفَتْح جفناً مِنْك منكسراً ... وبالحواميم ثغرا قد حوى ميما ¶ وَقَالَ مضمناً: ¶ يَا من إِذا لعلوم النَّاس منتحلا ... ويحتمي عَن سوآل الْعلم بالشمم ¶ \" أسْتَغْفر الله من قَول بِلَا عمل ... لقد نسبت بِهِ نسلالذي عقم \" ¶ وَقَالَ: ¶ أَجْدَر الاس بالعلا الْعلمَاء ... فهم الصالحون والاولياء ¶ سادة ذُو الْجلَال أثنى عَلَيْهِم ... وعَلى مثلهم يطيب الثَّنَاء ¶ وبهم تمطر السَّمَاء وعنا ... يكْشف السوء وَيَزُول الْبلَاء ¶ خشيَة الله فيهم ذَات حصر ... أَو فِي غَيرهم يكون الْعلَا ¶ فهم الآمرون بِالْعرْفِ والنا ... هون عَمَّا يَقُوله السُّفَهَاء ¶ وَإِلَى رَبهم تقدس عزا ... فُقَرَاء وهم بِهِ أَغْنِيَاء ¶ فالبرايا جسم وهم فِيهِ روح ... والبرايا موتى وهم أَحيَاء ¶ فتعفف عَن لحمهم فَهُوَ سمٌ ... حل مِنْهُ الضنا وَعز الشِّفَاء ¶ قد سموا فطنةً وَزَادُوا ذكاء ... أفتعمى عَلَيْهِم الأنباء",
            "page": "89",
            "part": "1",
            "seal": "B3C8EFC7"
        },
        {
            "hno": "44",
            "id": "79",
            "nass": "قلت للجاهل المشاقق فيهم ... هَل جَزَاء الشقاق إِلَّا الشَّقَاء ¶ زبدة الْعَالمين مخضاً ومحضا ... حَيْثُ كَانُوا لَا سِيمَا الْقُرَّاء ¶ حبذا القارؤن قُرَّة عين ... بعد قرآنهم يكون العراء ¶ قد رَأينَا لكل دهرٍ عيُونا ... ولعمري هم للعيون ضِيَاء ¶ لَا يبالون مَا يَقُول جهولٌ ... إنهيق كَلَامه أم عواء ¶ وَإِذا الْكَلْب فِي ظلام اللَّيَالِي ... نبح الأَرْض لَا تبالي السَّمَاء ¶ فليبوء بالشقاء كل جهولً ... ولتقر بالسعادة الْعلمَاء ¶ وَقَالَ يُخَاطب شمس الدّين القادري الشَّاعِر: ¶ نفس القادري قد فاح مسكا ... وثناه الْجَمِيل عرف وردا ¶ حيه المستطاب زره بِقرب ... تلقه كالنسيم هيج ندا ¶ 44 - البُلْقِينِيّ، ولي الدّين أَحْمد بن مُحَمَّد ¶ أَحْمد بن مُحَمَّد بن مُحَمَّد بن عمر بن رسْلَان، البُلْقِينِيّ، ولي الدّين بن تَقِيّ الدّين بن بدر الدّين بن سراج الدّين. ولد سنة أَرْبَعَة وَعشر وَثَمَانمِائَة. وبرع وتفنن، وَوعظ. وَولي قَضَاء دمشق. وَمَات بهَا فِي ذِي الْقعدَة، سنة خمس وَسِتِّينَ وَثَمَانمِائَة. ¶ 45 - السيرجي، الشهَاب أَحْمد بن يُوسُف ¶ أَحْمد بن يُوسُف بن مُحَمَّد بن أَحْمد بن مُحَمَّد بن الْمحلي، القَاضِي شهَاب الدّين السيرجي، الشَّافِعِي، الفرضي الحاسب. ولد سنة ثَمَان وَسبعين وَسَبْعمائة. وَسمع على الْعِرَاقِيّ وَغَيره. وتفقه على السراج البُلْقِينِيّ، والبدر",
            "page": "90",
            "part": "1",
            "seal": "D3C294D2"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "الطنبدي. وبرع فِي الْفِقْه والفرائض والحساب. ونظم أرجوزة فِي الفرئض سَمَّاهَا \" المربعة \" عدتهَا ثَلَاثمِائَة وَثَلَاثَة عشر بَيْتا، على أَرْبَعَة أَقسَام: الْفَرَائِض والحساب والوصايا، والجبر والمقابلة. وقرظها لَهُ جمَاعَة مِنْهُم: ابْن الهائم، وَابْن خلدون، وَابْن الْجَزرِي، وَغَيرهم، واثنوا عَلَيْهِ وَعَلَيْهَا. وَشَرحهَا فِي مجلدة. وَشرع فِي تصنيف بديع فِي الْفِقْه سَمَّاهُ الطّراز الْمَذْهَب، لأحكام الْمَذْهَب \" وصل فِيهِ إِلَى الأقرار. نَاب فِي القضا عَن الْجلَال البُلْقِينِيّ سنة أَربع وَثَمَانمِائَة وهلم جرا. مَاتَ فِي الْمحرم سنة اثْنَتَيْنِ وَسِتِّينَ وَثَمَانمِائَة. ورد على قَاضِي الْقُضَاة شهَاب الدّين بن حجر سوآل منظوم مَعْنَاهُ، ان ورثته أقتسموا مَال مُورثهم قبل وَفَاء دينه وَفِيهِمْ غَاصِب طالبهم صَاحب الدّين، فَقَالَ: لَا اعطي إِلَّا مَا يخصني. وَكَانُوا عَالمين بِالدّينِ. فاجاب بَيت وَاحِد وَهُوَ: ¶ لصَاحب الدّين أَخذ الدّين أجمعه ... من حِصَّة الْغَاصِب الْمَذْكُور فِي طلق ¶ وَقِسْمَة المَال قبل الدّين بَاطِلَة ... وَبعد أَن أعلمُوا وَضرب من الْحمق ¶ وَمَا أحتوى الْغَاصِب الْمَذْكُور مُرْتَهن ... بِالدّينِ فَهُوَ بِهِ فِي ربقة العلق ¶ هَذَا جَوَاب بَيَان الحبر سيدنَا ... قَاضِي الْقُضَاة المفدى عَالم الْفرق ¶ فَخذ جَوَابا لنجل السيرجي فقد ... جَاءَ الْجَواب بالأستثنا على نسق ثمَّ الصَّلَاة على الْمُخْتَار من مُضر ... خير الْبَريَّة فِي خلق وَفِي خلق ¶ قَالَ: ثمَّ قَرَأت ذَلِك على قَاضِي الْقُضَاة الْمشَار إِلَيْهِ فاسدى إِلَيّ مَعْرُوفا فَقلت: ¶ بِاللَّه قل لإِمَام الْعَصْر سيدنَا ... قَاضِي الْقُضَاة المفدى عَامل الْفرق ¶ يَا حَافظ الْعَصْر حَتَّى لَا نَظِير لَهُ ... يَا نخبة الدَّهْر مِمَّن قد مضى وَبَقِي ¶ يَا جَامعا من فنون الْفضل اجمعها ... وَيَا خَطِيبًا إِلَى الْمجد المنيف رقي ¶ جمعت مفترقات الْحسن فانعطفت ... عَلَيْك طراً وَهَذَا الْعَطف بالنسق",
            "page": "91",
            "part": "1",
            "seal": "25B9CD61"
        },
        {
            "hno": "46",
            "id": "81",
            "nass": "لقد حفظت سَمَاء الْعلم فانحفظت ... بثاقب الْفَهم يردي كل مسترق ¶ وَقد روينَا أَحَادِيث الشهَاب باس ... نَاد إِلَى جودك الماثور من طرق ¶ أَن كنت فِي النَّاس معزوا إِلَى حجر ... فَإِنَّهُ الأثمد الْمَوْصُوف للحدق ¶ بل المكرم بل جَاءَت مدائحنا ... للإستلام تَجِد السّير فِي عنق ¶ قلدتنا مثل أطواق الْحمام من ... الْأَنْعَام فضلا فصرنا وَهِي فِي نسق ¶ فالورق تصدح بالأسحار فِي ورق ... وَنحن نمدح بالأشعار فِي ورق ¶ فاسأل الله يجْرِي سحب انعمه ... من فَضله غدقافي فضلك الغدق ¶ ثمَّ الصَّلَاة على خير الورى وعَلى ... أَصْحَابه وَذَوِيهِ انجم الْفسق ¶ 46 - الْمَقْدِسِي، عماد الدّين إِسْمَاعِيل ¶ إِسْمَاعِيل بن إِبْرَاهِيم ين مُحَمَّد بن عَليّ بن شرف الْمَقْدِسِي الشَّافِعِي، عماد الدّين، بن الْعَلامَة الأوحد، الفرضي الحاسب، أحد الاركان فِي بَلَده. أَخذ عَنهُ شَيخنَا الْمَنَاوِيّ، والأكابر. وَله \" توضيح على الْبَهْجَة \"، وَشرح عَلَيْهَا مطول وَلم يكمل، و \" توضيح على الفية الْبرمَاوِيّ \"، مَعَ الْوَرع ولين الْجَانِب، وَحسن الْخلق، والتقلل، والمحاسن الوافرة: مَاتَ بِبَيْت الْمُقَدّس فِي ربيع الآخر سنة اثْنَيْنِ وَخمسين وَثَمَانمِائَة عَن نَحْو سبعين سنة ¶ 47 - القريمي، نجم الدّين إِسْحَاق بن إِسْمَاعِيل ¶ إِسْحَاق بن إِسْمَاعِيل بن إِبْرَاهِيم بن شُعَيْب بن مُحَمَّد بن إِدْرِيس، القَاضِي نجم الدّين، القريمي الْحَنَفِيّ. ولد قبل تسع وَسبعين. وَولي قَضَاء",
            "page": "92",
            "part": "1",
            "seal": "9608DBE4"
        },
        {
            "hno": "48",
            "id": "82",
            "nass": "الْعَسْكَر، ومشيخهة مدرسة قايتباي. مَاتَ فِي صفر سنة ثَمَان وَثَمَانمِائَة. ¶ 48 - الْحلَبِي، أنس بن برهَان الدّين إِبْرَاهِيم ¶ أنس بن الْحَافِظ برهَان الدّين إِبْرَاهِيم بن مُحَمَّد بن خَلِيل الْحلَبِي ولد سنة اثْنَتَيْ عشرَة وَثَمَانمِائَة. واجازت لَهُ عَائِشَة أبنة عبد الْهَادِي. مَاتَ سنة إِحْدَى وَثَمَانِينَ وَثَمَانمِائَة. وَمَات فِي منتصف جُمَادَى الأولى سنة خمس وَسِتِّينَ وَثَمَانمِائَة. ¶ 49 - الْملك الاشرف، اينال العلائي ¶ إينال العلائي الظَّاهِرِيّ، السُّلْطَان الْملك الْأَشْرَف أَبُو النَّصْر. ولي السلطنة يَوْم الِاثْنَيْنِ ثامن ربيع الأول سنة سبع وَخمسين وَثَمَانمِائَة. أَنْشدني شهَاب الدّين المنصوري فِي أَيَّامه لنَفسِهِ: ¶ يَا ملكا بالجور فِي حكمه ... لم يخْش يَوْم الطول وَالْعرض ¶ كَيفَ بَحر الْجور أَحْرَقَتْنَا ... وَأَنت ظلّ الله فِي الأَرْض ¶ 50 - آمِنَة، بنت المستكفي ¶ آمِنَة بنت الْخَلِيفَة أَمِير الْمُؤمنِينَ، المستكفي بِاللَّه أبي الرّبيع سُلَيْمَان، الهاشمية العباسية القارئة الكاتبة.",
            "page": "93",
            "part": "1",
            "seal": "E3701274"
        },
        {
            "hno": "51",
            "id": "83",
            "nass": "51 - ابْن قَاضِي شُهْبَة تَقِيّ الدّين أَبُو بكر بن أَحْمد ¶ أَبُو بكر بن أَحْمد بن مُحَمَّد بن عمر بن مُحَمَّد بن عبد الْوَهَّاب بن مُحَمَّد بن ذوؤيب بن شرف الْأَسدي الدِّمَشْقِي الشَّافِعِي، الإِمَام تَقِيّ الدّين بن قَاضِي شُهْبَة فَقِيه الشَّام ورئيسها وموؤرخها. ولد فِي ربيع الأول سنة تسع وَسبعين وَسَبْعمائة. وتفقه على السراج البُلْقِينِيّ والشرف الْغَزِّي، الشهَاب بن حجي. وبرق ودرس، وافتى وصنف. وطار أُسَمِّهِ بالفقه، حَتَّى كَانَ الْأَعْيَان من تلامذته، وَبعد صيته، وَله \" شرح الْمِنْهَاج و \" شرح التَّنْبِيه \" و \" ونكت على الْمُهِمَّات \"، و \" نكت على الْمِنْهَاج \"، و \" نكت على التَّنْبِيه \"، و \" مُخْتَصر تَهْذِيب الْكَمَال للمزي و \" الذيل على تَارِيخ بن كثير \"، و \" مَنَاقِب الشَّافِعِي \"، و \" طَبَقَات الْفُقَهَاء \"، و \" الْأَعْلَام بتاريخ الْإِسْلَام \"، وَغير ذَلِك. مَاتَ لَيْلَة الْجُمُعَة ثَانِي عشر ذِي الْقعدَة سنة أحدى وَخمسين وَثَمَانمِائَة فجاة، وَعظم تأسف النَّاس عَلَيْهِ. وَكَانَ قبل مَوته بِيَوْم ذكر موت الفجاة وَأَنه رَاحَة للموءمن واخذة أَسف للْكَافِرِ، وَقرر ذَلِك تقريراً شافياً، فعد ذَلِك كَرَامَة. ¶ 52 - ابْن قَاضِي عجلون، تَقِيّ الدّين أَبُو بكر بن عبد ال ¶ لَهُ أَبُو بكر بن عبد الله بن عبد الرَّحْمَن بن مُحَمَّد بن مُحَمَّد بن مشرف بن مَنْصُور بن مَحْمُود بن توفيق بن مُحَمَّد بن عبد الله الزرعي الأَصْل الدِّمَشْقِي الشَّافِعِي، تَقِيّ الدّين بن ولي الدّين الْمَعْرُوف بِابْن قَاضِي عجلون. ولد سنة إِحْدَى وَأَرْبَعين وَثَمَانمِائَة. وتفقه على إشياخ بَلَده، وبرع فِي الْفِقْه وَهُوَ الْآن فَقِيه الشَّام. وَهُوَ من بَيت علم ورياسة.",
            "page": "94",
            "part": "1",
            "seal": "2357ADA4"
        },
        {
            "hno": "53",
            "id": "84",
            "nass": "53 - السُّيُوطِيّ، كَمَال الدّين أَبُو بكر، وَالِد الْمُؤلف ¶ أَبُو بكر بن مُحَمَّد بن أبي بكر بن عُثْمَان بن مُحَمَّد بن خضر بن أَيُّوب بن مُحَمَّد بن الْهمام الخضيري الأسيوطي الشَّافِعِي، وَالِدي الإِمَام الْعَلامَة ذُو الْفُنُون، كَمَال الدّين أَبُو المناقب بن نَاصِر الدّين بن سَابق الدّين بن فَخر الدّين بن نَاصِر الدّين بن سيف الدّين بن نجم الدّين أبي الصّلاح بن نَاصِر الدّين بن الشَّيْخ الْملك همام الدّين. ولد فِي أول الْقرن تَقْرِيبًا. وَأَقْبل على الْعُلُوم بأنواعها، فَأخذ عَن مَشَايِخ عصره، وبرع فِي الْفِقْه والأصلين، والنحو وَالصرْف، والمعاني وَالْبَيَان، والفرائض والحساب بأنواعه، والمنطق، والوثائق. وَكَانَت لَهُ الْيَد الطولي فِي الْإِنْشَاء، مطنبا وموجزاً، درس وَأفْتى سِنِين، وانتفع بِهِ جمَاعَة من الْأَعْيَان مِنْهُم الْعَلامَة بن مصيفح، وقاضي الْقُضَاة برهَان الدّين بن ظهيرة، وقاضي الْقُضَاة نور الدّين بن أبي الْيمن، والعلامة فَخر الدّين الْقَيْسِي، وقاضي الْقُضَاة محيي الدّين بن تَقِيّ الدّين، وَشَيخ الْمَالِكِيَّة النُّور السنهوري، فِي آخَرين. وَألف: \" حَاشِيَة على شرح الألفية لِأَبْنِ المُصَنّف \"، و \" حَاشِيَة على أدب الْقَضَاء للغزي \"، و \" رِسَالَة فِي أَعْرَاب قَول الْمِنْهَاج: وَمَا ضبب بِذَهَب أَو فضَّة ضبة \"، و \" حَاشِيَة على الْعَضُد \"، و \" كتابا فِي الوثائق \"، و \" كتابا فِي التصريف \"، و \" واجوبة أعتراضات ابْن الْمقري على الْحَاوِي الصَّغِير \". وَله تعاليق أخر، وخطب. وَعرض عَلَيْهِ قَضَاء مَكَّة، فَأبى. مَاتَ فِي لَيْلَة الِاثْنَيْنِ خَامِس صفر سنة خمس وَخمسين وَثَمَانمِائَة، 55 ورثاه شهَاب الدّين المنصوري بقوله: ¶ مَاتَ الْكَمَال فَقَالُوا ... ولى الحجا والجلال ¶ فللعيون بكاء ... وللدموع إنهمال",
            "page": "95",
            "part": "1",
            "seal": "481113A2"
        },
        {
            "hno": "54",
            "id": "85",
            "nass": "وَفِي فوآدي حزن ... ولوعة لَا تزَال ¶ لله علم وحلم ... وارته تِلْكَ الرمال ¶ بَكَى الرشاد عَلَيْهِ ... دَمًا وسر الضلال ¶ قد لَاحَ فِي الْخَيْر نقص ... لما مضى واختلال ¶ وَكَيف لم نر نقصا ... وَقد تولى الْكَمَال ¶ علومه راسخات ... تَزُول مِنْهَا الْجبَال ¶ بقبره الْعلم ثاو ... وَالْفضل والإفضال ¶ فَلَا تزَال عَلَيْهِ ... تهمي السَّحَاب الثقال ¶ 54 - القرقشندي، تَقِيّ الدّين أَبُو بكر بن مُحَمَّد ¶ أَبُو بكر بن مُحَمَّد بن إِسْمَاعِيل بن عَليّ بن الْحسن بن عَليّ بن إِسْمَاعِيل بن عَليّ بن صَالح بن سعيد القرقشندي الْمَقْدِسِي الشَّافِعِي، سبط الْحَافِظ صَلَاح الدّين العلائي، الإِمَام تَقِيّ الدّين بن الْعَلامَة شمس الدّين. ولد فِي ذِي الْقعدَة سنة ثَلَاث وَثَمَانِينَ وَسَبْعمائة. وَسمع من فَاطِمَة بنت المنجا وَغَيرهَا. وتفقه على وَالِده وَغَيره. ودأب إِلَى أَن صَار الْمشَار إِلَيْهِ بِبَلَدِهِ. مَاتَ فِي جُمَادَى الْآخِرَة، سنة سبع وَسِتِّينَ وَثَمَانمِائَة بالقدس. ¶ 55 - ابْن الحريري، تَقِيّ الدّين أَبُو بكر بن عَليّ ¶ أَبُو بكر بن عَليّ بن مُحَمَّد بن عَليّ الدِّمَشْقِي، تَقِيّ الدّين الْمَعْرُوف بِابْن الحريري الْحَنْبَلِيّ، أحد أَعْيَان دمشق ومسندهم. كتب من أمالي الزين الْعِرَاقِيّ ودرس بأماكن. وتصدى للإفتاء. وَكتب على \" الْمُحَرر \" لِابْنِ عبد الْهَادِي شرحا. وناب فِي الْقَضَاء. وَكَانَ عَالما خيرا ثِقَة. مَاتَ فِي ربيع الأول سنة إِحْدَى وَخمسين وَثَمَانمِائَة، عَن بضع وَسبعين. مولده سنة أَربع وَسبعين وَسَبْعمائة.",
            "page": "96",
            "part": "1",
            "seal": "66640474"
        },
        {
            "hno": "56",
            "id": "86",
            "nass": "56 - الحصني، تَقِيّ الدّين أَبُو بكر بن مُحَمَّد ¶ أَبُو بكر بن مُحَمَّد بن شادي الْعَلامَة، تَقِيّ الدّين الحصني الشَّافِعِي. ولد سنة خمس عشرَة وَثَمَانمِائَة. واشتغل بالعلوم فَأخذ عَن إشياخ عصره. وَقَرَأَ الْحَاوِي الصَّغِير، بحثا عَن شَيخنَا البُلْقِينِيّ. وبرع فِي الْفُنُون المعقولات، وتصدى لأقرائها زَمَانا. وانتفع بِهِ خلق. وَولي مشيخة الْمدرسَة الصلاحية بجوار الإِمَام الشَّافِعِي رَضِي الله عَنهُ. مَاتَ فِي ثامن ربيع الأول، سنة إِحْدَى وَثَمَانِينَ وَثَمَانمِائَة. ¶ 57 - ابْن مزهر الدِّمَشْقِي، تَقِيّ الدّين أَبُو بكر كَاتب السِّرّ ¶ أَبُو بكر بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن أَحْمد بن عبد الْخَالِق بن عُثْمَان بن مزهر الْأنْصَارِيّ، الدِّمَشْقِي الأَصْل، ثمَّ الْمصْرِيّ القَاضِي كَاتب السِّرّ، تَقِيّ الدّين ابْن القَاضِي كَاتب السِّرّ بدر الدّين. ولد سنة إِحْدَى وَثَلَاثِينَ وَثَمَانمِائَة. وَنَشَأ فِي حجر الرياسة والعز. وَسمع الحَدِيث على جمَاعَة، وَأَجَازَ لَهُ جمع جم، وَحدث بأَشْيَاء من مروياته. وَولي عدَّة مناصب سنية، ثمَّ ولي كِتَابَة السِّرّ، هُوَ منصب وَالِده، فَأَقَامَ فِيهَا بضعاً وَعشْرين سنة وَلَاء إِلَى أَن أنتقل إِلَى رَحْمَة الله تَعَالَى. وَقل أَن اتّفق ذَلِك لأحد إِلَّا لِأَبْنِ فضل الله، فَأَنَّهُ أَقَامَ فِي هَذَا المنصب وَكَانَ جم المحاسن كثير الإحاسن دينا عفيفاً نعتي الْعرض نعتي الجيب فَاضلا فِي الْعلم، لين الْجَانِب، كثير التَّوَاضُع، كثير البشاشة، حسن التَّصَرُّف فِي منصبه، مساعدا للْفَقِير والمظلوم، كثير الْبر والخيرات وَالصَّدقَات. بنى جَامعا تجاه بَيته، وَقرر فِيهِ مدرسين للتفسير والْحَدِيث وَالْفِقْه وطلبة وصوفية. وَبنى رِبَاطًا بِمَكَّة. وَله غير ذَلِك من وُجُوه الْمَعْرُوف.",
            "page": "97",
            "part": "1",
            "seal": "0675F9C8"
        },
        {
            "hno": "58",
            "id": "87",
            "nass": "مَاتَ صَاحب التَّرْجَمَة يَوْم الْخَمِيس سادس رَمَضَان سنة ثَلَاث وَتِسْعين وَثَمَانمِائَة. أَنْشدني شَاعِر الْعَصْر شهَاب الدّين المنصوري يمدحه بختان ولديه: ¶ يَا بني مزهر شرفتم نفوسا ... وحويتم فضلا ورأياً رَئِيسا ¶ وتاسيتم ختانا بإبراهيم ... لَكِن هَذَا الْخِتَان بمُوسَى ¶ عجبا للختان مَا أَن رَأينَا ... الماً غَيره يسر النفوسا ¶ وعجيباً من الَّذين مَرَرْنَا ... بهما كَيفَ أبديا تعبيساً ¶ كَانَ قطعا وَزَالَ وَالْحَمْد لله ... وَمِنْه يعوضان العروسا ¶ لن يَزَالَا كالفرقدين اجتماعا ... ليصبحان الْعُلُوّ والتأنيسا ¶ قد علوتم بالمكرمات فخاراً ... وتناولتما الثريا جُلُوسًا ¶ قد راينا الملبوس قد زين النا ... س وَأَنْتُم من زين الملبوسا ¶ بكم الْملك تاه فخراً وأضحى ... منزل الْمجد آهلا مأنوسا ¶ وحملتم أعباء من شرف الْملك ... بِقوم حمل الرّقاب الرؤسا ¶ زنتم بالحظوظ مصرا ففاقت ... كل مصر بالخطوط الطروسا ¶ قد خطبتم بيض الْمَعَالِي وَلَا غر ... وَإِذا وَاصل النفيس النفيسا ¶ وتألت بِحرْمَة مِنْكُم لَا ... نَالَ مِنْهَا قوم سواكم مسيسا ¶ 58 - ابْن أبي الوفا، تَقِيّ الدّين أَبُو بكر بن مُحَمَّد ¶ أَبُو بكر بن مُحَمَّد بن عَليّ بن دَاوُد بن عبد الْحَافِظ بن سرُور بن بدر بن يُوسُف بن بدران بن مطر بن يَعْقُوب، شَقِيق سَيِّدي تَاج العارفين أبي الوفا الْعِرَاقِيّ، وَأَبُو الوفا أُسَمِّهِ مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن زيد بن عَليّ بن الْحسن بن العريض الْأَكْبَر بن زين العابدين بن عَليّ بن الْحُسَيْن",
            "page": "98",
            "part": "1",
            "seal": "D23FC5BF"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "بن عَليّ بن أبي طَالب، الشَّيْخ تَقِيّ الدّين بن أبي الوفا الْقُدسِي الشَّافِعِي. ولد سنة ثَلَاث وَتِسْعين وَسَبْعمائة. وَمَات سنة سِتّ وَخمسين وَثَمَانمِائَة. وَأخذ الْفِقْه والنحو عَن الشهَاب ابْن الهائم، وسلك طَرِيق التصوف على خَال وَالِده الشَّيْخ شهَاب الدّين أَحْمد بن الموله، ثمَّ على الشَّيْخ زين الدّين الحافي. قَالَ البقاعي فِي \" مُعْجَمه \": وَهُوَ امثل المتصوفة فِي زَمَاننَا بأعتبار تشرعه، وَشدَّة أنقياده إِلَى الْحق، وصلابته فِي الْأَمر بِالْمَعْرُوفِ وعفته وَكَرمه على قلَّة ذَات يَده. قَالَ: وَكَانَ مُعظما عِنْد الْمُلُوك فَمن دونهم، وعَلى ذكره رونق وَأنس زَائِد، وَله قدرَة على إبداء مَا فِي نَفسه بِعِبَارَة حَسَنَة غالبها مسجوع. قَالَ: وَحكى لي قَالَ: كَانَ بعض الأصدقاء يُشِير عَليّ بِقِرَاءَة كتب ابْن عَرَبِيّ وَنَحْوهَا، وَبَعض يمْنَع من ذَلِك. فاستشرت الشَّيْخ يُوسُف الإِمَام الصَّفَدِي فِي ذَلِك، فَقَالَ: اعْلَم يَا وَلَدي وفقك الله تَعَالَى، إِن هَذَا الْعلم الْمَنْسُوب لِابْنِ عَرَبِيّ لَيْسَ بمخترع لَهُ، وَإِنَّمَا هُوَ كَانَ ماهراً فِيهِ وَقد ادّعى أَهله أَنه لَا يُمكن مَعْرفَته إِلَّا بالكشف. فَإِن صَحَّ مدعاهم فَلَا فَائِدَة فِي تَقْرِيره، لِأَنَّهُ إِن كَانَ الْمُقَرّر والمقرر لَهُ مطلعين، فالتقرير تَحْصِيل حَاصِل، وَإِن كَانَ المطلع أَحدهمَا فتقريره لَا ينفع الآخر، وَإِلَّا فهما يخطبان خبط عشواء. فسبيل الْعَارِف عدم الْبَحْث عَن هَذَا الْعلم، وَعدم السلوك فِيمَا يُوصل إِلَى الْكَشْف عَن الْحَقَائِق، وَمَتى كشف لَهُ عَن شَيْء علمه وسعى فِي أعلا مِنْهُ. قَالَ: ثمَّ أستشرت الشَّيْخ زين الدّين الحافي بعد أَن ذكرت لَهُ كَلَام الشَّيْخ يُوسُف، فَقَالَ: كَلَام حسن، وَأَزِيدك أَن العَبْد إِذا تخلق ثمَّ تحقق، ثمَّ جذب أضمحلت ذَاته، وَذَهَبت صِفَاته، وتخلص من السوى فَعِنْدَ ذَلِك تلوح لَهُ بروق الْحق بِالْحَقِّ، فَيطلع على كل شَيْء، فَيرى الله عِنْد كل شَيْء، فيغيب بِاللَّه عَن كل شَيْء، وَلَا يرى شَيْئا سواهُ فيظن الله عين كل شَيْء وَهَذَا أول المقامات. فَإِذا ترقى عَن هَذَا الْمقَام، وأشرف عَلَيْهِ من مقَام هُوَ أَعلَى مِنْهُ، وعضده التأييد الإلهي رأى أَن الْأَشْيَاء كلهَا فيض وجوده تَعَالَى لَا عين وجوده. فالناطق حِينَئِذٍ بِمَا ظَنّه فِي أول مقَام أما محروم سَاقِط، وَأما نادم تائب، وَرَبك يخلق مَا يَشَاء ويختار.",
            "page": "99",
            "part": "1",
            "seal": "26C7F13F"
        },
        {
            "hno": "59",
            "id": "89",
            "nass": "حرف الْبَاء ¶ 59 - الشريف بَرَكَات، أَمِير مَكَّة ¶ بَرَكَات بن حسن بن عجلَان بن رميثة بن أسعد بن عَليّ بن قَتَادَة بن إِدْرِيس بن مطاعن بن عبد الْكَرِيم بن عِيسَى بن حُسَيْن بن سُلَيْمَان بن عَليّ بن عبد الله بن مُحَمَّد بن مُوسَى بن عبد الله بن مُوسَى بن عبد الله بن الْحسن بن الْحسن بن عَليّ بن أبي طَالب، الشريف أَبُو زُهَيْر الحسني، صَاحب مَكَّة هُوَ وآباؤه. ولد سنة ولد سنة اثْنَتَيْنِ وَثَمَانمِائَة. واجاز لَهُ الحافظان الْعِرَاقِيّ والهيثمي، والبرهان بن صديق، والمراغي، وَعَائِشَة بنت عبد الْهَادِي، وَالشَّمْس الفرسيسي فِي آخَرين. وويل امرة مَكَّة سنة تسع وَعشْرين بعد موت وَالِده. مَاتَ فِي شعْبَان سنة تسع وَخمسين وَثَمَانمِائَة. حدث عَنهُ البقاعي وَغَيره. وَمن شعره: ¶ يَا من بذكرهم قد زَاد وسواسي ... وَقد شغلت بهم عَن سَائِر النَّاس ¶ وَمن تقرر فِي قلبِي محبتهم ... وجئتهم طَائِعا أسعى على راسي ¶ سالتكم شربة لي من مشاربكم ... تغني عَن الراح إِذْ مَا لَاحَ فِي الكاس ¶ قَالَ صاحبنا الشهَاب المنصوري يرثي بَرَكَات: ¶ قالو قضى بَرَكَات قلت فَحق لي ... ان اتبع العبرات بالزفرات ¶ يَا ترحة الْأَحْيَاء عِنْد فِرَاقه ... وبقربه يَا فرحة الْأَمْوَات ¶ والكعبة الغراء قَالَت قد غَدا ... لبس الْحداد عَلَيْهِ من عاداتي ¶ فَانْظُر إِلَى آثاره فِي مَكَّة ... فَرحا بهَا لم تخل من بَرَكَات",
            "page": "100",
            "part": "1",
            "seal": "40717F7F"
        },
        {
            "hno": "60",
            "id": "90",
            "nass": "60 - بركَة بنت الْحَافِظ الْعِرَاقِيّ ¶ بركَة بنت قَاضِي الْقُضَاة، شيخ الْإِسْلَام الْحَافِظ ولي الدّين أبي زرْعَة أَحْمد بن شيخ الْإِسْلَام حَافظ الْعَصْر زين الدّين أبي الْفضل عبد الرَّحِيم بن الْحُسَيْن بن عبد الرَّحْمَن بن أبي بكر بن إِبْرَاهِيم الْعِرَاقِيّ، الشَّافِعِي، أم ايمن. ولدت سنة ثَلَاث وَتِسْعين وَسَبْعمائة. وَسمعت على جدها. سمع مِنْهَا البقاعي وَغَيره.",
            "page": "101",
            "part": "1",
            "seal": "A23794AF"
        },
        {
            "hno": "61",
            "id": "91",
            "nass": "حرف التَّاء ¶ 61 - الْملك الظَّاهِر، أَبُو سعيد ¶ تمربغا الظَّاهِرِيّ الْملك الظَّاهِر أَبُو سعيد. ولي السلطنة فِي سَابِع جُمَادَى الأولى سنة اثْنَتَيْنِ وَسبعين وَثَمَانمِائَة، وخلع فِي خَامِس رَجَب من السّنة. وَمَات فِي ذِي الْحجَّة سنة تسع وَسبعين وَثَمَانمِائَة، وَقد جَاوز السِّتين.",
            "page": "102",
            "part": "1",
            "seal": "BA2719BC"
        },
        {
            "hno": "62",
            "id": "92",
            "nass": "حرف الْجِيم ¶ 62 - السنهوري الْمُقْرِئ، زين الدّين جَعْفَر بن إِبْرَاهِيم ¶ جَعْفَر بن إِبْرَاهِيم بن جَعْفَر بن سُلَيْمَان بن هبير بن عريف بن حريز بن فضل بن فَاضل بن نمير بن حريز بن مُحَمَّد بن الصَّباح بن مَالك بن الْوَلِيد الدهني السنهوري المقرىء، الشَّيْخ زين الدّين. ولد سنة اثْنَتَيْ عشرَة وَثَمَانمِائَة. وعني بالقراآت فبرع فِيهَا وعمّر وانتفع بِهِ النَّاس. مَاتَ سنة أَربع وَتِسْعين وَثَمَانمِائَة. ¶ 63 - الْملك الظَّاهِر، أَبُو سعيد جقمق العلائي ¶ جقمق العلائي الظَّاهِرِيّ الْملك الظَّاهِر أَبُو سعيد. سمع على ابْن الْجَزرِي وَأَجَازَ لَهُ فِي رَمَضَان سنة سبع وَعشْرين وَثَمَانمِائَة. وُلي السلطنة فِي سنة اثْنَتَيْنِ وَأَرْبَعين. وَمَات فِي لَيْلَة الثُّلَاثَاء ثَالِث صفر سنة سبع وَخمسين وَثَمَانمِائَة، وَقد جَاوز الثَّمَانِينَ. ¶ 64 - جوَيْرِية بنت الْعِرَاقِيّ ¶ جوَيْرِية بنت شيخ الْإِسْلَام الْحَافِظ أبي الْفضل عبد الرَّحِيم بن الْحُسَيْن الْعِرَاقِيّ. ولدت فِي أَوَاخِر سنة اثْنَتَيْنِ وَتِسْعين وَسَبْعمائة. وَسمعت على والدها، والحافظ أبي الْحسن الهيثمي. مَاتَت فِي ذِي الْحجَّة سنة اثْنَتَيْنِ وَسِتِّينَ وَثَمَانمِائَة.",
            "page": "103",
            "part": "1",
            "seal": "4A9E1E12"
        },
        {
            "hno": "65",
            "id": "93",
            "nass": "حرف الْحَاء ¶ 65 - سُلْطَان العراقين، حسن بيك الطَّوِيل التركماني ¶ حسن بيك بن عَليّ بن عُثْمَان، وَهُوَ قرابلك بن قطلبك بن طغرل التركماني الأَصْل الْمَعْرُوف بالطويل، سُلْطَان العراقين وأذربيجان وديار بكر وَمَا والى ذَلِك. مَاتَ سنة أَربع وَثَمَانِينَ وَثَمَانمِائَة. أَنْشدني شَاعِر الْعَصْر شهَاب الدّين المنصوري لما وَجه سلطاننا الْملك الْأَشْرَف نَصره الله تَعَالَى عسكره إِلَيْهِ لقتاله، حِين خرج وبغى: ¶ \" هَذَا الَّذِي ظنَّ الْخُرُوج فَضِيلَة \" ... هَل تعرفونه باسمه وَصِفَاته ¶ قَالُوا اسْمه حسنٌ فَقلت هَلَاكه ... قَالُوا الطَّوِيل فَقلت ليل شتاته ¶ وَقَالَ أَيْضا. ¶ 66 - ابْن الصراف الْحَمَوِيّ، بدر الدّين حسن بن عَليّ ¶ حسن بن عَليّ بن مُحَمَّد بن عَليّ الحصني الأَصْل الْحَمَوِيّ الْحَنَفِيّ، قَاضِي الْقُضَاة بدر الدّين ابْن الصراف. ولد سنة ثَلَاث وَثَمَانمِائَة. وَمَات فِي الْمحرم سنة ثَمَان وَسِتِّينَ وَثَمَانمِائَة. ¶ 67 - الشريف النسَّابة، بدر الدّين حسن بن مُحَمَّد ¶ حسن بن مُحَمَّد بن أَيُّوب بن مُحَمَّد بن حُسَيْن بن إِدْرِيس النسابة بن حسن بن عَليّ بن عِيسَى بن عَليّ بن عِيسَى بن عبد الله بن مُحَمَّد بن الْقَاسِم",
            "page": "104",
            "part": "1",
            "seal": "E81824B4"
        },
        {
            "hno": "68",
            "id": "94",
            "nass": "بن يحيى بن يحيى بن إِدْرِيس بن عبد الله بن الْحسن بن الْحسن بن عَليّ بن أبي طَالب. الشريف النسابة بدر الدّين، بن نَاصِر الدّين، بن نجم الدّين، بن نَاصِر الدّين، بن حصن الدّين، بن نَفِيس الدّين. ولد سنة سبع وَسِتِّينَ وَسَبْعمائة. وَسمع من عبد الرَّحِيم بن الفصيح سنَن النَّسَائِيّ الْكُبْرَى، وَمن صَلَاح الدّين الزفتاوي، والحلاوي، والسويداوي، صَحِيح البُخَارِيّ، وَمن الْمُطَرز سنَن أبي دَاوُد، وَمن التقي الدجوي، والعراقي، والهيثمي، والغماري، والأنباسي، وَابْن الشيخة، والمراغي، وَنصر الله الْحَنْبَلِيّ، والشرف ابْن الكويك، وَغَيرهم. وَأخذ الْفِقْه عَن السراج البُلْقِينِيّ، وَابْن الملقن، والطنبدي، والشرف عِيسَى الْغَزِّي شَارِح الْمِنْهَاج، والبرهان البيجوري، والنحو عَن الْمُحب بن هِشَام. وَسمع على الْحَافِظ عماد الدّين بن كثير. وأدمن الِاشْتِغَال فِي الْفِقْه. وصنف فِيهِ تصانيف مِنْهَا: \" شرح تَنْقِيح اللّبَاب للعراقي \"، و \" نزهة القصاد فِي شرح كِفَايَة العقاد لِابْنِ الْعِمَاد \" و \" شرح الأبريز فِيمَا يقدم على مؤُنة التَّجْهِيز \" وَله أَيْضا، و \" نبذة من الْخَبَر فِي تَعْبِير رُؤْيا أَمِير الْمُؤمنِينَ عمر \" رَضِي الله عَنهُ يَعْنِي قَوْله: رَأَيْت كَأَن ديكاً نقرني. مَاتَ فِي صفر سنة سِتّ وَسِتِّينَ وَثَمَانمِائَة. ¶ 68 - ابْن الفناري، حسن جلبي بن مُحَمَّد شاه ¶ حسن جلبي بن مُحَمَّد شاه بن مُحَمَّد بن حَمْزَة بن مُحَمَّد بن مُحَمَّد الرُّومِي الْحَنَفِيّ الْعَلامَة بدر الدّين الْمَعْرُوف بِابْن الفنري. إِمَام",
            "page": "105",
            "part": "1",
            "seal": "3B2F8152"
        },
        {
            "hno": "69",
            "id": "95",
            "nass": "عَلامَة مُحَقّق حسن التصنيف. لَهُ حَاشِيَة على المطول كَثِيرَة الْفَائِدَة. مَاتَ سنة سِتّ وَثَمَانِينَ وَثَمَانمِائَة. ¶ 69 - ابْن العليف الْمَكِّيّ، الشَّاعِر حُسَيْن بن مُحَمَّد ¶ حُسَيْن بن مُحَمَّد بن حسن بن عِيسَى بن مُحَمَّد بن أَحْمد بن مُسلم، بدر الدّين الحلوي، الشَّافِعِي، الْمَعْرُوف بِابْن العليف، شَاعِر الْبَطْحَاء. ولد سنة أَربع وَتِسْعين وَسَبْعمائة وَسمع على المراغي وَغَيره، وَكَانَ عَالما فَاضلا أديباً مفتياً. مَاتَ فِي محرم سنة سِتّ وَخمسين وَثَمَانمِائَة. وَمن نظمه: سل الْعلمَاء بِالْبَلَدِ الْحَرَام ... \" وَأهل الْعلم فِي يمن وشام \" ¶ 70 - الخلاطي، بدر الدّين حُسَيْن بن يُوسُف ¶ حُسَيْن بن يُوسُف بن عَليّ الْعَلامَة، بدر الدّين بن الإِمَام المقرىء عز الدّين، بن الإِمَام عَلَاء الدّين الخلاطي الوسطاني. ولد بعد خمس وَتِسْعين وَسَبْعمائة، واشتغل بالفنون فبرع، وَولي قَضَاء الجزيرة، وتدريس المجدية، والسيفية بهَا وانتفع بِهِ أَهلهَا. مَاتَ سنة ثَمَان وَخمسين وَثَمَانمِائَة. ¶ 71 - ابْن حَمْزَة الدِّمَشْقِي، عز الدّين حَمْزَة بن أَحْمد ¶ حَمْزَة بن أَحْمد بن عَليّ بن مُحَمَّد بن عَليّ بن الْحسن بن حَمْزَة بن مُحَمَّد",
            "page": "106",
            "part": "1",
            "seal": "A0706908"
        },
        {
            "hno": "72",
            "id": "96",
            "nass": "بن نَاصِر بن عَليّ بن الْحُسَيْن بن إِسْمَاعِيل بن مُحَمَّد بن إِسْمَاعِيل بن جَعْفَر الصَّادِق، بن مُحَمَّد الباقر، بن عَليّ زين العابدين بن الْحُسَيْن، بن عَليّ بن أبي طَالب رَضِي الله عَنْهُم، الشريف عز الدّين، بن شهَاب الدّين، بن أبي هَاشم، بن الْحَافِظ شمس الدّين الْحُسَيْنِي الدِّمَشْقِي الشَّافِعِي. ولد فِي حُدُود عشْرين وَثَمَانمِائَة. وتفقه على التقي بن قَاضِي شُهْبَة وَغَيره، وَفضل وبرز على أقرانه. وَأخذ على الْحَافِظ بن حجر، وقرظ لَهُ على بعض مصنفاته. وَكَانَ مواظباً على الْعلم حَرِيصًا عَلَيْهِ. وَألف كتبا مِنْهَا: \" فَضَائِل بَيت الْمُقَدّس \"، و \" الْإِيضَاح على تَحْرِير التَّنْبِيه للنووي \"، و \" الِاسْتِدْرَاك على خبايا الزوايا للزركشي \" سَمَّاهُ \" بقايا الخبايا \" و \" الْأَوَائِل والمنتهى فِي وفيات اُولي النهى \"، و \" التتمات على الْمُهِمَّات \"، و \" الألغاز فِي الْفِقْه \"، و \" الذيل على طَبَقَات بن قَاضِي شُهْبَة \". مَاتَ يَوْم الْأَحَد ثَانِي عشر ربيع الآخر سنة أَربع وَسبعين وَثَمَانمِائَة. ¶ 72 - الْقَائِم بِأَمْر الله، حَمْزَة بن المتَوَكل على الله مُحَمَّد ¶ حَمْزَة الْخَلِيفَة أَمِير الْمُؤمنِينَ، الْقَائِم بِأَمْر الله، أَبُو البقا بن الإِمَام المتَوَكل على الله أبي عبد الله مُحَمَّد بن الإِمَام المعتضد بِاللَّه أبي الْفَتْح أبي بكر بن المستكفي بِاللَّه أبي الرّبيع سُلَيْمَان، بن الْحَاكِم بِأَمْر الله أبي الْعَبَّاس أَحْمد، بن أبي عَليّ الْحسن بن عَليّ بن أبي بكر بن المسترشد بِاللَّه أبي مَنْصُور الْفضل ابْن المستظهر بِاللَّه أبي الْقَاسِم عبد الله بن مُحَمَّد بن الْقَائِم بِأَمْر الله أبي جَعْفَر بن المعتضد بِاللَّه أبي الْعَبَّاس أَحْمد بن ولي الْعَهْد الْمُوفق طَلْحَة بن المتَوَكل على الله أبي الْفضل جَعْفَر",
            "page": "107",
            "part": "1",
            "seal": "BCACF590"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "بن المعتصم بِاللَّه أبي إِسْحَاق مُحَمَّد بن الرشيد أبي جَعْفَر هَارُون بن الْمهْدي أبي عبد الله مُحَمَّد بن الْمَنْصُور أبي جَعْفَر عبد الله بن مُحَمَّد بن عَليّ بن عبد الله بن عَبَّاس بن عبد الْمطلب. ولد سنة إِحْدَى وَتِسْعين وَسَبْعمائة. وبويع لَهُ بالخلافة يَوْم الِاثْنَيْنِ رَابِع محرم سنة خمس وَخمسين وَثَمَانمِائَة. وخلع مِنْهَا فِي رَجَب سنة تسع وَخمسين وَثَمَانمِائَة. وخلع مِنْهَا فِي رَجَب سنة تسع وَخمسين وَثَمَانمِائَة. وسجن بالإسكندرية إِلَى أَن مَاتَ بهَا فِي شَوَّال سنة اثْنَتَيْنِ وَسِتِّينَ وَثَمَانمِائَة وَدفن عِنْد شقيقه المستعين العباسي.",
            "page": "108",
            "part": "1",
            "seal": "01FE8CE3"
        },
        {
            "hno": "73",
            "id": "98",
            "nass": "حرف الْخَاء ¶ 73 - المنوفي، خَالِد بن أَيُّوب ¶ خَالِد بن أَيُّوب بن خَالِد المنوفي، شيخ الخانقاه الصلاحية سعيد السعدا. مَاتَ فِي شَوَّال سنة سبعين وَثَمَانمِائَة. ¶ 74 - منلا خسرو، بن فرامز السيواسي ¶ خسرو بن \" فرامز \" السيواسي الْحَنَفِيّ، عَالم الرّوم وقاضي الْقُضَاة بهَا، ورفيق شَيخنَا الكافيجي فِي الِاشْتِغَال على المانح. كَانَ إِمَامًا بارعاً مفنناً محققاً نظاراً طَوِيل الباع راسخ الْقدَم. لَهُ \" حَاشِيَة على تَفْسِير الْبَيْضَاوِيّ \"، و \" كتاب الدُّرَر شرح الْغرَر فِي الْفِقْه \". مَاتَ سنة خمس وَثَمَانِينَ وَثَمَانمِائَة. ¶ 75 - الْملك الظَّاهِر، أَبُو سعيد خوشقدم ¶ خوشقدم الرُّومِي المويدي، السُّلْطَان الْملك الظَّاهِر أَبُو سعيد. ولي السلطنة فِي رَمَضَان سنة خمس وَسِتِّينَ وَثَمَانمِائَة. وَمَات فِي يَوْم السبت عَاشر ربيع الأول سنة اثْنَتَيْنِ وَسبعين وَثَمَانمِائَة. قَالَ قَاضِي الْقُضَاة محب الدّين بن الشّحْنَة فِي ولَايَته: ¶ تسائلني الأتراك عَن حَال ملكهم ... وَعَن صَاحب التَّقْلِيد وَالسيف والقلم",
            "page": "109",
            "part": "1",
            "seal": "6738FD70"
        },
        {
            "hno": "76",
            "id": "99",
            "nass": "وَقد قدم يَأْتِي بكعب مبارك ... فَقلت لَهُم سُلْطَان ذَا الْعَصْر خوش قدم ¶ 76 - العجلوني الْمُقْرِئ، خطاب بن عمر ¶ خطاب بن عمر بن مهنا بن يُوسُف بن يحيى الغزاوي بِالتَّخْفِيفِ نِسْبَة إِلَى قَبيلَة، العجلوني ثمَّ الدِّمَشْقِي الشَّافِعِي، الشَّيْخ الإِمَام زين الدّين شيخ الشَّام، ولد سنة تسع وَثَمَانمِائَة تَقْرِيبًا وتلى على ابْن الْجَزرِي، وتفقه على التَّاج بن بهادر وَغَيره، ولازم التقي بن قَاضِي شُهْبَة. وأدمن الِاشْتِغَال فِي فنون الْعلم حَتَّى فاق الأقران. وتصدى للإقراء والأفتاء، وَصَارَ هُوَ الْمشَار إِلَيْهِ بِدِمَشْق. مَاتَ فِي رَمَضَان سنة ثَمَان وَسبعين وَثَمَانمِائَة.؟ ¶ 77 - الْملك كَامِل الأيوبي، خَلِيل بن أَحْمد ¶ خَلِيل بن أَحْمد بن سُلَيْمَان بن غَازِي بن مُحَمَّد بن أبي بكر بن توران شاه بن أَيُّوب بن أبي بكر بن أَيُّوب بن غَازِي الأيوبي صَاحب حصن كيفا. كَانَ ملكا جَلِيلًا أصيلا عريقاً فَاضلا ناظماً ناثرا. مَاتَ فِي ربيع الأول سنة سِتّ وَخمسين وَثَمَانمِائَة.؟ ¶ 78 - ملك شرْوَان، خَلِيل بن إِبْرَاهِيم ¶ خَلِيل بن إِبْرَاهِيم بن مُحَمَّد الدربندي صَاحب شماخي. كَانَ من أجل الْمُلُوك وأدينهم فَاضلا عادلاً، وَكَانَ آخر من بَقِي من مُلُوك الْإِسْلَام الأكابر. ملك مملكة شرْوَان وشماخي نَحوا من خمسين سنة. مَاتَ سنة تسع وَسِتِّينَ وَثَمَانمِائَة، وَله مائَة سنة وجاوزهما. وَهُوَ مَعَ ذَلِك موفور القوى، سَالم الْحَواس.",
            "page": "110",
            "part": "1",
            "seal": "122EC26A"
        },
        {
            "hno": "79",
            "id": "100",
            "nass": "حرف الدَّال ¶ 79 - البنبي الفرضي، أَبُو الْجُود دَاوُد بن سُلَيْمَان ¶ دَاوُد بن سُلَيْمَان بن حسن بن عبد الله البنبي الْمَالِكِي، الإِمَام الْعَلامَة الصَّالح أَبُو الْجواد الفرضي الحاسب. ولد سنة تسعين وَسَبْعمائة. وَأخذ عَن اشياخ عصره، وَتقدم فِي الْفَرَائِض والحساب. وَألف \" شرح مَجْمُوع الكلائي \". وانتفع بِهِ النَّاس. مَاتَ فِي ربيع الأول سنة وَثَلَاث وَسِتِّينَ وَثَمَانمِائَة.",
            "page": "111",
            "part": "1",
            "seal": "142E625F"
        },
        {
            "hno": "80",
            "id": "101",
            "nass": "حرف الرَّاء ¶ 80 - العقبي، زين الدّين أَبُو النَّعيم رضوَان بن مُحَمَّد ¶ رضوَان بن مُحَمَّد بن يُوسُف بن سَلامَة بن الْبَهَاء بن سعيد العقبي زين الدّين أَبُو النَّعيم، وَأَبُو الرضى، الْمُقْرِئ الْمُحدث المُصَنّف الْمخْرج مُفِيد الْقَاهِرَة. ولد فِي رَجَب سنة تسع وَسِتِّينَ وَسَبْعمائة. وتلا على الشَّمْس الغماري وَغَيره، وَحضر دروس ابْن الملقن فِي الْفِقْه، وعني بِالْحَدِيثِ، وَسمع الْأَجْزَاء. وَخرج لنَفسِهِ الْأَرْبَعين المتبانية وَلغيره. وَشهر فِي الْفَنّ، وفَاق الْمَعَالِي والنازل، وَهُوَ فِي دَرَجَة الْمُفِيد، وَهِي مرتبَة فَوق الْمُحدث وَدون الْحَافِظ كَمَا بَينهَا الذَّهَبِيّ وَغَيره. أنتفع بِهِ كثير من الطّلبَة. وَولي مشيخة الإسماع بالشيخونية مَاتَ فِي يَوْم الِاثْنَيْنِ ثَالِث رَجَب سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة وَمن شعره: ¶ الْحبّ فِيك مسلسل بالاول ... فاحنن وَلَا تسمع كَلَام العذل ¶ أرْحم عباد الله با من قد علا ... من يرحم السفلي يرحمه الْعلي",
            "page": "112",
            "part": "1",
            "seal": "5893F924"
        },
        {
            "hno": "81",
            "id": "102",
            "nass": "حرف الزاء ¶ 81 - زَكَرِيَّا الْأنْصَارِيّ، شيخ الْإِسْلَام ¶ زَكَرِيَّا بن مُحَمَّد بن أَحْمد بن زَكَرِيَّا السنيكي الشَّافِعِي، محيي الدّين أَبُو يحيى. ولد سنة أَربع وَعشْرين تَقْرِيبًا. وَأخذ أَنْوَاع الْعُلُوم عَن شُيُوخ عصره كالقاياتي وَابْن حجر، والجلال الْمحلي، والشرف الْمَنَاوِيّ وَغَيرهم وبرع وتفنن، وسلك طَرِيق التصوف. وَلزِمَ الْجد وَالِاجْتِهَاد فِي الْقَلَم وَالْعلم وَالْعَمَل. وَاقْبَلْ على نفع النَّاس أَقراء وافتاء وتصنيفاً مَعَ الدّين المتين، وَترك مَا لَا يعنيه، وَشدَّة التَّوَاضُع، ولين الْجَانِب، وَضبط اللِّسَان وَالسُّكُوت. وَولي مشيخة الصلاحية وَغَيرهَا، وَقَضَاء الْقُضَاة. وَمن تصانيفه: \" شرح الرَّوْض \"، و \" شرح الْبَهْجَة \"، ومختصره، و \" وَشرح الفية الْعِرَاقِيّ. ¶ 82 - الْمَنَاوِيّ، زين العابدين بن يحيى ¶ زين العابدين بن شَيخنَا شيخ الْإِسْلَام شرف الدّين يحيى بن مُحَمَّد الْمَنَاوِيّ الشَّافِعِي. ولد سنة سِتّ وَعشْرين وَثَمَانمِائَة. وتفقه على أَبِيه، فبرع",
            "page": "113",
            "part": "1",
            "seal": "E6985766"
        },
        {
            "hno": "83",
            "id": "103",
            "nass": "وفَاق الأقران. وَولي مشيخة الصلاحية بعد أَبِيه مَعَ مُلَازمَة الدّيانَة والصيانة. مَاتَ بالطاعون فِي شَوَّال سنة ثَلَاث وَسبعين وَثَمَانمِائَة. ¶ 83 - الكيلاني، زين العابدين بن مُحَمَّد ¶ زين العابدين بن مُحَمَّد بن مُوسَى بن عَليّ بن حسن بن مُحَمَّد بن شرسيق بن مُحَمَّد بن أبي بكر بن عبد الْعَزِيز بن الشَّيْخ عبد الْقَادِر الكيلاني. ولد سنة سِتّ وَثَلَاثِينَ وَثَمَانمِائَة. وَمَات سنة خمس وَثَمَانِينَ وَثَمَانمِائَة. ¶ 84 - زَيْنَب بنت الْعِرَاقِيّ ¶ زَيْنَب بنت شيخ الْإِسْلَام حَافظ الْعَصْر زين الدّين أبي الْفضل عبد الرَّحِيم بن الْحُسَيْن الْعِرَاقِيّ. ولدت فِي ذِي الْحجَّة سنة اثْنَتَيْنِ وَتِسْعين وَسَبْعمائة. وَسمعت على أَبِيهَا والهيثمي وَحدثت، مَاتَت فِي سنة خمس وَسِتِّينَ وَثَمَانمِائَة. ¶ 85 - زَيْنَب بنت السُّبْكِيّ ¶ زَيْنَب بنت قَاضِي الْقُضَاة أبي الْحسن عَليّ بن الْعَلامَة قَاضِي الْقُضَاة بهاء الدّين أبي الْبَقَاء مُحَمَّد بن عبد الْبر بن يحيى بن عمر بن عُثْمَان بن عَليّ بن نشوان بن سوار بن سليم الْأنْصَارِيّ السُّبْكِيّ. سَمِعت. الصَّحِيح على عَائِشَة بنت عبد الْهَادِي، وَحدثت. مَاتَت سنة 11.",
            "page": "114",
            "part": "1",
            "seal": "C878CF13"
        },
        {
            "hno": "86",
            "id": "104",
            "nass": "حرف السِّين ¶ 86 - الديري، سعد الدّين سعد بن مُحَمَّد ¶ سعد بن مُحَمَّد بن عبد الله بن سعد بن أبي بكر بن مصلح بن أبي بكر بن سعد الْقُدسِي الديري الْحَنَفِيّ، قَاضِي الْقُضَاة شيخ الْإِسْلَام سعد الدّين أَبُو السعادات بن قَاضِي الْقُضَاة شمس الدّين. ولد فِي رَجَب سنة ثَمَان وَسِتِّينَ وَسَبْعمائة. وَأَجَازَ هَل أَبُو الْخَيْر العلائي وَغَيره. وَأخذ الْعُلُوم عَن وَالِده وَغَيره. وجد فِي الْعُلُوم حَتَّى رجح إِلَى على أَبِيه فِي حَيَاته. وَولي مشيخة الموءيدية بعد أَبِيه، وَاسْتمرّ بِالْقَاهِرَةِ يدرس بهَا ويفتي ويفسر الْقُرْآن وَيعْمل الميعاد حَتَّى صَار رَأس الْحَنَفِيَّة والمشار إِلَيْهِ فِي وفته مَعَ الصّلاح المفرط يستسقى بِهِ الْغَيْث. وَولي قَضَاء الْقُضَاة فَسَار فِيهِ بالسيرة اللائقة بِهِ، من ردع الْأُمَرَاء والأكابر، وَإِقَامَة الْحق فيهم. وَله تصانيف مِنْهَا: تَكْمِلَة شرح الْهِدَايَة للسروجي \". وَله الشّعْر الْكثير الْحسن. قيل أَنه رأى فِي النّوم أَنه يقْرَأ الْأَسْمَاء الْحسنى فَعبر بإنه يعِيش تسعا وَتِسْعين سنة وَكَانَ كَذَلِك. مَاتَ فِي ربيع الأول سنة سبع وَسِتِّينَ وَثَمَانمِائَة. وَمن شعره: ¶ روح الرّوح براحات الأمل ... وتعلل بعسى ثمَّ لَعَلَّ ¶ وَاحْتمل أَو صاب دهر كدر ... فغريق الْبَحْر لَا يخْشَى البلل ¶ وأبد للبلوى بِوَجْه طلق ... وأترك الشكوى ودع عَنْك الْملَل ¶ فمعاياه صروف الدَّهْر لَا ... تبعد الْبلوى وَلَا تدني أمل ¶ وَإِذا ضَاقَ بك الْأَمر فَقل ... قدر الله وَمَا شَاءَ فعل ¶ مَا تناهى الْخطب إِلَّا وانْتهى ... وبدا النَّقْص بِهِ حَتَّى اكتمل ¶ وَقَالَ: ¶ لَا تجزعن لمكروه أصبت بِهِ ... واستقبل الصعب إِن فاجاك باللين ¶ كل المصائب فِي الدُّنْيَا تهون سوى ... مُصِيبَة عرضت للمرء فِي الدّين",
            "page": "115",
            "part": "1",
            "seal": "A4C21C03"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "وَقَالَ: ¶ لم انس إِذْ قَالَت وَقد أزف النَّوَى ... أفديك بالأموال بل بالأنفس ¶ مَاذَا الْفِرَاق فَقلت أَنْت أردته ... قَالَت كَذَا فعل الْجَوَارِي الكنس ¶ فَكَأَن نثر دموعها بخدودها ... طل على ورد همى من نوجس ¶ وَقَالَ: ¶ ذهب الأولى كَانَ التَّفَاضُل بَينهم ... بالحلم والافضال وَالْمَعْرُوف ¶ يتجشمون متاعباً لأعانة ال ... مظلوم أَو لإغاثة الملهوف ¶ وأتى الَّذين الْفَخر فيهم مَنعهم ... للسائلين وظلم كل ضَعِيف ¶ فتراهم يَتَرَدَّدُونَ مَعَ الْهوى ... قد أَعرضُوا عَن أَكثر التَّكْلِيف ¶ مَا بَين جَبَّار وباعث فتْنَة ... ومماحل بخداعه مشغوف ¶ والمستقيم على الطَّرِيقَة نَادِر ... مَا أَن ترَاهُ بَين جمع الوف ¶ فَاسْلَمْ بِدينِك لَا تقل لَا بُد لي ... مِنْهُم لدفع كريهة ومخوف ¶ وأضرع لِرَبِّك لَا تكن مستبدلاً ... ذَا ضنة وفظاظة برؤف ¶ فَهُوَ الَّذِي تجْرِي الْأُمُور بِحكمِهِ ... فِي سَائِر التَّدْبِير والتصريف ¶ فلكم جلا عَنَّا حنادس كربَة ... قد حلهَا من بعد مس حتوف ¶ وَهُوَ الَّذِي يُرْجَى ليَوْم معادناً ... فِي رفع أهوال وَطول وقُوف ¶ ثمَّ الشَّفَاعَة من إِمَام المرسلي ... ن السَّيِّد الْمَخْصُوص بالتشريف ¶ وَقَالَ النواجي يمدحه: ¶ لقد حزت يَا قَاضِي الْقُضَاة مآثراً ... بِخِدْمَة علم فِي الورى مَا لَهَا حد ¶ وكوكب علم الشَّرْع أصبح طالعاً ... وَفِي فلك العلياء يَخْدمه سعد",
            "page": "116",
            "part": "1",
            "seal": "BF88DC94"
        },
        {
            "hno": "87",
            "id": "106",
            "nass": "حرف السِّين ¶ 87 - ابْن الْأَحْمَر؛ السُّلْطَان سعد بن مُحَمَّد ¶ سعد بن مُحَمَّد بن يُوسُف بن إِسْمَاعِيل بن مفرح بن إِسْمَاعِيل بن يُوسُف بن مُحَمَّد بن أَحْمد بن مُحَمَّد بن نصر بن أَحْمد بن خَمِيس، السُّلْطَان أَمِير الْمُسلمين المستعين بِاللَّه، أَبُو النَّصْر الْأنْصَارِيّ الخزرجي السَّعْدِيّ الْعَبَّادِيّ الأرجوني، الْمَعْرُوف بِابْن الْأَحْمَر، صَاحب غرناطة وَمَا والاها ابْن ملك الأندلس. ولد بعد سنة تسعين وَسَبْعمائة. وَمَات فِي صفر سنة تسع وَسِتِّينَ وَثَمَانمِائَة. ¶ 88 - المستكفي بِاللَّه، سُلَيْمَان بن مُحَمَّد العباسي ¶ سُلَيْمَان بن مُحَمَّد بن أبي بكر العباسي، أَمِير الْمُؤمنِينَ المستكفي بِاللَّه أَبُو الرّبيع بن المتَوَكل على الله بن المعتضد بِاللَّه، وَمر بَقِيَّة نسبه فِي تَرْجَمَة أَخِيه حَمْزَة. ولد سنة خمس وَتِسْعين وَسَبْعمائة، وَولي الْخلَافَة بِعَهْد من أَخِيه المعتضد بِاللَّه دَاوُد فِي سنة خمس وَأَرْبَعين وَثَمَانمِائَة. وَكتب وَالِدي نُسْخَة الْعَهْد وَقد سقته فِي \" تَارِيخ الْخُلَفَاء \". وَكَانَ المستكفي الْمَذْكُور من صالحي عباد الله، دينا خيرا مُنْذُ نَشأ، كثير الْعِبَادَة وَالصَّدَََقَة. مَاتَ لَيْلَة الْجُمُعَة اول محرم سنة خمس وَخمسين وَثَمَانمِائَة.",
            "page": "117",
            "part": "1",
            "seal": "5D729E49"
        },
        {
            "hno": "89",
            "id": "107",
            "nass": "حرف الشين ¶ 89 - ابْن الجيعان، علم الدّين شَاكر بن عبد الْغَنِيّ ¶ شَاكر بن عبد الْغَنِيّ بن شَاكر بن ماجد بن عبد الْوَهَّاب بن يَعْقُوب الدمياطي الأَصْل علم الدّين ابْن الجيعان، مُسْتَوْفِي ديوَان الْجَيْش، أحد رُؤَسَاء الْعَصْر. ولد سنة تسعين وَسَبْعمائة. واجاز لَهُ الْبُرْهَان بن الصّديق، والمراغي، وَعَائِشَة بنت عبد الْهَادِي، وَصَاحب الْقَامُوس وَآخَرُونَ. وَمَات فِي لَيْلَة الْجُمُعَة رَابِع عشر ربيع الآخر سنة اثْنَتَيْنِ وَثَمَانِينَ وَثَمَانمِائَة. قَالَ النواجي يمدحه: ¶ بَيت بني الجيعان بَيت الْعلَا ... شاكرهم وفتى النجى حَقه ¶ كم أمّهم فِي الْوُجُود مرتزق ... فنال من معروفهم رزقه ¶ وَقَالَ: الشهَاب المنصوري يرثيه: ¶ 90 - شاه رخ، بن تمورلنك ¶ شاه رخ بن تمرلنك بن طرغان القان الْأَعْظَم السُّلْطَان معِين الدّين. صَاحب سمر قند وبخاري وَملك الشرق. ولي بعد أَبِيه، وَكَانَ ضخماً وافر الْحُرْمَة. مَاتَ سنة إِحْدَى وَخمسين وَثَمَانمِائَة.",
            "page": "118",
            "part": "1",
            "seal": "556641D4"
        },
        {
            "hno": "91",
            "id": "108",
            "nass": "حرف الصَّاد ¶ 91 - البُلْقِينِيّ، علم الدّين صَالح بن عمر ¶ صَالح بن عمر بن رسْلَان بن نصير بن صَالح بن شهَاب بن عبد الْخَالِق بن مُحَمَّد بن مُسَافر الْكِنَانِي البُلْقِينِيّ، شَيخنَا قَاضِي الْقُضَاة شيخ الْإِسْلَام علم الدّين أَبُو التقى، بن شيخ الْإِسْلَام أبي حَفْص إِمَام الْفُقَهَاء فِي عصره، وحامل لِوَاء مَذْهَب الشَّافِعِي فِي عراقه وحجازه وشامه ومصره.",
            "page": "119",
            "part": "1",
            "seal": "F51FDE62"
        },
        {
            "hno": "92",
            "id": "109",
            "nass": "حرف الطَّاء ¶ 92 - النويري المقرىء، زين الدّين طَاهِر بن مُحَمَّد ¶ طَاهِر بن مُحَمَّد بن عَليّ بن مُحَمَّد بن مُحَمَّد بن مكين النويري الْمَالِكِي الْمُقْرِئ الشَّيْخ زين الدّين بن الشَّيْخ شمس الدّين بن الشَّيْخ نور الدّين ولد بعد خمس وَتِسْعين وَسَبْعمائة وتلا على ابْن الْجَزرِي وَغَيره وتفقه بالبساطي وَغَيره وَأخذ النَّحْو عَن سبط بن هِشَام ولازم القاياتي فِي المعقولات. وَصَارَ أحد أَئِمَّة الْمَالِكِيَّة فِي جمعه للفنون، جَامعا بَين الْعلم وَالْعَمَل، والتواضع والعفة، والأنقطاع عَن النَّاس. ولي تدريس الْمَالِكِيَّة بالبرقوقية، وبمدرسة حسن، والإقراء بالجامع الطولوني. وانتفع بِهِ النَّاس. مَاتَ فِي ربيع الأول سنة سِتّ وَخمسين وَثَمَانمِائَة.",
            "page": "120",
            "part": "1",
            "seal": "08DACDFB"
        },
        {
            "hno": "93",
            "id": "110",
            "nass": "حرف الْعين ¶ 93 - ابْن قَاضِي عجلون، عبد الله بن عبد الرَّحْمَن ¶ عبد الله بن عبد الرَّحْمَن بن مُحَمَّد بن مُحَمَّد بن مشرف بن مَنْصُور بن مَحْمُود بن توفيق بن مُحَمَّد بن عبد الله، الزرعي ثمَّ الدِّمَشْقِي الشَّافِعِي بن قَاضِي عجلون، أحد أَعْيَان دمشق، وَالِد النجباء. ولد سنة خمس وَثَمَانمِائَة. وَمَات فِي شعْبَان سنة خمس وَسِتِّينَ وَثَمَانمِائَة. ¶ 94 - الأردبيلي الكوراني، جمال الدّين عبد الله بن مُحَمَّد ¶ عبد الله بن مُحَمَّد بن حسن بن خضر بن الأردبيلي الكوراني الشَّافِعِي جمال الدّين، أحد الأفاضل فِي المعقولات. ولي مشيخة خانقاه سعيد السُّعَدَاء وتدريس التَّفْسِير بالمزهرية. مَاتَ فِي سنة أَربع وَتِسْعين وَثَمَانمِائَة. ¶ 95 - ابْن هِشَام، جمال الدّين عبد الله بن مُحَمَّد ¶ عبد الله بن مُحَمَّد بن عبد الله بن يُوسُف بن هِشَام الْحَنْبَلِيّ جمال الدّين. انْتفع بِهِ الطّلبَة فِي فقه مذْهبه وَفِي الْعَرَبيَّة، وناب فِي الْقَضَاء، وَولي عدَّة تداريس. ولد سنة تسع وَتِسْعين وَسَبْعمائة. وَمَات فِي الْمحرم سنة خمس وَخمسين وَثَمَانمِائَة. ¶ 96 - ابْن جمَاعَة، عبد الله بن مُحَمَّد ¶ عبد الله بن مُحَمَّد بن عبد الرَّحْمَن بن إِبْرَاهِيم بن عبد الرَّحْمَن بن",
            "page": "121",
            "part": "1",
            "seal": "AE210DBA"
        },
        {
            "hno": "97",
            "id": "111",
            "nass": "إِبْرَاهِيم بن سعد الله بن جمَاعَة. ولد سنة ثَمَانِينَ وَسَبْعمائة. وَمَات فِي سنة خمس وَسِتِّينَ وَثَمَانمِائَة. ¶ 97 - التلمساني، عبد الله بن مُحَمَّد ¶ عبد الله بن مُحَمَّد بن مُوسَى أَبُو مُحَمَّد العبدوني التلمساني الْمَالِكِي. كَانَ عَالما بارعاً صَالحا مَشْهُورا. ولي الْفتيا بفاس. مَاتَ فِي ذِي الْقعدَة سنة تسع وَأَرْبَعين وَثَمَانمِائَة. ¶ 98 - عبد الباسط بن خَلِيل بن نَاظر الْجَيْش ¶ عبد الباسط بن خَلِيل بن إِبْرَاهِيم الدِّمَشْقِي زين الدّين، نَاظر الْجَيْش، أحد أكَابِر الروءساء وأرباب التَّصَرُّف والمكانة فِي دولة الْأَشْرَف برسباي. وَفِيه يَقُول الْحَافِظ بن حجر. لَهُ عدَّة مدارس بِمصْر وَمَكَّة وَغَيرهمَا، وأنواع من وُجُوه الْبر. ولد سنة أَربع وَثَمَانِينَ وَسَبْعمائة. وَمَات فِي شَوَّال سنة أَربع وَخمسين وَثَمَانمِائَة. ¶ 99 - ابْن عَيَّاش الْمُقْرِئ، عبد الرَّحْمَن بن أَحْمد ¶ عبد الرَّحْمَن بن أَحْمد بن مُحَمَّد بن مُحَمَّد بن يُوسُف بن عَليّ بن عَيَّاش",
            "page": "122",
            "part": "1",
            "seal": "54C18B6B"
        },
        {
            "hno": "100",
            "id": "112",
            "nass": "الدِّمَشْقِي الأَصْل، ثمَّ الْمَكِّيّ الشَّافِعِي الْمُقْرِئ، الْعَلامَة شيخ الإقراء زين الدّين بن الْعَلامَة شهَاب الدّين. ولد فِي ربيع الأول سنة اثْنَتَيْنِ وَسبعين وَسَبْعمائة. وتلا على وَالِده، وَالشَّمْس الْعَسْقَلَانِي، وَغَيرهمَا. وَأخذ الْفِقْه والنحو عَن وَالِده. وَحضر الدَّرْس السراج البُلْقِينِيّ. وَانْقطع بِمَكَّة من سنة تسع وَثَمَانمِائَة، وأقرأ بهَا. وانتفع بِهِ خلائق. وَتفرد بفن القراآت فِي الْحجاز. وَانْفَرَدَ فِي وقته بعلو الْإِسْنَاد والتقدم فِي ذَلِك والمعرفة. نظم \" غَايَة الْمَطْلُوب فِي قِرَاءَة خلف وَأبي جَعْفَر وَيَعْقُوب \". أثنى عَلَيْهِ ابْن الْجَزرِي فِي كتاب لَهُ وعظمه إِلَى الْغَايَة مَعَ تقدم وَفَاته بدهر مَاتَ ابْن عَيَّاش فِي صفر سنة ثَلَاث وَخمسين وَثَمَانمِائَة. ¶ 100 - ابْن قَاضِي عجلون، عبد الرَّحْمَن بن عبد الله ¶ عبد الرَّحْمَن بن عبد الله بن عبد الرَّحْمَن الزرعي الدِّمَشْقِي الشَّافِعِي زين الدّين بن ولي الدّين بن قَاضِي عجلون. أحد أَعْيَان الشَّافِعِيَّة بِدِمَشْق. مَاتَ فِي ربيع الآخر سنة ثَمَان وَسبعين وَثَمَانمِائَة، مر ذكر أَخِيه الْعَلامَة نجم الدّين مُحَمَّد. ¶ 101 - الْبكْرِيّ، القَاضِي نجم الدّين عبد الرَّحْمَن ¶ عبد الرَّحْمَن بن عبد الْوَارِث بن مُحَمَّد بن عبد الْوَارِث بن مُحَمَّد بن عبد الْعَظِيم بن يحيى بن الْحسن بن مُوسَى بن يحيى بن يَعْقُوب بن نجم بن عِيسَى بن شعْبَان بن عِيسَى بن دَاوُد بن مُحَمَّد بن نوح بن طَلْحَة بن عبد الله بن عبد الرَّحْمَن بن أبي بكر الصّديق رَضِي الله تَعَالَى عَنهُ. القَاضِي نجم الدّين",
            "page": "123",
            "part": "1",
            "seal": "03C7A371"
        },
        {
            "hno": "102",
            "id": "113",
            "nass": "الْبكْرِيّ الْمصْرِيّ الْمَالِكِي. ولد فِي ذِي الْحجَّة سنة ثَلَاث وَثَمَانِينَ وَسَبْعمائة. وَعرض على السراج البُلْقِينِيّ وَابْن الملقن، وَسمع على الزين الْعِرَاقِيّ وَالصَّلَاح الزفتاوي، والنجم البالسي، والناصر ابْن الْفُرَات، وَغَيرهم، وناب فِي الْقُضَاة عَن الْوَلِيّ بن خلدون وَمن بعده. مَاتَ فِي يَوْم الْجُمُعَة نصف ذِي الْقعدَة سنة ثَمَان وَسِتِّينَ وَثَمَانمِائَة. ¶ 102 - ابْن الملقن، جلال الدّين عبد الرَّحْمَن بن عَليّ ¶ عبد الرَّحْمَن بن عَليّ بن عمر بن عَليّ بن أَحْمد بن مُحَمَّد بن عبد الله الأندلسي الأَصْل الْمصْرِيّ الْأنْصَارِيّ أقضى الْقُضَاة جلال الدّين أَبُو هُرَيْرَة، بن أقضى الْقُضَاة نور الدّين أبي الْحسن بن شيخ الْإِسْلَام، سراج الدّين أبي حَفْص بن الْعَلامَة أبي الْحسن النَّحْوِيّ، الشهير بأبن الملقن. ولد فِي رَمَضَان سنة تسعين وَسَبْعمائة. وَسمع على جده وعَلى ابْن أبي الْمجد، والتنوخي، والسويداوي. وَأَجَازَ لَهُ الْعِرَاقِيّ، وقاضي الْقَضَاء صدر الدّين الْمَنَاوِيّ، والكمال الدَّمِيرِيّ. وتفقه على الْبُرْهَان البيجوري. وَولي مشيخة السابقية وتدريس الحَدِيث بالكاملية، وَغير ذَلِك من تداريس أَبِيه وجده، مَعَ الْجَلالَة، وَحسن الْهَيْئَة، وَحسن السِّيرَة، والسكينة وَالْوَقار، والإنجماع عَن النَّاس. مَاتَ فِي شَوَّال سنة سبعين وَثَمَانمِائَة. ¶ 103 - البوتيجي، عبد الرَّحْمَن بن عنبر ¶ عبد الرَّحْمَن بن عنبر بن عَليّ بن أَحْمد بن يَعْقُوب بن عبد الرَّحْمَن البوتيجي الشَّافِعِي الْفَقِيه الْقرشِي. سمع على الشَّيْخ زين الدّين الْعِرَاقِيّ، وَأَجَازَ لَهُ البُلْقِينِيّ، وَابْن الملقن، والبرهان الأنباسي، والكمال الدَّمِيرِيّ",
            "page": "124",
            "part": "1",
            "seal": "628C6CC2"
        },
        {
            "hno": "104",
            "id": "114",
            "nass": "وَأخذ الْفِقْه والفرائض والحساب بأنواعه عَن الشَّمْس الْعِرَاقِيّ وَعَن الشهَاب بن الْعِمَاد. ولازم الشَّيْخ ولي الدّين الْعِرَاقِيّ وَأخذ عَنهُ غَالب كتبه. وَأخذ النَّحْو عَن الشطنوفي، وسبط بن هِشَام والاصول عَن الشَّمْس الْبرمَاوِيّ وَشهر بالفرائض وانتفع بِهِ النَّاس مَعَ الصّلاح وصحبة الصُّوفِيَّة، والانقطاع عَن النَّاس، والقناعة باليسير من الرزق. مَاتَ فِي شَوَّال سنة أَربع وَسِتِّينَ وَثَمَانمِائَة. ¶ 104 - ابْن الْأَمَانَة، جلال الدّين عبد الرَّحْمَن بن مُحَمَّد ¶ عبد الرَّحْمَن بن مُحَمَّد بن أَحْمد بن عبد الْعَزِيز بن عُثْمَان بن سَنَد بن خَالِد الْأنْصَارِيّ الأبياري الشَّافِعِي، أقضى الْقُضَاة، جلال الدّين أَبُو الْفضل ابْن الإِمَام الْعَلامَة بدر الدّين الْمَعْرُوف بِابْن الْأَمَانَة. ولد فِي خَامِس صفر سنة ثَلَاث وَعشْرين وَثَمَانمِائَة. وَسمع على وَالِده وَابْن الْجَزرِي، وَأبي ذَر الزَّرْكَشِيّ، والحافظ ابْن حجر. وَأَجَازَ لَهُ الْبُرْهَان الْحلَبِي، والحافظ بن نَاصِر الدّين، وَعَائِشَة ابْنة الشرائحي، والكمال بن خير. وتفقه على الْأَشْيَاخ ودرس وَأفْتى. وَولي تدريس الشَّافِعِيَّة بالشيخونية وَغير ذَلِك. وَنعم الرجل هُوَ دينا وَخيرا وسيادة، وَهُوَ نجيب ابْن نجيب. وَمن سعد وَالِده أَنه أَنْجَب أَوْلَاده الثَّلَاثَة، وَهُوَ عَزِيز الْوُقُوع خُصُوصا فِي الزَّمن الْمُتَأَخر. فَالله يحفظه ويبقيه. ¶ 105 - السنتاوي، زين الدّين عبد الرَّحْمَن بن مُحَمَّد ¶ عبد الرَّحْمَن بن مُحَمَّد بن حجي السنتاوي الشَّافِعِي زين الدّين أحد",
            "page": "125",
            "part": "1",
            "seal": "230988F9"
        },
        {
            "hno": "106",
            "id": "115",
            "nass": "الأفاضل. درس وَأفْتى، وانتفع بِهِ جمَاعَة. وَولي مشيخة سعيد السُّعَدَاء. مَاتَ سنة سِتّ وَتِسْعين وَثَمَانمِائَة. ¶ 106 - الديري، زين الدّين عبد الرَّحْمَن بن مُحَمَّد ¶ عبد الرَّحْمَن بن مُحَمَّد بن عبد الله بن سعد بن أبي بكر بن مصلح الديري الْحَنَفِيّ، القَاضِي الأديب، زين الدّين بن قَاضِي الْقُضَاة شمس الدّين. ولد فِي رَجَب سنة سِتّ عشرَة وَثَمَانمِائَة. وَبحث فِي الْعُلُوم على أَخِيه قَاضِي الْقُضَاة سعد الدّين، وَالشَّيْخ عبد السَّلَام الْبَغْدَادِيّ وَغَيرهمَا. وشارك فِي الْفُنُون. ونظم ونثر وَعرف بَين الأدباء. مَاتَ فِي ذِي الْحجَّة سنة سِتّ وَخمسين وَثَمَانمِائَة. وَمن شعره: ¶ عودية تلبس العودي قلت لَهَا ... خافي الْإِلَه وراعي حَال مجهود ¶ فلحظك السَّيْف أصمتنا ظباه وَمَا ... كَفاك ذَاك إِلَى أَن جِئْت بِالْعودِ ¶ 107 - السندبيسي، عبد الرَّحْمَن بن مُحَمَّد زين الدّين ¶ عبد الرَّحْمَن بن مُحَمَّد بن مُحَمَّد بن يحيى السندبيسي الشَّافِعِي الإِمَام البارع المفنن زين الدّين أَبُو مُحَمَّد بن الإِمَام الْعَالم تَاج الدّين. ولد سنة خمس وَثَمَانِينَ وَسَبْعمائة وتلا السَّبع وَبحث الشاطبية على الشَّمْس الشطنوفي وَأخذ عَنهُ النَّحْو وَعَن الْبَدْر الدماميني، وَالْفِقْه عَن الشَّيْخ ولي الدّين الْعِرَاقِيّ، وَالْأُصُول عَن الْعِزّ بن جمَاعَة. ولازمه وَتقدم ودرس بعدة أَمَاكِن. وقصده الطّلبَة. وَسمع من السراجين البُلْقِينِيّ، وَابْن",
            "page": "126",
            "part": "1",
            "seal": "7B75C73B"
        },
        {
            "hno": "108",
            "id": "116",
            "nass": "الملقن، والحافظ زين الدّين الْعِرَاقِيّ. وَأَجَازَ لَهُ صَاحب الْقَامُوس. مَاتَ فِي لَيْلَة الْأَحَد سَابِع صفر سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة. ¶ 108 - السيرامي، شيخ الشُّيُوخ عبد الرَّحْمَن بن يحيى ¶ عبد الرَّحْمَن بن يحيى بن سيف بن مُحَمَّد بن عِيسَى، شيخ الشُّيُوخ عضد الدّين بن شيخ الشُّيُوخ الْعَلامَة نظام الدّين بن شيخ الشُّيُوخ الْعَلامَة سيف الدّين البسيرامي الْحَنَفِيّ شيخ الظَّاهِرِيَّة هُوَ وَأَبوهُ وجده. مَاتَ فِي سنة ثَمَانِينَ وَثَمَانمِائَة. ¶ 109 - الأنباسي، زين الدّين عبد الرَّحِيم بن إِبْرَاهِيم ¶ عبد الرَّحِيم بن إِبْرَاهِيم بن حجاج بن مُحرز الأنباسي الشَّافِعِي، الشَّيْخ زين الدّين بن الشَّيْخ برهَان الدّين، الْعَالم بن الْعَالم، والنجيب بن النجيب. ولد سنة تسع وَعشْرين وَثَمَانمِائَة. واشتغل بالعلوم، وَأخذ عَن أشياخنا. وبرع وتفنن. ونفع الطّلبَة. وَلزِمَ بآخرة طَرِيق التصوف والسلوك، وَكتب أَشْيَاء فِي التصوف، وَكَانَ على قدم من الصّلاح وَالْعِبَادَة. مَاتَ فِي سنة إِحْدَى وَتِسْعين وَثَمَانمِائَة. ¶ 110 - ابْن الْفُرَات، عز الدّين عبد الرَّحِيم بن مُحَمَّد ¶ عبد الرَّحِيم بن مُحَمَّد بن عبد الرَّحِيم بن عَليّ بن الْحسن بن مُحَمَّد بن عبد الْعَزِيز بن مُحَمَّد بن الْفُرَات الْحَنَفِيّ القَاضِي الْمسند عز الدّين",
            "page": "127",
            "part": "1",
            "seal": "B6138CAA"
        },
        {
            "hno": "111",
            "id": "117",
            "nass": "المؤرخ بن نَاصِر الدّين بن عز الدّين. ولد سنة تسع وَخمسين وَسَبْعمائة بِالْقَاهِرَةِ. وَعرض الْعُمْدَة وَغَيرهَا على الشَّيْخ اكمال الدّين. والسراج الْهِنْدِيّ، والبدر الغزنوي، وقاضي الْقُضَاة بهاء الدّين أبي الْبَقَاء، والسراج البُلْقِينِيّ. وَغَيرهم وتفقه على قَاضِي الْقُضَاة جمال الدّين الْمَلْطِي، وَأَجَازَهُ بالإفتاء والتدريس. وَأخذ النَّحْو عَن الشَّيْخ محب الدّين بن هِشَام، بحث عَلَيْهِ شرح الشذور لوالده. وَبحث على الْحَافِظ زين الدّين الْعِرَاقِيّ شرح ألفيته، ونكته على ابْن الصّلاح، وَأَجَازَ لَهُ إقراءهما. وَكتب عَنهُ كثيرا من أَمَالِيهِ، وعَلى الشَّيْخ سراج الدّين البُلْقِينِيّ بعض \" محَاسِن الإصطلاح لَهُ. ولازم الشَّيْخ عز الدّين بن جمَاعَة مُدَّة، وَأَجَازَ لَهُ خلق مِنْهُم: حسن بن أَحْمد بن الْهلَال بن الهبل، وست الْعَرَب بنت مُحَمَّد بن الْفَخر بن البُخَارِيّ، وَالصَّلَاح الصَّفَدِي، وَالْقَاضِي تَاج الدّين السُّبْكِيّ، وَالْجمال إِبْرَاهِيم بن مُحَمَّد بن عبد الرَّحِيم الأسيوطي، وَمُحَمّد بن أَحْمد بن مُحَمَّد بن مَرْزُوق، ونسيم الدّين مُحَمَّد بن سعيد الكازروني، وَمُحَمّد بن عبد الدَّائِم بن الميلق، وَمُحَمّد بن يُوسُف بن عَليّ الْكرْمَانِي فِي آخَرين. وَهَؤُلَاء الْجَمَاعَة الَّذين سميتهم لم ألق أحدا من أَصْحَابهم. فَإِن اضْطر الْحَال إِلَى رِوَايَة شَيْء من تصانيفهم فَعَن هَذَا بإجازته الْعَامَّة عَنْهُم بِالْإِجَازَةِ الْخَاصَّة. وصنف أَشْيَاء مَاتَ فِي ذِي الْحجَّة سنة إِحْدَى وَخمسين وَثَمَانمِائَة. ¶ 111 - القيلوي الْبَغْدَادِيّ، عبد السَّلَام بن أَحْمد ¶ عبد السَّلَام بن أَحْمد بن عبد الْمُنعم بن مُحَمَّد بن أَحْمد القيلوي نِسْبَة إِلَى ميلويه كنفطويه قَرْيَة بِبَغْدَاد، الْبَغْدَادِيّ، الإِمَام الْعَلامَة عز الدّين الْحَنَفِيّ.",
            "page": "128",
            "part": "1",
            "seal": "026E07F3"
        },
        {
            "hno": "112",
            "id": "118",
            "nass": "ولد سنة ثَمَانِينَ وَسَبْعمائة تَقْرِيبًا، وَقيل سنة سِتّ وَسبعين. وَأخذ أَنْوَاع الْعُلُوم عَن مَشَايِخ بَغْدَاد. وبرع فِي فقه الحنفيه وَالشَّافِعِيَّة والحنابلة. وَكَانَ يقرئ الْمذَاهب الثَّلَاثَة. وفن الْأُصُول وَالْكَلَام والعربية، والمعاني وَالْبَيَان، والمنطق والجدل. وَدخل الْقَاهِرَة سنة عشر وَثَمَانمِائَة، فَأخذ علم الحَدِيث عَن الْحَافِظ ولي الدّين الْعِرَاقِيّ، وَسمع مِنْهُ وَمن الشّرف ابْن الكويك وَالْجمال الْحَنْبَلِيّ، وَغَيرهم. وَكَانَ مَعَ تفننه فِي الْعُلُوم خيرا زاهداً قانعاً، مُنْقَطِعًا عَن النَّاس، ذَا عفة وصبر على اشغال الطّلبَة، وَاحْتِمَال لجفاهم وطلاقة لِسَان، وَلم يعتن بالتصنيف. مَاتَ فِي رَمَضَان سنة تسع وَخمسين وَثَمَانمِائَة. وَمن شعره: ¶ شرابك الْمَخْتُوم فِي آنيه ... وخمر أعدائك من آنيه ¶ فليت أمامك لي آنيه ... قبل انْقِضَاء الْعُمر فِي آنيه ¶ 112 - الْمَقْدِسِي، عز الدّين عبد السَّلَام ¶ عبد السَّلَام بن دَاوُد بن عُثْمَان بن عبد السَّلَام بن عَبَّاس الْعَلامَة عز الدّين الْمَقْدِسِي الشَّافِعِي. ولد سنة إِحْدَى وَتِسْعين وَسَبْعمائة. وَسمع من الْكَمَال بن عبد الْحق، وَعمر البالسي، والمحب بن منيع، وَفَاطِمَة بنت المنجا، وَغَيرهم. واجاز لَهُ السويداوي، والحلاوي، وَمَرْيَم بنت الْأَذْرَعِيّ، وَغَيرهم، وبرع فِي الْفِقْه وَغَيره. وَولي تدريس الصلاحية بَيت الْمُقَدّس. مَاتَ يَوْم الْخَمِيس خَامِس رَمَضَان سنة خمسين وَثَمَانمِائَة. وَمن نظمه: ¶ إِذا الموائد مدت ... من غير خل وبقل ¶ كَانَت كشيخ كَبِير ... عديم فهم وعقل",
            "page": "129",
            "part": "1",
            "seal": "35C4294F"
        },
        {
            "hno": "113",
            "id": "119",
            "nass": "113 - الشِّيرَازِيّ، نور الدّين عَليّ بن إِبْرَاهِيم ¶ عَليّ بن إِبْرَاهِيم بن مُحَمَّد الشريف نور الدّين الْحُسَيْنِي العجمي الشِّيرَازِيّ الشَّافِعِي. ولد فِي حُدُود سنة خمس وَثَمَانِينَ وَسَبْعمائة. وَأخذ عَن مَشَايِخ تِلْكَ الْبِلَاد الْفِقْه والأصلين والنحو والمعاني. وَسمع فِي هراة على الشريف الْجِرْجَانِيّ \" شرح المواقف \" لَهُ، وَبَعض الْكَشَّاف، وَهُوَ غَالب الزهراوين. وَكتب الْخط الْمَنْسُوب حَتَّى صَار أحد كتاب الزَّمن. وصنف شرحاً على ايساغوجي، وشرحا على الكافية. لقِيه الْحَافِظ برهَان الدّين البقاعي بِالْمَدِينَةِ الشَّرِيفَة سنة تسع وَأَرْبَعين، وترجمه فِي مُعْجَمه وَأثْنى عَلَيْهِ. مَاتَ بهَا فِي صفر سنة أثنين وَسِتِّينَ وَثَمَانمِائَة. ¶ 114 - القلقشندي، عَلَاء الدّين عَليّ بن أَحْمد ¶ عَليّ بن أَحْمد بن إِسْمَاعِيل بن مُحَمَّد بن إِسْمَاعِيل بن عَليّ، الإِمَام عَلَاء الدّين أَبُو الْفتُوح القلقشندي الشَّافِعِي. ولد فِي أَوَاخِر سنة ثَمَانِينَ وَسَبْعمائة. وَسمع على التنوخي. وَابْن حَاتِم، والحلاوي وَغَيرهم. وَكَانَ أحد عُلَمَاء الشَّافِعِيَّة وأعيانهم. ولي تدريس الشَّافِعِيَّة بالشيخونية، ومشيخة الصلاحية الْمُجَاورَة لقبر الإِمَام الشَّافِعِي رَضِي الله عَنهُ. مَاتَ فِي محرم سنة سِتّ وَخمسين وَثَمَانمِائَة. ¶ 115 - البوشي، نور الدّين عَليّ بن أَحْمد ¶ عَليّ بن أَحْمد بن عمر بن مُحَمَّد بن أَحْمد، الإِمَام نور الدّين الْأنْصَارِيّ البوشي. ولد فِي خلال سنة تسعين وَسَبْعمائة. وَأخذ الْفِقْه عَن الشَّيْخ",
            "page": "130",
            "part": "1",
            "seal": "9AE6EC15"
        },
        {
            "hno": "116",
            "id": "120",
            "nass": "ولي الدّين الْعِرَاقِيّ والنحو عَن الشطنوفي، وَالشَّمْس العجمي سبط بن هِشَام. وَاقْبَلْ على التدريس والإفتاء والتصنيف. وَشرح الْأَنْوَار للأردبيلي فِي الْفِقْه. مَاتَ يَوْم الِاثْنَيْنِ خَامِس ربيع الأول سنة سِتّ وَخمسين وَثَمَانمِائَة. ¶ 116 - القلصادي، عَليّ بن مُحَمَّد بن مُحَمَّد ¶ عَليّ بن مُحَمَّد بن مُحَمَّد بن عَليّ الْقرشِي الأندلسي البسطي الشهير بالقلصادي، الْمَالِكِي. ولد فِي حُدُود سنة خمس عشرَة وَثَمَانمِائَة. وَأخذ عَن شُيُوخ الْمغرب. وبرع فِي الْفَرَائِض والحساب. وصنف فيهمَا عدَّة كتب مِنْهَا: \" التَّبْصِرَة فِي الْغُبَار \" و \" القانون فِي الْحساب \"، وَشَرحه، و \" كشف الجلباب فِي الْحساب \"، و \" الكليات فِي الْفَرَائِض \"، وَشَرحهَا. قَالَ البقاعي: لَقيته سنة اثْنَتَيْنِ وَخمسين، واجاز لي رِوَايَة مصنفاته. مَاتَ سنة إِحْدَى وَتِسْعين وَثَمَانمِائَة. ¶ 117 - الْكرْمَانِي، عَليّ ¶ عَليّ الْكرْمَانِي الْعَلامَة عَلَاء الدّين، أحد أَفْرَاد الْعلمَاء. لَقِي الأكابر وَأخذ عَنْهُم، مِنْهُم الشريف الْجِرْجَانِيّ، وأتقن الْفُنُون. وَقدم الْقَاهِرَة فاستوطنها. ولي مشيخة سعيد السعدا. مَاتَ فِي صفر سنة ثَلَاث وَخمسين وَثَمَانمِائَة.",
            "page": "131",
            "part": "1",
            "seal": "795F69AA"
        },
        {
            "hno": "118",
            "id": "121",
            "nass": "118 - الطوسي، عَلَاء الدّين عَليّ بن مُحَمَّد ¶ عَليّ بن مُحَمَّد البيادكاني الطوسي الْحَنَفِيّ، الْعَلامَة عَلَاء الدّين، أحد أَفْرَاد عُلَمَاء سمر قند. كَانَ مَشْهُورا بغزارة الْعلم، وسعة الباع فِي الْفُنُون. أَخذ عَنهُ الجم الْغَفِير، وانتفع بِهِ الْفُضَلَاء بسمر قند، واشتهر وَبعد صيته، وصنف مَاتَ سنة سبع وَسبعين وَثَمَانمِائَة وَله نَحْو سبعين سنة. ¶ 119 - الفرغاني، عمر بن مُحَمَّد ¶ عمر بن مُحَمَّد بن أَحْمد بن مُحَمَّد بن عمر بن مُحَمَّد بن ثَابت بن عُثْمَان بن مُحَمَّد بن عبد الرَّحْمَن بن مَيْمُون بن مَحْمُود بن حُسَيْن بن حمدَان بن يُوسُف بن إِسْمَاعِيل بن حَمَّاد، بن أبي حنيفَة الْبَغْدَادِيّ الفرغاني النعماني الْحَنَفِيّ. كَانَ فَاضلا. ولي قَضَاء دمشق والحسبة بهَا ووكالة بَيت المَال بهَا. مَاتَ فِي صفر سنة خمسين وَثَمَانمِائَة. ¶ 120 - القلمطائي، ركن الدّين عمر بن قديد ¶ عمر بن قديد القلمطائي الْحَنَفِيّ، الْعَلامَة ركن الدّين. كَانَ أماماً بارعاً فِي الْفِقْه والعربية. أَخذ عَن السراج قَارِئ الْهِدَايَة، ولازم الْعِزّ بن جمَاعَة. وَله تعاليق فِي الْعَرَبيَّة، وفوائد وابحاث. وَكَانَ صَالحا متواضعاً منجمعاً عَن النَّاس أَخذ عَنهُ شَيخنَا الشَّيْخ شمس الدّين بن سعد الدّين. ولد سنة خمس وَثَمَانِينَ وَسَبْعمائة. وَمَات بِمَكَّة فِي ثامن عشر رَمَضَان سنة سِتّ وَخمسين وَثَمَانمِائَة.",
            "page": "132",
            "part": "1",
            "seal": "F6E9EFB1"
        },
        {
            "hno": "121",
            "id": "122",
            "nass": "121 - الوروري، سراج الدّين عمر بن عِيسَى ¶ عمر بن عِيسَى بن أبي بكر بن عِيسَى بن مُحَمَّد بن أَحْمد، الشَّيْخ سراج الدّين الوروري الشَّافِعِي. كَانَ عَالما صَالحا دينا خيرا، سمع على الْبَدْر الزَّرْكَشِيّ وَغَيره. وَولي تدريس الشَّافِعِيَّة بالشيخونية. ولد سنة تسع وَسَبْعمائة. وَمَات فِي ذِي الْحجَّة سنة إِحْدَى وَسِتِّينَ وَثَمَانمِائَة.",
            "page": "133",
            "part": "1",
            "seal": "C63EE7BC"
        },
        {
            "hno": "122",
            "id": "123",
            "nass": "حرف الْفَاء ¶ 122 - ابْن أبي اللَّيْث، السمر قندي فضل الله ¶ فضل الله بن عبد الْوَاحِد بن أبي اللَّيْث بن عَلَاء الدّين بن أبي الْقَاسِم مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن مَحْمُود بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن مَحْمُود بن أبي اللَّيْث نصر السمر قندي اللَّيْثِيّ الْحَنَفِيّ. كَانَ أحد الْإِعْلَام، فَقِيه سمر قند فِي وقته، وَهُوَ من ذُرِّيَّة أبي اللَّيْث السمر قندي، وَأمه من ذُرِّيَّة الْبُرْهَان صَاحب الْهِدَايَة. ولد سنة سِتّ وَثَمَانِينَ وَسَبْعمائة. وَمَات سنة أَربع وَسبعين وَثَمَانمِائَة.",
            "page": "134",
            "part": "1",
            "seal": "E020F6A9"
        },
        {
            "hno": "123",
            "id": "124",
            "nass": "حرف الْمِيم ¶ 123 - الْقُدسِي، زين الدّين ماهر بن عبد ال ¶ لَهُ ¶ ماهر بن عبد الله بن نجم بن عوض بن نصير الْأنْصَارِيّ الْقُدسِي الشَّافِعِي الْعَلامَة زين الدّين. أَخذ عَن الْبُرْهَان الأنباسي، ولازم الشهَاب بن الهائم. وبرع فِي الْفِقْه والفرائض والعربية، مَعَ الصّلاح والتواضع والإنجماع عَن النَّاس جدا. مَاتَ فِي ربيع الأول سنة سبع وَسِتِّينَ وَثَمَانمِائَة. ¶ 124 - الشرواني، شمس الدّين مُحَمَّد بن إِبْرَاهِيم ¶ مُحَمَّد بن إِبْرَاهِيم الشرواني الشَّافِعِي، الْأُسْتَاذ الْعَلامَة شمس الدّين. أحد أَفْرَاد الدَّهْر فِي عُلُوم المعقولات، وقرين شَيخنَا الْعَلامَة محيي الدّين الكافيجي فِي ذَلِك، مَعَ التصوف والأنجماع عَن بني الدُّنْيَا، لَا يتَرَدَّد إِلَى أحد مُطلقًا. ولد سنة ثَمَان وَسبعين. وَمَات مستهل صفر سنة ثَلَاث وَسبعين وَثَمَانمِائَة. ¶ 125 - الفرغاني، حميد الدّين مُحَمَّد بن أَحْمد ¶ مُحَمَّد بن أَحْمد بن مُحَمَّد بن عمر النعماني الفرغاني الْبَغْدَادِيّ ثمَّ الدِّمَشْقِي حميد الدّين. كَانَ إِمَامًا عَلامَة لَهُ تصانيف. ولي قَضَاء دمشق. ولد سنة خمس وَثَمَانِينَ. مَاتَ فِي ربيع الأول سنة سبع وَسِتِّينَ وَثَمَانمِائَة.",
            "page": "135",
            "part": "1",
            "seal": "1CE45617"
        },
        {
            "hno": "126",
            "id": "125",
            "nass": "126 - الْقَرَافِيّ، شمس الدّين مُحَمَّد بن أَحْمد ¶ مُحَمَّد بن أَحْمد بن عمر بن شرف، القَاضِي شمس الدّين الْقَرَافِيّ، سبط بن أبي جَمْرَة، أحد أَعْيَان الْمَالِكِيَّة. ولد سنة إِحْدَى وَثَمَانِينَ وَمَات فِي ذِي الْحجَّة سنة سبع وَسِتِّينَ وَثَمَانمِائَة. ¶ 127 - الشفشي، شمس الدّين مُحَمَّد بن أَحْمد ¶ مُحَمَّد بن أَحْمد بن عمر الشفشي شمس الدّين، أحد أَشْيَاخ الشَّافِعِيَّة. ولد قبل سبع وَسبعين وَسَبْعمائة. وَسمع على الْعِرَاقِيّ وَغَيره، وَأخذ عَن الأكابر. سَمِعت شَيخنَا البُلْقِينِيّ يثني على استحضاره الْفِقْه. مَاتَ فِي جُمَادَى الأولى سنة ثَلَاث وَسبعين وَثَمَانمِائَة. ¶ 128 - ابْن عبد الدَّائِم الْمَدِينِيّ، شمس الدّين مُحَمَّد بن أَحْمد ¶ مُحَمَّد بن أَحْمد بن عبد الدَّائِم الصُّوفِي الْمَالِكِي شمس الدّين، بن أُخْت الشَّيْخ مَدين. ولد سنةأربعة عشر وَثَمَانمِائَة. وتسلك بخاله. وصنف كتابا فِي \" آدَاب المريدين \". مَاتَ فِي جُمَادَى الأولى سنة إِحْدَى وَثَمَانِينَ وَثَمَانمِائَة. ¶ 129 - ابْن الضيا الْمَكِّيّ، رضى الدّين مُحَمَّد بن أَحْمد ¶ مُحَمَّد بن أَحْمد بن الضيا مُحَمَّد بن الْعِزّ بن مُحَمَّد بن عمر بن سعيد، الإِمَام الْعَالم أَبُو حَامِد رضى الدّين الصغاني الأَصْل الْمَكِّيّ الْعمريّ الْحَنَفِيّ. ولد فِي رَمَضَان سنة تسعين وَسَبْعمائة. وَحضر على الْبُرْهَان بن صديق.",
            "page": "136",
            "part": "1",
            "seal": "169F999D"
        },
        {
            "hno": "130",
            "id": "126",
            "nass": "حرف الْمِيم ¶ وتفقه على وَالِده والسراج قَارِئ الْهِدَايَة. وَأخذ عَن الْعِزّ بن جمَاعَة وَآخَرين. وَشرح \" الْكَنْز \". مَاتَ فِي شعْبَان سنة ثَمَان وَخمسين وَثَمَانمِائَة. ¶ 130 - ابْن الضيا الْمَكِّيّ، أَبُو البقا مُحَمَّد بن أَحْمد ¶ محمدبن أَحْمد بن الضيا، أَخُو الَّذِي قبله، القَاضِي أَبُو البقا الْحَنَفِيّ. ولد سنة تسع وَثَمَانِينَ وَسَبْعمائة. وتفقه بوالده، وقارئ الْهِدَايَة. وَأخذ عَن الْعِزّ بن جمَاعَة، وَالشَّمْس المعيد، وَجَمَاعَة، إِلَى أَن ضرب فِي الْعُلُوم بِنَصِيب وافر. وَانْفَرَدَ بالشيخوخة فِي مذْهبه بِبِلَاد الْحجاز. وَولي قَضَاء مَكَّة، وصنف كتبا مِنْهَا: \" التَّفْسِير \" وَشرح الْمجمع \"، و \" شرح الْبَزْدَوِيّ \"، و \" شرح مُقَدّمَة الغزنوي \"، و \" الشافي فِي أختيار الْكَافِي \"، و \" مَنَاسِك الْحَج \" فِي ثَلَاث مجلدات، و \" تَنْزِيه الْمَسْجِد الْحَرَام عَن بِدعَة جهلة الْعَوام \". مَاتَ فِي ذِي الْقعدَة سنة أَربع وَخمسين وَثَمَانمِائَة. ¶ 131 - ابْن أبي الوفا، الوفائي مُحَمَّد بن أَحْمد ¶ مُحَمَّد بن أَحْمد بن مُحَمَّد بن مُحَمَّد السكندري الوفائي الشاذلي الْمَالِكِي، الشَّيْخ الْعَارِف المسلك أَبُو الْفَتْح بن أبي الوفا. ولد سنة تسع وَسَبْعمائة. وَسمع على جمَاعَة وَكَانَ عَالما فَاضلا بارعاً، ناظماً ناثراً مذاكراً، لَهُ الْفَضَائِل الجمة. توفّي فِي شعْبَان سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة. ¶ 132 - التنسي القَاضِي، بدر الدّين مُحَمَّد بن أَحْمد ¶ مُحَمَّد بن أَحْمد بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن عَطاء الله بن عوض بن نجا بن أبي الثَّنَاء حمود بن تهار بن يُونُس بن حَاتِم بن يبْلى بن جَابر",
            "page": "137",
            "part": "1",
            "seal": "64E0BE3B"
        },
        {
            "hno": "133",
            "id": "127",
            "nass": "بن هِشَام بن عُرْوَة بن الزبير بن الْعَوام، التنسي الْمَالِكِي، قَاضِي الْقُضَاة بدر الدّين بن قَاضِي الْقُضَاة نَاصِر الدّين. قَالَ البقاعي فِي مُعْجَمه: هَكَذَا كتب لي نسبه بِخَطِّهِ، وَلَا تتمشى صِحَّته على الْقَاعِدَة الَّتِي سَمِعت شيخ الْإِسْلَام ابْن حجر ينقلها عَن قَاضِي الْقُضَاة ولي الدّين عبد الرَّحْمَن بن خلدون، وَهِي أَنا إِذا شككنا فِي نسب، حسبناكم بَين من فِي أَوله وَمن فِي آخِره من السنين، جعلنَا لكل مائَة سنة ثَلَاثَة أنفس، فَإِنَّهَا مطردَة عَادَة، وَإِن أخرمت فبا لزِيَادَة. قَالَ شيخ الْإِسْلَام بن حجر: وَلَقَد اعْتبرنَا بهَا أَنْسَاب كثير مِمَّن أنسابهم مَعْرُوفَة فَصحت، وأنساب كثير مِمَّن يتَكَلَّم فِي انسابهم فانخرمت ولد صَاحب التَّرْجَمَة قبل سنة ثَمَانِينَ وَسَبْعمائة بالإسكندرية، وَأمه جَارِيَة وسوداء، تسمى اشتياق. أَخذ عَن الْجمال الأقفهسي والعز بن جمَاعَة، والبساطي، وَالشَّيْخ ولي الدّين الْعِرَاقِيّ وَغَيرهم وَسمع الحَدِيث من الشّرف ابْن الكويك، والكمال بن خير. وَأَجَازَ لَهُ ابْن عَرَفَة. وَلم يزل يدأب إِلَى أَن أشتهر بالفضيلة. وأنتشر ذكره. وَله النّظم والنثر، ولي قَضَاء الْمَالِكِيَّة بعد موت الْبِسَاطِيّ. مَاتَ فِي صفر سنة ثَلَاث وَخمسين وَثَمَانمِائَة. وَمن شعره: ¶ جفوت من أهواه لَا عَن قلى ... فصد عَن وَصلي يروم الكفاح ¶ ثمَّ وفى لي زَائِرًا بعده ... فطاب نشر من حبيب وفاح ¶ 133 - الأقصرائي، مَوْلَانَا زَاده مُحَمَّد بن أَحْمد ¶ مُحَمَّد بن أَحْمد الْمَدْعُو مَوْلَانَا زَاده بن بايزيد البراتي، الْعَلامَة محب الدّين ابْن الأقصرائي الْحَنَفِيّ، نِسْبَة إِلَى جده لأمه الشَّيْخ شمس الدّين الأقصرائي وَالِد الشَّيْخ امين الدّين. ولد فِي ذِي الْحجَّة سنة تسعين وَسَبْعمائة، واخذ عَن خَاله الشَّيْخ بدر الدّين بن الأقصرائي، والسراج قَارِئ الْهِدَايَة، ولازم الْعِزّ بن جمَاعَة تسع سِنِين فَأخذ عَنهُ كثيرا من فنونه،",
            "page": "138",
            "part": "1",
            "seal": "E85786E6"
        },
        {
            "hno": "134",
            "id": "128",
            "nass": "وَأخذ عَن الشَّمْس بن الْغَزِّي حِين قدم الْقَاهِرَة. وَله حَاشِيَة على الْكَشَّاف، وحاشية على الْهِدَايَة، وحاشية على البديع لِأَبْنِ الساعاتي، ودرس بالصرغتمشية، والموءيدية، والجمالية، وَغَيرهَا، وَأم للأشرف برسباي وَمن بعده. مَاتَ بِمَكَّة فِي ذِي الْحجَّة سنة تسع وَخمسين وَثَمَانمِائَة. ¶ 134 - السفطي، ولي الدّين مُحَمَّد بن أَحْمد ¶ مُحَمَّد بن أَحْمد بن يُوسُف بن حجاج، قَاضِي الْقُضَاة ولي الدّين السفطي الشَّافِعِي. ولد سنة سِتّ وَتِسْعين وَسَبْعمائة. وَأخذ الْفِقْه عَن الْجلَال البُلْقِينِيّ، والبرهان البيحوري، والنحو عَن الشطنوفي. ولازم الْعِزّ بن جمَاعَة، والْعَلَاء البُخَارِيّ. وَولي مشيخة الجمالية عَن نور الدّين عَليّ بن الشَّيْخ ولي الدّين الْعِرَاقِيّ. ثمَّ ولي قَضَاء الْقُضَاة بالديار المصرية، ثمَّ عزل وأهين. مَاتَ فِي ذِي الْحجَّة سنة أَربع وَخمسين وَثَمَانمِائَة. ¶ 135 - المراغي الْمدنِي، شرف الدّين مُحَمَّد بن زين الدّين أبي بكر ¶ مُحَمَّد بن أبي بكر بن الْحُسَيْن بن عمر بن مُحَمَّد بن يُونُس ين أبي الْفَخر بن عبد الرَّحْمَن بن نجم بن طولون العبشمي العثماني المراغي، الشَّيْخ الْأَمَام الْعَلامَة الصَّالح أَبُو الْفَتْح شرف الدّين ابْن الْأَمَام الْعَلامَة قَاضِي الْمَدِينَة الشَّرِيفَة زين الدّين الْمدنِي الشَّافِعِي. ولد فِي أَوَاخِر سنة خمس وَسبعين وَسَبْعمائة. وتفقه على أَبِيه، والسراج البُلْقِينِيّ، والكمال الدَّمِيرِيّ وَسمع أَبَاهُ وخلقاً. وَله \" شرح البُخَارِيّ \" أَخْتَصِرهُ من فتح الْبَارِي، و \" شرح",
            "page": "139",
            "part": "1",
            "seal": "D7F036E9"
        },
        {
            "hno": "136",
            "id": "129",
            "nass": "الْمِنْهَاج \". وَتقدم فِي الْعُلُوم وخصوصاً الْفِقْه. وَغلب عَلَيْهِ الإنقطاع عَن النَّاس والتخلي وَالْعُزْلَة، وَلزِمَ الْبَيْت. مَاتَ فِي الْمحرم سنة تسع وَخمسين وَثَمَانمِائَة. ¶ 136 - المراغي الْمدنِي، نَاصِر الدّين مُحَمَّد بن أبي بكر ¶ مُحَمَّد بن أبي بكر المراغي، أَخُو الَّذِي قبله، الشَّيْخ نَاصِر الدّين أَبُو الْفرج. ولد. وَسمع من أَبِيه وَغَيره. ¶ 137 - ابْن زُرَيْق الدِّمَشْقِي، القَاضِي نَاصِر الدّين مُحَمَّد بن أبي بكر ¶ مُحَمَّد بن أبي بكر بن عبد الرَّحْمَن بن مُحَمَّد بن أَحْمد بن الْمسند الْكَبِير القَاضِي تَقِيّ الدّين سُلَيْمَان بن حَمْزَة بن أَحْمد بن عمر بن أبي عمر مُحَمَّد بن أَحْمد بن قدامَة بن مِقْدَام بن نصر بن فتح بن مُحَمَّد بن حدثة بن مُحَمَّد بن يَعْقُوب بن الْقَاسِم بن إِسْمَاعِيل بن حُسَيْن بن مُحَمَّد بن سَالم بن عبد الله بن عمر بن الْخطاب رَضِي الله عَنهُ، قَاضِي الْحَنَابِلَة بِدِمَشْق، الْمُحدث نَاصِر الدّين أَبُو البقا أبن القَاضِي عماد الدّين الْمَقْدِسِي الأَصْل الدِّمَشْقِي الصَّالِحِي الْعمريّ الْحَنْبَلِيّ، العروف بأبن زُرَيْق. ولد سنة اثْنَتَيْ عشرَة وَثَمَانمِائَة. ¶ 138 - الاسيوطي، الشريف صَلَاح الدّين مُحَمَّد بن أبي بكر ¶ مُحَمَّد بن أبي بكر بن عَليّ بن حسن بن مطهر بن عِيسَى بن جلال الدولة بن أبي الْحسن عَليّ بن فَخر بن شكر بن أَحْمد بن عَليّ",
            "page": "140",
            "part": "1",
            "seal": "9FE66962"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "بن إِدْرِيس بن مُحَمَّد بن الْحسن بن عَليّ بن مُحَمَّد بن الْحُسَيْن بن جَعْفَر بن الْحسن بن الْحُسَيْن بن الْحسن بن عَليّ بن أبي طَالب رَضِي الله عَنهُ. الشريف صَلَاح الدّين الحسني الإسيوطي الشَّافِعِي. ولد فِي شَوَّال سنة ثَلَاث وَثَمَانِينَ وَسَبْعمائة. واجاز لَهُ الْحَافِظ زين الدّين الْعِرَاقِيّ، ولازم وَلَده الشَّيْخ ولي الدّين فَأخذ عَنهُ الْفِقْه والْحَدِيث وَالْأُصُول، وَكتب من أَمَالِيهِ. وَأخذ أَيْضا عَن الشَّمْس الْبرمَاوِيّ، والبرهان البيجوري، والنحو عَن الشطنوفي وسبط بن هِشَام، وَالْعرُوض وَالْأَدب، عَن الْبَدْر الدماميني، وَقَرَأَ عَلَيْهِ \" شرح الخزرجية \" لَهُ. وَحضر دروس الْعِزّ بن جمَاعَة. وَقد قَرَأَ الحزب للشَّيْخ محيي الدّين النَّوَوِيّ على الشَّيْخ المربي يحيى بن مُحَمَّد الشاذلي أخي سَيِّدي بن أبي بكر الشاذلي. قَالَ أَنبأَنَا الشَّيْخ يُوسُف العجمي، أَنبأَنَا عبد الرَّحْمَن الأسفرايني، أَنبأَنَا المُصَنّف، ولازم الأشتغال وعني بالأدب، فنظم كثيرا. وَجمع الْأَدَب مجاميع مِنْهَا: \" رياض الْأَلْبَاب ومحاسن الْآدَاب \"، و \" المرج النَّضر والأرج الْعطر \"، و \" مطلب الأديب \"، ونظم ارجوزة فِي الْخَيل، ونظم نخبة الْفِكر. وَمن تصانيفه: \" شرح الْأَرْبَعين النووية \"، و \" فضل الصَّلَاة الْجَمَاعَة \". مَاتَ سنة تسع وَخمسين وَثَمَانمِائَة. وَمن شعره، وَكَانَ يقتات من النّسخ: ¶ كتابتي اشكرها ... فكم لَهَا من عائده ¶ فرأس مَالِي أجرهَا ... واستزيد فائده ¶ وَقَالَ: يَا راحلين وقلبي قد بلَى هرماً ... لفقدهم وهواه قطّ مَا بلغا",
            "page": "141",
            "part": "1",
            "seal": "3524D578"
        },
        {
            "hno": "139",
            "id": "131",
            "nass": "أَظن كل حدادٍ بعدكم اسفاً ... عَلَيْكُم بسواد الْعين قد صبغا ¶ وَقَالَ: ¶ وَكم قد قلت إِذا راموا سلوي ... حبيباً لي حملت هَوَاهُ كلا ¶ فحين قضى وأصلى الْقلب نَارا ... فَقلت الْآن يَا قلبِي تسلى ¶ وَقَالَ فِيمَن أُسَمِّهِ غَازِي: ¶ قد شبهوا لَام العذار بعنبر ... وبنفسج وَكِتَابَة وطراز ¶ والخط أَجودهَا وَأحسن مَا يرى ... قلم الْحَوَاشِي رقة من غَازِي ¶ وَقَالَ فِي وراق: ¶ فديتك أَيهَا الْوراق قلبِي ... لمطلك بالوصال يكَاد يبْلى ¶ وَقد طلب الْوَفَاء وَغير بدع ... محب يسْأَل الْوراق وصلا ¶ 139 - ابْن حويز، القَاضِي حسام الدّين مُحَمَّد بن أبي بكر ¶ مُحَمَّد بن أبي بكر بن مُحرز الْحُسَيْنِي المنفلوطي الشريف قَاضِي الْقُضَاة حسام الدّين بن حويز الْمَالِكِي، وَتقدم بَقِيَّة نسبه فِي تَرْجَمَة أَخِيه. ولد هَذَا سنة أَربع وَثَمَانمِائَة. وتلا بالسبع، وتفقه وشارك فِي الْفَضَائِل. وَولي قَضَاء الْمَالِكِيَّة بعد الْوَلِيّ السنباطي، وتدريس الْمَالِكِيَّة بالشيخونية. وَكَانَ رَئِيسا شهماً جواداً، كثير الإفضال وَالْبر. مَاتَ فِي شعْبَان سنة ثَلَاث وَسبعين وَثَمَانمِائَة.",
            "page": "142",
            "part": "1",
            "seal": "2AF45BCA"
        },
        {
            "hno": "140",
            "id": "132",
            "nass": "140 - ابْن مزهر، تَقِيّ الدّين كَاتب السِّرّ مُحَمَّد بن أبي بكر ¶ مُحَمَّد بن أبي بكر بن مُحَمَّد بن مُحَمَّد بن مزهر الْأنْصَارِيّ، القَاضِي كَاتب السِّرّ تَقِيّ الدّين، بن القَاضِي كَاتب السِّرّ بدر الدّين. ولد سنة وَسِتِّينَ وَثَمَانمِائَة. وَولي نظر الْخَاص ثمَّ الْحِسْبَة، ثمَّ كِتَابَة السِّرّ بعد وَفَاة وَالِده، فَسَار سيرة أَبِيه. مَاتَ. ¶ 141 - ابْن قَاضِي شُهْبَة، بدر الدّين مُحَمَّد بن أبي بكر ¶ مُحَمَّد بن أبي بكر بن أَحْمد الْأَسدي الدِّمَشْقِي الشَّافِعِي، شيخ الشَّام وعالم الشَّافِعِيَّة بهَا، بدر الدّين بن قَاضِي شُهْبَة. كَانَ أحد الْعلمَاء الْأَعْلَام، اشْتهر اسْمه، وطار صيته، مَعَ الدّين وَالْخَيْر والعفة. ولد سنة سِتّ وَثَمَانمِائَة. مَاتَ فِي رَمَضَان سنة أَربع وَسبعين وَثَمَانمِائَة. ¶ 142 - ابْن الحمصاني، الْمُقْرِئ الْكَاتِب مُحَمَّد بن أبي بكر ¶ مُحَمَّد بن أبي بكر بن مُحَمَّد بن الشَّيْخ شمس الدّين الحمصاني، الْمُقْرِئ الْكَاتِب المجود. ولد سنة إِحْدَى عشرَة وَثَمَانمِائَة. وتلا على ابْن الْجَزرِي، وَالشَّيْخ حبيب، وَابْن عَيَّاش، وَغَيرهم. وَأَجَازَ لَهُ فِي الْعرض الشَّيْخ ولي الدّين الْعِرَاقِيّ وَغَيره. وَكتب الْخط الْمَنْسُوب. وبرع فِي فن القرآات، وَالْكِتَابَة، وتصدى لنفع النَّاس بهما. فَقَرَأَ عَلَيْهِ وَكتب خلق لَا يُحصونَ. وَولي الْإِمَامَة بالجامع الطولوني، ومشيخة القرآات بالشيخونية. وَنعم الرجل هُوَ دينا وَخيرا وصلاحاً ونفعاً للنَّاس. وَهُوَ مِمَّن سلم النَّاس من لِسَانه وَيَده، خير صرف، ونفع مَحْض، لَا شَرّ فِيهِ وَلَا ضَرَر وَلَا أزر. مَاتَ فِي رَمَضَان سنة سبع وَتِسْعين وَثَمَانمِائَة.",
            "page": "143",
            "part": "1",
            "seal": "07058DC3"
        },
        {
            "hno": "143",
            "id": "133",
            "nass": "143 - الشريف، مُحَمَّد بن بَرَكَات ¶ مُحَمَّد بن بَرَكَات بن حسن بن عجلَان، الشريف صَاحب مَكَّة الْآن. ¶ 144 - النواجي، شمس الدّين مُحَمَّد بن حسن الأديب ¶ مُحَمَّد بن حسن بن عَليّ بن عُثْمَان، شمس الدّين النواجي، أديب الْعَصْر. ولد سنة ثَمَان وَثَمَانِينَ وَسَبْعمائة، وتلا على الزراتيني، وَابْن الْجَزرِي. وَأخذ الْفِقْه عَن الْبُرْهَان البيجوري، وَالشَّمْس البرماي، والنحو والمعقول عَن الْعِزّ بن جمَاعَة وسبط ابْن هِشَام، والدماميني، والبساطي. وبرع، وَألف \" حَاشِيَة على التَّوْضِيح \"، و \" وحاشية على الْجَار بردي \". وعني بالأدب ففاق أهل الْعَصْر، وَألف كتبا مِنْهَا: \" تأهيل الْغَرِيب \"، و \" الشفا فِي بديع الأكتفا \"، و \" خلع العذار فِي وصف العذار \"، و \" صَحَائِف الْحَسَنَات \"، و \" رَوْضَة المجالسة فِي بديع المجانسة \"، و \" مراتع الغزلان فِي وصف الحسان من الغلمان \"، و \" حلبة الْكُمَيْت فِي وصف الْخمر \"، وديوان شعر. مَاتَ فِي جُمَادَى الأولى سنة تسع وَخمسين وَثَمَانمِائَة. وَمن شعره يمدح الْحَافِظ ابْن حجر، وَقد أعطَاهُ شاشاً: ¶ شكرا لفضلك يَا قَاضِي الْقُضَاة وَمن ... يحار فِي وصف معنى جوده الناشي ¶ توجت رَأْسِي بِمَا أهديته فغدت ... لي حلية بك أرويها عَن الشَّاشِي ¶ وَقَالَ فِي مليح سقا: ¶ عَسى شربة من مَاء ريقك تنطفي ... بهَا كَبِدِي الحرا وتبرا من الظما ¶ فحتى م لَا أحظى بهَا وَإِلَى مَتى ... أَقْْضِي زماني فِي عَسى ولعلما",
            "page": "144",
            "part": "1",
            "seal": "10114E93"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "وَقَالَ فِي من أُسَمِّهِ فرج: ¶ لقد تزايد همي مذ نأى فرج ... عني وصدري أضحى ضيقا حرجا ورحت أَشْكُو الأسى وَالْحَال تنشدني ... يَا مشتكي الْهم دَعه وانتظر فرجا ¶ وَقَالَ: ¶ رامت وفا وعدي فمذ عَايَنت ... معنفي ولت وَلم تعطف ¶ وَزَاد تهديدي فناديته ... مهما تشا فافعل ودعها تفي ¶ وَقَالَ: ¶ بكم قد صرت مكتفيا ... وَأَنْتُم سادتي ركني ¶ وَقد جَاءَ الشتا حَقًا ... وَفِي التَّلْوِيح مَا يُغني ¶ وَقَالَ فِي مليح مهاميزي: ¶ مهاميزي وَجهه رَوْضَة ... أَو خَدّه المعشوق لي مشتهى ¶ يَا طرفَة السَّاجِي والحاظهلله مَا أحلى عُيُون المها ميزي ¶ وَقَالَ فِي اسكندري: ¶ اسكندري الْحسن طَابَ لي الْهوى ... فِي ملثم الثغر الشهي المورد ¶ فعلى م تسمع فِي أَقْوَال العدىوتصدني عَن ورده وَأَنا الصدي ق ¶ وَقَالَ: ¶ بعد صباح الْوَجْه عيشي مضىفيارعى الله زمَان الصِّبَا ح ¶ وَبت أرعى النَّجْم لكننيأهفو إِذا هَب نسيم الصِّبَا ح ¶ وَقَالَ: ¶ قد كنت لَا أصبو إِلَى شادنٍضل فوآدي نَحوه أَو غوا ن ¶ فصرت بعد الْعِزّ فِي ذلةمنذ تعشقت وذقت الهوا ن",
            "page": "145",
            "part": "1",
            "seal": "8CC83734"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "وَقَالَ: ¶ رعى الله أَيَّام الصِّبَا فَلَقَد مضتوطالت بِنَا فِي حب ذَا الرشا الْأَحْوَال ¶ وكابدت أهواء الغرام وهولهفأفنيت عمري فِي مكابدة الْأَهْوَال ¶ وَقَالَ: ¶ خليلي هَذَا ربع عزة فاسعيا ... إِلَيْهَا وَإِن سَالَتْ بِهِ أدمعي طوفان ¶ فجفني جَفا طيب الْمَنَام وجفنها ... جفاني فيا لله من شرك الأجفان ¶ وَقَالَ: ¶ رمت التغزل فِي أجفانه فبداعذاره فَوق ورد الوجنتين طري ر ¶ وَقَالَ قلبِي لَا تحفل بغزلهماوخص عَارضه بالمدح فَهُوَ حري ر ¶ وَقَالَ فِي من اسْمه أَحْمد: ¶ يَا مَالك الْحسن جد بنعما ... م ن وجنتي خدك المورد ¶ وان تكن شَافِعِيّ فَإِنِّي ... أشكر رب السما وَأحمد ¶ وَقَالَ فِي من أُسَمِّهِ عُثْمَان: ¶ عُثْمَان وافى فِي الظلام وَوَجهه ... وجبينه يسبي ضيا القمرين ¶ آهاً لَهَا من لَيْلَة بِمُحَمد ... إِذْ زَارَهُ عُثْمَان ذُو النورين ¶ وَقَالَ فِي مهنا: ¶ أَنا أَن رحت هائماً بمهنا ... أَو معنى فَفِيهِ قلبِي يعْذر ¶ تَعب النَّاس فِي هَوَاهُ وَلَكِن ... أَنا قد جَاءَنِي مهنا ميسر ¶ وَقَالَ فِي خَادِم يدعى صَوَاب مضمناً: ¶ جفاني خَادِم يدعى صَوَابا ... ورمت مَكَانَهُ ليزول مَا بِي",
            "page": "146",
            "part": "1",
            "seal": "00029FB6"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "فَقَالَ معنفي فِي الْحبّ صبرا ... فمثلك لَا يدل على الصَّوَاب ¶ وَقَالَ فِي نظام الدّين والتورية مُثَلّثَة: ¶ ثغر نظام الدّين يسبي الورى ... حسنا ويبدي الدّرّ عِنْد ابتسام ¶ فَافْهَم مَعَاني السحر فِيهِ وَقل ... لله مَا أحسن هَذَا النظام ¶ وَقَالَ فِي تركي: ¶ بِي من التّرْك غزال ... فِي هَوَاهُ ضَاعَ عمري ¶ قلت من يطفي لهيبي ... مِنْك حبي قَالَ ثغري ¶ وَقَالَ فِي خطائي: ¶ بعامل قده قد مَال تيهاً ... وَأنْشد فِي الورى هَل من لِقَاء ¶ وَسَهْم جفونه فِينَا يُنَادي ... حذار حذار من سهم خطاءي ¶ وَقَالَ فِي مغربي: ¶ بِي مغربي قد حجبوا شخصه ... عني وَعَن قلبِي لم يحجب ¶ لَو مر بِي ذاكره فِي مشرق ... هَمَمْت من الْمشرق للمغرب ¶ وَقَالَ فِي نحوي: ¶ يَا أَيهَا النَّحْوِيّ رق فادمعي ... قد أعربت وجدا عَلَيْك خفِيا ¶ وجوارحي بنيت على ألم النَّوَى ... فأعجب لحالي معربا مَبْنِيا ¶ وَقَالَ فِي أصولي: ¶ ومليح علم الْأُصُول يعاني ... حاصلي فِيهِ ضَاعَ مَعَ محصولي ¶ آه من لي بِشَربَة تنعش القل ... ب على ريق ثغره المعسول ¶ فلئن مت فِي هَوَاهُ غراماً ... مَا دوائي سوى شراب الأصولي",
            "page": "147",
            "part": "1",
            "seal": "5A46193B"
        },
        {
            "hno": "145",
            "id": "137",
            "nass": "وَقَالَ فِي مُحدث: ¶ روى السّنة الغراء ظَبْي مهفهف ... لَهُ طلعة أبهى من الْبَدْر وَالشَّمْس ¶ وَلما رقى كرسيه لحديثه ... تيقنت حَقًا أَنه آيَة الْكُرْسِيّ ¶ وَقَالَ فِي خطيب: ¶ أَقُول وَقد شاهدته فَوق منبرٍ ... يفوق عبير العنبر الرطب طيبه ¶ أيا جَامعا لِلْحسنِ أَنْت إِمَامه ... وَيَا قبْلَة للعشق أَنْت خَطِيبه ¶ وَقَالَ فِيهِ: ¶ فتنت بأغيد حُلْو اللمى ... وَفِي لطف مَعْنَاهُ وجدا فنيت ¶ خطيب إِذا رمت تصحيفه ... تفاءلت اني بِهِ قد حظيت ¶ وَقَالَ فِي تَاجر: هَمت وجدا بتاجر حَاز لطفاً ... وحلا لي تهتكي وانتعاشي ¶ بزه فِي الملاح ابْن رفيع ... وَهُوَ من بَينهم رَقِيق الْحَوَاشِي ¶ 145 - ابْن القباقبي، الْمُقْرِئ الْقُدسِي مُحَمَّد بن خَلِيل ¶ مُحَمَّد بن خَلِيل بن أبي بكر الْحلَبِي الأَصْل الْغَزِّي الْقُدسِي الشَّافِعِي الْمُقْرِئ، الْمَعْرُوف بِابْن القباقبي، المُصَنّف فِي القرآات الْأَرْبَعَة عشر، وناظم الثَّلَاث الزَّائِدَة على الْعشْر. تصدى للإقراء، وانتفع بِهِ النَّاس. وَولي مشيخة الجوهرية بِبَيْت الْمُقَدّس. وَله بديعية، وتخميس الْبردَة، وَبَانَتْ سعاد، وَغير ذَلِك. مَاتَ فِي رَجَب سنة تسع وَأَرْبَعين وَثَمَانمِائَة، وَقد جَاوز السّبْعين بعد أَن كُفَّ، رَحمَه الله وإيانا.",
            "page": "148",
            "part": "1",
            "seal": "EA228A14"
        },
        {
            "hno": "146",
            "id": "138",
            "nass": "146 - ابْن سعد الدّين، شمس الدّين مُحَمَّد بن سعد ¶ مُحَمَّد بن سعد بن خَلِيل بن سُلَيْمَان المرزباني الْحَنَفِيّ، الشَّيْخ شمس الدّين الْمَعْرُوف بِابْن سعد الدّين، أحد شيوخي. كَانَ عَالما بالفنون صَالحا مَشْهُورا بالصلاح متصديا لنفع الطّلبَة، مُقيما بالخانقاه الشيخونية، وَهُوَ خَازِن كتبهَا، وَمَا تزوج قطّ، وَلَا تردد إِلَى أحد. وَكَانَ شَيخنَا الْعَلامَة محيي الدّين الكافيجي يعظمه ويعتقده. قَرَأت عَلَيْهِ الْكثير فِي الْعَرَبيَّة قِرَاءَة بحث، ككافية ابْن الْحَاجِب وَشَرحهَا للْمُصَنف، والمتوسط، والشافية وَسمعت عَلَيْهِ الْكثير فِي الْفُنُون، بحثا كشرح العقائد للتفتازاني، وتخليص الْمِفْتَاح، وَبَعض مُخْتَصر ابْن الْحَاجِب الْأَصْلِيّ، وَغير ذَلِك. ولد بعد السّبْعين وَسَبْعمائة. وَمَات فِي شعْبَان سنة سبع وَسِتِّينَ وَثَمَانمِائَة. ¶ 147 - الخوافي، مُحَمَّد بن شهَاب ¶ مُحَمَّد بن شهَاب بن مُحَمَّد بن مُحَمَّد بن يُوسُف بن الْحسن الخوافي الْحَنَفِيّ ولد فِي ربيع الأول سنة سبع وَسبعين وسبعائة، وَسمع من السَّيِّد الشريف الْجِرْجَانِيّ أَشْيَاء من تصانيفه \" كشرح الْمِفْتَاح \"، و \" شرح المواقف \"، و \" حَاشِيَة شرح الْمطَالع \"، و \" وَشرح تذكرة الطوسي فِي الْهَيْئَة \"، وَأخذ عَنهُ الْأَصْلَيْنِ، والعربية، والمعاني وَالْبَيَان، والمنطق والهيئة، وَأخذ عَن جمَاعَة آخَرين، وَألف كتابا فِي الْعَرَبيَّة، وَآخر فِي الْمنطق، وحاشية على الْعَضُد، وحاشية على شرح الْمِفْتَاح للتفتازاني، وحاشية على الطوالع، وحاشية على منهاج الْبَيْضَاوِيّ، وَغير ذَلِك. وَهُوَ شيخ الْعَلامَة شمس الدّين الشرواني. مَاتَ فِي ذِي الْحجَّة سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة. ¶ 148 - الدمياطي، المجذوب مُحَمَّد بن صَدَقَة ¶ مُحَمَّد بن صَدَقَة بن عمر الدمياطي، الشَّيْخ كَمَال الدّين المجذوب صَاحب",
            "page": "149",
            "part": "1",
            "seal": "931D94D4"
        },
        {
            "hno": "149",
            "id": "139",
            "nass": "الكرامات وَالْأَحْوَال وَأحد الْأَوْلِيَاء الْمَشْهُورين. كَانَ اشْتغل فِي أَوَائِله، وتكسب بِالشَّهَادَةِ، ثمَّ انجذب. مَاتَ فِي شَوَّال سنة أَربع وَخمسين وَثَمَانمِائَة. ¶ 149 - البلاطنسي، شمس الدّين مُحَمَّد بن عبد الله ¶ مُحَمَّد بن عبد الله بن خَلِيل بن أَحْمد بن عَليّ بن حُسَيْن التسولي، الشَّيْخ شمس الدّين البلاطنسي الشَّافِعِي. ولد سنة ثَمَان وَتِسْعين وَسَبْعمائة. وَأخذ الْعُلُوم عَن نور الدّين ابْن خطيب الدهشة، وشمس الدّين بن زهرَة. ولازم التقي بن قَاضِي شُهْبَة، والْعَلَاء البُخَارِيّ. وبرع وتفنن. وَصَارَ مفتي بِلَاده، وَأَقْبل على الْعِبَادَة والزهد، وَالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر. وَاخْتصرَ منهاج العابدين للغزالي، وَشَرحه. مَاتَ فِي صفر سنة ثَلَاث وَسِتِّينَ وَثَمَانمِائَة. ¶ 150 - ابْن قَاضِي عجلون، نجم الدّين مُحَمَّد بن عبد الله ¶ مُحَمَّد بن عبد الله بن عبد الرَّحْمَن الدِّمَشْقِي الشَّافِعِي، الْعَلامَة نجم الدّين بن قَاضِي عجلون، أحد ائمة الشَّافِعِيَّة. ولد سنة إِحْدَى وَثَلَاثِينَ وَثَمَانمِائَة. وَسمع على ابْن بردس وَغَيره، وَألف التصانيف النافعة، كالمغني فِي تَصْحِيح الْمِنْهَاج، ومختصره الْهَادِي، والتحرير فِي زَوَائِد الرَّوْضَة على الْمِنْهَاج. مَاتَ فِي يَوْم الِاثْنَيْنِ سادس شَوَّال سنة سِتّ وَسبعين وَثَمَانمِائَة. ¶ 151 - ابْن لاجين الرَّشِيدِيّ، مُحَمَّد بن عبد ال ¶ لَهُ ¶ مُحَمَّد بن عبد الله بن مُحَمَّد بن إِبْرَاهِيم بن لاجين الرَّشِيدِيّ، الإِمَام شمس الدّين صَاحب ديوَان الْخطب الْمَشْهُورَة. ولد فِي رَجَب سنة سبع وَسِتِّينَ وَسَبْعمائة. وَسمع الْكثير على الْبُرْهَان الشَّامي، والسويداوي، والتاج",
            "page": "150",
            "part": "1",
            "seal": "67F85AF6"
        },
        {
            "hno": "152",
            "id": "140",
            "nass": "ابْن الفصيح، والتقي بن حَاتِم، والعز ابْن الكويك، وَغَيرهم. ولي خطابة جَامع أَمِير حُسَيْن. مَاتَ فِي ربيع الأول سنة أَربع وَخمسين وَثَمَانمِائَة. ¶ 152 - ابْن عز الدّين الْمَالِكِي، مُحَمَّد بن عبد الله ¶ مُحَمَّد بن عبد الله بن مُحَمَّد بن الشَّيْخ عز الدّين الْمَالِكِي، صديق بن الْهمام. كَانَ أحد الْعلمَاء العاملين، والعارفين المسلكين. مَاتَ فِي ذِي الْقعدَة سنة إِحْدَى وَسِتِّينَ وَثَمَانمِائَة. ¶ 153 - البُلْقِينِيّ، تَاج الدّين مُحَمَّد بن عبد الرَّحْمَن ¶ مُحَمَّد بن عبد الرَّحْمَن بن عمر بن أرسلان البُلْقِينِيّ، القَاضِي تَاج الدّين، بن قَاضِي الْقُضَاة جلال الدّين، بن شيخ الْإِسْلَام سراج الدّين. ولد سنة سبع وَثَمَانِينَ وَسَبْعمائة. وتفقه على وَالِده، وَسمع على جده وَغَيره. وَأَجَازَ لَهُ جمَاعَة، مِنْهُم عَائِشَة بنت عبد الْهَادِي. وَولي قَضَاء الْعَسْكَر وعدة تداريس. مَاتَ فِي رَمَضَان سنة خمس وَخمسين وَثَمَانمِائَة. ¶ قَالَ الْحَافِظ بن حجر عِنْد موت الْجلَال البُلْقِينِيّ: ¶ مَاتَ جلال الدّين قَالُوا ابْنه ... يخلفه أَو فالأخ الْكَاشِح ¶ فَقلت تَاج الدّين لَا لَائِق ... بِمنْصب الحكم وَلَا صَالح ¶ أَي من حَيْثُ قلَّة البراعة فِي الْعلم، وَإِلَّا فقد أثنى عَلَيْهِ البقاعي فِي مُعْجَمه بِالدّينِ والعفة. وَحسن الْمُبَاشرَة لما تَحت نظره من الْأَوْقَاف. ¶ 154 - البصروي، شمس الدّين مُحَمَّد بن عبد الرَّحْمَن ¶ مُحَمَّد بن عبد الرَّحْمَن بن عمر بن عبد الْعَزِيز بن عمر بن عَامر بن الْخضر بن هِلَال بن عَليّ بن مُحَمَّد الْقرشِي، الإِمَام شيخ الْفُقَهَاء شمس الدّين بن",
            "page": "151",
            "part": "1",
            "seal": "19EE3F7C"
        },
        {
            "hno": "155",
            "id": "141",
            "nass": "القَاضِي زين الدّين بن الشَّيْخ عز الدّين البصروي الشَّافِعِي. ولد فِي الْمحرم سنة أَربع وَتِسْعين وَسَبْعمائة. ولازم الشَّيْخ برهَان الدّين بن خطيب عذرا فَقِيه دمشق. ودأب إِلَى أَن تقدم فِي معرفَة الْمَذْهَب. وَله النّظم والنثر. مَاتَ سنة إِحْدَى وَسبعين وَثَمَانمِائَة. ¶ 155 - الطندتائي، شمس الدّين مُحَمَّد بن عبد الرَّحْمَن ¶ مُحَمَّد بن عبد الرَّحْمَن بن عوض بن مَنْصُور بن أبي الْحسن، شمس الدّين الطندتائي الشَّافِعِي، أَخُو الْعَلامَة الفرضي شهَاب الدّين. ولد سنة سبعين وَسَبْعمائة. وَأخذ عَن الْأَشْيَاخ. وَكَانَ ماهراً فِي الْفَرَائِض، وَعلم الْوَقْت. مَاتَ فِي ذِي الْقعدَة سنة اثْنَتَيْنِ وَخمسين وَثَمَانمِائَة. ¶ 156 - السخاوي، الْحَافِظ شمس الدّين مُحَمَّد بن عبد الرَّحْمَن ¶ مُحَمَّد بن عبد الرَّحْمَن بن مُحَمَّد بن أبي بكر بن عُثْمَان بن مُحَمَّد السخاوي شمس الدّين، الْمُحدث المؤرخ الْجَارِح. ولد سنة إِحْدَى وَثَلَاثِينَ وَثَمَانمِائَة. وَحضر إملاء الْحَافِظ بن حجر صَغِيرا فحبب إِلَيْهِ الحَدِيث، فلازم مجالسه، وَكتب كثيرا من مصنفاته بِخَطِّهِ. وَسمع الْكثير جدا على المسندين بِمصْر وَالشَّام والحجاز، وانتقى وَخرج لنَفسِهِ وَلغيره مَعَ كَثْرَة لحنه وعريه من كل علم بِحَيْثُ أَنه لَا يحسن من غير الْفَنّ الحديثي شَيْئا أصلا. ثمَّ أكب على التَّارِيخ فافنى فِيهِ عمره، وَأغْرقَ فِيهِ عمله وسلق فِيهِ أَعْرَاض النَّاس، وملأه بمساوئ الْخلق، وكل مَا رموا بِهِ أَن صدقا وَإِن كذبا. وَزعم أَنه قَامَ فِي ذَلِك بِوَاجِب، وَهُوَ الْجرْح وَالتَّعْدِيل، وَهَذَا جهل مُبين وضلال وافتراء على الله. بل قَامَ بِمحرم كَبِير، وباء وبوزر كثير، كَمَا أَشرت إِلَيْهِ",
            "page": "152",
            "part": "1",
            "seal": "652628D5"
        },
        {
            "hno": "157",
            "id": "142",
            "nass": "فِي مُقَدّمَة هَذَا الْكتاب. وَإِنَّمَا نبهت على ذَلِك لِئَلَّا يغتر بِهِ، أَو يعْتَمد على مَا فِي تَارِيخه من الازراء بِالنَّاسِ خُصُوصا الْعلمَاء وَلَا يلْتَفت إِلَيْهِ. مَاتَ فِي شعْبَان سنة اثْنَتَيْنِ وَتِسْعمِائَة. ¶ 157 - التفهني، شمس الدّين مُحَمَّد بن عبد الرَّحْمَن ¶ مُحَمَّد بن عبد الرَّحْمَن بن عَليّ بن هَاشم، القَاضِي شمس الدّين، ابْن قَاضِي الْحَنَفِيَّة زين الدّين التفهني. درس بالصرغتمشية، ومدرسة قايتباي، وَغَيرهمَا. وَأفْتى. وَولي قَضَاء الْعَسْكَر. وَكَانَ صَحِيح الذِّهْن، حسن الْمَحْفُوظ كثير الْأَدَب والتواضع. مَاتَ فِي رَمَضَان سنة تسع وَأَرْبَعين وَثَمَانمِائَة وَقد زَاد على الْخمسين. ¶ 158 - الْغَزِّي، نَاصِر الدّين مُحَمَّد بن عبد الرَّحْمَن ¶ مُحَمَّد بن عبد الرَّحْمَن بن عِيسَى بن سُلْطَان الْغَزِّي الصُّوفِي الشاذلي المسلك، نَاصِر الدّين أَبُو الْفَيْض، أحد الْمَشَاهِير. لَهُ كشف وكرامات ولد بعد سِتّ وَسَبْعمائة. وَمَات فِي صفر سنة خمس وَثَمَانِينَ. ¶ 159 - ابْن الْأَشْقَر، محب الدّين مُحَمَّد بن عُثْمَان ¶ مُحَمَّد بن عُثْمَان بن سُلَيْمَان الكراوي الْحَنَفِيّ، محب الدّين بن الْأَشْقَر. ولي كِتَابَة السِّرّ، وَنظر الْجَيْش، ومشيخة خانقاه سريا قَوس. ولد بعد سبعين وَسَبْعمائة. وَمَات فِي رَجَب سنة ثَلَاث وَسِتِّينَ وَثَمَانمِائَة.",
            "page": "153",
            "part": "1",
            "seal": "8F70ED02"
        },
        {
            "hno": "160",
            "id": "143",
            "nass": "160 - القاياتي، شمس الدّين مُحَمَّد بن عَليّ ¶ مُحَمَّد بن عَليّ بن مُحَمَّد بن يَعْقُوب بن مُحَمَّد القاياتي قَاضِي القضاةَ شيخ الْإِسْلَام شمس الدّين الشَّافِعِي، عَلامَة الديار المصرية والمرجع إِلَيْهِ فِيهَا فِي غَالب الْعُلُوم النقلية والعقلية. ولد فِي حُدُود سنة ثَمَانِينَ وَسَبْعمائة، وَقيل سنة خمس وَثَمَانِينَ. وَسمع على الْعِرَاقِيّ، والبلقيني، والأنباسي، والتقي الدجوي، والبدر الطنبدي. وَأَجَازَ لَهُ ابْن الملقن. وَأخذ الْفِقْه عَن البُلْقِينِيّ، والأنباسي. ولازم الشَّيْخ همام الدّين الْخَوَارِزْمِيّ، وَأخذ عَنهُ الْأَصْلَيْنِ، والنحو وَالصرْف، وغالب الْكَشَّاف. وَأخذ النَّحْو أَيْضا عَن الْبَدْر الطنبدي، والفرائض عَن الشَّمْس الْعِرَاقِيّ. ولازم الْعِزّ بن جمَاعَة، وَغير من ذكر من شُيُوخ عصره. وَلم يزل يخْدم الْعُلُوم إِلَى أَن صَار إِمَام عصره فِيهَا، والمقدم على جَمِيع أقرانه. وَشرع فِي شرح الْمِنْهَاج، ونكت على الْمُهِمَّات. وَولي مشيخة سعيد السعدا، ومشيخة البيبرسية، والصلاحية الْمُجَاورَة للشَّافِعِيّ، وتدريس الشَّافِعِيَّة بالأشرفية أول مَا فتحت وبالشيخونية، وتدريس الحَدِيث بالبرقوقية، وَقَضَاء الْقُضَاة بالديار المصرية. مَاتَ يَوْم الِاثْنَيْنِ ثامن عشر الْمحرم سنة خمسين وَثَمَانمِائَة، ورثاه الشّرف يحيى بن الْعَطَّار بقوله: ¶ حقيق أَنْت بِالذكر الْجَمِيل ... لبعدك فِي زَمَانك عَن مثيل ¶ طلعت على الْبَريَّة شمس علم ... فَلَا عجب مصيرك للأفول ¶ وَلما أَن حصلت على كثير ... من الْأُخْرَى فصلت من الْقَلِيل ¶ رحلت لما إِذْ خرت من الْمَعَالِي ... أثيراً جَاءَ للمجد الأثيل ¶ وَمن كَانَت أمانيه قَرِيبا ... جدير أَن يُبَادر للرحيل ¶ ركبت مَطِيَّة الحدباء لما ... أنفت من الرّكُوب على الْخُيُول ¶ تجر وَرَاءَهَا علما وزهدا ... إِذا أعتاد الورى جر الذيول",
            "page": "154",
            "part": "1",
            "seal": "D2C4E61D"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "وصلت إِلَى الْأمان وللأماني ... فبشرى بالوصال وبالوصول ¶ ستقراً ثمَّ ترقى ثمَّ تقري ... بذا جَاءَت أَحَادِيث الرَّسُول ¶ وتسقي من رحيق الْخلد كأسا ... يكون مزاجها من زنجبيل ¶ وتلقى من رضى الرَّحْمَن امراً ... يقصر عَنهُ مَعْقُول الْعُقُول ¶ أَلا يَا طَال مَا أجهدت نفسا ... مُخَالفَة لرأيك فِي الْقبُول ¶ وَكم كلفت من أَمر مشق ... وَكم حملت من عبء ثقيل ¶ وَكم كابدت من هول شَدِيد ... وإيسره معالجة الجهول ¶ عدلت عَن الْقَضَاء السوء لما ... عدلت وَلم تقصر فِي الْعُدُول ¶ فدونك جنَّة المأوى جَزَاء ... بِمَا أسلفتَ فِي الْعُمر الطَّوِيل ¶ تَجِد ثمَّ الرضى من روضها فِي ... غصون الْقرب نابته الْأُصُول ¶ فَقل مَا شِئْت فِي روض أريضٍ ... وَقل ماشئت فِي ظلٍ ظَلِيل ¶ وَإِن طلب الورى مني دَلِيلا ... على دَعْوَى مقيلك فِي مقيل ¶ فَلَيْسَ يَصح فِي الذهان شيءٌ ... إِذا احْتَاجَ النَّهَار إِلَى دَلِيل ¶ ظَهرت فلست تخفى عَن أريبٍ ... وَلم يُنكر سناك سوى جهول ¶ كَذَاك الشَّمْس لم يُنكر سناها ... إِذا طلعت سوى الطّرف الكليل ¶ جزيت عَن الْبَريَّة كل خيرٍ ... ومعروفٍ وإحسان جزيل ¶ وَلَا زَالَت هبات الله تترى ... على مثواك كالغيث الهطول ¶ هبات غادياتٍ رائحاتٍ ... إِلَيْك تحملت روح الْقبُول ¶ وَقَالَ شهَاب الدّين بن صَالح يمدحه: ¶ سلوا بجنح اللَّيَالِي الطيف هَل هجعا ... متيم بعدكم بالغمض مَا طَمَعا ¶ يَا حبذا طيفكم فِي اللَّيْل من قمرٍ ... لَو كَانَ فِي أفق الأجفان قد طلعا ¶ يَا جيرة الْجزع لَا لاقيتكم جزعاً ... أَواه كم ذَا أُلاقي بعدكم جزعا ¶ أحبابنا مَا أَضَاء الْبَرْق مُبْتَسِمًا ... إِلَّا دعِي من دموعي وإبلا همعا ¶ وَلَا شدا طائرٌ إِلَّا وضعت يَدي ... على فُؤَادِي ظنا إِنَّه وَقعا",
            "page": "155",
            "part": "1",
            "seal": "89703AA7"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "سقيا لعيش على جرعاء كاظمةٍ ... من بعده كم سقتني أدمعي جرعا ¶ عيشي بوصلكم مثل الخيال مضى ... يَا لهف قلبِي عَلَيْهِ رقَّ فانقطعا ¶ آهاً لقلبي فِي ليل الشَّبَاب غفا ... جهلا وَلم يتنبَّه للَّذي صنعا وَقَالَ أَن لَاحَ صبح اللَّيْل أيقظني ... قلت انتبه فضياء الشَّمْس قد سطعا ¶ وَانْظُر لَهُ شمس أَوْصَاف سناه دنى ... للنَّاس حَيْثُ الْمحل الْأَعْظَم ارتفعا ¶ بِهِ تشرفت القايات وانفردت ... فَمَا الْعرَاق مضاهيها لمن جمعا ¶ قايات غايات فضلٍ غير أَنهم ... بِالْقَافِ سَهوا اعاضوا الْغَيْن فاتبعا ¶ قَاضِي الْقُضَاة الَّذِي بِالْعَدْلِ آمتنا ... فالذئب للشاة خوفًا من سطاه رعى ¶ الألمعي الَّذِي مرآه فكرته ... تريه بِالْعينِ وَجه الْحق ملتمعا ¶ ويعبد الله كالرائي جلالته ... فطرفه من حَيا أَو خشيةٍ خشعا ¶ وتر الصِّفَات بِهَذَا الْعَصْر مُجْتَهد ... فالشافعي بِلَا شكٍ بِهِ شفعا ¶ فتوةٌ وفتاوى لَا نَظِير لَهَا ... تخاله فِي الندا وَالْعلم مخترعا ¶ بحثت عَنهُ فنعمان منزلَة ... لَكِن مدى مجده عَن طَالب منعا ¶ طباعه الْخَيْر بل مِنْهَا معادنه ... فالخير اجمعه من طبعه طبعا ¶ حَدِيث سوءدده الْمَرْفُوع افرط فِي ... حسنٍ إِلَى أَن حَسبنَا أَنه وضعا ¶ وأحرز السنبق للعلياء من قدمٍ ... وَإِنَّمَا ظن مَسْبُوقا اذ اتضعا ¶ لَهُ يراعٌ اقام الشَّرْع اسمره ... كم مِنْهُ رنح خطياً وَكم شرعا ¶ صحت أمامته بَين الورى فَلِذَا ... يَبْدُو لَهُم بحبير الحبر ملتفعا ¶ يضيء بَين بنان يستهل ندى ... كالبرق من خَلفه صوب الحيا همعا ¶ لَا عيب فِيهِ سوى سحر نوافثه ... أمست لألباب ارباب النهى خدعا ¶ يَا شيخ الْإِسْلَام يَا قَاضِي الْقُضَاة وَمن ... تزينت بحلاه الرتبتان مَعًا ¶ هنئتها رتباً عليا نصبت لَهَا ... بل هنئت مِنْك سامي الْقدر مرتفعا",
            "page": "156",
            "part": "1",
            "seal": "00CAB122"
        },
        {
            "hno": "161",
            "id": "146",
            "nass": "اقبلت والشهر مثل الْعَام مقتبلفكان أسعد شهر للقبول وعى م ¶ إِن ضَاقَ صَدْرِي فِي أرجاء تهنئة ... ارجو عوائد حلم للورى وسعا ¶ أَنْت الَّذِي لَو درى ذُو الهفو لذته ... بِالْعَفو كَانَ لَدَيْهِ بِالذنُوبِ سعى ¶ فاستجل بكر معانٍ صغت حليتها ... من الْبَيَان فَحلت منْظرًا بدعا ¶ بالنُّون عوذتها عينا علت وغلت ... وأشهدتك مقَالا عذبه نبعا ¶ أثنت بصدقٍ جَمِيع النَّاس تشهده ... كَأَن سامعها بِالْعينِ قد سمعا ¶ طوقت جيدي بالنعمى فَلَا عجب ... إِذا المطوق فِي اوراقه سجعا ¶ أنشأ تني نشأة الْأَبْنَاء ذَا أدبٍ ... فَانْظُر لإنشاء أنشاك الَّذِي برعا ¶ وَمن كأبنائك الغر الَّذين حكوا ... صفاتك الْعلم والآداب والورعا ¶ فَذا بهاءٌ بِهِ الدُّنْيَا قد ابتهجت ... وَذَا شهَاب على افق العلى طبعا ¶ أبقاهما الله فِي ذِي رفعةٍ وعَلى ... دهراً وَلَا زَالَ هَذَا الشمل مجتمعا ¶ وعشت تصغي لإمداحي فَإِن قصرت ... فَلَيْسَ يقصر ودٌ خالصٌ ودعا ¶ وَقَالَ النواجي يخاطبه لما ولي الْقَضَاء: ¶ بك قد تمّ سعدنا يَا إِمَامًا ... قد تولى القضا بعلمٍ وَفضل ¶ كم اصول قد اينعت وفروعٌ ... ظَهرت من تَتِمَّة الْمُتَوَلِي ¶ 161 - الغمري، مُحَمَّد بن عمر ¶ مُحَمَّد بن عمر بن أَحْمد الوَاسِطِيّ الأَصْل الغمري الْمحلي الشَّافِعِي، صَاحب الْجَامِع الشهير عِنْد خوخة المغازلي بِالْقَاهِرَةِ وَغَيره. وَقَالَ السخاوي فِي ذيله: مِمَّن أَكثر أَتْبَاعه، وأنتشر ذكره، وصنف مَعَ أقتفاء السّنة، والبعد عَن بني الدُّنْيَا، والمحاسن الجمة. مَاتَ بالمحلة لَيْلَة سلخ شعْبَان سنة تسع واربعين",
            "page": "157",
            "part": "1",
            "seal": "E1A8E109"
        },
        {
            "hno": "162",
            "id": "147",
            "nass": "وَثَمَانمِائَة. وَقد زَاد على السِّتين. وَقَالَ غَيره مولده سنة سِتّ وَسبعين وَسَبْعمائة. ¶ 162 - مُحَمَّد بن عَامر، شمس الدّين الْمَالِكِي ¶ مُحَمَّد بن عَامر الْمَالِكِي شمس الدّين، أحد أَعْيَان الْمَالِكِيَّة. سمع على جمَاعَة، وَولي قَضَاء الْإسْكَنْدَريَّة. مَاتَ فِي جُمَادَى الْآخِرَة سنة ثَمَان وَخمسين وَثَمَانمِائَة. ¶ 163 - الْخَوَارِزْمِيّ، شمس الدّين مُحَمَّد بن فضل الله ¶ مُحَمَّد بن فضل الله بن أَحْمد الْخَوَارِزْمِيّ الْحَنَفِيّ، الْعَلامَة المفنن شمس الدّين الكويحي. كَانَ من أَفْرَاد الْعلمَاء الاكابر. قدم الْقَاهِرَة وانتفع بِهِ النَّاس فِي الْفُنُون وَعَاد لبلاده. مَاتَ فِي ذِي الْحجَّة سنة إِحْدَى وَسِتِّينَ وَثَمَانمِائَة. ¶ 164 - ابْن قرقماس، نَاصِر الدّين مُحَمَّد الاديب ¶ مُحَمَّد بن قرقماس الْحَنَفِيّ، الشَّيْخ نَاصِر الدّين، الأديب الشَّاعِر. ولد سنة اثْنَتَيْنِ وَثَمَانمِائَة. واشتغل بالفنون على الشَّيْخ عبد السَّلَام الْبَغْدَادِيّ وَغَيره، وَمَال إِلَى الْأَدَب، وَعلم الْحَرْف، فَصَارَ لَهُ فيهمَا ذكر. لَهُ مجاميع وَكتب مِنْهَا: \" زهر الرّبيع فِي البديع \"، وَشَرحه سَمَّاهُ",
            "page": "158",
            "part": "1",
            "seal": "7B3920B6"
        },
        {
            "hno": "165",
            "id": "148",
            "nass": "\" الْغَيْث المريع \". مَاتَ سنة اثْنَتَيْنِ وَثَمَانِينَ وَثَمَانمِائَة. وَمن شعره ¶ مَا أكْرم الله مَوْلَانَا وأحكمه ... على العصاة تَعَالَى الله عَن مثل ¶ أقطع يصل وادع يسمع واستزده يزدْ ... وَتب يتب واعصه يستر وسل تنَلْ ¶ وَقَالَ: ¶ للحظ من قد رمى قلبِي وقامته ... وخده وثنايا ثغره الْعطر ¶ رشقٌ بِلَا أسهمٍ طعنٌ بِلَا أسلٍ ... نارٌ بِلَا شعلٍ زهرٌ بِلَا شجر ¶ وَقَالَ: ¶ يَا حبذا زمن الرّبيع وروضه ... ونسيمه الخفاق بالأغصان ¶ زمن يُرِيك النَّجْم فِيهِ يانعاً ... وَالشَّمْس كالدينار فِي الْمِيزَان ¶ 165 - ابْن كزل بغا، نَاصِر الدّين مُحَمَّد الْمُقْرِئ ¶ مُحَمَّد بن كزل بغا الْحَنَفِيّ الْمُقْرِئ، الشَّيْخ نَاصِر الدّين. كَانَ ماهراً فِي القراآت، أَخذهَا عَن الجندي، وحبِيب. ولي أُمَامَة الأشرفية. ولد سنة ثَمَانمِائَة. وَمَات فِي صفر سنة سِتّ وَخمسين وَثَمَانمِائَة. ¶ 166 - ابْن أبي شرِيف، الْمَقْدِسِي كَمَال الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن أبي بكر بن عَليّ بن مَسْعُود بن رضوَان المري الْقُدسِي، الشَّيْخ كَمَال الدّين أَبُو الْمَعَالِي ابْن أبي شرِيف الشَّافِعِي. ولد فِي ذِي الْحجَّة سنة اثْنَتَيْنِ وَعشْرين وَثَمَانمِائَة. وَأخذ عَن الشهَاب بن رسْلَان، والحافظ بن حجر، وَالشَّيْخ عبد السَّلَام الْبَغْدَادِيّ، والكمال بن الْهمام،",
            "page": "159",
            "part": "1",
            "seal": "A58507C0"
        },
        {
            "hno": "167",
            "id": "149",
            "nass": "وَغَيرهم. ولازم خدمَة الْعلم، فبرع فِي الْفِقْه والأصلين، والعربية، وَغَيرهَا. وتصدى للتدريس والإفتاء والتأليف. وَمن تصانيفه: \" حَاشِيَة على شرح العقائد للتفتازاني \"، \" وحاشية على شرح جمع الْجَوَامِع للجلال الْمحلي \"، و \" شرح الْإِرْشَاد فِي الْفِقْه لِابْنِ الْمُقْرِئ \". ¶ 167 - المشدالي، أَبُو الْفضل مُحَمَّد بن مُحَمَّد المغربي ¶ مُحَمَّد بن مُحَمَّد بن أبي الْقَاسِم بن مُحَمَّد بن عبد الصَّمد بن حسن بن عبد المحسن المشدالي البُخَارِيّ، الْمَالِكِي، الإِمَام الْعَلامَة نادرة الزَّمَان أَبُو الْفضل المغربي، ابْن الْعَلامَة الصَّالح أبي عبد الله الشهير فِي الْمغرب بِابْن أبي الْقَاسِم. ولد بعد عشْرين وَثَمَانمِائَة. واشتغل فِي الْفُنُون على وَالِده، ومشايخ بَلَده فِي أَنْوَاع الْعُلُوم النقلية والعقلية. واتسعت معارفه، وبرز على أقرانه بل وعَلى مشايخه، وشاع ذكره، وملأ إسمه الإسماع، وَصَارَ كلمة اجماع، وَكَانَ أعجوبة الزَّمَان، فِي الْحِفْظ والفهم والذكاء وتوقد الذِّهْن. شرح جمل الخونجي. وَمَات سنة خمس وَسِتِّينَ وَثَمَانمِائَة. ¶ 168 - النويري الْمَكِّيّ، تَاج الدّين أَبُو الْفضل مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن أَحْمد بن مُحَمَّد بن أَحْمد بن عبد الْعَزِيز بن الْقَاسِم بن عبد الله بن عبد الرَّحْمَن الْمَشْهُور بالشهيد النَّاطِق ابْن الْقَاسِم بن عبد الله بن عبد الرَّحْمَن بن الْقَاسِم بن أبي عبد الله الْحُسَيْن الشهير بِابْن الحارثية بن مُحَمَّد الشهير بِابْن الْأنْصَارِيّ بن عبد الله الشهير بِابْن القرشية بن مُحَمَّد بن الْقَاسِم بن عقيل بن مُحَمَّد الْأَكْبَر بن عبد الله الْأَحول بن مُحَمَّد",
            "page": "160",
            "part": "1",
            "seal": "81965ACB"
        },
        {
            "hno": "169",
            "id": "150",
            "nass": "بن عقيل بن أبي طَالب، الْخَطِيب تَاج الدّين أَبُو الْفضل، بن الإِمَام الْعَلامَة كَمَال الدّين، بن أبي الْفضل، بن الإِمَام الْعَلامَة قَاضِي الْحَرَمَيْنِ وخطيب المنبرين محب الدّين أبي البركات، بن الإِمَام الْعَلامَة كَمَال الدّين أبي الْفضل قَاضِي مَكَّة وخطيبها، ابْن الشَّيْخ الصَّالح الْعَالم شهَاب الدّين الْعقيلِيّ النويري الْمَكِّيّ الشَّافِعِي. من بَيت علم ورياسة وعراقة وشهامة. قَالَ البقاعي فِي مُعْجَمه: حَدثنِي صَاحب التَّرْجَمَة قَالَ: حَدثنِي الشَّيْخ عبد الرَّحْمَن بن النويري قريبنا وَهُوَ ثِقَة خير قَالَ: حَدثنِي شيخ الْإِسْلَام سراج الدّين أَبُو حَفْص عمر البُلْقِينِيّ قَالَ: لما اسْتشْهد جدكم عبد الرَّحْمَن قَالَ بعض الفرنج: هَذَا شيخ الَّذين يَزْعمُونَ إِنَّهُم إِذا قتلوا فِي حربنا كَانُوا أَحيَاء. فَقَالَ الشَّيْخ وَهُوَ قَتِيل \" وَلَا تحسبن الَّذين قتلوا فِي سَبِيل الله أَمْوَاتًا بل أَحيَاء \" الْآيَة. فَأسلم ذَلِك الفرنجي. ولد صَاحب التَّرْجَمَة سنة سبع وَعشْرين وَثَمَانمِائَة. وَأَجَازَ لَهُ الشَّمْس الشَّامي وَجَمَاعَة. واشتغل على شُيُوخ عصره كالقاياتي، والونائي، وَابْن حجر، وَغَيرهم. وبرع وتفنن، وَولي الخطابة بِمَكَّة المشرفة. مَاتَ بالطاعون فِي رَمَضَان سنة ثَلَاث وَسبعين وَثَمَانمِائَة. وَمن شعره فِي عُيُون الْقصب: ¶ رَأَيْت بشاطي الْبَحْر يَا خل وَاديا ... بِهِ جمعت كل اللطائف وَالْعجب ¶ ترَاهُ لجيناً والزمرد عشبه ... وأزهاره قد صاغها المزن من ذهب ¶ وأعجب من ذَا يَا خليلي نسيمه ... يُبدل هم الصب والحزن بالطرب ¶ 169 - ابْن أَمِير حَاج، شمس الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن حسن بن سُلَيْمَان بن عمر بن مُحَمَّد بن الْحلَبِي الْحَنَفِيّ، الشَّيْخ شمس الدّين بن أَمِير حَاج عَالم الْبِلَاد الحلبية. لَهُ تصانيف مِنْهَا: مَاتَ فِي رَجَب سنة تسع وَسبعين وَثَمَانمِائَة.",
            "page": "161",
            "part": "1",
            "seal": "C9BC63B3"
        },
        {
            "hno": "170",
            "id": "151",
            "nass": "170 - الخيضري، الْحَافِظ قطب الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن عبد الله بن خيضر، بِكَسْر الضَّاد، بن سُلَيْمَان بن دَاوُد بن فلاح بن حميده، الخيضري الزبيدِيّ الدِّمَشْقِي الشَّافِعِي، الْحَافِظ قطب الدّين. ولد فِي رَمَضَان سنة إِحْدَى وَعشْرين وَثَمَانمِائَة. وَأَقْبل على الحَدِيث صَغِيرا فَأكْثر من السماع. ولازم الْحَافِظ بن نَاصِر الدّين فَتنبه بِهِ، ثمَّ لَازم الْحَافِظ بن حجر وَتخرج. وَوَصفه الْحَافِظ بن حجر بِالْحِفْظِ. وَألف \" شرح ألفية الْعِرَاقِيّ \"، و \" الخصائص النَّبَوِيَّة \"، و \" طَبَقَات الشَّافِعِيَّة \"، و \" شرح التَّنْبِيه \"، و \" والأنساب \"، و \" الْبَرْق اللموع فِي الْخَبَر الْمَوْضُوع \"، و \" وَغير ذَلِك. وَولي قَضَاء الشَّافِعِيَّة بِدِمَشْق، وَكِتَابَة السِّرّ بهَا، وعدة مدارس بِدِمَشْق. مَاتَ فِي ربيع الأول سنة أَربع وَتِسْعين وَثَمَانمِائَة. ¶ 171 - الأيجي، عفيف الدّين أَبُو بكر مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن عبد الله بن مُحَمَّد بن عبد الله بن هادي مُحَمَّد بن الْحسن بن إِبْرَاهِيم بن حسان بن حُسَيْن بن معتوق بن إِدْرِيس بن حسن بن عبد الله بن مُحَمَّد بن الْحسن بن مُوسَى بن مُحَمَّد بن عَبَّاس بن عَليّ بن الْحُسَيْن بن عَليّ بن زين العابدين بن الْحُسَيْن بن عَليّ بن أبي طَالب رَضِي الله عَنهُ، الشريف الإِمَام الْعَلامَة عفيف الدّين أَبُو بكر، بن الإِمَام الْعَلامَة أوحد زَمَانه وزاهده نور الدّين أبي عبد الله بن الإِمَام الزَّاهِد المسلك جلال الدّين، بن الإِمَام الْعَلامَة المربي قطب الدّين الأيجي الشِّيرَازِيّ",
            "page": "162",
            "part": "1",
            "seal": "6F88073B"
        },
        {
            "hno": "172",
            "id": "152",
            "nass": "الشَّافِعِي. ولد فِي صفر سنة تسعين وَسَبْعمائة. وَسمع الحَدِيث من جمَاعَة. وَأَجَازَ لَهُ الزين الْعِرَاقِيّ، والبلقيني، وَابْن الملقن، والبرهان الشَّامي، وَابْن صديق، والحلاوي، وَصَاحب الْقَامُوس، والمراغي، والبرهان إِبْرَاهِيم بن عَليّ بن فَرِحُونَ الْمدنِي، والجلال أَحْمد بن مُحَمَّد الخجندي شَارِح الْبردَة، وَغَيرهم. واشتغل بالفقه وَالْأُصُول، وَأَقْبل على الْعِبَادَة وأنواع الطَّاعَات. وَلزِمَ طَريقَة الصّلاح والمجاهدات حَتَّى صَار قدوة فِي ذَلِك. قَالَ البقاعي فِي مُعْجَمه: حَدثنِي الإِمَام أَبُو الْفضل بن أبي الْفضل النويري، أَن أَبَاهُ شيخ الْإِسْلَام نور الدّين لما ورد إِلَى الرَّوْضَة الشَّرِيفَة وَقَالَ: السَّلَام عَلَيْك أَيهَا النَّبِي وَرَحْمَة الله وَبَرَكَاته، سمع من كَانَ بِحَضْرَتِهِ قَائِلا من الْقَبْر يَقُول: وَعَلَيْك السَّلَام يَا وَلَدي. مَاتَ السَّيِّد عفيف الدّين فِي ذِي الْحجَّة سنة خمس وَخمسين وَثَمَانمِائَة. ¶ 172 - ابْن إِمَام الكاملية، كَمَال الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن عبد الرَّحْمَن بن عَليّ بن عبد الله بن يُوسُف الْمصْرِيّ الشَّافِعِي، الشَّيْخ الْعَلامَة الصَّالح كَمَال الدّين أَبُو عبد الله، بن الْعَالم شمس الدّين الْمَعْرُوف بِابْن إِمَام الكاملية. ولد فِي شَوَّال سنة ثَمَان وَثَمَانمِائَة وَسمع الحَدِيث من الشَّيْخ ولي الدّين الْعِرَاقِيّ، والواسطي وَابْن الْجَزرِي، وَأخذ الْفِقْه عَن الشَّمْس الْبرمَاوِيّ والشرف السُّبْكِيّ، والشهاب الطندتائي، وَالشَّمْس الْحِجَازِي، وَغَيرهم، وَالْأُصُول والعربية على الْبِسَاطِيّ، والقاياتي، والونائي، وَغَيرهم. وبرع فِي الْفُنُون. وَألف كتبا مِنْهَا: \" مُخْتَصر تَفْسِير الْبَيْضَاوِيّ \"، و \" مُخْتَصر شرح البُخَارِيّ للبرهان الْحلَبِي \"، و \" شرحان على منهاج الْبَيْضَاوِيّ \"، و \" شرح مُخْتَصر بن الْحَاجِب \"، و \" شرح الورقات \"، و \" نكت على منهاج النَّوَوِيّ \". وَولي تدريس الحَدِيث بالكاملية، ومشيخة الصلاحية بجوار الإِمَام الشَّافِعِي. مَاتَ فِي شَوَّال سنة أَربع وَسبعين وَثَمَانمِائَة.",
            "page": "163",
            "part": "1",
            "seal": "2ED4FA51"
        },
        {
            "hno": "173",
            "id": "153",
            "nass": "173 - البُلْقِينِيّ، بدر الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن عبد الرَّحْمَن بن عمر بن رسْلَان البُلْقِينِيّ الشَّافِعِي، قَاضِي الْقُضَاة بدر الدّين، أَبُو السعادات، بن القَاضِي تَاج الدّين، بن قَاضِي الْقُضَاة جلال الدّين، بن شيخ الْإِسْلَام سراج الدّين. ولد سنة إِحْدَى وَعشْرين وَثَمَانمِائَة. وتفقه وَأخذ عَن الْأَشْيَاخ. وبرع وتميز. وَولي قَضَاء الْقُضَاة بالديار المصرية نَحْو أَرْبَعَة أشهر. ثمَّ عزل إِلَى أَن مَاتَ فِي سنة تسعين وَثَمَانمِائَة. ¶ 174 - السنباطي، ولي الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن عبد اللَّطِيف بن إِسْحَاق بن أَحْمد بن إِسْحَاق بن سُلَيْمَان بن دَاوُد الْأمَوِي السنباطي الْمَالِكِي قَاضِي الْقُضَاة، ولي الدّين أَبُو البقا، بن القَاضِي ضِيَاء الدّين، بن القَاضِي صدر الدّين. ولد سنة سِتّ وَثَمَانِينَ وَسَبْعمائة. وَسمع الحَدِيث على بن أبي الْمجد، والبرهان التنوخي، والحافظين الْعِرَاقِيّ والهيثمي. وَأَجَازَ لَهُ السراج البُلْقِينِيّ، وَابْن الملقن وَغَيرهمَا، وتفقه على الْجمال الأقفهسي وَغَيره. ولازم الْجد إِلَى أَن برع فِي الْعُلُوم. وَولي قَضَاء الْمَالِكِيَّة بالديار المصرية. مَاتَ فِي رَجَب سنة إِحْدَى وَسِتِّينَ وَثَمَانمِائَة. ¶ 175 - نَاصِر الدّين، الْبَغْدَادِيّ الْحَنْبَلِيّ مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن عبد الْمُنعم بن دَاوُد بن سُلَيْمَان، قَاضِي الْقُضَاة بدر الدّين أَبُو المحاسن، بن الإِمَام نَاصِر الدّين أبي عبد الله بن الْعَلامَة شرف الدّين",
            "page": "164",
            "part": "1",
            "seal": "59D33B43"
        },
        {
            "hno": "176",
            "id": "154",
            "nass": "أبي المكارم الْبَغْدَادِيّ الأَصْل الْمصْرِيّ الْحَنْبَلِيّ. ولد سنة إِحْدَى وَثَمَانمِائَة بِالْقَاهِرَةِ. وتلا على الزراتيني وَالشَّيْخ حبيب. وتفقه على قَاضِي الْقُضَاة محب الدّين بن نصر الله، وَالشَّيْخ فتح الدّين الباهي. وَأخذ النَّحْو عَن الشنطوفي، وشمس الدّين سبط بن هِشَام العجيمي، والبدر الدماميني. وَسمع الحَدِيث من الشّرف بن الكويك وَالْجمال الْكِنَانِي وَغَيرهمَا. وَولي قَضَاء الْحَنَابِلَة بالديار المصرية. وَصفه البقاعي فِي مُعْجَمه بقلة البضاعة فِي الْعلم، وَأورد لَهُ من ذَلِك وقائع مِنْهَا، انه روى الحَدِيث أَن النَّبِي صلى الله عَلَيْهِ وَسلم سمع رجلا يَقُول لبيْك عَن شبْرمَة فَقَالَ: عَن شبرمت. مَاتَ فِي جُمَادَى الأولى سنة سبع وَخمسين وَثَمَانمِائَة. ¶ 176 - الأسفرايني، صدر الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن عَليّ بن مُحَمَّد بن عَليّ الْعَلامَة صدر الدّين الْقرشِي الْعُكَّاشِي الْأَسدي الرواسِي الشقاني الأسفرايني الشَّافِعِي. ولد فِي صفر سنة ثَمَان وَتِسْعين وَسَبْعمائة. وَسمع الحَدِيث من الشَّمْس ابْن الْجَزرِي. واشتغل بأنواع الْعُلُوم من الْفِقْه والأصلين، والقراآت والنحو، وَالصرْف، والمعاني وَالْبَيَان، والمنطق والهيئة. وصنف تصانيف مِنْهَا: \" حَاشِيَة على تَفْسِير الْبَيْضَاوِيّ \"، و \" حَاشِيَة على الْحَاوِي فِي الْفِقْه \"، و \" رِسَالَة فِي رد مَذْهَب الإتحاد \"، وَغير ذَلِك. لقِيه البقاعي بِمَكَّة سنة تسع وَأَرْبَعين وَثَمَانمِائَة.",
            "page": "165",
            "part": "1",
            "seal": "51B48918"
        },
        {
            "hno": "177",
            "id": "155",
            "nass": "177 - النويري، أَمِين الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن عَليّ أَمِين الدّين أَبُو الْيمن النويري الشَّافِعِي قَاضِي مَكَّة وخطيبها. ولد سنة ثَلَاث وَتِسْعين وَسَبْعمائة. واعتنى بِهِ أَخُوهُ لأمه التقي الفاسي فأسمعه على جمَاعَة. مَاتَ فِي ذِي الْقعدَة سنة ثَلَاث وَخمسين وَثَمَانمِائَة. ¶ 178 - النويري، محب الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن عَليّ بن مُحَمَّد بن إِبْرَاهِيم بن عبد الْخَالِق، الْعَلامَة أَبُو الْقَاسِم النويري محب الدّين شيخ الْمَالِكِيَّة. لَهُ تصانيف مِنْهَا ولد سنة إِحْدَى وَثَمَانمِائَة. وَمَات فِي جُمَادَى الأولى سنة سبع وَخمسين وَثَمَانمِائَة. ¶ 179 - ابْن قوام الدِّمَشْقِي، قوام الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن قوام الرُّومِي الأَصْل الدِّمَشْقِي الْحَنَفِيّ، قوام الدّين شيخ الْحَنَفِيَّة بِدِمَشْق وقاضيها. كَانَ عَالما فَاضلا بارعاً صَالحا، خيرا دينا عفيفاً نزهاً. ولد سنة ثَمَانمِائَة. وَمَات فِي ذِي الْقعدَة سنة ثَمَان وَخمسين وَثَمَانمِائَة. ¶ 180 - الرَّاعِي الأندلسي، النَّحْوِيّ أَبُو عبد الله مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن إِسْمَاعِيل الأندلسي النَّحْوِيّ، أَبُو عبد الله",
            "page": "166",
            "part": "1",
            "seal": "62899842"
        },
        {
            "hno": "181",
            "id": "156",
            "nass": "الشهير بالراعي الملكي. ولد بغرناطة سنة اثْنَتَيْنِ وَثَمَانِينَ وَسَبْعمائة تَقْرِيبًا واشتغل فِي الْفِقْه وَالْأُصُول والنحو على أبي الْقَاسِم البرزالي وَغَيره. وَدخل الْقَاهِرَة سنة خمس وَعشْرين وَثَمَانمِائَة، فَأَقَامَ بهَا يدرس الْعَرَبيَّة إِلَى أَن انْتفع بِهِ جمَاعَة حذاق. وَشهر بفن الْإِعْرَاب. وَله شرح على ألفية بن مَالك، وشرحان على الجرومية. مَاتَ سنة ثَلَاث وَخمسين وَثَمَانمِائَة. ¶ 181 - ابْن ظهيرة الْمَكِّيّ، جلال الدّين مُحَمَّد بن أبي البركات ¶ مُحَمَّد بن أبي البركات مُحَمَّد بن أبي السُّعُود مُحَمَّد بن الْحُسَيْن بن عَليّ بن أَحْمد بن عَطِيَّة بن ظهيرة المَخْزُومِي الشَّافِعِي، قَاضِي مَكَّة المشرفة، جلال الدّين أَبُو السعادات. ولد فِي ربيع الآخر سنة خمس وَتِسْعين وَسَبْعمائة. وَسمع على الْبُرْهَان بن صديق، والأنباسي، والمراغي. ثمَّ أقبل على الْعُلُوم، فَأخذ الْفِقْه عَن قَرِيبه الْجمال بن ظهيرة وَبِه تخرج، وَعَن الشَّيْخ شمس الدّين الْعِرَاقِيّ، وقاضي طيبَة الزين المراغي، والمعقول عَن الْعَلامَة أبي عبد الله مُحَمَّد بن أَحْمد الونوغي، وحسام الدّين حسن الأبيوردي، والْعَلَاء البُخَارِيّ، وَالشَّمْس الْبِسَاطِيّ. وبرع فِي الْفِقْه حَتَّى صَار عَالم الْحجاز. وَله تصانيف مِنْهَا: \" تَكْمِلَة شرح الْحَاوِي \" لشيخه الْعَلامَة ابْن ظهيرة، وَهِي من النِّكَاح، و \" ذيل على طَبَقَات السُّبْكِيّ \"، و \" مَنَاسِك \"، و \" تَعْلِيق على جمع الْجَوَامِع للسبكي \"، وكمل على الْقطعَة الَّتِي صنفها الْجمال الأميوطي من كِتَابه، \" محط الرّحال \"، وَهِي من النِّكَاح إِلَى آخر الْفِقْه، كمل عَلَيْهَا من الْبيُوع إِلَى النِّكَاح، وَهِي مُشْتَمِلَة على كَلَام الرَّافِعِيّ، وزيادات النَّوَوِيّ، وتعقبات الأسنوي. ودرس فِي الْحرم وَأفْتى. وَولي خطابة الْمَسْجِد",
            "page": "167",
            "part": "1",
            "seal": "527ADA25"
        },
        {
            "hno": "182",
            "id": "157",
            "nass": "الْحَرَام ثمَّ ولي قَضَاء مَكَّة سنة سبع وَعشْرين. مَاتَ فِي صفر سنة إِحْدَى وَسِتِّينَ وَثَمَانمِائَة. ¶ 182 - الْمَقْدِسِي، شمس الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن حسان بن مُحَمَّد بن حسان الْموصِلِي الأَصْل الْمَقْدِسِي نزيل الْقَاهِرَة الشَّافِعِي، الْعَلامَة شمس الدّين. ولد أول الْقرن. وَسمع على جمَاعَة. وَولي مشيخة سعيد السعدا. ودرس الحَدِيث بالبيبرسية. مَاتَ فِي ربيع الأول سنة خمس وَخمسين وَثَمَانمِائَة. ¶ 183 - ابْن سارة الأقفهسي، مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد الأقفهسي الْعَلامَة شمس الدّين الْمَعْرُوف بِابْن سارة، الشَّافِعِي قرين الَّذِي قبله. مَاتَ فِي شَوَّال سنة خمسين وَثَمَانمِائَة، وَقد جَاوز الْأَرْبَعين. ¶ 184 - ابْن الْبَارِزِيّ، كَمَال الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن عُثْمَان بن مُحَمَّد بن عبد الرَّحْمَن بن إِبْرَاهِيم بن هبة الله بن الْمُسلم بِكَسْر اللَّام الْمُشَدّدَة بن هبة الله بن حسان بن مُحَمَّد بن مَنْصُور بن أَحْمد بن عَليّ بن عَامر بن حسان بن عبد الله بن عَطِيَّة بن عبد الله بن أنيس الصَّحَابِيّ الْجُهَنِيّ رَضِي الله تَعَالَى عَنهُ، القَاضِي كَاتب السِّرّ كَمَال الدّين أَبُو الْمَعَالِي، بن القَاضِي كَاتب السِّرّ نَاصِر الدّين، بن الْكَمَال، بن الْفَخر، بن النَّجْم الْحَمَوِيّ، الْمَشْهُور بِابْن الْبَارِزِيّ، نِسْبَة إِلَى بَاب ابرز أحد أَبْوَاب بَغْدَاد. وَكَانَ أَصله أبرزي ثمَّ خفف لِكَثْرَة الدّور",
            "page": "168",
            "part": "1",
            "seal": "FF4C364C"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "فَقيل الْبَارِزِيّ. وَإِلَى هَذَا الْبَاب أَشَارَ الإِمَام زين الدّين ابْن الوردي بقوله موجهاً: ¶ بِي هيفاء من بَنَات الْعرَاق ... أطلقت ادمعي وشدت وثاقي ¶ ثمَّ قَالَت إِن جِئْت من بَاب ابرز ... بالعطايا رَأَيْت بَاب الطاق ولد صَاحب التَّرْجَمَة لَيْلَة الْحَادِي وَالْعِشْرين من ذِي الْحجَّة سنة سِتّ وَتِسْعين وَسَبْعمائة بحماه. وَسمع البُخَارِيّ على عَائِشَة بنت عبد الْهَادِي، وَبحث فِي الْفِقْه والنحو. وَدخل الْقَاهِرَة مَعَ أَبِيه سنة خمس وَعشْرين وَثَمَانمِائَة، فَأخذ عَن الْعِزّ بن جمَاعَة قِرَاءَة وسماعاً لما كَانَ يقْرَأ عَلَيْهِ من الْفُنُون. ولازم الْعَلَاء البُخَارِيّ. وَولي بعد وَالِده كِتَابَة السِّرّ سنة ثَلَاث وَعشْرين. ثمَّ ولي نظر الْجَيْش. ثمَّ ولي قَضَاء دمشق وَكِتَابَة السِّرّ بهَا. ثمَّ أُعِيد أَيَّام الظَّاهِر جقمق إِلَى كِتَابَة السِّرّ بِالْقَاهِرَةِ. وَكَانَ غَايَة فِي الرياسة، والحلم والشهامة، وَالْكَرم وَالْإِحْسَان إِلَى طلبة الْعلم، والفقراء، مهذباً كثير الْخَيْر، قَلِيل الشَّرّ. وَله فِي الْأَدَب الْيَد الطُّولى، وَالشعر الرَّائِق، والنثر الْفَائِق. مَاتَ يَوْم الْأَحَد سادس عشر صفر سنة سِتّ وَخمسين وَثَمَانمِائَة. وَمن شعره مقرظاً لنظم بن ناهض فِي سيرة الْمُؤَيد موجهاً، وَكَانَ أَبوهُ القَاضِي نَاصِر الدّين قد كتب قَوْله: ¶ هَذَا كتاب يَا ابْن ناهض قَاعد ... عَن مدحه أدبي وَعَن تهذيبه ¶ فاشكر لمادحه على تَقْصِيره ... وَلمن هجاه فَإِنَّهُ يهذي بِهِ ¶ فَكتب القَاضِي كَمَال الدّين: ¶ مرت على سَمْعِي وحلو وصفهَا ... مُكَرر فَمَا عَسى أَن أسمعا ¶ ووالدي دَامَ علا سؤدده ... لم يبْق فِيهَا للكمال موضعا ¶ وَكتب إِلَى الشّرف يحيى بن الْعَطَّار من دمشق إِلَى الْقَاهِرَة: ¶ خيالك فِي فكري يوآنس وحدتيعلى أَن دَاء الشوق فِي مهجتي أعيا",
            "page": "169",
            "part": "1",
            "seal": "6A9B2CC7"
        },
        {
            "hno": "185",
            "id": "159",
            "nass": "فَإِن مَاتَ من فرط اشتياقي تصبري ... أعلله بالود من سَيِّدي يحيى ¶ وَقَالَ: ¶ لَئِن ازمعت هجري بعد ود ... وَقرب كنت مِنْهُ فِي أنتعاش ¶ جعلت الأَرْض من فكري مهاداً ... لما سطرت وَالْأَرْض الْفراش ¶ وحققت المحرف فِيهِ حَتَّى ... ترى خطّ الْكَمَال على الْحَوَاشِي ¶ وَقَالَ صاحبنا الشهَاب المنصوري يخاطبه: ¶ فِيك حكمٌ وجلال ... وَلَك النَّاس عِيَال ¶ يَا جواداً لَا يباري ... جوده السحب الثقال ¶ حييّ الْجُود بجدوا ... ك وَقد مَاتَ السوآل ¶ قد ترقيت مقَاما ... عَنهُ ينحط الْهلَال ¶ لَاحَ فِي العلياء نقص ... حِين غبتم واختلال ¶ عِنْدهَا غيبَة يومٍ ... مِنْك أَعْوَام طوال ¶ ثمَّ مذ رضيت عَنْهَا ... عَمها مِنْك الْجمال ¶ فاستطالت واعتراها ... بك عجب واختيال ¶ وَتَوَلَّى النَّقْص عَنْهَا ... وَلها عَاد الْكَمَال ¶ 185 - ابْن فَهد الْمَكِّيّ، الْحَافِظ تَقِيّ الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن عبد الله بن مُحَمَّد بن عبد الله بن فَهد بن سعد بن هَاشم بن مُحَمَّد بن أَحْمد بن عبد الله بن الْقَاسِم بن عبد إِلَه بن جَعْفَر بن عبد الله بن جَعْفَر بن مُحَمَّد بن عَليّ بن أبي طَالب رَضِي الله عَنهُ الْهَاشِمِي الْعلوِي الْمَكِّيّ، شَيخنَا الْحَافِظ تَقِيّ الدّين أَبُو الْفضل",
            "page": "170",
            "part": "1",
            "seal": "6835DAD9"
        },
        {
            "hno": "186",
            "id": "160",
            "nass": "بن نجم الدّين أبي نصر بن أبي الْخَيْر، هَكَذَا كتب لي نسبته بِخَطِّهِ، والحافظ نجم الدّين عمر، وَرَأَيْت البقاعي توقف فِيهِ فِي مُعْجَمه من حَيْثُ بَينه وَبَين عَليّ بن أبي طَالب تِسْعَة عشر رجلا. قَالَ: وَمن الْقَاعِدَة الَّتِي سَمعتهَا من حَافظ الْعَصْر ابْن حجر، ونقلها عَن قَاضِي الْقُضَاة بن خلدون فِي أمتحان الْأَنْسَاب، أَنه يَجْعَل لكل ماية سنة ثَلَاثَة رجال، وَأَنه أمتحن بهَا أنساباً. كَثِيرَة من ذَوي الْأَنْسَاب الثَّابِتَة فَلم تخرم، وَأما غَيرهم فَلَا تكَاد تصح فيهم. قَالَ البقاعي: ثمَّ لما دخلت مَكَّة أخْبرت أَن إنتسابهم أَولا كَانَ إِلَى عتبَة بن أبي لَهب، ثمَّ أخرجُوا هَذَا النّسَب فَالله تَعَالَى أعلم أنْتَهى. ولد سنة سبع وَثَمَانِينَ وَسَبْعمائة. ¶ 186 - ابْن الشّحْنَة الْحلَبِي، محب الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن مَحْمُود بن غَازِي بن أَيُّوب بن مَحْمُود الشحنكة، بن الختلو الثَّقَفِيّ الْحلَبِي، قَاضِي الْقُضَاة محب الدّين أَبُو الْفضل، بن الإِمَام الْعَلامَة محب الدّين أبي الْوَلِيد، بن الْعَلامَة كَمَال الدّين، بن شمس الدّين، الْمَعْرُوف بِابْن الشّحْنَة. ولد يَوْم الْجُمُعَة ثَانِي عشر رَجَب سنة أَربع وَثَمَانمِائَة. سمع من الْبُرْهَان الْحلَبِي ولازمه، وَأَجَازَ لَهُ الشهَاب الوَاسِطِيّ. وتفقه وتفنن، وأعتنى بالأدب، ونظم الشّعْر الْحسن، وأنشا النثر. وَولي كِتَابَة السِّرّ بِالْقَاهِرَةِ، ثمَّ قَضَاء الْحَنَفِيَّة بهَا، ثمَّ مشيخة الشيخونية. وَلما ولي تدريس الحَدِيث بالمؤيدية أمْلى بهَا مجَالِس. وَألف \" طَبَقَات الْحَنَفِيَّة \". مَاتَ فِي الْمحرم سنة تسعين وَثَمَانمِائَة. وَمن نظمه وَقد جمع لَهُ الْحَافِظ برهَان الدّين الْحلَبِي حراس النَّبِي صلى الله عَلَيْهِ وَسلم قبل نزُول الْآيَة وَأَشَارَ إِلَيْهِ أَن ينظمهم فَقَالَ:",
            "page": "171",
            "part": "1",
            "seal": "0BA74F91"
        },
        {
            "hno": "187",
            "id": "161",
            "nass": "وحراس خير الْخلق من قبل عصمَة ... من النَّاس سَعْدَان بن مسلمة أنس ¶ وعباس ذكْوَان بِلَال وخَالِد ... زبير وَعباد بن بشر على الحرس ¶ سوى أنس وَالْعم فِي الْفَتْح عدهم ... وهذين شَيْخي زَاد فِيمَن لَهُ حرس ¶ كالأروع سمعون حُذَيْفَة مِنْهُم ... من السَّادة الْأَنْصَار نقوا من الدنس ¶ وَقَالَ فِي ختم صَحِيح مُسلم: ¶ صَحَّ الحَدِيث أَنا محب المغرم ... وحبِيب قلبِي ظَالِم يتظلم ¶ ريم رمى قلبِي بِسَهْم لحاظه ... وأباح قَتْلِي فِيهِ وَهُوَ محرم ¶ هُوَ عارفٌ بصبابتي متجاهلٌ ... ولسان حَالي بالشجون يترجم ¶ صبري يغيض وأدمعي من جوره ... أبدا تفيض ونار وجدي تضرم ¶ إِنِّي لِأَحْمَد شَافِعِيّ لمَالِك ... نعْمَان خديه الْمُحب ينعم ¶ ظَبْي تذل لَهُ الْأسود إِذا رنا ... وَالْوَرق فِي أَوْصَافه تترنم ¶ وَالشَّمْس تخجل من ضِيَاء جبينهوالقضب من أعطافه تتعلم ¶ والبدر إِن حاكاه فَهُوَ مكلفٌ ... والبرق يخفى مِنْهُ إِذْ يتبسم ¶ مَا رمت أكتم حبه إِلَّا غَدا ... طرفِي يبوح بِمَا لساني يكتم ¶ حبي لَهُ فرضٌ وسنته الجفا ... وَوُجُوب قلبِي فِي هَوَاهُ محتم ¶ يَا معرضًا عني بِغَيْر جنايةٍ ... رفقا بقلبٍ أَنْت فِيهِ مُحكم ¶ وَارْحَمْ خضوعي فِي هَوَاك فَإِنَّهُ ... لَا يرحم الرَّحْمَن من لَا يرحم ¶ 187 - الطرابلسي، صَلَاح الدّين مُحَمَّد بن مُحَمَّد ¶ مُحَمَّد بن مُحَمَّد بن يُوسُف بن سعيد، الشَّيْخ صَلَاح الدّين الطرابلسي الْحَنَفِيّ فَقِيه الْحَنَفِيَّة الْآن. ولد سنة ثَلَاث وَثَلَاثِينَ وَثَمَانمِائَة. وَقدم الْقَاهِرَة فلازم الشَّيْخ أَمِين الدّين الأقصرائي، وتفقه بِهِ إِلَى أَن صَار عين جماعته. وَولي",
            "page": "172",
            "part": "1",
            "seal": "EF428631"
        },
        {
            "hno": "188",
            "id": "162",
            "nass": "بعده مشيخة الصرغتمشية، ثمَّ ولي مشيخة الأشرفية، وَصَارَ مدَار الْفَتْوَى فِي مَذْهَب الْحَنَفِيَّة عَلَيْهِ بعد شَيْخه. مَاتَ. ¶ 188 - السُّلْطَان مُحَمَّد الفاتح ¶ مُحَمَّد بن مُرَاد بن مُحَمَّد بن بايزيد بن عُثْمَان، السُّلْطَان محيي الدّين ملك الرّوم وَصَاحب الْقُسْطَنْطِينِيَّة وفاتحها. ولد بعد الْأَرْبَعين وَثَمَانمِائَة. وَولي السلطنة بعد موت أَبِيه سنة خمس وَخمسين. وَمَات سنة سِتّ وَثَمَانِينَ وَثَمَانمِائَة. قَالَ الشَّيْخ شهَاب الدّين الكوراني بمدحه من قصيدة أَولهَا: ¶ لمياء إِذْ سفرت عَن ثغرها الشنب ... سَارَتْ بلبي وَأسرى بعده أدبي ¶ فَهَذِهِ حالتي بِالْعينِ تنظرها ... الْقلب فِي صفدٍ وَالْعين فِي حلب ¶ وَمِنْهَا: ¶ فسرت مختفياً والدهر يَتبعني ... عساه ينصفني من ظلمها جلبي ¶ سلطاننا الباهر الباهي لَهُ شرفٌ ... يسمو على الْبَدْر والجوزاء والشهب ¶ مُحَمَّد أَنْت فَخر الْقَوْم قاطبةٍ ... سميت بدر السما من أنجم الْعَرَب ¶ وَمِنْهَا: ¶ رياض مدحك أزهار مفتحةٌ ... صَوت شعري لَهَا كالبلبل الطَّرب ¶ لَك الْبَقَاء مدى الْأَيَّام فَوق على ... وضدك الأبتر المخذول فِي نصب",
            "page": "173",
            "part": "1",
            "seal": "EEC51F94"
        },
        {
            "hno": "189",
            "id": "163",
            "nass": "189 - ابْن الأمشاطي، رَئِيس الْأَطِبَّاء مظفر الدّين مَحْمُود ¶ مَحْمُود بن أَحْمد بن حسن بن يَعْقُوب العيتابي الْحَنَفِيّ، الرئيس مظفر الدّين ابْن الأمشاطي رَئِيس الْأَطِبَّاء. ولد فِي حُدُود سنة عشر وَثَمَانمِائَة. واشتغل فِي الْفِقْه وَغَيره، وبرع فِي الطِّبّ ففاق فِيهِ، وَمهر فِي الْمِيقَات، والمساحة، وصنعة النفط. وَولي تدريس الطِّبّ بالجامع الطولوني وَغَيره. قَالَ البقاعي فِي مُعْجَمه: أَخْبرنِي أَنه رأى وَهُوَ صبي فِي يَوْم ذِي غيم رجلا يمشي فِي الْغَمَام لَا يشك فِي ذَلِك وَلَا يتمارى. وَنعم الرجل هُوَ دينا خيرا. ¶ 190 - الْعَيْنِيّ، بدر الدّين مَحْمُود بن أَحْمد ¶ مَحْمُود بن أَحْمد بن مُوسَى بن أَحْمد بن يُوسُف بن مَحْمُود العينتابي الْحَنَفِيّ قَاضِي الْقُضَاة بدر الدّين الْعَيْنِيّ. ولد فِي رَمَضَان سنة اثْنَتَيْنِ وَسِتِّينَ وَسَبْعمائة. بعينتاب. وتفقه بهَا ثمَّ قدم حلب، وَأخذ بهَا عَن الْجمال يُوسُف الْمَلْطِي. ثمَّ قدم الْقَاهِرَة فَأخذ عَن مشايخها وبرع فِي الْفُنُون.، وَولي حسبَة الْقَاهِرَة، وَنظر الأحباس، وَقَضَاء الْحَنَفِيَّة، وَله عدَّة مصنفات مِنْهَا: \" شرح البُخَارِيّ \" و \" شرح مَعَاني الْآثَار للطحاوي \"، و \" شرح الشواهد الْكُبْرَى \"، ومختصره. وَمَات فِي ذِي الْحجَّة سنة خمس وَخمسين وَثَمَانمِائَة. قَالَ النواجي يمدحه: ¶ لقد حزت يَا قَاضِي الْقُضَاة مناقباً ... يقصر عَنْهَا منطقي وبياني",
            "page": "174",
            "part": "1",
            "seal": "C71B39F4"
        },
        {
            "hno": "191",
            "id": "164",
            "nass": "وَأثْنى عَلَيْك النَّاس شرقاً ومغرباً ... فَلَا زلت مَحْمُودًا بِكُل لِسَان ¶ 191 - السُّلْطَان مُرَاد بن مُحَمَّد العثماني ¶ مُرَاد بن مُحَمَّد بن بايزيد بن مُرَاد بن عُثْمَان، ملك الرّوم. تولى الْملك بعد موت أَبِيه سنة أَربع وَعشْرين وَثَمَانمِائَة، وطالت أَيَّامه وَحسنت سيرته، وأفنى عمره فِي جِهَاد الْكفَّار، وَفتح القلاع. مَاتَ فِي الْمحرم سنة خمس وَخمسين وَثَمَانمِائَة. وَلم يكمل خمسين سنة. ¶ 192 - مَدين الصُّوفِي ¶ مَدين بن أَحْمد الشَّيْخ الْعَارِف المسلك أحد الْمَشَاهِير. مَاتَ فِي ربيع الأول سنة اثْنَتَيْنِ وَسِتِّينَ وَثَمَانمِائَة. ¶ 193 - اليمني السجاعي، مُوسَى بن أَحْمد كَمَال الدّين ¶ مُوسَى بن أَحْمد بن اليمني السجاعي الشَّافِعِي كَمَال الدّين عَالم الْيمن. أَخذ عَن صَاحب الْقَامُوس وَغَيره من الأكابر. وَكَانَ بعيد الصيت. مَاتَ فِي ذِي الْحجَّة سنة إِحْدَى وَخمسين وَثَمَانمِائَة.",
            "page": "175",
            "part": "1",
            "seal": "87289D21"
        },
        {
            "hno": "194",
            "id": "165",
            "nass": "حرف الْيَاء ¶ 194 - ابْن الْعَطَّار الْحَمَوِيّ، شرف الدّين يحيى ¶ يحيى بن أَحْمد بن عمر بن يُوسُف بن عبد الله بن عبد الرَّحْمَن بن إِبْرَاهِيم بن مُحَمَّد بن أبي بكر شرف الدّين بن الْعَطَّار الْحَمَوِيّ، المفنن الأديب البارع، أحد شعراء الْعَصْر، ورؤساء الزَّمَان. ولد فِي رَمَضَان سنة تسع وَثَمَانِينَ وَسَبْعمائة. مَاتَ فِي ذِي الْحجَّة سنة ثَلَاث وَخمسين وَثَمَانمِائَة. وَمن شعره: ¶ تراءت لنا بَين الآكلة والحجب ... فتاه بهَا طرفِي وهام بهَا قلبِي ¶ وأعجب شَيْء أَنَّهَا مذ تبرجت ... رَأَتْ حسنها عَيْني وَلم يره صحبي ¶ تلقيتها بالرحب مني كَرَامَة ... وَمِنْهَا تعلمنا التلقي بالرحب ¶ عجبت لمسراها وأعجب باللقا ... فيا عجبا مِمَّا رَأَيْت وَيَا عجبي ¶ غزالة سرب كنت أخْشَى نفارها ... فَأَصْبَحت من فوزي بهَا آمن السرب ¶ خفضت جنَاح الذل رفعا لقدرها ... فَأوجب ذَاك الرّفْع رفعي على النصب ¶ حملت الظما شوقا إِلَيْهَا فشاقني ... إِلَى عين تسنيم حمدت بهَا شربي ¶ علمت بهَا مَا كنت أَجْهَل علمه ... وَكنت بهَا أَنَبِي فصرت بهَا أَنَبِي ¶ كستني من الْعِزّ الْمُقِيم ملابساً ... حسانا وَلم تقصد بِذَاكَ سوى سَلبِي ¶ وَأصْبح موتِي كالحياة بوصلها ... فَإِن غَابَتْ كَانَ الْبعد فِي غَايَة الْقرب",
            "page": "176",
            "part": "1",
            "seal": "91D5E18B"
        },
        {
            "hno": "195",
            "id": "166",
            "nass": "195 - الْكِنْدِيّ، الْمُقْرِئ شرف الدّين يحيى ¶ يحيى بن عبد الرَّحْمَن بن مُحَمَّد بن صَالح بن عَليّ بن عمر بن عقيل بن زرقان بن عجنو بن يحيى بن أبي الْقَاسِم بن عَطِيَّة بن حميد بن عبد الله بن موعل بن عجيس بن امْرِئ الْقَيْس بن معبد بن الْمِقْدَاد بن عَمْرو الْكِنْدِيّ العجيسي التخاري الْمُقْرِئ الإِمَام الْعَلامَة الْحفظَة شرف الدّين. ولد سنة سبع وَسبعين وَسَبْعمائة. وَأخذ أَنْوَاع الْعُلُوم من التَّفْسِير والْحَدِيث وَالْفِقْه وأصوله وَالْكَلَام والعربية عَن شُيُوخ الغرب كَالْإِمَامِ أبي عبد الله مُحَمَّد بن عَرَفَة، وَالْإِمَام عبد الله بن مُحَمَّد بن خلفة الأبي، فِي آخَرين. وبرع ونبغ، وَتقدم وَصَارَ إِمَامًا عَلامَة فِي فنونه ورحل إِلَى الْقَاهِرَة سنة أَربع وَثَمَانمِائَة. فَأَقَامَ بهَا يقرئ ويفيد ويصنف. وَله شرح على الألفية نثر، وَشرح عَلَيْهَا منظوم، وَشرع فِي شرح على البُخَارِيّ. وَكَانَ حفظَة للْأَخْبَار وَأَيَّام النَّاس، فصيحاً مفوهاً، عِنْده ملح ونوادر. حكى البقاعي عَنهُ أَنه سُئِلَ، مَا لمذهبكم كثير الْخلاف؟ قَالَ: لِكَثْرَة نظاره فِي زمن أَمَامه. وَقد أَخذ عَنهُ مشافهة نَحْو من الْأَلفَيْنِ كلهم مُجْتَهد أَو قَارب الأجتهاد. ولي تدريس الْمَالِكِيَّة بالشيخونية. مَاتَ فِي شعْبَان سنة اثْنَتَيْنِ وَسِتِّينَ وَثَمَانمِائَة. ¶ 196 - الآقصرائي، أَمِين الدّين يحيى بن مُحَمَّد ¶ يحيى بن مُحَمَّد بن إِبْرَاهِيم بن أَحْمد، شيخ الْإِسْلَام أَمِين الدّين بن الشَّيْخ",
            "page": "177",
            "part": "1",
            "seal": "E98B0A2A"
        },
        {
            "hno": "197",
            "id": "167",
            "nass": "شمس الدّين الأقصرائي الْحَنَفِيّ. ولد سنة خمس وَتِسْعين وَسَبْعمائة. واجازت لَهُ عَائِشَة بنت عبد الْهَادِي وَجَمَاعَة. وَأخذ الْفِقْه وَالْأُصُول عَن أَخِيه بدر الدّين بن الآقصرائي، والسراج قَارِئ الْهِدَايَة، وَابْن الْغَزِّي. ولازم الْعِزّ بن جمَاعَة. وَولي مشيخة الأشرفية، والصرغتمشية، وتدريس التَّفْسِير والطَّحَاوِي وبالمؤيدية، وَغير ذَلِك. وأنتهت إِلَيْهِ رياسة الْحَنَفِيَّة فِي عصره، مَعَ الدّين المتين، وَالصَّلَاح المفرط، ومساعدة الْفُقَرَاء، وطلبة الْعلم، وَالْقِيَام فِي نصْرَة الدّين، وأبطال الْمَظَالِم، ومراجعة الْمُلُوك فِي ذَلِك، وهم يعظمونه ويقبلون قَوْله. مَاتَ فِي أَوَاخِر الْمحرم سنة ثَمَانِينَ وَثَمَانمِائَة. ¶ 197 - الْملك الظَّاهِر، أَبُو سعيد ¶ بلباي المؤيدي الْملك الظَّاهِر أَبُو سعيد. ولي السلطنة فِي عَاشر ربيع الأول سنة اثْنَتَيْنِ وَسبعين وَثَمَانمِائَة. وخلع فِي ربيع الأول سنة ثَلَاث وَسبعين وَثَمَانمِائَة. ¶ 198 - الباعوني، جمال الدّين يُوسُف بن أَحْمد ¶ يُوسُف بن أَحْمد بن نَاصِر بن خَليفَة بن فَرح الباعوني الْقُدسِي الشَّافِعِي، جمال الدّين، الْعَالم الأديب البارع. ولد فِي جُمَادَى الْآخِرَة سنة خمس وَثَمَانمِائَة. وَسمع على عَائِشَة بنت عبد الْهَادِي. وَأخذ الْعلم عَن الْبُرْهَان",
            "page": "178",
            "part": "1",
            "seal": "153DE40F"
        },
        {
            "hno": "199",
            "id": "168",
            "nass": "بن خطيب عذرا، وَالشَّمْس الْبرمَاوِيّ. وَولي قَضَاء صفد وَكِتَابَة السِّرّ بهَا. وَله النّظم الْحسن، نظم منهاج النَّوَوِيّ. أثنى عَلَيْهِ البقاعي فِي مُعْجَمه. مَاتَ سنة ثَمَانِينَ وَثَمَانمِائَة. ¶ 199 - الْملك الْعَزِيز، يُوسُف بن برسباي ¶ يُوسُف بن برسباي الدقماقي، السُّلْطَان الْملك الْعَزِيز أَبُو المحاسن بن السُّلْطَان الْملك الْأَشْرَف أبي النَّصْر. ولد سنة سبع وَثَمَانمِائَة. وَولي السلطنة فِي سادس عشر ذِي الْحجَّة سنة إِحْدَى واربعين وَثَمَانمِائَة. ثمَّ خلع فِي سادس عشر ربيع الْآخِرَة سنة أثنتين وَأَرْبَعين وَثَمَانمِائَة، وسجن بالإسكندرية، وَنظر فِي فنون الْعلم وَالْأَدب. مَاتَ فِي محرم سنة ثَمَان وَسِتِّينَ وَثَمَانمِائَة. ¶ 200 - ابْن شاهين الكركي، يُوسُف سبط الْحَافِظ بن حجر ¶ يُوسُف بن شاهين الكركي، الْمُحدث جمال الدّين أَبُو المحاسن، سبط شيخ الْإِسْلَام أبي الْفضل بن حجر. ولد سنة ثَمَان وَعشْرين وَثَمَانمِائَة. وَسمع الحَدِيث على جده وَغَيره. وانتقى وَخرج. وَولي تدريس الحَدِيث يالبيبرسية وَغَيرهَا عَن جده، وَولي مشيخة المزهرية. مَاتَ فِي يَوْم الْأَرْبَعَاء سادس عشرى محرم سنة تسع وَتِسْعين وَثَمَانمِائَة. وَمن شعره أوردهُ البقاعي فِي مُعْجَمه: ¶ وَرب غصنٍ غنجٍ طرفه ... ذِي وجنةٍ حمرا وَقد قويمَ ¶ سَأَلته مَا الأسم يَا باخلاً ... بالوصل قل لي قَالَ عبد الْكَرِيم ¶ أنْتَهى",
            "page": "179",
            "part": "1",
            "seal": "CE161E50"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "ـ[نظم العقيان في أعيان الأعيان]ـ ¶ المؤلف: عبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ) ¶ المحقق: فيليب حتي ¶ الناشر: المكتبة العلمية - بيروت ¶ [ترقيم الكتاب موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "CC7DF08C"
        }
    ],
    "t9061": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الهمزه"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "الباعوني برهان الدين ابراهيم بن احمد"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "الخجندي المدني برهان الدين"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن خضر الفقيه المشارك برهان الدين ابراهيم بن خضر"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "ابن صدقه المقدسي برهان الدين ابراهيم بن صدقه"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "العرياني برهان الدين ابراهيم بن عبد الله"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "ابن ظهيره برهان الدين قاضي مكه"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "المتبولي ابراهيم بن علي"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "السوبيني برهان الدين ابراهيم الحموي"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "البقاعي الحافظ برهان الدين ابراهيم"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "الحدري التونسي ابراهيم بن محمد"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "ابن ابي شريف برهان الدين ابراهيم بن محمد"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "الديري برهان الدين ابراهيم بن محمد"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الناجي برهان الدين ابراهيم بن محمد"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "اللقاني برهان الدين ابراهيم بن محمد"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "الكركي برهان الدين ابراهيم بن موسي"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "ابو ذر الحلبي موفق الدين احمد بن ابراهيم بن محمد"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "العسقلاني عز الدين احمد بن ابراهيم"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الاسيوطي ولي الدين احمد بن احمد"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "الاميوطي شهاب الدين احمد بن اسد"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "الشهاب السعودي شهاب الدين احمد بن اسماعيل"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الابشيطي شهاب الدين احمد بن اسماعيل"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "الكوراني شهاب الدين احمد بن اسماعيل"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الملك المؤيد احمد بن اينال العلائي"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "النعماني شهاب الدين احمد"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "العمري احمد بن حسن بن عبد الهادي"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن تيمورلنك"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "3",
            "tit": "الشيخ خروف"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "ابن المجدي الفلكي شهاب الدين احمد بن رجب"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "البلقاسي شهاب الدين احمد بن سليمان"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "ابن ناظر الصاحبه شهاب الدين احمد بن عبد الرحمن"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو الاسباط الرملي شهاب الدين احمد بن عبد الرحمن"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "2",
            "tit": "الشار مساحي شهاب الدين احمد بن علي"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "الناشري ابو الفضل احمد بن علي"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "ابن حجر العسقلاني الحافظ شهاب الدين ابو الفضل احمد بن علي"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الدماميني الشهاب احمد"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "ابن بركوت المكيني الصلاح احمد"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن مبارك شاه الشهاب احمد"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "ابن الحاضر الشهاب احمد"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "ابن صالح الشهاب احمد"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "ابن عربشاه الدمشقي شهاب الدين احمد بن محمد"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "السرسي احمد"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "2",
            "tit": "الشهاب الحجازي احمد"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "الشهاب المنصوري الهائم احمد بن محمد"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "البلقيني ولي الدين احمد بن محمد"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": "1",
            "tit": "السيرجي الشهاب احمد بن يوسف"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "المقدسي عماد الدين اسماعيل"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": "1",
            "tit": "القريمي نجم الدين اسحاق بن اسماعيل"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "الحلبي انس بن برهان الدين ابراهيم"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "1",
            "tit": "الملك الاشرف اينال العلائي"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "2",
            "tit": "آمنه بنت المستكفي"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "ابن قاضي شهبه تقي الدين ابو بكر بن احمد"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن قاضي عجلون تقي الدين ابو بكر بن عبد ال"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "السيوطي كمال الدين ابو بكر والد المؤلف"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "القرقشندي تقي الدين ابو بكر بن محمد"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن الحريري تقي الدين ابو بكر بن علي"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "الحصني تقي الدين ابو بكر بن محمد"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن مزهر الدمشقي تقي الدين ابو بكر كاتب السر"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "ابن ابي الوفا تقي الدين ابو بكر بن محمد"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الباء"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": "1",
            "tit": "الشريف بركات امير مكه"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "بركه بنت الحافظ العراقي"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "حرف التاء"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "1",
            "tit": "الملك الظاهر ابو سعيد"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الجيم"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": "1",
            "tit": "السنهوري المقرئ زين الدين جعفر بن ابراهيم"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": "2",
            "tit": "الملك الظاهر ابو سعيد جقمق العلائي"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": "3",
            "tit": "جويريه بنت العراقي"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الحاء"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": "1",
            "tit": "سلطان العراقين حسن بيك الطويل التركماني"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن الصراف الحموي بدر الدين حسن بن علي"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": "3",
            "tit": "الشريف النسابه بدر الدين حسن بن محمد"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "ابن الفناري حسن جلبي بن محمد شاه"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "ابن العليف المكي الشاعر حسين بن محمد"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": "1",
            "tit": "الخلاطي بدر الدين حسين بن يوسف"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن حمزه الدمشقي عز الدين حمزه بن احمد"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "القائم بامر الله حمزه بن المتوكل علي الله محمد"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الخاء"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "1",
            "tit": "المنوفي خالد بن ايوب"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "2",
            "tit": "منلا خسرو بن فرامز السيواسي"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "3",
            "tit": "الملك الظاهر ابو سعيد خوشقدم"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "العجلوني المقرئ خطاب بن عمر"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": "1",
            "tit": "الملك كامل الايوبي خليل بن احمد"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": "2",
            "tit": "ملك شروان خليل بن ابراهيم"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الدال"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": "1",
            "tit": "البنبي الفرضي ابو الجود داود بن سليمان"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الراء"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": "1",
            "tit": "العقبي زين الدين ابو النعيم رضوان بن محمد"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الزاء"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "1",
            "tit": "زكريا الانصاري شيخ الاسلام"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "2",
            "tit": "المناوي زين العابدين بن يحيي"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "الكيلاني زين العابدين بن محمد"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "1",
            "tit": "زينب بنت العراقي"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "2",
            "tit": "زينب بنت السبكي"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "حرف السين"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": "1",
            "tit": "الديري سعد الدين سعد بن محمد"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "حرف السين"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن الاحمر السلطان سعد بن محمد"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": "2",
            "tit": "المستكفي بالله سليمان بن محمد العباسي"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الشين"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن الجيعان علم الدين شاكر بن عبد الغني"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": "2",
            "tit": "شاه رخ بن تمورلنك"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الصاد"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": "1",
            "tit": "البلقيني علم الدين صالح بن عمر"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الطاء"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": "1",
            "tit": "النويري المقريء زين الدين طاهر بن محمد"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "حرف العين"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن قاضي عجلون عبد الله بن عبد الرحمن"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "2",
            "tit": "الاردبيلي الكوراني جمال الدين عبد الله بن محمد"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "3",
            "tit": "ابن هشام جمال الدين عبد الله بن محمد"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "4",
            "tit": "ابن جماعه عبد الله بن محمد"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "التلمساني عبد الله بن محمد"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": "1",
            "tit": "عبد الباسط بن خليل بن ناظر الجيش"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن عياش المقرئ عبد الرحمن بن احمد"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "ابن قاضي عجلون عبد الرحمن بن عبد الله"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": "1",
            "tit": "البكري القاضي نجم الدين عبد الرحمن"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "ابن الملقن جلال الدين عبد الرحمن بن علي"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": "1",
            "tit": "البوتيجي عبد الرحمن بن عنبر"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "ابن الامانه جلال الدين عبد الرحمن بن محمد"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": "1",
            "tit": "السنتاوي زين الدين عبد الرحمن بن محمد"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": null,
            "tit": "الديري زين الدين عبد الرحمن بن محمد"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": "1",
            "tit": "السندبيسي عبد الرحمن بن محمد زين الدين"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "السيرامي شيخ الشيوخ عبد الرحمن بن يحيي"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": "1",
            "tit": "الانباسي زين الدين عبد الرحيم بن ابراهيم"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن الفرات عز الدين عبد الرحيم بن محمد"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "القيلوي البغدادي عبد السلام بن احمد"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "المقدسي عز الدين عبد السلام"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "الشيرازي نور الدين علي بن ابراهيم"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": "1",
            "tit": "القلقشندي علاء الدين علي بن احمد"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": "2",
            "tit": "البوشي نور الدين علي بن احمد"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "القلصادي علي بن محمد بن محمد"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": "1",
            "tit": "الكرماني علي"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "الطوسي علاء الدين علي بن محمد"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": "1",
            "tit": "الفرغاني عمر بن محمد"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": "2",
            "tit": "القلمطائي ركن الدين عمر بن قديد"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "الوروري سراج الدين عمر بن عيسي"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الفاء"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن ابي الليث السمر قندي فضل الله"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الميم"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "1",
            "tit": "القدسي زين الدين ماهر بن عبد ال"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "2",
            "tit": "الشرواني شمس الدين محمد بن ابراهيم"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "3",
            "tit": "الفرغاني حميد الدين محمد بن احمد"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "القرافي شمس الدين محمد بن احمد"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": "1",
            "tit": "الشفشي شمس الدين محمد بن احمد"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن عبد الدائم المديني شمس الدين محمد بن احمد"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": "3",
            "tit": "ابن الضيا المكي رضي الدين محمد بن احمد"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الميم"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن الضيا المكي ابو البقا محمد بن احمد"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن ابي الوفا الوفائي محمد بن احمد"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": "3",
            "tit": "التنسي القاضي بدر الدين محمد بن احمد"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "الاقصرائي مولانا زاده محمد بن احمد"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "السفطي ولي الدين محمد بن احمد"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": "1",
            "tit": "المراغي المدني شرف الدين محمد بن زين الدين ابي بكر"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "المراغي المدني ناصر الدين محمد بن ابي بكر"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن زريق الدمشقي القاضي ناصر الدين محمد بن ابي بكر"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": "2",
            "tit": "الاسيوطي الشريف صلاح الدين محمد بن ابي بكر"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "ابن حويز القاضي حسام الدين محمد بن ابي بكر"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "ابن مزهر تقي الدين كاتب السر محمد بن ابي بكر"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن قاضي شهبه بدر الدين محمد بن ابي بكر"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن الحمصاني المقرئ الكاتب محمد بن ابي بكر"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "الشريف محمد بن بركات"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": "1",
            "tit": "النواجي شمس الدين محمد بن حسن الاديب"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": null,
            "tit": "ابن القباقبي المقرئ القدسي محمد بن خليل"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "ابن سعد الدين شمس الدين محمد بن سعد"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": "1",
            "tit": "الخوافي محمد بن شهاب"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": "2",
            "tit": "الدمياطي المجذوب محمد بن صدقه"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": null,
            "tit": "البلاطنسي شمس الدين محمد بن عبد الله"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن قاضي عجلون نجم الدين محمد بن عبد الله"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن لاجين الرشيدي محمد بن عبد ال"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": null,
            "tit": "ابن عز الدين المالكي محمد بن عبد الله"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": "1",
            "tit": "البلقيني تاج الدين محمد بن عبد الرحمن"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": "2",
            "tit": "البصروي شمس الدين محمد بن عبد الرحمن"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "الطندتائي شمس الدين محمد بن عبد الرحمن"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": "1",
            "tit": "السخاوي الحافظ شمس الدين محمد بن عبد الرحمن"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "التفهني شمس الدين محمد بن عبد الرحمن"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": "1",
            "tit": "الغزي ناصر الدين محمد بن عبد الرحمن"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن الاشقر محب الدين محمد بن عثمان"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": null,
            "tit": "القاياتي شمس الدين محمد بن علي"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "الغمري محمد بن عمر"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن عامر شمس الدين المالكي"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": "1",
            "tit": "الخوارزمي شمس الدين محمد بن فضل الله"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن قرقماس ناصر الدين محمد الاديب"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "ابن كزل بغا ناصر الدين محمد المقرئ"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن ابي شريف المقدسي كمال الدين محمد بن محمد"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": null,
            "tit": "المشدالي ابو الفضل محمد بن محمد المغربي"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": "1",
            "tit": "النويري المكي تاج الدين ابو الفضل محمد بن محمد"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": null,
            "tit": "ابن امير حاج شمس الدين محمد بن محمد"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "الخيضري الحافظ قطب الدين محمد بن محمد"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": "1",
            "tit": "الايجي عفيف الدين ابو بكر محمد بن محمد"
        },
        {
            "id": "152",
            "lvl": "2",
            "sub": null,
            "tit": "ابن امام الكامليه كمال الدين محمد بن محمد"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": null,
            "tit": "البلقيني بدر الدين محمد بن محمد"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": "1",
            "tit": "السنباطي ولي الدين محمد بن محمد"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": "2",
            "tit": "ناصر الدين البغدادي الحنبلي محمد بن محمد"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": null,
            "tit": "الاسفرايني صدر الدين محمد بن محمد"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "النويري امين الدين محمد بن محمد"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": "1",
            "tit": "النويري محب الدين محمد بن محمد"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن قوام الدمشقي قوام الدين محمد بن محمد"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": "3",
            "tit": "الراعي الاندلسي النحوي ابو عبد الله محمد بن محمد"
        },
        {
            "id": "156",
            "lvl": "2",
            "sub": null,
            "tit": "ابن ظهيره المكي جلال الدين محمد بن ابي البركات"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": null,
            "tit": "المقدسي شمس الدين محمد بن محمد"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن ساره الاقفهسي محمد بن محمد"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن البارزي كمال الدين محمد بن محمد"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": null,
            "tit": "ابن فهد المكي الحافظ تقي الدين محمد بن محمد"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "ابن الشحنه الحلبي محب الدين محمد بن محمد"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": null,
            "tit": "الطرابلسي صلاح الدين محمد بن محمد"
        },
        {
            "id": "162",
            "lvl": "2",
            "sub": null,
            "tit": "السلطان محمد الفاتح"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": null,
            "tit": "ابن الامشاطي رئيس الاطباء مظفر الدين محمود"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": "1",
            "tit": "العيني بدر الدين محمود بن احمد"
        },
        {
            "id": "164",
            "lvl": "2",
            "sub": null,
            "tit": "السلطان مراد بن محمد العثماني"
        },
        {
            "id": "164",
            "lvl": "2",
            "sub": "1",
            "tit": "مدين الصوفي"
        },
        {
            "id": "164",
            "lvl": "2",
            "sub": "2",
            "tit": "اليمني السجاعي موسي بن احمد كمال الدين"
        },
        {
            "id": "165",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الياء"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن العطار الحموي شرف الدين يحيي"
        },
        {
            "id": "166",
            "lvl": "2",
            "sub": null,
            "tit": "الكندي المقرئ شرف الدين يحيي"
        },
        {
            "id": "166",
            "lvl": "2",
            "sub": "1",
            "tit": "الآقصرائي امين الدين يحيي بن محمد"
        },
        {
            "id": "167",
            "lvl": "2",
            "sub": null,
            "tit": "الملك الظاهر ابو سعيد"
        },
        {
            "id": "167",
            "lvl": "2",
            "sub": "1",
            "tit": "الباعوني جمال الدين يوسف بن احمد"
        },
        {
            "id": "168",
            "lvl": "2",
            "sub": null,
            "tit": "الملك العزيز يوسف بن برسباي"
        },
        {
            "id": "168",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن شاهين الكركي يوسف سبط الحافظ بن حجر"
        }
    ]
}