{
    "b9080": [
        {
            "id": "38",
            "nass": "لعباده صفة من صفاته تقتضي إكرامه لهم بفضله ورحمته لأن الله وصف بها نفسه في كتابه في مواضع كثيرة منها قوله تعالى في سورة آل عمران: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (31) } والسلف الصالح ومن اتبعهم بإحسان من العلماء يثبتون لله تعالى ما أثبته لنفسه في كتابه أو أثبته له رسوله صلى الله عليه وسلم في حديثه بلا تشبيه ولا تمثيل ولا تحريف ولا تعطيل فكما أن الله عالم بعلم لا يشبه علمنا وقادر قدرة لا تشبه قدرتنا فكذلك هو سبحانه يحب عِباده بمحبةٍ لا تشبه محبتنا. ¶ وفي تفسير الخازن ما نصه، قال أبو بكر الصم أولياء الله هم الذين تولى الله تعالى هدايتهم، وتولوا القيام بحق العبودية لله والدعوة إليه وأصل الوالي من الولاء وهو القرب والنصرة فولي الله هو الذي يتقرب إلى الله بكل ما افترض الله عليه ويكون مشتغلا بالله مستغرق القلب في نور معرفة جلال الله تعالى فإن رأى رأَى دلائل قدرة الله وإن سمع سمعَ آيات الله وإن نطق نطقَ بالثناء على الله وإن تحرك تحركَ في طاعة الله وإن اجتهد اجتهدَ فيما يرضي الله لا يفتر عن ذكر الله ولا يرى بقلبه غير الله فهذه صفة أولياء الله وإذا كان العبد كذلك كان الله وليه وناصره ومعينه قال تعالى: {اللَّهُ وَلِيُّ الَّذِينَ آَمَنُوا} وقال المتكلمون ولي الله من كان أتيا بالاعتقاد الصحيح المبني على الدليل ويكون أتيا بالأعمال الصالحة على وفق ما وردت به الشريعة وإليه الإشارة بقوله {الَّذِينَ آَمَنُوا وَكَانُوا يَتَّقُونَ (63) } وهو أن الإيمان مبني على الاعتقاد والعمل ومقام التقوى هو أن يتقي العبد ما نهى الله عنه اهـ. ¶ قال الجمل وفي الخطيب ما نصه ونقل النووي في مقدمة شرح المهذب عن الإمامين الشافعي وأبي حنيفة رضي الله عنهما أن كل منهما قال إذا لم تكن العلماء أولياء الله فليس لله ولي، وذلك في العالم بعلمه،. وقال القشيري من شرط الولي أن يكون محفوظا كما أن من شرط النبي أن يكون معصوما فكل من كان للشرع عليه اعتراض فهو يكون مغرور مخادع فالولي هو الذي توالت أفعاله على الموافقة اهـ.",
            "page": "41",
            "part": "1",
            "seal": "1B8AF3F1"
        },
        {
            "id": "39",
            "nass": "نظرة تمحيص في هذه النقول ¶ في هذه النقول مسائل ينبغي التنبيه عليها: ¶ الأولى: قول البيضاوي أولياء الله الذين يتولونه بالطاعة ويتولاهم بالكرامة إن كابن يريد بالكرامة أنه يكرمهم في الدنيا بتوفيقه وتأييده ولطفه وفضله وإحسانه وكثرة نعمه الحسية والمعنوية فهو صحيح وإن كان يريد بالكرامة ما اصطلح عليه المتكلمون أنه خرق العادة فهو غير صحيح لأن العادة تخرق للمحق والمبطل وللساحر والكاهن (والدجال الأصغر والأكبر) وللكفار، فإن قلت قوله تولوا الله بالطاعة يخرج من ذكرت أقواله لا يشترط في الوالي أن تجري على يديه خوارق العادة كما يريد المتأخرون أن يفهموه فإن اكثر أصحاب رسول الله صلى الله عليه وسلم لم ترو عنهم خوارق مع أنهم أفضل أولياء الله وقد نقل غير واحد من المتصوفة عن الجنيد رحمه الله أنه قال إذا رأيتم الرجل يمشي على الماء أو يطير في الهواء فلا تعتبروا ذلك شيئا حتى تعرضوا أقواله وأعماله على الكتاب والسنة فإن كانت موافقة فظُنوا به خيرا، وإن كانت مخالفة فظُنوا به شرا، ونقلوا عنه أيضا أنه قال: الاستقامة أفضل من ألف كرامة فإن الله لم يجعل لأوليائه علامة إلا الأيمان والتقوى. ¶ الثانية: قول أبى بكر الأصم: (إن ولي الله لا يرى بقلبه غير الله) إن كان يريد بذلك أنه لا يرى أن أحدا يستحق العبادة غير الله فلا يرى أن هناك ربا غير الله ولا معطيا ولا مانعا ولا خافظا ولا رافعا ولا محييا ولا مميتا ولا متصرفا على الحقيقة في الدنيا والآخرة إلا الله فكلامه حق، وإن كان يريد أن الولي لا يرى وجودا إلا الله كما يقول أصحاب وحدة الوجود فهو باطل وهؤلاء زنادقة أخذوا هذه العقيدة الفاسدة المناقضة للكتاب والسنة وإجماع سلف الأمة من فلاسفة الهند واليونانيين وذلك خلاف ما جاءت به أنبياء الله وكتب الله تعالى، ومن أقوالهم الباطلة، أعني أصحاب وحدة الوجود (من حد فقد ألحد) يعني من رأى هنالك ربا ومربوبا وعابدا ومعبودا وخالقا ومخلوقا فقد الحد وضل، لأن الوجود",
            "page": "42",
            "part": "1",
            "seal": "5C8F81C5"
        },
        {
            "id": "40",
            "nass": "عندهم واحد، فتوحيده من تحصيل الحاصل وابن عربي الحاتمي الذي تقدم ذكره في كلام صاحب الرماح من مشاهير المعتقدين وحدة الوجود، وفي ذلك يقول في الفتوحات: ¶ العبد رب والرب عبد ... يا ليت شعري من المكلف ¶ إن قلت عبد فذاك حق ... أو قلت رب أنَّ يكلف ¶ ويقول في الفتوحات إن الذين عبدوا العجل ما عبدوا غير الله وكذلك عبد الكريم الجيلي في كتابه (الإنسان الكامل) وابن الفارض في ديوانه وهذه العقيدة مقدسة في كتب التجانيين فنعوذ بالله من الضلال، ولله در الإمام محمد بن إسماعيل الصنعاني إذ يقول في داليته: ¶ وأكفر أهل الأرض من ظن أنه ... إله تعالى الله جل عن الند (¬1) ¶ وعسى أبو بكر الأصم أن يكون لم يرد هذا المعنى. ¶ الثالثة: قول المتكلمين ولي الله من كان آتيا بالاعتقاد الصحيح المبني على الدليل. ¶ الظاهر أن المتكلمين يريدون بالدليل: الدليل الذي يسمونه عقليا كدلائل المعتزلة والمتأخرين من الأشعرية فإنهم يزعمون أن من عرف الله تعالى بالدليل النقلي من الكتاب والسنة هو مقلد وقد اختلفوا في إيمان المقلد على ثلاثة أقوال، الأول أنه كافر لا إيمان له والثاني مؤمن عاص، والثالث أنه مؤمن غير عاص بتقليد، وهذا من أعظم ضلالهم فإن الصحابة رضوان الله عليهم والسلف الصالح من التابعين والأئمة المجتهدين لم يقتصروا على طرح علم الكلام ونبذه، بل حرموه وجعلوه من أكبر الكبائر. ¶ قال ابن عبد البر في كتاب \"جامع بيان العلم وفضله\" ما نصه: قال يونس بن عبد الأعلى سمعت الشافعي يوم ناظره حفص الفرد قال لي يا أبا موسى لأن يلقى الله عز وجل الفرد بكل ذنب ما خلا الشرك خير من أن يلقاه بشيء من الكلام لقد سمعت من حفص كلاما لا أقدر أن أحكيه وقال الإمام أحمد بن حنبل رحمه الله إنه لا يفلح صاحب كلام أبدا تكاد ترى أحدا نظر في الكلام إلا وفي قلبه دغل وقال مالك أرأيت إن جاء من هو أجدل منه أيدع دينه كل يوم لدين جديد اهـ. ¶ ونُقل مثل ذلك عن أبى حنيفة وسائر أئمة السلف قال ¶ ¬_________ ¶ (¬1) رواية البيت في الدالية طبع المكتب الإسلامي بتحقيق الأستاذ زهير الشاويش ¶ الصفحة (18) كما يلي: ¶ وأكفر أهل الأرض من قال إنه إله فإن الله جل عن الند",
            "page": "43",
            "part": "1",
            "seal": "C6F35E8A"
        },
        {
            "id": "41",
            "nass": "أبو عمر أجمع أهل العلم من الأمصار: أن أهل الكلام أهل بدع وزيغ وضلال ولا يعدون عند الجميع في جميع الأمصار في طبقات العلماء، وإنما العلماء أهل الأثر والتفقه فيه ويتفاضلون فيه بالإتقان والميز والفهم. ثم روى أبو عمر بسنده إلى أبى خويز منداد البصري المالكي قال في كتاب الإجارات من كتابه الخلاف قال مالك لا تجوز الإجارات في شيء من كتب الأهواء والبدع عند أصحابنا هي كتب أصحاب الكلام من المعتزلة وغيرهم وتفسخ الإجارة في ذلك قال وكذلك كتب القضاء بالنجوم وعزايم الجن وما أشبه ذلك وقال في كتاب الشهادات في تأويل قول مالك لا تجوز شهادة أهل البدع وأهل الأهواء قال أهل الأهواء عند مالك وسائر أصحابنا هم أهل كلام فكل متكلم من أهل الأهواء والبدع أشعريا كان أو غير أشعري ولا تقبل له شهادته في الإسلام أبدا ويهجر ويؤدب على بدعته فإن تمادى عليها استتيب منها. انتهى بلفظه. ¶ الرابعة: قول القشيري: \"من شرط الولي أن يكون محفوظا كما من شرط النبي أن يكون معصوما \"أقول لقد أخطأ القشيري خطأ فاحشا في هذا ولا فرق في المعنى بين قولنا محفوظ وقولنا معصوم فقد أراد أن يثبت العصمة لمن يسميهم أولياء فأبدل لفظا بلفظ والعبرة ليست بالألفاظ وإنما هي بالمعاني ولو قال أن المؤمن في وقت ارتكابه للمعصية ينقص إيمانه وتنقص ولايته لله، لأن ولاية العبد لله تكون على قدر إيمانه وتقواه لأصاب، فماذا يقول في الصحابة الذين ارتكبوا كبائر كماعز والغامدية والصحابي الذي كان يسمى حمارا وكان يُضحك النبي - صلى الله عليه وسلم - وقد شرب الخمر فأمر النبي صلى الله عليه وسلم بإقامة الحد عليه فسبه أحد الحاضرين فنهاه النبي- صلى الله عليه وسلم - عن ذلك وشهد له بأنه يحب الله ورسوله ألم يكن هؤلاء أولياء الله حين ارتكبوا تلك المعاصي ولم يصروا عليها وقد أخبر الله تعالى في كتابه العزيز أن الجنة: {أُعِدَّتْ لِلْمُتَّقِينَ (133) الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (134) وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ (135) أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ (136) } سورة آل عمران آية 134، 135، 136، وخلاصة القول أن كل مؤمن ولي الله وكل كافر عدو لله ومن لم يكن ولي الله فهو عدو الله قال الله تعالى في أول سورة التغابن {هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ} وقال تعالى في أول سورة الممتحنة: {يَا أَيُّهَا ¶ الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ} وقال تعالى في سورة البقرة: {اللَّهُ وَلِيُّ الَّذِينَ آَمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ",
            "page": "44",
            "part": "1",
            "seal": "9F477F56"
        },
        {
            "id": "42",
            "nass": "الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (257) } . ¶ فأنت ترى أن الله قسم الناس فجعلهم قسمين أحدهما: المؤمنون، الله وليهم، والقسم الثاني كفار وهم أعداء الله فولاية الله لا تزول عن المؤمن بوجه من الوجوه ولو ارتكب المعاصي إلا إذا كفر بالله كفرا حقيقيا يخرجه من الإسلام ولا يمكن أن يكون لأولياء الله خاتم أبدا ولو كان لهم خاتم لكان هو آخر مؤمن على وجه الأرض قبل قيام الساعة فإنها لا تقوم إلا على شرار الخلق وإلا على لكع بن لكع ولا تقوم حتى لا يقال على الأرض الله اللهُ كما جاء في الأخبار الصحيحة، هذا إذا كان يريد بقوله خاتم الأولياء الحقيقية كما هو مقتضى تشبيهه بخاتم الأنبياء فإن خاتم الأنبياء صلى الله عليه وسلم ختمهم حقيقة فلا نبي بعده البتة ولكن التجانيين يتلطفون لينقدوا أنفسهم من المأزق فيقولون حين يشعرون بأن خصومهم يريدون أن يلزموهم بما ذكرناه فيقولون: إن شيخهم ليس خاتما للأولياء على الحقيقة كما أن النبي صلى الله عليه وسلم خاتما للأنبياء ولكنه خاتم لمقاماتهم ومراتبهم العالية وهذه مغالطة وتمويه على الناس لأن هناك فرقا وبونا شاسعا بين خاتم الأولياء وخاتم مقامات الأولياء وإذا وصلنا معهم إلى أن يسلموا بأن شيخهم ليس خاتما للأولياء حقيقة وإنما هو خاتم لمقامتهم ومنازلهم عند الله ومراتبهم ولا بد أن يسلموا بذلك نقول لهم حجرتم واسعا وجئتم بطامة عظيمة لا دليل لكم عليها شرعي ولا عقلي {أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ} ومن أين لكم أنه لا يجيء بعد شيخكم من هو أعلى منه مقاما وأسمى منزلة عند الله فإن ¶ قالوا إن النبي صلى الله عليه وسلم أخبر بذلك شيخهم والنبي صلى الله عليه وسلم لا ينطق عن الهواء نقول لهم: إن إجماع الصحابة والتابعين والأئمة المجتهدين، أجمعوا على أن الأدلة الشرعية التي يثبت بها الحكم محدودة، وهي الكتاب والسنة والإجماع والقياس عند الضرورة على خلاف فيه ما لم يخالف النص فإن خالفه فهو لغو وادعاؤكم أن شيخكم سمع ذلك من النبي صلى الله عليه وسلم خارج عن الأدلة الشرعية، وقد قال الله تعال في سورة النساء آية 115 {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (115) } وقال الله تعالى في سورة التوبة آية 100: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ (100) } قال أهل العلم واتِّباعهم بإحسان يقتضي ترك الزيادة والنقصان في دين الله فإن من زاد في الدين شيئا أو نقص منه شيئا لم يكن متبعا لهم بإحسان فهو متعرض لسخط الله وبرئ من نيل الرضوان ويقال لهم: ماذا تقولون في ادعائكم أن شيخكم خاتم الأولياء أهو من دين الإسلام أم خارج عنه؟ فإن قلتم: هو من دين الإسلام! قلنا لكم قال الله تعالى في سورة المائدة:",
            "page": "45",
            "part": "1",
            "seal": "53C8892E"
        },
        {
            "id": "43",
            "nass": "{الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} آية 3 قال الشاطبي في\" الاعتصام\" قال مالك: من ابتدع في الإسلام بدعة يراها حسنة فقد زعم أن محمد خان الرسالة لأني سمعت الله يقول اليوم أكملت لكم دينكم وما لم يكن يومئذ دينا فلا يكون اليوم دينا انتهى. فاعتقادكم أن شيخكم خاتم الأولياء لم ¶ يكن في زمن النبي صلى الله عليه وسلم دينا فلن يكون دينا أبدا بل هو بدعة ضلالة وطريقتكم نفسها كسائر الطرائق بدعة ضلالة فتوبوا إلى الله وانبذوها نبذ النوى ولا تتبعوا الهوى فيضلكم عن سبيل الله. ¶ ونهج سبيلي واضح لمن اهتدى ... ولكنها الأهواء عمت فأعمت ¶ لعمري لقد نبهت من كان نائما ... وأسمعت من كانت له أذنان ¶ ونراكم تحتجون دائما على من ينكر عليكم ما تدعونه من الفضائل لشيخكم ولأنفسكم بآيات فضل الله الواسع العظيم، حتى أنشأتم دائرة سميتموها: \" الدائرة الفضلية \" وزعمتم أن هذه الدائرة لا يعلمها أحد إلا الله ولم يُطلع عليها أحداً إلا خليله ورسوله محمدا - صلى الله عليه وسلم - وإلا شيخكم، وفضائلكم وفضائل شيخكم جاءت من هذه الدائرة، وقد سمعتم أدلة بطلان هذه الدعوى ولكننا نحتج عليكم بما احتججتم به على خصومكم ونأخذكم بإقراركم فنقول لما حجرتم فضل الله الواسع وقلتم كما قال الأعرابي الذي بال في المسجد اللهم ارحمني ومحمدا ولا ترحم معنا أحدا، فزعمتم أن المقامات العالية والمنازل السامية قد ختمها شيخكم وسد بابها فما بقي لأحد مطمع في الوصول إلى مقامه فكيف بالزيادة عليه فآيات فضل الله التي احتججتم بها على خصومكم حجة عليكم. ¶ وقد ذكر صاحب الرماح أصنافا أربعة من الصديقين، والأغواث وجواهر الأقطاب وبرازخ الأغواث وذَكر الله تعالى في سورة النساء أصنافا أربعة (.. النبيين والصديقين والشهداء والصالحين) ولم يذكر صاحب الرماح ممن ذكر الله تعالى إلا الصديقين وترك سائرهم وأبدلهم بأصناف ثلاثة لا وجود ولهم إلا في خياله وخيال المفتونين الذين التبس عليهم الأمر واستهوتهم الشياطين ما معنى جوهر الأقطاب وقد ذكر صاحب اللسان للقطب معاني أنه الحديدة التي تدور عليها الرحى أي يدور عليها شقها الأعلى. ¶ والقطب أيضا كوكب بين الجدي والفرقدين يدور عليه الفلك صغير أبيض لا يبرح مكانه أبدا وقال: وقطب كل شي ملاكه وصاحب الجيش قطب رحى الحرب وقطب القوم سيدهم والقطب نصل السهم اهـ المراد منه ¶ ولعل صاحب الرماح يريد بالأقطاب سادات الأقوام الذين بلغوا الدرجة العلياء في",
            "page": "46",
            "part": "1",
            "seal": "69E1BF83"
        },
        {
            "id": "44",
            "nass": "ولاية الله وطاعته وهذا مفهوم إلا أن الأقطاب بهذا المعنى لا جوهر لهم. ¶ قال ابن منظور في\" اللسان\" الجوهر معروف، الواحدة جوهرة، والجوهر كل حجر يستخرج منه شيء ينتفع به، وجوهر كل شيء ما خلقت عليه جبلته. اهـ ¶ وهذه المعاني لا يناسب شيء منها أن يكون مضاف إلى الأقطاب بمعنى السادة والرؤساء ولعل صاحب الرماح أراد أن يلقي الروعة والإجلال في قلوب جهلة القراء بذكر هذه الألفاظ ليسدوا ويغمدوا عيون بصائرهم وينجذبون إلى تصديق ما يدعيه لهم ودين الإسلام ليس فيه شيء اسمه القطب ولو كان موجودا لذكره الله في كتابه أو ذكره رسوله صلى الله عليه وسلم في حديثه فإنه لم يترك شيئا من الخير إلا دل الأمة عليه وما ترك شيئا من الشر إلا حذر منه أمته ومن ذلك التنطع والتكلف، قال رسول الله صلى الله عليه وسلم: (هلك المتنطعون) قالها ثلاثا وذِكر هذه الألفاظ من التنطع وخِداع الجهَّال وقد قلت سنة إحدى وأربعين وثلاثمائة وألف 1341 وأنا مسافر بالقطار من القاهرة إلى الإسكندرية قصيدة طويلة مقصورة أنكرت فيها وجود القطب بالمعني الذي يريده المتصوفة فقلت: ¶ ولا قطب نعرفه غير نجم ... يرى في السماء وقطب الرحى ¶ ونحوهما لا الذي ذكروا ... يكون مقيما بغار حراء ¶ يمد الأنام ويجري الشوؤ ... ن في الكون تالك أدهى الفرا ¶ فهل من كتاب وهل سنة ... أتت من صحيح الحديث بذا ¶ ثم ظهر لي أن اثبت هذه القصيدة برمتها هنا لما فيها من بيان التوحيد وذم البدع: ¶ تركت الطريق طريق ... وأقبلت أتبع المصطفى ¶ وسنته وكتاب الإله ... وأصحابه انجم الاهتدا",
            "page": "47",
            "part": "1",
            "seal": "5080C94D"
        },
        {
            "id": "45",
            "nass": "واتباعهم أين ما وجدوا ... سواء نأى عصرهم أم دنا ¶ سوء ذو الشرق أم غربنا ... وأهل الخيام والقرى ¶ وليس يجوز بمدهبنا اتبـ ... ـاع لغير فدع من هذا ¶ ولسنا نؤول لفظ الحديـ ... ـث والذكر إلا بما قد أتى ¶ فما هلك الناس ألا بما ... تؤوله زمرة الاعتدا ¶ فنحن على مذهب السـ ... ـابقين من رضي الله عنهم علا ¶ ومن حاد عن نهجهم قد هوى ... سواء درى ذاك أم ما درى ¶ فخير الهدى هدى خير الورى ... وشر الأمور اتباع الهوى ¶ فلا تتصرف ولا تتكلف ... ولا تلج إلا لرب العلى ¶ ولا تدع من دونه أحدا ... فليس ولي سواه يرى ¶ أغير الإله أرى لي وليا ... إذن قد ضللت طريق الهدى ¶ أأتخذ الأولياء وربي ... بمحكم ذكره عنهم نهى",
            "page": "48",
            "part": "1",
            "seal": "E274E12C"
        },
        {
            "id": "46",
            "nass": "ولو مرسلين ولو صالحين ... ولو طائرين بأوج السما ¶ ولا يعبد الله إلا بما ... أتى في شريعته وارتضى ¶ ومن يزعم العلم غير الكتاب ... وغير الحديث الصحيح افترى ¶ ولا فضل في ديننا لأرسطو ... ولا لابن رشد ومن قد قفا ¶ فتوحيد ربي بمنزله ... غني عن المنطق المرتأى ¶ فإن أرسطو وأتباعه ... عدو لدين إله الورى ¶ وأن هم أتوا حكا أحكموها ... أخذنا بها في أمور الدنى ¶ ومهما وجدنا الحديث الصحيح ... عبدنا به من له المنتهى ¶ وليس له من وسيلة إلا ... علوم اصطلاح وعلوم اللغى ¶ فعلم الكلام وبعض الأصول ... ظلام يجران كل العنا ¶ ولا نستغيث بغير الإله ... ومن يستغيث بالعباد غوى ¶ ونعتقد الإله سبحانه ... على عرشه ذي التعالي استوى",
            "page": "49",
            "part": "1",
            "seal": "E48F74DE"
        },
        {
            "id": "47",
            "nass": "ولسنا نؤول ذلك بقهر ... ولا غيره مثل من قد مضى ¶ وإن البخاري في كتبه ... قد أحسن للناس دون امترا ¶ عليها اعتكف ثم منها اقتطف ... تجد كل ما رمته من منى ¶ ومسلم لا تنس تأليفه ... فنعم الكتاب الوثيق العرى ¶ وإن خضت في غير ذينك فاسلك ... بعلم غزير وإلا فلا ¶ ولا تعتبر كل كتب عليها ... فقد مزجوها بما يرتمى ¶ فجد وخذ زبد ما سطروا ... ودع ما تراه معيبا سدى ¶ وما قد يسمونه باطنا ... فباللام يقراه من درى ¶ فإن الشريعة قد أكملت ... وقد بينت مثل شمس الضحى ¶ فما مات خير الورى أحمد ... إلى أن جلاها بغير خفا ¶ وما أحد من أهيل النفاق ... نجا فاصبر إن نلت منهم أذى ¶ ولا تبن في تربة قبة ... ومهما تراها فهدم البناء",
            "page": "50",
            "part": "1",
            "seal": "B7BF0F6C"
        },
        {
            "id": "48",
            "nass": "فقد عبدوها وما فطنوا ... ووافقهم علماء الشقاء ¶ وقد ألفوا في عبادتها بدون ... احتشام بدون حيا ¶ لتدع الإله بما قد روى الثقـ ... ــات الهدات عن المجتبى ¶ وأن البخاري روى في الصحيح ... دعاء وذكرا به الاكتفا ¶ وحاذر الشرك فهو بذا الـ ... ــزمان بكل النواحي فشا ¶ ولا قطب نعلمه غير نجم ... يرى في السماء وقطب الرحى ¶ ونحوهما لا الذي ذكروا ... يكون مقيما بغار حراء ¶ يمد الأنام ويجري الشؤو ... ن في الكون تالك أدهى الفرا ¶ فهل من كتاب وهل سنة ... أتت من صحيح الحديث بذا ¶ فخذ بالنصوص ولا تبتدع ... وفي عدم النص قس ما جلا ¶ وليس لنا مذهب لازم ... سوى مذهب المصطفى المرتضى ¶ عليه الصلاة وأزكى السلام ... سلاما يدوم بغير انتها ¶ ويشمل آلا وصحبا كراما ... ومن قد قفاهم بنهج الصفا",
            "page": "51",
            "part": "1",
            "seal": "A8BBDCD9"
        },
        {
            "id": "49",
            "nass": "ولعل صاحب الرماح يعني بقوله جواهر الأقطاب كبار القوم وأعاظم ساداتهم إلا أن اللفظ لا يساعد على ذلك إلا بتكلف وإذا تحقق أن القطب لا وجود له وان عقيدة القطب وتصرفه في العالم عقيدة فاسدة أحدثها الجهال فقد تهدم ما بناه التجانيون من المقامات لشيخهم. ¶ قال شيخ الإسلام أحمد بن عبد الحليم ابن تيمية في رسالة القبور ثلاثة لا أصل لها (منتظر الشيعة، وقطب الصوفية، وباب النصيرية) وصدق رحمه الله، فكم بنوا على وجود القطب من ضلالات وجهالات يبرأ منها الإسلام، وأما الغوث فقد قال ابن منظور في (لسان العرب) إنه اسم مصدر بمعنى الإغاثة قال: وأغاثه الله غوثا وغياثا والأولى أعلى اهـ. ¶ ولعل التجانيين ومن سار على دربهم يقصدون بالغوث المغيث من باب إطلاق المصدر على أسم الفاعل فإن قصدوا ذلك فقد أمعنوا في الضلال فإنه لا مغيث إلا الله قال تعالى في سورة الأنفال آية 9: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ (9) } وكان ذلك في غزوة بدر والنبي صلى الله عليه وسلم وهو أفضل خلق الله بين أظهرهم ولم يستغيثوا به بل هو نفسه عليه الصلاة والسلام كان يستغيث بالله ويقول (اللهم إن تهلك هذه العصابة اليوم لا تعبد) وروى مسلم في صحيحه من حديث ابن عباس قال حدثني عمر بن الخطاب قال لما كان يوم بدر نظر رسل الله صلى الله عليه وسلم إلى المشركين وأصحابه ثلاثمائة وتسعة عشر فاستقبل النبي صلى الله عليه وسلم القبلة ثم مد يديه فجعل يهتف بربه (اللهم أنجز لي ما وعدتني) وفيه فما زال يهتف بربه حتى سقط رداؤه عن منكبيه فأخذ أبو بكر فألقاه على منكبيه ثم التزمه من ورائه وقال يا نبي الله كفاك مناشدتك ربك فإنه سينجز لك ما وعد فأنزل الله تعالى: ¶ {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ (9) } فتبين لك أيها القارئ الموفق أن الاستغاثة دعاء والدعاء مخ العبادة ومن استغاث بغير الله فقد أشرك وعبد مع الله غيره ومن زعم أنه هو أو غيره من المخلوقين قادر أن يغيث من استغاث به ويجيب المضطر ويكشف السوء ويجعل الناس خلفاء في الأرض فقد اتخذ مع الله إلها آخر بنصوص القرآن والسنة أنظر آيات النمل من قوله تعالى: {قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آَللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ (59) } من آية 58 ـ 64 ذكر الله تعالى في هذه الآيات أمورا خاصة به لا يقدر عليها غيره، منها إجابة المضطر وكشف السوء وتولية المناصب والهداية في ظلمات البر والبحر وإرسال الرياح فمن نسب شيئا من هذه الأمور إلى مخلوق أانه هو الفاعل لها بغير طريق الأسباب فقد أشرك بالله وعبد معه غيره واعلم أنه يجب على كل",
            "page": "52",
            "part": "1",
            "seal": "D365A55D"
        },
        {
            "id": "50",
            "nass": "مسلم أن يوحد الله في ربوبيته وفي عبادته وفي أسمائه وصفاته فهذه أنواع التوحيد الثلاثة من أخل بها أو بشيء منها فهو كافر. أما توحيد الربوبية فهو أن يوحد الله تعالى بأفعاله بأن تعتقد أنه الموجد الممد فهو الذي يخلق وهو الذي يرزق وهو الذي يحيي ويميت ويعطي ويمنع ويخفض ويرفع ويعز ويدل ويتصرف في الخلق ويحفظ على كل مخلوق وجوده وأما توحيد العبادة ويسمى أيضا توحيد الإلهية فهو أن توحد الله بأفعالك فلا تتوجه بقلبك ولسانك إلى غيره بدعائك واستغاثتك واستعادتك واستمدادك واستشفائك واستعانتك وغير ذلك من حاجاتك التي لا يقدر عليها إلا الله. وأما توحيد الأسماء والصفات فهو ألا تسمي الله إلا بما سمى به نفسه في كتابه، أو وصفه به رسوله صلى الله عليه وسلم في حديثه، وكل اسم سميت الله به لا تسم به أحدا من خلقه، وكل صفة وصفت الله بها لا تصف بها أحدا من خلقه. ¶ فإن قيل: قال الله تعالى في سورة القصص آية 15: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} فهذ1 رجل إسرائيلي استغاث بموسى فأغاثه موسى وذلك دليل على جواز الاستغاثة بالمخلوق. ¶ فالجواب أن الاستغاثة بالمخلوق فيما يقدر عليه المخلوق إذا كان حاضرا جائزة أما الاستغاثة بالمخلوق فيما لا يقدر عليه إلا الخالق كهداية القلوب وشفاء المرض بلا علاج بل بالهمة والحال وإنقاذ الغريق وتسهيل الولادة على من اعتراها الطلق وتفريج الكروب ومغفرة الذنوب وإنجاح طالب العلم بدون تعليم وإدخال الجنة والنجاة من النار وغير ذلك من الأمور التي ليس للمستغاث به فيها عمل إلا أن يوجه همته ويقول كن فيكون فمن طلب من المخلوق شيئا من ذلك فهو كافر قال الله تعالى في سورة فاطر آية 13، 14: {ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ (13) إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ (14) } وقال تعالى في سورة الأحقاف 5، 6: {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ َOخgح¬! %tوكٹ غَافِلُونَ (5) وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ (6) } والآيات في هذا كثيرة وفي الآيتين التصريح بأن من دعا غير الله لجلب نفع أو لدفع ضر وفي الآية الثانية أن من دعا غير الله ضال كافر.",
            "page": "53",
            "part": "1",
            "seal": "28A1FE6A"
        },
        {
            "id": "51",
            "nass": "البرزخ ¶ تكررت تسمية صاحب الرماح لشيخه بالبرزخ وجاء لفظ البرزخ في كلامه مفردا وجمعا فماذا يعني بالبرزخ ففي كتب اللغة البرزخ هو الحاجز بين شيئين، وبهذا المعنى جاء في كتاب الله عز وجل والبرزخ هو حياة الروح بعد الموت وقبل البعث فتسمى المدة التي بينهما برزخا ولعل صاحب الرماح يقصد بالبرزخ ما ادعاه لشيخه من أنه واسطة ببين الأنبياء والأولياء، فلا يصل إلى ولي مدد إلا بتوسطه، ويفهم من كلامه أن كل شيخ برزخ بين الشيخ التجاني وبين أتباعه المستمدين منه وقد تقدم أن المدد كله من الله وحده لجميع عباده من الأنبياء والصديقين والشهداء والصالحين أما إبلاغ الرسالة إلى العباد فلا بد فيه من واسطة فالأنبياء والرسل يتلقون الوحي من الله تعالى ويبلغونه أممهم ولا يملك أحد من الرسل لأمته نفعا ولا ضرا وليس عليهم إلا البلاغ المبين والتبشير والإنذار فهم حجج الله على خلقه وهم الشهداء على أممهم يوم القيامة وأما المدد بجميع أنواعه الحسية والمعنوية فليس لهم منه شيء. ¶ المسالة الرابعة ¶ وهي تابعة للمسالة الثانية ومتفرعة منها، قال صاحب الرماح نقلا عن شيخه التجاني إنه ينادي مناد يوم القيامة في المحشر من قبل الله تعالى مشيرا إلى الشيخ أحمد التجاني ومخاطبا لأهل المحشر كلهم هذا إمامكم الذي كان يمدكم وأنتم لا تشعرون. ¶ قال محمد تقي الدين الهلالي هذا من القول على بلا علم قال الله تعالى في سورة الأعراف آية 33: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ (33) } وقد أجمع السلف الصالح من الصحابة والتابعين والأئمة المجتهدين أن من أخبر عن الله أو عن رسول الله صلى الله عليه وسلم بخبر ليس في كتاب الله ولا روى بسند صحيح إلى رسول الله صلى الله عليه وسلم فقد قال على الله بلا علم وخبره مردود ولا سبيل لأحد أن يروي عن النبي صلى الله عليه وسلم إلا من الطريق الذي روى عنه أصحابه والتابعين لهم بإحسان وهو السماع منه عليه الصلاة والسلام في حال حياته أو السماع ممن سمع منه ومثل ذلك القراءة على الشيخ مع إقراره فهذا الخبر باطل بإجماع المسلمين هذا لو كان المدد صحيحا فكيف والمدد نفسه باطل لا وجود له إلا في خيال المدعين له وهم التجانيون.",
            "page": "54",
            "part": "1",
            "seal": "B67116B7"
        },
        {
            "id": "52",
            "nass": "المسألة الخامسة ¶ ما نقله صاحب الرماح عن شيخه التجاني أنه قال إن الشيخ عبد القادر الجيلاني قال قدمي هذه على رقبة كل ولي لله وذلك خاص بأولياء زمانه أما أنا فأقول لكم: قدماي هاتان على رقبة كل ولي لله من لدن آدم إلى النفخ في الصور اهـ. ¶ قال محمد تقي الدين هذه مقالة تقشعر منها الجلود قال الله تعالى في سورة القصص آية 73: {تِلْكَ الدَّارُ الْآَخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ (83) } قال ابن كثير في تفسيره: يخبر تعالى إن الدار الآخرة ونعيمها المقيم الذي لا يحول ولا يزول، جعلها لعباده المؤمنين المتواضعين الذين لا يريدون علوا في الأرض أي ترفعا على خلق الله وتعاظما عليهم اهـ. ¶ وقال البخاري رحمه الله في كتاب الإيمان من صحيحه قال ابن مليكة أدركت ثلاثين من أصحاب النبي صلى الله عليه وسلم كلهم يخاف النفاق على نفسه قال الحافظ في الفتح هذا التعليق وصله ابن خيثمة في تاريخه لكن أبهم العدد وكذا أخرجه ابن نمر المروزي مطولا في كتاب الإيمان له والصحابة الذين أدركهم ابن أبي مليكة من أجلهم عائشة وأختها أسماء وأم سلمة والعبادلة الأربعة وأبو هريرة وعقبة بن الحارث والمسور بن مخزمة فهؤلاء ممن سمع منهم وقد أدرك جماعة أجل من هؤلاء كعلي بن أبى طالب وسعد بن أبي وقاص وفيه قال إبراهيم التيمي ما عرضت قولي على عملي إلا خشيت أن أكون مكذبا وقال البخاري ويذكر عن الحسن البصري ما خافه إلا مؤمن ولا أمنه إلا منافق قال في الفتح هذا التعليق وصله جعفر الفريابي في كتاب صفة المنافق له من طرق متعددة بألفاظ مختلفة وقد يستشكل ترك البخاري الجزم به مع صحته عنه وذلك محمول على قاعدة ذكرها لي شيخنا أبو الفضل الحسين الحافظ رحمه لله وهي أن البخاري لا يخص صيغة التمريض بضعف الإسناد بل إذا ذكر المتن بالمعنى أو اختصره أتى بها أيضا لما علم من الخلاف في ذلك فهنا كذلك وقد أوقع اختصاره له لبعضهم الاضطراب في فهمه فقال النووي (ما خافه إلا مؤمن ولا أمنه إلا منافق) يعني الله تعالى قال الله تعالى: {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ (46) } وقال: {فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ (99) } وكذا شرحه ابن التين وجماعة من المتأخرين، وقرره الكرماني هكذا، فقال: ما خافه أي خاف من الله فحذف الجار وأوصل الفعل إليه ثم ساق الحافظ سند الفريابي إلى المعلى ابن زياد فقال سمعت الحسن يحلف في هذا المسجد بالله الذي لا إله إلا هو ما مضى مؤمن قط ولا بقي إلا وهو من النفاق مشفق ولا مضى منافق ولا بقي إلا وهو من النفاق",
            "page": "55",
            "part": "1",
            "seal": "A370C2A0"
        },
        {
            "id": "53",
            "nass": "آمن. وكان يقول من لم يخف النفاق فهو منافق. ثم ذكر الحافظ عن أحمد بن حنبل ¶ بسنده مثله، ثم قال: وهذا موافق لأثر ابن مليكة قبله، وهو قوله: يخاف النفاق على نفسه. ¶ وقفة لتوضيح ما تقدم ¶ في هذا الكلام فوائد: ¶ الأولى: أن البخاري رحمه الله علق خبر إبراهيم التيمي بصيغة الجزم ومن المعلوم عند أهل الحديث أن الأخبار المعلقة في صحيح البخاري أعني التي يحذف سندها كله أو بعضه مروية بأسانيد صحيحة أو حسنة وهذا الخبر يدل على أن السلف الصالح كانوا يتهمون أنفسهم ويخافون عليها من الكفر وحبوط العمل فهم أبعد الناس عن سلوك طريقة التجانيين الذين يجزمون بأنهم أولياء الله وأنهم يدخلون الجنة بغير حساب وأن شيخهم خاتم الأولياء وسيدهم وممدهم فما أبعد هذه الدعاوى عما كان عليه السلف الصالح من الصحابة والتابعين والأئمة المجتهدين وهم لعمري أولى بالاتباع من التجانيين ومن يرغب عن اتباعهم ويتمسك بطريقة التجانيين إلا من سفه نفسه. ¶ الثانية: خبر ابن مليكة عن أصحاب رسول الله صلى الله عليه وسلم أنهم كانوا يخافون النفاق على أنفسهم فما أبعد حالهم من حال هؤلاء التجانيين الذين ملؤوا الدنيا افتخارا واستعلاء!! وتألوا على الله وأراحوا أنفسهم من جميع التكاليف، ومن تألى على الله أكذبه، قال تعالى في سورة النساء آية 123، 124 {لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (123) وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا (124) } هذا كتاب الله ينطق عليهم بالحق فكيف نبذوه وراء ظهورهم وتمسكوا بوساوس وتخيلات مَا {أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى (23) أَمْ لِلْإِنْسَانِ مَا تَمَنَّى (24) فَلِلَّهِ الْآَخِرَةُ وَالْأُولَى (25) } لا معطي ولا مانع ولا خافض ولا رافع إلا الله، وعن شداد بن أوس قال: قال رسول الله صلى الله عليه وسلم: (الكيس من دان نفسه وعمل لما بعد الموت والعاجز من اتبع نفسه هواها وتمنى على الله الأماني) رواه أحمد والترمذي والحاكم وقال صحيح على شرط مسلم. ¶ ولعمر الله أن التجانيين لم يدينوا أنفسهم بل أتبعوها أهواءها وتمنوا على الله الأماني.",
            "page": "56",
            "part": "1",
            "seal": "205DADAB"
        },
        {
            "id": "54",
            "nass": "الفائدة الثالثة: قول البخاري ويذكر عن الحسن هذه الصيغة تسمى صيغة التمريض وكثير من العلماء يظن أن البخاري إذا علق حديثا بصيغة الجزم مثل قال وذكر فالحديث عنده صحيح أو حسن إلا أنه ليس على شرطه وإذا قال يقال أو يذكر فالحديث عنده غير صحيح بل ضعيف وقد بين الحافظ بالبرهان القاطع أن هذا الفهم لا يلزم أن يكون كل حديث وقع في صحيح البخاري بهذه الصيغة ضعيفا لأن البخاري يستعمل هذه الصيغة في الخبر إذا اختصره أو رواه بالمعنى ولو كان صحيحا ومن الأحاديث الصحيحة التي استعمل فيها البخاري صيغة التمريض مع صحتها هذا الحديث هذا معنى ما تقدم من كلام الحافظ. ¶ الفائدة الرابعة: أن اختصار البخاري لخبر الحسن البصري أوقع بعض شراح البخاري ومسلم في وهم عظيم منهم النووي والكرماني وقبله ابن التين. ¶ الفائدة الخامسة: أن الكرماني بعد ما نقل كلام ابن التين الذي يدل على أن الضميرين في أمنَّه وخافه يعودان على الله تعالى وأقره قال ما خافه أي خاف الله فحذف الجار وأوصل الفعل إليه. ¶ قال محمد تقي الدين الهلالي: وهذه زلة نحوية عظيمة، لأن خاف يتعدى بنفسه فلا حاجة إلى تقدير الحذف قال تعالى: {وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ (175) } وقال تعالى: {يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ} وقال تعالى: {تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ} ومن ذلك تعلم أن العالم وإن عظم شأنه في العلم يقع في أخطاء فإياك والتقليد فالكمال لله تعالى. ¶ وهناك زلة أعظم منها وهي ادعائهم أن الضمير في أمنه وخافه يعود على الله والحق أنه يعود على النفاق. وليث شعري ما فائدة قول التجاني (قدماي هاتان على رقبة كل ولي لله من لدن آدم إلى النفخ في الصور) فإن أقل المؤمنين تواضعا وتأدبا مع الله ومع عباده المؤمنين لا تحدثه نفسه أن يضع قدمه منعولة أو حافية على قدم مؤمن آخر فكيف يضعها على رقبته أليس هذا غاية التحقير والإهانة وكيف يليق بمتصوف هذب نفسه وجاهدها حتى وصلت إلى الله بزعمه وطهرت من جميع الرعونات والرين والدرن أن يطأ رقاب الناس بقدميه وعهدنا بالمتصوفة كالشادلية مثلا أن يسموا أنفسهم تراب أقدام أهل الله فجاء التجانيون بعكس ذلك ألم يكفهم أنهم زعموا أن شيخهم خاتم الأولياء وسيد العارفين وممدهم وإمامهم حتى أرادوا أن يفرشوا له جميع أولياء الله الصالحين ليمشي على رقابهم بقدميه فلا إله إلا الله ماذا يبلغ الغرور بأصحابه. ولا نظن أبدا أن الشيخ",
            "page": "57",
            "part": "1",
            "seal": "F7452CA5"
        },
        {
            "id": "55",
            "nass": "عبد القادر الجيلاني قال ما نسبوه إليه وهو (قدمي هذه ¶ على رقبة كل ولي لله) فإنه كان إماما حنبليا صافي العقيدة، محدثا فقيها، من خيار عباد الله الصالحين، وهذه ترجمته في طبقات الحنابلة ليس فيها ما ذكر، ولا تشم منها رائحة لطلب الغلو والكبرياء، ولكن من قال على الله وعلى رسوله بلا علم فكيف يتورع أن يقول على الشيخ عبد القادر ما لم يقله. وإذا فرضنا أنه قال ذلك كان ماذا، فهو ليس بمعصوم وكل واحد يؤخذ من كلامه ويترك إلا رسول الله صلى الله عليه وسلم. ¶ المسألة السادسة ¶ ما نقله صاحب الجواهر وصاحب الرماح عن شيخهما أنه قال: إن مقامنا عند الله في الآخرة لا يصله أحد من الأولياء ولا يقاربه من كبر شأنه ولا من صغر وأن جميع الأولياء من عصر الصحابة إلى النفخ في الصور ليس فيهم من يصل مقامنا، يقال أن أمور الآخرة لا يجوز لأحد أن يخبر عنها إلا بدليل من كتاب الله أو سنة رسول الله صلى الله عليه وسلم ومن أخبر بشيء منها بدون دليل فهو مردود بإجماع المسلمين ولا يساوي عند أهل العلم قلامة ظفر بل يعدونه من الكذب على الله وقد تقدم في المسائل الخمس ما يبطل هذه الدعوى بالأدلة القاطعة وأنوار الساطعة. ¶ المسألة السابعة ¶ في جوهر المعاني وسألته (يعني أحمد التجاني) عن تفضيل الصحابي الذي لم يفتح عليه وعن القطب من غير الصحابة، فأجاب بقوله اختلف الناس في تفضيل الصحابي الذي لم يفتح عليه على القطب من غير الصحابة فذهبت طائفة على تفضيل الصحابي الذي لم يفتح عليه على القطب من غير الصحابة وذهبت طائفة إلى تفضيل القطب والراجح تفضيل الصحابي على القطب بشاهد قوله صلى الله عليه وسلم: (إن الله اصطفى أصحابي على سائر العالمين سوى النبيين والمرسلين، وقوله صلى الله عليه وسلم: (لو أنفق أحدكم مثل أحد ذهب ما بلغ مد أحدهم ولا نصيفه) وكذلك قوله صلى الله عليه وسلم (خير القرون قرني ثم الذين يلونهم الحديث) انتهى باختصار. ¶ قال محمد تقي الدين الهلالي هذا السؤال وجوابه من أعجب العجب والله المستعان على ما يصفون السؤال فاسد وجوابه أفسد منه فما معنى هذا الفتح الذي يحرم منه",
            "page": "58",
            "part": "1",
            "seal": "76FEA2C8"
        },
        {
            "id": "56",
            "nass": "الصحابة ويناله ¶ غيرهم؟ والحديث الذي جاء في الجواب حجة على فساد السؤال والجواب، أخرج البخاري ومسلم وغيرهما من حديث أبي سعيد الخدري قال النبي صلى الله علية وسلم: (لا تسبوا أصحابي فلو أن أحدكم أنفق مثل أحد ذهبا ما بلغ مد أحدهم ولا نصيفه) وقال تعالى بعد ذكر السابقين منهم واللاحقين {وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} وأن القول بأن الصحابي كيفما كانت مرتبته من السابقين الأولين أو اللاحقين وكلا وعد الله الحسنى يجوز أن لا يفتح عليه والقطب الذي يأتي بعد زمن الصحابة وبعد القرون المفضلة يأتي في الأزمنة المذمومة على لسان النبي صلى الله عليه وسلم الذي لا ينطق عن الهوى يُفتح عليه تنقص ومسبَّة للصحابة وما هو هذا الفتح يا ترى؟ فإن كان معرفة الله تعالى ونيل مراتب الإحسان العالية ومقامات المراقبة السامية فكيف يتفق هذا القول مع تعظيم الصحابة فكل فتح يُحرم منه الصحابيُّ ويناله شخص وُجد بعد القرون المفضلة فهو فتح شيطاني ووساوس وضلالات نعوذ بالله منها وقد تقدم الكلام في القطب وهو أنه لا وجود له كل الغول والعنقاء، كما قال الشاعر: ¶ ولقد خبرت بني الزمان فلم أجد ¶ فيهم جميع من أود وأصطفي ¶ فعلمت أن المستحيل ثلاثة ¶ الغول والعنقاء والخل الوفي ¶ ومن ترك الكتاب والسنة وابتغى الهدى في غير كتاب الله أضله الله تعالى فلا غرابة إذا رأينا التجانيين يتناقضون فيما نقلوه عن شيخهم واعتقدوه من تفضيل الصحابة على غيرهم وعدم دخولهم في تلقي المدد الذي اخترعوه ونسبوه إلى دين الله تعالى وهو تخيلات وأوهام. ¶ أمور يضحك السفهاء منها ¶ ويبكي من عواقبها اللبيب ¶ فالحمد لله الذي عافانا من هذا الهوس وأخرجنا من الظلمات إلى النور نسأله أن يديم علينا نعمة الإسلام واتباع كتابه ورسوله عليه الصلاة والسلام.",
            "page": "59",
            "part": "1",
            "seal": "6C369395"
        },
        {
            "id": "57",
            "nass": "المسالة الثامنة ¶ قال صاحب الرماح ناقلا عن شيخه التجاني أنه قال: (وخصصت بعلوم بيني وبينه منه إلي مشافهة لا يعلمها إلا الله عز وجل بلا واسطة اهـ. ¶ أقول هذا الكلام لا يصح من وجوه: ¶ أولها: أنه يلزم منه أن النبي صلى الله عليه وسلم كتم هذه العلوم عن الخلفاء الراشدين من كبار الصحابة في حياته وكتمها عن خيار أمته بعد ذلك وخبأها إلى أواخر القرن الثاني عشر وخص بها الشيخ التجاني والله تعالى يقول في سورة المائدة آية 67: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} قال جلال الدين في تفسيره ما نصه، يا أيها الرسول بلغ: (جميع) ما أنزل إليك من ربك، ولا تكتم منه شيئا خوفا أن تُنال بمكروه وأن لم تفعل، أي لم تبلغ جميع ما أنزل إليك فما بلغت رسالته بالإفراد والجمع لأن كتمان بعضها ككتمان كلها اهـ. ¶ قال الجمل في حاشيته قال ابن عطية أي وإن تركت شيئا فقد تركت الكل وصار ما بلغته غير معتد به فصار المعنى وإن لم تستوفي ما أمرت بتبليغه فحكمك في العصيان وعدم الامتثال حكم من لم يبلغ شيئا أصلا قال الكرخي قوله (جميع ما أنزل إليك) أشار به إلى أن ما موصولة بمعنى الذي لا نكرة ما موصوفة لأنه مأمور بتبليغ الجميع كما قرره والنكرة لا تفي إذ تقديرها بلغ شيئا مما أنزل إليك ومن تم قالوا الدعوة مثل الصلاة إذا نقص منها ركن بطلت اهـ. ¶ ثانيا: أن يقال إما أن تكون هذه العلوم المكتومة فيها خير للأمة أو لا خير فيها فإن كان فيها خير فكيف يحرم النبي صلى الله عليه وسلم أصحابه ومن بعدهم إلى أواخر القرن الثاني عشر من هذا الخير وهو الرؤوف الرحيم الذي ما ترك شيئا ينفع أمته إلا بينه لهم ورغبهم فيه ولا ترك شيئا يضرهم إلا حذرهم منه كما دلت على ذلك الأخبار الصحاح وأجمع عليه السلف الصالح قال تعالى في سورة النحل آية 44: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} وقد فعل رسول الله صلى الله عليه وسلم ما أمره ربه به على أكمل وجه قال البخاري رحمه الله في تفسير آية المائدة التي تقدم ذكرها بسنده إلى عائشة رضي الله عنها (من حدثك أن محمدا كتما شيئا مما أنزل الله عليه فقد كذب) وهو يقول: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} وقد ذكر ابن كثير في تفسير سورة المائدة أحاديث في هذا المعنى لم أرى حاجة لذكرها.",
            "page": "60",
            "part": "1",
            "seal": "B3122772"
        },
        {
            "id": "58",
            "nass": "ثالثها: إن يقال هذه العلوم التي اختص بها رسول الله صلى الله عليه وسلم الشيخ التجاني ما هي؟ وهل علَّمها الشيخ تلامذته ومُريديه أم كتمها عنهم؟ فإن علمهم إياها فأبرزوها لنا وإن لم يعلمهم إياها فما فائدتها وفي الحديث الصحيح أن النبي صلى الله عليه وسلم قال: (اللهم إني أعوذ بك من قلب لا يخشع ودعاء لا يسمع ونفس لا تشبع وعلم لا ينفع) . ¶ وفي صحيح البخاري عن علي بن أبي طالب رضي الله عنه أنه قيل له: هل خصكم رسول الله صلى الله عليه وسلم معشر أهل البيت بشيء فقال: (والذي فلق الحبة وبرأ النسمة ما خصنا رسول الله صلى الله عليه وسلم بشيء إلا فهما يُعطاه رجل في كتاب الله وإلَّا ما في هذه الصحيفة فقرأت فإذا فيها العقل وفكاك الأسير وألا يُقتل مسلم بكافر) فإن قيل قد صح عن حذيفة وأبي هريرة أن النبي صلى الله عليه وسلم أخبرهما بأمور كان يكتمانها فالجواب أن الذي أخبر به حذيفة أسماء المنافقين ولم يكن يكتمها عن جميع الناس إنما كان يكتمها عن عامة الناس بدليل قوله لعمر بن الخطاب رضي الله عنه حين سأله فقال أنشدك الله هل ذكر لك رسول الله صلى الله عليه وسلم اسمي في أسماء المنافقين فقال لا ولا أزكي بعدك أحد وإنما كتم حذيفة أسماء المنافقين لأن المفسدة التي في ذكرها تفوق المصلحة التي في كتمنها، ودرء المفاسد مقدم على جلب المصالح وأما أبو هريرة فقد أخبره النبي صلى الله عليه وسلم بالفتن التي تقع بعد وفاته صلى الله عليه وسلم فكان أبو هريرة يقول كما في صحيح البخاري (حملت عن النبي صلى الله عليه وسلم وعاءين أما أحدها فبثثته لكم وأما الآخر فلو بثثته لقطع مني هذا البلعوم) ومع ذلك باح به للخاصة فقال أعوذ بالله من حدود الستين وإمارة الصبيان وقد روى الأئمة الشيء الكثير من أخبار الفتن التي وقعت في زمن بني أمية عموما وخصوصا فثبت بذلك أن أبا هريرة لم يكن يكتمها عن الخاصة. ¶ المسألة التاسعة ¶ قال صاحب الرماح نقلا عن من سأل شيخه: وسألته عن حقيقة الولاية فأجاب ما نصه: الولاية عامة وخاصة، فالعامة من آدم عليه السلام إلى عيسى عليه السلام والخاصة هي من سيد الوجود صلى الله عليه وسلم إلى الختم والمراد بالخاصة هي من اتصف صاحبها بأوصاف الحق الثلاثمائة على الكمال ولم ينقص منها واحداً إن لله ثلاثمائة خلق من اتصف بواحدٍ منها دخل الجنة وهذا خاص بسيد الوجود صلى",
            "page": "61",
            "part": "1",
            "seal": "7A3A8975"
        },
        {
            "id": "59",
            "nass": "الله عليه وسلم، ومن ورثه من أقطاب هذه الأمة الشريفة إلى الختم هكذا قال ونسبه إلى الحاتمي ثم قال سيدنا ولا يلزم من هذه الخصوصية التي هي الاتصاف بالأخلاق على الكمال أن يكونوا كلهم أعلى من غيرهم في كل وجه بل قد يكونوا من لم يتصف بها أعلى من غيره في المقام وأظنه يشير إلى نفسه وبعض الأكابر من أصحابه لأنه أخبره سيد الوجود صلى الله عليه وسلم بأن مقامه أعلى من جميع المقامات اهـ. ¶ فأقول في هذا الكلام ضلالات: ¶ الأولى: القول على الله بلا علم فإنه لم يذكر دليلا على ما قال لا من كتاب الله ولا من سنة رسول الله صلى الله عليه وسلم وهذا من علم الغيب الذي لا يجوز القول فيه بالرأي. ¶ الثانية: أن مقتضى هذا الكلام أن الختم هو ابن عربي الحاتمي، وقد تقدم نقلهم عن ابن عربي الحاتمي أنه ادعى أنه خاتم الأولياء ثم تبين له أنه ليس كذلك وأن الختم سيأتي في أخر الزمان وقد اجتهد أن يعرف اسمه وبلده وفلم يستطع. والتجانيون يعتقدون أن شيخهم هو خاتم الأولياء وذلك تناقض. ¶ الثالثة: ما هذه الأخلاق الثلاثمائة التي هي من أخلاق الله ومن تخلق بواحد منها دخل الجنة لماذا لم يبينها شيخهم لهم ليتخلقوا بها أم هي أيضا مكتومة فأي فائدة في ذكر عددها لهم؟ . ¶ الرابعة: أن مقتضى هذا الكلام أن التجانيين وشيخهم خارجون عن الولاية العامة والخاصة إلا أنه قال راقعا للفتق لا يلزم أن يكن أهل الولاية الخاصة التي تنتهي عند ابن عربي الحاتمي أفضل من غيرهم لأن النبي صلى الله عليه وسلم أخبر شيخهم أن مقامه أعلى من جميع المقامات وليث شعري كيف يكون لمن خرج عن ولاية الله العامة والخاصة مقام عال فضلا عن أن يكون أعلى من غيره. فهذا الكلام في غاية التناقض والاضطراب والله المستعان. ¶ المسألة العاشرة ¶ قوله في الرماح وهو موجود في الجواهر وفي سائر كتبهم كل الطرائق تدخل عليه - كذا - طريقتنا فتطبلها وطابعنا يركب على كل طابع ولا يحمل طابعنا غيره من ترك من",
            "page": "62",
            "part": "1",
            "seal": "0F573E59"
        },
        {
            "id": "60",
            "nass": "أوراد المشايخ وردا لأجل الدخول في طريقتنا هذه المحمدية التي شرفها الله تعالى على جميع الطرق أمَّنه الله في الدنيا والآخرة فلا يخاف من شيء يصيبه لا من الله ولا من رسوله ولا من شيخه أيا كان من الأحياء أو من الأموات وأما من دخل زمرتنا وتأخر عنها ودخل غيرها تحل به المصائب دنيا وأخرى ولا يفلح أبدا قلت وهذا لأنه قد ثبت أول الفصل أن صاحبها (يعني الشيخ التجاني) هو الختم الممد الذي يستمد منه من سواه من الأولياء والعارفين والصديقين والأغواث ومن ترك المستمد ورجع إلى الممد فلا لوم عليه ولا خوف بخلاف من ترك الممد ورجع إلى المستمد. اهـ ¶ قال محمد تقي الذين في هذا الكلام طوام عظيمة: ¶ الأولى: أن الطرائق كلها بدعة وضلالة، ولا يجوز أخذ شيء منها لقول النبي صلى الله عليه وسلم: (كل بدعة ضلالة) ولما تقدم في قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} وغير ذلك من الأدلة. ¶ الثانية: أن تلك قسمة ضيزى قسمها التجانيون بينهم وبين سائر الطرائق فجعلوا طريقتهم تدخل على جميع الطرائق فتبطلها، ولا تدخل طريقة من الطريقة على طريقتهم فكأنها نسخت الطرائق، وإن لم تنسخها فقد جعلتها في أسفل المنازل التي لا يرضى بها من له همة عالية وذلك على قول السموأل بن عاديا اليهودي: ¶ وننكر أن شئنا على الناس قولهم ... ولا ينكرون القول حين نقول ¶ وهذا حيف وجور على الطرائق. ¶ الثالثة: أن تلك قسمة ضيزى قسمها التجانيون بينهم وبين سائر الطرائق فجعلوا تعالى لقوله. فلا يخاف من شيء يصيبه لا من الله ولا من رسوله ولا من شيخه أيا كان من الأحياء أو من الأموات والذي يجب على كل مسلم أن يعتقده أنه لا ينفع ولا يضر إلا الله وحده لا شريك له وأن النبي صلى الله عليه وسلم لا ينفع ولا يضر مع أنه أفضل خلق الله قال الله تعالى في سورة الأعراف آية 188: {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ (188) } فأنت ترى أن الله أمر نبيه أن يقول لجميع الناس أنه لا يملك لنفسه فضلا عن غيره نفعا ولا ضرا، بل المالك لذلك هو الله وحده لا شريك الله وأمره أيضا أن يقول لهم أنه لا يعلم الغيب فكيف أن يخاف أحد العقاب من المخلوق نبيا كان أو غير نبي. ¶ الرابعة: كيف يتصور أن يعاقب الله الإنسان على ترك طريقة مبتدعة التزامُها شر",
            "page": "63",
            "part": "1",
            "seal": "79A2A5AF"
        },
        {
            "id": "61",
            "nass": "من المعاصي لأن البدعة شر من المعاصي، لأن المعاصي يرتكبها صاحبها وهو يعلم أنها معصية، ولا ينوي أبدا التقرب إلى الله بها بل يرتكبها وهو خائف من الله إن كان مؤمنا إلا أن الغفلة والجهالة واتباع الهوى غلب خوفه من الله، ولذلك تراه يعترف بذنبه ويرجوا أن يتوب منه فترك الطريقة بالتوبة منها لا يدعو إلى الخوف بل يدعو إلى الأمل لأن الله تعالى يقبل التائبين من المعاصي والبدع ويغفر ذنوبهم. ¶ أما الخوف من النبي صلى الله عليه وسلم فلا معنى له. أما أولا فإن النبي صلى الله عليه وسلم لم يعطه تلك الطريقة ولا أخذ عليه فيها عهدا، بل أعطاه سنته وكتاب الله فنبذهما ظهريا وابتدع فأخذ الطريقة. وأما ثانيا: فلأن النبي صلى الله عليه وسلم لا يقدر على ضر ولا نفع كما تقدم وأما شيخ الطريقة الذي أخذ عنه ذلك المريد الطريقة بواسطة أو بغير واسطة فكيف يستطيع أن يضر من ترك طريقته وهو فقير عاجز إذا كان حيا وإذا كان ميتا فهو أعجز، ومن خاف شيخا غائبا أو ميتا فقد عبده من دون الله وأشرك بالله لأن خوف الله بالغيب عبادة، قال الله تعالى في سورة فاطر: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} وكلما اشتد خوف العبد من الله علا مقامه ولذلك كان النبي صلى اله عليه وسلم أشد الناس خوفا من الله تعالى. ¶ الخامسة أن الشيخ الذي يدعو الناس إلى طريقة مبتدعة ويضلهم بها لا ينبغي له إذا خرجوا من طريقته إن ينتقم منهم لأنهم تابوا إلى الله من البدعة، هذا لو كان قادرا على الانتقام، فكيف وهو عاجز، فإن حبه للانتقام ممن ترك طريقته جريمة يضيفها إلى جريمته الأولى، وهي اختراعه للطريقة ودعوته الناس إليها. ¶ السادسة: ادعائهم أن أخذ الطريقة التجانية ثم تركها تحل به المصائب دنيا وأخرى جرأة عظيمة على الله تعالى فمن أين علموا ذلك أمن الكتاب أم من السنة أم هو من وحي الشيطان ولو قال لهم قائل. إن من أخذ الطريقة التجانية تحل به المصائب دنيا وأخرى ولم يأتهم بدليل كما لم يأتوا بدليل لتصارع القولان وتساقطا ويفضل عند خصمهم البرهان القاطع على أن التمسك بالطريقة التجانية وتصديق ما جاء فيها بدع وضلالات بعضها يفضي إلى الكفر وكلها فيه إثم. ¶ المسألة الحادية عشر ¶ اعتقاد أن القرن الثاني عشر للهجرة يشبه القرن الأول الذي كان فيه النبي صلى",
            "page": "64",
            "part": "1",
            "seal": "F246C3ED"
        },
        {
            "id": "62",
            "nass": "الله عليه وسلم، فقد قال إن القرن الذي فيه القطب المكتوم والبرزخ المحتوم والختم المحمدي المعلوم شيخنا أحمد بن محمد التجاني وذلك القرن هو القرن الثاني عشر من الهجرة المحمدية على صاحبها أفضل الصلاة وأزكى السلام يشاكل قرنه صلى الله عليه وسلم من وجوه: ¶ الأول: أن فيه خاتم الأولياء كما في قرنه خاتم الأنبياء. ¶ الثاني: أن أتباع هذا الولي المجدد الخاتم يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر ويؤمنون بالله وحده ويجاهدون الأمم الضالة كما يجاهدون النفس والهوى والشيطان الجهاد الأكبر، قال الرسول صلى الله عليه وسلم رجعنا من الجهاد الأصغر إلى الجهاد الأكبر قالوا وما الجهاد الأكبر قال جهاد النفس والهوى. ¶ الثالث: الإشارة إلى أن هذا القرن أفضل من جميع ما تقدم من القرون السالفة سوى القرون الثلاثة الوارد النص بأفضليتها، قال رسول الله صلى الله عليه وسلم: (خير القرون قرني ثم الذين يلونهم) الحديث. ثم فسر ذلك صلى الله عليه وسلم بقوله (خير هذه الأمة أولها وآخرها) ج 2 ص 20، قال محمد تقي الدين الهلالي في هذا الكلام نظر من وجوه: ¶ أولها لم يظهر لنا ولا نظن أنه يظهر لغيرنا أن القرن الثاني عشر الهجري يشبه القرن الذي كان فيه النبي صلى الله عليه وسلم بوجه من الوجوه، إلا أنْ يقال أنّ بداية الدعوة المحمدية كان الإسلام فيها غريبا، وكان أهله ضعفاء قليلا عددهم، إلا أنهم في زيادة مستمرة وكان الإسلام يزداد قوة يوما بعد يوم حتى بلغ القمة في آخر حياة النبي صلى الله عليه وسلم وأما القرن الثاني عشر فقد كان الإسلام فيه غريبا، وكان أهله ضعفاء وإن كان عددهم كثيرا وكانوا يزدادون ضعفا يوما بعد يوم ويمتاز القرن الثاني عشر بأن المنتسبين فيه إلى الإسلام كان أكثرهم لا يعرف من الإسلام إلا اسمه، ولا من القرآن إلا رسمه وكان الشرك والبدع في غاية الظهور والانتشار، وكذلك الفجور والفسوق والمعاصي شائعة بدون تغيير، وأعداء الإسلام يزدادون قوة واستيلاء على بلاد المسلمين وبالخصوص في المغرب، الذي كان فيه الشيخ التجاني فقد بلغت فيه الدولة المغربية أسفل سافلي، تكالب أعداء الإسلام من الخارج والفتن والثورات في الداخل فما أقل الشبه، بين زمان النور وزمان الظلام، وكان المغرب قد بدأ في الضعف والانحطاط من القرن الثامن الهجري حين بدأت الطرائق يكثر انتشارها، ويستولي شيوخها الجهال على عقول العامة، وقد كان المغرب قبل ذلك قاهرا لأعدائه، يغزوهم في عقر دارهم، وراياته منصورة، وأيامه في أعدائه مشهورة، فكان مستوليا على أكثر البلاد الإسبانية، فما زال يفقد أقاليمها واحدا",
            "page": "65",
            "part": "1",
            "seal": "BB5B543D"
        },
        {
            "id": "63",
            "nass": "بعد واحد. حتى بلغ في القرن الثاني عشر إلى هوة سحيقة، فأخذ يفقد ثغوره ويستولي عليها أعداؤه، أما الفتن الداخلية وكثرة القتل والنهب وسبي الذرية والنساء وإحراق القرى في أواخر القرن الثاني عشر وأوائل القرن الثالث عشر وهو الوقت الذي استقر فيه الشيخ أحمد التجاني في فاس وبنى زاويته، وانتشرت طريقته، فإنه دخل فاسا بنية الاستيطان والاستقرار، سنة ألف ومائتين وثلاث عشرة (1213 هـ) كما في جواهر ¶ المعاني الجزء الأول صفحة 37، والمدة التي أقامها الشيخ التجاني في فاس هي من ألف ومائتين وثلاث عشرة (1213) إلى ألف ومائتين وثلاثين (1230 هـ) إذ فيها توفي ودفن في وسط زاويته، وإذا أردت أن تعرف مقدار الشقاء الديني والدنيوي الذي كان مخيما على المغرب الأقصى وسائر المغارب، فاقرأ كتب التاريخ ومن أيسرها أسهلها كتاب \"الاستقصاء في أخبار المغرب الأقصى\" للناصري، ولولا كراهية الإطناب وضيق الوقت لنقلت هنا ما تقشعر منه الجلود، ولكن ما لا يدرك كله لا يترك قله، فلذلك أنقل لك من الكتاب المذكور، شيئا قليلا، على لسان ملك المغرب في ذلك الزمان، السلطان أبى الربيع سليمان بن محمد العلوي، رحمه الله، وكان من أحسن ملوك الدولة المغربية دينا وعقلا وحكمة وحسن سياسة، ولكن اتسع الخرق، قال صاحب الاستقصاء في الجزء الثامن صفحة 164: ¶ كان أمير المؤمنين المولى سليمان رحمه الله في هذه المدة قد سئم الحياة ومل العيش وأراد أن يترك أمر الناس لابن أخيه المولى عبد الرحمن بن هشام ويتخلى هو لعبادة ربه إلى أن يأتيه اليقين، قال ذلك غير مرة، وتعددت فيه رسائله ومكاتيبه فمما كتب في ذلك هذه الوصية التي يقول فيها: ¶ الحمد لله، لما رأيت ما وقع من الإلحاد في الدين واستيلاء الفسقة والجهلة على أمر المسلمين وقال عمر: إن تابعناهم تابعناهُم على ما لا نرضى وإلا وقع الخلاف، وأولئك عدول، وهؤلاء فساق، وقال عمر: فبايعنا أبا بكر فكان والله خير، وقال رسول الله صلى الله عليه وسلم في حق أبي بكر: يأبى الله ويدفع المسلمون، ورشحه بتقديمه للصلاة إذ هي عماد الدين. ¶ وقال أبو بكر للمسلمين: بايعوا عمر وأخذ له البيعة في حياته، فلزمت وصحت بعد موته وقال عمر هؤلاء الستة أفضل المسلمين وقال رسول الله صلى الله عليه وسلم نِعم العبد صهيب، وقال أبو عبيدة أمين هذه الأمة، وقال ما أضلت الخضراء ولا أقلت الغبراء",
            "page": "66",
            "part": "1",
            "seal": "5A2B46DB"
        },
        {
            "id": "64",
            "nass": "أصدق لهجة من أبي ذر، وقال في أبي بكر وعمر أكثر من هذا فصار المدح للتعريف واجبا ولإظهار حال الرجل لينتفع به، فأقول جعله الله خالصا لوجهه الكريم ما أظن في أولاد مولانا الجد عبد الله، ولا في أولاد سيدي محمد والدي رحمه الله، ولا أولاد أولاده أفضل من مولاي عبد الرحمن بن هشام ولا أصلح لهذا الأمر منه لأنه إن شاء الله حفظه الله لا يشرب الخمر ولا يزني ولا يكذب ولا يخون ولا يقدم على الدماء والأموال بلا موجب ولو ملك مُلك المشرقين لأنها عبادة صهيبية ويصوم الفرض والنفل، ويصلي الفرد والنفل. ¶ وإنما أتيت به من (الصويرة) ليراه الناس ويعرفوه وأخرجته من (تافيلالت) لأُظهره لهم، لأن الدين النصيحة، فإن اتبعه أهل الحق صلح أمرهم كما صلح سيدي محمد جده وأبوه حي، ولا يحتاجون إليَّ أبدا، ويغبطه أهل المغرب ويتبعونه إن شاء الله اهـ بلفظه. ¶ ومنه تعلم أن القرن الثاني عشر الهجري، كان من شر القرون. ¶ فالعجب من صاحب الرماح كيف يشبهه بقرن النبي صلى الله عليه وسلم، وفي الحديث الصحيح (كل يوم ترذلون) وفيه (لا يأتي يوم إلا والذي بعده شر منه حتى تلقوا ربكم) سمعته من نبيكم صلى الله عليه وسلم. أما دعوى ختم الأولياء فقد تقدم بطلانها فالأولياء بالمعنى الذي أراد صاحب الرماح لا وجود لهم في الحقيقة، وإذا لم يوجدوا فلا خاتم لهم. ¶ أما الأولياء المؤمنون المتقون فليس لهم خاتم. ¶ أما حديث (رجعنا من الجهاد الأصغر إلى الجهاد الأكبر) وحديث (خير أمتي أولها وآخرها) فلا يصح منهما شيء، وسيأتي تحقيق الكلام عليهما في الفصل الذي نعقده لتخريج الأحاديث التي ذكرها صاحب الرماح في ما ننقله عنه إن شاء الله تعالى. ¶ استدراك ¶ فاتني الكلام على مسألة رتبها صاحب الرماح على حديث لا يصح وذلك قوله فيما نقله عن ابن عربي الحاتمي (فكل نبي من لدن آدم إلى آخر نبي ما منهم أحد يأخذ النبوة إلا من مشكاة خاتم النبيين وإن تأخر وجود طينته فإنه بحقيقته موجود وهو قوله كنت نبيا وآدم بين الماء والطين) . ص 11 ج 2",
            "page": "67",
            "part": "1",
            "seal": "647894D2"
        },
        {
            "id": "65",
            "nass": "أي لم يكمل بدنه العنصري بعد فكيف من دونه من أنبياء أولاده، وبيان ذلك أن الله تعالى لما خلق النور المحمدي كما أشار صلى الله عليه وسلم بقوله: (أول ما خلق الله تعالى نوري) جمع في هذا النور المحمدي جميع أرواح (الأنبياء والأولياء، جمعا أحديا قبل التفضيل في الوجود العيني وذلك في مرتبة العقل الأول إلى آخر ما قال مما تقدم ص 11 ج 2. ¶ قال محمد تقي الدين الهلالي هذه الأسطورة التي اخترعها ابن العربي الحاتمي، واستغلها صاحب الرماح وأهل طريقته مبنية على حديثين لو كانا صحيحين لم تكن فيهما دلالة على ما زعم، لإن النبوة فضل من الله تعالى يؤتيها من يشاء من عباده وليست بيد مخلوق فلا تتوقف نبوة نبي على نبي آخر، والنبي صلى الله عليه وسلم هو أفضل الأنبياء وخاتمهم لا يعرف جميع الأنبياء ولا جميع الرسل، قال الله تعالى في سورة المؤمنون آية 78: {وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ} والأحاديث الواردة في عدد الأنبياء والرسل حكم على المشهور منها ابن الجوزي بالوضع، وقد رويت من طرق ضعيفة ومتونها مضطربة ففي بعضها أن عدد الأنبياء مائة ألف وأربعة وعشرون ألفا منهم ثلاثمائة وخمسة عشرة رسولا وفي بعض الروايات ثلاثة بدل خمسة عشر وفي بعضها بعث الله ثمانية ألف نبي، أربعة آلف إلى بني إسرائيل، وأربعة آلف إلى سائر الناس وفي بعضها أن عددهم ألف نبي، وفي بعضها ألف ألف نبي، وقد ذكر هذه الروايات وغيرها الحافظ ابن كثير في تفسير قوله تعالى من سورة النساء آية 164: {وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ} وإذا لم بثبت أن النبي صلى الله عليه وسلم كان يعرف جميع الأنبياء فكيف يكون واسطة في نبوتهم ولا يعرفهم، أما زعمهم أن النبي صلى الله عليه وسلم كان نبيا وآدم بين الماء والطين، فقد قال السخاوي في المقاصد الحسنة، وما اشتهر على الألسنة بلفظ (كنت نبيا وآدم بين الماء والطين) لم أقف عليه اهـ وقد جاءت أحاديث بمعناه، منها ما روي عن النبي صلى الله عليه وسلم أنه قال: (كنت نبيا وآدم بين الروح والجسد) رواه الترمذي والحاكم وصححاه من حديث أبي هريرة، ومعناه أنه كان مكتوبا عند الله نبيا وهذا التفسير هو من تفسير الحديث بالحديث فقد روى ¶ ابن حبان والحاكم في صحيحيهما عن العرباض بن سارية مرفوعا (إني عند الله لمكتوب خاتم النبيين وإن آدم لمجندل في طينته) ويزيدك وضوحا قوله تعالى في آخر سورة الشورى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ} وفي تفسير الجلالين ما نصه، {7د9؛x‹x.ur} أي مثل إيحائنا إلى غيرك من الرسل {أَوْحَيْنَا إِلَيْكَ} يا محمد روحا، هو القرآن به تحيا القلوب، من أمرنا، الذي نوحيه إليك، ما كنت تدري، تعرف قبل الوحي إليك، ما الكتاب، القرآن، ولا الإيمان، أي شرائعه ومعالمه، والنفي",
            "page": "68",
            "part": "1",
            "seal": "3D6E2748"
        },
        {
            "id": "66",
            "nass": "معلق للفعل عن العمل، أو ما بعد سد مسد المفعولين، وقال الإمام بن جرير الطبري أفضل المفسرين بعد الصحابة في تفسير هذه الآية ما نصه: ¶ وقوله: {مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ} يقول جل ثناؤه لنبيه محمد صلى الله عليه وسلم ما كنت تدري يا محمد، أي شيء الكتاب ولا الإيمان، اللذين أعطيناكهما، ولكن جعلناه نورا، هذا القرآن وهو الكتاب نورا يعني ضياءا للناس، يستضيئون بضوئه الذي بين الله فيه، وهو بيانه الذي فيه مما لهم فيه من العمل به الرشاد، ومن النار النجاة {نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا} يقول نهدي به من نشاء هدايته إلى الطريق المستقيم من عبادنا. وبنحو الذي قلنا في ذلك قال أهل التأويل ذكر من قال ذلك، ثم روى بسنده إلى السدي، قال {مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ} يعني محمدا صلى الله عليه وسلم، {وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا} يعني القرآن، وقال جل ثناؤه: {وَلَكِنْ جَعَلْنَاهُ} فوحد الهاء، وقد ذكر قبل الكتاب والإيمان، لأنه قصد به الخبر عن الكتاب. وقال بعضهم عنى به الإيمان والكتاب، ولكن وحد الهاء لأن الأسماء الأفعال يجمع جميعها الفعل كما يقال؛ إقبالك وإدبارك يعجبني، فيوحد وهما اثنان انتهى بلفظه. ¶ وقال الإمام البغوي في تفسيره لهذه الآية ما نصه: {7د9؛x‹x.ur} أي كما أوحينا إلى سائر رسلنا، {أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا} قال ابن عباس نبوة قال الحسن رحمة وقال السدي ومقاتل وحيا، وقال الكلبي كتابا وقال الربيع جبريل، وقال مالك بن دينار يعني القرآن: {مَا كُنْتَ تَدْرِي} قبل الوحي، {مَا الْكِتَابُ وَلَا الْإِيمَانُ} يعني شرائع الإيمان ومعالمه، قال محمد بن إسحاق بن خزيمة الإيمان في هذا الموضع الصلاة ودليله قوله تعالى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} وأهل الأصول على أن الأنبياء عليهم الصلاة والسلام كانوا مؤمنين قبل الوحي، وكان النبي صلى الله عليه وسلم قبل الوحي على دين إبراهيم ولم يتبين له شرائع دينه {وَلَكِنْ جَعَلْنَاهُ نُورًا} قال ابن عباس يعني الإيمان. ¶ فقد علمت من كلام هذين الإمامين ومن نقلا عنهم من أئمة التفسير من السلف الصالح أن النبي صلى الله عليه وسلم، لم يكن نبيا إلا بعد نزول الوحي عليه، فادعاء أنه كان نبيا بالفعل قبل أن يولد ويوجد جسده الشريف من أبين الباطل، ويدل على ذلك حديث بدء الوحي، وأدلة لا تعد ولا تحصى. ¶ منها؛ قوله تعالى في سورة الضحى: {وَوَجَدَكَ ضَالًّا فَهَدَى (7) } فمعناه شبيه بمعنى آية سورة الشورى، كما قال الحافظ ابن كثير، وأما الحديث (أول ما خلق الله نوري) فقد",
            "page": "69",
            "part": "1",
            "seal": "4DDB96D9"
        },
        {
            "id": "67",
            "nass": "قال السيوطي في الحاوي ج 1 ص 325: ليس له إسناد يعتمد عليه، قال الغماري في المغير على الجامع الصغير وهو حديث موضوع، لو ذكر بتمامه لما شك الواقف عليه في وضعه وبقيته تقع في نحو ورقتين كبيرتين مشتملتين على ألفاظ ركيكة ومعان منكرة. وبذلك يتهدم كل ما بناه الحاتمي على هذا الحديث الموضوع، وانتهبه التجانيون من الحاتمي وفرحوا به وبنوا عليه قصر ختم الأولياء وأمدادهم وتفضيل أنفسهم على الأمة كلها، ما عدا الصحابة ولم يشعروا أنهم بنوا قصرهم على جرف هار فانهار بهم. وقول الحاتمي بناء على ما استنبطه من الحديث الموضوع، جمع الله في هذا النور المحمدي جميع أرواح الأنبياء جمعا أحديا قبل التفضيل في الوجود العيني. قال محمد تقي الدين: أقول له وبالله التوفيق؛ الحديث الذي بنيت عليه هذا التقول موضوع ولو صح ما دل على ما زعمت فمن أين لك أن جميع أرواح الأنبياء والمؤمنين الذين تسميهم أولياء كانت في أول خلقها مجموعة جمعا أحديا لا تفضيل فيه ولا تعيي، فقولك هذا رجم بالغيب وكذب على الله، وظواهر الكتاب والسنة تدل على خلافه قال تعالى في سورة آل عمران آية 59: {إِن مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آَدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ (59) الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ (60) } (60) وقال تعالى في سورة ص آية 71، 72: {إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ (71) فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ (72) } . وفي تفسير الجلالين عند هذه الآية ما نصه: {إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ (71) ¶ } هو آدم {فَإِذَا سَوَّيْتُهُ} أتممته {M÷‚xےtRur} أجريت {فِيهِ مِنْ رُوحِي} فصار حيا وإضافة الروح إليه تشريف لآدم والروح جسم لطيف يحيا به الإنسان بنفوذه فيه {فَقَعُوا لَهُ سَاجِدِينَ (72) } سجود تحية بالانحناء اهـ. ¶ وفي حديث الشفاعة الذي أخرجه البخاري وغيره، أن الناس يذهبون إلى آدم فيقولون أنت أبو البشر خلقك الله بيده ونفخ فيك من روحه وأسجد لك ملائكته اشفع لنا عند ربنا. الحديث، وهذا خلاف ما زعم ابن عربي الحاتمي وأخذه منه التجانيون كأنه تنزيل من حكيم حميد. وقوله: (وذلك في مرتبة العقل الأول ثم تعينت الأرواح في مرتبة في اللوح المحفوظ الذي هو النفس الكلية الخ) اهـ. ¶ تعبيره بالعقل الأول والنفس الكلية من عبارات الفلاسفة اليونانيين وهم أجهل الناس بالله تعالى وبرسوله وبكتبه، وقد كانوا وثنيين، فالعقل الأول لا وجود له في الحقيقة كما لا وجود لمسماه وهو الأرواح المجموعة جمعا أحديا قبل التفضيل والتفضيل العين، أما اللوح المحفوظ فالذي يجب على كل مسلم أن يعتقده، هو ما فسره به رسول الله صلى",
            "page": "70",
            "part": "1",
            "seal": "B9A53C5C"
        },
        {
            "id": "68",
            "nass": "الله عليه وسلم والمفسرون الأولون من الصحابة والتابعين ومن تبعهم بإحسان، وقد ذكر المفسرون فيه أقوالا نقتصر منها على ما ذكره الحافظ ابن كثير نقلا عن الطبراني بسنده إلى ابن عباس أن رسول الله صلى الله عليه وسلم قال: إن الله تعالى خلق لوحا محفوظا من درة بيضاء صفحاتها من ياقوتة حمراء قلمه من نور وكتابه نور، لله فيه كل يوم ستون وثلاثمائة لحظة، يخلق ويرزق ويميت ويحيي ويعز ويدل ويفعل ما يشاء. ¶ أما تفسيره بكلام الفلاسفة الكفرة الجاهلين بدين الله فهو من الإلحاد في كلام الله والنفس الكلية لاوجود لها في الأعيان، وإنما توجد في الأذهان فهي من التخيلات التي لا حقيقة لها، وهذا الهوس وأمثاله يسمونه علوم العارفين، فما هي علوم الجاهلين إذا؟ والذي جرأ هؤلاء على اختراع هذه الوساوس وإيهام الناس أنها من الدين خُلو الأوطان التي كانوا يبثُّون فيها ضلالهم من علماء الكتاب والسنة الذين ينفون عن دين الله تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين وفي مثل ذلك ينشد: ¶ خلا لك الجو فبيضي واصفري ونقري ما شئت أن تنقري ¶ لا بد من أخذك يوما فاحذري ¶ وبقية كلامه يُعرف بطلانها مما سبق، أما زعمه أن خاتم الأولياء كان بالفعل عالما بولايته وآدم بين الماء والطين الخ (¬1) ¶ تقدم بطلان المقيس عليه، وهو أن النبي صلى الله عليه وسلم لم يكن يعرف أنه نبي إلا بعد أن أنزل الله عليه القرآن، وإذا بطل المقيس عليه فالمقيس أولى بالبطلان، يضاف إلى ذلك أن الشيخ أحمد التجاني حسبما في كتب التجانيين، وخصوصا جواهر المعاني كان ينتقل من طريقة إلى أخرى وهو في بلاد المغرب، وكذلك فعل حين سافر إلى المشرق ولم يُفتح له في أي طريقة، فلو كان يعلم أنه خاتم الأولياء من الوقت الذي كان فيه آدم بين الماء والطي، ما أخذ تلك الطرائق كلها واستمر في كل واحدة منها برهة من الزمان حتى يئس أن يُفتح عليه فيها ثم انتقل إلى غيرها وهكذا دواليك بل كان يمكث بدون طريقة يعبد الله حتى يصل إلى مرتبته التي هو على يقين أنه يصل إليها وهي الختمية التي تدَّعونها له، ولا يعلم إلا الله هل ادعاها لنفسه كما تزعمون أم هو برئ ¶ ¬_________ ¶ (¬1) وانظر تفصيل حكم الأولياء في كتاب: \" الفرقان بين أولياء الرحمن وأولياء الشيطان \" وقد طبعه المكتب الإسلامي طبعة محققة.",
            "page": "71",
            "part": "1",
            "seal": "0F54DE05"
        },
        {
            "id": "69",
            "nass": "من هذه الدعوى كما يقتضيه قوله، ما جاءكم عني فاعرضوه على كتاب الله وسنة رسوله، فما وافق فهو عني سواء قلته أم لم أقله، وما خالف فليس عني سواء قلته أم لم أقله، ومن كان معظما له محسنا للظن به لابد أن ينفي عنه تلك الأباطيل والله المستعان. ¶ وليكن هذا الاستدراك (المسألة الثانية عشرة) ¶ المسألة الثالثة عشرة ¶ قال صاحب الرماح في صفحة (30) نقلا عن شيخه أنه قال: (أعطاني الله في السبع المثاني ما لم يعطه إلا للأنبياء) قال محمد تقي الدين، ماذا أعطاه الله في السبع المثاني فالسبع المثاني هي الفاتحة على الراجح من أقوال المفسرين، بل على ما فسره النبي صلى الله عليه وسلم نفسه، كما في البخاري ومسلم فهل هذا الذي أعطاه الله بزعمكم من العلوم النافعة أو من العلوم الضارة أو من العلوم التي لا نفع فيها ولا ضرر، فإن كان من العلوم النافعة فهو علمكم إياه أو كتمه عنكم فإن علمكم إياه فما هو؟ وإن لم يعلمكم إياه بل كتمه عنكم فإنكم جعلتموه داخلا في من كتم العلم النافع وفي ذلك وعيد شديد، وهو لعن الله تعالى للكاتم والملائكة والناس أجمعين كما في سورة البقرة رقم 159: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ (159) } وروى أحمد من حديث أبي هريرة مرفوعا (من كتم علما ألجمه الله بلجام من نار) أو كما قال عليه الصلاة والسلام، وإن كان من القسمين الآخرين فلا ينبغي أن يُتَبجح به لأن الجهل به خير من معرفته. ¶ المسالة الرابعة عشرة ¶ ونقل صاحب الرماح عن شيخه التجاني أنه قال في صفحة 30 ما نصه (أعطاني الله تعالى الشفاعة في أهل عصري من حين ولادتي إلى حين مماتي) ثم نقل ذلك عن مؤلف \"جواهر المعاني\" علي حرازم وفيه: وزيادة عشرين سنة بعد وفاته اهـ. ¶ قال محمد تقي الدين، تقدم أن الشيخ أحمد التجاني ولد سنة (1150) وتوفي سنة (1230) للهجرة وبزيادة عشرين سنة يكون الحاصل أن جميع بني آدم الموجودين",
            "page": "72",
            "part": "1",
            "seal": "E9DC2751"
        },
        {
            "id": "70",
            "nass": "في الدنيا من سنة ألف ومائة وخمسين إلى سنة ألف ومائتين وخمسين كلهم يدخلون الجنة بلا عذاب بشفاعة الشيخ التجاني ومدة هذه الشفاعة مائة سنة، ولم يشترط صاحب الرماح ولا من نقل عنه أن يكونوا مسلمين، فلا ندري هل الشرط معتبر عندهم أو غير معتبر، وأظن أنه يبعد أن يراد جميع الناس مسلمهم وكافرهم، لما يلزم عليه من تعطيل الشريعة ومن الشناعة العظيمة، وإذا فرضنا أن المراد بهم المسلمون فقط، يكون ذلك في غاية البطلان لأن هذا الفضل لم يحصل للنبي صلى الله عليه وسلم، الذي هو سيد الشفعاء على الإطلاق وبيان ذلك ما أخرجه البخاري في كتاب الوضوء من صحيحه، عن ابن عباس قال: مر النبي صلى الله عليه وسلم بحائط من حيطان المدينة، فسمع صوت إنسانين يعذبان في قبورهما، فقال النبي صلى الله عليه وسلم: (يعدبان وما يعدبان في كبير، ثم قال بلى، كان أحدهما لا يستتر من بوله، وكان الآخر يمشي بالنميمة) ثم دعا بجريدة فكسرها كسرتين فوضع على كل قبر منها كسرة، فقيل له يا رسول الله لم فعلت هذا قال: (لعله أن يخفف عنهما ما لم ييبسا) ، ومن ذلك تعلم أن النبي صلى الله عليه وسلم لم يُشفِّعه الله تعالى في أهل عصره لا في كافرهم ولا في مسلمهم، وعمره الشريف (63) سنة، وعمر الشيخ التجاني كان نحو (80) سنة، وزعموا أن الله زاد عشرين سنة فبلغت مائة سنة، لا نعلم أن الله أعطى هذه المزية خير خلقه محمدا صلى الله عليه وسلم، وهي الشفاعة في جميع الناس على التفصيل المتقدم ولو ليوم واحد فكيف بشهر؟ فكيف بسنة؟ فكيف بمائة سنة؟ إن هذه الدعوة مناقضة لقواعد الإسلام، وفيها جرأة عظيمة على الله، وبعد عن خشيته، ولم يسبق إليها أحد من خلق الله، وسيجيء إن شاء الله حديث: (يا فاطمة بنت محمد سليني ما شئت وأنقذي نفسك من ¶ النار لا أغني عنك من الله شيئا) ؛ يأتي ذلك أن شاء الله تعالى في الفصل الذي نعقده في فضل المتعلقين بالشيخ التجاني. ¶ لا يقال أن الإنسانين الذين سمع النبي صلى الله عليه وسلم صوتهما كانا كافرين، لأن نقول قال الحافظ ابن حجر في فتح الباري ما نصه (وأما حديث الباب فالظاهر من مجموع طرقه أنهما كانا مسلمين) ، ففي رواية ابن ماجة (مر بقبرين جديدين) فانتفى كونهما في الجاهلية وفي حديث أبي أمامة عند أحمد أنه صلى الله عليه وسلم مر بالبقيع قال: (من دفنتم اليوم ههنا) ، فهذا يدل على أنهما كانا مسلمين، لأن البقيع مقبرة المسلمين والخطاب للمسلمي، مع جريان العادة بأن كل فريق يتولاه من هو منهم، ويقوي كونهما مسلمين رواية أبي بكرة عند أحمد والطبراني بإسناد صحيح (يعذبان وما",
            "page": "73",
            "part": "1",
            "seal": "05A57289"
        },
        {
            "id": "71",
            "nass": "يعدبان في كبير) (¬1) وبلى وما يعدبان إلا في الغيبة والبول، فهذا الحصر ينفي كونهما كانا كافرين، ¶ لأن الكافر وإن عذب على ترك أحكام الإسلام فإنه يعذب على الكفر بلا خلاف اهـ. ¶ المسألة الخامسة عشرة ¶ قال صاحب الرماح صفحة (32 ج 2) ما نصه عن شيخ التجاني أن النبي أخبره بقوله عليه الصلاة والسلام بعزة ربي يوم الاثنين ويوم الجمعة لم أفارقك فيهما من الفجر إلى الغروب ومعي سبعة أملاك وكل من رآك في اليومين تكتب الملائكة اسمه في ورقة من ذهب ويكتبونه من أهل الجنة اهـ. ¶ قال محمد تقي الدين: لا يستطيع أحد أن يعتقد هذا الخبر إلا إذا تجرد من العقل والدين والمروءة، لأن الله سبحانه وتعالى يقول في سورة الزخرف آية (72) : {وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ (72) } ورؤية الشيخ ليست من العمل في شيء؛ ولم يثبت هذا للنبي صلى الله عليه وسلم بقرآن ولا حديث صحيح أو ضعيف؛ فإن الكفار والمنافقين كانوا يرونه كل يوم ولم ينفعهم ذلك فلا أنجاهم من عذاب اله؛ ولا جعلهم من أهل الجنة؛ بل دعاؤه لهم أخبر الله تعالى أنه لا ينفعهم قال الله تعالى في سورة التوبة آية (80) : {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (80) } . ¶ ¬_________ ¶ (¬1) وتمام الحديث في جـ / 5 صفحة 266 من مسند الإمام أحمد بن حنبل، طبع المكتب الإسلامي هو: ((..عن أبي أمامة قال: مر النبي صلى الله عليه وسلم في يوم شديد الحر نحو بقيع الغرقد، قال: فكان الناس يمشون خلفه، قال: فلما سمع صوت النعال وقر ذلك في نفسه، فجلس حتى قدَّمهم أمامه لئلا يقع في نفسه من الكبر؛ فلما مر ببقيع الغرقد إذا بقبرين قد دفنوا فيهما رجلين؛ قال: فوقف النبي صلى الله عليه وسلم فقال: من دفنتم هنا اليوم؟ قالوا يا نبي الله فلان وفلان. قال: إنهما ليعذبان الآن ويفتنان في قبريهما. قالوا: يا رسول الله فيم ذاك؟ قال أما أحدهما فكان لا بتنزه من البول؛ وأما الآخر فكان يمشي بالنميمة. وأخذ جريدة رطبة؛ فشقها؛ ثم جعلها على القبرين. قالوا: يا نبي الله؛ ولم فعلت؟ قال ليخففن عنهما. قالوا يا نبي الله؛ وحتى متى يعذبهما الله؟ قال: غيب لا يعلمه إلا الله؛ قال ولولا تمريغ قلوبكم أو تزيدكم في الحديث لسمعتم ما أسمع)) .",
            "page": "74",
            "part": "1",
            "seal": "3C6D6604"
        },
        {
            "id": "72",
            "nass": "المسألة السادسة عشرة ¶ روى صاحب الرماح عن شيخه التجاني أنه قال للنبي صلى الله عليه وسلم حين أعطاه الطريقة وأمره أن يلقنها الناس ما نصه: أنه ما تنزل إلى إفادة الخلق بعد ما خبره صلى الله عليه وسلم بذلك إلا بعد قوله للنبي صلى الله عليه وسلم، إن كنت بابا لنجاة كل عاص مسرف على نفسه تعلق بي فنعم وإلا فأي فضل لي، فقال صلى الله عليه وسلم أنت باب لنجاة كل عاص تعلق بك وحينئذ طابت نفسه لذلك. قال محمد تقي الدين: في هذا الكلام أمور تدل على بطلانه. ¶ أولهما: أن الله سبحانه وتعالى جعل لكل عاص مسرف على نفسه بابا ليس عليه بواب ولا حرس ولا يتوقف على أحد من البشر وهو باب التوبة؛ وفي الحديث الصحيح أنه مفتوح حتى تطلع الشمس من مغربها؛ وفي ذلك يقول الله سبحانه في سورة الزمر؛ آيات: (53، 54 55) : {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (53) وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ (54) وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ (55) } ففي هذه الآيات إرشاد من الله تعالى لجميع العصاة المسرفين على ما يجب عليهم أن يفعلوه لتغفر ذنوبهم. ¶ فأول ذلك: أن يتوبوا إلى الله تعالى توبة نصوحا بشروطها وقد تقدم ذلك. ¶ ثانيها: أن ينيبوا إلى الله تعالى ويسلموا له أنفسهم ويعملوا بطاعته ويتبعوا رضوانه وإلا جاءهم العذاب ولم يجدوا من ينصرهم أو يدفعه عنهم. ¶ ثالثها: أن يتبعوا كتاب الله وسنة رسوله صلى الله عليه وسلم؛ وإلا جاءهم العذاب بغتة وهم لا يشعرون؛ ولا يصح لهم الإتباع إلا بترك البدع؛ والطرائق كلها؛ ومنها الطريقة التجانية من أقبح البدع؛ وادعاء أن بعض البشر باب لنجاة كل عاص مسرف على نفسه بدعة وتكذيب للقرآن؛ والنبي صلى الله عليه وسلم وهو أفضل خلق الله ليس بابا لنجاة كل عاص مسرف على نفسه إلا إذا وحد الله تعالى واتبع الرسول. وبيان ذلك أن أبا طالب عم النبي صلى الله عليه وسلم كان يحب النبي صلى الله عليه وسلم حبا عظيما أكثر من محبته لأولاده؛ وقاسى الشدائد في الدفاع عنه؛ وكان النبي صلى الله عليه وسلم حريصا على نجاته؛ ولكنه لما أبى أن يقول ((لا إله إلا الله)) لم يستطيع النبي صلى الله عبيه وسلم أن ينجيه من عذاب الله وقد أخبر أنه يكون في ضحضاح",
            "page": "75",
            "part": "1",
            "seal": "166B7C41"
        },
        {
            "id": "73",
            "nass": "من النار يصل إلى كعبيه يغلي منه دماغه؛ وفي صحيح البخاري قصة وفاة أبى طالب على الكفر واستغفار النبي صلى الله عليه وسلم له إلى نهاه الله عن ذلك بقوله عز وجل في سورة التوبة آية (113) : {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آَمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ (113) } ولما مات أبو طالب على الكفر حزن عليه النبي صلى الله عليه وسلم حزنا شديدا فأنزل الله تعالى عليه: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (56) } وقد تقدم الكلام في ذلك. ¶ الأمر الثاني: أن الله تعالى قد أكمل الدين وبلغه رسوله البلاغ المبين ولم يبق شيء منه خافيا ولا مكتوما، فكيف يقول له النبي صلى الله عليه وسلم أرشد الناس، وقد قال الله ذلك في كتابه؛ وقاله ولغيره رسول الله صلى الله عليه وسلم في حديثه. فمن ذلك قوله تعالى في سورة يوسف في آخرها: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ (108) } وقال النبي صلى الله عليه وسلم في خطبته في حجة الوداع: (ليبلغ الشاهد الغائب) وقد فعلوا ما أُمروا به فلم تبق حاجة إلى أمر جديد لأنه يكون من تحصيل الحاصل وهو محال. ¶ الأمر الثالث: كيف يتصور أن يأمر النبي صلى الله عليه وسلم مسلما صادقا في إسلامه محبا للرسول صلى الله عليه وسلم معظما له بأمر فيقول له أنا لا أفعل هذا الأمر إلا بشرط. هذا لو كان ذلك الشرط صحيحا؛ فكيف وهو شرط باطل يهدم قواعد الدين. وفي ذلك من سوء الأدب ما ينزه عنه أقل المؤمنين إيمانا؛ فكيف بسيد الأولياء على زعمكم. ¶ الأمر الرابع: أن النجاة التي اشترطها الشيخ التجاني بزعمهم على النبي صلى الله عليه وسلم هي بيد الله وحده وليست في يد النبي صلى الله عليه وسلم حتى يهبها للتجاني أو يمنعه منها؛ وقد تبين بطلان هذه الحكاية من أساسها والحمد لله رب العالمين. ¶ المسالة السابعة عشرة ¶ زعم صاحب الرماح؛ أن النبي صلى الله عليه وسلم تفضل على شيخه التجاني بدائرة الإحاطة؛ التي هي خاصة بالنبي صلى الله عليه وسلم وبمقامه، ومن بحرها تفضل عليه مولانا رسول الله صلى الله عليه وسلم بالكنز المطلسم الذي هو خاص به صلى الله عليه وسلم وبمقامه. ومن بحرها تفضل عليه مولانا رسول الله صلى الله عليه وسلم بالخريدة",
            "page": "76",
            "part": "1",
            "seal": "81638B03"
        },
        {
            "id": "1",
            "nass": "الهدية الهادية ¶ إلى ¶ الطائفة التجانية ¶ تأليف ¶ الدكتور محمد تقي الدين الهلالي ¶ رحمه الله وغفر له",
            "page": null,
            "part": null,
            "seal": "23DC7FB1"
        },
        {
            "id": "3",
            "nass": "\" الهدية الهادية إلى الطائفة التجانية \" ¶ وقد تفضل سماحته، فأمر بطبعه، فجزاه الله عن الإسلام والمسلمين أحسن الجزاء، وجعل هذا العمل ذخرا في ميزان حسناته يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم. ¶ ولا يفوتني في هذا المقام أن أقدم أسمى آيات الشكر لكل من ساعد على نشر هذا الكتاب ولاسيما الأديب العبقري، فضيلة الأمين العام للجامعة الإسلامية الأستاذ الشيخ محمد العبودي فإنه تلقى هذا العمل باغتباط، وبذل جهوده المشكورة فجزاه الله خيراً. ¶ والله أسأل متوسلا إليه بأسمائه الحسنى كلها وبمحبتنا واتباعنا لخليله محمد خاتم النبيين، وإمام المرسلين، صلوات الله وسلامه عليهم أجمعين، أن ينفعنا بهذا الكتاب وينفع به كثيراً من خلقه، ينير لهم الظلمات بمصابيح الكتاب والسنن المحكمات، ويهدينا جميعا إلى صراطه المستقيم، ويجعل مأوانا في جنات النعيم، مع الذين أنعم عليهم من النبيين والصديقين والشهداء الصالحين، وحسن أولئك رفيقا، والحمد لله رب العالمين.",
            "page": "6",
            "part": "1",
            "seal": "C9557942"
        },
        {
            "id": "4",
            "nass": "الحمد لله الذي أرسل خاتم النبيين وإمام المرسلين، محمدا صلى الله عليه وسلم رحمة للعالمين بشيرا لمن آمن به، واهتدى بهديه، بالفوز المبين ونذيرا لمن كفر به وخالف سنته بالعذاب المهين وصلِّ اللهم على محمد وأزواجه وذريته كما صليت على إبراهيم وبارك على محمد وأزواجه وذريته كما باركت على إبراهيم، صلاة تشمل آله ومن تمسك بسنته إلى يوم الدين. ¶ أما بعد فيقول أفقر العباد إلى الغني الكبير المتعالي، محمد تقي الدين بن عبد القادر الحسيني الهلالي غفر الله ذنبه وستر عيبه: ¶ نشأت في بلاد سجلماسة وحفظت القرآن وأنا ابن اثنتي عشرة سنة ورأيت أهل بلادنا مولعين بطرائق المتصوفة لا تكاد تجد واحدا منهم لا عالما ولا جاهلا إلا وقد انخرط في سلك إحدى الطرائق، وتعلق بشيخها تعلق إلهام الوامق، يستغيث به في الشدائد ويستنجد به في المصائب، ويلهج دائما بشكره والثناء عليه فإنْ وجد نعمة شكره عليها، وإن أصابته مصيبة اتهم نفسه بالتقصير في محبة شيخه والتمسك بطريقته، ولا يخطر بباله أن شيخه يعجز عن شيء في السماوات ولا في الأرض فهو على كل شيء قدير وسمعت الناس يقولون: من لم يكن له شيخ فالشيطان شيخه. وينشدون قول ابن عاشور في أرجوزته التي نظمها في عقيدة الأشعرية، وفي فروع المالكية، وفي مبادئ التصوف: ¶ يصحب شيخا عارف المسالك ... يقيه من طريقه المهالك ¶ يذكره الله إذا رآه ... ويوصل العبد إلى مولاه ¶ ورأيت الطرائق المنتشرة في بلادنا قسمين: ¶ 1- قسم ينتمي إليه العلماء وعِلْيَةُ القوم. ¶ 2- وقسم ينتمي إليه السُّوقة وعامة الناس. ¶ فمالت نفسي إلى القسم الأول، وسمعت أبي وهو من علماء بلدنا مرارا يقول: ¶ لولا أن الطريقة التجانية تمنع صاحبها من زيارة قبور الأولياء والإستمداد منهم وطلب الحاجات إلا قبر النبي صلى الله عليه وسلم والصحابة، وإلا قبر الشيخ التجاني، وقبور من ينتمي إلى طريقته من الأولياء، قال أبي: لولا ذلك لأخذت ورد الطريقة",
            "page": "7",
            "part": "1",
            "seal": "723DF1D1"
        },
        {
            "id": "5",
            "nass": "التجانية، لأني لا أستطيع أن أترك زيارة جدِّنا عبد القادر بن هلال، وجدُّنا كان مشهوراً بالصلاح وله قبر يزار وهو معدود من جملة الأولياء في ناحية الغرفة من القسم الشرقي الجنوبي من بلاد المغرب. ¶ والطريقة التجانية، والدرقاوية، والكتانية، وإن كان أهلها في بلادنا قليلا، تؤلف القسم الأول، فاشتاقت نفسي إلى أخذ وِرد الطريقة التجانية وأنا قد ناهزت البلوغ فذهبت إلى المقدم وقلت له: يا سيدي أريد منك أن تعطيني ورد الطريقة التجانية، ففرح كثيراً، وقال لي: تأخذ الورد على صغر سنك؟ قلت: نعم، فقال: بخ بخ لك أفلحت وأنجحت فأعطاني الورد وهو: ¶ ذكر لا إله إلا الله مائة مرة، والاستغفار مائة مرة، والصلاة على النبي صلى الله عليه وسلم بأي صيغة مائة مرة، لكن صيغة الفاتح لما أغلق هي أفضل الصيغ، وسيأتي إن شاء الله ذكر فضلها) (¬1) (في هذا الكتاب بعون الله وتوفيقه. وأعطاني كذلك الوظيفة وهي أستغفر الله العظيم الذي لا إله إلا هو الحي القيوم ثلاثين مرة، وصلاة الفاتح لما أغلق خمسين مرة ولا إله إلا الله مائة مرة، وجوهرة الكمال: اللهم صلي وسلم على عين الرحمة الربانية ... الخ، وسيأتي ذكر ألفاظها اثنتي عشرة مرة، وهذه الصلاة لا تذكر إلا بطهارة مائية، فمن كان فَرْضُه التيمم فعليه أن يذكر بدلها صلاة الفاتح عشرين مرة، قال: وإنما اشْتُرِطَت الطهارة المائية على ذاكرها لأن النبي صلى الله عليه وسلم والخلفاء الراشدين يحضرون مجلس كل من يذكرها ولا يزالون معه مادام يذكرها. ¶ ويجب ذِكر الوِرد مرة في الصباح ومرة في المساء بطهارة كما يشترط في الصلاة، ويكون الذاكر جالسا كجلسة التشهد على الأفضل مغمضا عينيه مستحضرا صورة الشيخ أحمد التجاني وهو رجل أبيض مشرب بحمرة ذو لحية بيضاء، ويتصور في قلبه أن عموداً من النور يخرج من قلب الشيخ ويدخل في قلب المريد. ¶ أما الوظيفة فيجب أن تُذكر جماعة بصوت واحد، إن كان للمُريد إخوان في بلده، فإن لم يكن له إخوان تجانيون في بلاده جاز له أن يذكرها وحده مرة في كل يوم. ¶ ¬_________ ¶ (¬1) 1 الفضل المزعوم عندهم",
            "page": "8",
            "part": "1",
            "seal": "6F62A4F0"
        },
        {
            "id": "6",
            "nass": "وأخبرني المقدم الشيخ عبد الكريم المنصوري ببعض فضائل هذا الوِرد وسأذكرها فيما بعد إن شاء الله واستمررت على ذكر الوِرد والوظيفة بإخلاص ملتزما الشروط مدة تسع سنين، وهنالك ذِكر آخر يكون يوم الجمعة متصلا بغروب الشمس وهو: لا إله إلا الله ألف مرة، والأفضل أن يكون معه سماع قبله أو بعده، وهو إنشاد شيء من الشعر بالغناء والترنم جماعة ثم يقولون جميعا: الله حي، والمنشد ينشدهم وهم قيام حتى يخلص عند تواجدهم إلى لفظ آه، آه، آه، ويسمون هذه الحالة العمارة، وقد تركوها مند زمان طويل لأن أبناء الشيخ التجاني لا يستعملون هذه العمارة، وهم يأتون من الجزائر إلى المغرب وقد أشاروا على المغاربة أن يتركوا العمارة لأنهم لا يستحسنونها، ولكن في كتب الطريقة أنها فُعلت أمام الشيخ التجاني وبرضاه وإقراره. ¶ وكنت كلما أصابتني مصيبة أستغيث بالشيخ فلا يغيثني، فمن ذلك أنِّي كنت في الجزائر مسافراً من ناحية) بركنت (بقرب حدود المغرب إلى) المشرية (، وكان لي رفيق له جمل فعقله وأوصني بحراسته وتركني في خيمة قِلنا فيها من خيام أهل البادية، فانحل عِقال الجمل وانطلق في البرية فتبعته فاخذ يستهزئ بي، وذلك أنه يبقى واقفا إلى أن أكاد أضع يدي على عنقه ثم يجفل مرة واحدة ويجري مسافة طويلة ثم يقف ينتظرني إلى أن أكاد أقبضه ثم يهرب مرة أخرى وذلك في نحر الظهيرة وشدة الحر، فقلت في نفسي: هذا وقت الاستغاثة بالشيخ فتضرعت إليه وبالغت في الاستغاثة أن يمكِّنني من قبض الجمل وإناخته فلم يستجب، فعدت على نفسي باللوم واتهمتها بعدم الإخلاص والتقصير في خدمة الطريقة ولم أتهم الشيخ البتة بعجز عن قضاء حاجتي، ومع أن شيوخ الطريقة يوصون المريد أن لا يطالع شيئا من كتب التصوف إلا كتب الطريقة التجانية وقع في يدي مجلد من كتاب \" الإحياء \" للغزالي فطالعته فأثار في نفسي واجتهدت في العبادة والتزمت قيام الليل في شدة البرد فبينما أنا ذات ليلة أصلي قيام الليل أمام خيمتي الصغيرة التي إذا كنت جالسا فيها يكاد رأسي يمس سقفها إذ رأيت غماما أبيض سدَّ الأفق كالجبل المرتفع من الأرض إلى السماء وأخذ ذلك الغمام يدنو مني آتيا من جهة الشرق - وهو قبلة المصلي في المغرب والجزائر - حتى وقف بعيدا مني وخرج منه شخص وتقدم حتى قرب مني ثم شرع يصلي بصلاتي مؤتما بي، وثيابه تشبه ثياب جارية بنت خمس عشرة سنة، ولم أستطع أن أميز وجهه بسبب الظلام،",
            "page": "9",
            "part": "1",
            "seal": "004334D3"
        },
        {
            "id": "7",
            "nass": "ولما شرع يصلي معي كنت أقرأ في سورة آلم السجدة ففزعت وخفت خوفا شديدا فخرجت منها إلى سورة أخرى أظنها سورة سبأ، ولم أستطع قراءة القران مع شدة حفظي له بسبب الرعب الذي أصابني، فتركت السور الطوال وأخذت أقرأ بالسور القصار التي لا تحتاج قراءتها إلى رباطة جأش واستحضار فكر، فصلى معي ست ركعات، ولم أرد أن أكلِّمه، لأن كتب ¶ الطريقة توصي المريد أن لا يشتغل بشيء مما يعرض له في سلوكه حتى يصل إلى الله، وتنكشف له الحجب فيشاهد العرش والفرش، ولا يبقى شيء من المغيبات خافيا عليه، ولما طال عليَّ زمن الاضطراب دعوت الله في سجود الركعة السادسة فقلت: يا رب إن كان في كلام هذا الشخص خير فاجعله هو يكلمني، وان لم في كلامه خير فاصرفه عني، فلما سلَّمت من التشهد بعد الركعة السادسة سلَّم هو أيضا، ولم أسمع له صوتا ولكني رأيته التفت عند السلام إلى جهة اليمين كما يفعل المصلي المنفرد على مذهب المالكية، فإنه يسلم مرة واحدة عن يمينه، السلام عليكم دون أن يضيف إليها رحمة الله وبركاته، وإن كان مؤتما بإمام يسلم ثلاث تسليمات إن كان بيساره مصل تسليمة عن يمينه وهي تسليمة التحليل، وتسليمة أمامه للإمام، وتسليمة ثالثة عن شماله للمصلي الذي يجلس عن شماله وقد ثبت في الحديث الذي رواه أبو داود وصححه الحافظ أن النبي صلى الله عليه وسلم كان يسلِّم عن يمينه السلام عليكم ورحمة الله وبركاته وعن يساره السلام عليكم ورحمة الله وبركاته، وهذا هو الذي ينبغي لكل مصل أن يعتمد عليه سواء أكان إماما أو مأموما أو منفردا. ¶ وبعد السلام انصرف ومشى على مهل حتى دخل في الغمام الأبيض الذي كان قائما في مكانه الذي كان ينتظره، وبعد دخوله في الغمام فورا أخذ الغمام يتقهقر إلى جهة الشرق حتى اختفى عن بصري وكان في قبيلتي (حميان) شيخ شنقيطي صالح ما رأيت مثله في الزهد والورع ومكارم الأخلاق وسأذكره فيما بعد، فسافرت إليه وحكيت له تلك الحادثة فقال لي: يمكن أن يكون ذلك شيطانا لو كان ملكا ما أصابك فزع ولا رعب، فظهر لي أن رأيه صواب. ¶ وبعد ذلك بزمن طويل أخذت أدرس علم الحديث، فرأيت في كتاب\" صحيح البخاري \" ما وقع للنبي صلى الله عليه وسلم حين جاءه جبريل وهو في غار حراء، فظهر لي أن رأي ذلك الشيخ رحمه الله غير صحيح وبقيت المشكلة بلا حل إلى الآن وكنت حينئذ",
            "page": "10",
            "part": "1",
            "seal": "65834BD4"
        },
        {
            "id": "8",
            "nass": "مشركا أستغيث بغير الله وأخاف وأرجو غير الله ومن هذا تعلم أن ظهور الخوارق وما في عالم الغيب ليس دليلا على صلاح من ظهرت له تلك الخوارق ولا على ولايته لله البتة فإن كل مرتاض رياضة روحية تظهر له الخوارق على أي دين كان وقد سمعنا وقرأنا أن العُبَّاد الوثنيين من أهل الهند تقع لهم خوارق عظام. وبعد ذلك بأيام رأيت في المنام رجلا نبهني وأشار إلى الأفق فقال لي: أنظر فرأيت ثلاثة رجال فقال لي: إن الأوسط منهم هو النبي صلى الله عليه وسلم فذهبت إليه فلما وصلت إليه انصرف الرجلان اللذان كانا معه فأخذت يده فقلت يا رسول الله خذ بيدي إلى الله فقال لي اقرأ العلم ففكرت فعلمت أني في بلاد الجزائر وكان الفرنسيون مسؤولين عليها وكان فقهاء بلدنا يُكفِّرون كل من سافر إلى الجزائر وإذا رجع من سفره يأمرونه بالاغتسال والدخول في الإسلام من جديد ويعقدون له عقدا جديدا على زوجته فقلت في نفسي هذا رسول الله صلى الله عليه وسلم يأمرني بطلب العلم، وأنا في بلاد يحكمها النصارى فأما أن أكون عاصيا أو كافرا فكيف يجوز لي أن أطلب فيها العلم هذا كله وقع في لحظة وأنا لا أزال واقفا أمام النبي صلى الله عليه وسلم فقلت في بلاد المسلمين أوفي بلاد النصارى؟ فقال لي: البلاد كلها لله فقلت يا رسول الله أدع الله أن يختم لي بالإيمان فرفع إصبعه السبابة إلى السماء وقال لي: عند الله وبعد ما خرجت من الطريقة التجانية على إثر المناظرة التي سأذكرها فيما بعد إن شاء الله بزمن طويل رأيت النبي صلى الله عليه وسلم مرة أخرى في المنام على صورة تخالف الصورة التي رأيته عليها في المرة المذكورة، ففي الأولى كان طولا أبيض نحيفا مشربا ¶ بحمرة لحيته بيضاء، أما في هذه المرة فكان ربعة من الرجال إلى الطول أقرب ولم يكن نحيفا ولحيته سوداء وبياض وجهه وحمرته أقرب إلى ألوان العرب من المرة الأولى وكانت رؤية له في فلاة من الأرض وكنت بعدما خرجت من الطريقة التجانية توسوس نفسي أحيانا بما في كتاب جواهر لمعاني مما ينسب إلى الشيخ التجاني أنه قال: من ترك ورده وأخذ وِردنا وتمسك بطريقتنا هذه الأحمدية المحمدية الإبراهيمية الحنيفية التجانية فلا خوف عليه من الله ولا من رسوله ولا من شيخه أيا كان من الأحياء أومن الأموات أما من أخذ وِردنا وتركه فإنه يحل به البلاء دنيا وأخرى ولا يموت ألا كافرا ً قطعا وبذلك أخبرني سيد الوجود صلى الله عليه وسلم يقظة لا مناما وقال لي: سيد الوجود صلى الله عليه وسلم فقراؤك فقرائي وتلاميذك تلاميذي وأنا مربيهم وسيأتي من هذه الأخبار وأمثالها إن شاء الله كثير في ذكر فضائل الأوراد",
            "page": "11",
            "part": "1",
            "seal": "80F91E69"
        },
        {
            "id": "9",
            "nass": "والأصحاب فكنت أدفع هذا الوسواس بأدلة الكتاب والسنة وأرجم شيطانه بأحجارها فيخْنَس ثم يخسأ ثم يُدبر فاراً منهزما ً فلما رأيت النبي صلى الله عليه وسلم في هذه المرة خطر ببالي ذلك فعزمت على أن أبدأ الكلام مع النبي صلى الله عليه وسلم بأن أسأله أن يدعو الله لي أن يختم لي بالإيمان وأظن القارئ لم ينسى أني سألته ذلك في المرة الأولى فلم يدعوا لي ولكنه رفع إصبعه السبابة إلى السماء وقال عند الله فقلت يا رسول الله: أدع الله أن يختم لي بالإيمان فقال لي: أدع أنت وأنا أؤمن على دعائك فرفعت يدي وقلت اللهم اختم لي بالإيمان فقال النبي صلى الله عليه وسلم: آمين وكان رافعا يديه فزال عني ذلك الوسواس ولكني لم آمن مكر الله تعالى فإنه لا يأمن مكر الله إلا القوم الخاسرون والرؤيا تبشر ولا تغُر وبين هذه الرؤيا التي دعا لي فيها رسول الله صلى الله عليه وسلم أن يختم الله لي بالإيمان بتأمينه على دعائي والرؤيا التي قدَّمت ذكرها ولم يدع لي فيها عشرون سنة ¶ وتأولت اختلاف الصورة وعدم الدعاء في الرؤيا الأولى والدعاء في المرة الثانية بما كنت عليه من الشرك في العبادة وبما صرت إليه من توحيد الله تعالى وإتباع سنة نبيه صلى الله عليه وسلم والله أعلم. ¶ سبب خروجي من الطريقة التجانية ¶ لقد كنت في غمرة عظيمة وضلال مبين وكنت أرى خروجي من الطريقة التجانية كالخروج من الإسلام ولم يكن يخطر لي ببال أن أتزحزح عنها قيد شعرة وكان الشيخ عبد الحي الكتاني عدوا ً للطريقة التجانية لأنه كان شيخا رسميا للطريقة الكتانية وإنما قلت رسميا لأن أهل سلا أعني الكتانيين أنصار الشيخ محمد بن عبد الكبير الكتاني مؤسس الطريقة الكتانية لا يعترفون به أي بالشيخ عبد الحي ويقولون أن الاستعمار الفرنسي هو الذي فرضه على الكتانيين فرضا ً والذي حدثني بذلك العالم الأديب النبيل الشيخ عبد الله بن سعيد السلاوي فإنه كان حامل لواء نصرة الشيخ عبد الكبير الكتاني وكان يُعادي أخاه عبد الحي عداوة ويرميه بالعظائم والكبائر التي لا يسوغ ذكرها هنا والاستطراد بذكر أسباب العداوة بين الشيخين الكتانيين الأخوين يخرج بنا عن الموضوع، أقول مرَّ بنا الشيخ عبد الحي في وَجْدَة وأنا عند العالم الأديب الشاعر المتفنن في علوم كثيرة الشيخ أحمد سكيرج قاضي القضاة بناحية وجدة معلما لولده الأديب السيد",
            "page": "12",
            "part": "1",
            "seal": "C3B86A83"
        },
        {
            "id": "10",
            "nass": "عبد الكريم وابن أخيه السيد عبد السلام كنت أعلِّمهما الأدب العربي بدعوة من الشيخ أحمد سكيرج فمدحت عبد الحي بقصيدة ضاعت مني ولا أذكر شيئا منها ولكنه أعجب بها أيما إعجاب حتى قال لي: عاهدني أنك إذا قدمت \" فاسًا\" تنزل عندي ضيفا فعاهدته على ذلك ففي ربيع الأول من سنة أربعين من هذا القرن الهجري سافرت إلى فاس ونزلت عنده، وَوُلِد له في تلك الأيام ولد سماه عبد الأحد فالتمس مني نظم أبيات في التهنئة وتاريخ مولده فنظمتها ولا أذكر منها شيئا وفي اليوم السابع من مولده عمل مأدبة عظيمة دعا إليها خلقا كثيراً وبعد ما أكلوا وشربوا ¶ قاموا للعمارة التي تقدم ذكرها ودعوني أن أشاركهم في باطلهم فامتنعت لأن من شروط التجاني المخلص أن لا يذكر مع أهل طريقة أخرى ذكرهم وان لا يرقص معهم وفي كتاب\" البغية \" للشيخ العربي بن السايح وهو شرح المنية للتجاني ابن بابا الشنقيطي حكاية في وعيد شديد لمن يشارك أصحاب الطرائق في أورادهم وأذكارهم وحاصلها أن شخصا تجانيا ذهب إلى زاوية أهل طريقة أخرى لغرض دنيوي فاستحي أن يبقى منفردا عنهم وهم يذكرون وظيفتهم فشاركهم في الذكر فلما فتح فاه ليذكر معهم أصابه شلل في فكَّيْه فبقي فاه مفغورا ولم يستطع سده حتى مات ولكن الجماعة ألوحوا علي وجروني جرا حتى أوقفوني في حلقتهم فرأيت أفواها مفغورة من وجوه بعضها فيه لحية سوداء وبعضها فيها لحية خطها الشيب وبعضها أمرد ليس له لحية من الغلمان الذين لم يلتحوا بعد، أما حلق اللحية فلم يكن موجودا في ذلك الزمن إلا عند الفرنسيين المستعمرين وقليل جدا من حواشيهم وسمعت أصواتا تنبعث من تلك الأفواه ليس لها معنى في أي لغة بعضها آآ آوبعضها آه آه آه وبعضها أح أح أح فاستنكرت تلك الهيئة وقلت في نفسي إن الله لا يرضى بهذه الحالة أن تكون عبادة له لبشاعتها ثم ندمت على ذلك ندامة الكسعى أو الفرزدق حين طلَّق نوار فقال: ¶ ندمت ندامة الكسعى لما ... غدت مني مطلقة نوار ¶ وكانت جنتي فخرجت منها ... كآدم حين أخرجه الضرار ¶ وقلت في نفسي كيف يسوغ لي أن أنكر شيئا حضر مثله خاتم الأولياء القطب سيدي أحمد التجاني فتبت من ذلك الخاطر ولكن جاءني امتحان آخر وذلك أن الشيخ عبد الحي الكتاني قال لي منتقدا أن الطريقة التجانية مبنية على شفا جرف وأنه لا ينبغي لعاقل",
            "page": "13",
            "part": "1",
            "seal": "48329127"
        },
        {
            "id": "11",
            "nass": "أن يتمسك بها فقلت له والطريقة الكتَّانِية التي أنت شيخها فقال لي كل الطرائق باطلة وإنما هي صناعة للاحتيال على أكل أموال الناس بالباطل وتُسَخِّرهم وتَستعبدهم، قال أنا لم أؤسس الطريقة وإنما أسسها غيري وهذه الأموال التي آخذها منهم أنفقها في مصالح لا ينفقونها فيها ثم قلت له: ومن الذي حملك على الطعن في الطرائق وما دليلك على بطلانها، قال لي ادعاء كل من الشيخين أن النبي صلى الله عليه وسلم يحضر بذاته وظيفة أصحابه حين يذكرونها وهذه قلة حياء منهما وعدم تعظيم منهما للنبي صلى الله عليه وسلم كيف تُكلفونه أن يخرج من قبره ويقطع كل هذه المسافات من البر والبحر ليجلس أمامكم فأنتم تبسطون له ثوبا أبيض ليجلس عليه وأصحابنا يقومون على الباب ليتلقوه فقلت إذن أنت لا تعتقد صحة طريقتك فقال لا أعتقدها أبدا وقد أخبرتك أنها صناعة لأكل أموال الناس بالباطل وأزيدك على ذلك أن اعتماد طريقتكم على كتاب \"جواهر المعاني\" الذي تزعمون أن شيخكم أحمد التجاني أملاه على علي حرازم نصفه مسروق بالحرف وهو تأليف لمحمد عبد الله المدفون بكذا وكذا بفاس وسمى ناحية نسيتها الآن، قال وأنا قابلت الكتابين من أولهما إلى آخرهما فوجدت المجلد الأول من جوهر المعاني مسروقا كله من كلام الشيخ المذكور ففارقته وبعد أيام كنت جالسا عند الشيخ عمر بن الخياط بائع الكتب بقرب القرويين فقال لي هلْ اجتمعت بالأستاذ الشيخ محمد بن العربي العلوي، فقلت لا، فقال لي هذا الرجل من أفضل علماء فاس وعنده خزانة كتب لا يوجد مثلها في فاس وأثنى عليه بالعلم والأدب فقلت له أنا لا أجالس هذا الرجل ولا أجتمع به لأنه يبغض الشيخ أحمد التجاني ويطعن ¶ في طريقته فقال لي طالب العلم يجب أن يتسع فكره وخلقه لمجالسة جميع الناس وبذلك يتسع علمه وأدبه ولا يجب أن يقلدهم في كل ما يدَّعون، يأخذ ما صفا ويدع ما كدر وإن لم تجتمع بهذا الرجل يفوتك علم وأدب كثير فذهبت إليه لأجتمع به وكان قاضيا في محكمة فاس الجديدة فنظمت أربعة أبيات لا أحفظ منها إلا شطر البيت الرابع وهو (وهذا مدى قصدي وما أنا مستجد) ... أعني أن غرضي بالاجتماع بك المذاكرة العلمية فهي غاية قصدي وإن اعتبرنا ما موصولة يكون المعنى والذي استجديه أي أطلب وإن اعتبرناها نافية تميمية يكون المعنى ولست مستجديا أي طالبا مالا فلما",
            "page": "14",
            "part": "1",
            "seal": "2B2C291A"
        },
        {
            "id": "12",
            "nass": "خرج من المحكمة وأراد أن يركب بغلته التي كانت على باب المحكمة ولجامها بيد خادمه تقدمت إليه وأعطيته الصحيفة التي فيها الأبيات فلما قراها فقال لطالب كان يرافقني وهو الحاج محمد بن الشيخ الأراري أنت تعرف بيتنا، فقال نعم، قال فأت به على الساعة التاسعة صباحا فخرجت مع الرفيق المذكور من مدرسة الشَّرَّاطين وكان يسكن فيها على الساعة الثامنة والنصف لنصل إلى الشيخ على الساعة التاسعة وكان ذلك اليوم الثاني عشر من ربيع الأول وهو يوم عيد عند المغاربة وكثير من البلدان الإسلامية وفي المغرب طائفة يسمون (العيساويين) أتباع الشيخ بنعيسى المكناسي وهؤلاء لهم موسم في كل سنة يجتمعون فيه في اليوم الثاني عشر من ربيع الأول ويأتون من جميع أنحاء المغرب فيضربون طبولهم ومزاميرهم ويترنمون بأناشيدهم إلى إن يظهر للناس أنهم أصيبوا بالجنون وحينئذ يفترسون الغنم والدجاج بدون ذكاة بل يقطعونه بأظافرهم ويأكلون لحمه نيِّئا والدم يسيل منه وقد ملئوا أزقة فاس وهي ضيقة في ذلك الزمان وحتى في هذا الزمن فلم نستطع أن نصل إلى بيت الشيخ إلاَّ بعد مُضي ساعتين ونصف من شدة الزحام فلما وصلنا وأخبرنا بوابه ذهب ثم رجع إلينا وقال إنكما لم تجيئا في الموعد المضروب والشيخ مشغول عنده حكام فرنسيون فارجعا إليه بعد صلاة ¶ العصر فرجعنا وقلت لصاحبي لا نرجع إليه فقد كفانا الله شر لقائه لأنه مبغض لشيخنا وطريقته فالخير فيما اختاره الله تعالى فقال لي ليس الشيخ بملوم وقد اعتذر بعذر قائم والصواب أن نرجع إليه، فرجعنا إليه بعد العصر، ووجدت عنده من الترحيب والبشاشة والإكرام والتواضع ما لم أجده عند الشيخ الكتاني ولا عند أحد من علماء فاس وأخذنا في أحاديث أدبية وكان يقوم ويأتي بالكتب ويضعها أمامي. ووجدته كما قال السيد عمر بن الخياط ولما كادت الشمس تغرب استأذنته في الانصراف فقال لي إلى أين تذهب أنت غريب في هذا البلد وهذا المكان معد للضيوف لا نحتاج إليه فأمكث فيه وبت هنا فقبلت دعوته وبعد أن صلينا المغرب جاء أصحابه أذكر منهم الشيخ عبد السلام الصرغيني والشيخ المهدي العلوي وهو لا يزال في قيد الحياة أما الأول فقد مات فأخذ بعضهم يلعب الشطرنج وهو يراهم ولا ينكر عليهم فقلت في نفسي هذا دليل على أنه من العلماء الذين لا يعملون بعلمهم فهو جدير أن ينكر على أولياء الله ما خصهم الله به من كرامة ثم تركوا الشطرنج وأخذوا ينتقدون الطريقة الكتانية ويستهزئون بها ويسخرون",
            "page": "15",
            "part": "1",
            "seal": "26FDDFAF"
        },
        {
            "id": "13",
            "nass": "من أهلها وكل منهم يحكي حكاية فقال الشيخ عندي حكاية هي أعجب وأغرب مما عندكم جاءني شاب كان متمسكا بالطريقة الكتانية تمسكا عظيما فقال لي أريد أن أتوب على يدك من الطرائق كلها وتعلمني التمسك بالكتاب والسنة فقلت وما دعاك إلى الخروج من طريقتك التي كنت مغتبطا بها فقال لي أنه أمس شرب الخمر وزني وترك صلاة العصر والمغرب والعشاء فمر بالزاوية الكتانية وسمع المريدين يرقصون ويصيحون بأصوات عالية والمنشد ينشدهم وكانت بقية سُكر لا تزال مسيطرة عليه فهَمَّ أن يدخل الزاوية ويرقص معهم ولكنه أحجم عن ذلك لأنه جُنب ولم يصلِّ شيئا من الصلوات في ذلك النهار إلا أن سُكره غلب على عقله فدخل الزاوية ووجد الشيخ محمد بن عبد الكبير في صدر الحلقة والمريدون يرقصون فاشتغل معهم في الرقص وكان ¶ أنشطهم فلما فرغوا من رقصهم دعاه الشيخ وقبله في فمه وقال رأيت النبي صلى الله عليه وسلم قبلك فاقتديت به قال ولما دعاني خِفت خوفا شديدا وظننت أنه قد انكشف له حالي وهو يريد أن يوبخني على ذنوبي فلما قال لي ذلك أيقنت أنه كاذب في كل ما يدعيه ويدعوا إليه وإلاَّ كيف يرضى عنِّي النبي صلى الله عليه وسلم ويُقبِّلني في فمي مع تلك الكبائر التي ارتكبتها في ذلك اليوم قال فهذا سبب مجيئي إليك لأتوب إلى الله من الطرائق كلها وأتَّبع طريقة الكتاب والسنة. ولما رأيتهم يعيبون الطريقة الكتانية ويستهزئون بها أصابني خوف شديد وندمت على زيارتي للشيخ فقلت في نفسي هذا الذي كنت أخافه قد وقعت فيه فكيف الخلاص؟ ¶ وذكرت قول التجاني بن بابا الشنقيطي في منيته: ¶ ومن يجالس مبغض الشيخ هلك ... وضل في مهامه وفي حلك ¶ وشدد النهي لنا الرسول ... في ذلك فلتعمل بما أقول ¶ والشيخ قال هو سم يسري يحل ... من فعله في خسر ¶ ومعنى ذلك أن الشيخ أحمد التجاني قال: قال لي سيد الوجود صلى الله عليه وسلم يقظة لا مناما قل لأصحابك لا يجالسوا المبغضين لك فإن ذلك يؤذيني فصممت على أن أخرج من ذلك المجلس فقمت فقال لي الشيخ إلى أين فقلت إلى بيت الخلاء، كذبت عليه، فلما وصلت إلى الباب منعني البواب من الخروج وقال لي هل أَذِن لك الشيخ في",
            "page": "16",
            "part": "1",
            "seal": "65644485"
        },
        {
            "id": "14",
            "nass": "الخروج فقلت نعم فقال لي هذا محال لأنك غريب والقانون الفرنسي يقضي بأن التَّجول بعد الساعة العاشرة ليلا فيه خطر فإنك لا تمشي خطوات حتى يُقبض عليك وتؤخذ إلى السجن وتبقى فيه إلى ضحى الغد وحينئذ يُنظر في إطلاق سراحك وقال لي أنا لا أفتح لك الباب إلاّ إذا سمعت الإذن من الشيخ فقلت إذن أرجع ورجعت وجلست في مكاني ولم تخف حالي على الشيخ فقال لي أراك منقبضا فما سبب انقباضك فقلت سببه أنكم انتقلتم من الطعن في الطريقة الكتانية إلى الطعن في الطريقة التجانية وأنا تجاني لا يجوز لي أن اجلس في مجلس أسمع فيه الطعن في شيخي وطريقته فقال لي لا بأس عليك أنا أيضا كنت تجانيا فخرجت من الطريقة التجانية لما ظهر لي بطلانها فإن كنت تريد أن تتمسَّك بهذه الطريقة على جهل وتقليد فلك عليَّ ألا تسمع بعد الآن في مجلسي انتقادا لها أو طعنا فيها وإن كنت تريد أن تسلك مسلك أهل العلم فهلُمَّ إلى المناظرة فإن ظهرت عليَّ رجعتُ إلى الطريقة وإن ظهرتُ عليك خرجتَ منها كما فعلت أنا فأخذتني النخوة ولم أرض أن أعترف أني أتمسك بها على جهل فقلت قَبِلت المناظرة. ¶ المناظرة ¶ قال الشيخ أريد أن أناظرك في مسالة واحدة إن ثبتت ثبتَت الطريقة كلها، قلت ما هي؟ قال ادعاء التجاني أنه رأى النبي صلى الله عليه وسلم يقظة لا مناما وأعطاه هذه الطريقة بما فيها من الفضائل فإن ثبتت رؤيته للنبي صلى الله عليه وسلم يقظة وأخْذه منه الطريقة فأنت على حق وأنا على باطل والرجوع إلى الحق حق وإن بَطُل ادعاؤه ذلك فأنا على حق وأنت على باطل فيجب عليك أن تترك الباطل وتتمسك بالحق ثم قال تبدأ أو أبدأ أنا فقلت ابدأ أنت فقال عندي أدلة كل واحد منها كاف في إبطال دعوى التجاني قلت هات ما عندك وعليَّ الجواب فقال: ¶ الأول: إن أول خلاف وقع بين الصحابة بعد وفاة النبي صلى الله عليه وسلم كان بسبب الخلافة قالت الأنصار للمهاجرين منا أمير ومنكم أمير وقال المهاجرون إن العرب لا تذعن إلا لهذا الحي من قريش ووقع نزاع شديد بين الفريقين حتى شغلهم عن",
            "page": "17",
            "part": "1",
            "seal": "4C4AA8D3"
        },
        {
            "id": "15",
            "nass": "دفن النبي صلى الله عليه وسلم فبقي ثلاثة أيام بلا دفن صلاة الله وسلامه عليه فكيف لم يظهر لأصحابه ويفصِل النزاع بينهم ويقول الخليفة فلان فينتهي النزاع كيف يترك هذا الأمر العظيم لو كان يُكلِّم أحدا يقظة بعد موته لكلَّم أصحابه وأصلح بينهم وذلك أهم من ظهوره للشيخ التجاني بعد مضي ألف ومائتي سنة ولماذا ظهر؟ ليقول له أنت من الآمنين ومن أحبك من الآمنين ومن أخذ وردك يدخل الجنة بلا حساب ولا عقاب هو ووالداه وأولاده وأزواجه لا الحفدة فكيف يترك النبي صلى الله عليه وسلم الظهور يقظة والكلام لأفضل الناس بعده في أهم الأمور ويظهر لرجل لا يساويهم في الفضل ولا يقاربهم لأمر غير مهم فقلت له: ¶ إن الشيخ رضي الله عنه قد أجاب عن هذا الاعتراض في حياته فقال أن النبي صلى الله عليه وسلم يلقى الخاص للخاص والعام للعام في حياته أما بعد موته فقد انقطع اللقاء العام للعام وبقي اللقاء الخاص للخاص لم ينقطع بوفاته وهذا الذي ألقاه على شيخنا من إعطاء الوِرد والفضائل هو من الخاص للخاص فقال أنا لا أُسلِّم أن في الشريعة خاصا وعاما لأن أحكام الشرع خمسة وهذا الورد وفضائله أن كان من الدين فلابد أن يدخل في الأحكام الخمسة لأنه عمل أعد الله لعامله ثوابا فهو إما واجب أو مستحب ولم ينتقل النبي صلى الله عليه وسلم إلى الرفيق الأعلى حتى بين لأمته جميع الواجبات والمستحبات وفي صحيح البخاري عن علي ابن أبى طالب أنه قيل له هل خصكم رسول الله صلى الله عليه وسلم معشر أهل البيت بشيء فقال والذي فلق الحبة وبرأ النسمة ما خصنا رسول الله صلى الله عليه وسلم بشيء إلا فهما يعطاه الرجل في كتاب الله وإلا ما في هذه الصحيفة ففتحوها فإذا فيها العقل، وفكاك الأسير وألا يقتل مسلم بكافر فكيف لا يخص النبي صلى الله عليه وسلم أهل بيته وخلفاؤه بشيء ثم يخص رجلا في آخر الزمان بما يتنافى مع أحكام الكتاب والسنة فقلت إن الشيخ عالم بالكتاب والسنة وفي جوابه مقنع لمن أراد أن يقنع قال احفظ هذا. ¶ الأمر الثاني: اختلاف أبى بكر مع فاطمة الزهراء رضي الله عنهما على الميراث فلا يخفى أن فاطمة طلبت من أبي بكر الصِّديق رضي الله عنه حقها من ميراث أبيها واحتجت عليه أنه إذا مات هو يرثه أبناؤه، فلماذا يمنعها من ميراث أبيها، فأجابها أبو بكر الصدِّيق",
            "page": "18",
            "part": "1",
            "seal": "09049F17"
        },
        {
            "id": "16",
            "nass": "بأن النبي صلى الله عليه وسلم قال: (نحن معشر الأنبياء لا نورث، ما تركنا صدقة) ، وقد حضر ذلك جماعة من الصحابة فبقيت فاطمة الزهراء مغاضبة لأبي بكر حتى ماتت بعد ستة أشهر بعد وفاة أبيها صلى الله عليه وسلم فهذان حبيبان لرسول الله صلى الله عليه وسلم فإنه قال فاطمة بضعة مني يسوءني ما ساءاها أو كما قال عليه الصلاة والسلام وصرح أن أبا بكر أحب الناس إليه، وقال: (ما أحد أمن علي في نفس ولا مال من أبي بكر الصدِّيق) رواه البخاري. وهذه المغاضَبة التي وقعت بين أبى بكر وفاطمة، تسوء النبي صلى الله عليه وسلم، فلو كان يظهر لأحد بعد وفاته لغرض من الأغراض لظهر لأبي بكر الصديق وقال له: إني رجعت عما قلته في حياتي فأعطها حقها من الميراث، أو لظهر لفاطمة وقال لها يا ابنتي لا تغضبي على أبي بكر فإنه لم يفعل إلا ما أمرته به فقلت له ليس عندي من الجواب إلا ما سمعتَ قال احفظ هذا. ¶ الأمر الثالث: الذي وقع بين طلحة والزبير وعائشة من جهة، وعلي بن أبى طالب من جهة أخرى واشتد النزاع بينهم حتى وقعت حرب الجمل، في البصرة فقتل فيها خلق كثير من الصحابة والتابعين وعقر جمل عائشة فكيف يهون على النبي صلى الله عليه وسلم سفك هذه الدماء ووقوع هذا الشر بين المسلمين بل بين أخص الناس به، وهو يستطيع أن يحقن هذه الدماء بكلمة واحدة وقد أخبر الله سبحانه في آخر سورة التوبة برأفته ورحمته بالمؤمنين وأنه يشق عليه كل ما يصيبهم من العنت وذلك قوله تعالى: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (128) } فقلت له ليس عندي من الجواب إلا ما سمعت وظهوره وكلامه للشيخ التجاني فضل من الله، والله يؤتي فضله من يشاء قال احفظ هذا وفكِّر فيه. ¶ الأمر الرابع: خلاف علي مع الخوارج، وقد سفكت فيه دماء كثيرة، ولو ظهر النبي صلى الله عليه وسلم لرئيس الخوارج وأمره بطاعة أمامه لحقنت تلك الدماء، فقلت الجواب هو ما سمعت، فقال لي احفظ هذا وفكر فيه، فإني أرجو أنك بعد التفكير ترجع إلى الحق ... ¶ والأمر الخامس: النزاع الذي وقع بين علي ومعاوية، وقد قُتل في الحرب التي وقعت بينهما خلق كثير، منهم عمار بن ياسر، فكيف يترك النبي صلى الله عليه وسلم الظهور لأفضل الناس بعده وفي ظهوره هذه المصالح المهمة من جمع كلمة المسلمين وإصلاح",
            "page": "19",
            "part": "1",
            "seal": "B049623D"
        },
        {
            "id": "17",
            "nass": "ذات بينهم وحقن دمائهم، وهو خير المصلحين العاملين بقوله تعالى: وَأَصْلِحُوا {ذَاتَ بَيْنِكُمْ} وقوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ} ثم يظهر للشيخ التجاني في آخر الزمان لغرض غير مهم وهو في نفسه غير معقول لأنه مضاد لنصوص الكتاب والسنة فلم يجد عندي جوابا غير ما تقدم ولكني لم أُسلِّم له فقال لي فكِّر في هذه الأدلة وسنتباحث في المجلس الآخر، فعقدنا بعد هذا المجلس سبعة مجالس كل منها كان يستمر من بعد صلاة المغرب إلى ما بعد صلاة العشاء بكثير. وحينئذ أيقنت أنني كنت على ضلال، ولكن أردت أن أزداد يقينا فقلت له من معك من العلماء هنا في المغرب على هذه العقيدة؟ وهي أن كل مسألة في العقائد أو في الفروع يجب أن نعرضها مع قصر باعنا وقلة اطلاعنا على كتاب الله وسنة رسول الله صلى الله عليه وسلم فما ظهر لنا أنه موافق لهما قبلناه وما ظهر لنا أنه مخالف رددناه فقال لي يوافقني على هذا أكبر مُقدِّم للطريقة التجانية في المغرب كله وهو الشيخ الفاطمي الشرادي، فكدت أُكذِّبه لأن المشهور في جميع أنحاء المغرب أن هذا الرجل من كبار العلماء وهو أكبر مقدم للطريقة التجانية ولم أقل أكبر شيخ لأن الشيخ التجاني لا يبيح لأحد أن يكون شيخا للطريقة سواه، لأن تلقيبه بالشيخ قد يُفهم منه أنه يجوز لغيره أن يتصرف في أوراد الطريقة وفضائلها وعقائدها وذلك ممنوع لأن الذي أعطى هذه الطريقة هو النبي صلى الله عليه وسلم يقظة لا مناما كما تقدم والمتلقي الأول لها هو الشيخ أحمد التجاني والنبي صلى الله عليه وسلم سماه شيخاً لهذه الطريقة، وكل ناشر للطريقة وملقن ¶ لأورادها يسمى مقدما فقط فالطريقة لها مصدر واحد وشيخ واحد ولا يجوز تعدد المصدر ولا تعدد الشيخ حسبما في كتب الطريقة. ¶ فتوجهت إلى الشيخ الفاطمي رحمه الله وكان الوقت ضحى وقد أوصاني شيخنا محمد بن العربي ألا أسأله إلا في خلوة فوجدت عنده جماعة فانصرف بعضهم وجاء آخرون وبقيت عنده أنتظر أن أخلو به حتى صلينا الظهر وجاء الغداء فلم أستطيع أن أخلو به وكان ثلاثة ممن كانوا في مجلسه حاضرين فقلت له إن الشيخ محمد بن العربي العلوي يقول يجب علينا أن نعرض جميع المسائل أصولا وفروعا على كتاب الله وسنة رسول الله فما وافق في نضرنا القاصر قبلناه وما خالف رددناه ولو قال به الإمام مالك أو الشيخ أحمد التجاني فأشار إلي بيده يستمهلني وكان جلوسي عنده قد طال فانصرفت إلى",
            "page": "20",
            "part": "1",
            "seal": "A864D588"
        },
        {
            "id": "18",
            "nass": "مدرسة الشَّرَّاطين حيث كنت نازلا قبل لقائي بالشيخ العلوي وفي ذلك اليوم بعد صلاة العشاء جاءني بواب المدرسة وقال لي إن الشيخ الفاطمي الشرادي أرسل إليك عبده وبغْلته يطلب أن تزوره فتعجَّبتُ كثيرا لأمرين أحدهما أن الوقت ليس وقت زيارة وثانيهما أنه لم تجر العادة أن كبار العلماء الطاعنين في السن، يبعثون الدابة للركوب إلا لمن هو مثلهم في السن والعلم وأنا شاب فركبت البغلة وسار العبد أمامي حتى وصلت إليه وسلمت عليه فرد أحسن رد ورحَّب بي وقال يا ولدي أنا رجل كبير طاعن في السن ليس لي قدرة على القتال أما سيدي محمد بن العربي العلوي فهو شاب مستعد للقتال وأنت سألتني أمام الناس عن مسألة مهمة لا يسعني أن أكتم جوابها ولا أستطيع أن أصرح به أمام الناس فاعلم أن ما قال لك سيدي محمد بن العربي العلوي هو الحق الذي لا شك فيه وقد أخذت الطريقة القادرية وبقيت فيها زمانا، ثم أخذت الطريقة الوزانية وبقيت فيها زمانا، ثم أخذت الطريقة التجانية والتزمتها حتى صرت مقدما فيها فلم أجد في هذه الطرائق فائدة وتركتها ولم يبق عندي من التصوف إلا طلب الشيخ المربي على الكتاب والسنة علما ¶ وعملا ولو وجدته لصاحبته وصرت تلميذا له وأنت تريد أن تسافر إلى الشرق فإن ظفرت بالشيخ مرب متخلق بأخلاق الكتاب والسنة علما وعملا فاكتب إلي وأخبرني به حتى أشد الرحال إليه فازددت يقينا بالنتيجة التي وصلت إليها في مناظرتي مع الشيخ العلوي. ولو كان عندي من العلم مثل ما عندي الآن لقلت له إن ضالَّتك المنشودة هي أقرب إليك من كل قريب فإن هذا الشيخ الذي تطلبه وتريد أن تشد الرحال ولو بعُدت الدار وشط المزار هو أنت نفسك. بشرط أن يكون عندك العزم التام على العمل بالكتاب والسنة وطرح التقليد جانبا كيفما كان الأمر فجزاهم الله خيرا وتغمدهما برحمته، وبعد ذلك بعشرين سنة اجتمعت بالشيخ عبد العزيز بن إدريس من علماء تطوان وهو من تلاميذ الشيخ الفاطمي فذكرت له الحكاية السالفة فقال لي وأنا أيضا وقع لي ما يشبه هذا فإني بعد إتمام دراستي في جامع القرويِّين ذهبت إليه وهو أفضل شيوخي فقلت له أيها الشيخ أريد أن أرجع إلى وطني تطوان فأريد أن تزودني بدعاءك الصالح وأن تلقنني وِرد الطريقة التجانية فقال لي: يا أسفاً عليك أنت تحفظ كتاب الله وقد درست العلوم الإلهية التي تمكِّنك من فهم كتابه وسنة رسوله صلى الله عليه وسلم ولم يكفيك ذلك كله حتى تطلب الهدى",
            "page": "21",
            "part": "1",
            "seal": "C88A7ABC"
        },
        {
            "id": "19",
            "nass": "في غيره والطريقة لا شيء فعليك بكتاب الله وسنة رسول الله فكشف الله عني بفضله ظلام الشرك والبدعة وفتح لي باب التوحيد والإتباع فله الحمد والمنة نسأله أن يثبتنا بالقول الثابت في الحياة الدنيا وفي الآخرة إنه الهادي إلى الصراط المستقيم. ¶ من أين جاء أصل هذه المناظرة التي وقعت بيني وبين الشيخ محمد بن العربي العلوي رحمه الله تعالى؟. ¶ كنت أظن أن أصلها من الشيخ العالم المصلح شعيب الدُكَّالي لأنه ناظر بها شيخنا محمد بن العربي فأفحمه واضطره إلى الخروج من الطريقة ففعل هو معي مثل ما فعله معه الشيخ شعيب الدكالي رحمهما الله تعالى ولكني بعد ذلك بزمن وجدت هذه المناظرة في كتاب (غاية الأماني في الرد على النبهاني) لمؤلفه العالم السلفي محمود شكري الألوسي البغدادي رحمة الله، وهذا الكتاب من أنفس كتب السلفية جادل المبتدعين من المتصوفة وشدد عليهم الخناق بعبارات بليغة كأنها عقود الجمان في أجياد الحسان فيه من المتعة والفوائد ما يقل نظيره في الكتب والمثل الإنكليزي يقول ما معناه: ينبغي أن يكون الأصدقاء والكتب قليلين لكن طيبين، وهذا المثل ينطبق على هذا الكتاب. ¶ هذا سبب خروجي من الطريقة التجانية الذي لم يكن يخطر ببالي، وإنما اضطرني إليه البرهان اليقيني الذي لا يترك شكا ولا ريبا في أن هذه الطريقة كما هي في كتب أهلها وفي اعتقادهم لا يمكن الجمع بينها وبين اتباع كتاب الله وسنة رسول الله صلى الله عليه وسلم البتة وبيان ذلك تجده في الفصول التالية. ¶ الفصل الأول: ما جاء في كتب الطريقة من فضل شيخها أحمد التجاني ¶ اعلم نفعني الله وإياك بكتابه وبسنة رسوله صلى الله عليه وسلم وعصمنا بها من الزيغ والزلل أن كتب الطريقة التجانية كثيرة أقتصر على ذكر بعضها: ¶ الأول: \"جواهر المعاني من فيض أبي العباس التجاني\" لمؤلفه علي حرازم بن",
            "page": "22",
            "part": "1",
            "seal": "CBED3A67"
        },
        {
            "id": "20",
            "nass": "العربي برادة الفاسي أخبرني الشيخ أحمد سكيرج أنه قرأ بخط الشيخ أحمد التجاني على هامش النسخة المخطوطة التي كتبها علي حرازم العبارة التالية (كل ما في هذا الكتاب فهو من إملائنا على محبنا سيدي علي حرازم) وفضائل هذا الكتاب عندهم كثيرة، منها أن البيت الذي تكون فيه نسخة منه تكثر عليه الخيرات والبركات ويحفظ أهله من جميع الشرور ومما أحفظه من المنية أرجوزة في علوم الطريقة للتجاني ابن بابا الشنقيطي ما نصه: ¶ وقال فيه المصطفى كتابي ... وأنا ذا ألفت للأحباب ¶ الضمير في فيه يعود إلى جواهر المعاني يعني أن النبي صلى الله عليه وسلم قال جواهر المعاني كتابي وأنا الفته للأحباب وهم التجانيون وسيأتي في ذكر فضائلهم أن النبي صلى الله عليه وسلم يحبهم محبة خاصة وأنهم تلاميذه وفقراؤه وهم مربيهم. ¶ الكتاب الثاني: \" الجامع \" للشيخ محمد بن المشري، وهو من قدماء أصحاب الشيخ أحمد التجاني ولكن التجانيين لا يعباؤن بهذا الكتاب ومن الشائع عندهم أن الشيخ التجاني لم يكن راضيا عن مؤلفه كل الرضا لأنه أظهر الولاية وادعاء المشيخة في حياة شيخه وأن الشيخ أمره ألا يُساكنه في بلد واحد، قال محمد تقي الدين ولعل هذا النهي ينطبق على المثل المصري بلغة أهل الصعيد (السفينة اللي فيها ريِّسين تغرق) ترجمته (السفينة التي فيها ربانان تغرق) . ¶ الكتاب الثالث: \" الإفادة الأحمدية \"، إذا أردت أن تعرف تراجم علي حرازم مؤلف جوهر المعاني ومحمد بن المشري مؤلف الجامع، والطيب السفياني مؤلف الإفادة الأحمدية وعمر الفوتي مؤلف كتاب الرماح الآتي ذكره وغيرهم من رؤساء الطريقة التجانية، فعليك بمطالعة كتاب كشف الحجاب عمن تلاقى مع الشيخ التجاني من الأصحاب، لمؤلفه الشيخ أحمد سكيرج فإنه جمع فيه صحابة الشيخ التجاني ومناقبهم كما جمع الحافظ ابن عبد البر في الاستيعاب والحافظ بن حجر في الإصابة تراجم أصحاب النبي صلى الله عليه وسلم. ¶ الكتاب الرابع: \" رماح حزب الرحيم على نحور حزب الرجيم \" لمؤلفه عمر بن سعيد الفوتي السنيغالي.",
            "page": "23",
            "part": "1",
            "seal": "B081FC8C"
        },
        {
            "id": "21",
            "nass": "الكتاب الخامس: \" كتاب البغية شرح المنية \"، وهي الأرجوزة التي تقدم ذكرها تأليف الشيخ العربي بن السايح، وهناك كتب أخرى كثيرة لا أحب الإطالة بذكرها وسأقتصر في النقول التي أنقلها على ما في جوهر المعاني، وكتاب الرماح لأن مؤلفه أحسن ترتيبه ووضع له فهرسا وافيا يسهل الأخذ منه وهو عند جميع التجانيين ثقة فيما ينقل لا يتطرق الشك إليه وبالله التوفيق. ¶ قال صاحب الرماح في الجزء الثاني صفحة (4) الفصل السادس والثلاثون، في ذكر فضل شيخنا رضي الله عنه وأرضاه وعنا به وبيان أنه خاتم الأولياء وسيد العارفين وإمام الصديقين وممد الأقطاب والأغواث، وأنه هو القطب المكتوم والبرزخ المحتوم الذي هو الواسطة بين الأنبياء والأولياء بحيث لا يتلقى واحد من الأولياء من كبر شأنه ومن صغر فيضا من حضرة نبي إلا بواسطته رضي الله عنه من حيث لا يشعر بذلك الوالي وحيث كان الأمر هكذا فإياك أخي الإنكار على مثل هذا السيد العظيم والإمام الأعظم الكريم قد أجمع أئمة الإسلام وجميع الأولياء والعارفين على أن الاعتقاد ربح والإنكار خسران واعلم أنا إنما قدمنا لك الفصول التي قدمناها أول الكتاب المبارك وذكرنا فيها ما على المنكرين وأطنبنا فيها بعض الإطناب إلا نصيحة لك وتحذيرا من أن تكون مع السالكين بالانتقاد إن لم تكن مع الرابحين بالاعتقاد فأقول وبالله تعالى التوفيق، وهو الهادي بمنه إلى سواء الطريق، اعلم أنه ينبغي لنا أن نورد هنا كلاما قبل الشروع في هذا الفصل الذي نريد الشروع فيه لأن بعض من لم يكن له في العلم ولا في نفحات أهل العلم من خلاق قد يورد علينا إيرادين، أولهما أنه يقول الشيخ رضي الله عنه وأرضاه مدح نفسه وزكاها وذلك مذموم: ثانيهما أنه يقول أن قول الشيخ رضي الله عنه وأرضاه وعنا به أن الفيوض التي تفيض من ذات سيد الوجود صلى الله عليه وسلم تتلقاها ذوات الأنبياء وكل ما فاض وبرز من ذوات الأنبياء تتلقاه ذاتي ومني يتفرق على جميع ¶ الخلائق من نشأة العالم إلى النفخ في الصور ويدخل فيه جميع الصحابة رضوان الله تعالى عليهم فيكون أفضل من جميع الصحابة رضي الله تعالى عنهم وذلك باطل، وكذا قوله رضي الله عنه وأرضاه وعنا به لا يشرب ولي ولا يسقى إلا من بحرنا من نشأة العالم إلى النفخ في الصور وكذا قوله رضي الله تعالى عنه وأرضاه وعنا به إذا جمع الله خلقه في الموقف ينادي مناد بأعلى صوته يسمعه كل من في الموقف يا",
            "page": "24",
            "part": "1",
            "seal": "A13C7681"
        },
        {
            "id": "22",
            "nass": "أهل المحشر هذا أمامكم الذي كان مددكم منه، وكذا قوله رضي الله عنه وأرضاه وعنا به روحه صلى الله عليه وسلم وروحي هكذا مشيرا بإصبعيه السبابة والوسطى روحه صلى الله عليه وسلم تمد الرسل والأنبياء عليهم الصلاة والسلام وروحي تمد الأقطاب والعارفين والأولياء من الأزل إلى الأبد وكذا قوله رضي الله عنه وأرضاه وعنا به قدماي هاتان على رقبة كل ولي لله تعالى من لدن آدم إلى النفخ في الصور وكذا قوله رضي الله تعالى عنه وأرضاه وعنا به أن مقامنا عند الله في الآخرة لا يصله أحد من الأولياء ولا يقاربه من كبر شأنه ولا من صغر وأن جميع الأولياء من عصر الصحابة إلى النفخ في الصور ليس فيهم من يصل مقامنا، وكذا قوله رضي الله تعالى عنه وأرضاه وعنا به أعمار الناس كلها ذهبت مجانا إلا أعمار أصحاب الفاتح لما أغلق فقد فازوا بالربح دنيا وآخرة ولا يُشغل بها عمره إلا السعيد فيقول المعترض هذه الأقوال تقتضي تفضيله هو وأهل طريقته على جميع الصحابة رضوان الله عليهم أجمعين، فالجواب والله تعالى الموفق للصواب. ¶ أن الإيراد الأول غير وارد لأن هذا كما قال الحافظ جلال الدين عبد الرحمن السيوطي في الصواعق على النواعق ليس من باب الافتخار ولا تزكية النفس بل لهم في هذا وجهان أحدهما أن هذا من باب التعريف بحاله إذا جهل مقامه انتهى بلفظه. ¶ وهاأنذا ألخص بقية جوابه عما توقع أن يورده عليه فأقول نقل عن النووي في الأذكار أنه يجوز للإنسان أن يذكر فضائل نفسه إذا كان غرضه صحيحا كأن يُعرِّف الناس بعلمه ليأخذوا عنه العلم أو بأمانته ليأتمنوه على الودائع والأموال ليقوم بحفظها أو حسن التصرف فيها لمصلحة أهلها واحتجَّ لذلك بقول النبي صلى الله عليه وسلم: (أنا النبي لا كذب) وقوله عليه الصلاة والسلام: (أنا سيد ولد آدم ولا فخر) وقول يوسف عليه السلام: {اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ} ثم ذكر آثارا عن الصحابة مدحوا فيها أنفسهم لغرض صحيح، ونقل عن الزمخشري في الكشاف قوله أن العالم إذا جُهِلَت منزلته فوصف نفسه بما هو بصدده لم يكن ذلك من باب التزكية. ¶ ثم قال في الوجه الثاني: أن يقال في جواب الإيراد الأول، أن هذا من باب التحدث بنعم الله قال تعالى: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (11) } ثم نقل حديثا مرفوعا من المسند وشعب الإيمان للبيهقي ولفظه التحدث بنعم الله شكر وتركه كفر، ثم نقل آثارا عن",
            "page": "25",
            "part": "1",
            "seal": "3B5046E7"
        },
        {
            "id": "23",
            "nass": "الصحابة وغيرهم في التحدث بالنعم وأنه شكر لها، هذا ملخص جوابه عن الإيراد الأول، وأقول مستعينا بالله في جوابه: ¶ كل ما أوردته في التحدث بالنعم المعنوية والحسية، فهو حق لا ننازعك فيه، ولكن الطوام التي نقلتها عن شيخك لم يسبقه إليها سابق من الصحابة والتابعين والأئمة المجتهدين ولا دليل عليها من كتاب الله بل أدلة الكتاب والسنة تغبر في وجهها وتدحضها وتدمغها فقد أتعبت نفسك في غير طائل هذا نقوله على سبيل الإجمال ويأتي تفصيله إن شاء الله تعالى ثم أجاب عن الإيراد الثاني بما ملخصه أن ظاهر كلام شيخه هو تفضيله على أصحاب رسول الله صلى الله عليه وسلم من العام المخصوص كقوله تعالى في ريح عاد: {تُدَمِّرُ كُلَّ شَيْءٍ} فإنها لم تدمر الجبال ولم تدمر أحدا من البشر إلا عاد، وكذلك قوله تعالى: {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} فإن العرش لا يهلك وكذلك الجنة وما فيها ثم استدل بحديثين أحدهما قول النبي صلى الله عليه وسلم (ما أظلت الخضراء ولا أقلت الغبراء أصدق لهجة من أبي در) وقال أنه علم مخصوص قطعا لأنه لا سبيل لدخوله صلى الله عليه وسلم في هذا العموم. ¶ قال محمد تقي الدين الهلالي: الجواب عن ذلك أنه لا حجة له فيه لأن كلام الله وكلام رسول الله صلى الله عليه وسلم حق، لا يحتاجان إلى دليل ولا إقامة حجة لأنهما حجة والحجة العامة تخصص بالحجة الخاصة، أما كلام شيخه فليس بحجة فهو محتاج إلى حجة فيقال له من أين علمت أن روحك مقارنة لروح النبي صبى الله عليه وسلم، روحه عليه الصلاة والسلام تمد الأنبياء وروحك تمد الأولياء هكذا يقال أولا ويقال ثانيا ماذا تعني بالمدد أهو حسي أم معنوي فالحسي هو بسطة الجسم والرزق وما أشبههما والمعنوي هو هداية القلوب وما يُفتح عليها به من العلوم والحكم والتوفيق على طاعة الله والحفظ من معصية الله وتزكية النفوس وترقيتها في مراتب الإحسان حتى تبلغ درجة الصدِّيقين فإن كان هذا مقصودك فإن الكتاب والسنة وأصول الدين وجميع الأدلة النقلية والعقلية تدل بأصرح العبارات أن الله وحده هو الذي يمد عباده بالرزقين سواءا أكانوا أنبياء أو شهداء أو صالحين أم من عامة المؤمنين وأن النبي صلى الله عليه وسلم وهو أفضل خلق الله على الإطلاق لا يمد أحدا بشيء من ذلك لا الأنبياء ولا غيرهم بل هو نفسه عليه الصلاة والسلام فقير إلى الله يتلقى المدد منه والذي يُمَد بفتح الميم لا يُمِد بضم الياء وكسر الميم والأدلة على هذا الأصل من كتاب الله وسنة رسول الله صلى الله",
            "page": "26",
            "part": "1",
            "seal": "73238680"
        },
        {
            "id": "24",
            "nass": "عليه وسلم أكثر من أن تُحصى منها قوله تعالى في سورة القصص يخاطب خير خلقه محمدا صلى الله عليه وسلم: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (56) } ـ 56، قال الحافظ بن كثير في تفسير هذه الآية يقول الله تعالى لرسوله صلى الله عليه وسلم إنك يا محمد {لَا تَهْدِي مَنْ أَحْبَبْتَ} أي ليس إليك ذلك إنما عليك البلاغ والله يهدي من يشاء وله الحكمة البالغة والحجة الدامغة كما قال تعالى في سورة البقرة رقم 272: {لَيْسَ عَلَيْكَ ¶ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ} وقال تعالى في سورة يوسف 103: {وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ} وهذه الآية أخص من هذا كله فإنه قال: {7¨Rخ) لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (56) } أي هو أعلم بمن يستحق الهداية ممن يستحق الغواية وقد ثبت في الصحيحين أنها نزلت في أبي طالب عم النبي صلى الله عليه وسلم، وقد كان يحوطه وينصره ويقوم في صفه ويحبه حبا شديدا طبيعيا لا شرعيا فلما حَضَرَته الوفاة وحان أجله دعاه رسول الله صلى الله عليه وسلم إلى الإيمان والدخول في الإسلام، فسبق القدر فيه واختُطِف من يده فاستمر على ما كان عليه من الكفر ولله الحكمة التامة، قال الزهري: حدثني سعيد بن المسيب عن أبيه وهو المسيب ابن حزن المخزومي رضي الله عنه قال لما حضرت أبو طالب الوفاة جاءه رسول الله صلى اله عليه وسلم فوجد عنده أبا جهل بن هشام وعبد الله بن أمية بن المغيرة فقال رسول الله صلى الله عليه وسلم: (يا عم قل لا إله إلا الله كلمة أحاج لك بها عند الله) فقال أبو جهل وعبد الله بن أمية يا أبا طالب أترفب عن ملة عبد المطلب؟ فلم يزل رسول الله صلى الله عليه وسلم يعرضها عليه ويعودان له بتلك المقالة حتى كان آخر ما قال هو على ملة عبد المطلب وأبى أن يقول لا إله إلا الله فقال رسول الله صلى الله عليه وسلم: (والله لأستغفرن لك ما لم أنه عنه) فأنزل الله: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آَمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى} وأنزل الله في أبي طالب: {إنك لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} أخرجاه من حديث الزهري انتهى. ¶ فإن قلت أنا لا أقصد بنسبة إلى الرسول صلى الله عليه وسلم أنه هو الممد الحقيقي وأنا مؤمن بقوله تعالى: {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ} وإنما أردت أن النبي صلى الله عليه وسلم هو الواسطة في إيصال هذه النعم كما قال أحد المضلين: ¶ ما أرسل الرحمن أو يرسل ... من رحمة تصعد أو تنزل",
            "page": "27",
            "part": "1",
            "seal": "CB524536"
        },
        {
            "id": "25",
            "nass": "إلا وطه المصطفى عبده ... حبيبه نبيه المرسل ¶ واسطة فيها واصل لها ... يعرف كل من يعقل ¶ وقد زاد هذا المضل على ادعاء الواسطة بين الله وبين خلقه في النعم كلها أن النبي صلى الله عليه وسلم هو أصل هذه النعم على حد زعم من يزعم أن كل العالم بملائكته وجنته وناره وجنه وأنسه، مسلمهم وكافرهم وشياطينهم كل ذلك مخلوق من نور النبي صلى الله عليه وسلم ويستدلون على ذلك بحديث باطل يرفعونه ولفظه (أول ما خلق الله نور نبيك يا جابر) وسيأتي بطلانه إن شاء الله عند الكلام على هذه الضلالة فالجواب، وما دليلك على أن الله لا يمد الناس ألا بواسطة النبي صلى الله عليه وسلم فإن قلت قد أسند الله إليه الهداية في قوله تعالى في سورة الشورى 52: {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} . فالجواب: أن الهداية في كتاب الله تجيء ويراد بها تارة الدلالة والإرشاد فالنبي صلى الله عليه وسلم يهدي إلى صراط مستقيم، أي يدل الناس عليه ويدعوهم إليه بأقواله وأفعاله وأخلاقه الكريمة كما قال تعالى في - سورة المؤمنين 73 -: {وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (73) } أما التصرف في القلوب بالهداية فهو خاص بذي الجلال وفي ما كان يقوله النبي صلى الله عليه وسلم بعد رفع رأسه من الركوع وفي دبر الصلاة كما جاء في الصحيحين: (اللهم لا ما نع لما أعطيت ولا معطي لما منعت) وإذا ثبت أن المدد كله من الله وليس في قدرة المخلوق أن يمد مخلوقا برزق حسي أو معنوي بأن يخلق ذلك الرزق ويهبه له فقد تهدم ما بناه صاحب الرماح ولم تصب رماحه أحدا من أهل الحق ¶ بأذى لأنه طعن بها أشياء تخيلها لا وجود لها وطاشت سهامه فلم تصب هدفا فأين المدد الذي يتلقاه أحمد التجاني ليوزعه على الناس من لدن آدم إلى النفخ في الصور ونحن نقول أن البحار والأنهار كلها لله تعالى لا يشاركه فيها أحد فهو الذي يسقي منها من شاء على المقدار الذي يريده ويمنع من شاء وتذكرت بهذا الكلام حكاية قد يَحسُن إيرادها هنا فإن كان فيها المدح للنفس فليحملها المخالف على المحمل الحسن وإن أبى فالله عليم بذات الصدور ولا يضر إلا نفسه، توجهت سنة 1341 هـ من القاهرة إلى مديرية (أسيوط) من صعيد مصر ونزلت في مدينة (ملوي) وبقربها قرية تسمى (الريمون) وكانة فيها فئة قليلة جدا من السلفيين الموحدين لله المتبعين لرسول الله صلى الله عليه وسلم فدعوني إلى بلدهم، وشرعت أدعو إلى الله تعالى فأعانني الله سبحانه",
            "page": "28",
            "part": "1",
            "seal": "D0C9BEBA"
        },
        {
            "id": "26",
            "nass": "بفضله ورحمته فاستجاب أهل القرية كلهم لدعوتي ولم يشد منهم إلا شيخ الطريقة والعمدة - المرفوت - أي المعزول وخدمهما ولا يزيد عددهم على خمسة عشر وأقمت عندهم أكثر من شهرين ولتفصيل هذه القصة موضع آخر الذي أريد أن أقوله هنا أنني بعد مُضي زهاء أربع سنيين زرت هذه القرية للمرة الثانية فأخبروني أن شيخ الطريقة كان يأتيهم من بلد آخر في بعض الأحيان زاعما أنه يمدهم ويحفظهم والحقيقة أنه يبتز أموالهم ويزيدهم خضوعا إليه ويحافظ عليهم حتى لا يخرجوا من ربقته كما يحافظ الراعي على غنمه فبعد أن هداهم الله إلى توحيده واتباع رسوله الكريم وترك كل بدعة زارهم شيخ الطريقة المذكور وانتظر ما عهد منهم من التعظيم والخضوع من تقبيل اليد والخشوع أمامه والمبادرة إلى تقديم الهدايا النفائس التي تُرضي رغبته وتُشبع نهمته رآهم تلقوه كما يُتَلقَّى الضيف العادي فأنكر ذلك وقال ما أصابكم؟ فقالوا ما أصابنا شيء نحن مستعدون لتقديم كل ما تريده من الطعام والشراب وما يلزم لضيافتك فقال أراكم تبدلتم فقال قائل منهم أي شيء تريد أكثر من الضيافة ¶ أتريد أن نعبدك من دون الله كما كنا نفعل في زمن الجهل والضلالة فقال (يا عكروط) وهو لفظ يُسبُّ به باللغة المصرية ومعناه اللئيم قال أنا قتلت نفسا للمحافظة على بطيخك الذي زرعته بشاطئ فرع النيل، لأن رجلا جاء يسرق بطيخك فوجهت أليه همتي وقتلته. فقال يا سيدنا الشيخ لقد أخطأت في حسابك لأمرين أحدهما أن البطيخ أتت عليه آفة فأهلكته قبل أن يُنتفع به والثاني أني لا أرضى بقتل نفس مسلمة أو كافرة لأجل بطيخة تسرق من مزرعتي فغضب الشيخ وسبهم وانصرف عنهم وكذلك المدد الذي يدَّعيه صاحب الرماح ليثبت به فضيلة لشيخه لا وجود لها في الحقيقة ومن اعتقد أن غير الله يمد القلوب بالهدى والأحوال السنية والمقامات السامية فقد عبد مع الله إلها آخر: ¶ فإن كنت لا تدري فتلك مصيبة ... وإن كنت تدري فالمصيبة اعظم ¶ يقولون أقوالا لا يعلمونها ... إذا قيل هاتوا حققوا لم يحققوا ¶ إن المدد الذي ادعاه الشيخ التجاني وتبعه صاحب الرماح سراب بقيعة وخيال باطل وما بني على باطل فهو باطل. ¶ وأما ما ادعاه من التخصيص فإنه إنما يكون ذلك عند أهل الأصول في نصوص كتاب",
            "page": "29",
            "part": "1",
            "seal": "5CCA01A8"
        },
        {
            "id": "27",
            "nass": "الله ونصوص المعصوم لاستحالة التناقض في كلام الله وكلام رسوله صلى الله عليه وسلم أما كلام غير المعصوم فليس له هذه المرتبة لأنه يجوز عليه التناقض والجهل والغفلة والكذب أيضا، فكل ما أتعب نفسه به صاحب الرماح ذهب أدراج الرياح على أن هذا التكلف الذي تكلفه لا يوافقه عليه غيره من التجانيين فقد قال عبد الكريم بنيس الفاسي وهو مقدم تجاني مشهور ما نصه شعرا: ¶ يا رب أن اعتقادي ... تصديق كل ولي ¶ لا سيما تاج رأسي ... وصلتي للعلي ¶ كنزي ودخري التجاني ... أحمد حب النبي ¶ شريف أصل ممد ... للكل من أولي ¶ ولا تأول أصلا ... بل ذلك فضل الغني ¶ لا تنكرن وسلم ... تحظى بحسن الطوي ¶ وللمحبة بادر ... ودع كلام الغوي ¶ بحبه يا إلهي ... وبالنبي الزكي ¶ عفوا فإني مسيء ... وأنت تعلم غي ¶ فأنت ترى أن هذا المقدم التجاني يطلق قضية الإمداد ولا يقول بالتأويل الذي استنبطه صاحب الرماح من كلام شيخه حتى خص بعضه ببعض على أن هذا البحث غير مهم لأن المدد باطل من أصله وقد قلت في معارضة عبد الكريم بنيس قصيدة ضاعت مني وسأثبت هنا ما بقي عالقا في ذهني: ¶ يا رب أني محب ... لكل عبد تقي ¶ يوحد الله ربا ... ويقتدي بالنبي ¶ ولا يقلد شخصا ... في دينه كالغبي ¶ فما له من ولي ... غير الإله العلي ¶ وما له من إمام ... غير النبي الزكي ¶ وليس يعبد ألا ... رب العباد الغني",
            "page": "30",
            "part": "1",
            "seal": "3A76A5CD"
        },
        {
            "id": "28",
            "nass": "وكل خير فمنه ... يصيب كل ولي ¶ ومن سواه فقير ... فلا يمد بشي ¶ يا عصابة الشرك ... خافوا عقاب رب قوي ¶ في يوم هول شديد ... يشيب رأس الصبي ¶ يا صاحب الشرك أبشر ... دوما بعيش الشقي ¶ غبنت غبن الخزاعي ... في بيعه مع قصي ¶ باع المفاتيح منه ... بزق خمر ردي ¶ شرى ظلاما بنور ... بدل رشدا بغي ¶ فماله من نصير ... وما له من ولي ¶ 1) دعوى أن الشيخ التجاني خاتم الأولياء: ¶ كما أن النبي صلى الله عليه وسلم خاتم الأنباء ¶ قال صاحب الرماح: اعلم أن أفراد الأحباب من الصديقين والأغواث وجواهر الأقطاب وبرازخ الأغواث يعلمون أن مقامه ختم المقامات يفوق جميع مقامات الولاية ولا يكون فوقه إلا مقامات الأنبياء عليهم الصلاة والسلام وذلك الخاتم هوسيد الأولياء وهو ممدهم وإن لم يعلموا من أين هو، قال الشيخ محي الدين ابن عربي الحاتمي - رضي الله تعالى عنه فكل نبي من لدن آدم إلى آخر نبي ما أحد منهم يأخذ النبوة إلا من مشكاة خاتم النبيين وإن تأخر وجود طينته فإنه بحقيقته موجود وهو قوله: (كنت نبيا وآدم بين الماء والطين) أي لم يكمل بدنه العنصري فكيف من دونه من أنبياء أولاده وبيان ذلك أن الله سبحانه وتعالى لما خلق النور المحمدي كما أشار صلى الله عليه وسلم بقوله (أول ما خلق الله تعالى نوري) جمع في هذا الروح المحمدي جميع أرواح الأنبياء والأولياء جمعا أحديا قبل التفصيل في الوجود العيني وذلك في مرتبة العقل الأول ثم تعينت الأرواح في مرتبة اللوح المحفوظ الذي هو النفس الكلية وتميزت بظاهرها النورية فبعث الله الحقيقة المحمدية النورية عليهم تنبئهم عن الحقيقة الأحدية الجمعية الكمالية فلما وجدت الصور الطبيعية العلوية من العرش والكرسي ووجدت مظاهر تلك الأرواح ظهرت تلك البعثة المحمدية إليهم ثانيا فآمن من الأرواح ما كان مؤهلا",
            "page": "31",
            "part": "1",
            "seal": "0218345F"
        },
        {
            "id": "29",
            "nass": "للإيمان بتلك الأحدية الجمعية الكمالية ولما وجدت الصور الطبيعية العصرية ظهرت حكم ذلك الإيمان في كمل النفس البشرية فآمنوا بمحمد صلى الله عليه وسلم فمعنى قوله كنت نبيا أنه كان نبيا بالفعل عالما بنبوته انظر شرحه - كذا - ثم قال الحاتمي أي وشارح كلامه وغيره من الأنبياء ما كان نبيا بالفعل ولا عالما بنبوته إلا حين يبعث بعد وجوده ببدنه العنصرية واستكمال شرائط النبوة فاندفع بذلك ما يقال من أن كل واحد بهذه المثابة من حيث أنه كان نبيا في علم الله تعالى السابق على وجوده العيني صورة وآدم بين الماء والطين وغيره من الأولياء ¶ ما كان وليا بالفعل ولا عالما بولايته إلا بعد تحصيل شرائط الولاية من الأخلاق الإلهية في الاتصاف بها من أجل كون الله تعالى تسمى بالولي الحميد وخاتم الأولياء هو الولي الوارث الأخذ عن الأصل المشاهد للمراتب العارف باستحقاق أصحابها ليعطي كل ذي حق حقه وهو حسنة من حسنات سيد المرسلين محمد صلى الله عليه وسلم مقدم الجماعة، ثم نقل صاحب الرماح عن عبد الوهاب الشعراني وشيخه علي الخواص ما يؤيد ما نقله عن ابن عربي الحاتمي وقد أتعب نفسه هذا الإتعاب كله ليثبت لشيخه التجاني ما ادعاه من أنه خاتم الأولياء وممدهم. ¶ ثم نقل صاحب الرماح عن الحاتمي أنه قال أنه رأى في المنام حائطا من ذهب وفضة كمل إلا موضع لبنتين أحدهما من ذهب والأخرى من فضة فانطبع في موضع تينك اللبنتين ففسرها بأنه خاتم الأولياء وقص رؤياه على أولياء زمنه فوافقوه على تأويله وأنه هو خاتم الأولياء فلم يشك أنه هو وقال في ذلك شعرا: ¶ بنا ختم الله الولاية فانتهت ... إليها فلا ختم يكون لها بعدي ¶ وما فاز بالختم الذي لمحمد ... من أمته والعلم إلا أنا وحدي ¶ ثم نقل صاحب الرماح عن الحاتمي أنه تبين له بعد ذلك أنه ليس هو خاتم الأولياء وأن هذا الختم مدخر لولي يأتي في آخر الزمن فجهد نفسه واستعمل مكشافاته المزعومة ليطلع على هذا الولي الخاتم ويعرف اسمه وبلده وزمانه فرجع بخفي حنين، لكن صاحب الرماح لم يذكر الكتاب الذي نقل منه هذا الكلام من كتب ابن عربي الحاتمي وكتبه مشهورة موجودة بأيدي الناس وكذلك لم يذكر كلامه الأول من أين نقله؟ ولا يثبت شيء",
            "page": "32",
            "part": "1",
            "seal": "3DD2DD6A"
        },
        {
            "id": "30",
            "nass": "من النقول إلا بالعزو التفصيلي ولا سيما إذا كان النقل يراد به أمر مرغوب للناقل كما في هذه القضية فإنه نقل عن الحاتمي زعمه وجود خاتم الأولياء ثم نقل عنه ادعاؤه أنه هو هُو ثم نقل عنه رجوعه عن ذلك ليمهِّد السبيل لدعوى أن شيخه التجاني هو خاتم الأولياء يقينا ونقل أيضا عن الشيخ المختار الكنتي الجكاني الشنقيطي أنه قال أن القرن الثاني عشر يشبه قرن النبي صلى الله عليه وسلم في أمور منها أن قرن النبي صلى الله عليه وسلم وجد فيه خاتم الأنبياء والقرن الثاني عشر يوجد فيه خاتم الأولياء. ¶ قال محمد تقي الدين الهلالي ومن المعلوم أن الشيخ التجاني ولد في أوائل النصف الثاني من القرن الثاني عشر وتوفي على ما أظن سنة ثلاثين ومائتين وألف 1230 وظن صاحب الرماح أنه بهذه التلفيقات كلها تم له ما أراد من ثبوت وجود خاتم الأولياء وأنه هو شيخه التجاني وهو بناء فاسد على فاسد وباطل على باطل فقول ابن عربي الحاتمي ولو لم ينقل الفاسي في تاريخ مكة اتفاق العلماء على كفره لا يساوي بعرة في أصول الدين فأن أصول الدين لا يثبت منها شيء إلا بدليل من الكتاب والسنة والإجماع والقياس على اختلاف فيه وابن عربي الحاتمي سرق ما ادعاه من الرؤيا من حديث النبي صلى الله عليه وسلم الذي أخرجه البخاري: أن رسول الله صلى الله عليه وسلم قال: (إن مثلي ومثل الأنبياء قلبي كمثل رجل بنى بيتا فأحسنه وأجمله إلا موضع لبنة من زاوية فجعل الناس يطوفون به ويعجبون له ويقولون هلا وضعت هذه اللبنة فأنا اللبنة، وأنا خاتم النبيين) . ¶ ثم قال صاحب الرماح ما نصه: وشيخنا التجاني ولد عام خمسين ومائة وألف ووقع له الأذن من النبي صلى الله عليه وسلم يقظة لا مناما بتربية الخلق على العموم والإطلاق سنة ألف ومائة وست وتسعين، قال أخبرني سيدي محمد الغالي أن الشيخ عاش وهو في مرتبة الختمية ثلاثين سنة وإذا تأملت هذا علمت أن الختمية لم تثبت لأحد قبل شيخنا وأن أحدا ما ادعاها وثبت على ادعاها لنفسه وأما شيخنا وسيدنا ووسيلتنا إلى ربنا سيدي أحمد بن محمد الشريف الحسني التجاني قال: قد أخبرني سيد الوجود صلى الله عليه وسلم بأني القطب المكتوم منه إلي مشافهة يقظة لا مناما فقيل له ما معنى المكتوم؟ فقال هو الذي كتمه الله تعالى عن جميع خلقه حتى الملائكة والنبيين إلا سيد الوجود",
            "page": "33",
            "part": "1",
            "seal": "3BEBA284"
        },
        {
            "id": "31",
            "nass": "صلى الله عليه وسلم فإنه علم به وبحاله وهو الذي حاز كل ما عند الأولياء من الكمالات الإلهية واحتوى على جميعها وأكبر من هذا أن النبي صلى الله عليه وسلم قال إن لله ثلاتمائة خُلق من تَخلَّق بواحد منها أدخله الله الجنة وما اجتمعت في نبي ولا ولي قبله ألا سيد الوجود صلى الله عليه وسلم وأما الأقطاب الذين بعده حتى الحجة العظمى ابن عربي الحاتمي فإنما يعلمون ظواهرها فقط ويسمون المحمديين وبه خطب الله الأقطاب المجتمعة فيهم الأخلاق الإلهية وهذه الأخلاق لا يعرفها إلا من ذاقها ولا تدرك بالوصف ولا يعرف ما فيها إلى بالدوق وقال الفيوض التي تفيض من ذات سيد الوجود صلى الله عليه وسلم تتلقاها ذات الأنبياء وكل ما فاض وبرز من ذوات الأنبياء تتلقاه ذاتي ومني يتفرق على جميع الخلائق من نشأة العالم إلى النفخ في الصور، وخصصت بعلوم ببيني وبينه منه إلي مشافهة لا يعلمها إلا الله عز وجل بلا واسطة وقال أنا سيد الأولياء كما كان النبي صلى الله عليه وسلم سيد الأنبياء. ¶ قال في جوهر المعاني: وسألته - يعني الشيخ أحمد التجاني- عن حقيقة الولاية فأجاب بما نصه: الولاية عامة وخاصة فالعامة هي من آدم عليه السلام إلى عيسى عليه السلام والخاصة هي من سيد الوجود صلى الله عليه وسلم إلى الختم (يعني نفسه) والمراد بالخاصة هي من اتصف بأوصاف الحق الثلاثمائة على الكمال ولم ينقص منها واحد وهذا خاص بسيد الوجود صلى الله عليه وسلم ومن وَرِثه من أقطاب هذه الأمة الشريفة إلى الختم هكذا قال ونسبه للحاتمي ثم قال ولا يلزم من هذه الخصوصية التي هي الاتصاف بالأخلاق على الكمال يكون كلهم أعلى من غيرهم من كل وجه بل قد يكون من لم يتصف بها أعلى من غيره في المقام وأظنه يشير إلى نفسه وبعض الأكابر من أصحابه لأنه أخبره سيد الوجود صلى الله عليه وسلم بأن مقامه أعلى من جميع المقامات، ثم ذكر قضية أنه ممد الأولياء وإنهم لا يفاض عليهم ولا يسقون ألا منه وتقدم ذلك ثم قال ما نصه ومدده الخاص به (يعني الشيخ التجاني) إنما يتلقاه منه صلى الله عليه وسلم ولا إطلاع لأحد من الأنبياء عليهم الصلاة والسلام على فيضه الخاص به لأن له مشربا معهم منه صلى الله عليه وسلم قال رضي الله عنه وأرضاه وعنا به مشيراً بإصبعيه السبابة والوسطى روحي وروحه صلى الله عليه وسلم هكذا، روحه صلى الله عليه وسلم تمد الرسل والأنبياء عليهم الصلاة والسلام وروحي تمد الأقطاب والعارفين والأولياء من الأزل إلى",
            "page": "34",
            "part": "1",
            "seal": "A2367233"
        },
        {
            "id": "32",
            "nass": "الأبد وسبب ذلك أن بعض أصحابه تحاور مع بعض الناس في قوله رضي الله عنه وأرضاه وعنا به كل الشيوخ أخذوا عني في الغيب فحكى له ذلك فأجاب رضي الله عنه وأرضاه وعنا به بما ذكر. ¶ وقال نسبة الأقطاب معي كنسبة العامة مع الأقطاب وقال الشيخ عبد القادر الجيلاني قال قدمي هذا -كذا - على رقبة كل ولي لله يعني أهل عصره وأما أنا فقدماي هاتان جمعهما وكان متكئا فجلس وقال على رقبة كل ولي لله تعالى من لدن آدم إلى النفخ في الصور ثم نقل صاحب الرماح عن شيخه التجاني أنه قال ما معناه أن هناك سبع حضرات تمثلها سبع دوائر. ¶ الحضرة الأولى: الحقيقة الأحمدية قال وهذه الحضرة غيب من غيوب الله تعالى لم يطلع عليها أحد ولا عرف شيئا من علومها وأسرارها وتجلياتها وأخلاقها ولو كان من الرسل الأنبياء لأنها خاصة بالنبي صلى الله عليه وسلم. ¶ والثانية سماها الحضرة المحمدية وتمثلها الدائرة الثانية قال ومن هذه الحقيقة المحمدية مدارك النبيين والمرسلين وجميع الملائكة المقربين وجميع الأقطاب والصديقين وجميع الأولياء والعارفين. ¶ والثالثة حضرة الأنبياء وتمثلها الدائرة الثالثة وأهل هذه الدائرة يتلقون علومهم وأحوالهم وتجلياتهم من هذه الحقيقة المحمدية وخاتم الأولياء أعني الشيخ التجاني له مشرب من هذه الحضرة مع الأنبياء فهو يتلقى المدد رأسا من النبي صلى الله عليه وسلم من حقيقته المحمدية بلا واسطة. ¶ الحضرة الرابعة حضرة خاتم الأولياء وتمثلها الدائرة الرابعة وصاحب هذه الحضرة هو الشيخ أحمد التجاني فإنه يتلقى كل ما فاض من ذوات الأنبياء زيادة على ما يتلقاه بلا واسطة من الحقيقة المحمدية ولذلك سمى نفسه (برزخ البرازخ) وهنا قال الشيخ التجاني ما نصه وخصصت بعلومي بيني وبينه صلى الله عليه وسلم سيد الأنبياء. قال صاحب الرماح ما نصه ولا اطلاع لأحد من الأنبياء عليهم الصلاة والسلام على فيضه الخاص به لأن له مشربا معهم منه صلى الله عليه وسلم. ¶ الحضرة الخامسة حضرة المتبعين للطريقة التجانية المتمسكين بها قال الشيخ التجاني",
            "page": "35",
            "part": "1",
            "seal": "E4A89E6B"
        },
        {
            "id": "33",
            "nass": "في حق أهل هذه الطريقة ما نصه: لو اطلع أكابر الأقطاب على ما أعد الله لهذه الطريقة لبكوا وقالوا يا ربنا ما أعطيتنا شيئا وقال الشيخ التجاني لا مطمع لأحد من الأولياء في مراتب أصحابنا حتى الأقطاب الكبار ما عدا أصحاب رسول الله صلى الله عليه وسلم قال محمد تقي الدين ونظم هذا المعني صاحب المنية فقال: ¶ لو علمت أكابر الأقطاب ما ... أعد خالق الورى تكرما ¶ لهؤلاء لبكوا عليه ... واستنقصوا ما ركنوا إليه ¶ وقال الشيخ التجاني: كل الطرائق تدخل عليه -كذا - طريقتنا فتبطلها وطابعنا يركب على كل طابع ولا يحمل طابعنا غيره وقال من ترك وِردا من أوراد المشايخ لأجل الدخول في طريقتنا هذه المحمدية التي شرفها الله على جميع الطرق آمَّنه الله تعالى في الدنيا والآخرة فلا يخاف من شيء يصيبه لا من الله ولا من رسوله ولا من شيخه أيا كان من الأحياء أو من الأموات وأما من دخل زُمرتنا وتأخر عنها ودخل غيرها تحل به المصائب دنيا وأخرى ولا يفلح أبدا ثم قال ناقلا عن شيخه التجاني كما هو في جواهر المعاني: وليس لأحد من الرجال أن يدخل كافة أصحابه الجنة بلا حساب ولا عقاب ولو عملوا من الذنوب ما عملوا وبلغوا من المعاصي ما بلغوا إلا أنا وحدي ووراء ذلك مما ذكر لي فيهم وضمنه أمر لا يحل لي ذكره ولا يُرى ولا يُعرف إلا في الدار الآخرة بشرى لكل معتقد رغم أنف المنتقد ثم قال صاحب الرماح قلت هنا صار جميع أهل طريقته أعلى مرتبة عند الله تعالى في الآخرة من أكابر الأقطاب وإن كان بعضهم في الظاهر من جملة العوام المحجوبين. ¶ الحضرة السادسة حضرة الأولياء وتمثلها الدائرة السادسة وهي مستمدة من حضرة خاتمهم الأكبر جميع ما نالوا. ¶ والحضرة السابعة حضرة أتباع الأولياء ثم رسم سبع دوائر في الرماح ناقلا لها من جواهر المعاني وهذه الدوائر متداخلة بعضها في بعض ولها أبواب مفتوحة لتلقي المدد والمعنى واضح بدون رسم ثم نظم صاحب الرماح قصيدة من بحر الكامل في الترغيب في الدخول في الطريقة التجانية والتمسك بها وهي طويلة مطلعها: ¶ يا رائم الخيرات روم رجالها ... يا مبتغي الأنوار ثم ظلالها",
            "page": "36",
            "part": "1",
            "seal": "270A1935"
        },
        {
            "id": "34",
            "nass": "فلينظرها من شاء فيه ثم نقل صاحب الرماح عن شيخه التجاني قوله لو بحت بما علمني الله تعالى لأجمع أهل العرفان على قتلي ثم قال عنه ما نصه وأقول لكم إن مقامي عند الله تعالى في الآخرة لا يصله أحد من الأولياء، ولا يقاربه من كبر شانه أو صغر وأن جميع الأولياء من عصر الصحابة إلى النفخ في الصور ليس فيهم من يصل مقامنا ولا يقاربه لبعد مرامه عن جميع العقول وصعوبة مسلكه على أكابر الفحول ولم أقل لكم ذلك حتى سمعته منه صلى الله عليه وسلم تحقيقا ثم قال عنه أيضا أن سيد الوجود صلى الله عليه وسلم ضمن لنا أن من سبنا وداوم على ذك ولم يتب لا يموت إلا كافرا ونقل عنه أيضا قوله أن النبي صلى الله عليه وسلم أخبره بقوله عليه الصلاة والسلام بعزة ربي يوم الاثنين ويوم الجمعة لم أفارقك فيهما من الفجر إلى الغروب ومعي سبعة أملاك وكل من رآك في اليومين تَكتب الملائكة اسمه في ورقة من ذهب ويكتبونه من أهل الجنة ثم قال صاحب الرماح وقد أخبرني بعض من لقيه أنه ما تنزل إلى إفادة الخلق بعد ما أخبره صلى الله عليه وسلم بذلك إلا بعد قوله للنبي صلى الله عليه وسلم إن كنت بابا لنجاة كل عاص تعلق بي فنعم وإلا فأي فضل لي فقال صلى الله عليه وسلم أنت باب لنجاة كل عاص تعلق بك وحينئذ طابت نفسه لذلك ثم ادعى صاحب الرماح وجود دائرة عند الله تعالى تسمى الدائرة الفضلية كل من كان من أهل هذه الدائرة يتفضل الله عليه بالرحمة والنعيم وينجيه من عذاب الجحيم ولا يتوقف ذلك على عمل صالح ولا يضر معه سيئة ولا ¶ معصية وزعم أن شيخه وأتباعه كلهم من أهل هذه الطريقة ثم ادعى أن خلة الله ثابتة لشيخه وأن الله تعالى اتخذ محمد صلى الله عليه وسلم حبيبا وإبراهيم خليلا وأن شيخه ورث المحبة والخلة من هذين النبيين ثم قال ومن بحر هذه الدائرة تفضل رسول الله صلى الله عليه وسلم بدائرة الإحاطة وبالكنز المطلسم الذي هو خاص به صلى الله عليه وسلم. ¶ وبمقامه وبالخريدة الفريدة التي هي خاصة به صلى الله عليه وسلم وبإطلاقه يعني الإذن له في إعطاء جميع أوراده من الإسم الأعظم الكبير وما دونه لمن شاء ومنعها ممن شاء وكذلك من قدَّمه الشيخ ومن قدمه هذا المقدم إلى أن يرث الله الأرض ومن عليها. انتهى ما أردنا الإشارة إليه من الفصل السادس والثلاثين ويلي ذلك وضع ما تضمَّنه من المسائل في الميزان وقد تقدم أن أول ما نقله مؤلف الإفادة الأحمدية عن شيخه التجاني أنه سأله سائل أيُكذبُ",
            "page": "37",
            "part": "1",
            "seal": "01A955E3"
        },
        {
            "id": "35",
            "nass": "عليك؟ قال نعم ما جاءكم عني فاعرضوه على كتاب الله وسنة رسوله فما وافقهما فهو عني سواء أقلته أو لم أقله وما خالفهما فليس عني سواء أقلته أو لم أقله، فنحن حين نعرض هذه المسائل على الكتاب والسنة نكون عاملين بكتاب الله وسنة رسول الله صلى الله عليه وسلم وبوصية الشيخ التجاني نفسه فنقول وبالله التوفيق وهو الهادي بمنه إلى أقوم طريق.",
            "page": "38",
            "part": "1",
            "seal": "6CB489D4"
        },
        {
            "id": "36",
            "nass": "المسألة الأولى: ¶ ما يعتقده خاصة التجانين وعامتهم من أن شيخهم أبا العباس أحمد بن محمد التجاني رأى النبي صلى الله عليه وسلم في أواخر المائة الثانية بعد الألف يقظة لا مناما ومنه تلقى كل أوراده وأذكاره وفضله وفضل طريقته، وقد تقدم إبطال ذلك بالأدلة النظرية بإجماع خير القرون على أن ذلك لم يقع لحد من الصحابة ولا التابعين ولا الأئمة المجتهدين مع شدة الحاجة إليه، أما النقل فليس لهم دليل ولا شبهة يتكئون عليها في هذه الدعوى. ¶ المسالة الثانية: ¶ وهي من أهم المسائل عند التجانيين اعتقادهم أن المدد كله من النبي صلى الله عليه وسلم يفيض على ذوات الأنبياء والمرسلين نهرا جاريا إليهم وهناك نهر آخر يجر من النبي صلى الله عليه وسلم بلا واسطة إلى الشيخ التجاني وكل ما فاض من ذوات الأنبياء تتلقاه ذات الشيخ التجاني ومنه يتفرق على جميع الخلائق من لدن آدم إلى النفخ في الصور وفي رواية من الأبد إلى الأزل وهذا تهور عظيم وقد كان الله تعالى ولا شيء معه هو الأول فالأزلية خاصة به سبحانه لا يشاركه فيها أحد وقد تقدم الكلام على إبطال المدد من الصفحة 26 إلى الصفحة 30 فانظره. ¶ المسالة الثالثة: ¶ ما يعتقده جميع التجانيين من أن شيخهم خاتم الأولياء وسيدهم كما أن النبي صلى الله عليه وسلم خاتم الأنبياء وسيدهم وبالله التوفيق وبه أستعين ومنه أستمد العلم والتحقيق ما مرادك بالأولياء؟ . ¶ قال ابن منظور في لسان العرب في أسماء الله تعالى: الولي الناصر وقيل المتولي لأمور العالم والخلائق القائم بها. ومن أسمائه عز وجل الولي هو مالك الأشياء جميعها المتصرف فيها ثم قال: الولاية على الإيمان واجبة، المؤمنون بعضهم أولياء بعض ولي بين الولاية ووال بين الولاية والوالي ولي اليتيم الذي يلي ويقوم بكفايته وولي امرأة الذي يلي عقد النكاح عليها ولا يدعها تستبد بعقد النكاح دونه ثم الولي والمولى واحد في كلام العرب. وروى ابن سلام عن يونس قال المولى له مواضع في كلام العرب منها المولى في الدين وهو الولي وذلك قوله تعالى: {ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آَمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ} أي لا ولي لهم ومنه قول رسول الله صلى الله عليه وسلم: (من كنت مولاه فعلي مولاه) أي:",
            "page": "39",
            "part": "1",
            "seal": "711E0B8E"
        },
        {
            "id": "37",
            "nass": "من كنت وليه قال وقوله عليه السلام مزينة وجهينة وأسلم وغفار موالي الله ورسوله أي أولياء الله. اهـ ¶ وقال الحافظ ابن كثير في تفسير قوله تعالى في سورة يونس آية 62 و 63: {أَلَا إِن أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (62) الَّذِينَ آَمَنُوا وَكَانُوا يَتَّقُونَ (63) } يخبر تعالى أن أولياءه هم الذين آمنوا وكانوا يتقون، فكل من كان تقيا كان لله وليا، لَا {خَوْفٌ عَلَيْهِمْ} أي فيما يستقبلونه من أهوال الآخرة. ¶ وَلَا {هُمْ يَحْزَنُونَ} على ما وراءهم في الدنيا وقال عبد الله بن مسعود وابن عباس وغير واحد من السلف: أولياء الله الذين إذا رؤوا ذُكر الله، وقد ورد هذا في حديث مرفوع كما قال البزار بسنده إلى ابن عباس قال قَال رجل يا رسول الله من أولياء الله؟ قال: (الذين إذا رؤوا ذُكر الله) ثم قال البزار وقد روي عن سعيد مرسلا. ¶ وقال ابن جرير بسنده إلى أبي هريرة رضي الله عنه قال قَال رسول الله صلى الله عليه وسلم: (إن من عباد الله عبادا يغبطهم الأنبياء والشهداء) قيل من هم يا رسول الله لعنا نحبهم قال: (هم قوم تحابوا في الله من غير أموال ولا أنساب وجوههم نور على منابر من نور لا يخافون إذا خاف الناس ولا يحزنون إذا حزن الناس) ثم قرأ: {أَلَّا إِن أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (62) } ورواه أبو داود أيضا بسنده عن عمر بن الخطاب بسند جيد إلا أنه منقطع اهـ. ¶ وفي تفسير الجلالين ما نصه: {أَلَّا إِن أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (62) } في الآخرة هم {الَّذِينَ آَمَنُوا وَكَانُوا يَتَّقُونَ (63) } الله بامتثال أمره ونهيه اهـ. ¶ وقال البيضاوي: أولياء الله الذين يتولونه بالطاعة ويتولاهم بالكرامة اهـ. ¶ ونقل الجمل في حاشيته عن الشهاب ما نصه الولي ضد العدو فهو المحب ومحبة العباد لله طاعتهم له ومحبته لهم إكرامه إياهم كما في شرح الكشاف. اهـ. ¶ قال محمد تقي الدين الهلالي محبة العباد لله تعالى ومحبة الله للعباد كلتاهما حقيقة ولا داعي لتأويل محبته العباد بالطاعة ولا تأويل محبة الله لعباده بإكرامهم، وإنما يؤول محبة الله بإكرامه نفاة الصفات لزعمهم أن الحب ميل وحرارة يجدها المحب في قلبه لما أحب قالوا وذلك محال على الله تعالى لأن فيه تشبيها لله بخلقه وأجاب المثبتون للصفات المتبعون للسلف الصالح والتابعين من الصحابة والتابعين والأئمة المجتهدين أن محبة الله",
            "page": "40",
            "part": "1",
            "seal": "BD22263F"
        },
        {
            "id": "74",
            "nass": "الفريدة؛ التي هي خاصة به صلى الله عليه وسلم؛ ومن بحرها تفضل عليه مولانا رسول الله صلى الله عليه وسلم بإطلاقه رضي الله تعالى عنه في إعطاء جميع أوراده من الإسم الأعظم الكبير وما دونه لمن شاء؛ ومنعها ممن شاء؛ ومضى إلى أن قال: (إنه لما كان دائرة الإحاطة الذي هو الساري في جميع أسماء الله تعالى الظاهرة والباطنة والاسم الذي لا يُلقَّنه إلا القطب وهو الكنز المطلسم الذي ما أُنزل في القرآن ولا في جميع الكتب الإلهية مثله) انتهى بلفظه صفحة 33. ¶ أقول تقدم أن النبي صلى الله عليه وسلم لا يعطي ولا يمنع؛ وإنما هو مبلِّغ عن الله تعالى؛ وقد بلغ أمته البلاغ المبين وما ترك شيئا يقربهم من الله تعالى إلا بينه لهم قبل وفاته؛ ولا ترك شيئا يبعدهم عن الله إلا حذرهم منه؛ وهذه الأسماء المذكورة هنا ليس لها مسميات؛ وإنما اخترعت وذكرت تهويلا على الجاهلي؛ وإرهابا لهم وتخديرا لأعصابهم ليزدادوا خضوعا وطاعة ويعبدوا شيخهم بغاية الإخلاص فهي كالغول والعنقاء؛ وأسماء الله تعالى توقيفية؛ ولا يجوز أن يسمى الله إلا بما سمى به نفسه أو سماه به رسوله صلى الله عليه وسلم؛ ومن سمى الله باسم لم يرو ويصح عن النبي صلى الله عليه وسلم فهو من الذين يلحدون في أسماء الله سيجزون ما كانوا يعملون؛ وقد اطلعت على كلمتين خنفشاريتين في كتاب مخطوط للشيخ المختار الكنتي؛ زعم أنها اسم الله الأعظم ثم بعد ذلك أعطاني الشيخ أحمد سكيرج هاتين الكلمتين وأخبرني أنهما اسم الله الأعظم؛ فعلمت أن تلك الكلمتين تدوران عند جميع أصحاب الطرائق؛ ويتشددون في إعطائهما ويهولون أمرهما حتى أنني حين خرجت من الطريقة التجانية زعم بعض التجانيين أن الشيخ سكيرج حين أعطاني الإسم الأعظم اشترط علي ألا أذكره في كل يوم إلا مرات معدودة فلم أف له بشرطه وذكرته أكثر مما حدد لي فسلبت. إلى هذا الحد بلغ بهم الجهل؛ وقد صدقوا؛ فإني سلبت الشرك والبدعة والضلالة؛ ورزقت التوحيد واتباع السنة والعلم المستند إلى كتاب الله وسنة رسول الله صلى الله عليه وسلم؛ ولا يجوز إطلاق ذلك الإسم على الله تعالى؛ ومن أطلقه عليه فهو ضال ملحد في أسماء الله تعالى؛ فإن قلت أيها القارئ ما معنى قولك خنفشاريتين؟ فالجواب: أن جماعة من الأدباء زارهم رجل كذاب محتال إلا أنه كان فصيح اللسان؛ وادعى لهم أنه من أهل العلم فما سألوه عن مسألة إلا أفاض في جوابها ارتجالا بما حير ألبابهم. فقال أحدهم: تعالوا نمتحنه لنعلم صدقه من كذبه؛ وكانوا ستة؛ ¶ فقالوا: ليكتب كل واحد منا حرفا ثم نجمعها فتصير كلمة ونسأله عن معناها. فكتب كل واحد منهم حرفا ثم جمعوا الأحرف فتألفت منها كلمة هي (خنفشار) فقالوا أيها الأديب هل تعرف الخنفشار؟ فقال نعم هو نبات يطول إلى مقدار ذراع وله أوراق",
            "page": "77",
            "part": "1",
            "seal": "10DEAA25"
        },
        {
            "id": "75",
            "nass": "مستديرة؛ وفيه لبن وهو صالح يوضع في اللبن الحليب فيحسن طعمه؛ وتطيب رائحته قال الشاعر: ¶ لقد حلت محبتكم بقلبي كما نفع الحليب الخنفشار ¶ وله خواص طبية ونقل عن الأطباء اليونانيين منافع كثيرة لهذا النبات؛ ثم قال: وقال رسول الله صلى الله عليه وسلم، فوضع أحدهم يده على فمه؛ وقال أيها الرجل حسبك بهتانا؛ كذبت على علماء اللغة وعلى الشعراء وعلى الأطباء والآن تريد أن تكذب على النبي صلى الله عليه وسلم؛ فصاروا يسمون كل كلمة مهملة؛ مثلوا لذلك؛ بديز؛ مقلوب زيد؛ وهذه الألفاظ التي ذكرها صاحب الرماح ليست مهملة ولكنها وضعت لمعان غير المعاني التي يريد أن يحملها إياها صاحب الرماح؛ أما ما يزعمون أنه الإسم الأعظم فهو كاخنفشار تماما؛ وكيف يمكن أن يتفضل النبي صلى الله عليه وسلم على الشيخ التجاني بما هو خاص به؛ فحينئذ لا يكون خاصا به؛ فإن خصائصه عليه الصلاة والسلام لا يجوز أن تكون لغيره أبدا لأن الله خصه بها؛ ولو أعطاها غيره لزالت الخصوصية ولكن هؤلاء القوم يزعمون أن علومهم خارجة عن دائرة العقل؛ فمن شاء أن يعرف كلامهم فليترك عقله؛ ومن أراد أن يصدقهم فلينبذ كتاب الله وسنة رسوله صلى الله عليه وسلم فنعوذ بالله من الخذلان. ¶ كلام شيخ الإسلام إمام المحققين أحمد بن تيمية في القطب والغوث قال رحمه الله في كتابه: (رسالة زيارة القبور والاستنجاد بالمقبور) ما نصه: يقال ثلاثة أشياء ما لها من أصل باب النصيرية ومنتظر الرافضة وغوث الجهال فإن النصيرية تدعي في الباب الذي لهم أنه الذي يقيم العالم فذاك شخصه موجود ولكن دعوى النصيرية فيه باطلة وأما محمد بن الحسن المنتظر والغوث المقيم بمكة ونحو هذا فإنه باطل ليس له وجود وكذلك ما يزعمه بعضهم من أن القطب الغوث الجامع يمد أولياء الله ويعرفهم كلهم ونحو هذا فهذا باطل فأبو بكر وعمر رضي الله عنهما لم يكونا يعرفان جميع أولياء الله ولا يمدانهم فكيف بهؤلاء الضالين المغترين الكذابين ورسول الله صلى الله عليه وآله وسلم سيد ولد آدم إنما عرف الذين لم يكن رآهم من أمته بسيماء الوضوء وهو الغرة والتحجيل ومن هؤلاء من أولياء الله من لا يحصيه إلا الله عز وجل وأنبياء الله الذين هو إمامهم وخطيبهم لم يكن يعرف أكثرهم بل قال الله تعالى: {xكصَلَّى اللهُ عَلَيْهِ وَسَلَّمَâ'ur قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ} وموسى لم يكن يعرف الخضر والخضر لم يكن يعرف موسى بل لما سلم عليه موسى",
            "page": "78",
            "part": "1",
            "seal": "9F762825"
        },
        {
            "id": "76",
            "nass": "قال له الخضر وأنى بأرضك السلام فقال له أنا موسى قال موسى بني إسرائيل قال نعم وقد كان بلغه اسمه وخبره ولم يكن يعرف عينه ومن قال إنه نقيب الأولياء أو أنه يعلمهم كلهم فقد قال الباطل. ¶ والصواب الذي عليه المحققون أنه ميت وأنه لم يدرك الإسلام ولو كان موجودا في زمن النبي صلى الله عليه وآله وسلم لوجب عليه أن يؤمن به ويجاهد معه كما أوجب الله ذلك عليه وعلى غيره ولكان يكون في مكة والمدينة ولكان يكون حضوره مع الصحابة للجهاد معهم وإعانتهم على الدين أولى به من حضوره عند قوم كفار ليرقع لهم سفينتهم ولم يكن مختفيا عن خير أمة أخرجت للناس وهو قد كان بين المشركين ولم يحتجب عنهم ثم ليس للمسلمين به وأمثاله حاجة لا في دينهم ولا في دنياهم فإن دينهم أخذوه عن الرسول النبي الأمي صلى الله عليه وآله وسلم الذي علمهم الكتاب والحكمة وقال لهم نبيهم: (لو كان موسى حيا ثم اتبعتموه وتركتموني لضللتم) ، وعيسى بن مريم عليه السلام إذا نزل من السماء إنما يحكم فيهم بكتاب ربهم وسنة نبيهم فأي حاجة لهم مع هذا إلى الخضر وغيره والنبي صلى الله عليه وآله وسلم قد أخبرهم بنزول عيسى من السماء وحضوره مع المسلمين، وقال: (كيف تهلك أمة أنا في أولها وعيسى في آخرها) ، فإذا كان النبيان الكريمان اللذان هما مع إبراهيم وموسى ونوح أفضل الرسل ومحمد صلى الله عليه وآله وسلم سيد ولد آدم ولم يحتجبوا عن هذه الأمة لا عوامهم ولا خواصهم فكيف يحتجب عنهم من ليس مثلهم وإذا كان الخضر حيا دائما فكيف لم يذكر النبي صلى الله عليه وآله وسلم ذلك قط ولا أخبر به أمته ولا خلفاءه الراشدين (¬1) . ¶ وقول القائل إنه نقيب الأولياء فيقال له من ولاه النقابة وأفضل الأولياء أصحاب محمد صلى الله عليه وآله وسلم وليس فيهم الخضر وعامة ما يحكى في هذا الباب من الحكايات بعضها كذب وبعضها مبني على ظن رجل مثل شخص رأى رجلا ظن أنه الخضر وقال إنه الخضر كما أن الرافضة ترى شخصا تظن أنه الإمام المنتظر المعصوم أو تدعي ذلك وروي عن الإمام أحمد بن حنبل أنه قال: وقد ذكر له الخضر من أحالك على غائب فما أنصفك وما ألقى هذا على ألسنة الناس إلا الشيطان انتهى المراد منه. ¶ قال محمد تقي الدين الهلالي: قول الإمام احمد من أحالك على غائب فما أنصفك لما ذكر له وجود الخضر في زمانه؛ ومعناه من أخبرك بوجود شخص لا تراه ولا تسمعه ولا تدركه بشيء من الحواس ولا جاء خبر عن الله ورسوله بوجوده كالملائكة والجن؛ فقد كلفك مالا تطيق ¶ ¬_________ ¶ (¬1) ومما لاشك فيه أن عيسى عليه السلام سيحكم بالكتاب والسنة؛ لا كما يزعم الضالون من أنه سيحكم بالإنجيل؛ ولا ما بما زعمه بعض الجهال من أنه سيحكم بالمذهب الحنفي بعد أن يتعلمه من صندوق أودعه الخضر في نهر جيحون؛ كما ذكر ذلك الحصكفي في مقدمة كتبه ((الدر المختار)) .",
            "page": "79",
            "part": "1",
            "seal": "9FCB2E61"
        },
        {
            "id": "77",
            "nass": "وظلمك حين أراد منك أن تصدقه فيما ادعاه بلا دليل؛ وقد أحسن الإمام أحمد في إنكاره وجود الخضر في زمانه وقد بين شيخ الإسلام عدم وجوده بالأدلة القاطعة وكذلك يقال في القطب وما ادعاه التجانيون لشيخهم من كونه سيد الأولياء وخاتمهم وممدهم؛ وأن قدميه على رقابهم كل ذلك باطل وتضليل فقد تهدم كل ما بنوه من الأباطيل بحكم الله ورسوله صلى الله عليه وسلم ثم بحكم شيخهم عليهم: {وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا (81) } (¬1) ¶ فصل في تخريج الأحاديث التي وردت في هذا الفصل وبيان حالها. ¶ أولها حديث (أول ما خلق الله نوري؛ وفي رواية أول ما خلق الله نور نبيك يا جابر) تقدم أنه موضوع؛ لا يحل أن ينسبه أحد للنبي صلى الله عليه وسلم إلا مقرونا ببيان وضعه ¶ ثانيها: حديث (رجعنا من الجهاد الأصغر إلى الجهاد الأكبر) قال الحافظ ابن حجر في: (تسديد القوس في تخريج مسند الفردوس) هذا حديث مشهور على الألسنة وهو من كلام إبراهيم بن عبلة؛ فقال العجلوني في كشف الخفاء؛ قال العراقي في تخريج الإحياء رواه البيهقي بسند ضعيف عن جابر؛ ورواه الخطيب في تاريخه بلفظ: قدم النبي صلى الله عليه وسلم من غزاة فقال عليه الصلاة والسلام (قدمتم خير مقدم وقدمتم من الجهاد الأصغر إلى الجهاد الأكبر؛ قالوا وما الجهاد الأكبر قال مجاهدة العبد هواه) والمشهور على الألسنة رجعنا من الجهاد الأصغر إلى الجهاد الأكبر؛ دون بقيه وفيه اختصار. الجزء الأول 424 من كشف الخفاء. ¶ ثالثها: حديث (لولاك ما خلقت الأفلاك) وأليه أشار البوصيري بقوله: ¶ وكيف تدعو إلى الدنيا ضرورة من لولاه لم تخرج الدنيا من العدم ¶ قال الصنعاني موضوع. انتهى من كشف الخفاء (¬2) . ¶ رابعها: (خير هذه الأمة أولها وأخرها) (¬3) قال السيوطي أنه ضعيف أخرجه ¶ ¬_________ ¶ (¬1) الإسراء آية 81. ¶ (¬2) قال الألباني في ((سلسلة الأحاديث الضعيفة والموضوعة)) الحديث رقم 282: موضوع والقول بأن معناه صحيح: لا يليق. ¶ (¬3) قال المناوي في ((التيسير بشرح الجامع الصغير)) ص 1 / 532 طبع المكتب الإسلامي: عن عروة بن رويم مرسلا.",
            "page": "80",
            "part": "1",
            "seal": "F4CA6F84"
        },
        {
            "id": "78",
            "nass": "أبو نعيم في الحلية عن عروة بن الزبير مرسلا. اهـ الفيض ج 3 ص 493. ¶ عود إلى حديث (أول ما خلق الله نوري) قال محمد تقي الدين بطلان هذا الحديث يظهر بأدنى تأمل فقد قال الله تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ} وتكرر مثل هذا في القرآن في مواضع لا تحصى إلا بتعب؛ فالنبي صلى الله عليه وسلم بشر من بني آدم؛ وآدم من تراب لا من نور فما هو هذا النور الذي ينسبونه إلى النبي صلى الله عليه وسلم؛ أهو روحه الشريفة أم جسمه؛ أم شيء آخر فالجسم كما تقدم من تراب؛ والروح جسم لطيف لا يعلم حقيقته إلا الله وقد جاء في كتاب الله تعالى تسمية النبي صلى الله عليه وسلم سراجا منيرا؛ وقال الله تعالى في سورة المائدة آية 15: {قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ (15) يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (16) } قال بعض المفسرين إن المذكور في أول الآية هو الرسول صلى الله عليه وسلم؛ وقال بعضهم هو القرآن؛ عطف الكتاب عطف تفسير كقول الشاعر: ¶ ألا حبذا هند وأرض بها هند وهند أتى من دونها النأي والبعد ¶ وتسمية النبي صلى الله عليه وسلم سراجا منيرا ونورا لا تقتضي أن يكون خارجا عن النوع البشري مخلوقا من النور لأن ذلك خلاف الواقع؛ وخلاف نص القرآن؛ إنما سماه الله سراجا منيرا؛ تشبيها لما أتاه من العلم والهدى بالنور؛ وتشبيها لظلمات الكفر والجهل بالظلمة الحسية فكما أن السراج يبين للناس الطريق المستقيم الذي يسلكونه آمنين مستبصرين لا يخافون ويوصلهم إلى غايتهم المرغوبة فكذلك الرسول صلى الله عليه وسلم بتعليمه وإرشاده وتزكيته لمن اتبعه شُبِّه بالسراج وبالنور الذي يحفظ متبعه من مهاوي الهلاك ولا معنى للنور إلا هذا. ¶ الفصل الثاني: في فضل المتعلقين بالشيخ أحمد التجاني ¶ اعلم أن التجانيين رووا عن شيخهم فضائل تحصل للمتعلقين به مصادمة للكتاب والسنة وإجماع الأمة وزعموا أن الشيخ التجاني كتب تلك الفضائل بيده وسلمها إلى النبي صلى الله عليه وسلم وطلب منه أن يقرأها ويضمنها له فقرأها وضمنها له وقع ذلك يقظة لا مناما انظر صفحة 44 من الجزء الثاني من الرماح. وهذه الفضائل زعموا أن الله يعطيهم إياها بسبب تعلقهم بشيخهم وسأسرد هنا هذه الفضائل وعددها 39؛ أربع عشرة فضيلة تحصل لكل من اعتقد فيه الخير ولم يعترض على طريقه وكان محبا له ولأصحابه ولكل",
            "page": "81",
            "part": "1",
            "seal": "25437B75"
        },
        {
            "id": "80",
            "nass": "من أطعمه أو سقاه أو قضى له حاجة إذا استمر على محبته حتى الموت وإن لم يأخذ ورده ولم يصر من أصحاب طريقته وسائر الفضائل وهي خمس وعشرون خاصة بمن أخذ الطريقة والتزم شروطها. ¶ الفضيلة الأولى: أن النبي صلى الله عليه وسلم ضمن له أن يموتوا على الإيمان والإسلام. ¶ الفضيلة الثانية: أن يخفف الله عنهم سكرات الموت. ¶ الفصيلة الثالثة: لا يرون في قبورهم إلا ما يسرهم. ¶ الرابعة: أن يؤمنهم الله تعالى من جميع أنواع عذابه وتخويفه وجميع الشرور من الموت إلى المستقر في الجنة. ¶ الخامسة: أن يغفر الله لهم جميع ذنوبهم ما تقدم منها وما تأخر. ¶ السادسة: أن يؤدي الله تعالى عنهم جميع تبعاتهم ومظالمهم من خزائن فضله عز وجل لا من حسناتهم. ¶ السابعة: ألا يحاسبهم الله تعالى ولا يناقشهم ولا يسألهم عن القليل والكثير يوم القيامة. ¶ الثامنة: أن يظلهم الله تعالى في ظل عرشه يوم القيامة. ¶ التاسعة: أن يجيزهم الله تعالى على الصراط أسرع من طرفة عين على كواهل الملائكة. ¶ العاشرة: أن يسقيهم الله تعالى من حوضه صلى الله عليه وسلم يوم القيامة. ¶ الحادية عشرة: أن يدخلهم الله تعالى إلى الجنة بلا حساب ولا عقاب في أول الزمرة الأولى ¶ الثانية عشرة: أن يجعلهم الله تعالى مستقرين في الجنة في عليين من جنة الفردوس وجنة عدن. ¶ الثالثة عشرة: أن النبي صلى الله عليه وسلم يحب من كان محبا له. ¶ الرابعة عشر ة: أن محبه لا يموت حتى يكون وليا قال أي (أحمد التجاني) أخبرني سيد الوجود صلى الله عليه وسلم أن كل من أحبني فهو حبيب للنبي صلى الله عليه وسلم ولا يموت حتى يكون وليا قطعا؛ وقال لي سيد الوجود صلى الله عليه وسلم أنت من الآمنين ومن أحبك من الآمني؛ أنت حبيبي ومن أحبك حبيبي؛ وكل من أخذ وردك",
            "page": "82",
            "part": "1",
            "seal": "40E23A63"
        },
        {
            "id": "81",
            "nass": "فهو محرر من النار؛ وقال ابشروا إن كل من كان في محبتنا إلى أن مات عليها يبعث من الآمنين على أي حالة كان ما لم يلبس حلة الأمان من مكر الله وقال: وأما من كان محبا ولم يأخذ الورد فلا يخرج من الدنيا حتى يكون من الأولياء؛ فلنجعل هذا أخر القسم الأول ونشرع فيما أختص به أهل طريقته المتمسكون بأذكاره فنقول: ¶ الخامسة عشرة: أن أبوي آخذ ورده وأزواجه وذريته يدخلون الجنة بغير حساب ولا عقاب مع أن أحدا منهم لم يكن له تعلق به بوجه من وجوه التعلقات وإنما نالوا الفضل العظيم والخير الجسيم بسبب هذا الآخذ المتمسك بأذكاره اللهج بها قال ومن أخذ عني الورد المعلوم الذي هو لازم الطريقة أو عمن أذنته يدخل الجنة ووالداه وأزواجه وذريته المنفصلة عنه لا الحفدة بلا حساب ولا عقاب بشرط أن لا يصدر منهم سب ولا بغض ولا عداوة؛ وبدوام المحبة للشيخ بلا انقطاع إلى الممات وكذا مداومة الورد إلى الممات؛ ثم قلت لرسول الله صلى الله عليه وسلم: هذا الفضل هل هو خاص بمن أخذ عني الذكر مشافهة أو لكل من أخذه ولو بواسطة فقال لي كل من أذنته له وأعطى لغيره فكأنما أخذ عنك مشافهة وأنا ضامن لهم؛ وهذا الفضل شامل لمن تلا الورد سواء رآني أو لم يرني وقال من أخذ وردنا يبعث من الآمنين ويدخل الجنة بلا حساب هو ووالداه وأزواجه وذريته المنفصلة عنه لا الحفدة بشرط الاعتقاد وعدم نكس المحبة. ¶ السادسة عشرة: أنهم تلاميذ النبي صلى الله عليه وسلم. ¶ السابعة عشرة: أن النبي صلى الله عليه وسلم سماهم أصحابا له صلى الله عليه وسلم وقال لي سيد الوجود صلى الله عليه وسلم: فقراؤك فقرائي وتلاميذك تلاميذي وأصحابك أصحابي وكل آخذ وردك فهو محرر من النار؛ قال صاحب الرماح قلت ولهذا صار أهل طريقته صحابيين بهذا المعنى حتى قال صلى الله عليه وسلم في حقهم مثل ما قال في الصحابة رضوان الله عليهم لا تؤذوني في أصحابي. ¶ الثامنة عشرة: أن كل ما يؤذيهم فإنه يؤذي النبي صلى الله عليه وسلم وذلك أن محاورة وقعت ببين رجلين من أصحابه فأمر أن يُصلحوا بينهما فوراً ثم أخبر أنه وقع لي الأمر بالصُّلح بينهما من النبي صلى الله عليه وسلم وأخبره عليه الصلاة والسلام بأنه يؤذيه صلى الله عليه وسلم ما يؤذي أصحابه. ¶ التاسعة عشرة: أن الإمام المهدي المنتظر أخ لهم في الطريقة؛ قال صاحب الرماح أخبرني محمد الغالي أن واحدا من أصحاب الشيخ قال لآخر بحضرة الشيخ أن الإمام المهدي",
            "page": "83",
            "part": "1",
            "seal": "E2299F2D"
        },
        {
            "id": "82",
            "nass": "يذبحنا إذا ظهر فقال له الشيخ لا يذبحكم لأنه أخ لكم في الطريقة وإنما يذبح علماء السوء وقال إذا جاء المنتظر يطلب من أصحابنا الفاتحة اهـ. ¶ قال محمد تقي الدين: مقتضى قولهم واعتقادهم أن علماء السوء هم علماء الكتاب والسنة الذين يردون ضلالهم وباطلهم بحجج الوحي وهذا قلب للحقائق فنعوذ بالله من الخذلان اهـ. ¶ الموفية عشرين: أن أهل طريقته كلهم أعلى مرتبة من أكابر الأقطاب؛ وقال لا مطمع لأحد من الأولياء في مراتب أصحابنا حتى الأقطاب الأكابر؛ ما عدا أصحاب رسول الله صلى الله عليه وسلم. ¶ الحادية والعشرون: لا تستحق الذكر؛ وكذلك ما بعدها إلى الخامسة والعشرون بدخول الغاية. ¶ السادسة والعشرون: أن الله تعالى يعطيهم من عمل كل عامل تقبل الله تعالى عمله منه أكثر من مائة ألف ضعف مما يعطي صاحب ذلك العمل؛ قال كل من عمل عملا صالحا من أعمال البر وتقبل منه يعطينا الله تعالى ولأصحابنا على ذلك العمل أكثر من مائة ألف ضعف مما يعطي صاحب ذلك العمل سواء قل ذلك أو كثر مفروضا كان أو غير مفروض ونحن رقود ولله الحمد اهـ. ¶ ثم ذكر صاحب الرماح آيات كثيرة تدل على سعة فضل الله ولكن ذلك لا يجديه فتيلا لأن فضل الله لا يجوز أن يثبت إلا من طريق الوحي من كتاب الله وسنة رسوله صلى الله عليه وسلم؛ ومن زعم أنه يتلقى الأخبار بالثواب أو العقاب من غير الكتاب والسنة فخبره باطل مردود عليه لا يساوي فتيلا بإجماع أئمة المسلمين ولا يقبل مثل هذا إلا الباطنية الذين يزعمون أنهم يتلقون الوحي من غير الرسول صلى الله عليه وسلم وهم كفار بإجماع المسلمين قال الله تعالى في سورة الزخرف آية 45: {قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ} فلا سبيل إلى معرفة ثواب أو عقاب إلا من القرآن وكلام المعصوم فالاستدلال بتلك الآيات مغالطة مخادعة وتضليل لا يروج مثله إلا في سوق الجاهلين {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا (23) } . ¶ السابعة والعشرون: أنهم لا يحضرون أهوال الموقف؛ ولا يرون صواعقه وزلازله",
            "page": "84",
            "part": "1",
            "seal": "DEF0A1B0"
        },
        {
            "id": "83",
            "nass": "بل يكونون مع الآمنين عند باب الجنة حتى يدخلون -كذا - مع المصطفى صلى الله عليه وسلم في الزمرة الأولى مع أصحابه ويكون مستقرهم في جواره صلى الله عليه وسلم في أعلى عليين مجاورين أصحابه صلى الله عليه وسلم. ¶ الثامنة والعشرون: أن أكثرهم يحصل له في كل يوم فضل زيارته صلى الله عليه وسلم في روضته الشريفة وزيارة جميع أولياء الله تعالى الصالحين من أول الوجود إلى وقته؛ قال أعطاني رسول الله صلى الله عليه وسلم صلاة تسمى بجوهرة الكمال من ذكرها اثنتي عشرة مرة وقال هذه هدية مني إليك يا رسول الله فكأنما زاره في روضته الشريفة وكأنما زار أولياء الله تعالى والصالحين من أول الوجود إلى وقته. ¶ التاسعة والعشرون: أن النبي صلى الله عليه وسلم والخلفاء الأربعة يحضرون مع أهل هذه الطريقة كل يوم ذكرهم المسمى بالوظيفة حين يقرؤون جوهرة الكمال وكل من قرأها منهم سبع مرات فأكثر يكون النبي صلى الله عليه وسلم والخلفاء الأربعة معه ما دام يذكرها. ¶ الموفية ثلاثين: أن لهم علامة يتميزون بها عن غيرهم ويعرف بها أنهم تلاميذ رسول الله صلى الله عليه وسلم وفقراؤه وهي أن كل واحد منهم مكتوب بين عينيه محمد رسول الله صلى الله عليه وسلم وعلى قلبه مما يلي ظهره محمد بن عبد الله وعلى رأسه تاج من نور مكتوب فيه الطريقة التجانية منشأها الحقيقة المحمدية. ¶ الحادية والثلاثون: أن لهم من الله تعالى لطفا خاصا بهم أخبرني محمد الغالي أن النبي قال للشيخ من نظر إلى وجهك غفر الله تعالى له؛ وأن الشيخ قال لأهل هذه الطريقة من الله تعالى لطفا خاصا بهم بعد لطفه العام لهم ولغيرهم ولذلك قال إن صاحبي لا تأكله النار ولو قتل سبعين روحا إذا تاب بعدها. ¶ الثانية والثلاثون: أن كل من لم يحترمهم وكان يؤذيهم طرده الله عن قربه وسلبه ما منحه؛ وذلك أن رسول الله صلى الله عليه وسلم؛ يغار لآهل هذه الطريقة غيرة خاصة كما كان صلى الله عليه وسلم يغار لأصحابه لأن أهلها فقراؤه وتلاميذه كما أن الصحابة رضوان الله عليهم كذلك؛ ولذا قال رسول الله صلى الله عليه وسلم له إذا مر أصحابك بأصحابي فليزوروهم فقط وأما غيرهم من الأولياء فلا؛ وذلك كله لشدة اعتنائه بأهلها لأجل حبيبه وولده الذي قال له أنت ولدي حقا، وقال صلى الله عليه وسلم لبعض أصحابه يعني (التجاني) أنت ابن الحبيب ودخلت في طريقة الحبيب؛ وقال صلى عليه وسلم لمن",
            "page": "85",
            "part": "1",
            "seal": "E52DFFC9"
        },
        {
            "id": "84",
            "nass": "أرسله إلى الشيخ يقظة لا مناما قل لحبيبي التجاني ولشدة محبته صلى الله عليه وسلم فيه أخبره أن كل من أحبه لا يموت حتى يكون وليا وضمن صلى الله عليه وسلم له أن كل من سبه ودوام على ذلك لا يموت إلا كافرا؛ وهذه المحبة منه لشيخنا هي التي سرت منه صلى الله عليه وسلم لأهل طريقته حتى قال صلى الله عليه وسلم قل لأصحابك لا يؤذوني بإذاية بعضهم بعضا. ¶ قال الشيخ التجاني: إن لنا مرتبة عند الله تناهت إلى حد يحرم ذكره ليست هي ما أفشيته لكم؛ ولو صرحت بها لأجمع أهل الحق والعرفان على كفري فضلا عمن عداهم وليست هي التي ذكرت لكم بل هي من ورائها؛ ومن خاصية تلك المرتبة أن من لم يتحفظ على تغيير قلبي بعدم حفظ حرمة أصحابنا طرده الله تعالى عن قربه وسلبه ما منحه. ¶ قال محمد تقي الدين: لم يستوفي صاحب الرماح الفضائل التي وعد بذكرها بل اقتصر على ذكر ثلاث وثلاثين وفي ما ذكره من الطوام والضلالات ما لا يُبقي شكا في أن هذه الطريقة على الحال الراهنة يستحيل أن تجتمع في قلب شخص واحد مع ما جاء به رسول الله صلى الله عليه وسلم من الدين الحنيف المبني على الكتاب والسنة وإجماع الأمة؛ وسنعقب عليها بالنقد والنقض حتى يتضح بطلانها وتنجلي ظلمتها؛ بحول الله وقوته وحسن توفيقه. ¶ اعلم أيها القاري الموفق لمعرفة الحق واتباعه مع من كان وحيث كان؛ أن ما ذكره صاحب الرماح من الفضائل بزعمه له ولإخوانه في الطريقة ولشيخهم بزعمهم مردود من وجوه بعضها إجمالي وبعضها تفصيلي؛ ولنبدأ بالإجمالي فنقول: ¶ كل ما نسبوه إلى النبي صلى الله عليه وسلم من الأخبار هو من شر أقسام الموضوع المفترى وقد خاب من افترى؛ فإن الأمة بعلمائها وأئمتها من أبي بكر الصديق رضي الله عنه إلى أن تقوم الساعة، أجمعت على أنه لا طريق لتلقي خبر من الأخبار عن النبي صلى الله عليه وسلم إلا بالسماع والمشاهدة في حياته الدنيوية؛ أو بواسطة الثقاة الأثبات بالسند المتصل وما ذكروه من الأخبار ليس له أصلا سند وما زعموه من السماع كذب بإجماع الأئمة؛ ومن خرق إجماعهم ولاه الله ما تولى وأصلاه جهنم؛ وكان مشاقا للرسول صلى الله عليه وسلم ومتبعا غير سبيل المؤمنين ومن ذلك أن تلك الأخبار مناقضة لكتاب الله وللأخبار",
            "page": "86",
            "part": "1",
            "seal": "6CD3F475"
        },
        {
            "id": "85",
            "nass": "الصحيحة المروية بأسانيد معلومة التواتر؛ أو الصحة العالية وإذا قرأت ما تقدم من الرد تبين لك من خلاله فساد تلك الأخبار وبطلانها واضمحلالها. ¶ أما الرد التفصيلي: فسأذكر ما تمس الحاجة إليه ولا أتعرض لما هو واضح البطلان؛ أو تقدم رد مثله؛ وكل ما ذكره واضح البطلان بالنسبة إلى الخاصة؛ أما العامة فيحتاجون إلى زيادة بيان؛ وينحصر ذلك في أمور: ¶ الأول: قوله في الفضيلة الأولى أن النبي صلى الله عليه وسلم ضمن له أن يموتوا على الإيمان والإسلام: فيه جهل بالإيمان لأن من مات على الإيمان فلا حاجة إلى ذكر الإسلام بعد الإيمان لأن الإيمان الصحيح يتضمنه ولم يضمن النبي صلى الله عليه وسلم الموت على الإيمان لأحد. إلا من أخبر النبي صلى الله عليه وسلم أنه من أهل الجنة يلزم أن يموت على الإيمان؛ وفي حديث ابن عباس عند مسلم حين قال عكاشة بن محصن للنبي صلى الله عليه وسلم ادع الله أن يجعلني منهم - أي من السبعين ألفا الذين يدخلون الجنة بلا حساب ولا عذاب - فقال له أنت منهم قام رجل من أصحابه عليه الصلاة والسلام فقال مثلما قال عكاشة فقال النبي صلى الله عليه وسلم سبقك بها عكاشة ولم يتجرأ أحد بعده أن يسأل النبي صلى الله عليه وسلم؛ لأنه أخبر بصفتهم وهي أنهم لا يسترقون ولا يتطيرون ولا يكتوون وعلى ربهم يتوكلون. فأنت ترى أن النبي صلى الله عليه وسلم علق دخول الجنة بلا حساب ولا عذاب على أعمال من وفق لها حصل له ذلك. فالتجانيون بزعمهم أفضل من أصحاب رسول الله صلى الله عليه وسلم بل المحبون للتجاني المسلمون بما جاء به حسب زعم التجانيين يدخلون الجنة بلا حساب ولا عذاب ولو فعلوا من الذنوب ما فعلوا ولم يشترط عليهم إلا أن يداوموا على محبته الشيخ التجاني وتعظيمه؛ وهذا مضاد لما جاء به رسول الله صلى الله عليه وسلم. ¶ الأمر الثاني: نقل صاحب الرماح في الفضيلة الثانية عن شيخه أنه قال: إن اتباعه يخفف الله عنهم سكرات الموت؛ ونقل عنه في الفضيلة الثالثة والثلاثين أنهم لا يذوقون حرارة الموت وهي المعبَّر عنها بسكرات الموت؛ وهذا من أعظم الجهالات فإن النبي صلى الله عليه وسلم وهو أفضل خلق الله ذاق سكرات الموت؛ أخرج البخاري عن عائشة رضي الله عنها قالت مات النبي صلى الله عليه وسلم بين حاقنتي وذاقنتي فلا أكره شدة الموت لأحد أبدا بعد النبي صلى الله عليه وسلم؛ وأخرج عنها أيضا أنها كانت تقول أن من نعم الله عليَّ أن رسول الله صلى الله عليه وسلم توفي في بيتي وفي يومي وبين سحري ونحري وأن الله جمع بين ريقي وريقه عند موته دخل علي عبد الرحمن وبيده السواك فقلت أخذه",
            "page": "87",
            "part": "1",
            "seal": "3FAF686C"
        },
        {
            "id": "86",
            "nass": "لك فأشار برأسه أن نعم فتناوله فاشتد عليه وقلت ألينه لك فأشار برأسه أن نعم فلينته فأمره وبين يديه ركوة أو علبة بشك عمر فيها ماء فجعل يدخل يديه في الماء فيمسح بهما وجهه ويقول (لا إله إلا الله إن للموت لسكرات) ثم نصب يده فجعل يقول في الرفيق الأعلى حتى قبض ومالت يده. ¶ قال الحافظ في الفتح بعد ذكر الحديث: وعند أحمد والترمذي وغيرهما من طريق القاسم عن عائشة قالت: رأيته وعنده قدح فيه ماء وهو يموت فيُدخل يده في القدح ثم يمسح وجهه بالماء ثم يقول: (اللهم أعني على سكرات الموت) وفي رواية شقيق عن مسروق عن عائشة قالت: ما رأيت الوجع على أحد أشد منه على النبي صلى الله عليه وسلم اهـ. ¶ فتبين مما ذكراه أن الفضيلة الثانية والثالثة والثلاثين جهل بالفضيلة وجهل بما فطر الله عليه عباده وكذب عليه لآن سيد خلق الله لم يحصل له ذلك بل حصل له ضده فالخير والفضل في ما حصل له عليه الصلاة والسلام. ¶ الأمر الثالث: في الفضيلة الثالثة؛ وهي أن التجانيين لا يرون في قبورهم إلا ما يسرهم وهو رجم بالغيب وتقوُّل على الله إذ لا سبيل لمعرفة ذلك إلا بطريق النبي صلى الله عليه وسلم؛ ولن يجدوا إلى إثبات ذلك عنه عليه الصلاة والسلام سبيلا حتى يلج الجمل في سم الخياط. ¶ ومثل ذلك يقال في الرابعة؛ فهو تأمين ممن لا يملك لنفسه أمنا ولا خوفا فكيف يملك لغيره ¶ الأمر الرابع: في الفضيلة الحادية عشرة؛ وهي زعمهم أن الله سبحانه وتعالى يدخلهم الجنة بلا حسب ولا عقاب في أول الزمرة الأول؛ هذا تكذيب لنصوص الكتاب والسنة وتخصيص عمومها والتخصيص نسخ لبعض الأفراد التي يشملها الحكم؛ وقد أجمع علماء الأصول أنه لا ُيخصَّص الكتاب والسنة إلا بالكتاب والسنة لأنه استثناء فلا يجوز أن يكون إلا لمن له الأمر والنهي؛ وهذا ينسحب على جميع الفضائل التي ادعاها التجانيون لأنفسهم وتقولوا بها على الله ورسوله وعلى شيخهم الذي أساءوا إليه كل الإساءة بنسبة هذه الأقوال الخارجة عن العقل والنقل المكذِّبة لكتاب الله وسنة رسوله الصحيحة المتواترة بنسبة ذلك إلى هذا الشيخ.",
            "page": "88",
            "part": "1",
            "seal": "2A32FB8F"
        },
        {
            "id": "87",
            "nass": "وقال البخاري في كتاب التفسير من صحيحه؛ باب وأنذر عشيرتك الأقربين واخفض جناحك؛ ألن جناحك؛ وروى بسنده إلى بن عباس لما نزلت: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (214) } صعد النبي صلى الله عليه وسلم الصفا وجعل ينادي يا بني فهر يا بني عدي؛ لبطون قريش حتى اجتمعوا فجعل الرجل إذا لم يستطع أن يخرج أرسل رسولا لينظر ما هو فجاء أبو لهب وقريش؛ فقال أرأيتكم لو أخبرتكم أن خيلا بالوادي تريد أن تغير عليكم أكنتم مصدقيَّ قالوا نعم؛ ما جربنا عليك إلا صدقا قال إني نذير لكم بين عذب شديد؛ قال أبو لهب: تبا لك سائر اليوم ألهذا جمعتنا فنزلت: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (1) مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (2) } وروى بسنده إلى أبي هريرة قال قام رسول الله صلى الله عليه وسلم حين أنزل الله: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (214) } قال يا معشر قريش أو كلمة مثلها؛ اشتروا أنفسكم لا أغني عنكم من الله شيئا؛ يا بني عبد مناف لا أغني عنكم من الله شيئا؛ يا عباس بن عبد المطلب لا أغني عنك من الله شيئا؛ ويا صفية عمة رسول الله لا أغني عنك من الله شيئا؛ ويا فاطمة بنت محمد ساليتي من مالي ما شئت لا أغني عنك من الله شيئا. ¶ قال الحافظ ابن كثير رحمه الله في تفسير سورة الشعراء ما نصه؛ يقول تعالى آمرا بعبادته وحده لا شريك له ومخبرا أن من أشرك به عذبه؛ ثم قال تعالى آمرا لرسوله صلى الله عليه وسلم أن ينذر عشيرته الأقربين الأدنين إليه وإنه لا يخلِّص أحدا منهم إلا إيمانه بربه عز وجل وأمره أن يلين جانبه لمن اتبعه من عباد الله المؤمنين؛ ومن عصاه من خلق الله كائنا من كان فليتبرأ منه؛ ولهذا قال: {فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِمَّا تَعْمَلُونَ (216) } وهذه النذارة الخاصة لا تنافي العامة بل هي فرض من أجزائها ومضى إلى أن قال: وقد وردت أحاديث كثيرة في نزول هذه الآية الكريمة ثم ذكر الحديث السابق من رواية الإمام أحمد ثم قال الحديث الثان؛ قال الإمام أحمد بسنده إلى عائشة قالت لما نزلت: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (214) } قام رسول الله صلى الله عليه وسلم فقال: (يا فاطمة بنت محمد يا صفية بنت عبد المطلب؛ يا بني عبد المطلب لا أملك لكم من الله شيئا سلوني من مالي ما شئتم) انفرد بإخراجه مسلم؛ ثم ذكر حديث أبي هريرة المتقدم ومن خرجه إلى أن قال أخرجاه في الصحيحين وهو الحديث الثالث فيما ذكر ابن كثير؛ ثم ذكر هذا الحديث نفسه بروايات مختلفة في الأسانيد والألفاظ متفقة في المعنى من حديث بن عمرو وعلي بن أبي طالب اهـ. ¶ قال محمد تقي الدين: تعالوا نتأمل هذه الآية وما جاء في تفسيرها من امتثال النبي",
            "page": "89",
            "part": "1",
            "seal": "8DBCB320"
        },
        {
            "id": "88",
            "nass": "صلى الله عليه وسلم لأمر ربه نجد فيها أن الله أمر رسوله صلى الله عليه وسلم أن يخص بالإنذار بعد التعميم أقرب الناس إليه؛ فاطمة وصفية والعباس وبني هاشم؛ ومن بعهدهم الأقرب فالأقرب فماذا فهم النبي صبى الله عليه وسلم من أمر الله له فهم أن الله أمره بعد الإنذار العام لجميع الناس أن يخص أقرب الناس إليه بإنذار خاص؛ ولماذا أمره بذلك؟ أمره بذلك لئلا يتَّكِل الأقربون على قرابتهم من رسول الله صلى الله عليه وسلم فيقصروا في العمل أو يرتكبوا المحذور اعتمادا على تلك القرابة فاخبرهم الصادق المصدوق تبليغا لأمر ربه أنه لا يملك لهم من الله شيئا وأن قرابتهم منه لا تنقذهم من النار؛ وإنما ينقدهم إيمانهم وعملهم الصالح فهب أن النبي صلى الله عليه وسلم يحب التجاني أشد المحبة ويعترف أنه من ذريته فإنه لا يبلغ جزء من ألفَ ألف مما بلغه أولئك من القرب والمحبة؛ ولم يضمن لأحد منهم دخول الجنة بلا حساب ولا عذاب. ولا سكت عن هذا الأمر حتى يدخل في الحسبان أو تمتد المطامع إليه؛ بل أمره الله بالتصريح بنفيه فنفاه على رؤوس الأشهاد؛ فكيف يجيء التجانيون في آخر الأزمنة وشرها وأرذلها فيحاولون إثبات ما نفاه النبي صلى الله عليه وسلم لمن لا يساوي فتيلا ولا نقيرا من فضل الله أولئك الأقارب الأكرمين؛ فأي عاقل يصدق قولهم ولو لم يكن مسلما؛ فكيف بمن آمن بالله وكتبه ورسله واليوم الآخر إنكم لتقولون قولا عظيما؛ تكاد السماوات يتفطرن منه وتنشق الأرض وتخر الجبال هدا؛ فأوبوا إلى رشدكم وتوبوا إلى ربكم من هذه المقالة الفظيعة؛ والحكاية الشنيعة؛ وبرئوا الشيخ التجاني منها؛ ولا تلوثوا سمعته؛ فإن أبيتم فقد تبرأ منكم كما تقدم منقولا من الإفادة الأحمدية فإنما بغيكم على أنفسكم ووبال كذبكم لا يعود إلا عليكم والهدى بيد الله. ¶ وقد أشار الحافظ رحمه الله على ما تضمنه آية الشعراء من أن من عصى هذا الإنذار فقد تبرأ منه النبي صلى الله عليه وسلم امتثالا لأمر ربه سواء أكان من الأقارب أم الأباعد؛ فإن عصوك فقل إني برء مما تعملون؛ فإن لم يتب التجانيون من هذا البهتان يكونون داخلين دخولا أوليا فيمن تبرأ منهم النبي صلى الله عليه وسلم وحسبهم ذلك خزيا ومقتا عند الله وعند المؤمنين؛ وبهذا تتهدم جميع القصور التي بناها التجانيون على الرمال بل على شفا جرف هار {وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا (81) وَنُنَزِّلُ مِنَ الْقُرْآَنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا} (82) ؛ وقد بدا لي أن أثبت هنا قصيدة تائية قلتها بعد توبتي من الطريقة التجانية يفرح بإنشادها الموفق المهتدي ويغص بها المخذول المعتدي وهذا نصها:",
            "page": "90",
            "part": "1",
            "seal": "4573D2D9"
        },
        {
            "id": "89",
            "nass": "خليلي عوجا بي على كل ندوة ... بها قول الرسل يروي بقوة ¶ ولا تقربا مجلس الرأي إنه ... ضلال يحيط التابعيه بهوة ¶ على مجمع فيه كتاب الهنا ... يفسر تفسيرا بعلم وحكمة ¶ لدى ثلة قد نور الله قلبهم ... وخصهم بالهدى أفضل نعمة ¶ فصانوا كتاب الله جل جلاله ... عن اللغو والتحريف اسوأ بدعة ¶ وردوا افتراء الخلف من ضل سعيهم ... وقد فرقوا من شؤمهم خير شرعة ¶ وأصلوهم حرب الفرنج بهمة ... كسيف صقيل في مضاء ولمعة ¶ إليهم أجوب البَر والبحر آويا ... لا نظر من فازا بنور ونظرة ¶ وأقبس من أنوارهم علم سنة ... وذلك قصدي في اغترابي وهجرتي ¶ وأبعد عن أهل البدائع والخنا ... وأدرك روحا من عناء وغربتي ¶ وليس مرادي غربة البعد والنوى ... ولكنها في الدين أعظم كربة ¶ ولما أبان الله لي نور دينه ... وأنقذني من طرق أصحاب خرقة ¶ أولئك قوم بدلوا الدين بالردى ... وقد مرقوا من هدية شر مرقة ¶ وأبغضني الأقوام حين نبذتهم ... وملت إلى قفو الكتاب وسنة ¶ وقد قلبوا ظهر المجن وخشنت ... صدورهم لي واستعدوا لمحنتي ¶ وقد زعموا هجري وشتمي قربة ... وكل جليس لي سيرى بسرعة ¶ وقد جزموا أني أموت على الردى ... وأخلد في النيران من أجل رجعتي",
            "page": "91",
            "part": "1",
            "seal": "44581C6E"
        },
        {
            "id": "90",
            "nass": "أماني حمق تضحك الثاكل التي ... بواحدها سارت ركاب المنية ¶ نبذتهم نبذ النوى وتركتهم ... وهاجرت كي أحظى بسؤلي ومنيتي ¶ ومالي ولي رفيق مصاحب ... ولا ناصر ألا إله البرية ¶ عليه اعتمادي لا على أحد سوا ... هـ فهو قدير أن يجود ببغيتي ¶ وما أطلب المال الذي هو زائل ... سوى بلغة لا بد منها لخلتي ¶ سفرت إلى مصر لأخبر خبرها ... وانظر هل فيها شفاء لغلتي ¶ ومن قبل قد أخبرت أن في ربوعها ... رجال لنصر الدين أصحاب شدة ¶ وصلت فلم ألق سوى أهل بدعة ... وشرك وإلحاد وشك وردة ¶ سمعت بها الإلحاد يدرس جهرة ... بجامعة للشر مع كل فتنة ¶ رأيت بها الأوثان تعبد جهرة ... قبورا عظاما ناخرات أجنت ¶ ويدعون دون الله من لا يجيبهم ... وهم عن دعاء القوم في عظم غفلة ¶ لها جعلوا قسما بمال والدة ... فلا عاش من قد ظنهم أهل ملة ¶ حثالة مستضعفين رأيتهم ... تسومهم الأعداء سوء الأذية ¶ وهم صبر مستمسكون بدينهم ... ويدعون ما اسطاعوا لبيضا نقية ¶ وما صدهم إيذاؤهم عن جهادهم ... لأنهم أهل النفوس الأبية ¶ أقمت بها عاما إلى الله داعيا ... فأرشد رب الناس قوما بدعوتي ¶ يعدون بالآلاف في الريمون كلـ ... ـهم أهل إخلاص وأهل فتوة",
            "page": "92",
            "part": "1",
            "seal": "FE1A4A24"
        },
        {
            "id": "91",
            "nass": "ومن بعد ذا سافرت للحج راجيا ... قبولا من الله الكريم لحجتي ¶ فأتممته والحمد لله سائلا ... من الله يهديني سواء المحجة ¶ وكنا سمعنا أن بالهند فرقة ... على السنة الغرا بصدق وحجة ¶ فقلت عسى منشودتي عندهم ترى ... وهزتني الأشواق أية هزة ¶ بلغت فألفيت المخبر صادقا ... وشاهدت سنات تجلت بعزة ¶ قد اخترت دهلي للإقامة إنها ... بلاد علوم الدين فيها تسنت ¶ وقد شفيت نفسي وزال سقامها ... غداة رأت عيني مساجد سنة ¶ فلا تسمعن فيها سوى قال ربنا ... وقال رسول الله خير البرية ¶ لقد مثلوا خير القرون لناظر ... بقول وفعل واجتهاد ونية ¶ إمامهم خير الأئمة كلهم ... عليه من الرحمن أزكى تحية ¶ الأمر الخامس في الفضيلة الرابعة عشر؛ وهي زعمهم أن محب الشيخ لا يموت حتى يكون وليا تقدم أن الولي بالمعنى الذي يقصونه لا وجود له في دين الإسلام لأن المؤمنين كلهم أولياء الله؛ والكافرون كلهم أعداء الله؛ فقد اتعبوا أنفسهم في غير طائل؛ وبقية الكلام في الرابعة عشر تقدم إبطاله إلا قولهم إن آخذ الورد التجاني يحبه النبي صلى الله عليه وسلم محبة خاصة فيقال لهم كذبتم على النبي إذ ليس لكم دليل على هذا بإجماع المسلمين؛ ثم كيف يعرف النبي صلى الله عليه وسلم كل من أخذ الورد هل هو بكل شيء عليم؟!! لا يعلم الغيب إلا الله فإن زعمتم أنه يعلم الغيب فقد كفرتم ورددتم القرآن والسنة الصحيحة. ¶ أخرج البخاري في كتاب التفسير من صحيحه بسنده عن ابن عمر رضي الله عليه أن رسول الله صلى الله عليه وسلم قال: (مفاتيح الغيب خمس لا يعلمها إلا الله لا يعلم ما في غد إلا الله ولا يعلم ما تفيض الأرحام إلا الله ولا يعلم متى يأتي المطر أحد إلا الله ولا تدري نفس بأي أرض تموت ولا يعلم الساعة إلا الله) . ¶ وهذا الحديث يفسر قوله تعالى في سورة الأنعام: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ} وتقدم الاحتجاج على ذلك بقوله تعالى في سورة الأنعام: {قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ} ونصوص الكتاب والسنة في هذا المعنى كثيرة؛",
            "page": "93",
            "part": "1",
            "seal": "551C58DF"
        },
        {
            "id": "92",
            "nass": "وقال القسطلاني قال الزجاجي من زعم أن أحدا غير الله يعلم شيئا من هذه الخمسة فقد كفر بالقرآن العظيم؛ وأما الوِرد أيُّ وِرد كان فهو بدعة؛ وقد قال النبي صلى الله عليه وسلم (كل بدعة ضلالة وكل ضلالة في النار) فأخذ الورد في النار لنص الحديث؛ فكيف يكون محررا من النار سبحانك هذا بهتان عظيم. وكل ما رتبوه على أخذ الورد من دخول آخذه الجنة بلا حساب ولا عقاب ودخول ذريته وأزواجه وغير ذلك ينطبق حديث كل بدعة ضلالة وبذلك ينهار بنيانهم؛ والحمد لله رب العالمين. ¶ ويقال زيادة على ذلك من أخذ الأوراد المشروعة عن النبي صلى الله عليه وسلم لم يضمن له دخول الجنة بلا حساب ولا عقاب فكيف بوالديه وأزواجه وأولاده بل لا يجوز لمن يؤمن بالله واليوم الآخر أن يشهد على أحد بأنه من أهل الجنة إلا إذا شهد له المعصوم صلى الله عليه وسلم. أخرج أحمد والبخاري عن أم العلاء وكانت بايعت رسول الله صلى الله عليه وسلم قالت طار لهم في السكنى حين اقترعت الأنصار على سكنى المهاجرين عثمان بن مضعون رضي الله عنه فاشتكى عثمان عندنا فمرضناه حتى إذا توفي أدرجناه في أثوابه فدخل علينا رسول الله صلى الله عليه وسلم فقلت رحمة الله عليك يا أبا السائب شهادتي عليك لقد أكرمك الله عز وجل وقال رسول الله صلى عليه وسلم: (وما يدريك أن الله تعالى أكرمه) فقالت لا أدري بأبي أنت وأمي وقال رسول الله صلى الله عليه وسلم: (أما هو فقد جاءه اليقين من ربه وإني لأرجو له الخير والله ما أدري وأنا رسول الله ما يفعل بي) قالت والله لا أزكي أحدا بعده أبدا؛ وأحزنني ذلك فنمت فرأيت لعثمان رضي الله عنه عينا تجري فجئت إلى رسول الله صلى الله عليه وسلم وأخبرته بذلك فقال رسول الله صلى اله عليه وسلم (ذاك عمله) . ¶ قال بن كثير انفرد بإخراجه البخاري دون مسلم وفي لفظ له: (ما أدري ورسول الله ما يفعل به) وهذا أشبه أن يكون هو المحفوظ بدليل قولها فأحزنني ذلك وفي هذا وأمثاله دلالة على أنه لا يقطع لمعين بالجنة إلا الذي نص الشارع على تعيينهم كالعشرة وابن سلام والعميصاء وبلال وسُراقة وعبد الله بن عمرو بن حرام والد جابر والقراء السبعين الذين قتلوا ببئر معونة وزيد بن حارثة وجعفر وابن رواحة وأمثالهم. ¶ الأمر السادس: في السادسة عشرة وما بعدها زعموا أن النبي صلى الله عليه وسلم قال لشيخهم تلاميذك تلاميذي وفقراؤك فقرائي وأصحابك أصحابي وأنا مربيهم وبنى على ذلك صاحب الرماح قوله أن جميع التجانيين صحابة. ¶ قال محمد تقي الدين: وهذا هوس عظيم لأن التلميذ هو الذي يتلقى العلم من",
            "page": "94",
            "part": "1",
            "seal": "D9FAA2FD"
        },
        {
            "id": "93",
            "nass": "شيخه وكيف يكون كل تجاني من أواخر القرن الثاني عشر إلى آخر الدهر تلميذ للنبي صلى الله عليه وسلم ولم ير أحد منهم النبي صلى الله عليه وسلم ولا سمع منه حرفا واحدا؛ ولا رأى النبي صلى الله عليه وسلم أحدا منهم؛ وهل هذا إلا مثل من يقول إن جميع بني آدم تلاميذ النبي صلى الله عليه وسلم أو غيره من الأنبياء بل تلاميذ آدم وهذا كذب بحت يُستحيى من قوله لو كانوا يعقلون؛ وأما قولهم: أن النبي صلى الله عليه وسلم قال أن التجانيين كلهم فقراؤه؛ فهو كلام من يهرف بما لا يعرف فإنه لا يجوز أن يكون أحد فقيرا إلا لله تعالى ولا يستثنى من ذلك أحد قال الله تعالى في سورة فاطر: {يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ (15) } وأعجب من ذلك أن يكون التجانيون كلهم من الصحابة وبين أوائلهم وبين النبي صلى الله عليه وسلم زهاء ألفٍ ومائتي سنة (1200) فما أشبه هذا الكلام بالهذيان؛ والصحابي هو من رأى النبي صلى الله عليه وسلم مسلما ومات على ذلك؛ وأما قولهم: إن من آذى أحدا من التجانيين فقد آذى النبي صلى الله عليه وسلم؛ فهو فرية بلا مرية وتقول على رسول الله صلى الله عليه وسلم بلا علم؛ وقولهم أن النبي صلى الله عليه وسلم قال أنا مربيهم فكيف يربيهم والتربية الصوفية باطلة وبدعة وأما التربية المحمدية وهي تعليم العلم فإنها مستحيلة كما تقدم فإن أرادوا بالتربية توجيه قلوبهم إلى الله تعالى والتصرف فيها بالهداية فهو شرك بالله إذ لا يقدر على ذلك إلا الله كما تقدم؛ ولكن القوم تعودوا أن يتكلموا بكلام لا معنى له يضلون به جهلة الناس وعوامهم؛ ويهولون عليهم به ليستعبدوهم ويستتبعوهم. ¶ الأمر السابع: في الثامنة عشرة؛ قال تخاصم اثنان من التجانيين على عهد الشيخ التجاني فظهر النبي صلى الله عليه وسلم من أجل ذلك للشيخ التجاني وأمره أن يصلح بينهما؛ وقال له ما يؤذي أصحابه يؤذيه عليه الصلاة والسلام. ¶ أقول: قال الله تعالى في سورة الأحزاب: {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآَخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا (57) وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا (58) } والوعيد الذي في هذه الآية ينطبق على التجانيين لأنهم آذوا الله ورسوله بالكذب عليه وعلى رسوله صلى الله عليه وسلم وبالابتداع في الدين والإتيان بشرع لم يأذن به الله؛ وآذوا جميع المؤمنين بل جعلوهم من أهل النار وأنهم يموتون كفارا إذا لم يؤمنوا بباطلهم وتمسكوا بكتاب الله وسنة رسوله وإجماع السلف فإن لم يتوبوا من ذلك كما تبت أنا وكما تاب شيخنا محمد بن",
            "page": "95",
            "part": "1",
            "seal": "3C7DED73"
        },
        {
            "id": "94",
            "nass": "العربي العلوي وكما تاب الشيخ الصالح الورع الزاهد محمد أبو طالب الإدريسي الحسنى رحمة الله عليه وتاب كثير من العلماء لا يمكن حصرهم ويطول تعدادهم فإنهم موعودون بما في هذه الآية والتي بعدها، من اللعن والعذاب المهين؛ ومتصفون باحتمال البهتان والإثم المبين. ¶ فدع عنك نهبا صيح في حجراته ... وهات حديثا ما حديث الرواحل ¶ الأمر الثامن: في التاسعة عشرة؛ وهي زعمهم أن الأمام محمد بن عبد الله المهدي المنتظر كما جاء في الأخبار ح يكون تجانيا؛ بهتان عظيم لا يوافقهم عليه أحد؛ لا من الأولين ولا من الآخرين؛ وما لهم عليه دليل إلا الرجم بالغيب وبطلانه واضح؛ لأن هذا الإمام يكون خليفة رسول الله صلى الله عليه وسلم فيحكم بالكتاب والسنة وحاشاه أن يركب البدعة وطريقتهم مبتدعة ظلمات بعضها فوق بعض لا يرتضيها أحد متمسك بكتاب الله وسنة رسول الله صلى الله عليه وسلم؛ وإن كان قليل العلم بعيدا من مرتبة الإمام فكيف بإمام المسلمين؛ الذي شهد له النبي صلى الله عليه وسلم بالإمامة الكاملة وإقامة العدل والإحسان والقضاء على الضلالة والعدوان. ¶ بالملح يصلح ما فسد ... كيف إذا الملح فسد ¶ فدعوا بالله عليكم هاته الترهات فإنها لا تجلب عليكم إلا المقت من الله والسخط والاحتقار من الناس وكونوا أذنابا في الحق فهو خير لكم من أن تكونوا رؤوسا في الباطل؛ ولعمري لقد نصحت ولكن كم نصيح مشبه بظنين؛ وقد صدق ذلك التجاني الذي قال عن المهدي سيذبحهم فما أعقله لأن المهدي لا بد أن يقطع دابر المبتدعين كلهم من التجانيين وغيرهم ولا يترك ولا يوالي إلا المتبعين لكتاب الله وسنة رسوله صلى الله عليه وسلم وهم: ¶ أهل الحديث عصابة الحق فازوا بدعوة سيد الخلق ¶ فوجوههم عز منضرة لألاؤها كتألق البرق ¶ يا ليتني معهم فيدركني ما أدركوه بها من السبق ¶ ـــــــــــ ¶ أهل الحديث هم أهل النبي وإن لم يصحبوا نفسه أنفاسه صحبوا ¶ الأمر التاسع: في السادسة والعشرين؛ وهي من أعظم الطوام وهي زعمهم أن كل من عمل عملا وتقبل منه ذلك العمل يعطي الله سبحانه كل تجتني مائة ألف ضعف من",
            "page": "96",
            "part": "1",
            "seal": "90114EC7"
        },
        {
            "id": "95",
            "nass": "الثواب على ذلك العمل وهو راقد في فراشه. ¶ تعلقوا بأماني وما علموا ... أن المنى رأس أموال المفاليس ¶ ـــــــــ ¶ لا تغتر بالأماني واكتسب عملا ... إن الأماني والأحلام تضليل ¶ هذه الدعوى من أعرق الدعوى في البطلان وبطلانها كالشمس في رابعة النهار لا يختلف فيها اثنان ولا ينتطح فيها عنزان؛ وقد أتعب صاحب الرماح نفسه فنقل عن شيخ الإسلام أحمد ابن تيميّة رحمه الله؛ وجوها كثيرة في حصول الثواب للإنسان من غير عمله يريد أن يموه بذلك ليثبت مثل هذه الدعوى؛ فيقال له: لقد أبعدت النجعة ونفخت في غير ضرم؛ واستسمنت ذا ورم (¬1) فإننا: لا ننكر انتفاع الإنسان بعمل غيره إذا أخبر به الصادق المصدوق وقد أجمع المسلمون على أن الدعاء والصدقة ينفعان الميت وليسا عمله أما ما ادعيتم في هذه الطامة التي هي من بنات غيركم فليس لكم عليه دليل لأن أمر الثواب من أمور الغيب لا يُعلم إلا من طريق الوحي ولا يثبت بوحي الشياطين البتة؛ والشيخ التجاني الذي كذبتم عليه لا ينزل عليه الوحي لأن الوحي انقطع بوفاة نبينا محمد صلى الله عليه وسلم فوجب على كل مسلم أن يقتنع بما جاءنا به ففيه الغنية والكفاية فقد دليتم أنفسكم بالغرور {وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ (19) وَلَا الظُّلُمَاتُ وَلَا النور (20) وَلَا الظِّلُّ وَلَا الْحَرُورُ (21) وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ (22) } فالبصير هو المتبع للوحي والأعمى هو الذي يطلب الشراب من السراب؛ والنور ¶ في الوحي والظلمات في المبتدعات المخترعات والظل الظليل في الاكتفاء بهدى الرسول الجليل والحرور في الابتداع والخروج عن سواء السبيل والأحياء هم المتبعون لكتاب الله وسنة رسوله صلى الله عليه وسلم والأموات هم المغترون بآرائهم وآراء شيوخهم. ¶ ¬_________ ¶ (¬1) إن هذا التستر ببعض كلام شيخ الإسلام ابن تيمية؛ ليس إيمانا بما يقول. وإنما تزلفا للمسلمين لتروج بضاعتهم؛ كما يفعله كثير من تلامذة الكوثري من أمثال عبد الفتاح أبو غدة حيث يخلط كلام شيخ الإسلام أبن تيمية مع كلام شيخه الكوثري الضال ليروج ذلك عند الذين لم يطَّلعوا على أباطيل الكوثري؛ وكثير ما يُحيل على كتب الكوثري مع أن في هذه الصفحات الطعن بالصحابة؛ والإمام أحمد وابنه عبد الله وبابن تيمية وابن القيم والشيخ محمد بن عبد الوهاب وغيرهم من علماء الإسلام.",
            "page": "97",
            "part": "1",
            "seal": "78F1EC3D"
        },
        {
            "id": "96",
            "nass": "تنبيه ¶ السابعة والعشرون تقدم الجواب عن أمثالها؛ والثامنة والعشرون كذلك؛ أما قولهم فيما يسمى بجوهرة الكمال فسيأتي الكلام عليها في فضل الأذكار والأوراد إن شاء الله. ¶ الأمر العاشر: في الموفية ثلاثين؛ زعم صاحب الرماح وأهل طريقته أن لهم علامة يتميزون بها. وهي أنهم مكتوب بين عيني كل واحد منهم محمد صلى الله عليه وسلم وعلى قلبه مما يلي ظهره محمد بن عبد الله وعلى رأسه تاج من نور مكتوب فيه: الطريقة التجانية منشأها الحقيقة المحمدية. ¶ قال محمد تقي الدين: أناشدكم الله الذي خلق السماوات والأرض والذي جعل الإنسان ما يلفظ من قول إلا لديه رقيب عتيد أيكم قرأ هذه الكتابات؟ ألا تخافون الله لا تفتروا على الله كذبا فيسحتكم بعذاب وفقد خاب من افترى. إن هذا الخبر لا يمكن أن يصدقه مسلم إلا إذا جاء من طريق الرسول صلى الله عليه وسلم؛ فإن الله يطلعه على ما شاء من غيبه كما جاء في الحديث الصحيح: أن الدجال مكتوب على جنبيه (كافر) لقد أطلقتم العنان لخيالكم فتوبوا إلى بارئكم ولا تقفوا ما ليس لكم به علم إن السمع والبصر والفؤاد كل أولائكم تكونون عنه مسؤولين يوم تكونون بين يدي الله واقفين وكيف ترغبون عما جاء به رسول الله صلى الله عليه وسلم إلى تصديق هذه الأباطيل التي لا تقوم على أساس. وإنما هي من الخرص والإفك المبين. ¶ الأمر الحادي عشر: في الحادية والثلاثين؛ زعموا أن لله لطفا خاصا بالتجانيين غير اللطف العام لجميع المسلمين ويقال في هذا مثل ما قيل في ما تقدم؛ وزعم صاحب الرماح أن محمد الغالي أخبره أن الشيخ التجاني قال صاحبي لا تمسه النار ولو قتل سبعين روحا إذا تاب بعد ذلك مفهومه إن لم يتب تمسه النار؛ وهذا يهدم كل ما تقدم من أن آخذ ورده فهو محرر من النار وأنه من الآمنين وأن الله يغفر له ما تقدم من ذنوبه وينجيه من جميع عذابه وتخويفه وأن الله يؤذي عنه جميع تبعاته من فضله",
            "page": "98",
            "part": "1",
            "seal": "D787E8C7"
        },
        {
            "id": "97",
            "nass": "لا من حسناته وأنه لا يرى أهوال الموقف وأنه يدخل الجنة في أو ل الزمرة الأولى هو ووالداه وأولاده وأزواجه وهذه معضلة يجب على التجانيين أن يحلُّوها ولن يستطيعوا إلى حلها سبيلا فقد أُخذوا بإقرارهم هكذا يقال أولا ويقال ثانيا: إن كان القتل الذريع تتوقف مغفرته على التوبة فما لكم فيه من فضل؛ فإنَّ كل قاتل باب التوبة أمامه مفتوح ويجب مع ذلكم أن تؤمنوا بقوله تعالى في سورة النساء آية 92: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا (93) } وحسب عقيدتكم أن هذا العموم مخصوص لا بالتوبة وحدها بل يكون القاتل تجانيا؛ وهكذا يقال في كل ما ادعيتم لأنفسكم من الفضائل؛ واسمعوا ما يقوله المفسرون في هذه الآية إن كنتم بها مؤمنين قال الحافظ ابن كثير رحمه الله في تفسيرها؛ وهذا تهديد شديد ووعيد أكيد لمن تعاطى هذا الذنب العظيم الذي هو مقرون بالشرك بالله في غير ما آية في كتاب الله حيث يقول سبحانه في سورة الفرقان: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آَخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ} الآية. وقال تعالى: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا} ¶ إلى أنْ قال: {وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ} في أواخره سورة الأنعام؛ والآيات والأحاديث في تحريم القتل كثيرة جدا؛ فمن ذلك ما ثبت في الصحيحين عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم: (أول ما يقضي بين الناس يوم القيامة في الدماء) وفي الحديث الآخر الذي رواه أبو داود عن عبادة بن الصامت قال: قال رسول الله صلى الله عليه وسلم: (لا يزال المؤمن معتقا صالحا ما لم يصب دما حراما فإن أصاب دما حراما بلح) ¶ أي وقع في الهلاك؛ وفي حديث آخر (لو اجتمع أهل السماوات والأرض على قتل رجل مسلم لأكبَّهم الله في النار) وفي الحديث الآخر (من أعان على قتل المسلم بشطر كلمة جاء يوم القيامة مكتوبا بين عينيه آيس من رحمة الله) . ¶ قال محمد تقي الدين: وكل تجاني يَكتب ذلك الخبر أو يصدقه أو يقتني كتابا هو مدرج فيه مع تصديقه يلحقه هذا الوعيد لأنه يعين على قتل المسلمين بكلمات كثيرة شطر واحدة منها يجعله يوم القيامة مكتوبا بين عينيه آيس من رحمة الله؛ فهذه الكتابة حق أخبر بها الصادق المصدوق صلى الله عليه وسلم؛ أما الكتابة التي زعموها فهي مكذوبة. ¶ ثم قال ابن كثير: وقد كان ابن عباس يرى أنه لا توبة لقاتل المؤمن عمدا؛ وقال البخاري بسنده إلى ابن جبير قال اختلف أهل الكوفة فرحلت إلى ابن عباس؛ فسألته عنها فقال نزلت هذه الآية {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ} وهي آخر ما نزل",
            "page": "99",
            "part": "1",
            "seal": "CC9AC52B"
        },
        {
            "id": "98",
            "nass": "وما نسخها شيء؛ ورواه مسلم وأبو داود والنسائي عن ابن عباس في قوله: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ} قال ما نسخها شيء وقال الإمام أحمد بسنده عن ابن عباس أن رجلا أتى إليه فقال أرأيت رجلا قتل رجلا عمدا فقال جزاؤه جهنم خالدا فيها الآية لقد نزلت من آخر ما نزل ما نسخها شيء حتى قُبض رسول لله صلى لله عليه وسلم وما نزل وحي بعد رسول الله؛ قال أرأيت إن تاب وآمن وعمل صالحا ثم اهتدى قال وأنى له بالتوبة وقد سمعت رسول الله صلى الله عليه وسلم يقول: تكلته أمه رجل قتل رجلا متعمدا يجئ يوم القيامة آخذ قاتله بيمينه أو بيساره أو أخذا رأسه بيمينه أو بشماله تخشب أوداجه دما من قبل العرش يقول يا رب سل عبدك فيم قتلني؟ وممن ذهب إلى أنه لا توبة له من السلف زيد بن ثابت وأبو هريرة وعبد الله بن عمر وأبو سلمة بن عبد الرحمن وعبيد بن عمير والحسن وقتادة والضحاك بن مزاجم وروى أحمد والنسائي بسنديهما إلى معاوية يقول سمعت النبي صلى الله عليه وسلم يقول: (كل ذنب عسى الله أن يغفره إلا الرجل أن يموت كافرا أو الرجل يقتل مؤمنا متعمدا) والذي عليه جمهور سلف الأمة أن القاتل له توبة فيما بينه وبين الله إن تاب وأناب اهـ. ¶ قال محمد تقي الدين: وما ادعاه التجانيون من أن الواحد منهم لا تمسه النار ولو قتل سبعين نفسا إن تاب لا خصوصية لهم في ذلك وادعاؤهم لا يساوي فتيلا وقد أساؤوا فيها كل الإساءة في ذلك القول الأثيم الذي فيه تحريض على قتل المسلمين وتهوين لأمر القتل وذلك خلاف ما جاء عن الله ورسوله ولم يسبقهم إلى ذلك سابق ولا لحقهم في ذلك لاحق وليس لهم أن يحتجوا بحديث الذي قتل مائة نفس لأن ذلك جاء تائبا فأفتاه المفتي الأول الذي أتم به المائة بأنة لا توبة له وقد اخطأ في ذلك؛ أما التجانيون فلم يجئهم أحد يريد التوبة بل أخذوا يحرضون الناس على القتل ابتداء فافهم الفرق. ¶ الأمر الثاني عشر في الثالثة والعشرين: زعم صاحب الرماح أن النبي صلى الله عليه وسلم قال للشيخ التجاني إذا مر أصحابك بأصحابي فليزوروهم فقط وأما غيرهم من الأولياء فلا. ¶ قال محمد تقي الدين الهلالي: هذا الكلام ركيك لا يصدر عن عالم يعرف ما يقول فكيف يصدر عن أحد الأئمة فضلا عن الصحابة فضلا عن النبي صلى الله عليه وسلم؛ ثم هو على ظاهره مستحيل؛ إذ لا يمكن أن يمر أحدُ التجانيين بأحد من أصحاب النبي صلى الله عليه وسلم البتة؛ لأن التجانيين لم يوجدوا إلا في أواخر القرن الثاني عشر",
            "page": "100",
            "part": "1",
            "seal": "D197A0CF"
        },
        {
            "id": "99",
            "nass": "وأصحاب النبي صلى الله عليه وسلم توفي آخرهم قبل ذلك بأكثر من ألف سنة؛ فإن قيل المراد أنهم يمرون بقبورهم فلا حاجة إليه؛ لأن النبي صلى الله عليه وسلم قال: (كنت نهيتكم عن زيارة القبور فزروها) رواه مسلم من حديث بريدة بن الحصيب السلمي وهذا أمر استحباب لجميع المسلمين فلا حاجة إلى تكراره إلا إذا أرادوا أن يرتبوا عليه ما زعموه من نهي النبي صلى الله عليه وسلم عن زيارة قبور المؤمنين إلا أصحابه عليه الصلاة والسلام وحينئذ يقعون في هوة لا خلاص لهم منها فإنهم ينسخون الحديث المتقدم الذي هو عام لجميع المسلمين أن يزوروا قبور جميع المسلمين عموما وقد نشأ عن هذا تشريع جديد يخص التجانيين وهو تحريم زيارة قبور الصالحين وسائر المسلمين ما عدا أصحاب رسول الله صلى الله عليه وسلم؛ وهذا حكم خارج عنة الشريعة الإسلامية شريعة التجانيين لأنفسهم فكذبوا على رسول الله صلى الله عليه وسلم وخرقوا إجماع المسلمين فنعوذ بالله من الجهل والخذلان: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (21) } . ¶ وليكن هذا آخر هذا الفصل والله يهدينا صراطه المستقيم. ¶ الفصل الثالث: في فضل الأذكار والأوراد التجانية ¶ اعلم حفظني الله وإياك من أمراض البدع الفتاكة وشرور المحدثات المضلة وحبب إلينا التمسك بالسنة الغراء والعض بالنواجذ عليها في السراء والضراء؛ أن للتجانيين أذكار وأورادا زعموا أن شيخهم أخذها عن النبي صلى الله عليه وسلم يقظة لا مناما؛ وهو الذي أخبره بفضائلها وقد تقدم أن الشيخ التجاني أمر بعرض كل ما ينسب إليه أو يروى عنه على كتاب الله وسنة رسوله فما وفقهما فهو عنه وإن لم يقله وما خالفها فهو بريء منه وإن قاله وهذا فيصل التفرقة بين الحق والباطل والحالي والعاطل وهو سيف مسلول على رقاب المبتدعين وبراءة وتنزيه للشيخ التجاني من أقوال المتقولين؛ فأقول وبالله التوفيق وهو الهادي بمنه على أقوم طريق. ¶ قال مؤلف جوهر المعاني في (الجزء الأول صفحة 92) بعدما ذكر ما تقدم منقولا من كتاب الرماح أن كل من أحسن إلى الشيخ التجاني بمثقال ذرة أو أخذ طريقته يدخلون الجنة بلا حساب ولا عذاب وأن النبي صلى الله عليه وسلم ضمن للشيخ التجاني ذلك ضمانا لا يخلف حتى يكون الشيخ التجاني وأهل محبته في أعلى عليين في جوار النبي صلى الله عليه وسلم. قال ما نصه اعلم أني بعدما كتبت هذا من سماعه وإملائه علينا رضي الله",
            "page": "101",
            "part": "1",
            "seal": "99BF06FA"
        },
        {
            "id": "101",
            "nass": "عنه من حفظه ولفظه اطلعت على ما رسمه بخطه ونصه وأسأل من فضل سيدنا رسول الله صلى الله عليه وسلم أن يضمن لي دخول الجنة بلا حساب ولا عذاب في أول الزمرة الأولى أنا وكل أب وأم ولدوني من أبوي إلى أول أب لي في الإسلام من جهة أبي ومن جهة أمي وجميع آبائي وأمهاتي من أبوي إلى الجد الحادي عشر والجدة الحادية عشرة من جهة أبي ومن جهة أمي من كل ما تناسل منهم من وقتهم إلى أن يموت سيدنا عيسى بن مريم عليه السلام من جميع الذكور والإناث والصغار والكبار؛ وكل من أحسن إلي بإحسان حسي أو معنوي من مثقال ذرة فأكثر؛ وكل من نفعني بنفع حسي أو معنوي من مثقال ذرة فاكثر؛ من خروجي من بطن أمي إلى موتي وكل من له علي مشيخة في علم أو قرآن أو ذكر أو سر من كل من لم يعاديني من جميع هؤلاء وأما من عاداني أو أبغضني فلا وكل من أحبني ولم يعاديني؛ وكل من والاني واتخذني شيخا؛ أو أخذ عني ذكرا وكل من زارني وكل من خدمني وقضى لي حاجة أو دعا لي؛ كل هؤلاء من خروجي من بطن أمي إلى موتي وآبائهم وأمهاتهم وأولادهم وبناتهم وأزواجهم وأولاد أزواجهم وكل من أرضعني وأولادهم وبناتهم ووالديهم ووالدي أزواجهم يضمن لي سيد الوجود رسول الله صلى الله عليه وسلم ولجميع هؤلاء أن نموت أنا وكل حي منهم على الإيمان والإسلام وأن يؤمننا الله وجميعهم من جميع عذابه وعقابه وتهويله وتخويفه ورعبه وجميع الشرور من الموت إلى المستقر في الجنة؛ وأن تُغفر لي ولجميعهم جميع الذنوب ما ¶ تقدم منها وما تأخر؛ وأن تُؤدي عني وعنهم جميع تبعاتهم وتبعاتي وجميع مظالمنا ومظالمهم من خزائن فضل الله لا من حسناتنا وأن يؤمننا الله عز وجل من جميع محاسبته ومناقشته وسؤاله عن القليل والكثير يوم القيامة؛ وأن يظلني وجميعهم في ظل عرشه يوم القيامة وأن يجيزني ربي وكل واحد من المذكورين على الصراط أسرع من طرفة عين على كواهل الملائكة؛ وأن يسقيني الله وجميعهم من حوض سيدنا محمد صلى الله عليه وسلم يوم القيامة؛ وأن يدخلني ربي وجميعهم في جنته بلا حساب ولا عقاب في أول الزمرة؛ وأن يجعلني ربي وجميعهم مستقرين في الجنة في عليين من جنة الفردوس ومن جنة عدن؛ أسأل سيدنا رسول الله صلى الله عليه وسلم بالله أن يضمن لي ولجميع الذين ذكرتهم في هذا الكتاب جميع ما طلبته من الله لي ولهم بكماله كله ضمانا يوصلني وجميع الذين ذكرتهم في هذا الكتاب إلى كل ما طلبته من الله لي ولهم؛ فأجاب صلى الله عليه وسلم بقوله الشريف كل ما في هذا الكتاب ضمانة لا تتخلف عنك وعنكم أبدا إلى أن تكون أنت وجميع من ذكرت في جواري في أعلى عليين؛ وضمنت لك جميع ما طلبته منا ضمانة لا يخلف الوعد فيها والسلام. ¶ قال رضي الله عنه كل هذا وقع يقظة لا مناما وأنتم وجميع الأحباب لا تحتاجون",
            "page": "102",
            "part": "1",
            "seal": "3739B925"
        },
        {
            "id": "102",
            "nass": "إلى رؤيتي وإنما من لم يكن حبيبي ولا أكلت طعامه وأما هؤلاء فقد ضمنهم لي بلا شرط رؤية مع زيادة أنهم في أعلى عليين اهـ. ¶ قال محمد تقي الدين: المراد بالأحباب هنا كل من أخذ الورد وصار من أهل الطريقة التجانية؛ سواء رأى التجاني أم لم يراه؛ وأما الذي يحتاج إلى رؤيته من لم يكن تجانيا ولا أكل طعامه ولا أحسن إليه بمثقال ذرة فأكثر. ¶ والتجانيون يطلقون على كل واحد منهم حبيب الشيخ؛ وأنشد محمد النظيفي المراكشي من نظمه: ¶ نحن ضيوف الله لا نخاف ... ولا نضام بل ولا نخاف ¶ نحن ضيوف المصطفى العدنان ... نحن ضيوف أحمد التجاني ¶ يعني بذلك جميع التجانيين. ¶ وأكثر ما ذكر تقدم الرد عنه؛ وبقي ضمان النبي صلى الله عليه وسلم لأقارب الشيخ التجاني من جهة أبيه وأمه من الجد الحادي عشر والجدة الحادية عشرة إلى موت عيسى بن مريم عليهما السلام فينبغي أن نذكر ما يبطل ذلك ويقضي عليه قضاء تاما ويغسل من درنه قلب كل مسلم أراد الله به خيراً وسبقت له السعادة؛ أما من كُتب عليه الشقاء فلا ينفعه ما نذكره من آيات الكتاب العزيز والسنة الصحيحة وما يذَّكر إلا أولوا الألباب. ¶ أخرج ومسلم في صحيحه عن أنس بن مالك رضي الله عنه أن رجلا قال يا رسول الله أين أبي؟ قال: (في النار) قال فلما قفى الرجل دعاه فقال: (إن أبي وأباك في النار) . ¶ وقال ابن كثير في تفسير قوله تعالى في سورة التوبة: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آَمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ} الآية. ¶ عن الإمام أحمد بسنده إلى سليمان بن بريدة عن أبيه قال كنا مع النبي صلى الله عليه وسلم ونحن في سفر فنزل بنا ونحن قريب من ألف راكب فصلى ركعتين ثم أقبل علينا بوجهه وعيناه تذرفان فقام إليه عمر بن الخطاب وفداه بالأب والأم وقال يا رسول الله مالك؟ قال (إني استأذنت ربي عز وجل في الاستغفار لأمي فلم يأذن لي فدمعت عيناي رحمة لها من النار) ورواه ابن جبير من طريق علقمة بن مرثد عن سليمان بن بريدة",
            "page": "103",
            "part": "1",
            "seal": "0CFB25DB"
        },
        {
            "id": "103",
            "nass": "عن أبيه أن النبي صلى الله عليه وسلم لما قدم مكة أتى على قبر فجلس عليه فجعل يخاطب ثم قام مستعبرا فقلنا يا رسول الله إنا رأينا ما صنعت قال: (إني استأذنت ربي في زيارة قبر أمي فأذن لي واستأذنته في الاستغفار لها فلم يأذن لي) فما رئي باك أكثر من يومئذ. ¶ وقد تقدم حديث وفاة أبي طالب وحرص النبي صلى اله عليه وسلم على نجاته فسبق القلم ومات أبو طالب كافرا، وحزن النبي صلى الله عليه وسلم عليه إذ مات كافرا فأنزل الله تعالى عليه {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} الآية؛ وتقدم أيضا إنذار النبي صلى الله عليه وسلم لعشيرته الأقربين بأمر الله تعالى، وقوله لفاطمة بنت محمد سليني من مالي ما شئت وأنقدي نفسك من النار لا أغني عنك من الله شيئا، فيا لله العجب يعجز النبي صلى الله عليه وسلم أن يدخل والديه وعمه الجنة ويقول لابنته ما سمعتم ثم يضمن الجنة لكل جد للتجاني من الجد الحادي عشر والجدة الحادية عشرة من الأب والأم إلى موت عيسى بن مريم سبحانك هذا بهتان عظيم. ولا شك أنهم كذبوا على الشيخ التجاني وكذبوا على رسول الله صلى الله عليه وسلم بدليل ما تقدم من الإفادة الأحمدية ولا يروج مثل هذا البهتان ألا على أجهل الجاهلين بدين الإسلام. ¶ فصل في صلاة الفاتح لما أُغلق ¶ قال مؤلف جواهر المعاني علي حرازم في الجزء الأول (94) وأما فضل صلاة الفاتح لما أُغلق الخ فقد سمعت شيخنا يقول كنت مشتغلا بذكر صلاة الفاتح لما أُغلق حين رجعت من الحج إلى تلمسان لما رأيت من فضلها وهو أن المرة الواحدة بستمائة ألف صلاة كما هو في وردة الجيوب وقد ذكر صاحب الوردة أن سيدي محمد البكري الصديقي نزيل مصر وكان قطبا، قال إن من ذكرها ولم يدخل فليقبض صاحبها عند الله، وبقيت أذكرها إلى أن رحلت من تلمسان إلى بني سمغون فلما رأيت الصلاة التي فيها المرة الواحدة بسبعين ألف ختمة من دلائل الخيرات تركت الفاتح لما أُغلق واشتغلت بها وهي (اللهم صلي على سيدنا محمد وعلى آله صلاة تعدل جميع صلوات أهل محبتك وسلم على سيدنا محمد وعلى آله سلاما يعدل سلامهم) لما رأيت فيها من كثرة الفضل ثم أمرني بالرجوع صلى الله عليم وسلم إلى صلاة الفاتح لما أُغلق فلما أمرني بالرجوع إليها سألته صلى الله عليه وسلم عن فضلها فأخبرني أولا بأن المرة الواحدة منها تعدل من القرآن ست مرات ثم أخبرني ثانيا أن المرة الواحدة تعدل من كل تسبيح وقع في الكون ومن كل ذكر ومن كل دعاء كبير أو صغير ومن القرآن ستة آلاف مرة لأنه من",
            "page": "104",
            "part": "1",
            "seal": "BD75A0FF"
        },
        {
            "id": "104",
            "nass": "الذكر اهـ. ¶ قال محمد تقي الدين قال الله تعالى في سورة الزمر: {وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ (55) } وقال تعالى في هذه السورة نفسها: {فَبَشِّرْ عِبَادِ (17) الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ} قال ابن كثير واتبعوا أحسن ما أنزل إليكم من ربكم هو القرآن و؛ وقال في فضائل القرآن قال صلى الله عليه وسلم: (إن فضل كلام الله على سائر الكلام كفضل الله على خلقه) رواه البزار من حديث أبي سعيد الخدري. ¶ قال محمد تقي الدين: لما كان القرآن صفة من صفات الله كان أفضل من كلام المخلوقين كلهم لأن الكلام المخلوق لا يساوي كلام الله الذي هو غير مخلوق. وقد ذكر أئمة الحديث في فضائل القرآن شيئا كثيرا وعقدوا لذلك كتبا في مؤلفاتهم وهي مشهورة معروفة عند الخاص والعام، وأجمع المسلمون من أهل السنة ومن أهل البدعة على أن كلام الله تعالى أفضل من كلام الأنبياء فكيف بغيرهم حتى القائلون بخلق القرآن في هذا فمن جعل كلام الناس كصلاة الفاتح مثل كلام الله تعالى فقد ضل ضلالا بعيدا وخرق إجماع المسلمين واتبع غير سبيلهم فكيف بمن يجعل صلاة الفاتح أفضل من القرآن بستة آلاف مرة فيا عجبا ممن يؤمن بالله واليوم الآخر كيف يؤمن بهذه العقيد الفاسدة؟ وعلى هذا فالنبي صلى الله عليه وسلم الذي كان يقرأه ويدارسه مع جبريل فاته التجانيون في الأجر والثواب وسبقوه بأضعاف مضاعفة تفوق الحصر وجميع أصحابه صلى الله عليه وسلم الذي كانوا يعتقدون أن القرآن أفضل الأذكار كما أخبرهم ربهم سبحانه وأخبرهم نبيهم صلى الله عليه وسلم ضاعت أعمارهم بالنسبة إلى أقل التجانيين ذكرا فإن كل تجاني يذكر صلاة الفاتح إذا اقتصر على ما يجب عليه منها كل يوم مائة وخمسين مرة فعلى قولهم يكون له أجر من قرأ القرآن تسع مائة ألف مرة (900000) ولا يستطيع أحد أن يختم القرآن بقراءة صحيحة مقبولة إلا في ثلاثة أيام وأي ضلال يساوي ضلال من يثبت لنفسه من الأجر والثواب أكثر من جميع الأنبياء والمرسلين وجميع عباد الله الصالحين فيا هادي الطريقة ضللت وأضللت. ¶ قال محمد تقي الدين وصلاة الفاتح كما أشار إليها صاحب الجواهر أول من تكلم بها محمد البكري الصديقي وحكى التجانيون عنه أن زعم أنه نزلت عليه من السماء في ورقة مكتوبة بقلم القدرة قالوا فهي من كلام الله تعالى وليست من تأليف مخلوق وعلى زعمهم هذا لا بأس بتفضيلها عن القرآن إلا أنه يلزمهم أن صلاة الفاتح التي نزلت على",
            "page": "105",
            "part": "1",
            "seal": "D8AEEEB2"
        },
        {
            "id": "105",
            "nass": "البكري وهي أربع وعشرون كلمة أفضل من القرآن الذي أنزل على سيد المرسلين محمد صلى الله عليه وسلم وهو زهاء مائة ألف كلمة (100000) وهل ينزل وحي بعد خاتم النبيين لم يقل بهذا إلا المتنبئون الزنادقة المحتالون وكيف يقول الله تعالى اللهم صل على سيدنا محمد الفاتح لما اغلق والخاتم لما سبق ناصر الحق بالحق والهادي إلى صراطك المستقيم وعلى آله حق قدره ومقداره العظيم لأن الله هو السيد ومحمد عبده ورسوله وهو أفضل عباد الله وفي كمال عبوديته لله تمكن سيادته وفضله على سائر الخلق فلا يليق بذي الجلال والإكرام أن يخاطب نفسه ويقول اللهم صل على سيدنا محمد فإن قالوا إن الله أنشأ هذه الصلاة لعباده لا لنفسه فلا يلزم ما ألزمتمونا به قلنا لو كان الأمر كذلك لقال الله تعالى فيما أوحينا به إلى البكري أو كتبه له بقلم القدرة، يا أيها البكري قل لعبادي يقولوا: اللهم صل على محمد الخ. ¶ كما قال تعلى لخاتم النبيين صلى الله عليه وسلم في سورة الإسراء: {وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ} على أني أيها القراء الأعزاء أثبت لكم بالبرهان القاطع أن هذه الصلاة ليست من كلام الله تعالى ولا كتبها قلم القدرة ولا من كلام البكري بل قيلت قبله بنحو ألف سنة (1000) ففي كتاب الشفا للقاضي عياض رواية بسند منقطع إلى بن أبي طالب، أنه قال كان يصلي النبي صلى الله عليه وسلم بقوله: اللهم داحي المدحوات وبارئ المسموكات وجبار القلوب على فطرتها، شقيها وسعيدها اجعل شرائف صلواتك ونوامي بركاتك ورأفة تحننك على محمد عبدك ورسولك الفاتح لما أغلق والخاتم لما سبق والمعلن الحق بالحق الخ. ¶ ولما كان سند هذه الصلاة منقطعا لم تصح نسبتها إلى علي ومن الأدلة على بطلانها بطلان نسبتها إليه أنه لم يكن ليعدل عن الصلاة الإبراهيمية التي علَّمها رسول الله صلى الله عليه وسلم أصحابه بعد ما سألوه قائلين، أن الله أمرنا أن نصلي عليك فكيف نصلي عليك فقال قولوا اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم الخ. ¶ وأجمع أصحاب رسول الله صلى الله عليه وسلم والتابعون والأئمة المجتهدون ومن تبعهم بإحسان على تفصيل هذه الصلاة والإتيان بها في الصلوات المفروضة والنوافل وغيرها وإذا ثبت أن كلام الله تعالى أفضل من كلام الخلق كلهم فكلام سيد الخلق سيد الكلام، ومن سوء الفهم وسوء التقدير أن يبحث الإنسان عن صلاة تعدل هذه الصلاة فكيف بصلاة تكون أفضل منها وهي من لفظ من أُوتي جوامع الكَلِم واختُصِر له الكلام اختصارا وهو أفصح خلق الله، فأهم صلاة الفاتح مأخوذة من كتاب الشفا الذي ألفه",
            "page": "106",
            "part": "1",
            "seal": "45502F89"
        },
        {
            "id": "106",
            "nass": "القاضي عياض وهو من علماء القرن الخامس الهجري، وقد روى هذه الصلاة عمن قبله فلا بد أن تكون من كلام التابعين أو من دونهم بقليل، فاثنتا عشرة كلمة وهي اللهم صلى الله عليه وسلم على محمد الفاتح لما أغلق والخاتم لما سبق ناصر الحق بإبدال ناصر مكان المعلن وأما الهادي إلى صراطك المستقيم فهو من القرآن قال تعالى في سورة الشورى يخاطب رسوله صلى الله عليه وسلم: {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} وهذه أربع كلمات تضاف إلى اثنتي عشرة فيصير المجموع ست عشرة كلمة، ومعنى (صل) موجود في الصلاة التي رواها عياض فيصير المجموع سبع عشرة كلمة فلا يبقى إلا ثماني كلمات وهي سيدنا وعلى آله بل على آله مأخوذة من الصلوات العامة فلا يبقى إلا سيدنا وحق قدره ومقداره العظيم وهي خمس كلمات أما لفظ سيدنا فغير مشروع في الصلاة على النبي صلى الله عليه وسلم لأن السابقين الأولين من المهاجرين والأنصار أهل القرون المفضلة لم يستعملوا لفظ سيدنا في صلاتهم على النبي صلى الله عليه وسلم وهي زائدة على ما علَّم رسول الله صلى الله عليه وسلم أمته ولن يأتي آخر هذه الأمة بمثل ما كان عند سلفها فكيف بأفضل منه؟ وعلى ذلك لا يبقى إلا أربع كلمات وهي حق، قدره، ومقداره، العظيم، وبذلك تهدم كل ما بناه التجانيون من القصور الخالية. ¶ أما زعمهم أن ذلك الفضل الذي ادعوه لصلاة الفاتح خاص بمن أخذها بالإذن من الشيخ التجاني مباشرة أو بوسائط فهو أعجب وأغرب، وليس في الشريعة الإسلامية، لأن الذكر والدعاء إما أن يكونا مشروعين بمعنى أن النبي صلى الله عليه وسلم جاء بهما وهما من دينه الذي بعثه الله به فلا يحتاجون إلى إذن، لأن الإذن قد حصل من الله تعالى بقوله: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا (41) وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا (42) } الأحزاب 41-42، وقال تعالى في سورة الأعراف آية 55: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ (55) } وهذا إذن عام لكل مؤمن من الله سبحانه وتعالى بلغه رسوله صلى الله عليه وسلم البلاغ المبين، لجميع المؤمنين، وقال تعالى في سورة الأحزاب آية 56: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آَمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا (56) } فكل من ذكر الله تعالى بذكر مشروع أو دعاه بدعاء مشروع أو صلى على النبي صلى الله عليه وسلم وتقبل الله منه ذلك أثابه عليه ولا يشترط أن يأخذه من شيخ، بل أخذه من الشيخ مبطل لثوابه لأنه بدعة والعبادات إذا قارنتها البدعة ليس لها ثواب، بل يكون أهلها متعرضين لعذاب الله، لأن البدعة شر من المعاصي كما حققه الإمام أبو إسحاق الشاطبي في الاعتصام، وقد أكمل الله دينه وبلغه أفضل الخلق فكل من نصب نفسه لإعطاء الأوراد والأذكار فقد ابتدع في دين الله وعرض نفسه لعذاب الله، وكذلك من أخذ عنه تلك الأوراد",
            "page": "107",
            "part": "1",
            "seal": "D3703F2E"
        },
        {
            "id": "107",
            "nass": "قال تعالى في سورة المائدة آية 3: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} فالأوراد والأذكار إن كان النبي صلى الله عليه وسلم قد جاء بها فما شأن هذا الطُّفيلي الذي نصب نفسه واسطة بين الحق والخلق، ¶ وأراد أن يجود بمال غيره الذي لا يملك منه شيئا فهو محتال كذاب يريد أن يستعبد الجاهلين وينهب أموالهم ويفسد عقولهم ويضلهم عن صراط الله المستقيم الذي ترك رسول الله صلى الله عليه وسلم أمته عليه قال الله تعالى في سورة الأنعام آية 153: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (153) } روى الإمام أحمد بسنده إلى عبد الله بن مسعود قال: خط رسول الله صلى الله عليه وسلم خطا بيده ثم قال، هذا سبيل الله مستقيما، وخط عن يمينه وشماله ثم قال، هذه سُبل ليس منها سبيل إلا عليه شيطان يدعو إليه، ثم قرأ: {وَأَنْ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} وذكر الحافظ ابن كثير في تفسيره أن هذا الحديث رواه النسائي وابن حبان والحاكم وقال على شرط الشيخين. ¶ وقد توفي رسول الله صلى الله عليه وسلم بعد أن اكمل الله الدين وترك أمته على أحسن ما يريده لها ولم تكن هناك أوراد، ولا شيوخ طرق، ولا زويا، ولا تكايا فيجب على كل مسلم أن يكون على ما كان عليه رسول الله صلى الله عليه وسلم وأصحابه ولا يزيد على ذلك شيئا، لأن الزيادة في الكامل نقص وعيب، وبدعة ضلالة وبذلك يتبين لك بطلان ما جاء في فضل صلاة الفاتح مع اشتراط الإذن فيها كما يدعي التجانيون وقد تبين الصبح لذي عينين: {وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} . ¶ وهاهنا عبارة نسوقها، ليتعجب القراء منها ويحمدوا الله على العافية، وهي قول صاحب الجواهر في الصفحة 96 من الجزء الأول في سياق فضل صلاة الفاتح، إنها لم تكن من تأليف البكري ولكنه توجه إلى الله مدة طويلة أن يمنحه صلاة على النبي صلى الله عليه وسلم فيها ثواب جميع الصلوات وسر جميع الصلوات وطال طلبه مدة ثم أجاب الله دعوته فأتاه الملَك بهده الصلاة مكتوبة في صحيفة من النور ثم قال الشيخ فلما تأملت هذه الصلاة وجدتها لا تزنها عبادة جميع الجن والإنس والملائكة قال الشيخ وقد أخبرني صلى الله عليه وسلم عن ثواب الإسم الأعظم فقلت: إنها أكثر منه فقال صلى الله عليه وسلم بل هو أعظم منها ولا تقوم له عبادة. ¶ وفي هذا الكلام دليل على أن هذا البكري الذي زعموا أنه توجه إلى الله تعالى وابتهل إليه مدة طويلة ليمنحه صلاة فيها ثواب جميع الصلوات وسر جميع الصلوات",
            "page": "108",
            "part": "1",
            "seal": "CD27C2D4"
        },
        {
            "id": "108",
            "nass": "كان أجهل من حمار أهله إن صح عنه هذا الخبر، لأن الله تعالى قد أعطى جميع المسلمين صلاة هي من أفضل الصلوات ولا تعدلها صلاة أصلا، إلا إذا كان هناك من يزعم أن محمد صلى الله عليه وسلم الذي علمنا إياها يوجد من يعدله أو يكون أفضل منه وهذا كفر. ¶ فالذي أمرنا بالصلاة هو الله سبحان وتعالى ولو سكت أصحاب رسول الله صلى الله عليه وسلم ولم يسألوه عن صفة أداء هذا الواجب لكان لكل مصل أن يصوغ صلاة وحينئذ لا يجوز لأحد أن يدَّعي أن صلاته التي صاغها أفضل من صلاة غيره أو أكثر ثوابا، لأن ذلك لا يُعلم إلا من جهة النبي صلى الله عليه وسلم، ولكن يمكن أن يقال إن عبارة هذه الصلاة أبلغ من عبارة صلاة أخرى ولكن ذلك لا يقتضي زيادة ثواب أو فضل. ¶ أما وقد سأل الصحابة الكرام رسول الله صلى الله عليه وسلم بقولهم كيف نصلي عليك؟ وعلمهم كيف يصلون عليه فالصلاة التي علمهم هي أفضل الصلوات كما أنه عليه الصلاة والسلام أفضل المعلمين هذا لو كانوا يعقلون، ولكنهم يخبطون خبط عشواء في ليلة ظلماء، الحمد الله الذي عافانا مما أصيبوا به ونسأله سبحانه وتعالى أن يفك أسرهم من هذه القيود والأغلال كما فك أسرنا ويردهم إلى توحيد الله واتباع النبي الكريم وترك التقول عليه. ¶ قال محمد تقي الدين وقد أطال صاحب الجواهر وما أطاب فيما زعم أن شيخه حدَّثه به من فضل صلاة الفاتح لما أُغلق، فمن شاءه فلينظره. ¶ فضل جوهرة الكمال ¶ قال صاحب الرماح صفحة 89 وأما فضل جوهرة الكمال فقد قال الشيخ أن رسول الله صلى الله عليه وسلم ذكر لها خواص منها أن المرة الواحدة، تعدل تسبيح العالم ثلاث مرات ومنها أن من قرأها سبعاً فأكثر يحضره رسول الله صلى الله عليه وسلم والخلفاء الأربعة ما دام يذكرها، ومنها أن من لازمها كل يوم أزيد من سبع مرات يحبه النبي صلى الله عليه وسلم محبة خاصة ولا يموت حتى يكون من الأولياء، وقال الشيخ من داوم عليها سبعا عند النوم على طهارة كاملة وفراش طاهر يرى النبي صلى الله عليه وسلم، وقال الشيخ التجاني: أعطاني رسول الله صلى الله عليه وسلم صلاة تسمى جوهرة الكمال من ذكرها اثنتي عشرة مرة وقال هذه هدية مني إليك يا رسول",
            "page": "109",
            "part": "1",
            "seal": "CB227FB7"
        },
        {
            "id": "109",
            "nass": "الله فكأنما زاره في قبره يعني في روضته الشريفة وكأنما زار أولياء الله والصالحين من أول الوجود إلى وقته ذلك اهـ. ¶ ونص جوهرة الكمال كما في الرماح (ص224 ج1) اللهم وسلم على عين الرحمة الربانية والياقوتة المتحققة الحائطة بمركز الفهوم والمعاني ونور الأكوان المتكونة الآدمي صاحب الحق الرباني البرق الأسطع بمزون الأرباح المالئة لكل متعرض من البحور والأواني ونورك اللامع الذي ملأت به كونك الحائط بأمكنة المكاني اللهم صل وسلم على عين الحق التي تتجلى منها عروش الحقائق عين المعارف الأقوم صراطك التام الأسقم صل وسلم على طلعة الحق بالحق الكنز العظم إفاضتك منك إليك إحاطة النور المطلسم صلى الله عليه وعلى آله صلاة تعرفنا بها إياه. ¶ اعلم أيها القاري الذي حفظه الله من ظلمات البدع والشرك وأنار بصيرته بنور التوحيد والاتباع، أن هذه الصلاة التي زعم التجانيون أن شيخهم أخذها عن النبي صلى الله عليه وسلم وذكروا لها ما تقدم من الفضل يستحيل أن تكون من كلام العرب الفصحاء وهي بعيدة منه بعد السماء من الأرض، وكل من يعرف كلام العرب معرفة حقيقية لا يكاد يصدق أن ذلك الكلام الركيك يقوله أحد من العرب وفيها كلمتان إحداهما سب لا يجوز أن يُطلق على النبي صلى الله عليه وسلم ولا يتناسب مع ما قبله وهي كلمة (الأسقم) فإن الصراط لا يوصف بالسقم إذ لا يقال صراط مريض وهذا الصراط أمرض من ذلك وإنما يقال صراط مستقيم أو قويم وهذا الصراط أقوم من ذلك. ¶ وقد رد العلماء على التجانيين وعابوا عليهم هذه الكلمة القبيحة فقال الشيخ الكمليلي الشنقيطي في أرجوزته التي انتقد بها الطريقة التجانية: ¶ ولم يجز إطلاق لفظ موهم ... نقصا على النبي مثل الأسقم ¶ كذا مطلسم وما يدريكا ... لعله كفر عنى الشريكا ¶ ولم يتفطن أولئك العلماء إلى سبب هذا الخطأ ولو تفطنوا له لانحل الإشكال بلا كلفة فسببه أن مؤلف هذه الصلاة مغربي وأهل المغرب في لغتهم العامية يقولون (سر مسقم) يريدون امش مستقيما ويقولون كذلك (سر أسقم) بعضهم ينطق بها قافا وبعضهم ينطق بها كافا، ولما كان منشئ هذه الصلاة غير عالم بالعربية وقد ذكر الأقوم من قبل في قوله عين المعارف الأقوم وقال بعدها صراطك التام، أراد أن يصف الصراط بالاستقامة مع المحافظة على السجع لمقابلة الأقوم واستثقل أن يكرر الأقوم عبر بالأسقم",
            "page": "110",
            "part": "1",
            "seal": "66254E32"
        },
        {
            "id": "110",
            "nass": "ظنا منه أنهما في المعنى سواء كما يفهمه عامة المغاربة، وقد علمت من مصاحبتي للشيخ أحمد سكيرج وهو من كبار المقدمين في الطريقة التجانية وكنت في ذلك الوقت تجانيا لا يخفى علي سرا، أن هذه الصلاة وجدت لأول أمرها عند شخص يسمى محمد بن العربي التازي ويسميه التجانيون الواسطة المعظم لأنه بزعمهم كان واسطة بين النبي صلى الله عيه وسلم وبين الشيخ أحمد التجاني يحمل الرسائل من الشيخ إلى النبي ومن النبي إلى الشيخ وفي ذلك الوقت وقت الوساطة لم يكن النبي صلى الله عليه وسلم يظهر للشيخ التجاني وإنما كان يظهر لمحمد بن العربي وزعموا أن النبي صلى الله عليه وسلم قال للواسطة محمد بن العربي لولا محبتك لحبيبي التجاني ما رأيتني وكان الواسطة يُخبر الشيخ التجاني بأنه إذا جاء الوقت الموعود يظهر النبي صلى الله عليه وسلم له بلا واسطة يُحدِّثه ويُكلِّمه وسنذكر شيئا من الرسائل التي أملاها النبي صلى الله عليه وسلم على محمد بن العربي وأمره بكتابتها ليحملها إلى الشيخ التجاني ويقرأها عليه وحينئذ لا يبقى عندك شك بجهل هذا الرجل بالعربية وأنه السبب في ركاكة هذه الصلاة التي هي من إنشائه، وقد تكلف أحمد أمين مؤلف كتاب الوسيط في تراجم أدباء شنقيط، فألف جزءا في دعوى صحة بناء أفعل التقضيل من المستقيم على أسقم بإثبات السين الزائدة وحذف عين الكلمة وهي الواو، وركِب في ذلك الصعب ¶ والذلول ونقل عن علماء اللغة نقولا ظن أنها تؤيد ادعاءه وأخبرني الشيخ محمد بن أمين الحسني الشنقيطي أن صاحب الوسيط في آخر عمره تاب إلى الله من الطريقة التجانية وصار يخجل عندما يذكر له أحد أنه كان تجانيا وألف ذلك الجزء في الدفاع عن الأسقم، وهذا يزيدك أيضا أن الكلمة عامية مغربية وأنت إذا نظرت في كلمات هذه الصلاة من أولها إلى آخرها وجدتها في غاية البُعد عن الكلام الفصيح ولم تستبعد صدور الأسقم والمطلسم من مؤلفها وإذا ظهر السبب بطل العجب، وكل ما ذكروا في فضلها فهو كذب على الله ورسوله وحسب ما تقدم كذب على الشيخ التجاني أيضا، وما معنى قولهم لا يموت حتى يكون من الأولياء؟ فهل هو من أعداء الله الآن؟ وإذا داوم عليها يصير من أولياء الله وقد تقدم أن كل من لم يكن ولي الله وبلغته الدعوة فهو عدو الله، ومجيء النبي صلى الله عليه وسلم والخلفاء الأربعة وجلوسهم أمام قارئها كذب نشأ عن بلادة، فإنْ كان مقصودهم بالأجساد فلا يرتاب أحد في أنه بهتان، ولا يصدقه عاقل، لأن الجسد لابد أن يرى بالعين ويلمس باليد، وأن كان مقصودهم أن أرواحهم تجيء فهو من بنات غيرهم لأنه لا دليل عليه وكيف تترك أرواحهم الطاهرة جنة الفردوس وتخرج منها ثم تجيء لتجلس أمام قوم جاهلين يشركون بالله ويستمدون من غيره {لَقَدْ جِئْتُمْ شَيْئًا إِدًّا (89) } . فسبحان الله كيف تمسخ عقول البشر، حتى تصل إلى هذه الدركة التي يتنزه عنها البقر، ومن يضل الله فما له من سبيل.",
            "page": "111",
            "part": "1",
            "seal": "82E29D5D"
        },
        {
            "id": "111",
            "nass": "قال صاحب الرماح: ولا تُقرأ جوهرة الكمال إلا بالطهارة المائية من الحدث والخبث وطهارة الثوب والمكان، قال محمد تقي الدين: ¶ ومعنى ذلك أن من كان فرضه التيمم لا يجوز له أن ينطق بجوهرة الكمال وإن كان يجوز له أن يقرأ القرآن كله وأن يُصل الصلوات الخمس فهذا تشريع جديد واستدراك على الله ورسوله فإن شريعة الله تجعل الطهارة الترابية كالمائية، فقد قال النبي صلى الله عليه وسلم: (الصعيد وضوء المسلم وإن لم يجد الماء عشر سنيين فإن وجد الماء فليتق الله وليمسه بشرته) رواه البزَّار من حديث أبي هريرة وصححه القطان وأقره الحافظ ابن حجر في بلوغ المرام، ومفهومه أن من لم يكتفي بالصعيد في عبادته لله تعالى ولم يعتبره وضوء فليس بمسلم، فقد أراد هؤلاء أن يرفعوا قدر الصلاة ليرفعوا بذلك قدرهم بجهلهم فأخرجوا أنفسهم من الشريعة الإسلامية ثم من الإسلام نفسه. ¶ ولما كانت جوهرة الكمال جزءا من الوظيفة المفروضة على كل تجاني، وكانت لا تقرأ إلا بالطهارة المائية لا الترابية وجب على من عجز عن استعمال الماء أولم يجد ماء أن يقرأ بدلها عشرين مرة من صلاة الفاتح، وفي ذلك تناقض لا يخفى وبيانه أن صلاة الفاتح هي أفصح لفظا وأحسن معنى من جوهرة الكمال لأنها من كلام المتقدمين كما سلف، وقد زعموا أنها أفضل من القرآن ومن جميع الأذكار بأضعاف مضاعفة فما بالها تُقرأ بالطهارة الترابية وجوهرة الكمال التي هي دونها في الفضل بمراحل لا ُتقرأ إلا بالطهارة المائية، وَيقرأ التجاني عوضا عن جوهرة الكمال اثنتي عشرة مرة، عشرين مرة من صلاة الفاتح، فأنت ترى أن المرة الواحدة من قراءة جوهرة الكمال، تعدل أكثر من مرة ونصف من الفاتح وذلك من نسبة عشرين إلى اثنتي عشر ة، فإن كنت أيها القارئ تجانبا فبادر بالخروج من الطريقة واغسل يديك منها بالزلال العذب من كتاب الله وسنة رسوله صلى الله عليه وسلم، وإن كنت معافا منها فاحمد الله على العافية وانبذ الطرق كلها واستقم على الطريقة المحمدية التي قال الله تعالى فيها في سورة الجن: {وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا (16) } . ¶ قال مؤلف هذا الكتاب محمد تقي الدين: وللتجانيين أذكار خاصة بالخاصة منهم غير لازمة لعامتهم، أذكر شيئا منها، الصلاة الغيبية في الحقيقة الأحمدية، (اللهم صل وسلم على عين ذاتك العلية بأنواع كمالاتك البهية في حضرة ذاتك الأبدية على عبدك القائم بك منك إليك بأتم الصلوات الزكية المصلي في محراب الهوية التالي السبع المثاني إلى آخره.",
            "page": "112",
            "part": "1",
            "seal": "E7F2AF76"
        },
        {
            "id": "112",
            "nass": "ومن هذه الألفاظ تعلم أن التجانيين من المعتقدين وحدة الوجود وبيان ذلك أن الوجود عندهم واحد، فالرب هو العبد والعبد هو الرب كما تقدم عن ابن عربي الحاتمي فإذا اعْتَبَرْتَ الصور والأشكال كالشمس والقمر والكواكب والإنسان وأنواع الحيوان والنبات والبُحور تسمِّي ذلك خلقا وإذا اعتبرت الهيولا وهي المادة التي منها أنشأت تلك الصور وإليها تعود بعد فنائها لتنشأ منها صور أخرى فتلك الهيولا عندهم هي الله، ومثََّل لِذلك ابن عربي بالخشب فهو مادة واحدة فإذا صَنَعتَ منه أشياء كسرير وخزانة وكرسي لم تخرج تلك الأشياء عن كونها خشبا بعد الصَّنْعَة وحُدوث الأشكال والصور صارت لها أسماء أخرى ولو لم يكن في الطريقة التجانية إلا هذا الاعتقاد لكان كافياً في ضلال أهلها. ¶ كنت في القاهرة والإسكندرية ولم أظهر خروجي من الطريقة التجانية في سنة 1341هـ وكان الشيخ محمد الدادسي الأزهري يكرمني لاعتقاده أني تجاني، فكان يغسل رأسي مرة فقال هنيئا لكم معشر أهل البيت، وكان قد سألني عن نسبي، فأخبرته أن نسبنا ينتهي إلى الحسين بن علي، فقلت له: ولم هذه التهنئة قال لأنكم تدخلون الجنة قطعا، وقد حرم الله على النار أن تمس أجساد أهل البيت، فقلت له: وما الدليل على ذلك؟ فقال قوله تعالى: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا (33) } فقلت: وهل هذا يدل على أن أهل البيت لا تمسهم النار، قال نعم بذلك فسرها الشيخ الأكبر ابن العربي الحاتمي، فقلت له أن تفسيره غير صحيح لأنه يجعل أهل البيت خارجين عن الوعيد الوارد في كتاب الله وحديث رسول الله صلى الله عليه وسلم فقال لي وسيدنا أحمد التجاني يوافقه على ذلك التفسير، فقلت له: فقلت وهل هو معصوم من الخطأ فتلوَّن وجهه وسكت، وأمسك عن غسل رأسي قبل أن يُتِمَّه، واعتبرني من ذلك الحين غير تجاني. ¶ ومن الأحاديث التي يزعم التجانيون أن شيخهم نسبها إلى النبي صلى الله عليه وسلم أن فاطمة أحصنت فرجها فحرم الله ذريتها على النار، وهذا الحديث باطل لما تقدم، لحديث الصحيحين الذي قال فيه صلى الله عليه وسلم: (يا فاطمة بنت محمد سليني من مالي ما شئت وأنقذي نفسك من النار لا أُغني عنك من الله شيئا) وقال مثل ذلك في عمته صفية وعمه العباس، والأسانيد التي روى بها الحديث المتقدم الذكر واهية من رواية الروافض، وقد ضعفها الأئمة، ولو لم يضعفوها لما كان في استطاعتها أن تُعارض نصوص القرآن المفسرة بما في الصحيين وسيأتي تخريجه في نهاية الفصل إن شاء الله.",
            "page": "113",
            "part": "1",
            "seal": "30B2545C"
        },
        {
            "id": "113",
            "nass": "قراءة فاتحة الكتاب بنية الإسم الأعظم ¶ قال في الرماح (ج 2 ص90) : قال في جواهر المعاني سألته يعني التجاني عمن احتلم في السفر ولم يقدر على الاغتسال بوجه من الوجوه، هل يذكر جمع ما عنده من الأوراد فأجاب: أنه يتيمم ويذكر جميع أذكاره كالسيفي وغيره إلا فاتحة الكتاب بنية الإسم فلا يقرأها ولو طال الحال إلى الأبد إلا بالطهارة مائية كاملة. ¶ قال محمد تقي الدين: يا أيها المحدِّثون ويا أيها الأصوليون ويا أيها الفقهاء انظروا واعجبوا هل سمعتم في الشريعة الإسلامية مثل هذا فاتحة الكتاب إذا نوى بقراءتها الإسم الأعظم لا يجوز له أن يقرأها إلا بطهارة مائية، وإذا قرأها دون أن ينوي الاسم الأعظم جازت قراءتها بطهارة ترابية، وقد تقدم الدليل على أن لا فرق بين الطهارة المائية والطهارة الترابية لمن كان فرضه التيمم، والدليل هو الكتاب والسنة والإجماع. وليس اللوم على من اخترع هذه الأكاذيب على الله ورسوله ودينه، ولكن اللوم على شرار الدواب الصم البكم العمي الذين تجوز عليهم هذه الترهات، فنحمدك اللهم على العافية. ¶ ثم قال التجاني وسألت رسول الله صلى الله عليه وسلم هل أذكر الإسم الأعظم بالتيمم للمرض إذا أصابني ولم أقدر على الوضوء، قال لا إلا أن تذكر بالقلب دون اللسان. اهـ ¶ الخاتمة نسأل الله حسنها في مسائل متفرقة ¶ اعلم أيها القارئ الذي أنجاه الله من الوقوع في حبائل الطرق، وأنت أيها القارئ المسكين الأسير العاني المكبول بكبل الطريقة إذا وفقك الله لقراءة هذا الكتاب أنَّنِي وجدت في جوهر المعاني وغيره من كتب الطريقة ضلالات وموبقات كثيرة جدا يضيق الوقت عن وضعها في الميزان، فأردت أن أختار منها نبذة أرجو أن تكون كافية بتحذير الناس من الطريقة إن كانوا سالمين من الدخول فيها ولإنقاذ من أراد الله به خيرا ممن ابتلوا بها، وسأقتصر في هذه الخاتمة على جواهر المعاني الذي زعموا أن النبي صلى الله عليه وسلم قال هو كتابي وأنا ألفته للأحباب يعني التجانيين، فأقول وبالله التوفيق وهو الهادي بمنه إلى أقوم طريق. ¶ المسألة الأولى ما يسمى بقطب الأقطاب والغوث الجامع:",
            "page": "114",
            "part": "1",
            "seal": "CAAA2C6A"
        },
        {
            "id": "114",
            "nass": "تقدم بطلان وجود القطب وأنه من عقيدة الجهال وأريد هنا أن أذكر ما نسبه صاحب جوهر المعاني إلى شيخه التجاني في تفسير قوله تعالى: {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا (72) } ليطلع القراء ويعلموا إلى أي حد بلغ الضلال ببعض الناس قال صاحب الجوهر (ج 2 ص 181) ما نصه: وسألته عن معنى قوله تعالى: {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ} الآية، فأجاب بما نصه قال الأمانة هي القيام بحقوق مرتبة الحق في كلية معانيها خلقية وإلاهية فلم تطق حمل هذه الأمانة السماوات والأرض، فأشفقن منها، وحملها الإنسان الكامل الذي يحفظ الله به نظام الوجود وبه يرحم جميع الوجود وبه صلاح جميع الوجود وهو حياة جميع الوجود، وبه قيام جميع الوجود، ولو زال عن الوجود طرفة عين واحد لصار الوجود كله عدما في أسرع من طرفة عين، وهو المعبر عنه بلسان العامة (بقطب الأقطاب والغوث الجامع) ومعنى قوله ظلوما جهولا يعني ظلوما بتخطيه حدود البشرية وحدود الخلقية وخروجه إلى القيام بحقوق مرتبة الحق حيث لا أين ولا كيف ولا صورة ولا حد، فإن هذا لا قدرة لأحد عليه إلا الله وحده فهذا معنى ظُلْمِه لكونه تخطى مرتبة البشرية من الخلقية وهو لا يقدر لأن الأمر الذي تخطى إليه لا غاية له ولا نهاية، لكون الإحاطة مستحيلة فيه قال سبحانه: {وَلَا يُحِيطُونَ بِهِ عِلْمًا} فهذا معنى الجهل والظلم الذي نسب إليه هو نفي الإحاطة بكنه جلاله، وذلك غاية المعرفة بالله فإن معرفته من وراء خطوط الدوائر كلها يعني دوائر الصديقية. اهـ ¶ فانظر كيف خلع هؤلاء الضالون على الشخص الخيالي المسمى بالقطب صفة الحي القيوم، الذي يمسك السماوات والأرض أن تزولا ولئن زالتا إن أمسكهن من أحد من بعده إنه كان حليما غفورا ولولا حلمه سبحانه لخسفت الأرض تحت من يقول هذا القول ويعتقد هذه العقيدة ولكن يؤخرهم إلى أجل مسمى. ¶ والآن دونك التفسير الصحيح للآية: ذكر الإمامان ابن جرير وابن كثير في تفسير هذه الآية أقوالا وأحاديث مروية بالأسانيد إلى الصحابة والتابعين، بعضها مرفوعا، وبعضها موقوف، وقد لخص الجمل في حاشيته على الجلالين الموقوف منها فأحببت أن أنقله مختصرا كراهية التطويل. ونص تفسير الجلالين: {إِنَّا عَرَضْنَا الْأَمَانَةَ} الصلوات وغيرها مما في فعلها من الثواب وتركها من العقاب {عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ} بأن خلق فيها فهما ونطقا، {فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ} خِفن {مِنْهَا وَحَمَلَهَا الْإِنْسَانُ} آدم بعد",
            "page": "115",
            "part": "1",
            "seal": "19ED8CBC"
        },
        {
            "id": "115",
            "nass": "عرضها عليه {إِنَّهُ كَانَ ظَلُومًا} لنفسه بما حمله جَهُولًا {} به {لِيُعَذِّبَ اللَّهُ} اللام متعلقة بعرضنا المترتب عليه حمل آدم {الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ} المضيعين الأمانة {وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} المؤدين الأمانة {وَكَانَ اللَّهُ غَفُورًا} للمؤمنين {رَحِيمًا} بهم. اهـ قال الجمل في حاشيته على هذا الكلام قوله: {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ} قال ابن عباس: أراد بالأمانة الطاعة والفرائض التي فرضها الله تعالى، على عباده عرضها على السماوات والأرض والجبال على أنهم إن أدوها أثابهم وإن ضيعوها عذبهم، وقال ابن مسعود: الأمانة أداء الصلوات وإيتاء الزكاة وصوم رمضان وحج البيت وصدق الحديث وقضاء الدين والعدل في المكيال، وأشد من هذا كله الودائع، وقيل هي جميع ما أمروا ¶ به ونهوا عنه وقيل هي الصوم وغسل الجنابة، وفي رواية ابن عباس هي أمانات الناس والوفاء بالعهود، فحق على كل مؤمن ألا يغش مؤمنا ولا معاهدا لا في قليل ولا في كثير، فعرض الله هذه الأمانة على أعيان السماوات والأرض والجبال، وهذا قول جماعة من التابعين وأكثر السلف فقال لهن أتحملن هذه الأمانة بما فيها فقلن: وما فيها قال: إن أحسنتن جوزيتن، وإن عصيتن عوقبتن، قلن: لا يا رب نحن مسخرات لأمرك لا نريد ثوابا ولا عقابا، وقلن ذلك خوفا وخشية وتعظيما لدين الله تعالى لئلا يقوموا بها لا معصية ومخالفة لأمره، وكان العرض عليهن تخييرا لا إلزاما، ولو الزمهن لم يمتنعن من حملها، والجمادات كلها خاضعة لله تعالى مطيعة لأمره ساجدة له. ¶ ثم قال: وفي القرطبي واللام متعلقة بحملها أي حملها ليعذب العاصي ويثيب المطيع، وقيل متعلقة بعرضنا أي عرضنا الأمانة على الجميع ثم قلدناها الإنسان ليظهر شرك المشرك ونفاق المنافق ليعذبهم الله وإيمان المؤمن ليثيبه الله. اهـ ¶ قال محمد تقي الدين: ولم يزل يظهر لي أن المراد بالإنسان هنا الجنس، كما قال تعالى: {وَالْعَصْرِ (1) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2) } وكقوله تعالى: {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4) } ، ولكني تهيَّبت أن أُحدث قولا لم ينقل عن السلف حتى وقفت على كلام القرطبي فرأيته يشير إلى ذلك كما ترى، واتصاف جنس الإنسان بكثرة الجهل والظلم أولى من قصره أحد أفراده، وإبعاد الأنبياء والصديقين واستثناؤهم من الظلم والجهل مستحسن عندي جدا، كما وقع في آية العصر وآية التين، ويا لله العجب كيف يستطيع رجل من بني آدم أن يمسك السماوات والأرض، ويدبر شؤونها بحيث لو غفل عنهما طرفة",
            "page": "116",
            "part": "1",
            "seal": "7E178CDE"
        },
        {
            "id": "116",
            "nass": "عين لصرنا عدما ولا تلاشينا ولم يبق لهن أثر، سبحانك هذا بهتان عظيم، أرأيت لو حبس هذا القطب في مكان لا يجد فيه سبيلا لقضاء الحاجة فهل يستطيع أن يخرج من ذلك الحبس الضيق إلى عالم من العوالم التي يدبر شؤونها ويقضي حاجته أم يبقى في (حيص بيص) حتى يتغوط على ثيابه ويبول عليها وحينئذ، يسخر منه الشيطان الذي أغواه وأمره بادعاء ذلك الأمر العظيم، الذي لا يقدر عليه إلا الله، ليس اللوم على هؤلاء الدجاجلة إذا ما ادعوا مثل هذه الدعوى ليسلبوا بها عقول الناس وأديانهم وأموالهم وأعراضهم، ولكن اللوم كل اللوم على شرار الدواب الذين يصدقونهم، وأذكر هنا والأسف يحز في نفسي أن في بلادنا سجلماسة، في الوقت الحاضر، دجالا يبتز أموال الناس ويهتك أعراضهم بدعوى أنه من آل البيت ومن الأولياء الذين رفع عنهم القلم يفعلون ما يشاءون من المحرمات ويتركون كل الفرائض ومنها الصلوات وهم محبوبون عند الله، وأخبرني أمير المنطقة محمد بن المهدي العلوي رحمه الله وحاكم السدد السيد الكبير الذي كان بالريصاني ثم نقل أنهما وجدا عند هذا الدجال خمس عشرة امرأة، عقد عليهن كلهن عقد النكاح الفاسد، وجمعهن في بيت، فقبضا عليه وسجناه، حكم بسجنه حاكم السدد السيد الكبير ¶ ونفذه الأمير السيد محمد بن المهدي. قال لي حاكم السدد أن الدجال عندما حُبس، وجئت أتفقده قال لي أبيت كل ليلة في بيتي، قال: فأخذت مفتاح السجن وجعلته في جيبي، وقلت للدجال إن كنت تستطيع الخروج فقد سمحت لك به فاخرج وابق في بيتك ولا ترجع فإنني لا أبعث أحدا في طلبك أبدا، ثم جاءنا الخبر بأن الدجال قد مات وأراح الله العباد من شره. ¶ وأخبرني السلطان السابق مولاي عبد العزيز رحمه الله قال في معرض شيوع الخرافات ورواج التدجيل، لا على العامة فقط بل على الخاصة من العلماء قال: جاءني فقيه مشهور اسمه الخصاصي فقال لي: يا سيدي قد ظهرت كرامة عظيمة في ضريح الوالي الصالح أبي العباس السبتي، بمدية مراكش، فنحب أن تشاهدها فقلت: وما هي فقال: إن التابوت المنصوب على ضريح هذا الوالي يرتفع كل ليلة بعد غروب الشمس إلى السقف ويبقى معلقا في الهواء، ويبقى القبر مكشوفا طول الليل، حتى إذا طلعت الشمس نزل التابوت، فانتصب على القبر كما كان. ¶ قال فقلت له أيها الفقيه أنت شاهدت ذلك فقال: لا يا سيدي ولكنه خبر متواتر، حدثني به كثير من الناس الذين لا أشك في صدقهم، قال فقلت له: اذهب وأنا أجهزك بكل ما تحتاج إليه وامكث عند الضريح من قبل غروب الشمس إلى طلوعها ليلة أو أكثر، فإذا شاهدت ارتفاع التابوت فارجع إلي وخَبِّرْني به فإنني أصدقك ولا",
            "page": "117",
            "part": "1",
            "seal": "D835AA6D"
        },
        {
            "id": "117",
            "nass": "حاجة لي أن أشاهده بنفسي، وكان السفر في ذلك الزمن على الدواب فغاب نحو شهرين ثم رجع إلي، قال: فقلت ما وراءك يا عصام؟ فقال يا سيدي راقبته ليالي عديدة فلم أشاهد شيئا، فقلت له كنت أعلم هذا ولا أَشُك فيه حين حدثتني بهذه القصة المُختلقة، ولكني أحببت أن تشاهد الأمر بنفسك حتى لا تغتر بما يشيعه الجهال، وأنت فقيه يقتدي الناس بك، فإذا كنت تعتقد مثل هذه الضلالات فماذا نقول في الجهال؟ والحكايات في هذا كثيرة، وحكاية صاحب الجواهر في شان القطب، قطب الجهال كما سماه شيخ الإسلام أحمد بن تيميَّة رحمه الله هي من جنس هذه الحكايات. ¶ قال مؤلف جواهر المعاني، (ج1 ص 215 س 9) فيما يتعلق بالقطب أيضا ناقلا عن شيخه التجاني في الكلام على الوحي وأقسامه ما نصه: ¶ ثم لتعلم أن من تجلى الله له بالسر المصون والغيب المكنون، عصم من المعاصي بكل وجه وبكل اعتبار فلا تتأتى منه المعصية التي هي مخالفة أمر الله تعالى صريحا أو ضمنا، وليس له فيها إلا العصمة من مخالفة أمر الله تعالى، ولذا ثبتت العصمة للنبيين وفي ضمنهم الأقطاب، ولم يصرح بهم صلى الله عليه وسلم في قوله حيث قال لا عصمة إلا لنبي فقد ستر الأقطاب هناك، من كونهم لا تعرف مراتبهم، وما أخبر الله الخلق بها، أعني بمرتبة الأقطاب، ولا وصل العلم إليهم بها فهي مكتومة لذلك لم يصرح بعصمة أهلها صلى الله عليه وسلم، لكن السر المصون مانع لمن ذاقه أن يعصي الله حتى طرفة عين، وأما من عداهم من الصديقين الذين نزلوا عن رتبتهم فلا عصمة عندهم، وتجري عليهم الأقدار كما تجري على غيرهم، كما قال الجنيد حيث قيل له: أيزني العارف فأطرق ساعة ثم قال: وكان أمر الله قدرا مقدورا. اهـ ¶ قال محمد تقي الدين: هذه طامة أخرى وهي ادعاء العصمة للأشخاص المتخيلين المتسمين بالأقطاب الذين شاركوا الأنبياء في العصمة، وكتم النبي صلى الله عليه وسلم هذا العلم ولم يبح به لأحد حتى لأبي بكر الذي هو أفضل الصديقين، فلم يكفهم ادعاء العصمة للأقطاب المزعومين، حتى أضافوا إليه كتمان النبي صلى الله عليه وسلم لذلك، وليث شعري كيف علمه التجاني، أمن طريق النبي صلى الله عليه وسلم وقد وصفه بالكتمان، أم من الله بلا واسطة، وظاهر قوله فيما زعموا أن من ذاق السر المصون يستحيل أن تصدر منه معصية، أنه أدرك ذلك من غير طريق النبي صلى الله عليه وسلم مما يسمونه بالذوق وقد قيل لأحمد بن حنبل عن بعض المتصوفة أنه إذا سئل عن شيء لا دليل عليه من الشرع زعم أنه أدركه بالدوق فقال رحمه الله: من أحالك على غائب",
            "page": "118",
            "part": "1",
            "seal": "33E91DB1"
        },
        {
            "id": "118",
            "nass": "فما أنصفك، وما أحسن قول العلامة الصنعاني في القصيدة الدالية التي مطلعها: ¶ سلامي على نجد ومن حل في نجد ... وإن كان تسليمي من البعد لا يجدي ¶ وذلك حيث يقول: ¶ يقولون أدركناه بالدوق ليتهم ... يذوقون طعم الحق فالحق كالشهد ¶ وقال صاحب الجواهر في الموضوع نفسه (ج 2ص 74) : وسألته رضي الله عنه عن حقيقة القطبانية فأجاب بقوله: اعلم أن حقيقة القطبانية هي الخلافة العظمى عن الحق مطلقا في جميع الوجود جملة وتفصيلا، حيثما كان الرب إلها كان هو خليفة في تصريف الحكم وتنفيذه في كل من عليه ألوهية الله تعالى، ثم قيامه بالبرزخية العظمى بين الحق والخلق فلا يصل إلى الخلق شيئا كائنا من كان من الحق إلا بحكم القطب وتوليته ونيابته عن الحق في ذلك، وتوصيله كل قسمة إلى محلها، ثم قيامه في الوجود بروحانيته في كل ذرة من ذرات الوجود جملة وتفصيلا، فترى الكون كله أشباحا لا حركة لها إنما هو الروح القائم فيها جملة وتفصيلا، وقيامه فيها في أرواحها وأشباحها، ثم تصرفه في مراتب الأولياء فيذوق مختلفات أذواقهم فلا تكون مرتبة في الوجود للعارفين والأولياء خارجة عن ذوقه، فهو المتصرف فيها جميعا، والمعد لأربابها، وله الاختصاص بالسر المكتوم الذي لا مطمع لأحد في دركه والسلام. ¶ قال محمد تقي الدين: وهذا الكلام بلغ من الوضوح حدا لا يحتاج إلى شرح، فحكايته شرحه، ونترك الحكم عليه للقارئ والله المستعان. ¶ المسألة الثانية: نعيم أهل النار في النار وفي جوهر المعاني مما نسب إلى الشيخ التجاني أنه قال في تفسير قوله تعالى في سورة العنكبوت: {وَالَّذِينَ كَفَرُوا بِآَيَاتِ اللَّهِ أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (23) } ج 1ص141 ما نصه: ¶ وما ورد في قوله تعالى ما يناقض عموم الرحمة في قوله تعالى سبحانه وتعالى: {والذين كَفَرُوا بِآَيَاتِ اللَّهِ ولقائه أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (23) } فالرحمة في هذه الآية التي يئسوا منها هي الجنة فقط، فإنها محرمة على كل كافر، وليست الجنة هي غاية رحمة الله تعالى فإن رحمة الله لا تحيط بها العقول يرحم الكفار حيث يشاء، وقد ذكر بعض أهل الحقائق أن بعض أحوال الرحمة في أهل النار من الكفار أنه يُغمى عليهم في بعض الأوقات فيكونون كالنائم لا يحسون بأليم العذاب، ثم تحضر بين أيديهم أنواع الثمار والمآكل، فيأكلون في غاية أغراضهم، ثم يفيقون من تلك السكرة فيرجعون",
            "page": "119",
            "part": "1",
            "seal": "2D55B96F"
        },
        {
            "id": "119",
            "nass": "إلى العذاب فهذا من جملة الرحمة التي تنال الكفار. اهـ ¶ المسالة الثالثة: شطحات الزنادقة الذين يسمون أنفسهم أولياء، وفي جوهر المعاني (ج 2 ص 59) ما نصه، وذلك في الجواب عن قول أبي يزيد البسطامي: خضنا بحرا وقفت الأنبياء بساحله، فاعلم أن في الشطحات التي صدرت من أكابر العافين ما يوهم أو يقتضي أن لهم شفوفا وعلوا على المراتب النبيين والمرسلين، ومثل قول أبي يزيد البسطامي: خضنا بحرا وقفت الأنبياء بساحله، ومثل قول الشيخ عبد القادر الجيلي: معاشر الأنبياء أوتيتم اللقب وأوتينا ما لم تؤتوه، ومثل قول ابن الفارض: ¶ ودونك بحرا خضته وقف الألي ... بساحله صونا لموْضع حرمتي ¶ وأني وإن كنت ابن آدم صورة ... فلي فيه معنى شاهد بأبوتي ¶ وفي المهدي حزبي الأنبياء وفي عنا ... صر لوحي المحفوظ والفتح سورتي ¶ وقوله أيضا: ¶ فحي على جمعي القديم الذي به ... وجدت كهول الحي أطفال صبوتي ¶ ومن فضل ما أسأرت شرب معاصري ... ومن كان قبلي فالفضائل فضلتي ¶ وكقوله في الكافية: ¶ كل من قي حماك يهواك لكن ... أنا وحدي بكل من في حماك ¶ وكقول بعض العارفين: نهاية أقدام النبيين بداية أقدام الأولياء. ¶ والجواب عن هذه الشطحات أن للعارف وقتا يطرأ عليه الفناء والاستغراق حتى يخرج بذلك عن دائرة حسه وشهوده ويخرج عن جميع مداركه ووجوده، لكن تارة يكون في الذات الحق سبحانه وتعالى فيتدلى له من قدوس اللاهوت من بعض أسراره فيض يقتضي منه أن يشهد ذاته عين ذات الحق لمحقه فيها واستهلاكه فيها ويصرح في هذا الميدان بقوله: سبحاني لا إله إلا أنا وحدي الخ من التسبيحات، كقوله: جلت عظمتي وتقدس كبريائي، وهو في ذلك معذور لأن العقل الذي يميز به الشواهد والعوائد ويعطيه تفصيل المراتب كل بما يستحقه من الصفات غاب عنه وانمحق وتلاشى واضمحل، وعند فقد هذا العقل وذهابه وفيض ذلك السر القدسي عليه تكلم بما تكلم به، فالكلام الذي وقع فيه خلقه الحق فيه نيابة عنه فهو يتكلم بلسان الحق لا بلسانه، ومعربا عن ذات الحق لا عن ذاته، ومن هذا الميدان قول أبي يزيد البسطامي سبحاني ما أعظم شأني، وقل الحلاج: وأنا الحق، وما في الجبة إلا الله وكقوله بعضهم: فالأرض أرضي",
            "page": "120",
            "part": "1",
            "seal": "B96AE55D"
        },
        {
            "id": "120",
            "nass": "والسماء سمائي وكقول التستري: ¶ انظر شيء عجيب لمن يراني ... أنا المحب والحبيب ما ثم ثاني ¶ وكقوله أيضا (أنا من أهوى ومن أهو أنا) البيت، وأقوال ابن الفارض كثيرة مثل هذه وهذا مما يعطيه الفناء والاستغراق في ذات الحق وهذا أمر خارج عن المقال يدرك بالذوق وصفاء الأحوال فلا يعلم حقيقته إلا من ذاقه. اهـ بلفظه ¶ قال محمد تقي الدين: هذه الشطحات كل واحدة منا كفر صريح، وقد اعتذر التجانيون عن أصحابها بزعمهم حين قالوها كانوا قد فنوا في الله ولم يبق عقل ولا شعور، فسقط عنهم التكليف، فأما أن يكونوا مجانين فقدوا عقولهم أو ولدوا مجانين، فكيف يُدوِّنون هذيانهم، ولسيما ما هو كفر، ويُعظِّمُونهم ويمدحونهم على ذلك الهذيان الكفري والمجنون، كالبهيمة لا ُيحمد ولا يُذم، ولا يُقال أنه ولي الله ولا عدو الله إلا باعتبار ما كان قبل فقد عقله، وهم لا يسلمون أنهم مجانين بل يصفونهم بالعلم والولاية والصلاح وبلوغ أعلى المراتب، وذلك لا يكون إلا إذا كانوا عقلاء فإن كانوا عقلاء فقد كفروا بالله، وإن كانوا مجانين فلا فضل لهم، ومن دوَّن كفرياتهم وعظَّمهم بسببها من العقلاء فهو مثلهم في الكفر، والعادة جارية أن المجنون إذا كان قبل الجنون صالحا يذكر الله ويعظمه فإنه يبقى بعد الجنون كذلك في حكم العادة، ولا يكاد يتكلم بكفر أو فجور لأنه لم يتعود شيئا من ذلك، وأما إذا كان قبل إصابته بالجنون كافرا أو فاجرا فإن لسانه يبقى منطلقا لما كان عليه قبل الجنون، وقد رأيت في بلدة (عسلة) من بلاد الجزائر شيخا متصوفا يطعم كل من ورد عليه، وزرته في زمان الضلال مرارا فكان يقدمني لأصلي به ومن معه، فكنا إذا كبرنا للصلاة بدأ يسب الله ويصفه بالخداع والغدر، وما أشبه ذلك رافعا صوته، فإذا فرغنا من الصلاة أكب الناس عليه يقبلون يديه، ويلتمسون منه الدعاء والبركة، لاعتقادهم أنه كان في حضرة الله، وأنه بلغ من علو المقام عند الله إلى حد أنه كان يخاصمه على سبيل الدعابة والتذلل، أما أنا فبقيت حيران في أمره، ولم أجزم بشيء، وذلك لفرط جهلي وعدم معرفتي لتوحيد الله تعالى، وما يليق بجلاله سبحانه، هذا وكنت أُعد من فقهاء الشبان إلا أن الطريقة وبدعها أعمت بصيرتي، وأقبح من ذلك أنني كنت شديد الغلو في تعظيم شيخ الطريقة التجانية حتى أني مرة كنت في قرية (أبي سمغون) وهي ¶ من البلدان المقدسة عند التجانيين يشدون الرحال إليها، لأن فيها بيتا يسمى خلوة الشيخ، وهو مفروش بالزرابي الفاخرة، ويعظم بالبخور وإيقاد",
            "page": "121",
            "part": "1",
            "seal": "43FA21DA"
        },
        {
            "id": "121",
            "nass": "الشموع، زعموا أن الشيخ التجاني لقي النبي صلى الله عليه وسلم فيه، ورآه عيانا يقظة لا مناما لأول مرة، وفي ذات يوم جاء رجل من (عين ماضي) وهي البلدة التي ولد فيها الشيخ التجاني وفيها أولاده وأحفاده إلى يومنا هذا، فأخبر أن أولاد الشيخ يبعثون إلى مدينة الأغواط يشتري لهم الخمر بمقادير كبيرة، وتأتيهم البغايا من تلك المدينة، فتقيم عندهم الشهر والشهرين، فقلت له: كذبت، فقال لي والله لقد رأيت ذلك بعيني، ولم أقله عيبا لهم ولا إنكارا عليهم، ولا استخفافا بقدرهم العلي، معاذ الله من ذلك، وإنما أخبرتك بما رأته عيني، فقلت له: كذبت، فقال لي: وكيف عرفت أني كذبت؟ فقلت له: إما أن أُكذِّبك أو أُكذِّب الشيخ أحمد التجاني، وأنا لا أستطيع تكذيبه، فقال لي، وكيف ذلك؟ فقلت: قال الشيخ أن سيد الوجود صلى الله عليه وسلم، ضمن لي أن كل من بلغ الحلم من ذريتي يصيرا وليا لله فبهت الرجل وسكت، فانظر إلى أي حد يبلغ الضلال بالطرقيين. ¶ إبطال ما زعم التجانيون من نعيم أهل النار في النار ¶ قال تعالى في سورة البقرة آية 161-162: {إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ (161) خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ (162) } قال الحافظ ابن كثير في تفسيره ما نصه: ثم أخبر تعالى عمن كفر به واستمر به الحال إلى مماته بأن {عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ (161) } أي في اللعنة التابعة لهم إلى يوم القيامة ثم المصاحبة لهم في نار جهنم التي {لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ} فيها أي لا ينقص عما هم فيه {وَلَا هُمْ يُنْظَرُونَ} أي لا يغير عنهم ساعة واحدة ولا يفتر بل هو متواصل دائم، فنعوذ بالله من ذلك، وقال تعالى في سورة فاطر آية 36-37: {وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ (36) وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (37) } . قال ابن كثير في تفسيرها: لما ذكر الله حال السعداء شرع في بيان ما للأشقياء فقال: {وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا} كما قال تعالى: {§ںw يَمُوتُ فِيهَا وَلَا يَحْيَى} وثبت في صحيح مسلم، أن رسول الله صلى الله عليه وسلم قال: أما أهل النار الذين هم أهلها فلا يموتون فيها ولا يحيون، انتهى كلامه.",
            "page": "122",
            "part": "1",
            "seal": "8EC572F6"
        },
        {
            "id": "122",
            "nass": "وفي تفسير الجلالين ما نصه: {ûïد%©! $#ur كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ} بالموت {#qè?qكJuٹsù} يستريحوا {وَلَا يُخَفَّفُ عَنْهُمْ ¶ مِنْ عَذَابِهَا} طرفة عين {} كَذَلِكَ كما جزيناهم {نَجْزِي كُلَّ كَفُورٍ} كافر بالياء والنون المفتوحة مع كسر الزاي ونصب \"كل\"، {وَهُمْ يَصْطَرِخُونَ فِيهَا} يستغيثون بشدة وعويل يقولون: {رَبَّنَا أَخْرِجْنَا} منها {نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ} فيقال {أَوَلَمْ نُعَمِّرْكُمْ مَا} وقتا {يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ} الرسول فما أجبتم {فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ} نَصِيرٍ يدفع العذاب عنهم. انتهى ¶ قال تعالى في سورة الزخرف آية 74-75: {إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ (74) لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ (75) } قال الحافظ ابن كثير في تفسيره ما نصه: لما ذكر تعالى حال السعداء ثنى بذكر الأشقياء فقال (إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ (74) لَا يُفَتَّرُ عَنْهُمْ} أي ساعة واحدة {وَهُمْ فِيهِ مُبْلِسُونَ} أي آيسون من كل خير. اهـ ¶ قال محمد تقي الدين: فماذا يقول التجانيون في هذه الآيات البينات، أيؤمنون بها أم يكفرون بها؟ فإما أن يؤمنوا بالقرآن ويكفروا بما في جواهر المعاني فيهتدوا، وأما أن يعكسوا فيكفروا بالله، فكيف يجمعون بين الإيمان بالله وكتابه، والإيمان بما في كتابهم من الضلال. ¶ ومراده ببعض أهل الحقائق هو ابن عربي الحاتمي، وقال صاحب المعاني ناقلا بزعمه عن شيخه التجاني في الجواب عن شطحات الزنادقة فيتدلى له من قدوس اللاهوت الخ، عبارة نصرانية سرقها زنادقة المتصوفة من النصارى، فإن النصارى يزعمون أن عيسى عليه السلام له طبيعتان، طبيعة الناسوت وهو الجسم المكتسب من أمه مريم وبهذه الطبيعة كان يأكل ويشرب، ويمرض ويتعب، وينام ويخاف، وطبيعة اللاهوت اكتسبها من أبيه، وهو الله، وبها كان يحيي الموتى ويبرئ الأكمه والأبرص، تعالى الله عن قولهم علوا كبيرا. ¶ \"وفعلوت\" مصدر يستعمل كثيرا في السريانية كالجبروت (كبوروثا) جاءت من (جبر) وهو الرجل ومنه جبرائيل (كفرائيل) فمعناه بالسريانية رجل الله أي الرجل الذي يبعثه الله لتبليغ رسالته، فالجبروت هو الرجولة الكاملة (وكبور) جبار رجل عظيم، ومن ذلك جاء لفظ لاهوت من اسم الله تعالى وإنما استعملوا تلك الكلمة للتمويه على العوام والتشبع بما لم يعطوا.",
            "page": "123",
            "part": "1",
            "seal": "3CF5C7B2"
        },
        {
            "id": "123",
            "nass": "المسألة الرابعة: محبة الكفار ¶ قال صاحب الجواهر ج1ص132: وسألته عن قوله تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} فأجاب بما نصه: اعلم أن محبة الحق سبحانه تعالى لعبيده إما ما يعهده في محبة المخلوقات التي هي شدة الميل والشغف بالشيء حتى لا يجد عنه صبرا، وشدة الاشتياق إلى المحبوب عند فقده، والولوع به، حتى يذهب عن عقله هائما في حب المحبوب فهذه كلها مستحيلة في حق الله سبحانه وتعالى لا يتأتى في ذاته العلية أن يطرأ فيها ميل أو شغف أو شوق، إذ هو في مرتبة ذاته جلا وعلا في العلو الذاتي والكبرياء الذاتي والعز الكامل، والجلال الذي لا يوصف، ولا يكيف، وكل هذه الصفات من حيث ما هي هِي في الذات اقتضت أنْ لا يوجد شيء معه من الأكوان، لأن الكبرياء الذاتي والعز الذاتي في العلو الذاتي والجلال الذاتي تقتضي كلها غيرة من وجود غيره سبحانه وتعالى معه فضلا عن أن يلتفت إليه بمحبة أو شوق لما هو عليه من الصفات المذكورة، وفيها يقول سبحان هو تعالى (كنت كنزا لم أعرف) إذ هو في تلك الغيرة بوجود تلك الصفات يأنف من وجود غيره معه. اهـ ¶ وقفة مع هذا الحديث ¶ الذي يعتقده التجانيون أن شيخهم بلغ أعلى درجات القطبية ولم يبلغ أحد من الأقطاب منزلته كما تقدم، وقد تقدم مما نسبوه إلى شيخهم أنه قال: أن القطب الغوث الفرد هو الخليفة عن الله سبحانه وتعالى في جميع مملكته وهو الحامل للعالم كله، ولو غفل عن الكون طرفة عين لاندك الكون وصار محض العدم، فيلزم على ذلك أن يكون القطب عالما بكل ما يجري في كل ذرة من العالم بل من العالمين، ولا يجوز أن يكون جاهلا بشيء منها فلا يجوز عليه أبدا أن يجهل شيئا من أحاديث الرسول صلى الله عليه وسلم التي يعرفها صبيان أهل الحديث فضلا عن علمائهم، فإن صح هذا الكلام عن الشيخ لزم أن يكون جاهلا بعلم الحديث فإنه ذكر هذا الحديث في مواضع كثيرة، واحتج به، فاسمعوا الآن أيها القراء ما قاله الحفاظ النقاد فيه، قال العجلوني في كشف الخفاء ما نصه: ¶ (1) حديث (كنت كنزا لم أعرف، فأحببت أن أعرف فخلقت خلقا فعرفتهم بي فعرفوني) (¬1) ¶ ¬_________ ¶ (¬1) قال ونصه عند شيخ الإسلام ابن تيمية، كنت كنزا لا أعرف، فأحببت أن أعرف فخلقت خلقا، فعرفتهم بي، فبي عرفوني. ¶ انظر أحاديث القصاص لشيخ الإسلام ابن تيمية بتحقيق الأستاذ الفاضل محمد الصباغ.",
            "page": "124",
            "part": "1",
            "seal": "B961F397"
        },
        {
            "id": "124",
            "nass": "وفي لفظ (فتعرفت إليهم فبي عرفوني) قال ابن تيمية ليس من كلام النبي صلى الله عليه وسلم ولا يعرف له سند صحيح ولا ضعيف، وتبعه الزركشي والحافظ ابن حجر في اللآلي والسيوطي، قال القاري: وهو (أي هذا الحديث) واقع كثيرا في كلام الصوفية واعتمدوه وبنوا عليه أصولهم. ¶ عودة إلى الموضوع ¶ قال محمد تقي الدين: فيا عجبا لهؤلاء المتصوفة يحيطون بكل شيء من علوم الغيب بزعمهم ويجهلون أحاديث النبي صلى الله عليه وسلم فينسبون إليه الموضوعات التي يعرفها أقل الناس معرفة بالحديث (وكيف يكون النوك إلا كذلك) النوك هو الحماقة فكيف يكون التناقض والتهافت إلا كذلك فسبحان من طبع على قلوبهم. ومضى إلى أن قال وفي هذه المحبة جميع العوام، حتى الكفار، فإنهم محبوبون عنده، ثم مضى إلى أن قال جوابا عن سؤال اعترض به على نفسه، وهو قوله: إذا كانت نفوس الكفار عالمة بالله قبل اتصالها بالأجساد، وارتكبت الكفر والمعاصي، فما ذنب الأجساد حتى تحرم من محبة الله تعالى، فالجواب: أن أجسام الكفار ليس فيها جهل بالله تعالى وإنما لها إدراك وحدها خلاف إدراك الروح وبذلك الإدراك صارت عارفة بالله تعالى. اهـ ¶ والحاصل: أن أرواح الكفار وأجسادهم تشملها محبة الله وهذا مناقض للقرآن أتم المناقضة، قال تعالى في نهاية هاتين الآيتين: فإن تولوا فإن الله لا يحب الكافرين، ومثل ذلك في القرآن كثير فقبَّح الله علما يصل بصاحبه إلى تكذيب القرآن تكذيبا صريحا، فيا أيها القوم اتقوا الله وعودوا إلى الإسلام فهذه المراتب العالية بزعمكم لا يصل إليها أحد إلا إذا كذَّب القرآن وجهل السنة المحمدية وجهل عليها. ¶ الولي الكبير يرتكب الكبائر كالزنا وشرب الخمر والكذب وقتل النفس وغير ذلك من الدواهي. ¶ قال صاحب الجوهر في (ج1ص115) ناقلا عن شيخه ما نصه: اعلم أن سيدنا",
            "page": "125",
            "part": "1",
            "seal": "3793C492"
        },
        {
            "id": "125",
            "nass": "رضي الله عنه سئل عن حقيقة الشيخ الواصل ما هو؟ فأجاب رضي الله عنه بقوله: أما ما هو حقيقة الشيخ الواصل فهو الذي رُفعت له جميع الحجب عن كمال النظر إلى الحضرة الإلهية نظرا عينيا وتحقيقا يقينيا، فأول الأمر هو محاضرة وهو مطالعة الحقائق من وراء ستر كثيف، ثم مكاشفة، وهو مطالعة الحقائق من وراء ستر رقيق، ثم مشاهدة وهو تجلي الحقائق بلا حجاب لكن مع خصوصية، ثم معاينة وهو مطالعة الحقائق بلا حجاب ولا خصوصية، ولا يبقى للغير والغيرية عينا وأثرا، وهو مقام الحق والمحق والدك، وفناء الفناء، فليس في هذا إلا معاينة الحق للحق بالحق. ¶ فلم يبق إلا الله لا شيء غيره ... ثم موصول ولا ثم واصل ¶ ثم حياة وهي تمييز المراتب بمعرفة جميع خصوصياتها ومقتضياتها ولوازمها وما يؤول إليه أمرها وهو مقام إحاطة العبد بعينه ومعرفته بجميع أسراره وخصوصياته ومعرفة ما هي الحضرة الإلهية وما هي عليه من العظمة والجلال والنعوت العلية والكمال، معرفة ذوقية، ومعاينة يقينية، وصاحب هذه المرتبة هو الذي تشق المهامة في طلبه، لكن مع هذه الصفة فيه كمال أذن الحق له سبحانه وتعالى إذنا خاصا في هداية عبيده، وتوليته عليهم بإرشادهم إلى الحضرة الإلهية فهذا هو الشيخ الذي يستحق أن يُطلب، وهو المراد بقوله صلى الله عليه وسلم لأبي جحيفة: (سل العلماء وخالط الحكماء واصحب الكبراء) وصاحب هذه المرتبة هو المعبر عنه بالكبير ومتى عثر المريد على من هذه صفته فاللازم في حقه أن يلقي نفسه بين يديه كالميت بين يدي غاسله لا اختيار له ولا إرادة ولا عطاء له ولا إفادة، وليجعل همته منه تخليصه من البلية التي أُغرق فيها، إلى كمال الصفاء بمطالعة الحضرة الإلهية بالإعراض عن كل ما سواها، ولينزه نفسه عن جميع الاختيارات والمرادات مما سوى هذا، ومتى أشار عليه بفعل أو بأمر فليحذر من سؤاله بلم؟ وكيف؟ وعلام؟ ولأي شيء؟ فإنه باب المقت والطرد وليعتقد أن الشيخ أعرف بمصالحه منه. وأي مدرجة أدرجه فيها فإنه يجري به في ذلك كله على ما هو لله بالله بإخراجه عن ظلمة نفسه وهواها، وأما الشيخ الذي هذه صفته كيف يتصل به وبماذا يعرف؟ فالجواب أن الشيوخ المتصفون بهذا الأمر كثيرون، وأغلبهم في المدن الكبار فإنها مقرهم وأما معرفتهم والاتصال بهم فإنه عسير أغرب وجودا من الكبريت الأحمر، لأنهم اختلطوا بصور العامة وأحوالهم، من سألهم عن هذه الحال نَفَّروه وطردوه، وحلفوا له ما عندهم من هذا الأمر شيء، والعلة الموجبة لهم لهذا أنه قد فسد نظام الوجود بمشيئة الحق",
            "page": "126",
            "part": "1",
            "seal": "EAFFBBDF"
        },
        {
            "id": "126",
            "nass": "سبحانه وتعالى التي لا مُنازع لها، ليس لكل آدمي إلا السعي في أغراضه وشهواته بالإعراض عن الحضرة الإلهية، وما ¶ تستحقه من توفية الحقوق والآداب وليس للعامة في هذا الوقت من السعي للأولياء إلا لأغراض فاسدة يريدونها من التمتع بالدنيا ولذاتها وشهواتها والنجاة من المصائب والعطب في هذا الدار، مع إقامتهم وإصرارهم على الدواهي والمهلكات العظام، من الكبائر الفاحشة التي لا عقبى لصاحبها إلا دار البوار، وليس لهم عن هذا الميدان خروج ولا لهم فيه الرجوع إلى الحضرة الإلهية ولوج، فلما عرف العارف ما في العامة، من هذا الأمر احتجبوا عن العامة وطردوهم بكل وجه وبكل حال، وكان اقتضاء ذلك أن يسكنوا في البراري والقفار، وكانة مراد الحق منهم أن يبقوا في وسط العامة ويسكنوا في وسطهم لأمور أرادها الحق منهم سبحان وتعالى، وحكم بها عليهم فلا منازع له في حكمه، ولم يجدوا مساغا في الخروج عن العامة في البراري والقفار لما عليهم من حكم الله الذي لا خروج لهم عنه ولا يجدون سبيلا إلى إصلاح العامة، وردهم إلى الحضرة الإلهية، فهم بمنزلة من أقيم بين جماعة الحمقى، يرمونه بالحجر، وكلف بالصبر، والإقامة بينهم، فهم في عذاب، فلهذا احتجبوا عن العامة وطردوهم بكل حال، وربما شم العامة روائح وصولهم من وراء الحجب، فنهضوا للتعلق بهم فيما يريدونه من أغراضهم فخلَّط العارفون عليهم بوجوه من التَّخليط، استِتَارا عن العامة بإظهار أمور من الزنا والكذب الفاحش والخمر وقتل النفس وغير ذلك من الدواهي التي حُكم على صاحبها أنه في سخط الله وغضبه، والأمور التي يقتحمها العارفون في هذا الميدان إنما يُظهرون صورا من الغيب لا وجود لها في الخارج إنما تصورات خيالية يراها غيرهم حقيقة فيفعلون في تلك الصور أمورا منكرة في الشرع، وهم في الحقيقة لم يفعلوا شيئا فاستتروا بذلك عن العامة حفظا لمقامهم وتحريرا لآدابهم، وإذا عرفت هذا فقد اختلط الصادقون والكاذبون في هذا الميدان ولا يعرف هذا من هذا ولا حيلة لأحد في معرفة العارف الواصل أصلا رأسا إلا في مسالة نادرة في غاية الندور، ¶ وهو أن بعض الكمل ظهورا في مظهر الصور الشرعية الكاملة فمن ظهر بهذا المظهر وادعى المشيخة بالمعرفة فيه أنه يعرف بدلالته على الله تعالى والرجوع إليه والتزهيد في الدنيا وأهلها وعدم المبالاة بها وبوجودها مع ظهور صفة الفتح في غيره على يديه الخ اهـ. ¶ في هذا الكلام ضلالات وأباطيل قوله الشيخ الواصل هو الذي رفعت الحجب له عن كمال النظر إلى الحضرة الإلهية إلى قوله فلم يبقى إلا الله البيت ... يعني أن الشيخ الواصل إلى الله تعالى العارف به حق المعرفة تنكشف له كل الحجب حتى يشاهد حقيقة",
            "page": "127",
            "part": "1",
            "seal": "B987A3AD"
        },
        {
            "id": "127",
            "nass": "الذات الإلهية ثم يرتقي بعد ذلك إلى مقام الفناء فيفنى عن نفسه وعن فنائه ويمتزج بالله فتتم الوحدة ولا يبقى هنالك غير (وإنما حق في حق) ، وهذه عقيدة وحدة الوجود، واعتقادها كفر كما تقدم، وهيهات أن يمتزج الحق بالباطل، والخالق بالمخلوق، والسيد بعبده، بل العبودية لازمة لغير الله تعالى لا تنفك عنه طرفة عين، وفي الحديث الصحيح: (أصدق كلمة قالها الشاعر؛ ألا كل شي ماخلا الله باطل) أي يلزمه الفقر والعجز، فإذا خيل للمتصوف المتكلف، أنه أمتزج بالله تعالى وصار شيئا واحدا كما استشهد بالبيت فلا واصل ولا موصول ولا خالق ولا مخلوق ولا كامل ولا ناقص بل هما شيء واحد، فقد كَذََبته نفسه، وأضله شيطانه، وسلك غير سبيل المؤمنين، وصار من الزنادقة المضلين، فإن هذا الأمر الذي ادعاه لم يجئ به رسول الله صلى الله عليه وسلم ولا التابعين ولا الأئمة المجتهدين، وكانوا أفضل هذه الأمة وأعلمها بالله وأتقاها له، فعلى قول هذا القائل يكون الصحابة لم يبلغوا درجة الشيخ الواصل، لأنهم كانوا يفرقون بين الحق والخلق وهذا كما ترى واضح، والله المستعان. ¶ الثانية: أن هذا الشيخ الواصل بل الدجال الخائض في الباطل لا يجوز له أن يدعو الناس إلى ضلالته التي سموها هداية إلا بإذن خاص من الله تعالى بزعمهم فهذه الهداية المزعومة إما تكون من دين الله الذي جاء به رسول الله صلى الله عليه وسلم، وإما أن لا تكون منه، فإن كانت منه فقد أمر الله رسوله وجميع العلماء أن يبينوا العلم لجميع الناس، ولا يكتموه، وأخذ عليهم العهد والميثاق على ذلك، كما في آية البقرة: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ (159) إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (160) } والأدلة على هذا كثيرة معلومة من الكتاب والسنة، وإما أن لا تكون هذه الهداية المزعومة من الدين فلا يجوز لمسلم فضلا من عالم أن ينطق بها ولا أن يبثها في الناس فبطل كل ذلك الهذيان وبالله التوفيق. ¶ الثالثة: وهو قوله صلى الله عليه وسلم لأبي جحيفة: سل العلماء الخ....، لم أجد هذا الحديث فيما عندي من الكتب ولعلي أجده وأذكره فيما بعد وعلى فرض ثبوته فالدجال الذي يبيح الكذب الفاحش وقتل النفس والزنا وشرب الخمر لغرض خيالي سخيف باطل، ليس من العلماء، بل هو من أجهل الجاهلين وأكفر الكافرين، فكيف يكون مرادا بقوله صلى الله عليه وسلم إن ثبت: سل العلماء ... الخ..، ولعمر الله ما هو",
            "page": "128",
            "part": "1",
            "seal": "5F7866E2"
        },
        {
            "id": "128",
            "nass": "بكبير، بل هو صغير حقير ومردود بقوله تعالى في سورة التوبة: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ (119) } وهذا من الكاذبين الفاسقين. ¶ الرابعة: قوله ومتى ما عثر المريد على من هذه صفته فاللازم في حقه أن يلقي نفسه بين يديه كالميت بين يدي غاسله الخ ... هذا من أصول دجاجلة المتصوفة فإنهم يقولون من قال لشيخه: لم؟ لا يفلح أبدا، وينشدون: ¶ وكن عنده كالميت عند مغسل ... يقلبه ما شاء وهو مطاوع ¶ ويقولون: إذا رأيت امرأة حسناء دخلت على شيخك وخلا بها فقم سَخِّن الماء له ليغتسل. ¶ وأقوالهم في هذا كثيرة موجودة في كتاب (الإبريز) الذي ألفه أحمد بن مبارك اللمطي في مناقب شيخه عبد العزيز الدباغ وحَشاه بالأكاذيب، وهو مُضاد لما جاء به رسول الله صلى الله عيه وسلم من تقييد الطاعة بالمعروف، قال الله تعالى في سورة الممتحنة: {وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ} مع أن النبي صلى الله عليه وسلم معصوم فلا يأمر إلا بالمعروف والمراد تنبيه أمته أن لا يطيعوا أحدا غيره وإن علت رتبته إذا أمرهم بمنكر، وقد لعن الله الذين كفروا على لسان داود وعيسى بن مريم لأنهم كانوا لا يتناهون عن منكر فعلوه، وفي صحيح البخاري في قصة أمير السرية الذي أمر أصحابه أن يجعلوا حطبا ثم أمرهم أن يوقدوا نارا ثم أمرهم أن يقتحموها، فلما أخبروا النبي صلى الله عليه وسلم بذلك قال، لو دخلوها ما خرجوا منها أبدا إنما الطاعة في المعروف، فهذا أمير أمَّره النبي صلى الله عليه وسلم على جماعة وأوجب عليهم طاعته بقوله عليه الصلاة والسلام: (من أطاع أميري فقد أطاعني) الحديث وهو في الصحيح، ومع ذلك حين أمرهم بمعصية الله بإحراق أنفسهم كانت معصيته واجبة عليهم، وماذا عسى أن يكونَ هذا الشيخ؟ الواصل إلى الدَّرك الأسفل من ولاية الشيطان وعداوة الرحمن حتى يُطاع طاعة مطلقة {كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ (59) } . ¶ المسألة الخامسة: وفي الجواهر (ج1ص131) قيل أن أبا يزيد البسطامي باسطه الحق في بعض مباسطته قال له يا عبد السُّوء لو أخبرت الناس بمساويك لرجموك بالحجارة فقال وعزَّتك لو أخبرت الناس بما كُشف لي من سعة رحمتك لما عبدك أحد فقال له لا تفعل فسكت، انتهى ما أملاه علينا شيخنا أبو العباس التجاني رضي الله عنه وأرضاه. ¶ قال محمد تقي الدين: هذه الضلالة أقل شئنا مما سبقها ومع ذلك نطرحها على",
            "page": "129",
            "part": "1",
            "seal": "583B014F"
        },
        {
            "id": "129",
            "nass": "بساط البحث فنقول كيف وقعت هذه المحادثة بين أبي زيد وبين الله تعالى، وعهدنا بالوحي قد انقطع بوفاة النبي صلى الله عليه وسلم ومقتضى هذه الحكاية أن أبا يزيد كان الوحي ينزل عليه ثم يقال بأي وجه من الوجوه اطلع أبو زيد على سعة رحمة الله التي لا يعرفها رسول الله ولا أصحابه والتابعون ولا من اتبعهم بإحسان، أطلع عليها بواسطة الوحيين أم بطريق أخر ولا يمكن أن يكون اطلاعه على ذلك بطريقة الوحيين أبدا، إذا كان الأمر كذلك لما اختصه هو بهذا الإطلاع فلا بد أن يكون بوحي أُوحي إليه ليس في القرآن، ولا في السنة، وهذه فرية بلا مرية بإجماع المسلمين، ثم يقال ثالثا كيف يتجرأ رجل يخاف الله أن يحاج ربه بهذه المحاجة المغمورة بالوقاحة، ثم يدعي أنه حاجَّ ربه، أي غلبت حُجته حُجة الله تعالى، هذه غاية معرفة الله والوصول إلى حضرته بزعمكم، فماذا تركتم للجهال. ¶ المسألة السادسة: أمور نذكرها بالمعنى مجملة تبتدئ من (ص 134 من ج1) من الجواهر، الأمر الأول: ادعاؤهم أن الكفار محبوبون عند الله تعالى محبة عامة ولم يخرجوا عن محبته سبحانه وتعالى، واستدلوا لذلك فيما نقلوه عن شيخهم: أن النبي صلى الله عليه وسلم حين أسر سُهيْل بن عمرو قيل له انزع ثنيتي سيهيل حتى لا يقوم خطيبا عليك بعدها، فقال النبي صلى الله عليه وسلم: لا أُمثِّل به فيُمثِّل الله بي وإن كنت نبيا، فعُلم أنه ما خرج عن محبة الحق ولو كان كافرا إذ لو لم يكن محبوبا عنده ما صحت عُقوبة نبيه لأجله. ¶ قال محمد تقي الدين، وهذا الاستدلال لا يخفى فساده وفي عبارته تهور وطيش لأن النبي صلى الله عليه وسلم معصوم من الكبائر والصغائر التي توجب العقاب فعقاب الله لنبيه الذي أطلقوه زور وباطل، لأن الله لم يعاقب نبيه ولن يعاقبه أبدا، ومعنى هذا الخبر أن غير النبي المعصوم إذا مَثَّل بقتيل أو بشخص حي يُعاقبه الله تعالى، وهذا كقوله تعالى في سورة الزُّمر: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (65) } فإحباط العمل مشروط بشيء مستحيل وجوده وإذا استحال وجود الشرط استحال وجود المشروط. ¶ الأمر الثاني: حاصله أن اليهود والمشركين يحبون الله تعالى إلا أن اليهود يحبونه مع معرفتهم بألوهيته والمشركين غلطوا في نسبة الألوهية إلى غيره تعالى، لأنه تجلى لهم في تلك الالباس لكمال ألوهيته فأحبوه وعبدوه من حيث لا يشعرون، فلولا أنه تحلى لهم في تلك الالباس بذلك التجلي إلى محبة ألوهيته ما كانوا يلتفتون إلى تلك الأوثان ولا أن",
            "page": "130",
            "part": "1",
            "seal": "6232CE62"
        },
        {
            "id": "130",
            "nass": "يلموا بها فضلا عن أن يعبدوها فهم محبوبون لله عابدون له من حيث لا يشعرون اهـ. ¶ هذا لا يحتاج إلى تعليق ولا شرح وفي (ص 136 من ج 1) بعد ذكر ما تقدم وهو كالاستدلال له قال سبحانه وتعالى لكليمه موسى عليه الصلاة والسلام، إنني أنا الله لا إله إلا أنا فاعبدني، والإله في اللغة هو المعبود بالحق وقوله لا إله إلا أنا يعني لا معبود غيري وإن عبد الأوثان من عبدها فما عبدوا غيري ولا توجهوا بالخضوع والتدلل لغيري بل أنا الإله المعبود اهـ. ¶ وهذا الكلام مأخوذ من كلام ابن عربي الحاتمي في فتوحاته فإنه قال: عن الذين عبدوا العجل ما عبدوا غير الله تعالى ثم قال التجاني كما في الجواهر بعدما تقدم مباشرة يريد يعني الله تعالى إياك أن تعتقد ما يعتقده الجهال من أنهم يعبدون غيري، أو أنهم يتوجهون لغيري، فالمحبة لهؤلاء حافظة لهم لأنهم محبوبون عنده، وتوجهوا إليه بهمهم، وما توجهوا لغيره سبحانه وتعالى. اهـ ¶ قال مؤلف هذا الكتاب: وماذا يقول التجانيون الذين يعتقدون أن الله يحب الكافرين وان المشركين ما عبدوا إلا الله، في قوله تعالى: {إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ} وقوله تعالى: {قُلْ يَا أَيُّهَا الْكَافِرُونَ (1) لَا أَعْبُدُ مَا تَعْبُدُونَ (2) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (3) وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ (4) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (5) لَكُمْ دِينُكُمْ وَلِيَ دِينِ (6) } إلى غير ذلك من الآيات التي بلغت في التوكيد والوضوح إلى حد أنه لا يقرأها لا مسلم ولا يهودي ولا نصراني ولا مشرك إلا أيقن أنها تدل أن الله لا يحب الكافرين، والذين عبدوا غير الله من النبيين والصالحين والأوثان قد عبدوا غير الله، وحبطت أعمالهم، ولم يعبدوا الله قط، حتى فيما يفردونه به من العبادات، قال الله تعالى في سورة الأنعام: {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا $oYح¬! %x.uژà³د9 فَمَا كَانَ ِNخgح¬! %ں2uژà³د9 فَلَا يَصِلُ إِلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى َOخgح¬! %ں2uژà° سَاءَ مَا يَحْكُمُونَ (136) } وفي الحديث القدسي يقول الله تعالى: (أنا أغنى الشركاء عن الشرك من عمل عملا أشرك معي فيه غيري تركته وشركه) ، وقال تعالى في سورة الأنعام بعد ذكر إبراهيم ومن بعده من الرسل: {وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ (86) وَمِنْ ¶ َOخgح¬! $t/#uن وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (87) ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ (88) } فإذا كان المشرك في عبادته لله خاسرا لا يَقبل الله منه شيئا من تلك العبادة، لأنه عَبَد معه غيره، فكيف يكون في عبادته للصَّنم عابدا لله تعالى، ومحبوبا عنده، سبحانك هذا بهتان عظيم. اهـ",
            "page": "131",
            "part": "1",
            "seal": "E40ECA45"
        },
        {
            "id": "131",
            "nass": "المسألة السابعة: قصة قارون مع موسى عليه السلام: ¶ قال في (ص 139 ج 1) ما معناه أن الله قال لموسى: (إني أمرت الأرض أن تطيعك فافعل بقارون ما تشاء) فدخل موسى دار الذهب على قارون وحوله عظماء بني إسرائيل فقال موسى لبني إسرائيل من كان مواليا لي فليخرج ومن كان مواليا لقارون فليبقى فخرجوا ولم يبق مع قارون إلا قليل وقال موسى يا أرض خذيهم وكان قارون جالسا على كرسي من ذهب، فأخذت الأرض تبتلع الكرسي، قال وكان الملعون عالما بالأمر فتاب، فلم يجد للتوبة سبيلا فقال له: يا موسى ناشدتك الله والرحم فلم يلتفت له، وموسى يقول: يا أرض خذيهم حتى أكمل قارون سبعين مرة يناشد موسى وموسى مستمر على قوله يا أرض خذيهم، فلما أتم السبعين ابتلعته الأرض، وغاب فيها بكرسيه، فهو يتجلجل فيها إلى قيام الساعة لا يبلغ قعرها إلى النفخ في الصور، فعاتب الله موسى عليه السلام عتابا شديدا قال له سبحانه وتعالى: هل تدري لما لم ترحمه، لأنك لم تخلقه ولو خلقته لرحمته، ثم قال له وعزتي وجلالي لا جعلت الأرض بعدك طوعا لأحد فوجه الشاهد قول الحق لموسى عليه السلام: لأنك لم تخلقه ولو خلقته لرحمته، فدل هذا على أن الخلق محبوبون لله تعالى مؤمنهم وكافرهم. ¶ قال محمد تقي الدين: قبل أن أورد ما قاله أئمة التفسير في الآية أهمس في أذن التجانيين همستين: ¶ إحداهما: زعمتم أن شيخكم قال أن الكفار محبوبون عند الله، ومرحومون برحمته، فكيف قال شيخكم (وكان الملعون عالما بالأمر) ومن أحبه الله ورحمه لا يكون ملعونا أبدا لأن اللعن طرد من رحمة الله ولا يجتمع مع المحبة والرحمة أبدا. ¶ الثانية: رويتم عن شيخكم أنه قال إن الكرسي الذي كان عليه قارون ابتلعته الأرض والله تعالى يقول فخسفنا به وبداره الأرض، ولم يقل فخسفنا به وبكرسيه الأرض. ¶ فما جوابكم عن هاتين الهمستين؟ هذه القصة ذكرها غير واحد من المفسرين كالخازن والقرطبي وابن كثير وغيرهم وعزيت إلى ابن عباس. ¶ ولم نر أحدا منهم ذكر لها سندا إلى النبي صلى الله عليه وسلم، فالظاهر أنها",
            "page": "132",
            "part": "1",
            "seal": "CA23E29C"
        },
        {
            "id": "132",
            "nass": "مما نقل عن بني إسرائيل فلا حجة فيها والأمر الذي سيقت له وهو ثبوت محبة الله تعالى لقارون وغيره من الكفار دونه خرط القتاد، فلو كان قارون محبوبا عند الله ومرحوما برحمته، ما أهلكه في الدنيا وجعله في الآخرة مع فرعون وهامان وأُبي بن خلف كما جاء في الحديث. ¶ المسألة الثامنة: تفسير التجانيين لقوله تعالى فأولئك يئسوا من رحمتي ¶ قال صاحب الجواهر (ج 1ص 141) في تفسير قوله تعالى: {وَالَّذِينَ كَفَرُوا بِآَيَاتِ اللَّهِ ولقائه أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (23) } وما ورد في قوله تعالى مما يناقض عموم الرحمة في قوله سبحانه وتعالى: {وَالَّذِينَ كَفَرُوا بِآَيَاتِ اللَّهِ ولقائه أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (23) } فالرحمة في هذه الآية التي يئسوا منها هي الجنة فقط، فإنها محرمة على كل كافر وليست الجنة غاية رحمة الله تعالى ثم أحتج على إثبات الرحمة للكفار بما نقله عن ابن عربي الحاتمي من أن أهل النار يتنعمون فيها أحيانا، وهذا كلام زنادقة وقد تقدم إبطاله وآيات القرآن التي تدل على اختصاص رحمة الله بالمؤمنين كثيرة جدا منها قوله تعالى في سورة الأعراف: {إِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} وقوله تعالى فيها: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآَيَاتِنَا يُؤْمِنُونَ (156) الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آَمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ (157) } وهذه نصوص من كلام الله سبحانه وتعالى لا تحتمل تأويل، وأجمع المسلمون على أن رحمة الله في الآخرة خاصة بالمؤمنين، وحجتهم في ذلك الكتاب والسنة والإجماع، والتجانيون يريدون أن يخرقوا إجماع المسلمين ويشاقوا ¶ الرسول، فيجعلوا رحمة الله شاملة لمن كفر به وكذبه وحارب رسوله، فنعوذ بالله من عمى البصائر. وفي ص 142 ما نصه (تنبيه وبيان) في الاستدلال على أن الكفار محبوبون ومرحومون كما سبق في شرح قوله تعالى: قل إن كنتم تحبون الله الآية إلى أن قال شيخنا رضي الله عنه وفي هذه المحبة جميع العوالم حتى الكفار، فإنهم محبوبون عنده إلى أخر ما ذكر في حقهم.",
            "page": "133",
            "part": "1",
            "seal": "AB1D2E9D"
        },
        {
            "id": "133",
            "nass": "المسألة التاسعة: ادعاؤهم أن آباء النبي صلى الله عليه وسلم إلى آدم كلهم مؤمنون ¶ وفي (ص 153 ج 1) ما نصه: وسألته رضي الله عنه هل في أجداده عليه الصلاة والسلام من ليس بمؤمن كما يفهم من جهال أهل السير، فأجاب رضي الله عنه بقوله اعلم أن أجداده صلى الله عليه وسلم كلهم مؤمنون من أبيه عليه السلام إلى سيدنا آدم عليه السلام، فقال له السائل: ما معنى قوه تعالى: وإذا قال إبراهيم لأبيه آزر؟ فأجاب رضي الله عنه بقوله أن آزر هو عمه، ولو كان أباه أصليا ما ذكر آزر بعد أبيه، يكفيه الأب ويدل على هذا استغفاره لوالديه في آخر عمره اهـ. قال محمد تقي الدين تقدم حديث مسلم أن أبي وأباك في النار، وحديث استئذان النبي صلى الله عليه وسلم ربه في زيارة قبر أمه فأذن له واستئذانه في الاستغفار لها فلم يأذن له فبكى. ¶ أما ادعاؤهم أن آزر إنما هو عم إبراهيم فهي دعوى باطلة لا تقبل إلا بدليل عن المعصوم، وما استدلوا به من ذكر آزر بعد الأب ساقط لقوله تعالى في سورة البقرة: {قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ y7ح¬! $t/#uن إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ} فقد ذكر الله تعالى اسم إبراهيم بعد ذكر أبوته ليعقوب وقال تعالى في سورة يوسف حكاية عنه عليه السلام: {وَاتَّبَعْتُ مِلَّةَ آَبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ} فذكر سبحانه يعقوب بعد ذكر أبوته ليوسف، والأصل في دلالات الألفاظ أن تدل على ما وضعت له ولا تصرف عنه إلا بقرينة، وفي تفسير الجلالين مع حاشيته ما نصه واذكر {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آَزَرَ} هو لقبه واسمه تارح {‹د‚­Gs?r& أَصْنَامًا آَلِهَةً} تعبدها استفهام توبيخ {ن 'خoTخ) أَرَاكَ وَقَوْمَكَ} باتخاذها {فِي ضَلَالٍ مُبِينٍ} اختلف العلماء في لفظة آزر فقال مجاهد آزر اسم أبي إبراهيم وهو تارح ضبطه بعضهم بالحاء المهملة وبعضهم بالحاء المعجمة وقال البخاري في تاريخه الكبير إبراهيم بن آزر وهو في التوراة تارخ فعلى هذا يكون لأبي إبراهيم اسمان آزر وتارخ مثل يعقوب وإسرائيل اسمان لرجل واحد فيحتمل أن يكون اسمه آزر، وتارخ لقبه له، أو بالعكس فالله سماه آزر، وإن كان عند النسابين والمؤرخين اسمه تارخ ليعرف بذلك وكان آزر أبو إبراهيم من كوثي، وهي قرية من سواد الكوفة اهـ. ¶ وما رأيت أحدا من المفسرين ذكر ما ادعاه التجانيون من أن آزر عم إبراهيم فأهل الكتاب مجمعون على أن اسمه تارح هو بالحاء المهملة، يقينا، لأني قرأته كذلك في التوراة، وأئمة التفسير في أرجح الأقوال قالوا: يحتمل أن يكون له اسمان آزر وتارح،",
            "page": "134",
            "part": "1",
            "seal": "2598718A"
        },
        {
            "id": "134",
            "nass": "ويحتمل أن يكون أحدهما لقبا، ولا يجوز القول بأنه عمه، إلا إذا صح ذلك عن النبي صلى الله عليه وسلم، وإلا كان تكذيبا للقرآن، فبطل كل ما زعموه من أن أباء النبي صلى الله عليه وسلم إلى آدم كانوا مؤمنين، وزعمهم أن إبراهيم استغفر لأبيه منقوض بقوله تعالى في سورة التوبة: {وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ} . ¶ والدعاوى ما لم يقيموا عليها ... بينات أبنائها أدعياء ¶ المسألة العاشرة: في (ص 154 ج 1) ما نصه: قال شيخنا رضي الله في فضل سيدنا علي كرم الله وجهه قال: وفي الحديث عنه صلى الله عليه وسلم كنت أنا وعلي نورين بين يدي الله تعالى ثم أودعنا في صلب آدم فلم يزل ينقلنا من صلب إلى صلب إلى عبد المطلب فخرجت في عبد الله وخرج علي في أبي طالب، ثم اجتمع نورنا في الحسن والحسين فهما نوران من نور رب العالمين، وقال سيدنا رضي الله عنه ما يصل شيء في الوجود من العلم مطلقا إلا من صهريج علي رضي الله عنه، لأنه باب مدينة علمه صلى الله عليه وسلم لا من الخلفاء الأربعة ولا الصحابة بأجمعهم. ¶ قال محمد تقي الدين: في هذا الكلام مآخذ: ¶ الأول: هذا الحديث من رواه ومن صححه، قال شيخ الإسلام أحمد بن تيمية رحمه الله في منهاج السنة في هذا الحديث: (إنه كذب مفتري من وضع الشيعة) ورواه الخطيب في المؤتلف والمختلف بمعناه، قال الحافظ في تلخيص مسند الفردوس لوائح الوضع واضحة فيه اهـ. ¶ تنزيه الشريعة (ج 1ص 397) وفي الفوائد المجموعة للشوكاني ص 342 حديث آخر لمعناه قال الشوكاني: هو موضوع وضعه جعفر بن أحمد بن علي بن بيان وكان رافضيا وضاعا. والظاهر أنه مسروق من غلاة الشيعة سرقه التجانيون ونسبوه إلى شيخهم فأساءوا إليه من حيث أرادوا رفع ذكره وإثبات فضله بجهلهم وفي مثل هذا يُقال عدو عاقل خير من صديق جاهل. ¶ الثاني وقوله ما يصل شيء من العلم مطلقا إلا من صهريج علي واحتج لذلك",
            "page": "135",
            "part": "1",
            "seal": "7E1C29B4"
        },
        {
            "id": "135",
            "nass": "بالحديث الضعيف: (أنا مدينة العلم وعلي بابها) ، رواه جماعة من أهل الحديث بألفاظ مختلفة والمعنى متقارب، قال العجلوني في كشف الخفاء: هذا الحديث مضطرب غير ثابت كما قاله الدارقطني في العلل، وقال الترمذي منكر، وقال البخاري: ليس له وجه صحيح. ونقل الخطيب البغدادي عن يحيى بن معين أنه قال: أنه كذب لا أصل له اهـ. ¶ قال محمد تقي الدين: وقد حسن الحديث بعض المتأخرين لكثرة طرقه، إلا أن الذين ضعفوه أو قالوا أنه موضوع أعلم وأجل وأكثر، وعلى فرض ثبوته نقول في المأخذ الثالث لم يقل أحد من المتقدمين ولا من المتأخرين بمثل ما قاله به التجانيون، أنه لا يصل شيء من العلم إلى أحد إلا من صهريج علي لأن الله تعالى يقول في سورة المائدة: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} وحذف المعمول يدل على العموم أي بلغ ما أنزل إليك من ربك جميع الناس لا عليا وحده الذي هو باب المدينة، وسائر الناس يجب أن يأخذوا العلم من علي، وغلاة الشيعة يوافقون التجانيين، أو يوافقهم التجانيون في أنه لا يصل شيء من العلم إلى أحد إلا من علي، وقد صرح لي بذلك الشيخ عبد المحسن الكاظمي في المحمرة، التي تسمى اليوم بالفارسية، خرم شهر أي مدينة التمر حين ناظرته في الحسينية وهي دار يجتمعون فيها للبكاء على الحسين بن علي رضي الله عنهما فإنه احتج عليَّ بالحديث المتقدم، وقال إنه متواتر عندنا وعندكم قلت له أما عندنا فهو ضعيف أو موضوع، وقلت له أما معناه: فإن أريد به علي أحد أبواب هذه المدينة فهو صحيح، وإن أريد به أنه لا باب لهذه المدينة إلا علي فهو باطل، فإن أبوبها كثيرة، فقد أمر الله نبيه أن يبلغ الرسالة جميع الناس وذكرت له آية المائدة، فقال بلغ ما أنزل إليك إلى علي، فقلت هذه زيادة في القرآن فقال أن قريشا حذفت من القرآن كثيرا، فقلت إن كانوا قد حذفوا منه كثيرا فلا بد أن يكونوا قد زادوا فيه كثيرا، فقال أما الزيادة فلا، فقلت له: إن الله تعالى يقول: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (9) } فكيف يحفظه من الزيادة ولا يحفظه من النقصان، فقال إن الإمام المعصوم أخبر بذلك، فقلت: ليس عندنا معصوم إلا النبي صلى الله عليه وسلم، ثم قلت له: لو أن قائلا قال ¶ لك بلغه لأبي بكر بدل علي فماذا تقول؟ فسب أبا بكر بكلمة لا أريد ذكرها، وزعم أنه جاهل لا يعرف معنى الأب في قوله تعالى: {وَفَاكِهَةً وَأَبًّا (31) } فكيف يقارن بأمير المؤمنين علي عليه السلام، فقلت إن الشتم سلاح العاجز وأن أبا بكر لم يجهل معنى الأب الذي تعرفه العرب وإنما خاف أن يكون له معنى خاص فتوقف ورعا وهذه المناظرة طويلة نقتصر على هذا القدر الذي سقناه للمناسبة، وقد كان النبي صلى الله عليه وسلم يجيب كل سائل، ويعلم الصغير والكبير، والرجال والنساء، وأهل الحضر وأهل البادية، ولو كان الأمر كما",
            "page": "136",
            "part": "1",
            "seal": "B56A7639"
        },
        {
            "id": "136",
            "nass": "قول غلاة الشيعة والتجانيون لما روى أبو هريرة عن النبي صلى الله عليه وسلم آلاف الأحاديث بلا واسطة وكذلك غيره من الصحابة، منهم المُكثر والمقِّل وقد أخذوا القرآن والحديث عن النبي صلى الله عليه وسلم بلا واسطة علي، ولا غيره، ولو كان الأمر كما زعموا ما جاز ولا صح أن يجيب النبي صلى الله عليه وسلم سائلا، ولا أن يعلم أحدا شيئا، بل كان ينبغي أن يحيل كل من سأله على الباب وهو علي، وهذا باطل بإجماع المسلمين. ¶ المسالة الحادية عشرة: ادعاؤهم أن غير الله تعالى من الأنبياء وغيرهم يعلم مفاتيح الغيب. ¶ قال (ص 170 ج 1) يعني شيخه التجاني المراد بالعلم الذي نفاه الله عن ... الخمسة وغيرها من المغيبات هو العلم المكتسب الذي يتوصل إليه الخلق بأحد أمور ثلاث - كذا - أما من أخبار سمعية، أو بأدلة فكرية، أو بمعاينة حسية، فهذه الطرق هي التي حجر الله عن صاحبها أن يعلم الغيب، وأما من وهبه الله العلم اللدني فإنه يعلم بعض الغيب كهذه المذكورات أو غيرها، كما في قصة الخَضر وموسى عليهما الصلاة والسلام اهـ. ¶ قال مؤلف هذا الكتاب هكذا قال التجانيون عن شيخهم والآن نسمع ما يقوله أهل الحق قال الحافظ ابن كثير، في تفسير هذه الآية: وقوله تعالى: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ} قال البخاري: (حدثنا عبد العزيز بن بعبد الله حدثنا إبراهيم بن سعد عن ابن شهاب عن سالم ابن عبد الله عن أبيه أن رسول الله صلى الله عليه وسلم قال: (مفاتيح الغيب خمس لا يعلمهن إلا الله، أن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري بأي أرض تموت) ، وفي القسطلاني على صحيح البخاري قال الزجاجي من زعم أن أحدا غير الله يعلم شيئا من هذه الخمس فقد كفر بالقرآن العظيم، وقال الله تعالى في سورة النمل: {قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ (65) } وأجمع علماء المسلمين على مضمون الآية والحديث، فويل لمن خرق إجماعهم، وأما احتجاجهم بقصة الخَضر فلا يجديهم نفعا، لأن الخَضر نبي أَوحى الله إليه بما ذُكِر في الكتاب العزيز وأُمِر بذلك لقوله: (وَمَا فَعَلْتُهُ عَنْ أَمْرِي) ، ولِمَا جاء في الحديث الصحيح من قول الخضر:",
            "page": "137",
            "part": "1",
            "seal": "95F8ECEE"
        },
        {
            "id": "137",
            "nass": "(يا موسى إنك على علم علمكه الله لا أعلمه وأنا على علم علمنيه الله لا تعلمه) ولا نزاع في تعليم الله بعض عباده شيئا من الغيب. ¶ المسألة الثانية عشرة: زعمهم أن النبي صلى الله عليه وسلم نظم شعرا بعد وفاته ¶ قال في الجواهر (ص 132 ج 2) وهذه الأبيات التي نذكرها بعد، علمها سيد الوجود صلى الله عليه وسلم في المنام للولي الصالح ذي السعي الرابح صاحب المشهد الكريم الواضح أبي عبد الله سيدي محمد بن العربي التازي فلما استيقظ وجدها في فيه يذكرها فحفظها فبعد ذلك لقي مولانا رسول الله صلى الله عليه وسلم يقظة، وكان يلاقيه في اليقظة كثيرا. فسأله عن هذه الأبيات وطلب منه شرح الأبيات فأجابه لذلك مولانا رسول الله صلى الله عليه وسلم لمحبته في شيخنا، وأستاذنا مولانا أحمد بن محمد التجاني وهو تلميذ له وصرح له سيد الوجود صلى الله عليه وسلم بأن قال له: لولا محبتك في التجاني ما رأيتني قط وقال شرح هذه الأبيات للتجاني وهذا نص الأبيات: ¶ فالمجد والتحميد تنجلي ذاته ... وبالقصد كان المنع لي وحدي ¶ وبحق الحق بالحق ترى حقيقة ... وبالحق لا بالحق احتجب عني زندي ¶ وفي تدبير أمره أحاطت قدرته ... وبالقصد لا بالقصد احتجب عنهم اخذي ¶ فاغرق في بحر الوحدة ترى وحدته ... ترتفع عنك الحجب حتى ترى الأسود بالضد ¶ ونص شرح سيد الوجود ولفظه صلى الله عليه وسلم: اسمع ما أقول لك واحتفظ على كل ما تسمعه مني في هذه الأبيات التي أمرتك بحفظها في المنام فاكتب معناها بالتحقيق، واعطه للتجاني وقل له باب هذه الأبيات هو أعظم البيان، وقل له لا يدخلون على الباب إلا أهل التوحيد المحققين، وأهل التجريد الصابرين، وأهل الوفاء المخلصين، وأهل التحقيق الموقنين، وأهل الصبر الكاتمين، الخ. ¶ قال محمد تقي الدين: ليس من مقصدي أن أستقصي كل ما في كتاب الجواهر والرماح من الأباطيل، لأن ذلك كثير ومن ألهمه الله رشده، وكشف عن بصيرته غطاء الجهل والضلال، يكفيه بعض ما تقدم، ليعرف بطلان هذه الطريقة من أساسها، أما من طبع الله على قلبه وجعل على بصره غشاوة فلو كتبت له مجلدات، وذكرت له آلاف الحجج",
            "page": "138",
            "part": "1",
            "seal": "5D2BE714"
        },
        {
            "id": "138",
            "nass": "القاطعات والبراهين الساطعات، لما رجع عن غيه ولا تاب إلى رشده، ومن يضلل الله فما له من هاد، وإنما اخترت من الجزء الثاني ذكر هذه الأبيات لأنها كانت تُنغص علي عيشي وتكدر صفوي حين كنت مؤمنا بالطريقة، لأن روائح الكذب كانت تفوح منها لأمور كثيرة لا تخفى على من له أدنى علم فمن ذلك ركاكة ألفاظها، فإن كل من يعرف شيئا يعتد به من اللغة العربية يجزم أن هذه الأبيات وشرحها يستحيل أن يتكلم به أحد من المعاصرين للنبي صلى الله عليه وسلم أو من بعدهم من القرون التي كانت اللغة العربية فيها صحيحة فصيحة، ثانيها: أن هذا الإنشاء لا يصدر عن أحد له نصيب من اللغة العربية ولا في هذا الزمان، ثالثها: تفاهة معانيها، رابعها: تسميتها شعرا وليست من الشعر في شيء فإنها لا توفق أي بحر من البحور التي نظم عليها العرب، أو المولدون الذين جاءوا من بعدهم، كما لا توافق أي وزن يمكن أن يحدث، خامسها: أنها مناسبة لإنشاء راويها لأنه من العوام الذين يعرفون القراءة والكتابة ولا علم لهم بالكلام الفصيح السالم من الخطأ، وإنما نقلتُ من الشرح نموذجا ليطلع عليه القراء فمن شاء أن يقف عليه فليقرأه في الكتاب المذكور. ¶ وقد بدأ ظل الطريقة التجانية يتقلص في البلاد العربية فقد نبذها خلق كثير ممن كانوا متمسكين بها، أما في إفريقيا غير العربية فلا تزال منتشرة فقد سمعت أن عدد المتمسكين بها في نيجيريا اثنا عشر مليونا، وفي سينكال مليونان وقس على ذلك؟ واليوم أخبرني طالب من تشاد أن ثلث المسلمين في تلك البلاد أو أكثر تجانيون، فنسأل الله جلت عظمته أن يخرج أهل هذه الطريقة وغيرها من الطرق الضالة من ظلمات الشرك والبدعة إلى نور التوحيد والسنة، ويهدينا جميعا صراطه المستقيم. ¶ تفشي الشرك الأكبر عند التجانيين ¶ لا أقول إن الشرك خاص بالتجانيين بل هو عام في جميع الطرقيين وغيرهم من الجهال الذين يأكلون خير الله، ويعبدون غير الله، ولم يقدروا الله حق قدره؛ إذ اتخذوا من دونه أولياء لا يملكون لأنفسهم فضلا عن غيرهم نفعا ولا ضرا يدعونهم لقضاء الحاجات ويستغيثون بهم لتفريج الكربات وأكثرهم غلب عليهم الجهل بتوحيد الله تعالى وإفراده بالربوبية والعبادة، لكني لما كنت تجانيا وعرفت أهل هذه الطريقة أكثر من غيرهم خصصتهم بالذكر ومن المصائب أن الشرك فاش في خاصتهم وعامتهم، عالمهم وجاهلهم، وهذه القصيدة نظمها أجل علماء القرويين في زمانه كما حدثني بذلك شيخنا أبو مصطفى محمد",
            "page": "139",
            "part": "1",
            "seal": "3C2AD9BE"
        },
        {
            "id": "139",
            "nass": "ابن العربي العلوي ألا وهو محمد كَنُّون تشهد بصحة ما ذكرته، قال محمد كنون من بحر الكامل: ¶ إن شئت أن تحظى بكل مؤمل ... وتفوز بالإسعاد والإيناس ¶ وتجار من ضيم الزمان وضيقه ... ومن المضرة والبلاء والباس ¶ فعليك بالحبر الهمام المنتقى ... غوث الورى أعني أبا العباس ¶ ذاك التجاني حاز كل فضيلة ... بالختم ميزه إله الناس ¶ أصحابه مغفورة زلاتهم ... سيان في ذا عامد والناسي ¶ ومقامهم أعلى وأعظم مفخرا ... من رتبة الأقطاب والأجراس ¶ خير الورى المختار يحضر ذكرهم ... ووضيفة مع حضرة الأكياس ¶ وأجور طاعة غيرهم تكتب لهم ... أضعافا وهم بحال نعاس ¶ قد بشر الهادي النبي المصطفى ... بجميع ذا الشيخ الهمام الآسي ¶ فاعلق به لا تعد عن أعتابه ... تظفر بفضل لم يقاس بقياس ¶ وإذا تصبك خصاصة فبه استغث ... متضرعا ينجيك من إفلاس ¶ واهتف به مستعطفا ومناديا ... إني ببابك يا أبا العباس ¶ أنقذ غريقا في بحار ذنوبه ... وامنن عليه بعطفك يا آسي ¶ يا سيد السادات يا غوث الورى ... عالج بفضل منك قلبي القاسي ¶ وأنل عبيدك نفحة تجلو الصدا ... لا تتركنه عرضة الأدناس ¶ ثم الصلاة على النبي وآله ... وصحابه أهل التقى والباس ¶ فانظر إلى أي حد بلغ الإغراق في الشرك والضلال بعلمائهم، فكيف بعامتهم، وهذه أبيات من بحر الرجز، كنا ننشدها جماعة بلسان واحد عند ختم الوظيفة وهي: ¶ يا أحمد التجاني يا نور القلوب ... أما ترى ما نحن فيه من كروب ¶ أما ترى الضيم الذي أصابنا ... وأنت غوث لم تزل مجابا ¶ العجل العجل بالإغاثة ... يا من له كل العلا وراثة ¶ قال محمد تقي الدين بن عبد القادر الهلالي الحسيني السجلماسي: هذا آخر ما يسر",
            "page": "140",
            "part": "1",
            "seal": "30B950A9"
        },
        {
            "id": "140",
            "nass": "الله إملاءه نصيحة للمسلمين، وحرصا على إنقاذ المتورطين وفكاك الأسارى المكبولين، أسأل الله الكريم رب العرش العظيم أن ينفع به كل من قرأه، ويجعله خالصا لوجهه الكريم، وموجبا لرضوانه الأكبر في جنات النعيم، ربنا اغفر لنا ذنوبنا ولا تجعل في قلوبنا غِلاًّ للذين أمنوا ربنا إنك رؤوف رحيم. ¶ وكان الفراغ منه بين العشاءين لليلة بقيت من شهر ¶ شعبان سنة تسع وثلاثمائة وألف بالمدينة ¶ النبوية على من شرفها الله به أفضل ¶ الصلاة والسلام وأزكى التحية.",
            "page": "141",
            "part": "1",
            "seal": "3741990A"
        }
    ],
    "t9080": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الهدية الهادية إلى الطائفة التجانية"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "سبب خروجي من الطريقة التجانية"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "المناظرة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: ما جاء في كتب الطريقة من فضل شيخها أحمد التجاني"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الأولى"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "المسالة الثانية"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "2",
            "tit": "المسالة الثالثة"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "نظرة تمحيص في هذه النقول"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "البرزخ"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "المسالة الرابعة"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الخامسة"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "وقفة لتوضيح ما تقدم"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة السادسة"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "1",
            "tit": "المسألة السابعة"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "المسالة الثامنة"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة التاسعة"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة العاشرة"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الحادية عشر"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "استدراك"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الثالثة عشرة"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": "1",
            "tit": "المسالة الرابعة عشرة"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الخامسة عشرة"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة السادسة عشرة"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "المسالة السابعة عشرة"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: في فضل المتعلقين بالشيخ أحمد التجاني"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: في فضل الأذكار والأوراد التجانية"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في صلاة الفاتح لما أغلق"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "فضل جوهرة الكمال"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "قراءة فاتحة الكتاب بنية الإسم الأعظم"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": "1",
            "tit": "الخاتمة نسأل الله حسنها في مسائل متفرقة"
        },
        {
            "id": "113",
            "lvl": "3",
            "sub": "2",
            "tit": "المسألة الأولى ما يسمى بقطب الأقطاب والغوث الجامع"
        },
        {
            "id": "118",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة الثانية: نعيم أهل النار في النار"
        },
        {
            "id": "119",
            "lvl": "3",
            "sub": null,
            "tit": "المسالة الثالثة: شطحات الزنادقة الذين يسمون أنفسهم أولياء"
        },
        {
            "id": "121",
            "lvl": "4",
            "sub": null,
            "tit": "إبطال ما زعم التجانيون من نعيم أهل النار في النار"
        },
        {
            "id": "123",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة الرابعة: محبة الكفار"
        },
        {
            "id": "123",
            "lvl": "4",
            "sub": "1",
            "tit": "وقفة مع هذا الحديث"
        },
        {
            "id": "124",
            "lvl": "4",
            "sub": null,
            "tit": "عودة إلى الموضوع"
        },
        {
            "id": "128",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة الخامسة:"
        },
        {
            "id": "129",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة السادسة: أمور نذكرها بالمعنى"
        },
        {
            "id": "131",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة السابعة: قصة قارون مع موسى عليه السلام"
        },
        {
            "id": "132",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة الثامنة: تفسير التجانيين لقوله تعالى فأولئك يئسوا من رحمتي"
        },
        {
            "id": "133",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة التاسعة: ادعاؤهم أن آباء النبي صلى الله عليه وسلم إلى آدم كلهم مؤمنون"
        },
        {
            "id": "134",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة العاشرة:"
        },
        {
            "id": "136",
            "lvl": "3",
            "sub": null,
            "tit": "المسالة الحادية عشرة:"
        },
        {
            "id": "137",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة الثانية عشرة:"
        },
        {
            "id": "138",
            "lvl": "4",
            "sub": null,
            "tit": "تفشي الشرك الأكبر عند التجانيين"
        }
    ]
}