{
    "b9083": [
        {
            "id": "1",
            "nass": "دليل الحاج والمعتمر وزائر مسجد الرسول صلى الله عليه وسلم",
            "page": null,
            "part": null,
            "seal": "4351F01D"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده نبينا محمد بن عبد الله وعلى آله وصحبه، أما بعد: ¶ فيسر هيئة التوعية الإسلامية في الحج أن تقدم لحجاج بيت الله الحرام هذا الدليل الموجز المحتوي على ما تيسر من أحكام الحج والعمرة؛ بادئين ببعض الوصايا المهمة التي نوصي بها أنفسنا أولا ثم نوصيكم بها انطلاقاً من قول الله سبحانه وتعالى في وصف الناجين من عباده الرابحين منهم في الدنيا والآخرة:",
            "page": "3",
            "part": "1",
            "seal": "15D1AB79"
        },
        {
            "id": "3",
            "nass": "{وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر: 3] وعملاً بقوله جل شأنه: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ} [المائدة: 2] ¶ نرجو منك أيها الحاج أن تحرص على قراءة هذا الكتيب قبل دخولك في أعمال الحج لتؤدي هذه الفريضة على بصيرة من أمرك. . وستجد فيه - إن شاء الله - ما يغنيك عم كثير من الأسئلة. ¶ نسأل الله للجميع حجا مبرورا وسعيا مشكورا وعملا صالحا متقبلا. ¶ والسلام عليكم ورحمة الله وبركاته",
            "page": "4",
            "part": "1",
            "seal": "C4C57326"
        },
        {
            "id": "4",
            "nass": "[وصايا مهمة] ¶ وصايا مهمة أيها الحاج نحمد الله أن وفقكم لحج بيته؛ ونسأله أن يتقبل منا ومنكم صالح الأعمال ويضاعف لنا ولكم الثواب. ¶ ونتقدم إليكم بهذه الوصايا رجاء أن يجعل الله حجنا جميعا مبرورا وسعينا مشكورا. ¶ 1 - اذكروا أنكم في رحلة مباركة تقوم على توحيد الله والإخلاص له وتلبية دعوته وطاعته، ورجاء ثوابه سبحانه، وطاعة رسوله محمد - صلى الله عليه وسلم - فالحج المبرور جزاؤه الجنة. ¶ 2 - احذروا أن ينزغ بينكم الشيطان فإنه عدو متربص فتحابوا في الله وتجنبوا الجدال ومعصية ¶ الله واعلموا أن الرسول - صلى الله عليه وسلم - قال: «لا يؤمن",
            "page": "5",
            "part": "1",
            "seal": "D423B6FE"
        },
        {
            "id": "5",
            "nass": "أحدكم حتى يحب لأخيه ما يحب لنفسه» . ¶ 3 - اسألوا أهل العلم فيما أشكل عليكم من أمور دينكم وحجكم حتى تكونوا على بصيرة من ذلك لقوله تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} [النحل: 43] ولقول النبي - صلى الله عليه وسلم -: «من يرد الله به خيرا يفقه في الدين» . ¶ 4 - اعلموا أن الله فرض علينا فرائض وسن لنا سننا، ولا يقبل الله السنن ممن ضيع الفرائض، وقد يغفل بعض الحجاج عن هذه الحقيقة فيؤذون المؤمنين والمؤمنات بشدة المزاحمة ليُقبِّلوا الحجَر أو يَرْمَلُوا في الطواف أو يُصَلُّوا ¶ خلف المقام أو يشربون من زمزم مثلا وهذه سنن، وإيذاء المؤمنين حرام؛ فكيف نفعل حراما لنأتي بسنة؟ فتجنبوا - رحمكم الله - إيذاء بعضكم بعضا والله يكتب لكم الثواب ويعظم لكم الأجر.",
            "page": "6",
            "part": "1",
            "seal": "D5935CE1"
        },
        {
            "id": "6",
            "nass": "ونزيدكم بيانا فنقول: (أ) لا ينبغي لمسلم أن يصلي بجوار امرأة أو خلفها في المسجد الحرام أو غيره لأي سبب مع القدرة على السلامة من ذلك. وعلى النساء أن يصلين خلف الرجال. ¶ (ب) لا تنبغي الصلاة في ممرات الحرم وأبوابه لما في ذلك من التآَذي وإيذاء المارة. ¶ (ج) لا تجوز إعاقة الطائفين بالجلوس حول الكعبة أو الصلاة قربها أو الوقوف عند الحجْر أو مقام إبراهيم عند الزحام لما في ذلك من الضرر والإيذاء. ¶ (د) تقبيل الحجَر الأسود سنّة، والمحافظة على كرامة المسلم فريضة، فلا تضّيع فريضة لإقامة سنّة. ويكفيك عند الزحام أن تشير إليه وتكبرّ",
            "page": "7",
            "part": "1",
            "seal": "A3268F56"
        },
        {
            "id": "7",
            "nass": "وعليك بالرفق عند الخروج من الطواف. ¶ (هـ) السنّة عند محاذاة الركن اليماني: استلامه باليد اليمنى، وقول بسم الله والله أكبر، ولا يشرع تقبيله، فإن لم يتمكن الطائف من استلامه مضى في طوافه، ولا يشير إليه ولا يكبّر عند محاذاته؛ ¶ لأن ذلك لم يثبت عن النبي - صلى الله عليه وسلم -. ويستحب له أن يقول بين الركن اليماني والحجر الأسود: {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} [البقرة: 201] ¶ وأخيراً نوصي الجميع بالالتزام بالكتاب والسنّة لقوله تعالى: {وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ} [آل عمران: 132]",
            "page": "8",
            "part": "1",
            "seal": "1FB1BD16"
        },
        {
            "id": "8",
            "nass": "[نواقض الإسلام] ¶ نواقض الإسلام اعلم أيها الأخ المسلم أن هناك أموراً تنقض الإسلام وأكثرها وقوعاً عشرة نواقض فاحذرها وهي: ¶ الأول: الشرك في عبادة الله قال الله تعالى: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} [المائدة: 72] ومن ذلك دعاء الأموات والاستغاثة بهم والنذر والذبح لهم. ¶ الثاني: من جعل بينه وبين الله وسائط يدعوهم ويسألهم الشفاعة ويتوكل عليهم فقد كفر إجماعاً.",
            "page": "9",
            "part": "1",
            "seal": "E93562E3"
        },
        {
            "id": "9",
            "nass": "الثالث: من لم يكَفِّر المشركين أو شك في كفرهم أو صَحَّحَ مذهبَهم كفر. ¶ الرابع: من اعتقد أن هديَ غير النبي - صلى الله عليه وسلم - أكمل من هديه، أو أن حُكْمَ غيره أحسن من حكمه كالذين يُفضِّلون حكم الطواغيت على حكمه، فهو كافر ومن ذلك: ¶ (أ) اعتقاد أن الأنظمة والقوانين التي يسنها الناس أفضل من شريعة الإسلام. ¶ أو أن نظام الإسلام لا يصلح تطبيقه في القرن الحادي والعشرين. ¶ أو أن الإسلام كان سبباً في تخلف",
            "page": "10",
            "part": "1",
            "seal": "5441E2A1"
        },
        {
            "id": "10",
            "nass": "المسلمين. ¶ أو أنه خاص في علاقة المرء بربه دون شؤون ¶ الحياة الأخرى. ¶ (ب) القول بأن إنفاذ حكم الله في الحدود كقطع يد السارق أو رجم الزاني المحصن لا يناسب العصر الحاضر. ¶ (ج) اعتقاد أنه يجوز الحكم بغير ما أنزل الله في المعاملات الشرعية أو الحدود أو غيرهما وإن لم يعتقد أن ذلك أفضل من حكم الشريعة لأنه بذلك يكون قد استباح ما حرم الله إجماعاً وكل من استباح ما حرم الله مما هو معلوم من الدين بالضرورة كالزنا والخمر والربا والحكم بغير شريعة الله فهو كافر بإجماع المسلمين.",
            "page": "11",
            "part": "1",
            "seal": "AB0013B8"
        },
        {
            "id": "11",
            "nass": "الخامس: من أبغض شيئاً مما جاء به الرسول ¶ - صلى الله عليه وسلم - لمشروعيته ولو عمل به، فقد كفر لقوله تعالى: {ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ} [محمد: 9] ¶ السادس: من استهزأ بالله أو كتابه أو رسوله - صلى الله عليه وسلم - أو بشيء من دين الله فقد كفر لقوله تعالى: {قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ - لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [التوبة: 65 - 66] ¶ السابع: السحر ومنه الصرفُ أي: صرف الرجل عن محبة زوجته إلى بغضها ومنه العطف أي: ترغيب",
            "page": "12",
            "part": "1",
            "seal": "AA0D2A6B"
        },
        {
            "id": "12",
            "nass": "الإنسان فيما لا يهواه بطرق شيطانية. فمن فعله أو رضي به كفر لقوله تعالى: {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ} [البقرة: 102] ¶ [البقرة: 102] . ¶ الثامن: مظاهرةُ المشركين ومعاونتهُم علي المسلمين لقوله تعالى: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة: 51] ¶ التاسع: من اعتقد أن بعض الناس يَسَعُهُ الخروج عن شريعة محمد - صلى الله عليه وسلم - فهو كافر لقوله تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [آل عمران: 85]",
            "page": "13",
            "part": "1",
            "seal": "06A739D2"
        },
        {
            "id": "13",
            "nass": "العاشر: الإعراض عن دين الله أو عمّا لا يصحُّ الإسلام إلا به لا يتعلمه ولا يعمل به لقوله تعالى: {وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ} [السجدة: 22] ¶ ولقوله: {وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ} [الأحقاف: 3] ¶ ولا فرق في جميع هذه النواقض بين الهازل والجاد والخائف إلا المكره. ¶ نعوذ بالله من موجبات غضبه وأليم عقابه.",
            "page": "14",
            "part": "1",
            "seal": "C5E36561"
        },
        {
            "id": "14",
            "nass": "[كيف تؤدي مناسك الحج والعمرة وتزور مسجد الرسول صلى الله عليه وسلم] ¶ كيف تؤدي مناسك الحج والعمرة ¶ وتزور مسجد الرسول - صلى الله عليه وسلم - أيها المسلم الكريم: الأنساك ثلاثة: التمتع، والقِرَان، والإفراد. ¶ التمتع: هو الإحرام بالعمرة في أشهر الحج (من أول شهر شوال إلى طلوع فجر اليوم العاشر من شهر ذي الحجة) ويفرغ منها الحاج ثم يحرم بالحج من مكة أو قربها يوم التروية في عام عُمرته. ¶ القرَان: وهو الإحرام بالعمرة والحج معاً في أشهرَ الحج ولا يحل منهما الحاج إلا يوم النحر أو أن يحُرم بالعمرة في أشهر الحج ثم يدخل ¶ الحج عليها قبل الشروع قي طوافها. ¶ الإفراد: وهو أن يحُرم بالحج في أشهر الحج من الميقات أو من منزله إن كان دون الميقات أو من",
            "page": "15",
            "part": "1",
            "seal": "6CEAD721"
        },
        {
            "id": "15",
            "nass": "مكة إذا كان مقيما بها، ثم يبقى على إحرامه إلى يوم النحر إذا كان معه هدفي فإن لم يكن معه هديٌ شرُعَ له فسخ حجه إلى العمرة ليصبر متمتعاً فيطوف ويسعى ويقصرّ ويحل كما أمر به النبي - صلى الله عليه وسلم - الذين أحرموا بالحج وليس معهم هدي. وهكذا القارن إذا لم يكن معه هدي يشرع له فسخ قرانه إلى العمرة لما ذكرنا. ¶ وأفضل الأنساك \" التمتع \" لمن لم يسق الهدي لأن النبي - صلى الله عليه وسلم - أمر به أصحابه وأكده عليهم.",
            "page": "16",
            "part": "1",
            "seal": "4FF0A10E"
        },
        {
            "id": "16",
            "nass": "[صفة العمرة] ¶ صفة العمرة 1 - إذا وصلْت إلى الميقات فيسن لك النظافة والاغتسال والتطيب في بدنك دون ملابس الإحرام ثم البس ثياب الإحرام إزاراً ورداءً والأفضل أن يكونا أبيضين، والمرأة تلبس ما تشاء من الثياب غير متبرجة بزينة ولا متشبهة بالرجال ولا بلباس الكافرات، ثم تنوي الإحرام بالعمرة وتقول: لبيك عمرة: [لبيك اللهم لبيك لبيكً لا شريك لك لبيك إن الحمد والنعمة لك والملكً لا شريك لك] . ويجهر بها الرجال ولا تجهر بها النساء. ثم تكثر من التلبية والذكر والاستغفار. ¶ 2 - فإذا وصلْتَ مكة فطفْ بالكعبة سبعة ¶ أشواط - تبتدئ من الحجَر الأسود - مكبراً وتنتهي إليه وتذكر الله وتدعوه بما تشاء من الذكر والدعاء المشروع، ويسن أن تقول في كل شوط بين الركن اليماني والحجر الأسود: {رَبَّنَا",
            "page": "17",
            "part": "1",
            "seal": "A615A170"
        },
        {
            "id": "17",
            "nass": "آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} [البقرة: 201] ثم تصلي خلف مقام إبراهيم ولو بعيداً عنه إن تيسر وإلا ففي أي مكان من المسجد. ¶ وفي هذا الطواف يسن للرجل أن يضطبع بردائه، فيجعل وسطه تحت إبطه الأيمن وطرفيه على كتفه الأيسر، ويسن له أن يرمل في الأشواط الثلاثة الأولى فقط، والرمل: سرعة المشي مع مقاربة الخطا. ¶ 3 - ثم اخرج إلى الصفا واصعد عليه واتل قول الله تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ} [البقرة: 158] ثم استقبل الكعبة واحمد الله تعالى وكبره ثلاثاً رافعاً يديك على هيئة الداعي وادع وكرر الدعاء ثلاثاً هذا هو السنّة وقل: (لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير) . (لا إله إلا الله وحده أنجز وعده ونصر عبده وهزم الأحزاب وحده) ثلاثاً، وإن اقتصرت على بعض ذلك فلا حرج. ¶ ثم انزل فاسع سعي العمرة سبع مرات تسرع في سعيك بين العَلًمين الأخضرين وتمشي ¶ المشي المعتاد قبلهما وبعدهما ثم تصعد على المروة وتحمد الله وتفعل كما فعلت على الصفا وتكرره إن تيسر لك ذلك ثلاثاً.",
            "page": "18",
            "part": "1",
            "seal": "24CBACF1"
        },
        {
            "id": "18",
            "nass": "وليس للطواف والسعي ذكر واجب مخصوص بل يأتي الطائف والساعي بما تيسر من الذكر والدعاء أو قراءة القراَن. مع العناية بما ثبت عن النبي - صلى الله عليه وسلم - في ذلك من الذكر والدعاء. ¶ 4 - فإذا أتممت سعيك فاحلق أو قَصرِّ شعر رأسك وبذلك تمت عمرتك وبعدها يباح لك كل شيء من محظورات الإحرام، وإن كنت متمتعاً بالعمرة إلى الحج فالأفضل لك التقصير ليكون الحلق في التحلل من الحج. ¶ فإن كنت متمتعاً أو قارناً وجب عليك ¶ هديٌ يوم النحر شاة أو سُبعُ بدنة أو سُبع بقرة فإن لم تجد فعليك صيام عشرة أيام ثلاثة في الحج وسبعة إذا رجعت إلى أهلك. ¶ والأفضل أن تصوم الثلاثة قبل يوم عرفة وإن صمتها في الأيام الثلاثة بعد العيد فلا حرج.",
            "page": "19",
            "part": "1",
            "seal": "AA5BC0C7"
        },
        {
            "id": "19",
            "nass": "[صفة الحج] ¶ صفة الحج 1 - إذا كنت منفردا بالحج أو قارنا له مع العمرة فأحرم من الميقات الذي تأتي عليه. ¶ وإذا كنت دون المواقيت فأحرم بما نويت من مكانك. ¶ وإن كنت متمتعا فأحرم بالعمرة من الميقات الذي تحرم عليه وأحرم بالحج من مكانك يوم التروية وهو اليوم الثامن من ذي الحجة فاغتسل وتطيب إن تيسر لك ذلك والبس ثياب الإحرام ثم قل: لبيك حجا: لبيك اللهم لبيك. . . الح. ¶ 2 - ثم اخرج إلى منى وصل بها الظهر والعصر. ¶ والمغرب والعشاء والفجر تصلي الرباعية ركعتين قصراً في أوقاتها بدون جمع. ¶ 3 - فإذا طلعت شمس يوم التاسع من ذي الحجة فَسر إلى عرفات بسكينة واحذر من إيذاء",
            "page": "20",
            "part": "1",
            "seal": "FBA1235A"
        },
        {
            "id": "20",
            "nass": "إخوانك الحجاج وصَلِّ بها الظهر والعصر جمع تقديم قصراً بأذان واحد وإقامتين. ¶ وتأكد من دخولك حدود عرفات وأكثر فيها من الذكر والدعاء مستقبلاً القبلة رافعاً يديك تأسياً بالمصطفى - صلى الله عليه وسلم - وعرفة كلها موقف وتبقى داخل عرفات حتى تغيب الشمس. ¶ 4 - فإذا غربت الشمس فَسرْ إلى مزدلفة بسكينةٍ ووقار ملبياً، ولا تؤذ إخوَانك المسلمين ¶ وصلِّ بها المغرب والعشاء جمعاً وقصراً حين وصولك مزدلفة ثم تبقى بها إلى أن تصلي الفجر ويسفر الصبح وأكثر من الدعاء والذكر بعد صلاة الفجر مستقبلا القبلة رافعا يديك اقتداء بالنبي - صلى الله عليه وسلم -. ¶ 5 - ثم سر قبل طلوع الشمس إلى منى ملبياً. وإن كان الحاج من أهل الأعذار كالنساء والضعفاء فلا بأس بأن",
            "page": "21",
            "part": "1",
            "seal": "9F97902C"
        },
        {
            "id": "21",
            "nass": "تسير إلى منى في النصف الأخير من الليل وخذ معك سبع حصيات فقط لترمي جمرة العقبة، أما باقي الحصى فالتقطه من منى وهكذا السبع التي ترمي بها يوم العيد جمرة العقبة لا بأس بأخذها من منى. ¶ 6 - وإذا وصلت إلى منى فاعمل ما يأتي: ¶ (أ) ارم جمرة العقبة وهي القريبة من مكة بسبع حصيات متعاقبات تكبّرُ مع كل حصاة. ¶ (ب) اذبح الهدي - إن كان عليك هديٌ - وكلْ منه وأطعم الفقراء. ¶ (ج) احلق أو قصرّ شعر رأسك والحلق أفضل والمرأة تقصِّر منه قدر أنملة. ¶ وهذا الترتيب أفضل، وإن قدمت بعضها على بعض فلا حرج.",
            "page": "22",
            "part": "1",
            "seal": "0E9505AB"
        },
        {
            "id": "22",
            "nass": "وإذا رميت وحلقت أو قصرت تحللت التحلل الأول وبعده تلبس ثيابك وتحل لك محظورات الإحرام سوى النساء. ¶ 7 - ثم انزل إلى مكة وطف طواف الإفاضة واسع بعده إن كنت متمتعاً، أما إذا كنت قارناً أو مفرداً وسعيت بعد طواف القدوم فلا سعي عليك بعد ذلك. وبهذا تحل لك جميع محظورات الإحرام حتى النساء. ¶ ويجوز تأخير طواف الإفاضة والسعي إلى ما بعد أيام منى. ¶ 8 - ثم بعد طواف الإفاضة يوم النحر والسعي ارجع إلى منى وبت فيها ليالي إحدى عشرة واثنتي عشرة وثلاث عشرة - أيام التشريق الثلاثة - وإن تعجلت في الثاني عشر فلا بأس. ¶ 9 - ارم الجمرات الثلاث في اليومين أو الثلاثة",
            "page": "23",
            "part": "1",
            "seal": "487A959E"
        },
        {
            "id": "23",
            "nass": "التي تبقاها بمنى بعد الزوال تبدأ بالأولى وهي أبعدهن من مكة ثم الوسطى ثم جمرة العقبة كل واحدة بسبع حصيات متعاقبات تكبر مع كل حصاة وتقف بعد رمي الجمرة الأولى والثانية مستقبل القبلة رافعا يديك تدعو الله بما شئت ولا تقف بعد جمرة العقبة. ¶ وإن اقتصرت على يومين فتخرج من منى قبل غروب شمس اليوم الثاني، فإن غربت عليك الشمس بمنى بقيت لليوم الثالث ورميت فيه كذلك، والأفضل أن تبيت ليلة الثالث. ¶ ويجوز للمريض والضعيف أن ينيب عنه في الرمي، ويجوز للنائب أن يرمي عن نفسه وأولا، ثم عن منيبه في موقف واحد. ¶ 10 - إذا أردت الرجوع إلى بلدك بعد انتهاء أعمال الحج فطف بالكعبة طواف ولا يعفي من ذلك إلا الحائض والنفساء.",
            "page": "24",
            "part": "1",
            "seal": "F966B8E0"
        },
        {
            "id": "24",
            "nass": "[ما يجب على المحرم] ¶ ما يجب على المحرم يجب على المحرم بحج وعمرة ما يلي: 1 - أن يلتزم بما أوجبه الله عليه من فرائض دينية كالصلاة في أوقاتها جماعة. ¶ 2 - أن يتجنب ما نهى الله عنه من الرفث والفسوق والجدال. ¶ 3 - أن يتحاشى إيذاء المسلمين بالقول أو الفعل. ¶ 4 - أن يتجنب محظورات الإحرام وهي: ¶ (أ) لا يأخذ من شعره أو أظفاره شيئاً وإن سقط منها شيء بدون قصد فلا شيء عليه.",
            "page": "25",
            "part": "1",
            "seal": "E1F9BE53"
        },
        {
            "id": "25",
            "nass": "(ب) لا يتطيب في بدنه أو ثوبه أو مأكله أو ¶ مشربه ولا بأس بما بقي من أثر الطيب الذي فعله قبل إحرامه. ¶ (ج) لا يتعرض للصيد البري بقتل أو تنفير أو إعانة عليه مادام محُرماً. ¶ (د) لا يخطب النساء ولا يعقد عليهن عقد النكاح لنفسه أو لغيره ولا يجامعهن مادام محُرماً ولا يباشرهن بشهوة. وهذه المحظورات على الذكر والأنثى. ¶ ويختص الذكر بما يلي: (أ) لا يغطي رأسه بملاصق؛ أما تظليله بالشمسية",
            "page": "26",
            "part": "1",
            "seal": "F921F7C3"
        },
        {
            "id": "26",
            "nass": "أو سقف السيارة أو حمل المتاع عليه فلا بأس به. ¶ (ب) ولا يلبس القميص وما في معناه من كل لباس شامل للجسم كله أو بعضه ولا البرانس ولا العمائم ولا السراويل ولا الخفاف إلا إذا لم يجد إزاراً فيلبس السراويل أو لم يجد النعلين فيلبس الخفين ولا حرج. ¶ يحرم على المرأة وقت الإحرام أن تلبس القفازين في يديها وأن تستر وجهها بالنقاب أو البرقع، لكن إذا كانت بحضرة الرجال الأجانب غير المحارم وجب عليها ستر وجهها بالخمار ونحوه كما لو لم تكن محُرمَة. ¶ وإن لبس المحرم مخيطاً أو غطى رأسه أو تطيّب أو أخذ من شعره شيئاً أو قلَّم أظفاره ¶ ناسياً أو جاهلاً فلا فدية عليه وتجب عليه",
            "page": "27",
            "part": "1",
            "seal": "E1A87A54"
        },
        {
            "id": "27",
            "nass": "إزالته متى ذكر ذلك أو عَلمه. ¶ ويجوز لبس النعلين والخاتم ونظارة العين وسماعة الأذن وساعة اليد والحزام والمحفظة التي يحفظ بها المال والأوراق. ¶ ويجوز تغيير الثياب وتنظيفها وكسل الرأس والبدن وإن سقط بذلك شعر بدون قصد فلا شيء عليه كما لا شيء في الجُرْح يصيبه.",
            "page": "28",
            "part": "1",
            "seal": "940A732D"
        },
        {
            "id": "28",
            "nass": "[صفة زيارة مسجد الرسول صلى الله عليه وسلم] ¶ صفة زيارة مسجد الرسول - صلى الله عليه وسلم - 1 - يسن لك أن تذهب إلى المدينة في أي وقت بنيّة زيارة المسجد النبوي والصلاة فيه لأن الصلاة فيه خير من ألف صلاة فيما سواه إلا المسجد الحرام. ¶ 2 - ليس لزيارة المسجد النبوي إحرامٌ ولا تلبية ولا ارتباط بينها وبين الحج بتاتاً. ¶ 3 - إذا وصلتَ إلى المسجد النبوي فقدِّم على رجلك اليمنى عند دخوله وسم الله تعالى وصل على نبيه - صلى الله عليه وسلم - واسأل الله أن يفتح أبواب رحمته وقل: \" أعوذ بالله العظيم ووجهه الكريم وسلطانه القديم من الشيطان الرجيم، ¶ اللهم افتح لي أبواب رحمتك \". كما يشرع عند دخول سائر المساجد.",
            "page": "29",
            "part": "1",
            "seal": "920C4BF7"
        },
        {
            "id": "29",
            "nass": "4 - بادر بعد دخولك بصلاة تحية المسجد وإن كانت في الروضة فحسن وإلا ففي أي مكان من المسجد. ¶ 5 - ثم اذهب إلى قبر النبي - صلى الله عليه وسلم - وقف أمامه مستقبلاً له ثم قل بأدب وخفض صوت: \" السلام عليك أيها النبي ورحمة الله وبركاته \". وصلِّ عليه، وإن قلت: \" اللهم آَته الوسيلة والفضيلة وابعثه المقام المحمود الذي وعدته. اللهم أجزه عن أمته أفضل الجزاء \"، فلا بأس. ¶ ثم تتحول قليلاً إلى يمينك لتقف أمام قبر ¶ أبي بكر - رضي الله عنه - فتسلم عليه وتدعو له بالمغفرة والرحمة والرضى. ¶ ثم تتحول قليلاً مرة أخرى إلى يمينك لتقف أمام قبر عمر - رضي الله عنه - فتسلم عليه وتدعو له بالمغفرة والرحمة والرضى.",
            "page": "30",
            "part": "1",
            "seal": "801DFDDD"
        },
        {
            "id": "30",
            "nass": "6 - يسن لك أن تذهب متطهراً إلى مسجد قباء فتزوره وتصلي فيه لفعل النبي - صلى الله عليه وسلم - وترغيبه فيه. ¶ 7 - ويسن لك أن تزور مقبرة البقيع وفيها قبر عثمان - رضي الله عنه - وتزور شهداء أحد ومنهم حمزة - رضي الله عنه - تسلم عليهم وتدعو لهم؛ لأن النبي - صلى الله عليه وسلم - كان يزورهم ويدعو لهم، وعلّم أصحابه ¶ إذا زاروا القبور أن يقولوا: «السلام عليكم أهل الديار من المؤمنين والمسلمين وإنا إن شاء الله بكم لاحقون نسأل الله لنا ولكم العافية» [رواه مسلم] . ¶ وليس بالمدينة مساجد ولا أماكن تشرع زيارتها غير ما ذكر فلا تشق على نفسك وتتحمل ما ليس لك فيه أجر، بل ربما لحقك فيه وزر. . والله ولي التوفيق.",
            "page": "31",
            "part": "1",
            "seal": "3563085D"
        },
        {
            "id": "31",
            "nass": "[أخطاء يرتكبها بعض الحجاج] ¶ [أولا أخطاء في الإحرام] ¶ أخطاء يرتكبها بعض الحجاج أولا: أخطاء في الإحرام مجاوزة الحاج ميقات جهته دون أن يحرم منه حتى يصل إلى جدة أو غيرها من داخل المواقيت فيحرم منها وهذا مخالف لأمر الرسول - صلى الله عليه وسلم - بأن يحرم كل حاج من الميقات الذي يمر عليه. ¶ فعلى من تجاوز الميقات أن يرجع إليه فيحرم منه إن تيسر ذلك وإلا فعليه فدية يذبحها في مكة ويطعمها كلها للفقراء سواء كان قدومه عن طريق الجو أو البر أو البحر. ¶ فإن لم يمر على ميقات من المواقيت الخمسة ¶ المعروفة أحرم إذا حاذى أول ميقات يمر به.",
            "page": "32",
            "part": "1",
            "seal": "ED83A78E"
        },
        {
            "id": "32",
            "nass": "[ثانياً أخطاء في الطواف] ¶ ثانياً: أخطاء في الطواف 1 - ابتداء الطواف قبل الحجر الأسود والواجب الابتداء به. ¶ 2 - الطواف من داخل حجر الكعبة لأنه حينئذ لا يكون قد طاف بالكَعبة وإنما طاف ببعضها لأن الحجر من الكعبة وبذلك يبطل الشوط الذي طَافه من داخل الحجر. ¶ 3 - الرَّمل - وهو الإسراع - فيَ جميع الأشواط السبعة وهو لا يكون إلا في الأشواط الثلاث الأولى من طواف القدوم خاصة. ¶ 4 - المزاحمة الشديدة لتقبيل الحجر الأسود ¶ وأحياناً المضاربة والمشاتمة وذلك لا يجوز لما فيه من الأذى للمسلمين ولأن الشتم والضرب لا يجوز من المسلم لأخيه بغير حق.",
            "page": "33",
            "part": "1",
            "seal": "F73C4945"
        },
        {
            "id": "33",
            "nass": "وترك التقبيل لا يضر بالطواف بل طوافه صحيح وإن لم يُقبِّل، وتكفيه الإشارة والتكبير إذا حاذاه ولو بعيداً عنه. ¶ 5 - التمسح بالحجر الأسود التماساً للبركة منه وهذه بدعة لا أصل لها في الشرع. والسنّة استلامه وتقبيله تعبداً لله - عز وجل -. ¶ 6 - استلام جميع أركان الكعبة وربما جميع جدرانها والتمسح بها ولم يستلم النبي - صلى الله عليه وسلم - من الكعبة سوى الحجَر الأسود والركن اليماني. ¶ 7 - تخصيص كل شوط من أشواط الطواف بدعاء خاص إذا لم يثبت عن النبي - صلى الله عليه وسلم - غير أنه كان يكبر كلما أتى على الحجر الأسود ويقول بينه وبين الركن اليماني في آخر كل شوط {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} [البقرة: 201]",
            "page": "34",
            "part": "1",
            "seal": "9DFC1DD5"
        },
        {
            "id": "34",
            "nass": "8 - رفع الصوت في الطواف من بعض الطائفين أو المطوفين رفعا يحصل به التشويش على الطائفين. ¶ 9 - التزاحم للصلاة عند مقام إبراهيم وهذا خلاف السنة مع ما فيه من الأذى للطائفين ويكفيه أن يصلي ركعتي الطواف في أي مكان من المسجد. ¶ [ثالثا أخطاء في السعي] ¶ ثالثا: أخطاء في السعي 1 - إذا صعدوا إلى الصفا والمروة استقبل بعض الحجاج الكعبة ويشيرون بأيديهم إليها عند التكبير وكأنهم يكبرون للصلاة والسنّة أن يرفع كفيه كرفعها للدعاء.",
            "page": "35",
            "part": "1",
            "seal": "AEC4FBD3"
        },
        {
            "id": "35",
            "nass": "2 - الإسراع في السعي بين الصفا والمروة في كل شوط، والسنّة أن يكون الإسراع بين العَلَمَين الأخضرين فقط والمشي في بقية الشوط. ¶ [رابعا أخطاء في عرفات] ¶ رابعا: أخطاء في عرفات 1 - نزول بعض الحجاج خارج حدود عرفة وبقاؤهم في أماكن نزولهم حتى تغرب الشمس ثم ينصرفون إلى مزدلفة دون أن يقفوا بعرفات، ¶ وهذا خطأ جسيم يفوت عليهم الحج لأن الحج عرفة والواجب عليهم أن يكونوا داخل الحدود لا خارجها. فليتحروا ذلك فإن لم يتيسر ذلك دخلوها قبل الغروب، وبقوا فيها إلى الغروب ويجزئ دخولهم إياها ليلا في ليلة النحر خاصة. ¶ 2 - انصراف بعضهم من عرفة قبل غروب",
            "page": "36",
            "part": "1",
            "seal": "BD8362BF"
        },
        {
            "id": "36",
            "nass": "الشمس وهذا غير جائز؛ لأن الرسول - صلى الله عليه وسلم - وقف بعرفة حتى غربت الشمس تماما. ¶ 3 - التزاحم من أجل صعود جبل عرفة والوصول إلى قمته مما يترتب عليه كثير من الأضرار، وعرفة كلها موقف والصعود إلى الجبل غير مشروع وهكذا الصلاة عليه. ¶ 4 - استقبال بعضهم جبل عرفة في الدعاء، والسنّة هي استقبال القبلة. ¶ 5 - تكويم بعضهم التراب والحصى في يوم عرفة في أماكن معينة وهو عمل لم يثبت في شرع الله. ¶ [خامسا أخطاء في مزدلفة] ¶ خامسا: أخطاء في مزدلفة انشغال بعض الحجاج أول نزولهم بمزدلفة في",
            "page": "37",
            "part": "1",
            "seal": "2847FCC6"
        },
        {
            "id": "37",
            "nass": "لقط الحصى قبل أن يصُلُّوا المغرب والعشاء، واعتقادهم أن حَصَى الجمَار لابد أن يكون من مزدلفة. ¶ والصواب أنه يجوز أخذه من أي مكان من الحرم، والثابت عن النبي - صلى الله عليه وسلم - أنه لم يأمر بأن يلتقط ¶ له حصى جمرة العقبة من مزدلفة وإنما التقط له في الصباح حين انصرف من مزدلفة بعدما دخل منى وهكذا بقية الحصى أخذه من منى. ¶ وبعضهم يغسل الحصى بالماء وهو غير مشروع. ¶ [سادسا أخطاء عند الرمي] ¶ سادسا: أخطاء عند الرمي 1 - اعتقاد بعض الحجاج أنهم يرمون الشياطين",
            "page": "38",
            "part": "1",
            "seal": "A120BB7B"
        },
        {
            "id": "38",
            "nass": "عند رميهم الجمار فهم يرمونها بغيط مصحوب بسب وشتم، وما شرع رمي الجمار إلا لإقامة ذكر الله. ¶ 2 - رميهم الجمرات بحصى كبيرة أو بالحذاء أو الأخشاب، وهذا غلو في الدين نهى عنه رسول ¶ الله - صلى الله عليه وسلم - ولا يجزئ في الرمي. ¶ وإنما المشروع رميها بالحصى الصغار مثل حصى الخذف ويشبه بعَرْ الغنم الذي ليس بكبير. ¶ 3 - التزاحم والتقاتل عند الجمرات من أجل الرمي، والمشروع الرفق وتحري الرمي دون إيذاء أحد حسب الطاقة. ¶ 4 - رمي الحصى جميعاً دفعة واحدة وقد قال أهل العلم لا يحسب له حينئذ إلا حصاة واحدة. ¶ والمشروع رمي الحصى واحدة فواحدة والتكبير مع كل حصاة.",
            "page": "39",
            "part": "1",
            "seal": "54A70ECC"
        },
        {
            "id": "39",
            "nass": "5 - الإنابة في الرمي مع القدرة عليه خوفاً من المشقة والزحام، والإنابة لا تجوز إلا عند عدم ¶ الاستطاعة لمرض ونحوه. ¶ [سابعا أخطاء في طواف الوداع] ¶ سابعا: أخطاء في طواف الوداع 1 - نزول بعضهم من منى يوم النفر قبل رمي الجمرات فيطوف للوداع ثم يرجع إلى منى فيرمي الجمرات ثم يسافر من هناك إلى بلده فيكون آخر عهده بالجمار لا البيت. وقد قال النبي - صلى الله عليه وسلم -: «لا ينفرن أحد حتى يكون آخر عهده بالبيت» . ¶ فطواف الوداع يجب أن يكون بعد الفراغ من أعمال الحج وقبيل السفر مباشرة ولا يمكث بمكة بعده إلا لعارض يسير. ¶ 2 - خروجهم من المسجد بعد طواف الوداع القهقرى مستقبلين الكعبة بوجودهم يزعمون ¶ بذلك تعظيم الكعبة، وهذه بدعة في الدين لا",
            "page": "40",
            "part": "1",
            "seal": "A118713E"
        },
        {
            "id": "40",
            "nass": "أصل لها. ¶ 3 - التفات بعضهم إلى الكعبة عند باب المسجد الحرام بعد انتهائهم من طواف الوداع ودعاؤهم بدعوات كالمودعين للكعبة، وهذه أيضاً بدعة لم تشرع. ¶ [ثامنا أخطاء عند الزيارة للمسجد النبوي] ¶ ثامنا: أخطاء عند الزيارة للمسجد النبوي 1 - التمسح بالجدران وقضبان الحديد عند زيارة قبر الرسول - صلى الله عليه وسلم - وربط الخيوط ونحوها في الشبابيك تبركا. والبركة في ما شرع الله ورسوله - صلى الله عليه وسلم - لا في البدع. ¶ 2 - الذهاب إلى المغارات في جبل أحد ومثلها ¶ غار حراء وغار ثور بمكة وربط الخرق عندها والدعاء بأدعية لم يأذن بها الله وتحمل المشقة في ذلك، وكل هذه باع لا أصل لها في الشرع المطهر.",
            "page": "41",
            "part": "1",
            "seal": "0574FDF4"
        },
        {
            "id": "41",
            "nass": "3 - زيارة بعض الأماكن التي يزعمون أنها من آثار الرسول - صلى الله عليه وسلم - كمبرك الناقة وبئر الخاتم أو بئر عثمان وأخذ تراب من هذه الأماكن للبركة. ¶ 4 - دعاء الأموات عند زيارة مقابر البقيع ومقابر شهداء أحد ورمي النقود عندها تقرباً إليها وتبركاً بأهلها وهذه من الأخطاء الجسيمة، بل من الشرك الأكبر كما ذكره أهل العلم ودل عليه كتاب الله وسنة رسوله - صلى الله عليه وسلم - لأن العبادة لله وحده لا يجوز صرف شيء منها لغيره كالدعاء ¶ والذبح والنذر ونحو ذلك لقوله: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة: 5] ولقوله: {فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: 18] ¶ نسأل الله أن يصلح أحوال المسلمين ويمنحهم الفقه في الدين ويعيذنا وإياهم من مفضلات الفتن. . إنه سميع مجيب.",
            "page": "42",
            "part": "1",
            "seal": "5E5F73DF"
        },
        {
            "id": "42",
            "nass": "[توجيهات موجزة للحاج والمعتمر وزائر مسجد الرسول صلى الله عليه وسلم] ¶ توجيهات موجزة للحاج والمعتمر ¶ وزائر مسجد الرسول - صلى الله عليه وسلم - يجب على الحاج: (1) المبادرة إلى التوبة النصوح من جميع الذنوب. وأن ينتخب لحجه وعمرته المال الحلال. ¶ (2) أن يصون لسانه عن الكذب والغيبة والنميمة والسخرية. ¶ (3) أن يقصد بحجه وعمرته وجه الله والدار عن الرياء والسمعة والمفاخرة. ¶ (4) أن يتعلم ما يشرع له في حجه وعمرته من أعمال قولية أو فعلية ويسأل عما أشكل عليه. ¶ (5) الحاج إذا وصل إلى الميقات مخير بين الإفراد بالحج، والتمتع، والقران والتمتع هو",
            "page": "43",
            "part": "1",
            "seal": "5B521372"
        },
        {
            "id": "43",
            "nass": "الأفضل لمن لم يسق هديا، أما من ساق هديا فالأفضل له القران. ¶ (6) وإذا خاف المحرم ألا يتمكن من أداء نسكه بسبب مرض أو خوف اشترط: \" أن محلي حيث حبستني \". ¶ (7) يصح حج الصبي والجارية الصغيرة ولا يجزؤهما عن حجة الإسلام. ¶ (8) يجوز للمحرم أن يغتسل ويغسل رأسه ويحكه إذا احتاج إلى ذلك. ¶ (9) يباح للمرأة سدل خمارها على وجهها إذا ¶ خشيت أن يراها الرجال غير المحارم. ¶ (10) ما اعتاده كثير من النساء من جعل العصابة تحت الخمار لترفعه عن وجهها. لا أصل له في الشرع.",
            "page": "44",
            "part": "1",
            "seal": "FD4DE9AF"
        },
        {
            "id": "44",
            "nass": "(11) يجوز للمحرم غسل الثياب التي أحرم فيها ثم لبسها ويجوز له تبديلها بغيرها. ¶ (12) إذا لبس المحرم مخيطاً أو غطى رأسه أو تطيب ناسياً أو جاهلاً فلا فدية عليه. ¶ (13) يقطع الحاج التلبية إذا وصل إلى الكعبة قبل أن يشرع في الطواف إن كان متمتعاً أو معتمراً. ¶ (14) لا يشرع الرَّمَلُ والاضطباع إلا في طواف ¶ القدوم فقط، ويختص الرمل بالأشواط الثلاثة الأولى. وللرجال فقط دون النساء. ¶ (15) إذا شك الحاج هل طاف ثلاثة أشواط أو أربعة مثلاً جعلها ثلاثة وهكذا في السعي. ¶ (16) لا بأس بالطواف من وراء زمزم والمقام عند الزحام، والمسجد كله محل للطواف سواء في الأرض أو في أدوار المسجد العليا.",
            "page": "45",
            "part": "1",
            "seal": "3BF7BFD6"
        },
        {
            "id": "45",
            "nass": "(17) من المنكرات طواف المرأة بالزينة والروائح الطيبة وعدم التستر. ¶ (18) إذا حاضت المرأة أو نفست بعد إحرامها لا يصح لها الطواف بالبيت حتى تطهر. ¶ (19) يجوز للمرأة أن تحرم فيما شاءت من ¶ الثياب مع الحذر من التشبه بالرجال في لباسهم مع مراعاة عدم التبرج بالزينة بل تكون في ملابس غير فاتنة. ¶ (20) التلفظ بالنية في غير الحج والعمرة - من العبادات الأخرى - بدعة مستحدثة والجهر بها أقبح. ¶ (21) يحرم على المسلم المكلف أن يتجاوز المواقيت بدون إحرام - إذا كان قاصدا الحج أو العمرة. ¶ (22) الحاج أو المعتمر القادم عن طريق الجو",
            "page": "46",
            "part": "1",
            "seal": "03CAF182"
        },
        {
            "id": "46",
            "nass": "يحرم إذا حاذى الميقات ويتأهب للإحرام قبل محاذاة الميقات ولا بأس أن يقدم الإحرام قبل الميقات إذا خشي أن ينام في الطائرة أو يسهو. ¶ (23) ما يفعله بعض الناس من الإكثار من العمرة بعد الحج من التنعيم أو الجعرانة لا دليل على شرعيته. ¶ (24) الحاج في يوم التروية يُحْرم من محلِّ إقامته بمكة ولا يلزم الإحرام من داخَل مكة ولا من عند الميزاب كما يفعله الكثير وليس عليه وداع عند خروجه من منى. ¶ (25) التوجه من منى إلى عرفة في اليوم التاسع الأفضل أن يكون بعد طلوع الشمس.",
            "page": "47",
            "part": "1",
            "seal": "1451853A"
        },
        {
            "id": "47",
            "nass": "(26) لا يجوز الانصراف من عرفة قبل غروب الشمس. وإذا انصرف الحاج بعد الغروب فبسكينة ووقار. ¶ (27) صلاة والمغرب والعشاء تؤدى بعد الوصول إلى مزدلفة سواء في وقت المغرب أو بعد دخول وقت العشاء. ¶ (28) يجوز لقط حصى الرمي من أي موضع كان ولا يتعين لقطه من مزدلفة. ¶ (29) لا يستحب غسل حصى الرمي، لأن ذلك لم ينقل فعله عن الرسول - صلى الله عليه وسلم - ولا أصحابه. ¶ (30) يجوز للضعفاء من النساء والصبيان ونحوهم أن يدفعوا من مزدلفة إلى منى في آخر الليل. ¶ (31) إذا وصل الحاج إلى منى يوم العيد قطع",
            "page": "48",
            "part": "1",
            "seal": "F703C8A9"
        },
        {
            "id": "48",
            "nass": "التلبية عند رمي جمرة العقبة. ¶ (32) لا يشترط بقاء الحصى في المرمى وإنما المشترط وقوعه فيه. ¶ (33) يمتد وقت الذبح إلى غروب الشمس في اليوم الثالث من أيام التشريق في أصح أقوال أهل العلم. ¶ (34) طواف الإفاضة ركن من أركان الحج لا يتم إلا به. ويجوز تأخيره إلى ما بعد أيام منى. ¶ (35) القارن بين الحج والعمرة ليس عليه إلا سعي واحد وكذلك من أفرد بالحج. ¶ (36) الأفضل للحاج ترتيب أعمال يوم النحر",
            "page": "49",
            "part": "1",
            "seal": "5584DD5A"
        },
        {
            "id": "49",
            "nass": "فيبدأ برمي جمرة العقبة ثم النحر ثم الحلق أو التقصير ثم الطواف بالبيت ثم السعي بعده. ¶ فإن قدَّم بعضها على بعض فلا حرج. ¶ (37) الأمور التي يحصل بها التحلل التام: ¶ (أ) رمي جمرة العقبة. ¶ (ب) الحلق أو التقصير. ¶ (ج) طواف الإفاضة مع السعي. ¶ (38) إذا أراد الحاج أن يتعجل من منى لزمه أن يخرج منها قبل غروب الشمس. ¶ (39) الصبي العاجز عن الرمي يرمي عنه وليه بعد أن يرمي عن نفسه. ¶ (40) يجوز للعاجز عن الرمي لمرض أو كبر سنٍ أو غيره أن يوُكِّل من يرمي عنه. ¶ (41) يجوز للنائب أن يرمي عن نفسه ثم عن مستنيبه كل جمرة من الجمار الثلاث وهو في",
            "page": "50",
            "part": "1",
            "seal": "3BD57955"
        },
        {
            "id": "50",
            "nass": "موقف واحد. ¶ (42) يجب على الحاج إذا كان متمتعاً أو قارنا - ولم يكن من حاضري المسجد الحرام - هدي وهو شاة أو سبع بدنة أو سبع بقرة. ¶ (43) إذا عجز المتمتع أو القارن عن الهَدي وجَبَ عليه أن يصوم ثلاثة أيامٍ في الحج وسبعة إذا رجعَ إلى أهله. ¶ (44) الأفضل للحاج أن يُقدِّم صوم الأيام الثلاثة على يوم عرفة ليكون في عرفة مفطراً وإلا صام أيام التشريق. ¶ (45) يجوز صوم ثلاثة الأيام المذكورة متتابعة ومتفرقة لكن لا يؤخرها عن أيام التشريق، وكذا صوم الأيام السبعة يجوز متتابعة ومتفرقة. ¶ (46) يجب طواف الوداع على كل حاج إلا الحائض والنفساء.",
            "page": "51",
            "part": "1",
            "seal": "D8A068DC"
        },
        {
            "id": "51",
            "nass": "(47) تسن زيارة مسجد الرسول - صلى الله عليه وسلم - سواء قبل الحج أو بعده أو في أي وقت من السنة. ¶ (48) يسن لزائر المسجد النبوي أن يبدأ بركعتين تحية للمسجد في أي مكان منه والأفضل أن يؤديها في الروضة الشريفة. ¶ (49) زيارة قبر الرسول - صلى الله عليه وسلم - وغيره من المقابر تشرع للرجال فقط دون النساء بشرط أن يكون ¶ ذلك بدون شدّ رحل. ¶ (50) التمسح بالحجْرَة الشريفة أو تَقْبيلها أو الطوافُ بها بدعة منكَرة لم تنقَل عن السلف الصالح وإن قصد بالطواف التقرب به إلى الرسول - صلى الله عليه وسلم - فهو شرك أكبر. ¶ (51) لا يجوز لأحد أن يسأل الرسول - صلى الله عليه وسلم - قضاء حاجة أو تفريج كربة فذلك شرك.",
            "page": "52",
            "part": "1",
            "seal": "7CDAD0EC"
        },
        {
            "id": "52",
            "nass": "(52) حياة الرسول - صلى الله عليه وسلم - في قبره حياة برزخية وليست من جنس حياته قبل الموت وإنما هي حياة لا يعلم كنهها وكيفيتها إلا الله سبحانه. ¶ (53) ما يفعله بعض الزوار من تحري الدعاء عند قبر الرسول - صلى الله عليه وسلم - مستقبلاً للقبر رافعاً يديه ¶ من البدع المستحدثة. ¶ (54) ليست زيارة قبر الرسول - صلى الله عليه وسلم - واجبة ولا شرطا في الحج كما يظنه بعض العامة. ¶ (55) الأحاديث التي يحتج بها من يقول بشرعية شد الرحال إلى قبر الرسول - صلى الله عليه وسلم - إما ضعيفة الأسانيد أو موضوعة.",
            "page": "53",
            "part": "1",
            "seal": "77BB76E1"
        },
        {
            "id": "53",
            "nass": "[أدعية في عرفات والمشعر الحرام وغيرها] ¶ أدعية ¶ يناسب الدعاء بها أو ما تيسر منها ¶ في عرفات وفي المشعر الحرام ¶ وفي غيرها من مواطن الدعاء اللهمّ: إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي. اللهم استر عوراتي، وآَمن روعاتي، اللهم احفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أُغتال من تحتي. ¶ اللهمّ: عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري. لا إله إلا ¶ أنت. اللهم إني أعوذ بك من الكفر والفقر ومن عذاب القبر، لا إله إلا أنت. اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك، وأنا على",
            "page": "54",
            "part": "1",
            "seal": "060805DD"
        },
        {
            "id": "54",
            "nass": "عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك عليَّ، وأبوء بذنبي، فاغفر لي، إنه لا يغفر الذنوب إلا أنت. اللهم إني أعوذ بك من الهم والحزَن، وأعوذ بك من العجز والكسل، ومن البخل والجبن، وأعوذ بك من غلبة الدَّيْن، وقهر الرجال. اللهم اجعل أول هذا اليوم صلاحاً وأوسطه فلاحاً، وآخره نجاحاً، وأسالك ¶ خيري الدنيا والآخرة يا أرحم الراحمين. ¶ اللهمّ: إني أسألك الرضى بعد القضاء، وبرد العيش بعد الموت، ولذة النظر إلى وجهك الكريم، والشوق إلى لقائك، في غير ضراء مُضّرَة، ولا فتنة مضلّة، وأعوذ بك أن أظلم أو أظلًم، أو أعتدي أو يُعتدى عليَّ، أو أكتسب خطيئة أو ذنباً لا تغفره. ¶ اللهمّ: إني أعوذ بك أن",
            "page": "55",
            "part": "1",
            "seal": "756A2786"
        },
        {
            "id": "55",
            "nass": "أردَّ إلى أرذل العُمر. اللهم اهدني لأحسن الأعمال والأخلاق لا يهدي لأحسنها إلا أنت. . واصرف عني سيئها لا ¶ يصرف عني سيئها إلا أنت. ¶ اللهمّ: أصلح لي ديني، ووسع لي داري، وبارك لي في رزقي. اللهم إني أعوذ من القسوة والغفلة والذلّة والمسكنة، وأعوذ بك من الكفر والفسوق والشقاق والسمعة والرياء. وأعوذ بك من الصمم والبكم والجذام وسيئ الأسقام. ¶ اللهم: آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها. اللهم إني أعوذ بك من علم لا ينفع، وقلب لا يخشع ونفس لا تشبع، ودعوة لا يستجاب لها. ¶ اللهم: إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل، وأعوذ بك من شر ما علمت، ومن شر",
            "page": "56",
            "part": "1",
            "seal": "2B5EB279"
        },
        {
            "id": "56",
            "nass": "ما لم أعلم. اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك. ¶ اللهم: إني أعوذ بك من الهدم والتردي ومن الغرق والحرق والهرم، وأعوذ بك من أن يتخبطني الشيطان عند الموت، وأعوذ بك من أن أموت لديغا، وأعوذ بك من طمع يهدي إلى طبع. ¶ اللهم: إني أعوذ بك من منكرات ¶ الأخلاق والأعمال والأهواء والأدواء، وأعوذ بك من غلبة الدين، وقهر الرجال، وشماتة الأعداء. ¶ اللهم: أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي إليها معادي، واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر، رب أعني ولا تعن علي، وانصرني ولا",
            "page": "57",
            "part": "1",
            "seal": "CEE1273C"
        },
        {
            "id": "57",
            "nass": "تنصر علي، واهدني ويسر الهدى لي. ¶ اللهم: اجعلني ذكارا لك، شكارا لك، ¶ مطواعاً لك، مخبتاً إليك، أوَّاهاً منيباً، رب تقبل توبتي، واغسل حوبتي، وأجب دعوتي، وثبت حجتي، واهد قلبي وسدد لساني، واسلل سخيمة صدري. ¶ اللهمّ: إني أسألك الثبات في الأمر، والعزيمة على الرشد، وأسألك شكر نعمتك وحسن عبادتك، وأسألك قلباً سليماً، ولساناً صادقاً، وأسألك من خير ما تعلم، وأعوذ بك من شر ما تعلم، وأستغفرك مما تعلم، وأنت علاّم الغيوب. ¶ اللهمّ: ألهمني رشدي، وقني شر نفسي. ¶ اللهم: إني أسألك فعل الخيرات وترك المنكرات، وحب المساكين، وأن تغفر لي وترحمني، وإذا أردت بعبادك فتنة، فتوفني إليك غير",
            "page": "58",
            "part": "1",
            "seal": "C885BA1A"
        },
        {
            "id": "58",
            "nass": "مفتون. ¶ اللهُمّ: إني أسألك حبك وحب من يحبك، وحب كل عمل يقربني إلى حبك. اللهم إني أسألك خير المسألة، وخير الدعاء وخير النجاح، وخير الثواب، وثبتني وثقّل موازيني، وحقق إِيماني، وارفع درجتي، وتقبل صلاتي وعباداتي، واغفر خطيئاتي، وأسألك الدرجات العُلى من الجنّة. ¶ اللهم: إني أسألك فواتح الخير وخواتمه ¶ وجوامعه، وأوله وآخره، وظاهره وباطنه، والدرجات العلى من الجنة. ¶ اللهمّ: إني أسألك أن ترفع ذكري، وتضع وزري، وتطهر قلبي، وتحصن فرجي، وتغفر لي ذنبي. ¶ اللهمّ: إني أسألك أن تبارك في سمعي، وفي بصري، وفي خَلْقي، وفي خُلُقي، وفي أهلي، وفي",
            "page": "59",
            "part": "1",
            "seal": "FFFFC8B4"
        },
        {
            "id": "59",
            "nass": "محياي، وفي عملي، وتقبل حسناتي، وأسألك الدرجات العُلى من الجنّة. ¶ اللهمّ: إني أعوذ بك من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء، ¶ اللهم مقلِّب القلوب ثبت قلبي على دينك. اللهم مصرف القلوب صرف قلوبنا على طاعتك. ¶ اللهمّ: زدنا ولا تنقصنا، وأكرمنا ولا تهُنا، واعطنا ولا تحرمنا، وآثرنا ولا تؤثر علينا. اللهم أحسن عاقبتنا في الأمور كلها، وأجرنا من خزي الدنيا وعذاب الآخرة. ¶ اللهمّ: اقسم لنا من خشيتك ما تحول به بيننا وبين معصيتك، ومن طاعتك ما تبلّغنا به جنتك، ومن اليقين ما تهون به علينا مصائب الدنيا، ومتعنا بأسماعنا وأبصارنا وقواتنا ما ¶ أحييتنا واجعلها الوارث منا، واجعل ثأرنا على",
            "page": "60",
            "part": "1",
            "seal": "A6777753"
        },
        {
            "id": "60",
            "nass": "من ظلمنا، وانصرنا على من عادانا، ولا تجعل الدنيا أكبر همِّنا ولا مبلغ علمنا، ولا تجعل مصيبتنا في ديننا ولا تسلط علينا بذنوبنا من لا يخافك ولا يرحمنا. ¶ اللهمّ: إني أسألك موجبات رحمتك، وعزائم مغفرتك، والغنيمة من كل بر، والسلامة من كل إثم، والفوز بالجنّة، والنجاة من النار. ¶ اللهمّ: لا تدع لنا ذنباً إلا غفرته، ولا عيباً إلا سترته، ولا هماً إلا فرجته، ولا ديناً إلا قضيته، ولا حاجة من حوائج الدنيا والآخرة ¶ هي لك رضا ولنا فيها صلاح إلا قضيتها يا أرحم الراحمين. ¶ اللهمّ: إني أسألك رحمة من عندك، تهدي بها قلبي، وتجمع بها أمري، وتَلُمُّ بها شعثي وتحفظ بها غائبي وترفع بها شاهدي، وتبيّض بها وجهي، وتزكي بها عملي، وتلهمني بها رشدي،",
            "page": "61",
            "part": "1",
            "seal": "4C404DB5"
        },
        {
            "id": "61",
            "nass": "وترد بها الفتن عني، وتعصمني بم من كل سوء. ¶ اللهمّ: إني أسألك الفوز يوم القضاء وعيش السعداء، ومنزل الشهداء، ومرافقة الأنبياء، والنصر على الأعداء. ¶ اللهمّ: إني أسألك صحة في إيمان. وإيماناً في حُسن خُلق، ونجاحاً يتبعه فلاح، ورحمة منك وعافية منك ومغفرة منك ورضواناً. ¶ اللهمّ: إني أسألك الصحة والعفّة، وحُسن الخلق والرضاء بالقدر. اللهم إني أعوذ بك من شر نفسي، ومن شر كل دابة أنت آخذ بناصيتها، إن ربي على صراط مستقيم. ¶ اللهمّ: إنك تسمع كلامي، وترى مكاني وتعلم سري وعلانيتي، ولا يخفى عليك شيء من أمري وأنا البائسُ الفقير، والمستغيثُ المستجير، والوَجلُ المشفقُ المقرِّ المعترفُ إليك ¶ بذنبه، أسألك مسألة المسكين، وأبتهل إليك ابتهال المذنب الذليل، وأدعوك دعاء الخائف الضرير، دعاء من خضعت لك رقبته، وذل لك جسمه، ورغم لك أنفه. ¶ وصلى الله على سيدنا محمد وعلى اله وصحبه وسلم.",
            "page": "62",
            "part": "1",
            "seal": "30CECEFA"
        }
    ],
    "t9083": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "وصايا مهمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "نواقض الإسلام"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "كيف تؤدي مناسك الحج والعمرة وتزور مسجد الرسول صلى الله عليه وسلم"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "صفة العمرة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "صفة الحج"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "ما يجب على المحرم"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "صفة زيارة مسجد الرسول صلى الله عليه وسلم"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "أخطاء يرتكبها بعض الحجاج"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا أخطاء في الإحرام"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "[ثانيا أخطاء في الطواف]"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا أخطاء في السعي"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا أخطاء في عرفات"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا أخطاء في مزدلفة"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا أخطاء عند الرمي"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا أخطاء في طواف الوداع"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "ثامنا أخطاء عند الزيارة للمسجد النبوي"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "توجيهات موجزة للحاج والمعتمر وزائر مسجد الرسول صلى الله عليه وسلم"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "أدعية في عرفات والمشعر الحرام وغيرها"
        }
    ]
}