{
    "b9085": [
        {
            "id": "1",
            "nass": "تذييل سلافة العصر للسيد عبد الله الجزائري محتويات الكتاب المقدمة ترجمة المؤلف: تذييل سلافة العصر للسيد عبد الله الجزائري ¶ 1 - السيد إسماعيل ابن السيد سعد الموسوي الحويزي ¶ 2 - السيد شهاب الدين بن معتوق الموسوي الحويزي ¶ 3 - السيد معتوق ابن السيد شهاب الدين الموسوي الحويزي ¶ 4 - الشيخ فتح الله بن علوان الكعبي الدورقي ¶ 5 - السيد قوام الدين الحسني السيفي القزويني ¶ 6 - السيد نور الدين بن نعمة الله الجزائري",
            "page": "1",
            "part": "1",
            "seal": "A99A2280"
        },
        {
            "id": "2",
            "nass": "وفي تذييل على سلافة العصر لبعض الأدباء جاء ما يلي: ¶ 7 - العلامة العارف الأديب السيد علي باليل الموسوي الدورقي ¶ 8 - العالم الأديب السيد إبراهيم ابن السيد علي باليل الدورقي",
            "page": "2",
            "part": "1",
            "seal": "7835E03D"
        },
        {
            "id": "3",
            "nass": "تذييل سلافة العصر ¶ للسيد عبد الله الجزائري ¶ تحقيق: السيد هادي باليل الموسوي ¶ المكتبة الأدبية المختصة",
            "page": "3",
            "part": "1",
            "seal": "E128AE44"
        },
        {
            "id": "4",
            "nass": "المقدمة ¶ الحمد لله رب العالمين والصلاة على محمد وآله الطاهرين ومن تبعهم بإحسان إلى يوم الدين. ¶ يضم التراث الأدبي الشيعي كنوزا وافرة ثرية أفرغ فيها حملة العلم والأدب بصدق ودأب - كل جهودهم الكبيرة التي ما برحت تمتاح من ريها الأجيال مما حفظ لنا - حتى يومنا هذا - كثيرا من الآثار الهامة الذائعة، وتعد سلافة العصر في محاسن الشعراء بكل مصر للسيد علي بن أحمد بن محمد معصوم الحسيني المدني واحدة من الانجازات الكبيرة في مجال حفظ التراث الشعري الأدبي، معتبرة - بحق جهدا هاما مستوعبا محيطا بشكل معجب بكل ما وصلت إليه يراعة المؤلف المشهور بعلمه وفضله وإحاطته الواسعة، سالكا فيه مسلك من سبقه من كبار مؤرخي الأدب، مضيفا ما نتج من فكره الخصب وأسلوبه الفخم وصياغته الآسرة التي ترقى به إلى مصاف كتاب عصور الأدب الأولى رغم انه عاش في النصف الثاني ثم في الربع الأول من القرنين الحادي عشر والثاني عشر الهجريين، ولا حاجة أن نشير إلى أن المؤلف الجليل قد أحيى في غمار تراجمه ذكر شعراء كثيرين من الشيعة خاصة، كاد ان يأتي",
            "page": "5",
            "part": "1",
            "seal": "F8CA9AEE"
        },
        {
            "id": "5",
            "nass": "عليهم النسيان، مما جعل كتابه موسوعة يرجع إليها ويعتمد عليها وهو العالم الفاضل والثقة الجدير. . . ولقد ترك كتاب سلافة العصر وهجا ساطعا ممتدا في القرون اللاحقة فأوحى لغير ¶ واحد من رجال الفضيلة ان يستدركوا عليه ما فات مؤلفه الفاضل - وهو النزر القليل -، من تراجم وأحوال لأدباء عصره. . . وكان ممن ذيل على أصله العلامة الجليل السيد عبد الله ابن السيد نور الدين علي ابن السيد نعمة الله الجزائري ذاكرا بعض أعلام الأدباء في مستدرك صغير سرعان ما ندر وجوده وصعب الحصول عليه حتى عده بعض من الآثار المفقودة ثم قيض الله له من بعثه من رقدته أكثر من مرة في محاولات لم تستوف، مثيل جهد المحقق الكاتب الأديب الفاضل السيد هادي باليل الموسوي الذي عثر على تتمة هامة للتذييل تسقطها من مصدر مخطوط فرتبها وحققها وقدم لها وعلق عليها بصورتها الماثلة هنا، والمكتبة الأدبية المختصة التابعة لمكتب سماحة آية الله العظمى المرجع الديني الاعلى السيد السيستاني - دام ظله إذ تفتح بطبع مثل هذا التذييل المغمور، باب جهودها القابلة لإحياء ما يقع في يديها من آثار وكنوز أدبية شيعية تسأل الباري عز وجل أن يوفقها في مسيرتها ويجعل ذلك خالصا لوجهه الكريم. المكتبة الأدبية المختصة محرم الحرام 1420 هـ‍",
            "page": "6",
            "part": "1",
            "seal": "62189BA5"
        },
        {
            "id": "6",
            "nass": "ترجمة المؤلف (1) : هو العلامة الجليل المحدث الفاضل النبيل، الرجالي المحقق، والفقيه الأصولي المدقق، السيد عبد الله ابن السيد نور الدين علي ابن السيد نعمة الله الحسيني الموسوي الجزائري التستري. ولد في مدينة تستر في السابع من شعبان سنة 1112 هـ‍، وهي سنة وفاة جده ¶ المحدث الجزائري الشهير. وكان جده المذكور ¶ __________ ¶ (1) له ترجمة في كتابه الإجازة الكبيرة (المقدمة) : 22، وفي كتابه تذكرة شوشتر: 60، وفي تحفة العالم: 69، وأعيان الشيعة 39 / 41، وطبقات الأعلام للطهراني (القرن الثاني عشر) : 456، ومصفى المقال في مصنفي علم الرجال: 246، وريحانة الأدب 2 / 254، وسفينة البحار 2 / 138، والفوائد الرضوية: 256، والكنى والألقاب 2 / 332، ومعارف الرجال 2 / 8، وروضات الجنات 4 / 257.",
            "page": "7",
            "part": "1",
            "seal": "8D65B06B"
        },
        {
            "id": "7",
            "nass": "قد تفرس في هذا المولود المبارك مستقبلا زاهرا فأهداه بعض كتبه، فكان كما تفرس فقد تعلم القراءة والكتابة في سن مبكرة (السادسة من عمره) ، وبدأ بقراءة المقدمات كالصرف والنحو والمعاني والبيان على والده فأتمها بسنتين، ثم انصرف إلى دراسة المعقول والمنقول. وما ان بلغ السادسة عشرة من العمر حتى أصبح متفننا في العلوم والمعارف الإسلامية، وكان جل اشتغاله قبل ذهابه إلى إصفهان على علماء تستر والحويزة والدورق كما صرح بذلك في إجازته الكبيرة، منها قوله في ترجمة الشيخ شمس الدين بن صفر البصري: رأيته في الدورق وقرأت عليه أكثر (شرح المطالع) هناك. وقال في ترجمة الشيخ عبد الحسين القاري الحويزي: رأيته في الحويزة كثيرا واستفدت منه. وفي ترجمة الشيخ عبد الله بن ناصر الحويزي الهميلي قال: اجتمعت به في الدورق وكان مدرسا في مدرستها ثم في الحويزة ثم في تستر واستفدت منه. وأقام في أصفهان مدة اشتغل فيها على علمائها ثم رحل إلى شيراز في طلب العلم ومنها إلى خراسان حيث زار مرقد الإمام الرضا عليه السلام واجتمع بأعلام تلك البلاد، ثم رحل إلى آذربيجان والبلاد العثمانية، وكان اهتمامه في هذه الرحلات بتحصيل العلوم وكسب المعارف المتداولة آنذاك أينما حل، لأنه كان حريصا على ذلك منهمكا في طلبها من الخاصة والعامة، وحتى من غير المسلمين. وكانت له مساهمات في تطور الأمور السياسية في البلاد، ومنها حضوره مؤتمر دشت مغان مع جملة من كبار العلماء لتتويج",
            "page": "8",
            "part": "1",
            "seal": "E2073E5B"
        },
        {
            "id": "8",
            "nass": "الملك الأفشاري نادرشاه الذي أطاح بالحكومة الصفوية وتربع على عرشها سنة 1148 هـ‍، فأنشأ السيد المترجم له خطبة بليغة بهذه المناسبة، وكان له اتصالات وثيقة وعلاقات طيبة بحكام المنطقة، أعني تستر والحويزة والدورق كما ذكر ذلك في كتابه (تذكرة شوشتر: 165) وكانوا يجلونه ويحترمونه. وفي سنة 1167 هـ‍ ظهرت فتن واضطرابات في البلاد كدرت خاطره فخرج متوجها نحو العتبات المقدسة في العراق، وكان طريقه على الدورق فحل ضيفا على زعيمي كعب الشيخين سلمان وعثمان ابني سلطان بن ناصر الكعبي، وقد أشاد بحسن سياستهما وتدبيرهما للأمور في البلاد. وكان قدس سره قد زار العتبات المقدسة غير مرة، منها في سنة 1153 هـ‍ وحج بيت الله الحرام. وأسندت إليه جميع المناصب الدينية في بلده تستر بعد وفاة والده سنة 1158 هـ‍. إطراء العلماء بالمدح والثناء عليه: أشاد بفضيلته كل من ذكره من العلماء وأثنوا عليه ثناء بالغا منهم الشيخ محمد حرز الدين، فقد وصفه بقوله (1) : عالم، فاضل، فقيه، محقق في علم الرجال والرواة، وكان شاعرا لامعا وكاتبا أديبا، وعد من مؤلفاته: الذخيرة الباقية، والذخيرة الأحمدية، وشرح مفاتيح الأحكام، وشرحا على النخبة للفاضل الفيض، وأجوبة المسائل النهاوندية، وله ذيل على سلافة ¶ __________ ¶ (1) معارف الرجال 2 / 8.",
            "page": "9",
            "part": "1",
            "seal": "CC8EF714"
        },
        {
            "id": "9",
            "nass": "العصر، وله التذكرة أخذنا منها في كتابنا (النوادر) ما يتعلق بأحوال جده السيد نعمة الله، وبعض أحوال السادة المرعشيين، ونسب المشعشعيين وبعض أحوالهم، والتحفة السنية في شرح النخبة المحسنية، توفي سنة 1173 هـ‍. والجدير بالإشارة ¶ هنا ما ذكره الشيخ حرز الدين من تاريخ ولادة المترجم له، فإنه ذكره في (17 شعبان سنة 1114 هـ‍) ، كما جاء في مصفى المقال أيضا أنه ولد سنة 1114 هـ‍ وفي طبقات الأعلام أرخه بسنة 1104 هـ‍، ولعله خطأ في الطبع أو الاستنساخ، والصحيح ما مر في صدر المقدمة والعمدة فيه على ما حققه السيد محمد الجزائري في كتابه (الشجرة المباركة) . وقال السيد محمد باقر الموسوي الخوانساري في الروضات (1) : كان من علماء زمان الفترة وطغيان الفتنة، بعد اختلال الدولة الصفوية في مملكة إيران المحمية، ماهرا في علم الحديث والفقه وفنون الأدب العربية، وقد ذكر في إجازته (الإجازة الكبيرة) تفصيل أحواله وأحوال والده، وأشار فيها إلى أحوال جملة من مشايخه المعظمين وأفاضل عصره المكرمين مثل المرحوم السيد صدر الدين الرضوي القمي، والسيد نصر الله الحائري، والمولى أبي الحسن العاملي، وكثير من فضلاء سلسلة المجلسي، وكان وضعها تكملة لكتاب (أمل الآمل) وتداركا لما فاته من أحوال علمائنا ¶ __________ ¶ › (1) روضات الجنات 4 / 257.",
            "page": "10",
            "part": "1",
            "seal": "4AA1BD45"
        },
        {
            "id": "10",
            "nass": "اللاحقين له إلى زمانه رحمه الله. وله أشعار رائقة وأفكار فائقة وكتب متينة وخزائن ثمينة، ثم عد مؤلفاته. وقال المحدث النيسابوري في كتابه (منية المرتاد) الذي صنفه في تفصيل نفاة الاجتهاد، ومنهم السيد السند العارف السيد عبد الله ابن السيد نور الدين ابن السيد نعمة الله الجزائري التستري قدس الله أرواحهم الزكية، وهو كجده وأبيه من أجلة مشايخ المحدثين. . . الخ. ¶ نسبه القصير: ذكر السيد المترجم له نسب جده السيد نعمة الله الجزائري في كتابيه (الإجازة) و (التذكرة) قائلا: رأيت صورة نسبه بخطه في موضعين هكذا: نعمة الله بن عبد الله بن محمد بن حسين بن أحمد بن محمود بن غياث الدين بن مجد الدين بن نور الدين بن سعد الدين بن عيسى بن موسى بن عبد الله بن الإمام موسى الكاظم عليه السلام. واستدرك على هذا النسب بعض النسابين فقال: إن الفترة الزمنية بين وفاة الإمام موسى بن جعفر عليهما السلام ووفاة السيد الجزائري تسعمائة وخمسون سنة تقريبا، أي أكثر من تسعة قرون، وقد جرت العادة عند النسابين أن يعدوا لكل قرن ثلاثة أجيال، وعليه فإن تلك الفترة تحتاج إلى ما يقارب خمسا وعشرين واسطة، وخلص النسابة المذكور إلى أن الصحيح في نسب السيد الجزائري كما يلي: السيد نعمة الله ابن السيد عبد الله ابن محمد ابن الحسين الملقب بشمس الدين بن محمود بن غياث بن أحمد بن علي بن",
            "page": "11",
            "part": "1",
            "seal": "3CDECD7E"
        },
        {
            "id": "11",
            "nass": "محمد بن أحمد بن الرضا بن إبراهيم بن هبة الله بن الطيب بن أحمد بن محمد بن القاسم بن أبي الفخار محمد بن علي بن معمر الضرير بن عبد الله بن أبي عبد الله جعفر الأسود الملقب ب‍ (زنقاح) بن محمد المعروف بالنصيبيني بن موسى بن عبد الله العولكاني ابن الإمام موسى بن جعفر عليهما السلام (1) . أما في ما يخص كتابه هذا (تذييل سلافة العصر) فقد ذكره المؤلف (السيد الجزائري) في إجازته الكبيرة في عداد مؤلفاته فقال: (وجزء في تذييل سلافة العصر) للسيد علي خان (2) ابن ميرزا ¶ __________ ¶ (1) بغية الطالب في نسب السادة الغوالب: 142 و 143. (2) هو السيد الجليل علي بن أحمد بن محمد معصوم الحسيني المدني المولود بالمدينة المنورة سنة 1052 هـ‍، ويتصل نسبه بزيد بن علي بن الحسين بن علي بن أبي طالب عليهم السلام، ب‍ (ست وعشرين واسطة) ، اشتغل بالعلم في المدينة، ثم هاجر إلى حيدر آباد الهند سنة 1068 هـ‍ وأقام هناك ثماني وأربعين سنة، أعطي فيها مناصب عسكرية، فلقب ب‍ (خان) ، ثم استعفى وحج بيت الله الحرام وزار مشهد الإمام الرضا عليه السلام، وورد أصفهان سنة 1117 هـ‍ ثم حل بشيراز مدرسا إلى أن توفي بها سنة 1118 هـ‍، أو سنة 1120 هـ‍ ودفن في حرم السيد أحمد شاهچراغ ابن الإمام علي بن موسى الرضا عليه السلام. وفي أيام إقامته بالهند، ألف كتابه (سلافة العصر) سنة 1081 هـ‍ وذيله بعد عودته من الهند، فسمى التذييل (ملحقات السلافة المشحونة بكل أدب وظرافة) من أراد الاطلاع مفصلا على أحواله فليراجع مقدمة كتابه (الدرجات الرفيعة في طبقات الشيعة) . أما ما يخص كتابه (سلافة العصر) فقد ذكر العلامة الطهراني في (الذريعة 12 / 212) ما يلي: سلافة العصر في محاسن الشعراء بكل مصر، للسيد علي خان بن أحمد المعروف ب‍ (ابن معصوم المدني) ذكر فيه جملة من أعيان عصره من العامة والخاصة، مرتب على أقسام خمسة: أولها في أهل الحرمين، والثاني في أهل الشام ومصر ونواحيها، والثالث في أهل اليمن، والرابع في أهل العجم والبحرين والعراق، والخامس في أهل المغرب وشرع فيه سنة 1081 هـ‍ وفرغ منه سنة 1082 هـ‍ سلك فيه مسلك الثعالبي في (يتيمة الدهر) ، والباخرزي في (دمية القصر) . أقول: وهو مطبوع طبعة رديئة كثيرة الأغلاط جدير بأن يحقق ويطبع طبعة جديدة تليق بشأنه.",
            "page": "12",
            "part": "1",
            "seal": "219AEC4F"
        },
        {
            "id": "12",
            "nass": "أحمد السيد معصوم من أحفاد السيد غياث الدين منصور المشهور ب‍ (أستاذ البشر) صاحب المدرسة المنصورية بشيراز، وهو تأليف بديع جمع فيه أعيان المائة الحادية عشرة، لكن فاته منهم جمع كثير وجم غفير في أعيان هذه الأقطار، لأنه ألفه أيام إقامته بالهند فلم يحط بأحوال من لم يبلغه هناك صيته، وقد تتبعت أحوال بعض من أطلعت عليه منهم وذكرته على سياق كلامه، فأعجب الوالد بذلك. (الإجازة الكبيرة: 55 طبعة قم سنة 1409 هـ‍) وأشار إلى هذا التذييل العلامة الطهراني في (الذريعة 4 / 54) ، والسيد محمد الجزائري في (شجرة مباركة: 35) . كان هذا التذييل نادر الوجود، صعب الحصول، مغمورا في خبايا المكتبات وبطون المجموعات المنسية، حتى عده بعض المتتبعين من أسرة المؤلف في جملة الكتب المفقودة، عدا عبارات وجيزة نقلها منه المؤلف نفسه في كتابه (الإجازة الكبيرة) . ولعل",
            "page": "13",
            "part": "1",
            "seal": "237A4D8F"
        },
        {
            "id": "13",
            "nass": "سبب خفائه وعدم ظهوره، اختصاره وصغر حجمه، إذ انه لا يتجاوز عشر ورقات من القطع المتوسط. وقد جرت العادة عند الكتاب والنساخ قديما أن يضموا الآثار الوجيزة إلى المجموعات المطولة في الاستنساخ فيصبح المجموع الكبير طافحا بالنفائس المتعددة المختصرة لكنها شبه الضائعة، إذ لا يدل اسم المجموع (إن كان له اسم) على ما فيه من الآثار بالتفصيل، كما أنهم لم يفهرسوا لمحتوياته لا في البداية ولا النهاية، فكم من أثر جليل (كهذا التذييل) أتعب الأدباء والمحققين في سبيل العثور عليه، فلم يسعفهم الحظ في ذلك، بينما هو في مجموع مهمل ليس له نظام ولا لفصوله ومحتوياته خاص من عام، حتى يقيض الله له من يستخرجه فيكون سببا ¶ لإحيائه. وهكذا كان هذا التذييل، حتى ظهرت له نسخة بخط الفاضل المتتبع السيد محمد علي الروضاتي الأصفهاني أدام الله أيام عزه، وكان قد استنسخها وضمها إلى كتاب له شرع في تأليفه سنة 1365 هـ‍ عن نسخة بخط ابن المؤلف السيد بهاء الدين محمد ابن السيد عبد الله الجزائري، الذي كتبها هو عن خط والده سنة 1200 للهجرة. وهي تضم تراجم ستة من الأدباء والعلماء على النحو التالي: ¶ 1 - السيد إسماعيل ابن السيد سعد الموسوي الحويزي. ¶ 2 - السيد شهاب الدين بن معتوق الموسوي الحويزي. ¶ 3 - ابنه السيد معتوق بن شهاب الدين الموسوي الحويزي. ¶ 4 - الشيخ فتح الله بن علوان الكعبي الدورقي. ¶ 5 - السيد قوام الدين الحسني السيفي القزويني.",
            "page": "14",
            "part": "1",
            "seal": "4D006031"
        },
        {
            "id": "14",
            "nass": "6 - والد المؤلف السيد نور الدين ابن السيد نعمة الله الجزائري. ثم ظهرت نسخة أخرى ضمن مجموع مرقم ب‍ 7337 في مكتبة آية الله السيد النجفي المرعشي قدس سره في مدينة قم، وهذا المجموع يحتوي على عدة رسائل كلها للمؤلف بخط حفيده السيد نعمة الله ابن السيد محمد هادي ابن السيد عبد الله الجزائري كتبها سنة 1213 هـ‍، إلا ان هذه النسخة تنقص عن نسخة السيد الروضاتي بسقوط ترجمة الشيخ فتح الله بن علوان الدورقي منها. وأخيرا عثرت على مجموع دورقي يشبه الكشكول في محتوياته، ويبدو أنه ناقص من أوله وآخره ووسطه وفي ضمنه ترجمتان لعالمين أديبين في صفحة واحدة قبلها أوراق ساقطة ¶ وهما: ¶ 1 - السيد علي بن باليل الموسوي الدورقي. ¶ 2 - ابنه السيد إبراهيم ابن السيد علي بن باليل الدورقي، وهذان العالمان ممن ذكرهما المؤلف (السيد الجزائري) في إجازته الكبيرة وأشاد بفضلهما وأدبهما، والعبارات والإنشاء في هاتين الترجمتين على غرار عبارات السيد الجزائري في التذييل، لا سيما وان هناك قرائن تدل على أن الأوراق الساقطة قبل هاتين الترجمتين هو التذييل نفسه، ومن هنا فاني ألحقتهما بالتذييل المذكور وصدرتهما بالعبارة التالية: (وفي تذييل على سلافة العصر لبعض الأدباء ما يلي) : وكان اعتمادي في إخراجه بهذه الصورة على النسخ المشار إليها، إذ ليس فيها اختلاف كبير عدا بعض التراجم الساقطة كما سبقت الإشارة، وإن بعضها يكمل بعضا.",
            "page": "15",
            "part": "1",
            "seal": "3313699C"
        },
        {
            "id": "15",
            "nass": "كما أني جعلت العبارات المنقولة منه في (الإجازة الكبيرة) موضع الترجيح فيما إذا اختلفت النسخ المذكورة، وهذا ما تيسر لي حسب الجهد والاستطاعة والله ولي التوفيق. هادي باليل قم المقدسة 17 رمضان المبارك 1419 هـ‍. * * *",
            "page": "16",
            "part": "1",
            "seal": "7B86F580"
        },
        {
            "id": "16",
            "nass": "تذييل سلافة العصر للسيد عبد الله الجزائري ¶ المتوفى سنة 1173 هـ‍",
            "page": "17",
            "part": "1",
            "seal": "5D9A5C41"
        },
        {
            "id": "17",
            "nass": "1 - السيد اسماعيل ابن السيد سعد الموسوي الحويزي (1) : نسب يضاهي البدر وحَسَب ينشرح به الصدر، وزهد وإخبات وورع، وفضل بلباس التقوى ادّرع، ومجد وشرف ومنقبة، وفطنة عن أسرار اللاّهوت منقّبة، وكرم حاتمي وشمم هاشمي، وطباع ما زاحمه فيها أحد ولا شاركه، وأخلاق تشهد أنّه فرع تلك الشجرة المباركة، وجدّ لا يشوبه هزل، وجود ما جاراه جواد إلاّ وزلّ، ذو نفس أبيّة، لا يداهن في الاُمور الحسبيّة، وله في القلوب وقع ومهابة، ما رأى من أحدٍ منكراً إلاّ مزّق اهابه. ¶ __________ ¶ (1) ذكره في أمل الآمل (2 / 34) فقال: عالم فاضل، شاعر محقق معاصر. (انتهى) : وأغلب الظن انه من السادة المشعشعيين والأقرب من آل أبي لاوي عمومة السيد شهاب الدين بن معتوق الموسوي الحويزي الذي سيأتي ذكره في الرقم الثاني من التذييل.",
            "page": "19",
            "part": "1",
            "seal": "8E50DBCF"
        },
        {
            "id": "18",
            "nass": "وكان رحمه الله منذ حلّ الشباب تميمته، قد عقد على اقتناء المعارف عزيمته، ففارق سكنه وهجر إلى بلاد العجم وطنه، واشتغل على مَن هناك من الجهابذة الطائر ذكرهم في الآفاق، كالملاّ رجب علي والملاّ شمسا الجيلاني وأمثالهما من حكماء الإشراق، إلى أن نبغ بين الأقران والأتراب، والتقط من فرائد فوائدهم ملء الكمّ والجيب والجراب. ثُمَّ رجع إلى أهله وجيرته محموداً في سريرته وسيرته، وكان في عنفوان أمره وريعان عمره قاصر الطرف على الفلسفة والمنطق، لا يلهج بغيرهما ولا ينطق، ولم يتفرّغ للعلوم السّمعية، إلاّ بعد ان أخلق البُردَ القشيب، وخرج من وراء الشباب إلى ذيول المشيب، فأسف حينئذٍ وندم، على تأخير ما أخّر وتقديم ما قدّم. ¶ وقد بلغني من زهده وكرامته قدّس الله روحه، انّه كان في أوقات مجاورته بالحرمين الشريفين قد قلّ ماله، ورثّ حاله، وكان أحد عظماء العرب قد نذر لله مالاً جزيلاً يصرفه في وجوه القرب، فأتاه النبي صلى الله عليه وآله في الطيف وقال: ائتِ مسجد الخيف، وابغ رجلاً من أولادنا من حليته كذا وكذا فإذا اصبته بالوصف المذكور، فادفع إليه المال المنذور، فانتبه الرجل قرير العين، متأهّباً لقضاء الدين، وتوصّل إلى الموسم، يتخلّل الناس، ويتطلّعهم في الهيئة واللّباس، حتى وقع نظره عليه، فألقى سرّه وصرته إليه، فأنف السيد عن القبول، وقال دعني من هذا الفضول، لعلّك تجد في هذا الجمّ الغفير، أخصّ بهاتيك الصفات، وأحوج إلى هذا المال منّي بكثير، على أنّ",
            "page": "20",
            "part": "1",
            "seal": "E056730F"
        },
        {
            "id": "19",
            "nass": "الرؤيا ليست بحاجّة ولا لي إلى مالك حاجة. ¶ تُوفّي طاب ثراه في عشر المائة بعد الألف الهجرية بالحويزة، وقبره هناك معروف يُتبرّك به ويُزار، ويخفّف عن زائريه الأوزار، ولا يحضرني من شعره النفيس إلاّ قطعتان من التخميس وهما قوله: ¶ وِصالُ سكّان نجدٍ مُنتهى غرضي ... وحبُّهم والهوى نفلي ومُفتَرضي ¶ إِن كان قربُهُمُ وقفاً على حرضي ... يا ممرضي بربى نجدٍ أعد مَرضي ¶ عسى يعودون عُوّداي وزوّاري ¶ وقوله: ¶ خلا الرّبعُ من أهل المودّة والوفا ... وقد كان قِدماً للكواعبِ مألفا ¶ أيا جارتي ما بالُهُ ربعُهُ عفا ... كأنّ لم يَكُنْ بين الحُجُون إِلى الصَّفا ¶ أنيسٌ ولم يسمُرْ بمكّةَ سامرُ ¶ (1) * * * ¶ __________ ¶ (1) البيت لمضاض بن عمرو الجرهمي يقال أنه كان أبا زوجة النبي إسماعيل الذبيح بن إبراهيم الخليل عليهما السلام وان جميع أولاد النبي إسماعيل عليه السلام من بنت مضاض بن عمرو وكان مقيما في الحجاز تابعا لليمن.",
            "page": "21",
            "part": "1",
            "seal": "B97F56F1"
        },
        {
            "id": "20",
            "nass": "2 - السيد شهاب الدين بن أحمد بن زيد بن عبد المحسن ¶ ابن علي بن محمّد بن فلاح (1) الموسوي الحويزي ¶ شهاب الشَّرف الثاقب، ودرّي فلك المناقب، نسب أسنى من شمس الرابعة، وحسب أحيا مراتع الأدب ومرابعه، والمدوّن من شعره يناهز عشرة آلاف بيت، يكاد يحيا به الميت، ويعنو لها الفرزدق والكميْت، فمن محاسنها قوله في مطلع قصيدة يمدح بها النبي صلى الله عليه وآله وقد أنشدها حياله: ¶ هذا العقيقُ وتلكَ شُمُّ رعانهِ ... فامزجْ لُجينَ الدَّمع من عقيانهِ ¶ __________ ¶ (1) أخطأ المؤلف في سلسلة نسب المترجم، والصحيح في نسبه انه: السيد شهاب الدين (المتوفى سنة 1087 هـ‍) بن السيد أحمد بن السيد ناصر بن السيد معتوق (المعروف بحوزي أيضا) بن السيد لاوي بن السيد حيدر بن السلطان المحسن (المتوفى سنة 905 هـ‍) بن السيد محمد مهدي الملقب بالمشعشع (المتوفى سنة 866) بن السيد فلاح بن السيد هبة الله بن السيد حسن بن السيد علم الدين علي المرتضى النسابة (المتوفى سنة 719 هـ‍) بن النقيب السيد عبد الحميد (المتوفى حدود سنة 684 هـ‍) بن العلامة الشهير السيد فخار (المتوفى سنة 630 هـ‍) صاحب كتاب الحجة على الذاهب إلى تكفير أبي طالب بن الشريف أبي جعفر معد بن السيد فخار بن السيد أحمد بن السيد محمد بن السيد أبي الغنائم محمد بن السيد أبي عبد الله الحسين الشيتي بن السيد محمد الحائري بن السيد إبراهيم المجاب بن السيد محمد العابد دفين شيراز بن الإمام موسى الكاظم عليه السلام. ذكرت نسبه بهذه الصورة في كتابي الياقوت الأزرق في اعلام الحويزة والدورق نقلا عن عدة مصادر في التراجم والأنساب.",
            "page": "22",
            "part": "1",
            "seal": "D1F8FA00"
        },
        {
            "id": "21",
            "nass": "وانزل فثمَّ معرّسٌ أبداً ترى ... فيه قلوبَ العشقِ من رُكبانه ¶ واشمُمْ عبيرَ ترابهِ والثمْ حصىً ... في سفحهِ انتثرتْ عُقودُ جُمانه ¶ واعدِلْ بنا نحَو الُمحصَّبِ من مِنى ... واحذر رُماة الغَنج من غزلانه ¶ وتوقَّ فيه الطّعنَ إمّا من قنا ... فرسانهِ أو من قُدودِ حسانه ¶ أكرِمْ به منْ مربعٍ مِنْ وردهِ ال ... وجناتُ والقاماتُ من أَغصانه ¶ مغنى إذا غنّى حَمامُ أراكهِ ... رقصتْ به طرباً معاطفُ بانه ¶ فلكٌ تنزّلَ فهوَ يُحسب بقعة ... أوَما تَرى الأقمارَ من سُكّانه ¶ خضَب النجيعُ غزالَهُ وهِزَبْره ... هذا بوجنته وذا ببنانه ¶ فلَئِنْ جهلتَ الحتفَ أينَ مَقرُّهُ ... سلني فأنّي عارفٌ بمكانه ¶ هو في الجفون السّود من فتياتِه ... أو في الجفونِ البيض من فتيانه",
            "page": "23",
            "part": "1",
            "seal": "D9CA5DF7"
        },
        {
            "id": "22",
            "nass": "مَن لي برؤية أَوجُهٍ في أوجُهٍ ... حجبَ البعادُ شُموسَها بعنانه ¶ بيضٌ إذا لعبت صباً بذيولِها ... حَملَ النسيمُ المسكَ في أَردانه ¶ وقوله في مطلع قصيدة اُخرى يمدح بها النبي صلى الله عليه وآله أيضاً: ¶ لا بَرّ في الحُبّ يا أهل الوَفا قسمي ... ولا وَفتْ للعُلى إنْ خُنتُكُمْ ذِمَمي ¶ وإن صبوتُ إلى الأغيارِ بَعدَكمُ ... فلا ترقَّتْ إلى هاماتها هِممي ¶ وإن خبتْ نارُ وجدي بالسُّلُو فلا ... وَرتْ زنادي ولا أَجرى النُّهى حِكَمي ¶ ولا تعصفر لوني بالهوى كمداً ... إنْ لم يُوَرّده دمعي بعَدكمْ بدَمي ¶ ولا جنت وردَ جنّات الدُّمى حدقِي ... إن لم تزرْكُمْ على شوكِ القَنا قدَمي ¶ ولا رشفتُ الحُميّا من مراشفِها ... إنْ كان يصفو فؤادي بعد بُعدِكُمِ ¶ ولا تلذّذتُ في مرّ العذاب بكم ... إن كان يعذب إلاّ ذكركمْ بفمي ¶ وقوله أيضاً في مطلع قصيدة اُخرى:",
            "page": "24",
            "part": "1",
            "seal": "67C54A25"
        },
        {
            "id": "23",
            "nass": "حَفَرتْ بسيفِ الغَنجِ ذمِّةَ مِغفري ... وفَرَتْ برُمحِ القدِّ درعَ تصبُّري ¶ وجلَتْ لنا من تحت مسكةِ خالها ... كافورَ فجرٍ شقَّ ليلَ العنبرِ ¶ وغدت تذُبّ عن الرّضاب لحاظها ... فحمتْ علينا الحورُ وردَ الكوثر ¶ ودنت إلى فمها أراقِمُ فرعِها ... فتكفّلت بحفاظ كنزِ الجوهر ¶ يا حاملَ السيف الصّحيح إذا رنَتْ ... إيّاك ضربة جَفْنِها المتكسِّر ¶ وتوقّ يا ربَّ القناة الطعنَ إنْ ... حَملت عليك من القوام بأَسمر ¶ برزت فشِمْنا البرقَ لاحَ ملثّماً ... والبدرَ بين تَقَرْطُقٍ وتخمر ¶ وسَعت فمرّ بنا الغزال مطوَّقاً ... والغصنُ بينَ مُوشَّحٍ ومؤزَّر ¶ بأبي مراشفُها التي قد لُثِّمتْ ... فوقَ الأقاحي بالشقيق الأحمر ¶ وبمهجتي الرَّوضُ المقيمُ بِمُقْلةٍ ... النُّعاس بها ذهابَ تحيُّر",
            "page": "25",
            "part": "1",
            "seal": "B4CBC81D"
        },
        {
            "id": "24",
            "nass": "تالله ما ذُكِرَ العقيق وأهلُه ... إلاّ وأجراهُ الغرامُ بمحْجَري ¶ لولاه ما ذابت فرائدُ عبرتي ... بعد الجمود بحرّ نار تذكُّري ¶ روحي الفداءُ لظبية الخدرِ التي ... بُنيَ الكَناسُ لها بغابِ القسور ¶ لم انسَ زورتها ووجنات الدُّجى ... تنباع ذفراها بمسكٍ أذفَر ¶ أمّت وقد هزّ السِّماكُ قناتَهُ ... وسطا الضياءُ على الظلام بخنْجر ¶ والقوس معترضٌ أراشت سهمَهُ ... بقوادم النَّسرين أيدي المُشتري ¶ طوراً أرى طوقي الذراعَ وتارةً ... منها أرى الكفَّ الخضيبَ بمُسوَر ¶ حتى بدا كسرى الصباحَ وأدَبرتْ ... قومُ النجاشي عن عساكر قيصر ¶ لمّا رأت روضَ البنفسجِ قد ذوى ... من ليلنا وزهت رياضُ العُصفر ¶ والنجمُ غارَ على جوادٍ أدهمٍ ... والفجرُ أقبلَ فوقَ صهوةِ أشقر",
            "page": "26",
            "part": "1",
            "seal": "E5836053"
        },
        {
            "id": "25",
            "nass": "فزعتْ فضرّست العقيقَ بلؤلؤٍ ... سكنتْ فرائدهُ غديرَ السُّكّر ¶ وتنهَّدتْ جزعاً فأثّر كفُّها ... في صدرِها فنظرْتُ مالَمْ أنظُر ¶ أقلامَ مرجانٍ كتبنَ بعنبرٍ ... بصحيفة البلُّور خمسةَ أسطُر ¶ وقوله أيضاً في مطلع قصيدة اُخرى: ¶ سلْ ضاحكَ البرق ليلاً عن ثناياها ... فقدْ حكاها فهلْ يروي حكاياها ¶ وهلْ درى كيف ربُّ الحُسن رتَّلها ... والجوهرُ الفردُ منهُ كيف جزّاها؟ ¶ وما سُقاة الطِّلا تدري إذا ابتسمت ... أيَّ الحيا بانَ عند الشّرب أشْهاها ¶ وهل رياض الرُّبا تدري شقائقُها ... في خدّها أيَّ خالٍ في سُوَيْداها ¶ وإن رأيتَ بُدور الحيِّ وهي بهمْ ... فحيِّ بالسرِّ عنّي وجهَ أحْياها ¶ واقصد لُباناتِ نعمانٍ وجيرتَها ... واذكُرْ لبانات قلبي عند لُبناها ¶ عرّج عليها عن الألباب ننشُدها ... فإنّنا منذُ أيامٍ فقدْناها",
            "page": "27",
            "part": "1",
            "seal": "FD5406D1"
        },
        {
            "id": "26",
            "nass": "وقف على منزلٍ بالخيف نسأله ... عن أنفُسٍ وقلوبٍ ثَمَّ مثْواها ¶ مَعاهدٌ كلَّما أمسيتُ غامرَها ... ليلاً وأصبحتُ مجنوناً بلَيْلاها ¶ ومنها: ¶ حتَّى نزلنا على الدّار التي شَرُفَتْ ... بمَن بها ولثمْنا دُرَّ حصْباها ¶ فعارضتنا بدورٌ من فوارسها ... تحمي خدورَ شموسٍ منْ عَذاراها ¶ ضِيفَانُهُم غيرَ أنّا لا نُريدُ قرَىً ... إلاّ قلوباً إليهم قد أضفناها ¶ ما كان يجدي ولا يغني السّرى دَنِفاً ... لكنَّ حاجةَ نفسٍ قد قضيْناها ¶ لم نشكُ من محن الدُّنيا إلى أحدٍ ... من البريَّة إلاّ كان إحداها ¶ وقوله أيضاً في مطلع قصيدة اُخرى: ¶ عُجْ بالعقيق وناد اُسد سُراتِهِ ... أسرى قلوبٍ في يَدَي ظَبياتِهِ ¶ وابذِلْ به نقدَ الدُّموع عساهُمُ ... أنْ يُطلقوها رُشوةً لقُضاته",
            "page": "28",
            "part": "1",
            "seal": "DFA856DB"
        },
        {
            "id": "27",
            "nass": "واسألهُمُ عمّا بهم صنع الهوى ... لشقائهنَّ به وجور وُلاته ¶ هامت بواديه القلوبُ فأصبحت ... منّا النُّفوسُ تصيحُ في ساحاته ¶ إن لم تُذقنا الموتَ أعينُ عِينِه ... كمداً فأصحانا لفي سكراته ¶ تقضي وينشرنا هواهُ كأنّما ... نفسُ المسيح يهبُّ في نفحاته ¶ حَرَمٌ بأجنحة النُّسور صيانةً ... عضّت كواسره على بيْضاته ¶ وحمىً به نصبَ الهوى طاغوتَه ... فاحذر به إن جُزْتَ فتنةَ لاته ¶ لم ندرِ أيُّهما أشدُّ إصابةً ... مُقلُ الغواني أمْ سهامُ رُماته ¶ وقوله أيضاً من قصيدة اُخرى: ¶ هذا الحمى فانزل على جرعائِهِ ... واحذَرْ ظُبا لفتات عِين ظبائِهِ ¶ وانشُدْ به قلباً أضاعتهُ النَّوى ... من أضلعي فعساهُ في وعسائه ¶ وسل الأراكَ الغضَّ عن روحٍ شكت ... حرَّ الجوى فلجتْ إلى أفيائه",
            "page": "29",
            "part": "1",
            "seal": "8AE17187"
        },
        {
            "id": "28",
            "nass": "واقصد لُباناتِ الهوى فلعلَّنا ... نقضي لباناتِ الفؤاد التائه ¶ واضمُم إليك خُدودَ أغصان النَّقا ... والثمْ ثغورَ الدرِّ من حَصْبائه ¶ واسفح بذاك السفحِ حول غديرهِ ... دمعاً يُعسجدُ ذوبَ فضّةِ مائه ¶ سقياً له من ملعبٍ بعقولنا ... وقلوبنا لعبتْ يدا أهوائه ¶ مغنىً به تهوى القلوبُ كأنَّما ... يُذكي الهوى في الصبِّ بردُ هوائه ¶ نفحاتهُ تبري الضرير كأنّما ... ريحُ القميصِ تهبّ من تلقائه ¶ عهدي به ونجومُ أطرافِ القنا ... والبيضُ مُشرقةٌ على أحيائه ¶ والاُسدُ تزأرُ في سُروج جياده ... والعِينُ تبغم في حجالِ نسائه ¶ والطيفُ يطرقه فيعثر بالرَّدى ... تحت الدُّجى فيصدُّ عن إسرائه ¶ والظلّ تقصره الصَّبا وتمدُّه ... والطير يُعرِبُ فيه لحنَ غنائه ¶ وقوله أيضاً في مطلع قصيدة:",
            "page": "30",
            "part": "1",
            "seal": "968E89B3"
        },
        {
            "id": "29",
            "nass": "روتْ عن تراقيها العقودُ عن النَّحرِ ... محاسنَ ترويها النجومُ عن الفَجرِ ¶ وحدَّثنا عن خالِها مِسْكُ صدْغِها ... حديثاً رواهُ اللَّيل عن كلْفَة البدر ¶ وركَّبَ منها الثَّغرُ أفرادَ جُمْلةٍ ... حكاها فَمُ الإبريق عن حَبَبِ الخمر ¶ ولي مدمعٌ في حُبِّها لو بكى الحَيا ... به نبتَ الياقوت في صدفِ الدُّرّ ¶ لقد غصبت منها القرونُ ليالياً ... من الدَّهر لولا طولُها قلتُ من عُمري ¶ أما وسُيُوفٍ للحُتُوف بجفنها ... تُجرَّدُ عن غمدٍ وتُغْمَدُ في سحْر ¶ وهُدْبٍ تسقَّى نَبْلُه سمَّ كُحلها ... فذبّ بشوك النَّحل عن شَهْدَة الثَّغر ¶ وصِمْنَةُ قُلبٍ غصّ منها بمِعْصَمٍ ... ووسواسُهُ الخنّاس ينفثُ في صدري ¶ وطوْقُ نُضار يستسرُّ هلاله ... مع الفجر تحت الشَّمس في غسقِ الشِّعر ¶ لفي القلب منّي لوعةٌ لو تجنُّها ... حشا المُزْن أمسى قَطْرُها شررَ الجمْر ¶ وهو من صنائع ملوك الحُوَيزة السيد علي خان وبنيه",
            "page": "31",
            "part": "1",
            "seal": "2BB52EE3"
        },
        {
            "id": "30",
            "nass": "وحسين باشا بن علي باشا ابن افراسياب ملك البصرة وذويه، وأكثر أشعاره في مدائحهم؛ إذ درّت عليه أخلاف منائحهم شُكراً لنعمتهم وجزاءً لها، واللُّها تفتح اللَّها. (1) . * * * ¶ __________ ¶ (1) اللها بضم اللام: العطايا، وهو جمع اللهوة بالضم: العطية. (قاله ابن الأثير في النهاية) . واللها بفتح اللام: اللحمة المشرفة على الحلق في أقصى سقف الفم ويستخدم مجازا عن الفم. قال عبد الجليل بن وهبون الشاعر الأندلسي ارتجالا في مجلس أمير إشبيلية، أبي القاسم محمد بن عباد المعتمد على الله من امراء المرابطين يذكر سبب مدح المتنبي سيف الدولة الحمداني: لئن جاد شعر ابن الحسين فإنما * تجيد العطايا واللها تفتح اللها تنبأ عجبا بالقريض ولو درى * بأنك تروي شعره لتألها",
            "page": "32",
            "part": "1",
            "seal": "1AA4B8BA"
        },
        {
            "id": "31",
            "nass": "3 - السيد معتوق ابن شهاب الدين الموسوي الحويزي (1) : ¶ عتيق ابن عتيق وعريق في الأدب ابن عريق، ذو جِدّ وهزل، وفكاهة وغزل، وخلاعة تُطرِبُ الَّثمالى، وتضحك الثَّكالى، وهو المعتني بشعر أبيه وجمع شتاته وتدوينه وترتيبه بعد وفاته، وذكر في فاتحة الدِّيوان أنّ وفاته كانت يوم الأحد لأربع عشر خلت من شهر شوّال من السنة السابعة والثمانين والألف من الهجرة، وله من العمر يومئذٍ اثنان وستّون سنة، ثم قال: وبقيت بحالةٍ بغَّضت لديّ المقامَ والدَّوام، وحبّبت إليّ الهيام والحِمام: ¶ مكتئباً ذا كبدٍ حرّى ... تبكي عليه مقلةٌ عبرى ¶ يرفع يُمناهُ إلى ربّه ... يشكو وفوق الكبد اليُسرى ¶ يبقى إذا حدّثتهُ باهتاً ... ونفسُه ممّا به سكرى ¶ __________ ¶ › (1) هو معتوق بن شهاب الدين بن أحمد بن ناصر بن حوزي المعروف بمعتوق أيضا وقد عرف به حفيده شهاب الدين الشاعر فسمي ابن معتوق نسبة إليه وأبا معتوق كنية بابنه ومن هنا عبر صاحب التذييل في مدحه لمعتوق بن شهاب الدين بقوله: (عتيق ابن عتيق) تورية. ذكره صاحب كتاب (نشوة السلافة ومحل الإضافة) وأثنى عليه وأورد شيئا من شعره (توفي سنة 1119 هـ‍) .",
            "page": "33",
            "part": "1",
            "seal": "5FB86BA9"
        },
        {
            "id": "32",
            "nass": "تحسبُهُ مستمعاً ناصتاً ... وقلبه في اُمةٍ اُخرى ¶ ومن شعره في السيّد علي خان قوله: ¶ مولىً فضائلهُ ونائلهُ ... كلٌّ يفوتُ العدَّ والحَصرا ¶ وخصيبُ ساحته وراحته ... يُؤوي الفقير ويطردُ الفقرا ¶ خيرُ الكرامِ ولا مبالغةٌ ... فيه وأفخَرُهُمْ ولا فَخْرا ¶ وهُمُ على الإطلاقِ سيِّدُهُمْ ... بنوالهِ فهُمُ له اسرى ¶ لا غروَ إن نُسِبَتْ إليه مَعا ... ليهم وحاز الحمدَ والشُكْرا ¶ فهُمُ وإن شَرُفوا فقدْ وضَعُوا ... آلاءَه كي توصلَ البِرَّا ¶ عَشِقُوا، المديح فكان حظُّهُمُ ... منه القليلُ وأتلفوا الوَفْرا ¶ وتنافسوا فيه لِما علِموا ... أنَّ المديحَ يخلّدُ الذِّكْرا ¶ وأتاهُ إذ وافاهُمُ خجِلاً ... ممّا أتاهُ يحاول العذْرا",
            "page": "34",
            "part": "1",
            "seal": "E0C6DE67"
        },
        {
            "id": "33",
            "nass": "يدري ويعلم أنَّهُ ملِكٌ ... مولىً له وبمُلْكه أحْرى ¶ فقضى بنائله لقائله ... وأحلّه من عَرْضه قَصْرا ¶ والقصدُ منهُ أنْ يدومَ لهُ ... الذكرُ الجميلُ ويغْنمَ الأجرا ¶ ما كان في الاُولى له نظرٌ ... إلاّ ومطمحهُ إلى الاُخرى ¶ * * *",
            "page": "35",
            "part": "1",
            "seal": "9C217372"
        },
        {
            "id": "34",
            "nass": "4 - الشيخ فتح الله بن علوان الكعبي الدورقي (1) : ¶ ذو باع في الأدب مديد، ونظرٍ في إدراك اللّطائف حديد، وفهم في مواقع النكات سديد، وكدٍّ في اقتناص المعارف شديد، ويد تلعَب بالمعاني لعب الراح بالعقول، وذهن انطبع فيه فنون المعقول والمنقول، رأيتُه في أواخر عمره وقد غيّره الزَّمان: ¶ إنّ الثمانين وبلِّغتُها ... قد أحوجت سمعي إلى ترجمان ¶ له كتب منها: \"كتاب زاد المسافر\"، في تحرير واقعة البصرة، ذكر في أوّله أحواله، وأنّه وُلد بقبان، ولمّا ترعرع اشتغل على أبيه، ثُمَّ ارتحل إلى شيراز واشتغل على السِّيد نعمة الله والسيد عزيز الله، والشاه ابي الولي وغيرهم. ¶ ثمّ رجع إلى مولده ووُلِّي قضاء البصرة، إذ كانت في تصرّف العجم، وأدرج في كتابه هذا كثيراً من الأدبيات وحرّر فيه البديعيات أكمل تحرير، ومنها: \"كتاب الإجادة\" في شرح قصيدة السيد علي بن باليل الموسومة بالقلادة، ومطلعها: ¶ رُدّي عَليَّ رُقادي أيّها الرُّودُ ... علِّي أراك به والبيْنُ مفْقودُ ¶ __________ ¶ (1) ولد في القبان من توابع مدينة الدورق القديمة سنة 1053 هـ‍، وتوفي سنة 1130 هـ‍، ذكر في أكثر المعاجم وكتب التراجم.",
            "page": "36",
            "part": "1",
            "seal": "7B6D0413"
        },
        {
            "id": "35",
            "nass": "سلك فيه مسلك الصّفدي في شرح لامية العجم، وله كتبٌ اُخرى لم أقف عليها وشعر قليل. توفّي سنة الثلاثين بعد المائة والألف الهجرية رحمة الله عليه. ¶ * * *",
            "page": "37",
            "part": "1",
            "seal": "5B164F7C"
        },
        {
            "id": "36",
            "nass": "5 - السيد قوام الدين الحسني السيفي القزويني: ¶ قوام المجد العصاميّ وعصامهُ، وذروة الشَّرف السامي وسنامهُ، ومالك ناصية الفضل وعزَّتها، وانسان عينه وقُرَّتِها، وشمس قلادته ودُرَّتها، ومُصرِّفُ أزمَّة النثر والنظم، ومُعيد رُواء الأدب بعدما وهن منه العظم، وأوحده الذي يقطع البلغاء بفريد كلامه، ويلاعب في حلباته بأسنّة أقلامه، إلى علم وسع المعقول والمشروع، وأحاط بالاُصول والفروع، وحلم وكرم وجود، وأخلاق يحقُّ لها السُّجود، وحظّ عظيم من قوّة الارتجال، والتهجّم على أبكار المعاني في الحجال، وهتك الأستار منها والخدور، وافتراش الصُّدور وافتراع البدور، واستخراج اللَّئالي من البحور، وتقليدها في أعناق الحور، وتحلية السواعد منها والنحور، بألفاظٍ أعذب من السيح، وأسجاع أطيب من أنفاس المسيح، وأمّا المُلَحُ والنوادر فهو أبو عذرها، ومبتدىءُ حُلوها ومرِّها. ¶ وكان بينه وبين الوالد أطال الله بقاه من المخالَّة والمصافاة ما بين الخليصَيْن المُتصادقَيْن، والخليلَين المتوافقَين، لا يَرى أحدُهُما فضلاً إلاّ للآخر، ومن شعره إلى الوالد في جواب كتاب: ¶ نور الهداية قد بدا من تُستَرا ... تأبى فضائُل سيّدي أن تُستَرا ¶ قد جاوز التحريرَ شوقُ لقاءِ مَنْ ... فاقت مآثر مجده أنْ تُسْتَرا ¶ ومن شعره ما كتبه إلى الوالد أيضاً في تعزية:",
            "page": "38",
            "part": "1",
            "seal": "8758643C"
        },
        {
            "id": "37",
            "nass": "وفوق مقام الصبر للمتصبّرِ ... مقامُ الرِّضا والشُّكرِ للمُتَبصِّرِ ¶ وقد كنت كثير الشوق إلى لقائه لما أسمعه من الوالد من الإطراء في ثنائه، إلى أن سهّل الله الاجتماع به بقزوين، وقد أنهكه الهرم، وأقعده الهمم، وذلك في عشر الخمسين بعد المائة والألف، فرأيته فوقَ الوصف، وعرضت عليه بأمره كتاب (الذخر الرائع في شرح مفاتيح الشرائع) ، فلمّا أجال فيه النظر أخذ القلم وسطر: ¶ بحسبِكَ ذُخْرُ السيِّد المُوسويّ في ... بيان مفاتيح الشَّرائعِ كافيَا ¶ ففيه تمامُ الكشفِ عن مُشْكلاته ... بطرزٍ أنيق جاء للعيِّ شافيا ¶ وأشرقَ نورُ الدِّين منه بنعمةٍ ... من اللهِ أبدى كلَّ ما كانَ خافيا ¶ ثم أمرني بإنشاد شيءٍ من الشعر، فأنشدته قطعات من القصيدة البهائية التي تصرّفت فيها بالتعجيز والتصدير، فاستحسن ذلك غاية الاستحسان وبسط في وصفه اللّسان، وأخذ يحمده لمَن حضر، كأنّه لم يسمع بهذه الصنعة في ما غبر، ثمّ استدنى المحبرة وجعل يكتب ما أنشدته وقد حفظ أكثره، ويعاودني في مواقع الاشتباه، إلى أنّ أكمله وهي: ¶ سرى البرق من نجد فهيّج تذكاري ... سوالفُ أنْسَتْها تصاريفُ أَعصارِ",
            "page": "39",
            "part": "1",
            "seal": "081F9FDE"
        },
        {
            "id": "38",
            "nass": "تألَّق من بعد انثناءٍ مُجدّداً ... عهوداً بحزوى والعقيق وذي قار ¶ وهيّج من أشواقنا كلّ كامنٍ ... واجّج في أحشائنا لاهبَ النَّار ¶ ألا يا لُيَيْلات الغوير وحاجر ... نعمتِ كأيّام الشباب بأنْضار ¶ ويا روضة بالناضرات نديّةً ... سُقيت بها من مُدمن المُزن مدرار ¶ ويا ساكني دارَ السَّلام تحيةً ... عليكم سلامُ الله من نازح الدَّار ¶ خليليّ ما لي والزَّمان كأنّما ... عليَّ له ما لي عليه من الثَّار ¶ يماطلُني حتّى يُجاحدَ حجَّتي ... يطالبني في كلّ آنٍ بأوْتار ¶ فأبْعَدَ أحبابي وأخلى مرابعي ... وزحزح عوَّادي وبدّد أنصاري ¶ وأوحش اُنسي بالعذيب وأهله ... وبدّلني من كلِّ صفوٍ بأكدار ¶ وعادَل بي مَن كان أقصى مرامه ... توسُّد أعتابي ويقفو آثاري",
            "page": "40",
            "part": "1",
            "seal": "1BCD38FC"
        },
        {
            "id": "39",
            "nass": "ويُبْخَسُ في سوق الفَخارِ نصيبُه ... من المجد أن يسمو إلى عُشْر مِعشار ¶ ومنها: ¶ وأظهر أنّي مثلُهم يستفزّني ... تقلّبُ أحوالِ الزَّمان بأطوار ¶ فيُحزنني طوراً وطوراً يُسرُّني ... صروفُ اللَّيالي باحتلاءٍ وإمرار ¶ ويُصمي فؤادي ناهد الثّدي كاعِبٌ ... برشق نبالٍ لا تُناط بأوتار ¶ ويلهو بقلبي المُستهام مُلاعبٌ ... بأسمر خطّارٍ وأحورَ سحّار ¶ ويُضجرني الأمرُ المهولُ لقاؤُه ... ويجرح صدري عنه صولةُ كرَّار ¶ ويُنعشني الحادي إذا العيس أدْلجتْ ... ويطربُني الشَّادي بعُودٍ ومزْمار ¶ ومنها: ¶ أأضرع للبلوى واُغضي على القذى ... واُسلم نفساً للهضيمة والعار ¶ ويخفُقُ قلبي إنْ دهتني مُلمَّةٌ ... فأرضى بما يرضى به كلّ خوّار",
            "page": "41",
            "part": "1",
            "seal": "8089CA75"
        },
        {
            "id": "40",
            "nass": "إذاً لا ورى زندي ولا عَزّ جانبي ... ولا وفد المُستمنحون إلى داري ¶ ولا أشرقت شمسي على اُفق العُلى ... ولا بزغت في قمَّة المجد أقماري ¶ ولا بُلّ كفّي بالسَّماح ولا سرت ... ركابُ الكرام المُقترين إلى ناري ¶ ولا عبقت كالعود في كلِّ مَربَعٍ ... بطيب أحاديثي الرِّكابُ وأخباري ¶ ولا انتشرت في الخافقين فضائلي ... نتشارَ ضواع المسك أوقات تكرار ¶ ولا أمَّني وفدٌ برائق شعرهم، ... ولا كان في المهديّ رائقُ أشعاري ¶ وهو كثير الشعر جيّده بالعربية والفارسية والتركية، وقد نظم كثيراً من الفنون باُرجوزات حسنة منها: التحفة القواميّة - نظم اللمعة الدمشقية - ومنظومة صحيفة الاطرلاب للشيخ البهائي، ومنظومة الكافية، ومنظومة خلاصة الحساب، واُرجوزة في التجويد، والشجرة الحسينيّة، ومن شعره مرثية الشيخ جعفر القاضي لمّا توفّي بالعراق عند قدومه من الحج سنة خمسة عشر بعد المائة والألف وهي: ¶ الدهرُ ينعى إلينا المجدَ والكرما ... والعلمَ والحلمَ والأخلاقَ والشِّيَما",
            "page": "42",
            "part": "1",
            "seal": "CADB3855"
        },
        {
            "id": "41",
            "nass": "ينعى العفافَ وينعى الفضلَ يندبُه ... ينعى الحياءَ وينعى العهدَ والذّمما ¶ فليت بالدَّهر ممّا قد حكى بَكَماً ... أوْ ليت عن ذاك في أسماعنا صَمما ¶ ولا تطيق الجبالُ الصمُّ داهيةً ... دهياءَ دُكَّ لها الإسلامُ وانثلما ¶ وُزْلزِلَت أرضُ علمٍ بعدما انفطرتْ ... سماءُ علمٍ وماجَ البحر والتطما ¶ يا صبرُ هذا فراقٌ بيننا ومتى ... تطاق والدَّهرُ أوهى الركنَ فانهدما ¶ بشيخنا جعفرٍ بحرٌ بساحته ... سفائنُ العلم مبذولاً ومُقْتَسَما ¶ يا عينُ جُودي فعينُ الجود غائرةٌ ... تبكي عليها العيونُ الساهراتُ دما ¶ مَنْ للحزين يُنادي وهو مُنْقطعٌ ... فيستغيثُ ويبكي المفردُ العَلَما ¶ أين الذي بسط الإحسانَ مُنْبسطاً ... قد عمّ فيضُ نَداه العُربَ والعجَما ¶ أين الذي فسر الآياتِ محكمةً ... أين الذي هذّب الأحكامَ والحِكَما",
            "page": "43",
            "part": "1",
            "seal": "1BE3FB95"
        },
        {
            "id": "42",
            "nass": "وباطلٍ كان بالتحقيق يدمغُه ... كأنه بقَدومٍ يكسرُ الصَّنما ¶ تُعَدُّ أيامُنا اللاّتي مَضيْنَ لنا ... إذ نحن من نوره نستكشفُ البُهَما ¶ كانت هي العمرُ مرَّت وهي مُسرعةٌ ... وهل سمعتَ بحيٍّ عمرُه انصرَما ¶ وإخوة بصفاء الودّ رافقهُم ... فجَمْعُهم بعدَه عِقْدٌ قد انفصما ¶ ومسند زاده عزّاً تمكُّنُهُ ... كخاتَمٍ فصُّه جورَ الزَّمان رمى ¶ ظلَّ الإشاراتُ بعد الشيخ مُبْهمةٌ ... كما الشِّفاءُ عليلٌ يشتكي السَّقما ¶ بات الصحاحُ سقيماً منذ فارقهُ ... عينُ الخليلِ اُصيبتْ بعدَهُ بعمى ¶ تبكي عليه عيونُ العلمِ تُسعدها ... شروحُها وحواشيها وما رقما ¶ تمضي الليالي ولا تَفنى مآثره ... يبقى على صفحة الأيَّام ما رسما ¶ نظمي مدامعُ تجري في مصيبته ... فالقلبُ ما نثر العينان قد نظما",
            "page": "44",
            "part": "1",
            "seal": "ADFE8252"
        },
        {
            "id": "43",
            "nass": "طوبى له من وفيّ في مُهاجَرِه ... من بيته وهو يرجو اللهَ مُعْتصما ¶ والنفس في عرفات الشوق والهةٌ ... والقلب منه بنار اللَّوعة اضطرما ¶ وإذ أنافَ على وادي السلام رأى ... من جانب القُدس نوراً يكشفُ الظُّلَما ¶ واستقبلتهُ به الأرواحُ طيِّبةً ... والربُّ ناداه قف بالواد مُحْتشما ¶ فقال لبَّيك يا ربيّ ومُعتمدي ... لبيك يا محيي الأموات والرِّمما ¶ لبّيك يا سيدي لبيك يا صمدي ... حجيّ إليك علمتَ السرّ والهِمما ¶ فحلّ في مجمع الأرواح يصحبهم ... بالجسم والرُّوح لا يلقى بهم سأما ¶ مُقرِّباً في منى التسبيح مُهجته ... أبدى من الحُبّ ما في صدره انكتما ¶ فالناظرون إلى إشراق جبهته ... يرون ثغر الرِّضا في وجهه ابتسما ¶ والعاكفون على أطراف مضجعه ... يستنشقون نسيمَ الخلد قد هجما",
            "page": "45",
            "part": "1",
            "seal": "CEFE0179"
        },
        {
            "id": "44",
            "nass": "قف بالسلام على أرض الغريّ وقلْ ... بعد السلام على مَن شرَّف الحَرما ¶ منّي السلام على قبرٍ بحضرته ... أهمى عليه سحابُ الرَّحمة الدِّيما ¶ واقرأ عليه بترتيلٍ ومرْحمةٍ ... طه ويس والفرقان مُختتما ¶ وابسط هناك وقل: يا ربّ صلِّ على ... محمّد خير مَنْ لبَّى ومَنْ عزما ¶ وآله الطيبين الطاهرين بما ... أسْدَوا إلينا صنوف الخير والنِّعما ¶ وحُفَّ بالرّوح والرّيحان تربتهُ ... واقبَلْ شفاعتهُمْ في حقّه كرما ¶ تاريخ ما قد دهانا، (غاب نجمُ هدىً) ... (1) فالله يهدي بباقي نوره الاُمما ¶ يغلي الفؤادُ ولا تمتدُّ زفرته ... ضعفُ القوامِ أكلَّ النُّطقَ والقلما ¶ وكان بينه وبين المصنّف (2) بعد ارتحاله من البلاد الهندية إلى ديار العجم مؤانسة ومداخلة عظيمة، واختصاص ومودّة قويمة لما ¶ __________ ¶ (1) غاب نجم هدى = 1115 هـ‍، وهو تاريخ وفاة المرثي حسب حروف الأبجد. ¶ (2) يقصد بالمصنف صاحب سلافة العصر السيد ابن معصوم.",
            "page": "46",
            "part": "1",
            "seal": "644B4EFA"
        },
        {
            "id": "45",
            "nass": "جمعهما من لحمة النسب، ونظمهما من نسبة الأدب وأهدى إليه نسخة من التحفة القوامية، فوقّع المصنّف على ظهرها بخطّه ما هذا لفظه: ¶ بسم الله الرحمن الرحيم ¶ لراقمه مخاطباً، مُهدي هذه التحفة السنيّة ومبدي هذه الطرفة الحسنيّة، لا برح للدين قواماً، ولا فتىء مُلقّىً تحيّةً وسلاما: ¶ يا أيُّها المولى الذي ... هو في معارفه علَمْ ¶ لله تحفتك التي ... مَنْ ليس يقبلها ظلم ¶ هيهات يُنكرُ فضلها ... وهو السّراج على علم ¶ أبياتُها بمدادها ... تحكي الكواكبَ في الظُّلم ¶ لم يحو طرسٌ مثلها ... كلاّ ولا رَقمَ القلم ¶ منّي السلام عليك ما ... غنَّى الحمامُ بذي سَلَمْ ¶ قالها بفمه ورقَمَها بقلمه، راجي فضل ربّه السَّني علي بن أحمد الحسيني الحسني، كان الله لهما وبلّغهما من فضله أملهما، وذلك رأد الضحى من يوم الإثنين لاثنتي عشرة خلت من شهر ربيع",
            "page": "47",
            "part": "1",
            "seal": "2C35990F"
        },
        {
            "id": "46",
            "nass": "الثاني سنة 1117للهجرة بدار الإيمان اصبهان حُفَّت بالعزّ والنصر والأمان. ¶ فذيّله السيّد قوام الدّين بما هذا لفظه: لناظم \"هذه التحفة\" مجيباً، لمُرسِل هذه التحية البهية، ومثنياً على مجزل هذه العطية العَليَّة، وهو يدُ السَّماحة، ولسانُ الفصاحة، وترجمانُ البلاغة وعنوانُ البراعة، لا زال صدراً للسيادة والعُلى ولا انفكّ بدراً للسعادة والسنا. ¶ يا أيُّها البدرُ الذي ... ببهائه كشف الظلَمْ ¶ اتحفتني بكرامةٍ ... دأْبَ الكريم المحتشَم ¶ طوّقتني بنوالها ... والعبدُ رقٌّ وابنُ عم ¶ آباؤك الغرُّ الكرامُ ... صدورُ أرباب الهِمم ¶ وَلَدُوا السِّيادة والعُلى ... وبكَ الكمالُ قد انتظم ¶ ونشأتَ في حجر التُّقى ... ورضعتَ من أيدي الكرم ¶ ونبعت من عينِ الهُدى ... ونبغتَ في أرض الحَرم",
            "page": "48",
            "part": "1",
            "seal": "63921243"
        },
        {
            "id": "47",
            "nass": "ثوبُ البلاغة عن طرا ... زك قد تطرّز بالعلم ¶ و\"سلافةُ العصر\" التي ... أنشأتَها تُحيي الرِّمم ¶ وبديعُ نظمك فيه ... \"أنوارُ الرَّبيع\" إذا ابتسم ¶ توصيفُ قدرك سيدي ... أعيا لسانيَ والقلم ¶ منّي عليك تحيةٌ ... تُثني عليك بها الاُمم ¶ نقلت ذلك كلّه من خطّ السيد قوام الدين في كراسٍ أهداه إلى الوالد باصبهان سنة 1123للهجرة وذلك بعد وفاة المصنّف بثلاث سنين. (1) . * * * ¶ __________ ¶ (1) يقصد بالمصنف صاحب سلافة العصر ومن هنا يعلم أن وفاته كانت 1120 هـ‍، أما السيد قوام الدين صاحب الترجمة فقد كانت وفاته حدود سنة 1150 هـ‍، كما نقله الطهراني في الطبقات والذريعة.",
            "page": "49",
            "part": "1",
            "seal": "3E488ACE"
        },
        {
            "id": "48",
            "nass": "6 - السيد نور الدين بن نعمة الله الجزائري (1) : ¶ نورُ الحقّ المتشعشع كنارٍ على عَلم، المهتدي بسناه الحائرون في غياهب الظُلَم، ونوره الذي يزهر على شقائقه في حدائقه، ويعطّر الأرواح بنشر حقائقه، ومحتد العلم المؤسّس على التقوى بنيانه، المشيّدة بالمجد جدرانه، المتوقّدة للوفود نيرانه الممتنعة في حماه جيرانه، المرصوصة بالعزّ حيطانه السامكة إلى السماك مقاصيره وإيوانه، ومربع الفضل الزاهرة نجوم سمائه، الماطرة مواقيت أنوائه، ومرتع البذل المتدفقة بالفيض عيونه المتدلية بالثمرات غصونه، وعصام الشرع وموْئلُه وسناده الذي عليه معوّله، إلى محاسن تخضع لها الرّقاب، ومكارم تحقّق إليها الأعقاب، ومحامد هتفت بها العواتق في الخدور، وهوت إليها أفئدة العظماء والصُّدور، من نسب شائقة إلى الملكوت راياته، متلوة في الملأ الأعلى آياته، وشرف ذرّ عليه في غلالته وورثه عن عصبته وكلالته، وحسب قرن بين التالد والطريف، وانبسط في ظِلّ عريشه الوريف، ولهج معترفاً به كل وضيع وشريف، وتواضع زانهُ الوَقارُ رزانةً ورجح قسطاس العدول وزانةً، وتؤدة وسكينة وإخبات، وحلم وتروّ وثبات، وعذوبة ورقّة وغزل، وفكاهة حلوة في غير هزل، وبشر في مهابة، وبشاشة في غير دُعابة، وطلاقة وجهٍ وسيم، ¶ __________ ¶ (1) والد صاحب تذييل السلافة، ولد سنة 1088 هـ‍ وتوفي سنة 1158 هـ‍ بتستر ودفن عند المسجد الجامع في البلد بوصية منه وعليه قبة معروفة له ذكر في أكثر كتب التراجم والتذكرات في المنطقة.",
            "page": "50",
            "part": "1",
            "seal": "8EE8D46F"
        },
        {
            "id": "49",
            "nass": "وتلطّف أروح من النّسيم، ولفظ أروق من الراح، وأرقّ من الماء القراح، ونفس قويّة، وفطرة عالية عَلَويّة، وها هو مدّ الله في سعادته، وأبّد أيام إفادته، قد ذرَف على السبعين، وهو يُعين ولا يستعين ويقوم بالأعباء من حفظ النِّظام، وفصل الخصام، وتنفيذ الأحكام والأمر بالمعروف والنهي عن المنكر، وإقامة الجماعات، وإمامة الجمعات، وقضاء الحقوق والتدريس والخطابة والنقابة، والنظر في مصالح كثيرة للخلق لا تنتظم بغيره، ومراقبة الوفود، وإصدارهم بالصّلات والرُّفود، وأمّا الأدب فهو نادرة عصره، ورُواقُ قصره ونطاق خصره، وأمير مصره، بل سناد ظهره، ووحيد دهره، تنثال المعاني على ذهنه وتنهار، وتتوارد الأسجاع إلى لفظه توارد الفراش إلى النّار، إن خطب انقطع خطيب خوارزم، وبان الفشل على وجه أبي حزم، أو كتب مادَ الميداني والبديع الهمداني، وطرب صاحب الأغاني، ومسلم صريع الغواني، أو أملى التقط الجوهريُّ جواهر كلماته، وحصر الحريريُّ في مقاماته، ونضب ماء ابن ميّاح وأصبح ابن نباتة هشيماً تذروه الرياح. ¶ وإنّي وإن أطريت في وصفه، وقاه الله ريبَ المَنون، لربّما تسارَعتْ إليّ الظنون فلأكفّ عن سرد مناقبه الجليلة، وقصيرة بطويلة. ¶ وُلِد دام عزّه في عشر التسعين بعد الألف بدار المؤمنين تُستَر بعد انتقال والديه إليها من الجزائر بسبب الفتنة التي نشأت هناك في السنة الثامنة والسبعين، وذلك حين توجّه العسكر من القسطنطينية",
            "page": "51",
            "part": "1",
            "seal": "C9A52BC3"
        },
        {
            "id": "50",
            "nass": "العظمى إلى البصرة لاستخلاصها من يد واليها حسين باشا بن علي باشا بن افراسياب الدَيري، واشتعال نائرة القتال إلى أن آل الأمر إلى ما آل، من اختلال رأي الوالي وفساده، وسكون ريحه وإصلاد زناده، فخرج منها مذموماً مدحوراً وأتى عليه حين من الدهر لم يكن شيئاً مذكوراً، حتى ألقى عصاه في البلاد الهندية وحيل بينه وبين الاُمنيَّة، إلى أن حلّت به المنيّة على ما هو مذكور في كتاب \"زاد المسافر\" وغيره من الموضوعات في هذا الشأن. (1) ¶ * * * ¶ __________ ¶ (1) زاد المسافر ولهنة المقيم والحاضر، تأليف العلامة الشيخ فتح الله بن علوان الكعبي الدورقي.",
            "page": "52",
            "part": "1",
            "seal": "22302B4A"
        },
        {
            "id": "51",
            "nass": "وفي تذييل على سلافة العصر لبعض الاُدباء جاء ما يلي: ¶ 7 - العلاّمة العارف الأديب السيد ¶ علي باليل الموسوي الدورقي (1) : ¶ من أجلّة العلماء الأعيان، وأفاضل أبناء الزمان، ذو علم وعمل، ونسب بدوحة النبيّ قد اتصل، وبداهة في التقرير والكلام، ومنطق على الصواب قد استقام، إن نظم صاغ عقود الدّر والجواهر، ¶ __________ ¶ (1) من أشياخ العلم والأدب في القرن الحادي عشر الهجري، ومن أبناء امراء المشعشعيين له مؤلفات في الحكمة والأدب، ذكره الأستاذ عمر رضا كحالة في معجم المؤلفين فقال: أديب نحوي لغوي عالم بالشعر والبلاغة. . . الخ. جاء نسبه في حاشية كتاب مناهل الضرب في أنساب العرب صفحة رقم 476 الطبعة الأولى في مكتبة آية الله المرعشي النجفي قدس سره في مدينة قم كما يلي: هو العلامة الأديب السيد علي (المتوفى حدود سنة 1102 هـ‍) ، ابن الأمير السيد باليل (المتوفى في عشرة الستين بعد الألف) ابن السيد علي ابن السيد إسماعيل ابن السيد إبراهيم (المتوفى في العقد الأول من القرن العاشر) ابن السلطان السيد محمد المهدي الملقب بالمشعشع (المتوفى سنة 866 هـ‍) ابن السيد فلاح ابن السيد هبة الله ابن السيد حسن ابن السيد علم الدين علي المرتضى النسابة (المتوفى سنة 719 هـ‍) ابن النقيب السيد عبد الحميد (المتوفى سنة 684 هـ‍) ابن العلامة الشهير السيد فخار (المتوفى سنة 630 هـ‍) صاحب كتاب الحجة على الذاهب إلى تكفير أبي طالب ابن الشريف أبي جعفر معد ابن السيد فخار ابن السيد احمد ابن السيد محمد ابن السيد أبي الغنائم محمد ابن السيد أبي عبد الله الحسين الشيتي ابن السيد محمد الحائري ابن السيد إبراهيم المجاب ابن السيد محمد العابد دفين شيراز ابن الإمام الهمام موسى الكاظم عليه السلام.",
            "page": "53",
            "part": "1",
            "seal": "428CF9EB"
        },
        {
            "id": "52",
            "nass": "أو نثر فاق الثريّا والزواهر، تميّز نظمه بالحكمة والعرفان، مشفوعاً بإبداع وحسن بيان، ترفّع عن مدح الوُلاة والملوك شعره، فارتفع في سماء الحقيقة والسلوك قدرُه، قصر مدائحه على ممدوح خالق الأكوان، واتمّها بمدح آله المطهّرين في القرآن، وصدّق الشِّعرَ منه المذهب، ليس كالأعذب فيه الأكذب، ومن غُرَرِ قصائدِهِ قصيدتُهُ الحِكميّةُ الموسومَةُ بالقلادة، المشروحة بالإجادة ومطلعها: ¶ رُدّي علَيّ رقادي أيّها الرُّوُدُ ... عَلّي أراك به والبينُ مفْقودُ ¶ توفّي عام الطاعون الذي ضرب البصرة والجزائر والدورق والحويزة، فأهلك جمعاً كثيراً من علماء الحويزة والدورق وذلك سنة 1102هـ، وبهذه المناسبة الّف المحدّث الجليل السيد نعمة الله الجزائري كتابه الموسوم ب (مُسكّن الشُّجون في جواز الفرار من الطَّاعون) (1) . ¶ __________ ¶ › (1) وصف السيد نعمة الله الجزائري عليه الرحمة كارثة الطاعون هذه التي حلت بالمنطقة سنة 1102 هـ‍، في كتابه (مسكن الشجون في جواز الفرار من الطاعون) فقال: (وكان من أعظم المصائب لما فقد به من العلماء الصالحين خاصة في الحويزة والدورق وأنه أهلك عددا كبيرا من العلماء والأدباء والصالحين والأتقياء. . . الخ) . وقال أيضا في كتابه (مقامات النجاة) : (إنه بعدما انتقل الطاعون إلى بلدة الدورق أتى على أهلها وأفاضلها ومحدثيها وعلمائها فكانت مصيبة أصيب بها الدين وفقد بها حاملوا أحاديث سيد المرسلين صلى الله عليه وآله وسلم. كأن لم يكن بين الحجون إلى الصفا. . . البيت. فوالهفاه على تلك المساجد التي أمست خالية المحراب، أبواب السماء تبكي على فقد أعمالهم، والأرض تنوح على حسن أقوالهم وأفعالهم. . . الخ) .",
            "page": "54",
            "part": "1",
            "seal": "5F90DE76"
        },
        {
            "id": "53",
            "nass": "8 - العالم الأديب السيد ¶ إبراهيم بن السيد علي باليل الدورقي (1) : ¶ ماجد تفرّع من ماجد، وفاضل حاز كُلَّ طارف وتالد، ذو قدر في العلم رفيع، وصدر في الحلم وسيع، وخُلُق حكى زهر الربيع. ¶ صحبته في سفرٍ إلى اصفهان، فكان نخبة الصَّحب وتحفةَ الزَّمان، أمّا شعره فالسِّحر الحلال، وأمّا نثره فالدرّ الغوال، فما أجلّه من رفيق في السفر، حتى أنساني الأهل والوطر، وكيف لا وهو ابن ذاك العلم ¶ __________ ¶ (1) ذكره السيد عبد الله الجزائري في إجازته الكبيرة فقال: كان عالما أديبا، شاعرا، مجيدا، حسن الصحبة توافقت معه في طريق أصفهان فرأيته فوق الوصف قرأ على والده وعلى الشيخ فتح الله بن علوان الكعبي الدورقي وغيرهما توفي عشر الخمسين بعد المائة والألف رحمة الله عليه. أقول: وكان سفر السيد عبد الله الجزائري برفقة السيد إبراهيم الدورقي إلى أصفهان (بعد سنة 1130 هـ‍) بقليل. وفي زمان السيد إبراهيم الدورقي اشتهرت المدرسة الإبراهيمية في الدورق ولا تزال مخطوطاتها متفرقة في المكتبات العامة في إيران والعراق، منها مخطوطة مختصر نهج البيان في الكشف عن معاني القرآن للشيباني من علماء القرن العاشر، كتبت هذه النسخة يوم الاثنين السابع والعشرين من شهر ربيع الثاني من السنة الخامسة عشرة والمائة والألف في المدرسة الإبراهيمية في الدورق، وكانت من ممتلكات آل الطريحي القاطنين هناك ثم انتقلت إلى المكتبة المركزية في جامعة طهران تحت رقم 816 وقد تم بحمد الله طبعها سنة 1418 هـ‍ في مدينة قم المقدسة.",
            "page": "55",
            "part": "1",
            "seal": "191B093A"
        },
        {
            "id": "54",
            "nass": "العيلم، الذي شاع فضله وعمّ، فطرق الأسماع وطبّق الآفاق: ¶ سادَةُ الناس بالتُّقى وسواهُمْ ... سوَّدته الصفراءُ والبيضاءُ ¶ لم أتأكّد من تاريخ وفاته بالدقّة والتعيين، سوى أنّه التحقَ بربّه في عشر الخمسين، بعد المائة والألف من هجرة سيّد المرسلين تغمّده الله برحمته ورضوانه وأسكنه مع أئمته في فسيح جنانه.",
            "page": "56",
            "part": "1",
            "seal": "5BD6590B"
        }
    ],
    "t9085": [
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "السيد اسماعيل ابن السيد سعد الموسوي الحويزي"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "السيد شهاب الدين بن أحمد بن زيد بن عبد المحسن ابن علي بن محمد بن فلاح (1) الموسوي الحويزي"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "السيد معتوق ابن شهاب الدين الموسوي الحويزي"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الشيخ فتح الله بن علوان الكعبي الدورقي"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "السيد قوام الدين الحسني السيفي القزويني"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "السيد نور الدين بن نعمة الله الجزائري"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "العلامة العارف الأديب السيد علي باليل الموسوي الدورقي"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "العالم الأديب السيد إبراهيم بن السيد علي باليل الدورقي"
        }
    ]
}