{
    "b9106": [
        {
            "hno": "1",
            "id": "1",
            "nass": "1 - أنا مُحَمَّدُ بْنُ مَسْلَمَةَ بْنِ الْوَلِيدِ بْنِ عَبْدِ الْمَلِكِ، أنا يَزِيدُ بْنُ هَارُونَ، أنا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§الدَّجَّالُ لَا يَدْخُلُ مَكَّةَ وَالْمَدِينَةَ، عَلَى كُلِّ نَقْبٍ مِنْ أَنْقَابِهَا مَلَكٌ شَاهِرٌ سَيْفَهُ»",
            "page": "317",
            "part": "1",
            "seal": "26F32563"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "2 - أَخْبَرَنِي مُحَمَّدُ بْنُ شَدَّادٍ الْمِسْمَعِيُّ، أنا يَحْيَى بْنُ سَعِيدٍ -[319]- الْقَطَّانُ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§نَهَى أَنْ يُسَافَرَ بِالْقُرْآنِ إِلَى أَرْضِ الْعَدُوِّ؛ مَخَافَةَ أَنْ يَنَالَهُ الْعَدُوُّ»",
            "page": "317",
            "part": "1",
            "seal": "49E9C704"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "3 - أَخْبَرَنَا الْحَارِثُ بْنُ أَبِي أُسَامَةَ، ثنا يَزِيدُ بْنُ هَارُونَ، أنا -[320]- مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ جَاءَ إِلَى الْجُمُعَةِ فَلْيَغْتَسِلْ»",
            "page": "319",
            "part": "1",
            "seal": "1D49E82D"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - أَخْبَرَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ الْمَدَائِنِيُّ، ثنا سُفْيَانُ بْنُ -[321]- عُيَيْنَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامٍ، عَنْ حُذَيْفَةَ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: -[322]- «§لَا يَدْخُلُ الْجَنَّةَ قَتَّاتٌ»",
            "page": "320",
            "part": "1",
            "seal": "B5B498F1"
        },
        {
            "hno": "5",
            "id": "5",
            "nass": "5 - حَدَّثَنَا مُوسَى بْنُ سَهْلٍ الْوَشَّاءُ، أنا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «§مَنْ جَاءَ إِلَى الْجُمُعَةِ فَلْيَغْتَسِلْ»",
            "page": "322",
            "part": "1",
            "seal": "380FA8BC"
        },
        {
            "hno": "6",
            "id": "6",
            "nass": "6 - حَدَّثَنَا مُوسَى، ثنا ابْنُ عُلَيَّةَ، ثنا لَيْثٌ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِيهِ، قَالَ: مَرُّوا بِجَنَازَةٍ تُمْخَضُ كَمَا يُمخَضُ الزِّقُّ، -[323]- فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§عَلَيْكُمْ بِالسَّكِينَةِ، عَلَيْكُمْ بِالْقَصْدِ فِي الْمَشْيِ فِي جَنَائِزِكُمْ»",
            "page": "322",
            "part": "1",
            "seal": "B1B8731E"
        },
        {
            "hno": "7",
            "id": "7",
            "nass": "7 - حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ، ثنا شُعَيْبُ بْنُ حَرْبٍ، ثنا شُعْبَةُ، حَدَّثَنِي عَدِيُّ بْنُ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ -[324]- عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «§إِذَا أَنْفَقَ الْمُسْلِمُ عَلَى أَهْلِهِ نَفَقَةً، وَهُوَ يَحْتَسِبُهَا كَانَتْ لَهُ صَدَقَةً»",
            "page": "323",
            "part": "1",
            "seal": "B92C746E"
        },
        {
            "hno": "8",
            "id": "8",
            "nass": "8 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِكَ الْقَزَّازُ، ثنا عَبَّادُ بْنُ صُهَيْبٍ، ثنا -[325]- شُعْبَةُ، سَمِعْتُ مُحَمَّدُ بْنُ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَشْكُرُ اللَّهَ مَنْ لَا يَشْكُرُ النَّاسَ»",
            "page": "324",
            "part": "1",
            "seal": "8C7D4A2D"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "9 - أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ التِّرْمِذِيُّ، أنا سَعِيدُ بْنُ عَنْبَسَةَ، -[327]- ثنا مَنْصُورُ بْنُ وَرْدَانَ الْقَطَّانُ، ثنا يُوسُفُ بْنُ إِسْحَاقَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا الْخَيْرُ إِلَى يَوْمِ الْقِيَامَةِ، وَمَنِ ارْتَبَطَ فَرَسًا فِي سَبِيلِ اللَّهِ كَانَ عَلَفُهُ وَرَوْثُهُ وَشَرَابُهُ فِي مِيزَانِهِ يَوْمَ الْقِيَامَةِ»",
            "page": "325",
            "part": "1",
            "seal": "0CDA85FB"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "10 - حَدَّثَنَا أَبُو إِسْمَاعِيلَ، ثنا مُحَمَّدُ بْنُ عُثْمَانَ أَبُو الْجُمَاهِرِ، -[328]- ثنا سَعِيدُ بْنُ بَشِيرٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «§لَمْ يَكُنْ يَرْفَعُ يَدَيْهِ إِلَّا عِنْدَ الِاسْتِسْقَاءِ»",
            "page": "327",
            "part": "1",
            "seal": "3D38C2CA"
        }
    ],
    "t9106": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الدجال لا يدخل مكة والمدينة، على كل نقب من أنقابها ملك شاهر سيفه"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "نهى أن يسافر بالقرآن إلى أرض العدو؛ مخافة أن يناله العدو"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "من جاء إلى الجمعة فليغتسل"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "لا يدخل الجنة قتات"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "من جاء إلى الجمعة فليغتسل"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "عليكم بالسكينة، عليكم بالقصد في المشي في جنائزكم"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أنفق المسلم على أهله نفقة، وهو يحتسبها كانت له صدقة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "لا يشكر الله من لا يشكر الناس"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الخيل معقود في نواصيها الخير إلى يوم القيامة، ومن ارتبط فرسا في سبيل الله كان علفه وروثه"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "لم يكن يرفع يديه إلا عند الاستسقاء"
        }
    ]
}