{
    "b9110": [
        {
            "id": "1",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الكتاب: شريعة القرآن من دلائل إعجازه ¶ المؤلف: الإمام / محمد أبو زهرة - رحمه الله - ¶ الناشر: دار العروبة - القاهرة ¶ عام النشر: 1381 هـ - 1961 م ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع] ¶ جَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.",
            "page": "5",
            "part": "1",
            "seal": "8D9DBAA7"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ تمهيد ¶ 1 - بعث الله كل نبي من الأنبياء بمعجزة تشده لها العقول. وتقف عندها القدرة البشرية، فتعجز عن الإتيان بمثلها، وتحمل من أنار الله بصيرته على الإذعان والتسليم والإيمان والاطمئنان. ¶ وكل معجزة تناسب العصر الذي بعث فيه النبي، وتتفق مع ما تدركه عقولهم، من حدود القدرة البشرية في موضوع المعجزة وذاتها، وقد تكون علاجاً لحالهم. ¶ فمعجزة موسى كانت في بلد أتقن السحر، فجاءت من جنسه ... ¶ ومعجزة عيسى - عليه السلام - كانت في قوم خضعوا لحكم المادة، ولم يعترفوا بغيرها، فجاءت معجزته عليه السلام متجهة كلها لإثبات ما وراء المادة. بل إن ولادته عليه السلام نفسها كانت من هذا النوع، فهي وحدها برهان على سلطان الروح وتفكك الأسباب المادية وتراخيها عن مسبباتها، ووجود تلك المسببات من غير قيام الأسباب. ¶ 2 - ولقد كانت كل المعجزات التي حكيت عن النبيين السابقين",
            "page": "6",
            "part": "1",
            "seal": "597C6B0A"
        },
        {
            "id": "3",
            "nass": "معجزات مادية حسية، تكشف عن معنى روحي، وعن تنزيل سماوي؛ فقد كانت تقر الحس فيخضع، وتبده العقول فتخنع، فيذعن من أزال الله عن قلبه الغشاوة، وينكر من غلبت عليه شقوته وعمّت كل نواحي نفسه ضلالته. ¶ ولكن معجزة محمد - صلوات الله عليه - لم تكن مادة تقرع، ولا أمراً حسياً ترى العيون إعجازه رأي العيان، بل كانت أمراً معنوياً تتأمله العقول والأفهام، وتتعرفه المدارك البشرية في كل الأزمان، ولم يفقد حجيته، ولم يزل إعجازه كر الغداة ومر العشى. ¶ 3 - وهنا يثور بادى الرأي ويلمح النظر سؤال: ¶ ولماذا كانت معجزة محمد - صلوات الله عليه - أمراً معنوياً، والمعجزات السابقة أموراً حسية، أو لماذا كانت معجزة محمد كلاماًَ متلوا ومعجزات غيره وقائع مادية؟ ¶ إن الجواب عن ذلك السؤال مشتق من شريعة محمد ذاتها، ومن حقيقة القرآن الكريم، فشريعة محمد خالدة باقية، خوطبت بها الأجيال من مبعثه إلى أن يرث الله الأرض ومن عليها، وقد خوطب بها الناس جميعاً في كل الأرض، مهما اختلفت أجناسهم وتباينت أقاليمهم، وتضاربت عاداتهم. ¶ فكان لابد أن تكون معجزة النبي متفقة مع هذا العموم،",
            "page": "7",
            "part": "1",
            "seal": "97655ADE"
        },
        {
            "id": "4",
            "nass": "ومتلائمة مع هذا الخلود، ولا يمكن أن تكون كذلك إذا كانت وقائع مادية تقتضي بإنقضاء وقتها، ولا يعلم بها علم اليقين إلا من عاينها، فالنار التي ألقى فيها خليل الله إبراهيم ولم تحرقه، لم يعلمها علم اليقين إلا الذين رأوها، وعصا موسى التي انقلبت حية تسعى، تلقف ما يأفكون، لم يعلمها علماً جازماً إلا الذين شاهدوها، وإبراء عيسى للأكمة والأبرص لم يعلم به إلآ الذين لمسوه. ¶ أما معجزة محمد فهي ذلك القرآن المتلو المشتمل على الشريعة المحكمة، وهو باق يرى ويتلوى إلى يوم القيامة فيعلم حقيقته من ألتقى بالنبي صلوات الله عليخ وعاينه وخاطبه، ومن جاء بعد عذر الرسول بعشرة قرون. بل بعشرات القرون إن أمتد عمر الإنسان في هذه الأرض عشرات القرون، ولقد حفظه منزله الأجيال كما نزل على محمد {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} . ¶ فالناس في كل الأجيال بعد محمد يرون معجزته رأي العيان، كمن شاهدوا محمداً وخاطبوه، وإن كان لهؤلاء الصحب الكرام فضل علم، فهم مشتق من مشافهة النبي خطابه والتحدث عليه، وهو مشرق الحق ومصدر العرفان وروح الهدى ونور الوجود. ¶ وإذا كانت الأجيال كلها ترى تلك المعجزة وتفهمها، فهي حجة الله الفاتحة عليها، فإن ضلت لا تضل عن جهالة ولا عن",
            "page": "8",
            "part": "1",
            "seal": "94FB2D62"
        },
        {
            "id": "5",
            "nass": "نقص في البينات، ولا عن شك في الأمر، بل عن عمى في البصيرة وتحكم الهوى وسيطرة الأوهام، ¶ 4 - ولقد تكلم العلماء قديماً وحديثاً في موضع الإعجاز في القرآن - معجزة النبي صلوات الله عليه وسلم الكبرى، فمن قائل: إنه ما اشتمل عليه من قصص صادقة لم يعلمها النبي الأمين عن غير طريق الوحي، أو لم يجلس إلى معلم ولم يتعلم، ولم يكن كثير الرحلة حتى ينال علم التجربة بالأسفار، بل لم يتجاوز بطحاء مكة إلا مرتين: إحداهما في الثانية عشرة، والأخرى في نحو الخامسة والعشرين، فصدقها مع هذه الأمية دليل على أنها من عند الله\". ¶ ومن قائل: \"إن الإعجاز في اشتماله على حقائق علمية كونبة، لم يصل إليها العقل البشري إلا بعد قرون، وقد جاءت في القرآن على لسان نبي أمي لم يتعلم، ولم يجلس إلى معلم كما بينا\". ¶ ومن قائل: \"إن ذلك الإعجاز في أسلوب القرآن ونغمه ونسقه، وعلى ذلك الأكثرون\". ¶ وهو ما تومئ إليه عبارات القرآن الكريم، فقد تحداهم أن يأتوا بعشر سور من مثله ولو مفتريات فعجزوا، فكان أسلوب القرآن معجزاً لا ريب في ذلك. ¶ 5 - ونحن نرى إن كل ما ذكره العلماء سبباً لإعجاز القرآن هو",
            "page": "9",
            "part": "1",
            "seal": "6C02465B"
        },
        {
            "id": "6",
            "nass": "بلا ريب من أسبابه، غير أن سبباً واحداً لم نر العلماء قد ذكروه، ونراه من أقوى الأسباب أو يعدل أقراها إن لم يكن أقواها جميعاً، وبه القرآن يكون معجزاًَ لكل الناس، لا للعرب وحدهم، ولا لجيل من الأجيال، بل يكون معجزاً للأجيال كلها، ألا وهو شريعة القرآن، فما اشتمل عليه القرآن من أحكام سواء ما كان منها يتعلق بالأسرة أو ما يتعلق بالمجتمع، وما يتعلق بالعلاقة الدولية، فريد في بابه لم يسبقه شرع سابق، ولم يلحق بما وصل إليه شرع لاحق، وإذا ما كان ذلك كله قد جاء على لسان أمي لا يقرأ ولا يكتب، لم يتعلم قط لا بالقلم والقرطاس، ولا بالتلقين والتوقيف، ولا بالتجربة والأسفار، إن ذلك هو الإعجاز الذي تتيه العقول في تعرف سببه، إلا أن يكون ذلك من عند الله العلي الحكيم، وكذلك قال الرسول صلوات الله وسلامه عليه. ¶ 6 - هذا كلام إجمالي وهو يحتاج إلى بعض من البيان، ولأجل أن نتبين قيمة ذلك الشرع في ذاته ونظر الناس يجدر بنا أن نرجع إلى الماضي السحيق ونتطلع إلى المستقبل البعيد. ¶ أما في الماضي فنجد أن الشرع الذي أقترن بظهور محمد الرسول الأمين، هو قانون الرومان، فقد كان الشرع المسيطر في التطبيقات العملية والقضائية في مصر والشام وغيرها من البلدان التي تصاقب البلاد العربية وتحيط بها من الغرب والشمال، ويقول علماء",
            "page": "10",
            "part": "1",
            "seal": "77C15DE4"
        },
        {
            "id": "7",
            "nass": "القانون اليوم إنه من أكمل الشرائع التي تفتق عنها العقل البشري، ولا زال يعتبر اصلاً لكثير من الشرائع القائمة، انفرعت من أصوله وقامت على دعائمه. ¶ وإن من يريد أن يعرف منزلة الشريعة الإسلامية وأنها في درجة فوق مستوى العقل البشري، فليوازن بينها وبين القانون الروماني، لأن قانون الرومان قد استوى على سوقه، وبلغ نهاية كماله في عهد جوستنيان سنة 533 بعد ميلاد المسيح عليه السلام، وهو في هذا الوقت كان صفوة القوانين السابقة، وفيه علاج لعيوبها وسد لخللها من يوم أن أنشئت روما سنة 744 قبل الميلاد، إلى سنة 533 بعده، أي أنه ثمرة تجارب قانونية لنحو ثلاثة عشر قرناً ظهرت فيها الفلسفة اليونانية. وبلغت أوجها، وقد أستعانوا في تلك التجارب القانونية بقوانين سولون لأثينا، وقوانين ليكورغ لإسبارظة والنظم اليونانية عامة، والمناهج النظامية والفلسفية التي فكر فيها الفلاسفة اليونان، لبيان أمثل النظم التي يقوم عليها المجتمع الفاضل. كالذي جاء في كتاب القانون وكتاب الجمهورية لأفلاطون، وكتاب السياسة لأرسطو، وغيرها من ثمرات عقول الفلاسفة والعلماء في عهد اليوناان والرومان. ¶ وإن شئت فقل: إن القانون الروماني هو خلاصة ما وصل",
            "page": "11",
            "part": "1",
            "seal": "C69B0C08"
        },
        {
            "id": "8",
            "nass": "إليه العقل البشري في مدى ثلاثة عشر قرناً في تنظيم الحقوق والواجبات، فإذا وازنا بينه وبين ما جاء على لسان محمد النبي النبي الأمي وأنتجت الموازنة أن العدل فيما قاله محمد ليس من صنع بشر، إنه العليم الحكيم اللطيف الخبير سبحانه. ¶ 7 - وفي أي جانب أخترت الموازنة بين ما اشتمل عليه القرآن وما اشتملت عليه الشرائع التي سبقته أو عاصرته بدا لك الفرق ما بين السمو الروح0ي، والأخلاق الأرضية. فمن ناحية المساواة القانونية نجد الشريعة قد وصلت إلى أعلا درجاتها، بينما القوانين التي عاصرتها لم تعترف بأصلها. ¶ فالقرآن يقول: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ} والشرائع التي سبقته وعاصرته لم تعرف تلك المساواة بين الأجناس والألوان، بل لم تعرف المساواة بين آحاد الأمة الواحدة. ¶ وبينما شريعة القرآن تخفف عقوبة الأرقاء فتجعل عقوبتهم نصف عقوبة الحر، نجد قانون الرومان يضاعف عقوبة الضعفاء فالقرآن يقول في الإماء: {فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ} وكذلك العبد إن أتى بفاحشة فعقوبته نصف الحر. ¶ ولكن قانون الرومان يقول: \"ومن يستهوي أرملة مستقيمة",
            "page": "12",
            "part": "1",
            "seal": "BEEA8326"
        },
        {
            "id": "9",
            "nass": "أو عذراء فعقوبته إن كان من بيئة كريمة مصادرة نصف ماله، وإن كان من بيئة ذميمة فعقوبته الجلد والنفي من الأرض. ¶ وإن النظر العادل يقر بالبداهة نظر شريعة القرآن لأن العقوبات يجب أن تشير بنسبة تصاعدية مع الأشخاص لا بنسبة عكسية، فتكبر جريمة الكبير وتصغر عقوبة الصغير.. لأنه إذا هانت النفس على صاحبها سهل عليه الوقوع في الجرائم، فكان التخفيف، وإذا كبرت قيمة الرجل في أعين الناس كانت عليه تبعات بمقدار عظمته، وكانت صغائره كبائر، وتضاعفت العقوبة، فالجاه والثروة وغيرها ليست متعاً خالصة خالية من تبعات بل عليها تبعات بقدرها. ¶ وإن القوانين التي تسير عكساً لا طرداً، كالقانون الروماني، قوانين ظالمة، كيف؟ لأنها تستمد منطقها من القوة الغالبة، فكلما كان الشخص من ذوي الجاه ضعفت عقوبته، وكلما كان نم الضعفاء زادت من عقوبته، فهو يحمي الشريف ولا يحمي الضعيف، وقد سمي القرآن ذلك حكم الجاهلية، ولذا قال الله في حق اليهود عندما طلبوا أن يحكم النبي على الشريف الزاني بغير العقوبة المقررة: {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} ؟ ¶ ولقد قال النبي - صلى الله عليه وسلم -: \"إنما أهلك الذين من قبلكم كانوا إذا سرق الشريف تركوه. وإذا سرق الضعيف",
            "page": "13",
            "part": "1",
            "seal": "58A3A5E1"
        },
        {
            "id": "10",
            "nass": "قطعوه، وأيم الله، لو أن فاطمة بنت محمد سرقت لقطعت يدها. ¶ 8 - ولقد كان الضعيف مأكولاً ضائعاً والفقير يائساً جائعاًَ، حتى جاء الإسلام فشرع قانون الزكاة. وجعلها حقاً معلوماً في مال الغني، لا يخلص له إلا بعد إعطائها، حتى لقد قال الشافعي - رضي الله عنه -: \"إن الغني إذا وجبت الزكاة في مال معين له، كان غير مالك للجزء الذي يقابلها، ولذلك إذا تصرف فيه من غير إخراجها يكون تصرفه باطلاً، وإذا مات من غير أن يؤدي ما وجب عليه من زكاة أخذت من تركته، وقدمت على سائر الديون عند الشافعي - رضي الله عنه -! ¶ * * * ¶ ولم يعتبر الإسلام الزكاة إحساناً مُذلًّا، بل أوجبها على الأغنياء يقبضها ولي الأمر بالنيابة على الفقراء، ويوزعها عليهم بمقدار حاجته، ولقد هم عمر - رضي الله عنه - عام وفاته أن يمر على الأقاليم بنفسه ليوزع على الفقراء حقوقهم في بيت المال غير الزكاة كل له عطاء بمقدار بلائه وعنائه في الإسلام. ¶ 9 - وبينما كان قانون الرومان في بعض أدواره يجعل الدائن يسترق المدين إن عجز عن الوفاء، كان القرآن الذي نطق به النبي",
            "page": "14",
            "part": "1",
            "seal": "600DC4AA"
        },
        {
            "id": "11",
            "nass": "الأمي وقد نزل عليه من عند الله يقرر: أن الحكومة تسدد ديون المدينين الذين يعجزون عن الوفاء بديونهم، إذ لم تكن الاستدانة سرفا، بل يكون على ولي الأمر سداد الديون التي يستدنيها ذوو المروءات للمقاصد الاجتماعية كالصلح بين الناس، فتسدد من بيت المال، ولو كان المدينون غير عاجزين عجزاً كلياً عن سدادها. ¶ ويؤدي هذا كله من مال الزكاة كما نص القرآن الكريم. ¶ إني أحسب أن هذه مثل عليا لم يصل إليها بعد قانون من قوانين البشر، فإذا كان الذي جاء بهذا رجلاً أمياً لا يقرأ ولا يكتب ولم يتعلم قط، ألا يكون هذا دليلاً على أن ما جاء به من عند الله العلي القدير؟. ¶ 10 - ولقد كان الرق حقيقة مقررة ثابتة أقر فلاسفة اليونان نظامه، واعتبروه نظاماً عاماً عادلاً، لا ظلم فيه، ولم تستنكره شريعة من الشرائع قط، وقرر أرسطو أن الرق نظام الفطرة لأن من الناس ناساً لا يمكن أن يعيشوا إلا أرقاء، وآخرين لا يكونونٍ إلا أحراراً ... ! ¶ فجاء النبي الأمي وقال: \"الناس سواسية كأسنان المشط\" وقال: \"كلكم لآدم وآدم من تراب\" ولم يسجل القرآن الرق في محكم آياته بل سجل العتق، فلم يرد في القرآن نص قط يبيح الرق، بل نصوصه كلها توجب العتق، حتى إنه في حرب الإسلام العادلة",
            "page": "15",
            "part": "1",
            "seal": "92A58E0D"
        },
        {
            "id": "12",
            "nass": "لم يذكر القرآن رق الأسرى، بل قال: {حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا} فلم يذكر في الأسرى إلا المن عليهم بإطلاقهم أو فدائهم بالمال، إن كان في قومهم قدره على الفداء، ولقد وسع القرآن في أسباب العتق وفتح باب الحرية الإنسانية على مصراعيه، اعتبروه قربة ولو كان الرقيق غير مسلم، فقال: {فَلَا اقْتَحَمَ الْعَقَبَةَ (11) وَمَا أَدْرَاكَ مَا الْعَقَبَةُ (12) فَكُّ رَقَبَةٍ} وأوجب على من يفطر في رمضان عامداً من غير عذر عتق رقبة، ومن يحلف ويحنث عتق رقبة، ومن يجري على لسانه عبارة لامرأته يشبهها بأمه عليه عتق رقبة، ومن يقتل مؤمناً خطأ عليه عتق رقبة، وإذا طلب العبد عتقه في نظير أن يؤدي ثمنه مثلاً - كاتبه مولاه على ذلك، وتركه ليكسب ثمنه، ومن ملك بعض محارمه عتق عليه، ومن ضرب عبده ظلماً فكفارته عتقه. وهكذا تعددت أسباب العتق حتى أنها لو نفذت كلها لا يبقى رقيق في دار الإسلام أكثر من سنة واحدة. ¶ كل هذا في زمن أهملت فيه حقوق الإنسان، فإذا كان هذا بعض ما اشتمل عليه القرآن، ألا يكون دليلاً على أنه من عند الرحمن؟ ¶ * * *",
            "page": "16",
            "part": "1",
            "seal": "A02444D1"
        },
        {
            "id": "13",
            "nass": "موازنة ¶ إن ما اشتمل القرآن عليه من أحكام إذا ووزن بما كان عليه الناس وقت نزول القرآن، كان وحده دليلاً على أن القرآن من عند الله، بل إن أحكامه لا تزال جديدة إذا ووزنت بما عليه الناس اليوم، إذ بالموازنة يتبين أنها سبقت بعيداً، وأن الناس مهما تتفتق عقولهم عن شرائع قد وصلوا إليها بتجارب قضائية، وتجارب عملية، وبالاستعانة بثمرات العقول وما أنتجته الفلسفة والعلم، فلن يصلوا إلى ما جاء على لسان النبي الأمي محمد - صلى الله عليه وسلم - لأن عمل الإنسان مهما تكن قدرته ناقص، وفي أي جانب اخترت للموازنة تنتهي بالحكم الجازم بسبق النبي، وعدم بلوغ أحد ما قرهه وثبته منذ ثلاثة عشر قرناً إلا أن يقبسوا من نوره، ويأخذوا من هديه، وينهلوا من معينه، ففقه الحكمة وفصل الخطاب. ولنختر الموازنة في بعض أحكام الأسرة، فإن أحكام الأسرة التي اشتمل عليها القرآن وبينها النبي موضع هجوم المهاجمين، وهدف لسهام النقد وسنبين أن تلك السهام مردودة في نحورهم، وسنلوي مقدم الدليل الذي ساقوه على نتيجتهم ونبين منه للباحث المنصف أن أحكام الأسرة في القرآن دليل إعجازه، وأن العقل البشري لم يصل إلى ما يقاربها.",
            "page": "17",
            "part": "1",
            "seal": "62B76472"
        },
        {
            "id": "14",
            "nass": "لقد عابوا على شريعة القرآن. إباحتها الطلاق.. وإباحتها تعدد الزوجات ... وشنعوا وهو ليس من القرآن في شيء. وقد ثارت عجاجة هذه المسائل في آخر القرن الماضي، وصدر هذا القرن، وخاضت فيها الأقلام، وأخذ الذين يحاولون تقريب الإسلام من شرائع الغرب يقترحون وضع القيود أمام التعدد، بل أسترسلوا فأرادوا وضع القيود أمام الطلاق، وعقوبة المطلقين بالزج في غياهب السجن. ¶ إن التاريخ كتاب العبر وسفر المعتبر، يرينا أن الهجوم على الإسلام من ناحية الطلاق وتعدد الزوجات وما يتصل بذلك، ليس وليد ذلك العصر، بل إنه يتغلغل في القدم إلى العصر الأموي، وإذا رجعنا إلى الوراء نتعرف المصدر الذي كان يبث ذلك، وجدنا رجلاً أسمه يوحنا الدمشقي، كان في خدمة الأمويين هو وأبوه، واستمر في خدمتهم إلى عهد هشام بن عبد الملك - كان يؤلمه أن يدخل النصاري في الإسلام أفواجاً أفواجاً، فكان يجتهد في أن يسلح النصارى باعتراضات يعترضون بها على الإسلام. ليشككوا العربي المسلم في دينه، وليقووا حجة النصراني، فيستطيع التغلب على العربي. ¶ وقد جاء في كتاب \"تراث الإسلام\" عن يوحنا هذا أنه كان",
            "page": "18",
            "part": "1",
            "seal": "1469307C"
        },
        {
            "id": "15",
            "nass": "يقول: \"إذا سألك العربي في المسيح؟ فقل: إنه كلمة الله، ثم ليسأل النصراني المسلم بم سمي المسيح في القرآن. وليرفض أن يتكلم في شيء حتى يجيب المسلم فإنه سيضطر إلى أن يقول: {إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ} فإذا أجاب بذلك فاسأله عن لكمة الله وروحه: أمخلوقة أم غير مخلوقة؟ فإن قال مخلوقة، فليرد عليه بأنه كان ولم تكن له كلمة، ولا روح، فإن قلت ذلك، فسيقحم العربي، لأن من يرى هذا الرأي زنديق في نظر المسلمين. ¶ ومع ذلك التلقين الذي يحاول به التشكيك في العقيدة، كان يلقنهم أيضاً أن يتكلموا في تعدد الزوجات، وفي إباحة الطلاق، ثم يثير فيهم أكاذيب حول النبي - صلى الله عليه وسلم -، فيخترح قصة عشق النبي لزينب بنت جحش، التي كانت وليدة عقل ذلك الكاذب الأفاق. ¶ ولقد كان جزاء ذلك الصنيع عن النصارى أن اعتبروا صاحبه قديساً، وإذا كان الاعتراض على الإسلام متحدا بين يوحنا وأهل ذلك العصر، فلابد أن يكون المصدر واحدا، ولكننا لا نتبع الأصول لنعرف الفروع، ولا نتبع الجذور لنعرف نوع الثمار، بل إننا اعترانا نوع من الضعف النفسي عند بعض الذين يسمون الخاصة، فحسبوا أن كل ما عند",
            "page": "19",
            "part": "1",
            "seal": "E72D3245"
        },
        {
            "id": "16",
            "nass": "الأوربين سائغ فرات، وكل ما عندنا ملح أجاج، وليسوا في حاجة إلي دس أمثال يوحنا الدمشقي، بل إنه يكفي أن يكون الأوربيون لا تسيغ شريعنهم التعدد حتى يكون ذلك المنه سائغاً مقبولاً، وحتى يكون ما عند المسلمين مقيتاً مرذولاً ... ¶ وهكذا يفعل الاستخذاء في نفوس الضعفاء يستقبحون كل ما بأيديهم ويستحسنون كل ما بأيدي الأقوياء. ¶ * * * ¶ ونحن وإذا حاولنا أن نبين فضل الشريعة في الزواج والطلاق، فإنا لا نرد على المسلمين الذين رددوا تلك الأقوال عن غير بينة، بل إنا نرد على الذين اثاروها بين المسلمين، ولم يجدوا مرتعاً خصيباً من اقدم العصور إلا في أذهان رجال في عصرنا، ونحن نتكلم في هذه الأمور الثلاثة: قصة زيد وزينب ونظام التبني والنسب، وتعدد الزوجات، والطلاق. ¶ ونبدأ بقصة زيد وزينب والتبني لأن كثيرين خدعوا بالكذب الذي أثير حولها، ووجدنا في مصر كاتباً كبيراً كتب في السيرة، وجعل لها عنواناً قائماً بذاته، سماع عشق النبي، وبعض كتب التفسير رأج فيها ذلك العرس الخبيث، ولأن إثارة القول في هذه القصة بحرنا إلى الكلام في خاصة اختصت بها الشريعة",
            "page": "20",
            "part": "1",
            "seal": "F8027F27"
        },
        {
            "id": "17",
            "nass": "الإسلامية في النسب، وهي أن التبني لا يوجد نسباً ولا يثبت حقوقاً ولا يلزم بواجبات، وذلك غير ما كان عند الرومان، ولأن تلك القصة تكشف عن خلق النبي الكريم، ¶ كان لمحمد مولى هو زيد بن حارثة، وقد اختطف من قبيلته وبيه بيع العبيد وآل أمره إلى سيد الخلق محمد - صلى الله عليه وسلم -، فحدب علبه وأكرمه وجعله منه بمنزلة الولد، يرفق به رفق الأب بولده، فلما عثر عليه أهله وأرادوا ان يفتدوا بثمنه أو بأكثر رضى المقام مع النبي فأعتقه وألحقه بنسبه وتبناه، وكان ذلك شرعاً مقرراً عند العرب، وعرف بين الناس: إنه زيد بن محمد، فكام قرشياً هاشمياً بهاذ الإلحاق، وتزوج بنت جحش على أنه زيد ابن محمد، لأنه كفء لها بهذا النسب القانوني عندهم، ولكن الإسلام منع التبني وقال الله سبحانه وتعالى في أول سورة الأحزاب: {وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ (4) ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ ... } ¶ ثم أردف هذا بقوله تعالى {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} عندئذ بدا الصريح عن الرغوة، وتبين أن وزيداً ليس ابن محمد، ولكنه ابن حارثة، وتبين أنه ليس قرشياً، ثم تبين أنه ليس كفئاً لهذه الزوجة المعتزة بنسبها،",
            "page": "21",
            "part": "1",
            "seal": "F00D7378"
        },
        {
            "id": "18",
            "nass": "الفخورة بقومها، فتململت به وتململ بها لكبريائها واعتزازها بنسبها، فكان لابد أن يفترقا لتعذر العشرة الحسنة بينهما. ¶ ولقد كان التبني نظاماً مقرراً ثابتاً في النفص العربية مشهوراً متغلغلة فكرته في نفوس العرب كما كان الشأن عند مجاوريهم الرومان، الذين كانوا ينظمون أحكامه ويرتبون حقوقه وواجباته، وكان لابد لاقتلاعه من النفس العربية - من قارعة مشهورة تقرع حسهم، فابتلى الله محمداً بأن يكون المتولى لهذه القارعة تتميما لرسالته وقياماً بحق التبليغ، ابتلاه بأن يتزوج زينب عندما تطلق من زوجها وصدر إليه أمر السماء بأن يكون على أهبة لذلك. ولكنه لم يعلن ذلك الأمر، وأعلم أن زيداً مطلق زينب لا محالة لاستحكام الثغرة، وأخفى النبي أيضاً ذلك على الزوجين ما علم، وفي هذه الأثناء كان زيد لا ينى عن شكوى زوجته إلى الرسول، واستئذانه في طلاقها، وقد حكى الله سبحانه قول النبي له، فقال: {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ} أي تخفي في نفسك أنه لابد مطلقها، وأن الله أمرك بتزوجها {مَا اللَّهُ مُبْدِيهِ} وهو أمر الزواج والطلاق وليس أمر العشق والهوى لأن الله سبحانه ما أبدى عشقاً للنبي وهوى له {وَتَخْشَى النَّاسَ} تستحي من مفأجاتعم بغير ما يألفون {وَاللَّهُ أَحَقُّ أَنْ",
            "page": "22",
            "part": "1",
            "seal": "38DA9981"
        },
        {
            "id": "19",
            "nass": "تَخْشَاهُ} وقد أمرك فلا مناص من الإجابة: \"فلما قضى زيد منها وطرأ زوجناكها لكيلا يكون على المؤمنين حرج في أزواج أدعيائهم إذا قضوا منهن وطرأ، وكان أمر الله مفعولاً. ما كان على النبي من حرج فيما فرص الله له، {سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا} . ¶ هذه الآيات الكريمة صريحة في أن الأمر قد قصد به قارعة تقرع حس العرب لكي تقتلع من نفوسهم فكرة التبني، وقد صرح الله سبحانه بذلك إذ قال: {لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ} . ¶ ولقد تعلق الدساسون ومن تبعهم من الجهلاء بقوله تعالى: {وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ} فزعموا أن الذي أخفاه الحب والهيام، وفات الجهلاء أن الله ما أبدى شيئاً من ذلك، وإن الذي فسرنا به الآية ليس بدعاً ابتدعناه ولا بديئاً سبقنا به، بل هو التفسير الأثري الصحيح - لا سيما تفسير ابن كثير. ¶ ومن الغريب أن دس يوحنا الدمشقي في هذا المقام كان عظيم الأثر حتى راجت عن التابعين الروايات التي تدل على التأثر بذلك التفكير البعيد عن حقيقة النبي، بل إن \"جرير\" شيخ مفسري السلف وقع في تأثير تلك الروايات فقبلها تفسيراً ورأياً، مع أنها كلها روايات باطلة، وقد قالق ابن كثير في ذلك:",
            "page": "23",
            "part": "1",
            "seal": "3B259D92"
        },
        {
            "id": "20",
            "nass": "\"ذكر ابن أبي حاتم وابن جرير ههنا آثاراً عن بعض السلف - رضي الله عنهم - أحببنا أن نضرب عنها صفحاً لعدم صحتها فلا نوردها\". ¶ هذه حقيقة الأمر في ذلك الأمر الذي روّجه المفسدون من أقدم العصور إلى اليوم، وإنما سقنا ذلك القول لا لبيان ذلك فقط، بل لننفذ منه إلى ما اتجهت إليه الشريعة في تحري الأنساب والمحافظة عليها والصيانة للفضيلة والحرص عليها. ولقد أغلقت الشريعة باب التبني: {ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ} فما أعدل حكم اللح يحث على أن يُدعى الناس لآبائهم لأن التبني كذب في ذاته، واعتداء على الآباء الحقيقيين، فكان القسط عند الله أن يكون كل امرئ لأبيه، فإن لم يكن لهم أب فلن يكسبوا شرفاً بذلك الإدعاء الباطل الذي هو كذب في ذاته، بل الشرف كل الشرف لهم في أن يكونوا إخواناً لكم ونصراء، ولا تعتبروهم أدنياء أذلاء لأن الشرف لا يكتسب بالكذب، والشرف الحقيقي هو في الأخوة الإسلامية العامة\" ... ¶ هذا ما يقرره محمد بين عبد الله الأمي الذي كان من أمة تعتبر من أسباب ثبوت النسب: الإلحاق والتبني، كما كان ذلك مقرراً عند الرومان، ولقد ادعي بعض المستشرقين ولم ينف ادعاءه جهداً، أن محمد أتى بالعادات العربية فجعل منها أحكاماً واجبة التطبيق،",
            "page": "24",
            "part": "1",
            "seal": "A65A757A"
        },
        {
            "id": "21",
            "nass": "وهذا كلام لا يقف على أصل ثابت ولا يعتمد على دعامة قائمة، بل فرية لا شك فيها، ولو كان محمد كذلك فيما أنزل عليه من شرع لأقر نظام التبني كما كان عند العرب، ولا أستمر زيدٌ ابناً له، وقد كان صفيه وحبه حتى أنه كان يلي ابنته فاطمة من المحبة، ولكن شرع الله أتى بالعدل الذي لم ينطق به ولم يقله أحد، ولم يجر على لسان أحد قبل محمد في البلاد العربية وما حولها. ¶ وإن أردت أن تعرف فضل الإسلام فأقرنه يقانون الرومان الذي كان يعتبر القانون الأمثل في ذلك الزمن الغابر، بل إنه لازال يعتبر من أمثل القوانين في عصرنا الحاضر. ¶ كان القانون الروماني يجيز التبني للأولاد المجهولي النسب وغير المجهولي النسب، ومجهولو النسب ومعلومو النسب تبنيهم يجوز بالاتفاق معهم وتصديق الإمبرطور إن لم يكونوا من ولاية أحد، وإن كانوا في ولاية آبائهم فبالاتفاق مع آبائهم، وكأن النسب شيء يمكن الاتفاق بالتراضي عليه، ولعل الأمر المعقول في هذا التبني غير المعقول أنهم اشترطوا أن يولد مثل الدعي لمدعيه، فقد جاء في مدونة جوستنيان ما نصه: \"ومن المقرر أنه ليس لأحد قط أن يتبنى من هو أكبر منه سناً لأن التبني محاكاه للطبيعة، ومما يخالف الطبيعة أن يكون الإبن أكبر سناً من أبيه، وعليه فمن يريد أن يتبنى أحداًَ أو يستلحقه يجب أن يكون أسن منه،",
            "page": "25",
            "part": "1",
            "seal": "E3ED5F53"
        },
        {
            "id": "22",
            "nass": "بقدر مدة البلوغ التام أي بمقدار ثماني عشرة سنة\". ¶ وقد كان الذين يتبنون ولهم آباء معروفون يجردون من أسرهم تماماً ويصيرون من أسرة من تبناهم. ¶ وإذا كان النبي الأمي قد قرر تلك الحقائق التي جاءت على غير المألوف عندهم، بل إنه هو نفسه قد خضع له وقتاً ما، وقال إن تلك الحقائق هي من عند الله، فمن الذي يكذبه معتمداً على حق أو على أمر معقول؟ إنه كان أمياً لم يقرأ ولم يكتب قط، ولم يتعلم قط، ولم يكن في عصره علم على هذا النوع، حتى يكون قد لقنَّه أو تعلمه ... إنه بلا ريب من عند الله العليم الحكيم. ¶ هذا شأن ثبوت النسب في الإسلام جعلوا أساسه الفطرة مع الفضيلة، فجعل النسب لا يثبت إلا في ظل زوجة شرعية ولا يثبت من إثم فاجر. فقال عليه السلام: \"الولد للفراش وللعاهر الحَجَرُ\" لأن ثبوت النسب نعمة تساق إلى المنتسب والمنسوب إليه، بل هو أعظم نعمة تساق في هذا الوجود الإنساني، وإنه لو فتح الباب فيه للرزيلة كما هو مفتوح للفضيلة لكانت الأنساب فوضى ليس لها حدود، ولا ضوابط، وكان يسوغ للبغىَّ أن تلحق ولداً برجل لمجرد مسافحة عارضة، كما كان يجرى في بعض بغايا العرب، فقد كانت البغي تلحق أولادها بمن تشاء ممن بقوا معها، ولا شك أنها ستختار الأملأ والأشرف، وإن لم يكن الولد منه",
            "page": "26",
            "part": "1",
            "seal": "6C82282C"
        },
        {
            "id": "23",
            "nass": "لذلك كان لابد من وضع حدود حاجزة، ولابد أن يكون الحد الراسم للحقوق في ثبوت النسب أمراً ظاهراً لكي يمكن الاحتكام إليه، ثم لابد أن يكون ذلك الأمر فاضلاً ولا يكون آثماً إذ أن الطرق الآثمة في هذا الباب وغيرهة مثارات للشيطان؛ ولا يمكن الاهتداء إلى حق في وسطها ولا معرفة حقيقة مستقرة في طلامها، لأنها ظلام معتم يؤدي إلى الفوضى في الأنساب. ¶ * * * ¶ أما تعدد الزوجات فهو الأمر الذي يتخذه يوحنا الدمشقي سبيلاً لتشكيك المسلمين في دينهم، ومنع النصارى من الانتقال إليه ... إذ قد يتبين لهم الهدى فيه. ¶ إن شريعة محمد في تعدد الزوجات تدل على أن محمداً ما كان ينطق عن الهوى، بل هو وحي يوحى، وأن القرآن الذي نظم أمرها ليس من عند محمد، بل هو من عند اللطيف الخبير، لقد كان التعدد في الزوجات قبل الإسلام مطلقاً من غير قيد يقيده، فلم تقيده الشريعة الموسوية بأي قيد من العدد، وفي بعض عهوده قيدوه بثماني عشرة لأنها أقصى ما يمكن أن تصل إليه الطاقة في الإنفاق، ولم تكن أمة توحد في الزوجة إلا مصر، وسرى إلى الرومان عن طريقهم منع التعدد وبهذا أخذ النصارى، وليس في الأناجيل ولا في رسائل الرسل عندهم أي عبارة تفيد منع التعدد. ¶ ولقد كان العرب يعددون من غير قيد يقيدهم، لأن المرأة",
            "page": "27",
            "part": "1",
            "seal": "CA61082A"
        },
        {
            "id": "24",
            "nass": "كانت عندهم كالمتاع، بل إن الزوجة كانت تورث كما تورث التركة، فجاء محمد ووقف حاجزاً دون ذلك الإفراط، ودون ذلك الظلم، ورد للمرأة كرامتها، فمنع التعدد لأكثر من أربع، واشترط القرآن الكريم لإباحة التعدد إقامة العدل والقدرة على الإنفاق ولذلك قال سبحانه: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا} ¶ وقد اتفق علماء المسلمين على أمرين: ¶ أولهما: أن المراد بالعدل، هو العدل الظاهر، الذي يستطيع كل إنسان، وليس المراد العدل في المحبة القلبية، الذي نفى الله استطاعته نفياً مؤبداً في قوله تعالى: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ} ¶ ثانيهما: أن الزواج مع تحقق العدالة زواج صحيح، وليس بباطل لاستيفاء أركانه وشروطه، ولأن العقود تناط صحتها وفسادها بأمور متحققة، واقعة عند العدل، لا بأمور متوقعة، فالشخص عند الزواج، لا يتحقق ظلمه إنما يتحقق بعد ذلك، وربما لا يتحقق فيجئ ما ليس في الحسبان، ويعدل، ولكنه يكون آثماًَ إذا ظلم، كما يتحقق الإثم في كل ظلم، بل آثمه هنا مضاعف. لأنه ظلم أولاً، وتزوج وهو يعتقد أنه يظلم، فكان عاصياً من هذه الناحية ثانياً.",
            "page": "28",
            "part": "1",
            "seal": "2EFE5F52"
        },
        {
            "id": "25",
            "nass": "وإن المسلك الذي سلكته شريعة القرآن هو المسلك المستقيم، فلم تبحه بإطلاق، ولم تمنعه بإطلاق، وإن ذلك هو الذي يتفق مع عموم الرسالة للناس فس كل الأجيال وكل الأجناس، وكل الطبقات، فهي قد جاءت للجنس الأبيض، والجنس الأحمر، والجنس الأصفر، والجنس الأسود، ومن يسكن في البلاد الحارة, ومن يسكن في البلاد الباردة وأن الشريعة التي يكون لها ذلك العموم يكون فيها من المرونة والسعة ما يوافق كل الأمزجة، ولا يشق عليها، وما تعالج به كل الأدواء، ويجب أن تكون قيودها قابلة للسعة والضيق. ¶ وإن ذلك المعنى واضح كل الوضوح في تعدد الزوجات، لقد أبيح عدد يجد فيه الزواج القادر على إقامة العدل رغبته، وقيّد في الإباحة بقيد لو شدد فيه لكان قريباً من المنع المطلق، ولو أرخى فيه لكان بين ذلك قواماً، ولو كانت الشريعة لأهل أوربا فقط - وهم الذين تمرست نفوس بعضهم بالزوجة الواحدة، لاستساغت نفوسهم في ظاهر الأمر المنع، ولوجدوا في شدة القيد ما ألفوه من أحكام الزواج، ولكن الإسلام خاطب الجميع ولا يزال في الدنيا ناس لا يعرفون إلا التعدد، وفي الدنيا نساء يفرحن عند دخول ضرة جديدة عليهن، لأنها تخفف عنهن أثقال",
            "page": "29",
            "part": "1",
            "seal": "3AB36C81"
        },
        {
            "id": "26",
            "nass": "الخدمة، وتكون لهن الرياسة عليها، فهل يستسيع هؤلاء المنع المطلق.؟ ¶ إنه إن أغلق باب التعدد وأحكم إغلاقه بالمنع المطلق، اقتحم الرجال الذين لا يصعب عليهم ذلك المنع أبواب الفسق، فهتكت الأعراض، وكثر الأولاد الذين لا آباء لهم، وكثرت الأمراض الخبيثة التي تنتقل إلى الذرية. ¶ لقد حرم الأوربيون تعدد الزوجات واستمسكوا به وارتضوه ديناً، ولكنهم فتحوا لأنفسهم باب الحرام على مصراعيه، فكان التضييق في الحلال سبباً في التوسع في الحرام فانسابوا فيه انسياباً، وكان الوباء على النسل في البلاد عظيماً، وإن العاقل لو خيّر بين حلا معيب وحرام لا شك فيه، لاختار الحلال المعيب، ولو خير بين تعدد فيه رعايو الأولاد وحفظ الأنساب، وبين فسق فيه إهمال الأولاد وضياع الأنساب لاختار الأول بلا شك. ¶ وإن التعدد قد يكون علاجاً اجتماعياً لنقص يوجد للأمة ونسلها، فقد يقل عدد الرجال الصالحين للزواج عن عدد الأناث، وقد بدأ ذلك في ألمانيا بعد الحرب الأخيرة، فقد صار عدد النساء الصالحات للزواج أضعاف عدد الرجال الصالحين، وخيف على النسل، ولذلك أباحت حكومة \"بون\" عاصمة ألمانيا الغربية التعدد لأنها وجدت فيه علاجاً لهذا الداء الإجتماعي، وسبيلاً لتكثير نسلها، وإلا أوشكت على الفناء.",
            "page": "30",
            "part": "1",
            "seal": "9B5C1B0F"
        },
        {
            "id": "27",
            "nass": "وفوق ذلك ففيه تحفظ المرأة من الدنس ولا يهون شأنها، وأي الأمرين يكون أهون بالمرأة وأحط لدرجتها في الاجتماع: أن تكون زوجاً لها بيت ترعاه وزوج يرعاها وأولاد شرعيون تقوم على شئونهم، أم أن تكون خليلة أو بغياً ليس لها زوج تتادى باسمه، ولا بيت تأوى إليه، وأولادها ليس لهم أب كافل يحميهم، إن الهوان بلا شك في الثاني ... ¶ وإن التعجج ليس في مصلحة الرجل دائماً، وليس ضرراً على المرأة دائماً، فقد يكون لها ضرورة لابد منها ليحفظ لها اعتبارها، فإن التعدد العادل طريق سوي، وإن النظر الفاحص ينتهي لا محالة إلى أن التعدد في مصلحة المرأة، فإن أي امرأة لا تقدم على التزوج بمتزوج، إلا إذا كانت على ثقة كاملة بأن ذلك من مصلحتها أو الضرورة ألزمتها بذلك. ¶ هذا منطق الحياة وتلك شريعة الله فإذا كانت قد جاءت على لسان أمي لم يؤتَ علماً، وقال: إن ذلك من عند الله ... ألا يكون قوله مع حاله، فيه الدليل الساطع والبرهان القاطع؟. ¶ * * * ¶ إن دراسة الطلاق الذي جاء به الإسلام ينتهي إلى أن ذلك النظام لا يمكن أن يصل إليه عقل محمد الأمي، إذ لم تتفتق عنه العقول من قبله، فلا يمكن أن يكون إلا من عند الله.",
            "page": "31",
            "part": "1",
            "seal": "D76D8F40"
        },
        {
            "id": "28",
            "nass": "وكان الطلاق مطلقاً في الجاهلية وكان بابه مفتوحاً في الشريعة اليهودية، لا يقيده إلا قيد رقيق واه ضعيف، وهو كتابة الطلاق أمام القاضي، فلما جاء محمد بالقرآن من عند الله جاء بجديد على الفكر في هذه المسألة، لم يقيد الطلاق بذلك القيد الواهي الضعيف الذي لا يحاجز دون الهوى، ولم يمنعه منعاً مطلقاً كما توارث المسيحيون، وإن كانت بعض فرقهم قد أخذت تتحلل من المنع شيئاً فشيئاً، ففتحوا الباب بزاوية ضيقة، ولكنها قد توجد متنفساً من التحلل من زوجية فاسدة، ولم يجزه إجازة مطلقة كما كان يفعل الجاهليون ويتخذونه للمضارة والمكايدة: يطلقون النساء ثم يعضلونهن بالمنع من الزواج. ¶ والمسألة في الطلاق أن الزواج لابد أن يقوم على أساس من الود الدائم المستمر {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} وإذا كان الود المستمر أساس العلاقة الزوجية المستمرة لكي تكون صالحة للبقاء، فإنه إذا تقطع حبل القلوب وتنافر ودها واستحكمت النفرة ولم يمكن علاجها، فالعلاقة الزوجية تكون غير صالحة للبقاء، وإن من المصلحة فصمها، ومن الخير إنهاؤها، ولكن كيف يكون الإنهاء، وكيف يتبين أن السبب المسوغ للطلاق قد وجد، وهو استحكام النفرة وتقطع أوصال المودة، ما السبيل إلى ذلك؟ وكيف يعرف؟",
            "page": "32",
            "part": "1",
            "seal": "BB6F4891"
        },
        {
            "id": "29",
            "nass": "هنا نجد القرآن قد عالج الأمر علاجاً نفسياً قلبياً فيه هداية المضالين، وإرشاد وتقويم، ذلك أنه عند الشقاق بين الزوجين أو خوفه، أملا بتحكيم حكمين {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا} . ¶ ودعا إلى محاولة الإصلاح ما أمكن، وأمر بالتدخل للصلح عند وجود ما يدعو إليه: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا} ¶ حتى إذا تعذر الصلح ورأب القلم ورتق الفتق لم يبق إلا التفريق بينهما: {وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ وَكَانَ اللَّهُ وَاسِعًا حَكِيمًا} ¶ لابد من التفريق ولكن ما طرائقه وما مسالكه؟ أيكون بيد الزوجين متفقين بحيث ينهيان ذلك العقد كما أنشآه؟ إنه بلا شك إذا تلاقت الإرادتان واتفقت الكلمتان بينهما على الافتراق كان الافتراق منطقياً والطلاق أمراً مستقيماً، وكل محاولة لعرقلة ذلك تكون ضد الفكر المستقيم، واعوجاجاً في الأمر، بيد أنه لابد من تحقق أن ذلك كان لاستحكام النفرة من كل الوجوه بتحكيم",
            "page": "33",
            "part": "1",
            "seal": "BEC33179"
        },
        {
            "id": "30",
            "nass": "الحكمين، ومحاولة الصلح، ثم بالقيود التي قيد القرآن بها الطلاق وسنبينها، وإن تلك هي القاعدة العامة في العقود اللازمة فإنها تفسخ بتراضيهما كما تنشأ بتراضيهما، ولكن الشرائع التي حرمت الطلاق لا تلتفت إلى هذه القاعدة، ولو أكلت البغضاء قلب الزوجين وحلت الشحناء محل الوداد، ولقد ندد بذلك المحققون من علماء الفرنجة فهذا \"بنتام\" يقول: \"إن القانون يتدخل بين المتعاقدين في الزواج حال التعاقد ويقول لهما: \"أنتما تقترنان لتكونا سعداء فلتعلما أنكما تدخلان سجناً سيحكم عليكما بابه وتصم الآذان دونكما وإن علا منكما الصياح وأشتد بكما الألم ولن أسمح بخروكما ولو تقاتلتما بسلاح العداوة والبغضاء\". ¶ وإذ لم يتفق الزوجان على إرادة الطلاق، بل كام إرادة لأحدهما فقط، فهل يسوغ الطلاق؟ لا شك أنه إذا كان الراغب في الطلاق هو الزوجة لا يقع الطلاق إلا بحكم القاضي على نظام بينَّه الإسلام واستنبطه من كتاب الله وسنة رسوله أولئك الأئمة الأعلام. ¶ أما إذا كان الراغب هو الزوج فهل يسوغ أن يكون الطلاق بيد القاضي ولا يسوغ سواه؟ ذلك هو الأمر أو تلك هي القضية التي اثاروا حولها الغبار وتقوَّلوا على الإسلام فيها الأقاويل، وتبعهم في ذلك من تبعهم من مقلدة المسلمين الذين يتبعون كل جديد، ويعتنقون من الآراء كل بدئ، وتستطار ألبابهم لكل",
            "page": "34",
            "part": "1",
            "seal": "5CB36FBF"
        },
        {
            "id": "31",
            "nass": "صوت أو دعوة أو نقد يجئ من قبل الأوربيين، كأن أوربا هي أرض الله المختارة أو جنته في الأرض وسكانها هم شعب الله المختار. ¶ لقد قالوا: إنه في هذه الحال لا يصح أن يقع الطلاق إلا بإذن نم القاضي بعد بحث عن البواعث وتحر للوقائع ومناقشة ومجاوبة وإثبات ودفاع، ونسوا أن شئون الأسر لا تجري الأمور فيها بالإثبات والكتاب حتى تكون فيها المخاصمة والمداعاة، فهي علاقة في أصلها تجري بالود وما بين الزوجين لا يعلن بين الملآ من الناس، ثم إذا لم يكن لدى الزوج من البواعث إلا البغض الشديد لزوجته، والنفرة المستحكمة بينهما، فهل يطلب إثبات باعث وراء هذا الباعث الخطير، الذي يفسد كل علاقة زوجية ويذهب بكل الدعائم الصالحة التي يقوم عليها بنيان الأسرة؟ وهل يطلب القاضي منه أدلة عليه؟ وإذا كان المنطق والمعقول أن يترك أمر الإثبات وألا يبحث عن بواعث أخرى وراء هذا الباعث، فلا جدوى إذن في كون الطلاق بين يدى القاضي وبأمره أو قوله، وبين أن يطلق الزوج من تلقاء نفسه، بل أن تولية الطلاق من تلقاء نفسه أحرى بالقبول، لأن التدافع إلى القضاء يكشف الأسرار ويهتك الأستار ويثير ما لا يسوغ إعلانه، ويتكلم الناس فيه بما لا يحسن بيانه.!",
            "page": "35",
            "part": "1",
            "seal": "FCB438A1"
        },
        {
            "id": "32",
            "nass": "وقد يقول قائل: إن رفع الأمر للقضاء ولو كان مآل التطليق إلى أن يكون للزوج مخلصاً، قد يدفعه إلى التريث بل إنه يكون تعويقاً وكل تعويق في هذا الأمر ينفع ولا يضر، فإنه يدفعه إلى التفكير في أسباب البغض تفكيراً عميقاً، وعسى أن يحدث الله بعد ذلك أمراً، فتكون المحبة وتكون سحابة صيف تقشعت، وإن لذلك القول وجاهته ولكن كشف الأستار بين الفضاء. وتحدث الناس بشأنها مما لا تقره العقول، ولا ترضاه الطباع، بل إن من شأنه أو يزيد البغض وليس من شأنه أن يخففه، بل إنهما لو عادت بينهما الحياة من بعد لرتقها تذكر ما كان بين يدى القضاء من دعاوي، وما جرى من أقوال، ولقد سلك الإسلام طريقاً لتعويق الإنفصال وجعله في حال تعذر الاتصال توصل إلى النتيجة المؤكدة وهي ألا يكون طلاق من الزوج إلا عند استحكام النفرة. ¶ وتبتدئ تلك الطريق بنحكيم الحكمين ومحاولة الاصلاح وقد أمر القرآن بذلك أمراً لازماً، وقال جمهور الفقهاء: إن التحكيم واجب وجوباً حتمياً لا يصح التفريط فيه، ومن يوم أن فرطناً فيه قد أعوج السبيل، واضطرب الحبل، وفتحت النفرة لمن يتكلمون في شأن الطلاق، كأنه كارثة الزواج، وما علموا أنه دواء لا داء، وأنه علاج لا مرض.",
            "page": "36",
            "part": "1",
            "seal": "F31E7018"
        },
        {
            "id": "33",
            "nass": "ولقد ورد في الأثر: أن عقيل بن أبي طالب قد وقع بينه وبين زوجته خلاف، فلما علم بأمره عثمان، وقد كان الأمر في عهده، حكم الحكمين فأصلحا بينهما، وأوجبه مالك وأحمد في كل نفرة بين الزوجين، لا يعلم سببها، وجعلا ذلك لازماً على القضاء إذا ترافع الزوجان إليه في ذي شيء من شئون الزوجية تبين من ورائه القاضي أن ذلك الخلاف يكشف عن نفرة، وليس بين يديه من الظواهر ما يعرف به سببها. ¶ حتى إذا كانت النفرة غيرها قابلة للعلاج وكان التفريق أمرا لابد منه، جعل القرآن الكريم التفريق تدريجياً لا قطعياً بالنسبة للزوجة المدخول بها، وذلك أن النفرة إن كانت قبل الدخول فإن الإسلام جعلها قاطعة من غير تدريج لأنهما اختلفا في أول الطريق وكان من المصلحة الإجتماعية ألا يستمرا، وأن يتجه كل منها إلى وجهته كالرفيقين في سفر إن اختلفا في الطريق قبل ابتداء السير عدلاً عن الرفقة، ولم يوغلا في الطريق، واتجه كل إلى وجهته، ولذلك لم يحرص القرآن الكريم على إعطاء فرصة للمراجعة بفرض عدة بعد الطلاق قبل الدخول عسى أن يراجعا فيها ويستأنفا حياة زوجية، بل جعل الفرقة بائنة فاصمة: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا} فلم يجعل",
            "page": "37",
            "part": "1",
            "seal": "C477DF8A"
        },
        {
            "id": "34",
            "nass": "الإسلام في هذه الحال فرصة للمراجعة ولكنه أوجب أن يكون التسريح جميلاً، وأن تكون الفرقة غير مانعة من التراحم والمعاملة الحسنة والتسامح الكريم. ¶ أما إذا كانت النفرة بعد الدخول فتلك هي التي احتاط القرآن في أمرها، وجعلها النبي في دائرة لا يمكن أن يكون معها طلاق، وثمة إمكان لعيش رغيد وهناءة وسعادة في هذه الزوجية التي انفصمت عرا المودة فيها، وسنَّ في سبيل ذلك سنناً مستقيماً لو استقام الناس على طريقته ما ضلوا وما كانوا حجة على الإسلام. ¶ وأول احتياط: أن الفقهاء مستنبطين من الآثار اشترطوا في الطلاق الذي يسير على مقتضى السنن المحمدي أن يطلقها في حال من شأنها أن يكون راغباً فيها، فاشترطوا أن لا يطلقها في حال حيض، لأن هذا الحال من شأنها أن تنفر الزوج من امرأته، ولقد أمر النبي عبد الله بن عمر لما طلق امرأته في حال الحيض أن يردها إليه، ولقد قال الله تعالى: {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} أي طلقوهن مستقبلات عدتهن، وقد قال العلماء في تفسير ذلك: أن يطلقها في حال طهر لا في حال حيض، واشترطوا أن يكون الطهر الذي طلقها فيه لم يحصل فيه دخول بها، فإذا حصل دخول لا يسوغ له ان يطلقها، وإن فعل يكون",
            "page": "38",
            "part": "1",
            "seal": "CDF7FC5E"
        },
        {
            "id": "35",
            "nass": "الطلاق بدعياً لا يسير على السنن المحمدي. ¶ فإذا كان الطلاق في طهر لم يدخل بها فإن ذلك يكون دليلاً على نفرة قوية، ولكنه لا يدل على استحكامها وتعصيها على العلاج، بل يجوز أنها عاصفة تزول أو غيمة قد تتكشف. ¶ ولذلك يجئ الاحتياط الثاني: وهو أن يكون الطلاق واحدة رجعية أي يجوز للزوج أن يراجع زوجته فيها: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلَاحًا وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللَّهُ عَزِيزٌ حَكِيمٌ (228) الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} ¶ والاحتياط الثالث: أن تقضي مدة العدة في بيت الزوجية لا تخرج منه ولا يخرجها منه، والخروج منه إتيان فاحشة مبينة في ذاته: {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا (1) فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ}",
            "page": "39",
            "part": "1",
            "seal": "A63580F8"
        },
        {
            "id": "36",
            "nass": "ولا شك أن رؤيته لها أو إمكانه الرؤية، وسكناها في بيته طول مدة العدة، وقدرته على المراجعة، واستمراره على الطلاق طول هذه المدة، وهي نحو ثلاثة أشهر في أكثر الأحوال، وعدم محاولته المراجعة فيها، دليل على أن النفرة مستحكمة، وقد بلغت أقصى مداها، وآخر منتهاها، بحيث لا يمكن أن تكون عشرة صالحة بحال من الأحوال - ومع ذلك فإن النفس قد تكون تائقة لعد العدة وأنه يمكن أن يتدارك الأمر، فالشارع قد احتاط احتياطاً رابعاً، فلم يجعل الطلاق الأول قاطعاً قطعاً غير قابل للوصل، بل أعطى المطلق ثلاث طلقات على ثلاث دفعات، فإذا كان وانتهت العدة جاز استئناف الحياة الزوجية بعقد جديد ومهر جديد، إذا كان ثمة احتمال لاستئناف حياة زوجية يؤدم فيها بمودة رابطة وعشرة حسنة وعدالة في المعاملة من الجانين. ¶ وقد احتاط الشارع احتياط خامساً، ذكر في القرآن وهو الإشهاد على الطلاق، {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (2) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا} ولا شك أن حضور الشهود العدول في الطلاق قد يحملان المطلق على مراجعة نفسه قبل إيقاع الطلاق، بل قد يحملانه على العدول،",
            "page": "40",
            "part": "1",
            "seal": "E963158D"
        },
        {
            "id": "37",
            "nass": "بل قد يصعبان الأمر في الطلاق فيمتنعان عن الحضور. ¶ وقد قرر فقهاء الشيعة: أن الإشهاد على الطلاق شرط في وقوعه كما أن الشهادة في الزواج شرط لإنشائه، وإن ذلك صريح القرآن الذي تلوناه، وإن ذلك هو الذي يتفق مع طبيعة ذلك العقد، فإن شرطه الشهر والإعلان، كما ورد في الأثر: \"فرْقُ ما بين الحلال والحرام الإعلان\" وإذا كان كذلك في إنشائه فلابد أن يكون كذلك في إنهائه. ¶ هذه كلها احتياطات الشارع الإسلامي ليكون الطلاق في حال الحاجة إليه تستحكم النفرة، وتكون الحياة الزوجية بغضاء لا نعماء، وإن تلك الاحتياطات سنها الشارع الإسلامي بنصوص القرآن الكريم، وبالهدي المحمدي، وقد قال بعض الفقهاء من الشيعة الإمامية والظاهرية وغيرهم: إن الطلاق إن لم يكن ذلك المنهاج لا يقع\". ¶ أي احتياط نفسي أدق من هذا وأحكم، وهل يغني غناءه تحقيق القضاء ومراجعة الإثبات إن كانت العواطف الإنسانية يجرى فبها التحري والإثبات، إن أعلم أهل الخبرة من علماء النفس الإنسانية في الآحاد والجماعات لا يمكنه أن يبتكر مثل هذا، وأقصى ما يصل إليه أن يدرك مرماه وغايته ومقصده، وقد جاء به أمي لا يقرأ ولا يكتب ولم يتعلم قط، ولم يجلس إلى معلم قط،",
            "page": "41",
            "part": "1",
            "seal": "4CEEB0E1"
        },
        {
            "id": "38",
            "nass": "ولم يكن عنده من تجارب الحياة أكثر من شخص يقيم في بلد أمي ليس فيه علم، ولا درس، ولا بحث، ولا استقصاء، وليست له أسفار أكثر من مرتين، فإذا قال هذا الأمي: إن هذا علمنية اللطيف الخبير، وإنه تنزيل من حكيم حميد، لا يأتيه الباطل من بين يديه ولا من خلفه، فهل يكون كاذباً؟ إن الوقائع تؤيده والحقائق تصدقه والعقل يقره، مذعناً مؤمناً مطمئناً، إذ لم يكن مئوفاً بآفة من الغرض والهوى، قد أركسته الشهوات وأضلته الأوهام. ¶ وقد يقول قائل: إنك مهما تصور الطلاق بصورة الحقيقة التي يلجأ إليها والضروره المرة التي يضكر المطلق إليها، فإن ثمة ظلماً واقعاًَ بالمرأة، فإنها الأخرى قد تنفر من الزوج أشد النفور فكان ينبغي أن يفتح لها الباب كما فتح للزوج، ولكنه غلق دونها وأحكم تغليقه. ¶ والجواب عن ذلك: أنه لم يغلق دونها بل فتح لها، ولكن بين يدى القضاء، وبتطليق القاضي، ولم يترك لها الأمر وحدها لسببين: ¶ أحداهما: أن الزوج قد تكلف في سبيل الزواج تكليفات مالية كبيرة، فليس من العدالة أن نجعل لها أمر التطليق تطلق نفسها",
            "page": "42",
            "part": "1",
            "seal": "C1FCE7B4"
        },
        {
            "id": "39",
            "nass": "كما تشاء، فتضيع عليه التكليفات المالية، وإن هذه التكليفات تقيده إن كان الطلاق بيده، ولا تقيدها إن كان بيدها. ¶ ثانيهما: ما لوحظ من أن المرأة تحكمها العاطفة وتؤثر فيها الحال الوقتية، وقد قال النبي في وصف معاملتها لزوجها: \"يحسن إليهن الدهر كله ثم يسئ مرة فتقول: ما رأيت منه خيراً قط\" وقد لوحظ أن النسوة اللائي تكون عصمتهن بأيديهن بمقتضى تفويض الطلاق، يطلقن لأتفه الأسباب. ¶ ولكن هذل للمرأة أن تطلب الطلاق لمجرد أنها تبغض الزوج؟ نعم لقد قرر ذلك المالكية وأخذوه مما روى من حديث البخاري: أن امرأة ثابت بن قيس قال: \"يا رسول الله، ثابت بن قيس ما أعيب عليه في خلق ولا دين، ولكني أكره الكفر في الإسلام، إني لا أطيقه بغضاً، فقال رسول الله: تردين عليه حديقته؟ قالت: نعم. قال: إقبل الحديقة وطلقها تطليقة، وبهذا افتدت\". ¶ ومن هذا ومن بعث الحكمين عند الاختلاف، إذا تعذر الوفاق قرر مالك أن القاضي إن تبين أنها ناشرة لبغضها لزوجها يفرق بينهما ويلزمها بالمهر الذي دفعه، ولقد قال ابن رشد في هذا المقام: \"الفقه أن الفداء إنما جعل للمرأة في مقابلة ما بيد الرجل من الطلاق، فإنه لما جعل الطلاق بيد الرجل إذا فرك المرأة، جعل الخلع بيد المراة إذا تركت الرجل\".",
            "page": "43",
            "part": "1",
            "seal": "1D3F5C6B"
        },
        {
            "id": "40",
            "nass": "هذا هو الطلاق في الإسلام وقد تهجم عليه المتهجمون وتبعهم الضالون وادعوا استمراره مفتوحاً سيؤدي إلى انهيار الأسرة المصرية، بينما الواقع أن إغلاقه هو الذي سيقضي على الأسرة الإسلامية، لأنه يؤدي إلى بقاء زواج غير صالح للبقاء، ولأن الإحصاء أثبت أن الطلاق لا يكثر إلا في أول الحياة الزوجية، فمعنى تغليق بابه إبقاء على زوجية ثبت في أول أمرها أنها غير صصالحة للبقاء، وأنه يقل كلما دامت العشرة حتى يصير نارداً، والنادر لا حكم له. ¶ وإن فتح بابه هو حكمة اللطيف الخبير، والذين غلقوه قد أدركوا مغبة التغليق، ولذا قال \"بنتام\" في أصول الشرائع ما نصه: \"لو وضع قانون للنهي عن فض الشركات ورفع الوصايا وعزل الدليل، ومفارقة الرفيق، لصاح الناس أجمعون: \"إنه نهاية الظلم\" والزوج رفيق ووصي ووكيل وشريك، وفوق كل هؤلاء، ومع ذلك حكمت قوانين أكثر البلاد المتمدينة بأن الزواج أبدي.. إن أقبح الأمور عدم انحلال ذلك الاتفاق، لأن الأمر بعدم الخروج من حالة بعدم الدخول فيها. أي إن منع الطلاق يمنع الزواج، وقد شرع الله الطلاق وهو العليم الحكيم. ¶ * * *",
            "page": "44",
            "part": "1",
            "seal": "621253DD"
        },
        {
            "id": "41",
            "nass": "إن الشريعة الإسلامية أتت بنظام في الميراث لم تسبق بمثله ولم يصل إليه من بعد لاحق، ولا يزال إلى اليوم أدق الموازين في توزيع التركات، وأحكمها في تحقيق العدالة بين الوارثين. ¶ وإن أول ما يلاحظه الدارس لكتب الله وسنة رسوله أنه جعل نظام التوريث إجبارياً في الثلثين، وجعله اختيارياً في الثلث، فجعل للمورث الحق في الثلث يتصرف فيه بعد الموت بالوصية لمن يشاء، والأثكرون على أن ذلك الثلث إن أراد الوصية فيه لا تكون لوارث حتى لا يغير قسمة الله التي قسمها، وذلك لقوله عليه السلام: \"إن الله فرض الفرائض وأعطى كل ذي حق حقه فلا وصيى لوارث\" ولأن إعطاء بعض الورثة بالوصية دون الآخر تغيير لقسمة الله في المواريث والفرائض، فبدل أن تكون للبنت النصف يكون لها النصف والثلث، ولقد قرر ذلك النظر جعفر الصادق - رضي الله عنه -، والحكم كذلك في كل المال إن لم تكن وصية يكون إجبارياً بالنسبة للوارث، ولقد قرر الفقهاء أنه لا شيء يدخل في ملك الشخص جبراً عنه إلا الميراث. ¶ ولقد جعل الشارع الوراثة الإجبارية في الأسرة لا تعدوها، أراد المورث ذلك أم لو يرده، لأن ذلك من عمل الشارع الحكيم، لأنه أراد أن يصل العلاقات في الأسرة بالمودة العاطفية وبالمال يساعد بعضها بعضاً به في الحياة ويخلف القريب قريبه فيه بعد الوفاة،",
            "page": "45",
            "part": "1",
            "seal": "7A1B4D58"
        },
        {
            "id": "42",
            "nass": "وقد أمر الشارع القريب الغني بالإنفاق على قريبه الفقير نشراً للمودة في القريى، وجعل الميراث بعد الوفاة ليكون التعاون في جمع المال كاملاً كما تكون المودة كاملة، وجعل نفقة الأقارب والميراث يسيران في خط واحد لأنهما ينبعان من أصل واحد، فمن كانت تجب عليه نفقته إذا احتاج، هو الذي يرثخ لو مات غنياً، لأن الغرم بالغنم والحقوق والواجبات متقابلة وإن ذلك من قبيل محافظة الشارع الإسلامي على الأسرة، لأنها وحدة البناء الإجتماعي، وإنه في الوقت الذي تنحل فيه الروابط في الأسرة ينتدئ الانحلال في المجتمع، وأن الذين يغيرون على المبادئ الاجتماعية السليمة يجعلون الأسرة هدفهم، يحلونها ليحلوا عرا المجتمع عروة عروة، وإن جعل الشارع الإسلامي الوراثة في الأسرة مجتمعة على أن يكون بعضها أولى من بعض نظر متوسط بين نظر الاشتراكين الذين يمحون التوارث محواً تاماً، ولا يعتبرون للشخص إلا ما كان كسبه بيده، وبين نظر الإقرار بين الذين يجعلون للمالك سلطاناً في ماله بعد وفاته، يتصرف فيه كما يشاء، كما كان له سلطان في حياته، وفي كلتا النظرتين إطراح للأسرة أو نظرة لها من أضيق آفاقها كما هو الشأن في الشرائع التي جعلت الميراث الإجباري في الفروع وحدها، وبقدر ليس بكثير، لقد جاء الشارع الإسلامي وسلب من المورث الإرادة في الثلثين، وترك له الثلث",
            "page": "46",
            "part": "1",
            "seal": "5134ED44"
        },
        {
            "id": "43",
            "nass": "يتصرف فيه بالمعروف كما شاء، وما سلب منه الإرادة في الثلثين إلا ليحمي الأسرة وليعطيها ما له بالقسطاس المستقيم، ولكيلا يكون في الأسرة جفوة بسبب المنع والإعطاء، إن ترك ذلك للمورث. ¶ وإن التوزيع الذي تولاه الله في كتابه العزيز يقوم على دعائم ثلاث: ¶ أولاها: أنه يعطي التركة للأقرب الذي تعتبر حياته امتداداً لشخص المتوفي من غير تفرقة بين كبير وصغير، ولذلك كان أكثر الأسرة حظاً في الميراث الأولاد، ومع ذلك لا ينفردون بالميراث، بل يشاركهم فيه غيرهم، ولكن لا يكون مجموع ما يستحقون أقل من النصف، وإن مشاركة غيرهم بنحو النصف هو لمنع تجميع المال في جانب، فالأبوان يأخذان الثلث، ثم يكون بعدهما لأولادهما وهم إخوة المتوفي الذين يئول إليهم نصيب الأبوين، فيكون الاشتراك في المال بدل الانفراد، وإن لم يكن أبوان فقط يأخذ الإخوة مع الأولاد كالخال، إذا كان فرع أنثى فمع الميراث يكون للأقرب لم يكن الإعطاء على سبيل الاستئثار بل على سبيل الاشتراك. ¶ وثانيتها: الحاجة، فيكثر القدر في الميراث كلما كانت الحاجة أشد،",
            "page": "47",
            "part": "1",
            "seal": "D4722ED4"
        },
        {
            "id": "44",
            "nass": "ولعل ذلك هو السر في أن نصيب الأولاد أكثر من نصيب الأبوين، مع أنهم في درجة واحدة من القرابة، بل إن الأبوين لهما نوع ملك في مال ولدهما لقوله عليه السلام: \"أنت ومالك لأبيك\" ولكن حاجة الأولاد إلى المال أشد لأنهم في غالب الأحوال ذرية ضعاف، خصوصاً إذا كان الأبوان على قيد الحياة وهم يستقبلون الحياة والأبوان يستدبرانها، ولهما في الغالب فضل مال محاجتهما إلى المال كحاجة الذرية الضعاف، وما يرثه الأبوان يكون لأولادهما، وهم في الغالب كبار، وسيرثون الأب في الطريف والتالد من المال بينما الذرية لا ترث شيئاً. ¶ وإن ملاحظة الحاجة هو السبب في أنه كانو ميراث الذكر ضعف ميراث الأنثى، لأن التكليفات المالية على الزوج دائماً، وليس على المرأة تكليفات مالية كتكليفات الرجل، والفطرة التي أقرتها الشريعة تجعل المرأة قوامة على البيت، والرجل عاملاً كادحاً في الحياة، وهذا بلا شك يجعل حاجة المرأة إلى المال دون حاجة الرجل، ولا شك أن التفاوت لتفاوت الحاجة عدل، والمساواة عند تفاوتها ظلم، وهي من المساواة الظالمة لا العدالة. ¶ ثالثتها: أن الشريعة الغراء بنص القرآن وصحيح الحديث تتجه بالميراث إلى التوزيع دون التجميع، كما أشرنا، فالقرآن لم يجعل الميراث في وارث واحد يستبد به دون الباقين، فلم يجعلها",
            "page": "48",
            "part": "1",
            "seal": "32C71544"
        },
        {
            "id": "45",
            "nass": "للولد البكر، ولم يحعلها للأبناء دون الآباء، بل وزع التركة بين عدد من الورثة، والصور التي يستبد فيها وارث بالتركة نادرة جداً، وهي تكون حيث يقل الأقارب، وما كان نظام التوريث ليخلق القرابة بل يوزعها بالعدالة والقسطاس بين القرابة فيوزع بمقدار قربها وقوتها، ولذا ترى الأولاد حميعاً يشتركون في الميراث بحكم القرآن، وقد يشاركهم أولاد الأولاد وإن كان آباء، فإنهم يشاركونهم لا محالة وكل ذلك فيه توزيع لا تجميع. ¶ وإذا انتقل الميراث من عمود النسب إلى الحواشي يوزع بينهم من غير أن تستبد قرابة دون قرابة، فإذا كان إخوة أشقاء ولأب ولأم، وزع بينهم الميراث، فأولاد الأم يأخذون عند وجود الأشقاء مع تعارف الناس جميعاً على أن الأشقاء أقوى قرابة، ولكن قرر القرآن ذلك لكيلا تتحيز التركة في جانب واحد، وفوق ذلك يكون في ذلك إعلان لنصرة الأمومة وقوة علاقتها، وأنها تربط بين أولادها كما يربط فيشعر الإخوة الذين تربطهم الأم بأنهم في قوة القرابة بدرجة تقرب من قوة الأب، وإن هذا قد يؤدي إلى ألا ينفر الأولاد من زواج أمهاتمهم، ولا يعضلوهن لتوهم عار أو نحوه، لأنهم يعلمون أنهم بهذا الزواج يصلون قرابات بقرباتهم، ويزيدون الأنصار والأولياء، وإنهم يرثون بمقتضى أحكام القرآن مع وجود الأم، فيكون للأم",
            "page": "49",
            "part": "1",
            "seal": "53D32ACC"
        },
        {
            "id": "46",
            "nass": "وأولادها من غير أبي المتوفي بذلك قدر موفور من التركة، يصل إلى نصفها أحياناً، وما يئول للأم يئول إليهم بعضه، فيكون لهم قدر كبير. ¶ ومما بني على هذا المنهاج الذي سلكه القرآن هو توزيع التركة بين الأقربين دون تجميعها، ما استنبطه الفقهاء من أحكام القرآن من أن مَن اتصل بالمبيت من طريق وارث لا يرث مع وجود من اتصل به، إذ لو كان كلاهما يرث فيرث الابن وابنه أو الأب والجده، لكان ذلك جمعاً للتركة في حيز واحد، أو على الأقل يكون جمعاً لشطر كبير منها في ذلك الجانب، والقرآن وزع التركة وعمم في التوزيع للقرابة القريبة، ثم التي تليها، ثم البعيدة، تقوية لدعائم الأسرة، ووصلا لحبل المودة، وتقريباً للبعيد، ولقد أخر الإسلام ذوي الأرحام في الميراث، وهم الذين تتصل قراباتهم بالميت عن طريق النساء، فيما عدا الإخوة لأم، لأن هؤلاء ينتمون إلى أسر أخرى غير أسرة المتوفي، ولهم غالباً ثروات آلت أو تئول إليهم من طريق تلك الأسر، فكان المعقول ألا يزاحموا الذين ليست لهم أسرة أخرى، ينالون الميراث عن طريقها، فبنت البنت لا تزاحم بنت الابن لأن هذه ليست لها أسرة تنال منها ميراثاً غير أسرة أبيها، أما ابنة البنت فأسرة أبيها قد= يكون فيها فضل مال يغنيها.",
            "page": "50",
            "part": "1",
            "seal": "6CF41C54"
        },
        {
            "id": "47",
            "nass": "إن قسمة المواريث قولاها القرآن بنصوصه الصريحة في الأرقام، فهي قسمة الله العادلة وتوزيعه الحكيم، ولم يعرف البشر توزيعاً قريباً منه في عدله، وقد تولى سبحانه بيانها لكيلا يصل الناس، لإغن تركوها بعد البيان فعن بينة تركوها، وقد قال سبحانه بعد بيان المواريث: {يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} ¶ * * *",
            "page": "51",
            "part": "1",
            "seal": "A7DE1A27"
        },
        {
            "id": "48",
            "nass": "حكم القرآن.... والحريات ¶ إن مجموعة الأحكام التي اشتمل عليها القرآن في تنظيم الجماعة الإسلامية، وإقامة بنياتها، تتجه إلى تكوين نظام عام تحمي فيه الأنفس والأديان والأنساب والعقول، ويكون للجماعة سياج قوي من الفضلية والأخلاق الكريمة لتكون تلك الجماعة مثالاً صالحاً يحتذي في المعاملات الإنسانية، وتقوم علاقته بغيره على أسس من التعارف الإنساني وتكريم الإنسانية، في كل إنسان سواء أكان عدواً أم كان ولياً: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا} ¶ فنظام القرآن العام يقرر تلك الكرامة الإنسانية في داخل الدولة الإسلامية، ويقررها في كل العلاقات الإنسانية ليكون التآخي العام أو يكون تنازع البقاء تحت ظل الفضيلة الحاكمة، لا تحت ظل الغابات والأحكام التي يحكم فيها الظفر والغاب وحدهما. ¶ إن أول ما تجه إليه الإسلام هو حماية الحريات العامة والخاصة، ذلك لأن الحرية هي الإنسانية، في معناها ومغزاها، فمن أهدر الحرية",
            "page": "52",
            "part": "1",
            "seal": "5D2AE2AE"
        },
        {
            "id": "49",
            "nass": "فقد أهدر الإنسانية، وإن من يستلب منه ذخص بعض حريته التي استحقها بمقتضى ناموس الوجود، والفطرة التي فطر الناس عليها، فقد نقصه بعض إنسانيته وسلبه بعض شخصيته. بيد أن تلك الحرية التي يحميها القرآن، ليست هي الحرية المطلقة، فالحرية المطلقة كالحقيقة المطلقة، أمور معنوية تتخيل ولا تحي، ولا تتحق في ذلك الوجود اللاغب المتناحر، وإن الذين ينطلقون في حرياتهم انطلاقاً يخلعون الربقة، ويهتكون الحمى، يضيعون من حرية غيرهم بمقدار ما ينطلقون، ولذلك لم يبح الإسلام الحرية المنطلقة من كل القيود، لأنها هدم وليست ببناء. وإنما حمى الإسلام الحرية المقيدة بشكائم من الأخلاق وحماية حق الغير، وما يتصل بالحرية العامة التي تستمتع بها الجماعة الفاضلة، وإن هذه الحرية العامة هي الحرية الكلية التي تجتمع من أجزاء قد أخذت من حريات الآحاد انتفاضاً عادلاً، ستكون الحرية العامة التي تظل الجميع، و\"كل تقييد للحرية لابد أن يكون له مبرر من قواعد الحرية ذاتها وإلا كان ظلماً ... \" - كما قال سعد زغلول - رحمه الله -. ¶ لقد دعا القرآن إلى الحريات بكل أنواعها على أن تكون غير منطلقة إلى الهدم كما بينا، فسوّغ حرية التدين ونادى في قوة: \"لا إكراه في الدين قد تبين الرشد من الغي\" وقال في وضوح",
            "page": "53",
            "part": "1",
            "seal": "3D8C1DD2"
        },
        {
            "id": "50",
            "nass": "وجلاء لمخالفيه: {لَكُمْ دِينُكُمْ وَلِيَ دِينِ} بيد أنه في هذه افباحة الكريمة التي لم تكن معروفة قط في عصر نزوله، ولم يدرك الناس معناها إلا في العصور الأخيرة، لم يسوغها مطلقة غير مقيدة حتى لا يترتب على الاطلاق تقييد حرية الغير العادلة، فأباح للنصارى أن يتدينوا بدينهم تحت ظل المسلمين، وأباح لليهود مثل ذلك، بل اباح للمجوس أن يقيموا طقوسهم الدينية في معابدهم، ومع هذه الإباحة لم يسوغ الزندقة من الذين كانوا يظهرون الإسلام، ويبطنون غيره، لأن ذلك تضليل لا مجرد استمتاع بالحرية الدينية، ولم يسوغ لذوي الأهواء. أن يعبثوا بالأديان فيدخل في الإسلام لغاية ثم يخرج منه لغاية، بل أعتبر ذلك لعباً بالدين وتضليلاً للمتدينين، ولذ عاقب المرتدين وقال مبين القرآن وشارحه صلوات الله عليه: \"من بدّل دينه فاقتلوه\" واعتبر القرآن ذلك أشد التضليل فقد قال تعالى: {إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا} ¶ وإن الإسلام قد سوغ حرية التدين تحت ظله وحماها فجعل لغير المسلمين الذين يكونون في ولايته، لهم ما للمسلمين وعليهم ما على المسلمين، أن يستمتعوا بحريتهم الدينية كاملة حتى أنهم ليستبيحون لأنفسهم تحت ظله ما لا يبيحه الإسلام لأهله،",
            "page": "54",
            "part": "1",
            "seal": "24D5CC43"
        },
        {
            "id": "51",
            "nass": "فالإسلام حرم الخمر وأقام الحد على شاربيها، ومع ذلك أبيح لهم أن يشربوها إن كانوا تحت حكم المسلمين. ¶ * * * ¶ والإسلام حرم الخنزير واعتبره رجساً وأبيح لغير المسلمين أن يأكلوه، بل أكثر من ذلك أن الإسلام - ككل الأديان السماوية حرم الزواج من البنات والأمهات وغير ذلك، وكان المجوس يسيبيحون ذلك، فلم يمنعهم الإسلام من تلك الاستباحة التي تنفر منها الطبائع الإنسانية، بل لقد الغ الإسلام في حماية حرية المخالفين إن عاشوا تحت حكمه واستظلوا برايته العادلة، وإنه ليعاقب على من يعتدي على خمر أو خنزير يستبيحها ذمى، فإن أراق مسلم خمراً لذمى يعيش تحت الراية الإسلامية، أو قتل خنزيراً له أوجب الإسلام على مقتضى استنباط الإمام أبي حنيفة وكثيرين من الفقهاء، أن يدفع قيمة ما أتلف، ولقد همَّ الخليفة العادل عمر بن عبد العزيز أن يمنع غير المسلمين الذين يعيشون في ظل الإسلام من أن يشربوا الخمر أو يأكلوا الخنزير ويتزوجوا البنات، فاستئار في ذلك واعظ التابعين الحسن البصري فمنعه، وبين له أن الصحابة ساروا على ذلك، ثم بين أن مخالفتهم بدعة في الدين لا تجوز، وقال له في قوة وحزم: \"إنما أنت متبع لا مبتدع\".",
            "page": "55",
            "part": "1",
            "seal": "57F38F55"
        },
        {
            "id": "52",
            "nass": "وإنه لكي يكون غير المسلمين في حرية دينية كاملة إن رضوا بالإقامة مع المسلمين في ظل دولتهم، أبيح لهم أن يتخاصموا في أمورهم الدينية أو ما يتصل بها، وفي المعاملات الخاصة بهم إلى غير القاضي المسلم العام، الذي يحكم بين المسلمين، إلا إذا كان في القضية خصم مسلم، فإنه في هذه الحال لا يسوغ للقاضي غير المسلم الذي أعطى ولاية خاصة أن يحكم على المسلم، وإن ذلك صريح القرآن الذي يؤخذ منه من غير تأويل: \"فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ\" وفي ظل القرآن الكريم وجدت امتيازات طائفية كان الأصل فيها العدل المطلق والحرية السامية التي أعطاها الإسلام لغير المسلمين الذين ارتضوا ولايته، وإذا كان الإسلام العادل قد أعطاها فاتخذوها ذريعة للانتقاض على الحكم، والعبث بدولته، فليس العيب على الإسلام العادل، إنما العيب في الإنسان الناقص الذي استغل العدل ليتخذ منه بناء الظلم، واتخذ الحرية التي منحها أهل العدل ليفسد بها أمر العادلين، ويهزع حكم المتقين، وفي ظل الحرية الدينية التي أعطاها القرآن والرسول الذي بين القرآن وجدنا غير المسلمين في القرون الأولى يعيشون في ظل القرآن، في حرية دينية لم ينعموا بها في الأمم التي تتدين بدينهم، فإن القوارق المذهبية ومحاولة كل فريق أن",
            "page": "56",
            "part": "1",
            "seal": "E5AE2897"
        },
        {
            "id": "53",
            "nass": "يجعل الآخر على مذهبه بسيف القوة وعنفوان السلطان، إن كان أحد المذهبين له سلطان، كان يذهب بالحرية الدينية، بل إن تلك المعاملة الإسلامية الرقيقة وتلك الحرية العادلة كان سبباً في أن الذين صفت نفوسهم ولم يستول عليها التعصب الطائفي، يدخلون في الإسلام أفواجاً أفواجاً، وإنه لإدراك الخلفاء الراشدين لمعنى الحرية الدينية العادلة لم يرهقوا أحدا أي عسر بسبب دينه، بل وجدنا الفاروق عمر بن الخطاب تحضره الصلاة في كنيسة فلا يصلي فيها، حتى لا يتخذها الناس مسجداً فيظلموا أهلها، بل لقد وجدنا ذلك الإمام العادل يتقدم بنفسه لإزالة التراب عن هيكل لليهود، فقد رأى عند دخوله بيت المقدس وعقده المعاهدة مع أهله رأس هيكل قد دفن في التراب ثم علم أنه هيكل لليهود وطمره الرومان، فأخذ عمر يزيل عنه التراب يفضل ثوبه فاتبعه كل جيشه فيما صنع فلم يمض وقت حتى زال التراب عن الهيكل، ولو أنطقه الله تعالى لقال: إن ذلك عدل الإسلام وحرية الإسلام وتسامح أهل القرآن. ¶ ولقد كان عمر يتحرى عن أعمال الولاة الذين يوليهم الأمر في الأقاليم وكان كثير من أهلها ذميين، وأول من يسأل عن أعمالهم عو معاملتهم لأهل الذمة، فإن علم أنهم يأخذونهم بالرفق كان أمارة العدل، وإلا كان العزل، بل كان النكال والعقاب. ¶ وعمر الحاكم بحكم القرآن هو الذي أمر الفتى القبطي با، يقتص",
            "page": "57",
            "part": "1",
            "seal": "1751A2B1"
        },
        {
            "id": "54",
            "nass": "بيده من ابن عمرو بن العاص، حاكم مصر، وأن يكون القصاص في حضرته لكي يكون كاملا، ولكي يشفي صدر المظلوم، ثم يرسلها حكمة خالدة في الإنسانية قائلا لعمرو بن العاص: \"منذ كم يا عمرو تعبدتم الناس وقد ولدتهم أمهاتهم أحرارا\" فكانت شعار الأحرار في كل الأعصار والأمصار. ¶ هذه هي الحرية التي أعطاها القرى، لمن يكفرون به، أعطاها لهم سمحاً كريماً لأ، هـ يكوَّن المسلم الحر الصادق في حريته، والحر حقاً وصدقاً هو الذي يقدر الحرية في غيره كما يقدرها في نفسه، وليس حراً كذلك الذي ينطلق في مآربة ويقيد حرية غيره تقييداً ظالما، وليس حراً ذلك الذي يوسع ما له ويضيق ما لغيره، ولقد بهرت هذه الحريةالدينية التي أعطاها القرآن لمن لا يؤمنون به أنظار العلماء المحققين من الاوربيين، الذين يميلون إلى الإنصاف أحياناً عندما يتكلمون في شئون الإسلام، واقرأ ما كتبه جوستاف لوبون في في كتابه حضارة العرب، فهو يقول: ¶ \"قد أدرك الخلفاء السابقون الذي كان عنهم من العبقرية ما ندر وجوده في دعاة الديانات، أن نظر الأديان ليست مما يفرض قسرا فعاملوا أهل سوريا ومصر وأسبانيا وكل قطر استولوا عليه برفق عظيم، تاركين لهم نظمهم ومعتقداتهم، غير فارضين عليهم سوى جزية زهيدة إذا ما قيست بما كانوا يدفعونه فيما مضى على",
            "page": "58",
            "part": "1",
            "seal": "97B286D1"
        },
        {
            "id": "55",
            "nass": "أن تكون تلك الجزية في مقابل حفظ الأمن بينهم، فالحق أن الأمم لم تعرف فاتحين راحمين متسامحين مثل العرب ولا ديناً سمحا مثل دينهم\". ¶ تلك هي حرية المخالفين للمسلمين في اعتقادهم التي أعطاها لهم الإسلام، وليوازن المنصفون بين هذه الحرية التي استمتع بها اليهود والنصارى تحت ظل القرآن، وبين ما يفعله أهل أوربا اليوم مع مخالفيهم من المسلمين، سلوا فرنسا التي تزعم أنها قادت العالم إلى الحرية والإخاء والمساواة، ماذا صنعت في المسلمين الذين يقيمون في فرنسا عاملين في مصانعها منتجين في اقتصادها، ماذا صنعت لهم وماذا أعطتهم من حرية دينية؟ وسلوها ماذا صنعت في الجزائر وتونس والمغرب وما أرهقت وما ضيقت من حرية دينية، بل سلوها عما سنعت يوم صوبت الرصاص على أهل دمشق، فلما وجه لوم إلى قائدهم اعتذر بأنه لم يقتل مسيحيا واحدا. بل كان كل صرعاه من المسلمين، ثم وازنوا بين عمل ذلك القائد وعمل ابن تيمية شيخ الإسلام في القرن السابع الهجري، عندما ذهب إلى قازان ملك التتار يكلمه في شأن الأسرى الذين أسرهم ففك أسرى المسلمين، ولم يفك أسرى اليهود والنصارى. فأبى ابن تيمية إلا أن يفك أسرى المسلمين ومن كانوا في ذمتهم من اليهود والنصارى، لأن لهم ما لهم وعليهم ما عليهم.",
            "page": "59",
            "part": "1",
            "seal": "1785D439"
        },
        {
            "id": "56",
            "nass": "ثم ليوازن المنصفون بين القرآن وما صنعت جماعة الأمم المتحدة في فلسطين، فلقد خربت الديار وأخرجت ألف ألف أو يزيدون عراة يأكلهم الجوع والعري والحر والقر، ولم ترع عهداً ولا خلقاً ولا اجتماعاً ولا أي معنى من المعاني الإنسانية التي تربط بين بني الإنسان، ولكن الموازنة في الحقيقة لا تتحقق مقاييسها ولا تنضبط موازينها لأنها موازنة بين حكم الله الخالق العادل، وحكم عبد المخلوق الظالم، وموازنة بين حكم يقوي الروح، وحكم تسيطر عليه المادة والشهوة، وموازنة بين حكم الخوة الإنسانية الرابطة الجامعة التي وثقها مُنزل القرآن، وبين حكم القلب ووحشية بني الإنسان، هذه الحرية التي يعطيها الإسلام بنص القرآن لمن يستظاون بلوائه ممن يخالفونه، أما الحرية التي يعطيها جماعة المسلمين فهي الحرية المقيدة بالفضيلة وأحكام الدين وحقوق الغير، وقد كفل القرآن الكريم الحريات كلها دائرة الفضيلة واحترام الحقوق، فللمسلم بمقتضى حكم القرآن حرية الفكر، بل إنه حرص عليه ودعا إليه ومنع المسلم من أن يتبع الآباء، ونعى على الذين قالوا: {بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ} ¶ وإذا كان الإسلام دين العقل حقاً وصدقاً فأول ما اتجه إليه القرآن هو تحرير العقول من الأوصام ومن ربقة التقليد، ودعا إلى",
            "page": "60",
            "part": "1",
            "seal": "A1F649D5"
        },
        {
            "id": "57",
            "nass": "النظر المجرد في الكون وما فيه والناس وما هم عليه، والأنفس وما استكن فيها من نزوع ومواهب: {وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ} ؟ ¶ وأطلق القرآن حرية القول من غير اعتداء حتى لقد كان النبي - صلى الله عليه وسلم -، وهو المعصوم الذي ينزل عليه الوحي، يستمع إلى ناقديه، بل لقد تجاوز بعضهم الحد وخلع الربقة واستعمل حرية القول في غير موضعها، فأرشد النبي ودعاه إلى الهدى ونهاه عن الهوى، وعن الخروج على الجادة في رفق وحلم وأناة وصبر. ¶ وأطلق القرآن حرية العمل بشرط ألا يتجاوز حدود الفضيلة، ولا يعتدي على حق غيره\" فله أن يعمل كل ما ليس شراً وقد تكافأت الفرص وتسهلت السبل وذلل له الإسلام كل صعب، ولم يحاجز بينه وبين خير يريده، وبر يبتغيه: {وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ} . ¶ أما الحرية الشخصية فقد وضع القرآن أصولها وسبق كل الشرائع فيها سبقاً بعيداً، وأتى فيها بما لم يكن معروفاً عند العرب ولا عند غيرهم من الفرس والرومان الذين كان لهم السلطان، وكانوا يحملون صور المدنية القديمة وينشرون آراء الفلاسفة الذين توجت بهم المدنية اليونانية والرومانية ¶ ونستطيع أن نقول في غير تهجم على الحقائق: إن الحرية",
            "page": "61",
            "part": "1",
            "seal": "2C053062"
        },
        {
            "id": "58",
            "nass": "الشخصية كانت منقوصة في حكم اليونان والرومان والعرب وغيرهم من أمم العالم، حتى نزل القرآن فكان أول من كمل هذه الحرية ودعا إليها دعوة صريحة قوية، وإن أمارة نقصها عند الأقدمين، وكمالها في القرآن الكريم، حال المرأة والرقيق، فإن كليهما لم يكن له حرية شخصية بالمعنى الذي يليق بالآدمية الكريمة، فالرقيق لم يكن له في الأحكام التي أعطته إياه الشرائع السالفة على شريعة القرآن أي حق من الحقوق، بل كان يأخذ حكم البهائم وكان يعامل كأنه لعنة الإنسانية في هذه الأرض، فلم يكن إلا مالاً كسائر الأموال، ومن اعتدى عليه فقد اعتدى على مال الغير، أما إن اعتدى عليه صاحبه فلا حق لأحد قبله، كمن يتلف ماله ليس لأحد عليه من سبيل. ¶ والمرأة كانت كالمتاع في البيت ليس لها حقوق الإنسانية الكاملة، بل كانت ناقصة لا يرعى لها حق في مال ولا زواج، بل أمر زواجها إلى غيرها، والزواج بالنسبة لها كان رقاً أو يشبه الرق حتى كانت تورث زوجيتها عند بعض القبائل العربية. ¶ جاء القرآن بأمر جديد في هذا لم يكن معروفاً ولم تصل إليه مدارك الفلاسفة، فلم يذكر في أي لفظ صريح فيه إباحة الرق، ولكن ذكر فيه فيه العتق، فاستنبط الناس من الأمر بالعتق وإيحابه في أحوال كثيرة، أن القرآن يبيح الرق، وحسب الشريعة القرآنية",
            "page": "62",
            "part": "1",
            "seal": "C9359265"
        },
        {
            "id": "59",
            "nass": "ذلك شرفاً أن يكون دليل إباحة الرق فيها هو إزالته وتخفيف ويلاته. ¶ وجد الإسلام الرق حقيقة مقررة في الوجود في عصر نزول القرآن، وأسساً من أسس الاقتصاد، وقاعدة من قواعد الحرب المعترف بها في تلك الأزمنة، فلا يمكن تغييره إلا باتفاق الدول في ذلك الإبان لتكون المعاملة بينها بالقساط المستقيم، فلم يجد الإسلام مناصاً من تركه ولكنه خفف ويلاته بطرائق ثلاث تجعله بين المسلمين صورياً إن نفذت أوامر على وجهها: ¶ وأول هذه الطرق: تضييق سبب الرق فلم يجعل الإسلام له إلا سبباً واحداً جوازياً، وليس إجبارياً وهو الأسر في الحري العادلة، التي لم تكن بغياً من قبل المسلمين، ولا اعتداء، فإن الإسلام لم يجوز البغي ولا الاعتداء أصلاً، فإن أسر المسلمون أسرى في هذه الحرب جاز استرقاقهم، أو المن عليهم، أو فداؤهم بالمال، وليس ولي الأمر ملزماً بواحد من الثلاثة، بل يفعل منها ما يراه المصلحة للمسلمين، وماا يسجل أن ذلك كان علاجاً وقتياً أو خضوعاً للأمر الذي لم يكن ثمة سبيل لتغييره. وإلا كلب الأعداء المسلمين وصاروا يسترقون المسلمين ولا يسترق أحد منهم، ومما يسجل ذلك أن إباحة الاسترقاق في الأسرى ثبتت بعمل الصحابة، ولم تقبت بالقرآن، فإن الله سبحانه وتعالى قال في الأسرى: {حَتَّى إِذَا أَثْخَنْتُمُوهُمْ",
            "page": "63",
            "part": "1",
            "seal": "6E19BE62"
        },
        {
            "id": "60",
            "nass": "فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا} فخير ولي الأمر بين المن والفداء بالنسبة للأسرى، ولم يذكر الاسترقاق ليكون الباب مفتوحاً لإلغاء الرق عندما يكون الاتفاق الدولي على إلغائه. ¶ وإذا كان الشرع الإسلامي قد ضيق أسباب الرق فقد وسع القرآن أسباب العتق فجعله في ذاته من أعظم القرب: {فَلَا اقْتَحَمَ الْعَقَبَةَ (11) وَمَا أَدْرَاكَ مَا الْعَقَبَةُ (12) فَكُّ رَقَبَةٍ} وأوجبه في كل الكفارات لمن كان عنده رقيق فكفارة القتل الخطأ عتق رقبة، وكفارة الصوم عتق رقبة، وكفارة اليمين عتق رقبة، وكفارة الظهار عتق رقبة، وهكذا ... وأوجب الاتفاق بين السيد والعبد إن تعهد بأداء قيمته على أن يتركه يسعى في تحصيلها، وعلى أن يكون ذلك ثمن حريته، وجعل قسماً من مصارف الزكاة لفك الرقاب يشتري ولي الأمر به عبيداً ويعتقهم، أو يعين من يكون بينهم وبين أسيادهم اتفاق على مال يكون فدية رقابهم، ومن ضري عبده فكفارته عتقه، ولو أن مبادئ الإسلام نفذت كاملة في هذا ما بقى رقيق أكثر من عام بعد استرقاقه ... وهذا هو الطريق الثاني ... ¶ والطريق الثالث لتخفيف ويلات الرق: أن الإسلام لم يهدر آدميته بل جعل له حقوقاً وعليه واجبات، ولكلامه اعتبار، وله منزلة، فالإمام أحمد بن حنبل اعبتر شهادته كشهادة الأحرار",
            "page": "64",
            "part": "1",
            "seal": "2F857693"
        },
        {
            "id": "61",
            "nass": "على سواء، وقرر أنه ليس في الكتاب أو السنة ما يدل على إهدار شهادته، وأكثر الفقهاء على أنه يقتل الحر بالعبد كما يقتل العبد بالحر، ووكل الفقهاء على أن له حقوقاً على مالكه، وأن له أن يشكو من مالكه من سوء المعاملة، ويقضي له إن كانت الشكوى في موضعها وهو مطالب بكل التكليفات الشرعية. ¶ وفي الجملة: إن القرآن اعتبره إنساناً له كل حقوق الإنسان، وعليه كل واجباته، ولم يعتبره صنفاً منحطاً كما اعتبره \"أرسطو\" في القديم، بل جعله أقرب إلى الله من الأحرار إن كان فيه خيراً، ولم يعتبره جنساً أقل من بقية الأجناس كما اعتبر الأمر يكان الجنس الأسود كذلك، لأن القرآن تنزيل من حكيم حميد، لا يأتيه الباطل من بين يديه ولا من خلفه. ¶ * * * ¶ وإذا كانت شريعة القرآن كفلت حرية التدين لمخالفيه في ظل حكومته بقدر لم يعرف في التاريخ إلى اليوم. ¶ وكفلت حرية الفكر، وحرية العمل، والحرية الشخصية، لا سيما حرية الضعفاء. ¶ فإن الشريعة القرآنية كفلت للمرأة حرية كملت بها إنسانيتها في دائرة الحياة التي حصصتها الفطرة الإنسانية لها.",
            "page": "65",
            "part": "1",
            "seal": "E9AB44FC"
        },
        {
            "id": "62",
            "nass": "كانت المرأة في البلاد العربية - قبل الإسلام - متاعاً أو كالمتاع، لم يكن لها حقوق قبل وليها، يزوجها من يشاء، وليس لها رأي في أي أمر من أمورها، ولا تستحق شيئاً من ميراث، فإذا انتقلت من أسر الولاية الأبوية أو ما يتشعب عنها إلى الزواج، حلت ولاية الزوج محل ولاية الآباء من عصبيتها، فهي في أسر دائم مستمر منذ أن ينبثق لها فجر الوجود إلى أن يضمها القبر ... ¶ ثم جاءت شريعة القرآن فصانت للمرأة إنسانيتها، واعتبرتها إنساناً كاملاً. وهي كالرجل في الحقوق والواجبات التي تثبتها الإنسانية المجردة، منعت أن تنتقل الزوجة بالميراث، وعضلها - أي منعها قشراً وظلماً أن تتزوج الأكفاء من الرجال، كما تركت لها حرية الاختيار في الزواج، ولا خلاف بين الفقهاء في منع الإجبار عن البالغة العاقلة المجربة. وإن اختلفوا في توليها أمر العقد بنفسها، ومع ذلك فأبو حنيفة قرر - معتمداً على صحيح السنة - أنها إن اختارت الكفء فليس لولي معها شأن. وهذا مما لم تصل إليه المرأة في الأمم الأوربية إلا منذ عهد قريب، والقانون الفرنسي الذي يقدسه علماء القانون لا يعطي الفتى أو الفتاة حرية الاختيار قبل الخامسة والعشرين للفتى، والحادية",
            "page": "66",
            "part": "1",
            "seal": "FBA4D7D7"
        },
        {
            "id": "63",
            "nass": "والعشرين للفتاة، ولا يجوز زواجهما قبل هذه السن إلا بإذن ورضا الولي ... ¶ وشريعة القرآن منحتها حرية التصرف في أحوالهلا، إذ اعتبرها مستقلة تمام الاستقلال عند ذويها، بينما القانون الروماني مصدر القوانين الحديثة لم يعترف للمرأة بالشخصية المالية المنفصلة، وبينما القانون الفرنسي الذي حل في بلادنا محل الشريعة الإسلامية في المعاملات تعد فيه المرأة المتزوجة ناقصة الأهلية. ¶ * * *",
            "page": "67",
            "part": "1",
            "seal": "E4CF77A5"
        },
        {
            "id": "64",
            "nass": "دعائم ثلاث ... ¶ إن حكم القرآن يقوم على ثلاثة أقطاب: ¶ أولها: العدل وهو قوامها ونظامها وواسطة عقدها ... ¶ وثانيها: رعاية المصالح ... ¶ وثالثها: الشورى بين المسلمين ... ¶ إن كل جماعة يوثق الروابط بينها نوعان من التوثيق: ¶ أحدهما: قوانين منظمة للعلاقات مع ولاية حاكمة توزع العدل بين الناس وترعى مصالح العباد، وتنظم الحقوق والواجبات. ¶ وثانيهما: فضائل تهذب القلوب، وتربط النفوس. ¶ والنوع الثاني لا يكون بأحكام قضائية أو إدارية، إنما يكون يتهذيب نفسي وتربية وجدانية، وأما النوع الأول فهو الذي ينظمه حكم القرآن وأساسه الجعائم الثلاث: العدل، ومصالح الناس، والشورى. ¶ إن القرآن دعا إلى العدل مع العدو والولي، أنه حقيقة خالدة ليست مقصورة على الأحباء، بل إنها تعلو إلى المعاني القديسة عندما يشمل الأعداء: {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ}",
            "page": "68",
            "part": "1",
            "seal": "8C3513EE"
        },
        {
            "id": "65",
            "nass": "وليس العدل في القرآن حقاً للحاكم يعيطه أو لا يعيطه، بل هو واجب عليه. وأمانة في عنقه، بل إن العدل لأشد الأمانات وجوباً، وأغلظها طلباً من الحكام، ولعله الأمانة التي صعب على السموات والأرض والجبال أن يحملنها وأشفقن منها وحملها الإنسان. ¶ والعدل له شعب شتى ... وإن اختلفت الحقيقة في كلها، فالحقيقة الشاملة لكل معاني العدل هي إعطاء كب ذي حق حقه، سواء أكان هذا الحق شخصياً أم كان اجتماعياً، أم كان سياساً، وكل تصعيب لوصول الحق إلى صاحبه أو إلقاء عقبات في سبيله هو من قبيل الظلم ... ¶ وليس العدل في حقيقته - كما هو في الإسلام هو المساواة في كل صورها، بل إن من المساواة ما يكون عدلاً، ومنها ما يكون ظلماً، فالمساواة حيث تختلف الأسباب والأعمال وقوة الإنتاج ظلم كل الظلم ... ¶ وليس العدل أن يكون الناس سواء في الغنى والفقر، لأنهما ثمرتان في أكثر أحوالهما تفاوت: وتفاوت الفرص واختلاف المقادير، إذن فالتفاوت بين الناس في الغنى والفقر من الحقائق الثابتة التي لا يمكن محوها من الوجود، ولذك اعترف القرآن بهذه الحقيقة، ولم يحاول الشرع الإسلامي سنَّ نظام المساواة بين الأغنياء",
            "page": "69",
            "part": "1",
            "seal": "354E54A9"
        },
        {
            "id": "66",
            "nass": "والفقراء في الثمرات والنتائج المالية، ولكنع عالج الفقر بتخفيف ويلاته، ومنعه من أن يرخص نفس الفقير، وجعل للفقير كل الحقوق الإنسانية والقانونية والسياسية والاجتماعية التي للغنى على سواء. ¶ ومهما يكن أمر التلازم بين العدالة والمساواة، أو الانفكاك الفكري بينهما، فإن من المقرر أن المساواة القضائية والقانونية والسياسية ركن من أركان العدالة، وجزء من حقيقتها، ولذلك سوى القرآن بين الشريف النسيب، والضعيف، في الأحكام القضائية، وأعتبر القضاء الذي يكيل للناس بكيلين، حكماً جاهلياً. ¶ العدل والمصلحة وما ينطوي في ثناياهما من معاني الحرية والكرامة والمعيشة الإنسانية على أكمل وجه في ظل الفضيلة الواصلة الرابطة برباط من الإخلاص ومكارم الأخلاق، غايات الإنسان، وإذا كانت الشورى وسيلة لغاية فإنه يتأخر بيانها عن بيان الغاية، لأنه بمعرفة الغايات يمكن وضع حد سليم مستقيم للوسائل، ففي الحقيقة أن بيان الغايات يشير إلى معاني الوسائل، إذ يجب أن تكون من جنسها ومن نوعهاظت فإن كانت الغاية فضيلة فلابد أن تكون الوسيلة فاضلة، وإن كانت الغاية تنحو نحو الكمال الإنساني فلابد أن تكون الوسيلة سامية بمقدار هذا السمو، وأولئك الذين يفرقون بين الوسيلة والغاية من ناحية الحكم الخلقي ليسوا",
            "page": "70",
            "part": "1",
            "seal": "3D97EE55"
        },
        {
            "id": "67",
            "nass": "من الأخلاق في شيء لأنهم يهدمون أحياناً أقدس المبادئ الدينية والخلقية والاجتماعية، بدعوى أن الغاية الفاضلة تبرر طرائقها أياً كان نوعها، وإن قضية الغاية تبرر الوسيلة، ويقصدون بها أن الغاية الفاضلة تسهل قبول الوسيلة الآثمة، إنما هي ثمرة العقول الأوربية التي لا يهمها إلا الوصول إلى ما يبغون، فيهتكون الحرمات ويبيحون المرحمات بدعوى أن الغاية تبرر الوسيلة. ¶ والحقيقة أن ذلك ستر لمآثمهم وإخفاء لمقاصدهم وتبرير لجرائهم، وإن غايتهم هي من جنس وسائلهم، إن الفاضل حقاً وصدقاً يطيع أوامر الأخلاق ونواهيها، وهي أمر الله ونواهيه، ويعتبرها كلها غايات في ذات نفسها، والحيل التي تهدي إلى الفضيلة لابد أن تكون فاضلة ولقد قال علي بن أبي طالب: \"وقد يرى الحُوَّلُ القلبَّ وجه الحيلة ودونه مانع من أمر الله ونهيه، فينتهزها من لا صريحة للدين في قلبه\". ¶ ولقد سقنا ذلك القول لإثبات أن الغايات الفاضلة من العدل والمصلحة هي التي تحدد نوع الشورى التي تكون وسيلتها فنقدمها في البيان عليها. ¶ إن شريعة القرآن هي شريعة الرحمة ومن رحمة الله سبحانه وتعالى بخلقه أن أقام أمورهم على دعائم من المصلحة الحقيقة التي تليق بالإنسانية العالية التي تسير بالإنسان في مدارج الرقي.",
            "page": "71",
            "part": "1",
            "seal": "22F6835A"
        },
        {
            "id": "68",
            "nass": "وهاتان مقدمتان صادقتان كل الصدق تنطبق بهما آي القرآن الكريم. ¶ أما الرحمة فهي صريح القرآن وهي غاية البعث المحمدي فقد قال تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} {تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (2) هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ} {هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ} ولقد بين سبحانه أن استمساكم بالقرآن يؤدي إلى الرحمة الإلهية والإنعام في الدنيا والآخرة: {وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} وهكذا يجد المتتبع لآيات القرآن الكريم أنه في ذاته رحمة وفي شريعته رحمة وفي الغاية التي ينتهي إليها المؤمن إن استمسك به رحمة، والرحمة غاية البعث المحمدي وثمرته ونتيجته ونهايته. ¶ وقد يقول قائل: كيف يتفق مع الرحمة ما شرع القرآن من عقوبات زاجرة صارمة ويعبر بعض الناس بأنها قاسية: كقطع يد السارق وجلد الزاني مائة جلدة، وسمي ذلك القرآن عذاباً فقال: {وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ} وكذلك القاذف للمحصنات ثمانين جلدة، ثم كيف تكون الشريعة رحمة وقد شرع فيها القتال وأبيحت فيها الدماء؟ ¶ وما كان لهذا القول من مكان النظر والاستدلال لأن رده مشتق من البدهيات المقررة التي تواضعت عليها كل الشرائع، من",
            "page": "72",
            "part": "1",
            "seal": "1A8E5D88"
        },
        {
            "id": "69",
            "nass": "سماوية وأرضية، ولكن ردده ناس وطعنوا في حكم القرآن واتخذوا ذلك مساغاً للطعن، وهدفاً للاستنكار، ولذلك حق علينا أن نشير إلى الرق في هذا المقام. ¶ إن رحمة القآن رحمة العموم وهي الرحمة الفاضلة التي تكون لنصرة ونفع الناس، وليست رحمة القرآن هي الرحمة التي تحمي الجرائم وتعطف على الآثمين، وتدلل الفجار، وتعتذر للجريمة والإجرام، وتقف نفسها من نفع الناس في جملة أحوالهم موقف من لا يعبأ ولا يلتفت، ومن الجريمة والإجرام موقف من يتغاضى ويعطف، فإن الرحمة بالجاني هي عين القسوة، وإن العطف على المجرم هي عين الأذى، وكم من مظاهر رحمة هي في غابتها ونتيجتها شر القسوة وكم من مظاهر شدة هي في معناها ونتيجتها عين الرحمة. ¶ ومن أجل هذه الرحمة الحازمة الفاضلة كانت الحدود الإسلامية، ومن رأي فيها ما يناقض الرحمة فهو لم يفهم نظم الاجتماع، ولم يخضع لقانون الفضيلة الرادع، بل يتجه إلى ترك الشر يجرى في مجاريه حتى يحطم سبله، ويتفاقم أمره، ويكون من ذلك الناس في شدة ليس وراءها شدة. ¶ إن قطع يد السارق أهون عند الله وعند كل من يفهم حكمة شرع الله، من أن تنتهب الأموال ويسود الخوف بدل الأمن،",
            "page": "73",
            "part": "1",
            "seal": "8BF82B75"
        },
        {
            "id": "70",
            "nass": "وترتكب الجرائم والجنايات على الأرواح في جنح ظلام الليل البهيم، وليسأل الذين ينقذون حكم الشارع في هذا: كم جريمة سرقت أفضت إلى موت المسروق؟ وكم يد تقطع كل عام إذا أقيم حد السرقة؟ مع ملاحظة أن الحد لا يقام إلا إذا انتقت كل شبهة، كما قال عليه السلام: \"أدرءوا الحدود بالشبهات ما استطعتم\" إن نتيجة الإحصاء ستوضح لا محالة أن عدد المقطوعين بحكم الله دون من يموتون تحت سلطان الهوى وغواية الشيطان. ¶ إن أنهار الصحف السيارة تفيض كل يوم بسارق يترقب المسروق ثم يقتله لبضعة جنيهات، لأنه لا يصل إلى الجريمة إلا بعد بخع نفسه، وإزالة نأمتع حتى لا يتحرك، وإنه أصبح من المألوف لدى الباحثين أن يكون القتل لقصد السرقة حتى إن رجال التحقيق عندما يبتدئون تحقيقهم ليضعوا أصابعهم على الجريمة والمجرمين، وليضيئوا التحقيق بين أيديهم، ويبحوث أولاً، أكان القتل لأجل المال أم كان لما سواه، وكثيراً ما يتجهون إلى الصواب في الأمر إن قصدوا ذلك القصد، ويعرفون أن القتل لأجل السرقة والمال لا شيء سوى ذلك، فإذا جاء امرؤ يقول: إن قطع اليد ليس من قوانين الرحمة، ولا مما يدخل في عمومها فقد نظر إلى الرحمة بالجاني وترك الرحمة بالمجني عليه؟ ¶ إن بين أيدينا اثنين: قاتلاً ومقتولاً، وسارقاً ومسروقاً،",
            "page": "74",
            "part": "1",
            "seal": "A4451E5D"
        },
        {
            "id": "71",
            "nass": "وهاتك عرض وأصحاب أعراض مهتوكة، ووراء ذلك جماعة يجب أن يسودها الأمن ولا تشيع الفاحشة فيها، فإذا أراد ذو عقل أن يخص برحمته أحد الفريقين، أيخص برحمته من اعتدى وجنى وأزعج الآمنين وهتك الأعراض وأشاع الرذيلة وفتح باب الفوضى على مصراعيه، أم يخص برحمته من اعتدى عليه، والجماعة التي يجب أن يبدل خوفها أمنا، وتسودها الفضيلة وتختفي فيها الرذيلة؟ إن قانون العقل يقول: إن الرحمة تكون بمن وقعت عليهم الجريمة، وهم الآحاد والجماعة، والنكال الشديد بمن وقعت منه الجريمة، وإن النكال بهذا هو الرحمة بهؤلاء، فلينل حكم الله من جريمته ولتكن شاهد عار إلي يوم القيامة، ليرتدع من غوى ولا يضل من اهتدى، وعسى أن يكون العقاب لذنبه إن تاب وأناب. ¶ وقد يقول قائل: \"إن عقاب السارق بقطع يده ليس فيه مساواة بين الجريمة والعقاب، فقد يكون المسروق ضئيلاً، ولقج حدَّ نصاب السرقة على مذهب من حده بقدر ضئيل، وهو ربع دينار أو عشرة دنانير، وإن اليد لا يعد لها مال إن لوحظ أنها جزء من كون الإنسان، ووجوده، والمال كيفما كان، ظل زائل وعرَض حائل، ومال الله غاد ورائح، أما اليد فإن زالت لا تعود، وإن قطعت لا توصل، فلا تناسب بين الجريمة والعقوبة، بل بينهما تفاوت كبير، وإن ذلك الكلام يبدو بادئ الرأي وجيهاً",
            "page": "75",
            "part": "1",
            "seal": "E521C83F"
        },
        {
            "id": "72",
            "nass": "وهو من عند الله وعند أهل الفكر والإصلاح والعدل الإجتماعي والرحمة العامة الشاملة ليس بوجيه، لأنه التماثل بين الجريمة والعقوبة ليس بشرط - لا في نظر القانونيين ولا في شريعة السماء، إلا إذا كانت العقوبة قصاصا، فإن القصاص أساسه التساوي. ¶ وأما فيما عدا القصاص فالتساوي ليس بشرط لأن المقصد من العقوبة ليس هو المقصود من الضمان المالي، بأن يضمن المعتدي على مال غيره بقدر ما أتلف له من مال، وما ضيع له من منافع، إنما المقصود من العقوبة هو الردع، ومنع التفكير فيها من كل أمرئ تكون نفسه مستعدة لهذا الأثم، وحاله تسهل له ارتكاب ذلك الجرم، فالعقوبة إصلاح اجتماعي وتهذيب عام وزجر نفسي للآحاد والشذاب، ولقد نهجت القوانين الحديثة ذلك المنهاج فهي لا تنظر في جرائم السرقات ونحوها إلى مقدار المسروق بمقدار نظرها إلى نفس السارق، وما يترتب على جريمته من إشاعة للخوف وإزعاج للأمن، ولذلك تضاعف العقوبة إذا اعتاد الجريمة وتكررت منه، وقد تحكم ببضع سنين في سرقة بضعة جنيهات، والتفاوت كبير بين الجريمة والعقاب، بل تعطي الجريمة وصفاً إن ارتكبها من غير اعتياد، ووصفاً آخر إن اعتادها وألفها، فتكون العقوبة بمقدار خطر المجرم على المجتمع، وبمقدار الجرأة على الشر، ينشرها بتركه فيفسد الناس.",
            "page": "76",
            "part": "1",
            "seal": "0D076FA6"
        },
        {
            "id": "73",
            "nass": "وبهذا نظر الإسلام وبهذا نطقت مبادئه في العقوبات عامة. وفي الحدود خاصة، فقد قال في القصاص: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ} وقال {السَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ} فإن هذا صريح في أن العقوبة لمنع سريان الجريمة إلى غير المجرم، إذ النكال هو العقوبة الشديدة، التي تجعل غير المجرم ينكل عن الجريمة، إن وسوست بها نفسه، وهتف بها هاتف الشر في قلبه. ¶ وإن من المقررات العلمية في علم العقاب، أن الجريمة كلما خفيت وجب أن تكون عقوبتها بمقدار خفائها والقدرة على سترها والتخلص من أحكام القوانين في أمرها، وذلك لكي تضطرب نفس المجرم عند إقدامه على الجريمة، وتذكر العقاب فيرتدع ويحجم، ولا يقدم، وإن أستمر على إقدامه فإن الاضطراب يفوت عليه الاحتراس فيترك أثراً يدل عليه، أو يكون منه ما يجعل الناس يشعرون به، فيقبضون عليه وإن من رحمة الله بالناس أنه لا يكاد مجرد يقدم على جريمة شديدة إلا كان منه ما يعلن عمله أو كان من أثاره ما يهدي إليه. ¶ وإن جريمة السرقة كان لها ذلك الخفاء، بل إنها بطبيعتها لا تقع إلا مستترة بظلام دامس، فكان من رحمة الشارع الحكيم أن جعل عقوبتها صارمة دائمة تلقي الذعر في نفس الجاني فيصطرب،",
            "page": "77",
            "part": "1",
            "seal": "ECD2B10F"
        },
        {
            "id": "74",
            "nass": "وينكشف أمره قبل تمام فعله، أو يكون منه ما يكون أثراً يدل عليه ويومئ إليه. ¶ ولنترك السرقة وعقوبتها ولنومئ إيماءة صغيرة إلى الزنا والقذف، إن العقوبة فيهما ليست ضرباً ويضاف إلى الضرب في الأولى الإعلان، ولقد ندد سبحانه في توقيع عقوبة الزنا: {وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} إن الشريعة الإسلامية النزهة هب التي شددت في عقوبة الزنا، لأنها حريصة على حفظ النسل، وعلى حفظ الأجسام من الأوباء، وحريصة على أن تكون العلاقة بين الرجل والمرأة في دائرة الاجتماع تحت ظل الله وبكلمة الله، ولا تكون ساقدة كالحيوان يساقد الذكر مع أي أنثى يلقاها، وحريصة على أن تكون هذه العلاقة سامية تليق بسمو الإنسان، وحريصة على أن تكون تلك العلاقة رحمة دائمة بين عنصري الوجود الإنساني: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً} . ¶ كانت الشريعة حريصة كل الحرص على الكرامة الإنسانية، وعلى النفوس وعلى الذرية، فشددت في عقوبة الزاني لكيلا ينهوي الإمسام بإنسانيته، وينحط إلى دركة الحيوانية. ¶ ولكن الأوربيين ومن سلك مسلكهم استنكروا هذه",
            "page": "78",
            "part": "1",
            "seal": "E23BB6F0"
        },
        {
            "id": "75",
            "nass": "العقوبة وأخذتهم الرأفة وما كانوا مؤمنين، وجعلوا الأساس في اعتراضهم يقوم على ثلاثة أمور: ¶ أولها: أن أساس العقاب أن يكون من الشخص اعتداء على غيره، وإذا تراضى اثنان على هذه الحادثة، فكيف يعاقب كلاهما عليها مع أنها أمر شخصي لا اعتداء فيها ولا مساس لغيره؟. ¶ ثانيها: أن العقوبات البدنية في ذاتها غليظة لا تجوز، وهي بقية من بقايا الهمجية، ولا تتفق مع الحضارة القائمة. ¶ ثالثها: أن مقدار العقوبة في ذاته كبير، فقد تضعف القوة عن احتماله، فيكون الموت ... ¶ ذلك قولهم بأفواهم، والله يقول الحق وهو يهدي السبيل، وإن أساس القول عندهم أنه لا جريمة في الونا، إلا إذا كان اعتداء، وإذا لم تكن جريمة فلا عقوبة، وعلى فرض أن ثمة عقوبة فعقوبة الإسلام قاسية في نوعها، وقاسية في مقدارها، وهنا يختلف نظر الإسلام في الجريمة عن نظرهم، فالإسلام نظر إلى هذه الجريمة من حيث المعنى الخلقي فيها، ومن حيث ما تؤدي إليه من إضعاف النسل، وإفشاء الأدواء التي تتوارث وتشوه الأجسام، وتفسد الضمائر، وتخرج إلى الوجود أطفالاً لا أسر لهم ولا أباء يرعونهم، ويكونون كلاًّ على المجتمع، فوضع العقوبة",
            "page": "79",
            "part": "1",
            "seal": "1C538B5D"
        },
        {
            "id": "76",
            "nass": "على قدر هذه المآلات، وليمنع الإنسان من التردى إلى الحيوانية, وإن هذه العقوبة من جنس الجريمة، لأن الزاني والزانية انحدار بجريمتهما إلى الدركة الحيوانية، فحق عليهما أن يعاقبا بعقاب الحيوان، بالضرب الشديد والرقع العنيف، ولا يصلح أن ينزل امرؤ إلى درك الحيوانية الأسفل، ويطالب بأن يعامل معاملة الإنسان الكامل فطبائع الأشياء تقتضي التجانس بين العمل والأجر، والعقاب، هذا نظر الإسلام، أما أولئك فسوغت لهم أنفسهم أن يفهموا الجريمة ذلك الفهم القاصر، ولم يلتفتوا إلى المعنى الخلقي، ولا إلى المعنى الإنساني، ولم يلتفتوا إلى تلك المآلات الاجتماعية والصحية فشاعت بينهم الفاحشة، وقل النسل عندهم، وانتشرت الأدواء الفتاكة وحملوا إلى الشرق مع الداء النفسي وهو فشو الزنا، الداء الأفرنجي، فوجدت في الشرق تلك الأدواء الخبيثة، وشاهشت الأجسام وتوارث الأبناء الداء عن الآباء. ¶ ومن الغريب أن يتكلم الغربيون ومن لف لفهم في العقوبات البدنية، وهم في الحروب ومعاملة غيرهم لا يرعون إلاًّ ولاذمة، وفوق ذلك فإن العقوبة البدنية ليست شراً لذاتها، بل هي شر لما فيها من إيلام، وكذلك كل عقوبة، فلماذا تعد هذه همجية وتلك إنسانية إنه حيث وقعت الجريمة ووجب العقاب فالعدل والإصلاح هو الذي يقرر العقوبة، وقد ذكرنا أن عقوبة الجلد من جنس العمل.",
            "page": "80",
            "part": "1",
            "seal": "10F53706"
        },
        {
            "id": "77",
            "nass": "إن المصلحو لها جانبان: جانب الرحمة البينة بدفع المضار والرفق في المعاملة، وجانب النفع يجلب المنافع العامة والخاصة، والجانبان متلازمان، وقد بينا رحمة الله بعباده في شرعه، ولكن أمراً شرعه القرآن واعتبره أعظم القربات، وهو يدبو بادئ الرأي غير متفق مع الرحمة، وذلك الأمر هو الجهاد في سبيل الله ومحاربة المشركين وقتال المعتدين. ¶ فإن قوم هذا العصر وغيره من العصور السابقة الذين لا ينطقون بالحق، عابوا شريعة القرآن بأنها أباحت القتال، ووازنوها بشريعة الأناجيل القائمة وأنها لا تبيح القتال، وتدعو إلى التسامح، وتقول: \"من ضربك على خدك الأيمن فأدر له الأيسر\" وقالوا إن الذي يتفق مع روح التدين هو السماح لا القتال، والعفو - لا الجهاد، وليس النبيون قواد حروب حتى يمتشقوا الحسام ويقودوا الجيوش ويقتلوا النفوس، وهي في الأصل قد حرم الله قتلها، ذلك قولهم بأفواهم، ولسنا نتعرض لما جاء في المسيحية من تسامح مع المعتدين، بل نتعرض لما جاء في القرآن من شريعة الانتصاف من الظالمين، فتقول: إن القتال في الإسلام هو عين الرحمة، وهو عين السلام، وهو عين العدل. ¶ أما أنه العدل فظاهر لأنه لرد الاعتداء والجاني يجب أن يذوق ثمرة جنايته، ووبال أمره، والمعتدي، يجب أن يرد اعتداؤه،",
            "page": "81",
            "part": "1",
            "seal": "ADB8CB0D"
        },
        {
            "id": "78",
            "nass": "وليس بظالم من انتصر على من ظلمه ورد كيده في نحره، وإذا كانت بعض الديانات قد حسنت الصفح عن المعتدي، فالإسلام لم يسوغ ذلك في الاعتداء على الجماعات مطلقاً، بل قال في صراحة: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللَّهَ} . ¶ أما بالنسبة للاعتداء على الآحاد فسوغ القرآن القصاص وسوغ العفو: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ} . ¶ وأما أنى القتال هو عين السلام إذا كان ردا للاعتداء فلأنه لا ينفي الحرب إلا الحرب، وكما يقول العرب: \"القتل أنفى للقتل\" ولا يُطمع المعتدي إلا التراخي في رد اعتدائه، ولا يقمعه إلا توقعه أن خصمه سينال منه، وسيأخذ من نواصيه، وإن الشر يستمرئ استسلام الخير، وليس السلام هو الذي يقوم على الاستسلام، إنما السلام الحق هو الذي يقوم على العزة والكرامة الإنسانية، ولا يكون ذلك إلا بأخذ الأهمية والاستعداد القوي، والضرب على يد الظالم، ومنازلته بكل أسلحته ما لم تكن إثماً لا شك فيه. ¶ وأما كون القتال في القرآن هو عين الرحمة، فإن ذلك يحتاج إلى فضل من التأمل والنظر، وإن ذلك ينجلي على وجهه إذا أشرنا إلى الباعث عليه والادعي إليه، ثم أشرنا إلى منهاجه ومسلكه، ثم",
            "page": "82",
            "part": "1",
            "seal": "B135BAC6"
        },
        {
            "id": "79",
            "nass": "أشرنا إلى نتيجته وغايته، فسنجد حينئذ أن الباعث عليه هو الرحمة، وأنه في أثناء القتال تظهر الرحمة كالنسيم في وسط النيران، وكالدفْ في وسط الزمهرير، ثم إن النتيجة ستكون رحمة وأمناً وسلاماً، فالقتال في الإسلام رحمة من ابتدائه إلى انتهائه ومن مقدمته إلى نتيجته. والقتال في الإسلام شرع لرد الاعتداء ورد اعتداء المعتدي رحمة بالمعتدي والمعتدي عيله، والقتال في الإسلام في مبعثه رحمة عاملة شاملة. هاتان مقدمتان صادقتان ونتيجة صادقة. ولنُثبت كل واحدة من المقدمتين وبثبوتهما تثبت النتيجة لا محالة، أما كون القتال في الإسلام شرع لرد الاعتداء وأنه لا يسوغ إلا عند لاعتداء أو توقعه - وإن لبس الدفاع لبوس الهجوم لأن أقوى الدفاع ما كان هجوماً ليجتث الشر من أصله - فإن ذلك صريح آيات القرآن: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (190) وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاءُ الْكَافِرِينَ (191) فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . ¶ {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ (193) الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ",
            "page": "83",
            "part": "1",
            "seal": "63933AB4"
        },
        {
            "id": "80",
            "nass": "قِصَاصٌ فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} ¶ فهذه الاية حدّت الباعث على القتال وحدت قانون القتال وحدت قانون الثتال وهو متصل بالباعث عليه، ثم حدث غايته ونهايته، فالباعث على القتال بمقتضى هذه الآيات هو رد الاعتداء بمثله، وقد دل على ذلك ما نطوى في ثناياها من عبارات وإثارات واضحة بينة: ¶ أولها: أن الله سبحانه وتعالى يقول: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ} فإباحة القتال من المسلمين مبينة على القتال من غيرهم، فكان العلة الباعثة على القتال اعتداء المشركين. ¶ ثانيها: قوله تعالى: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} فالسبب بصريح اللفظ هو الاعتداء على المسلمين وإيقاع الذى بهم. ¶ ثالثها: وقوله تعالى عند الإذن بالقتال: {وَلَا تَعْتَدُوا} وهذا معناه ألا يبدؤا بالقتال وألاّ يقتلوا غير المقاتلين، فهم منهيون عن الاعتداء مأمورن بالتقاء، فلا تكون سيوفهم على أعناقهم يضعونها على المعتدي وغير المعتدي، وعلى موضع البرء، وموضع السقيم. ¶ رابعها: أن الله سبحانه جعل الغاية من القتال منع الفتتنة، فإن انتهت انتهى القتال، وذلك لأن المشركين كانوا يحاولون أن يفتنوا",
            "page": "84",
            "part": "1",
            "seal": "21E1E969"
        },
        {
            "id": "81",
            "nass": "الناس عن دينهم بالإرهاق والبلاء والشدة والتعذيب والقتل، فكان لابد من إزالة هذه الفتنة، لتكون الكلمة في الدين لله ويدخل الناس فيما يختارون، ولا كره فيه. ¶ وإن المنهاج الذي سنه القرآن الكريم، للقتال هو أن يكون خالياً من الاعتداء في أثنائه كما كان دفاعاً في باعثه، فالآيات التي تلوناها ناهية عن الاعتداء بالقتال، وناهية عن الاعتداء في أثناء القتال، فالاعتداء بالقتال أن يبدأ المسلمون بالقتال، وذلك منهي عنه إلا إذا توقعوا الاعتداء، ولقد ذكر ابن تيمية أن النبي - صلى الله عليه وسلم - لم يبدأ أحداً بقتال قط. ¶ وأما الاعتداء في القتال، فهو أن يقتل من ليس له رأي في قتال ولا يعين على قتال. ولا يحمل سيفاً، وقد نهى الإسلام عن ذلك وهو داخل في عموم النهي عن الاعتداء، وفي عموم الأمر. بالتقوى في القتال، وقد طبق ذلك النبي، فنهى عن المثلة في القتال: \"إياكم والمثلة ولو بالكلب\" ونهى عن نقل من لا يحمل سيفاً ولا يعين على قتال، فنهى عن قتل النساء والذرية والشيوخ الضعاف. ونهى عن أن تكون الحرب إتلافاً وتخريباً، فنهى عن قطع الأشجار وتحريق الثمار. ¶ وقد استفاضت عن الأخبار بذلك: يروى أنه مر في بعض مغازية على امرأة مقتولة فقال عليه السلام مستنكراً: \"ما كانت",
            "page": "85",
            "part": "1",
            "seal": "D50FC989"
        },
        {
            "id": "82",
            "nass": "هذه لتقاتل\" ولقد قال في إحدى وصاياه لجيوشه: \"انطلقوا باسم الله، وعلى ملة رسول الله ولا تقتلوا شيخاً فانياً ولا طفلاً، ولا امرأة، ولا تغلو وضموا غنائكم، وأصلحوا وأحسنوا إن الله يحب المحسنين\". ¶ وإن الغاية التي تنتهي عندها ذلك القتال الفاضل هو انتهاء الاعتداء حيث يكون الاطمئنان والسلام: {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ} يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً} {فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ} ¶ * * * ¶ لم تمكن ثمة شك - إذن - عند من يطلب الحقائق الإسلامية من الكتاب والسنة وعمل السلف الصالح من الصحابة، ومن تبعهم بإحسان، في القتال الذي أباحة الإسلام بعض القرآن هو لرد الاعتداء. ¶ وإن رد الاعتداء هو الرحمة وهذه هي المقدمة الثانية التي قررناها في صدر كلامنا، وبقى أن نبين وجهة نظرنا ودليل المنهاج القرآني فيها. ¶ ليست الرحمة الإسلامية انفعالاً نفسياً، بل إن الرحمة القرآنية: تنظيم ثابت، وعدل قائم، وأمن وقرار واطمئنان،",
            "page": "86",
            "part": "1",
            "seal": "C4DB1BDA"
        },
        {
            "id": "83",
            "nass": "وأن يعيش كل من يستظل بالراية الإسلامية آمناً في سربه، مطمئناً في قراره، وإن ذلك لا يكون إلا بقطع الاعتداء واجتثاثه من اصله، ومن أجل ذلك شرعت العقوبات الزاجرة الصارمة، فلو ترك السارقون من غير عقاب لزلزل أمن الآمنين، ولو ترك القاتلون من غير أن يقادوا إلى الموت الذي أذاقوه للبرآء، لتعرضت الأرواح الآمنة للقتل والاعتداء، لأن من قتل لا يرعوى، ومن يكون في نفسه نية الاعتداء لا يحجم: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ} . ¶ وأعتبر الإسلام كسائر الشرائع السماوية أن من قتل نفساً اعتداء فكأنما قتل الناس جميعاً، لأنه اعتدى على حق الحياة الذي هو حق الجميع، واعتدى على المعنى الإنساني الذي يستوي فيه الجميع: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا} وإحياؤها بالقود من الجاني وأخذه بجريمته. ¶ فالرحمة القرآنية ليست هي تلك الشفقة التي تنفعل بها نفوس الناس على أهل الجرائم، وينسون أن ذلك النوع من الرحمة الظاهرة يستر في ثناياه شقاء الذين يكونون فريسة المجرمين، الذين تنفطر نحوهم تلك النفوس الضعيفة، وتفكر فيهم تلك",
            "page": "87",
            "part": "1",
            "seal": "11A41578"
        },
        {
            "id": "84",
            "nass": "العقول الضعيفة، ولذلك كان محمد أرحم الناس بالناس عندما قال: \"من لا يَرحم لا يُرحم\" لأن قانون الرحمة يوجب الرحمة مراعاة أمن الآمنين، وهي كالمنفعة يجب أن تكون في ظل الفضيلة وأن تكون شاملة لأكبر عدد من الناس، ولو تردد الإنسان بين الرحمة بعشرة ينقذهم من فتك شرير أثم بقتله، وبين الرحمة بهذا الشرير يتركه حياً، لكان قانون العدد والحساب يقول: إن الرحمة بالواحد إجرام وإشقاء، وإن الرحمة بالعشرة عدل وإبقاء، وإنها الرحمة الحق وغيرها هوى النفس، وإن لبس مسوح التسامح والعفو\" فكم من تسامح يكون في ظله الإجرام ويفرخ فيه الفساد. ¶ بهذا المنطق نسبر عندما ننظر إلى اعتداء جماعة على جماعة، ونحكم على اعتداء المشركين على المسلمين، فالرحمة توجب قتالهم والسلام يوجب امتشاق الحسام لنزالهم وليس رحمة أن يتركوا يعبثون في الأرض فساداً، وليس تسامحه أن يتركوا في اعتدائهم سادرين في غيهم، إنما الرحمة أن يقفهم أهل العدل ويجتثوا بقتالهم شأنه الظلم، وإن التسامح مع الأشرار شر مادام شرهم يعم ولا يخص. ¶ وإن القتال ليس فقط رحمة بالمعتدي عليهم بل إنه رحمة بالمعتدين أنفسهم، ولا نقرر ذلك لأن من الرحمة بيهم أن يدخلوا",
            "page": "88",
            "part": "1",
            "seal": "D78EAC5F"
        },
        {
            "id": "85",
            "nass": "في دين الإسلام طائعين، وإن القتال الذي يثيره قادتهم يحول دون ذلك، وأن دفع المسلمين لهم يسهل وصول الدعوة الإسلامية إلى القلوب، وتلك رحمة ربانية لا نقول ذلك، كما لا نقول: إن رد المعتدين هو حمل لهم الفضيلة على وقتل لروح الشر في نفوسهم، وتلك رحمة إنسانية، فقد يقول قائل: إن ذلك إكراه على الدين، أو قريب من معنى الإكراه والله سبحانه وتعالى يقول: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} ¶ وإنما نقول: إن رد الأعداء بقتال المعتدين هو رحمة بالأمم التي تقاد إلى الاعتداء من نوع آخر، ذلك أن الناس في الماضي كما هو في الحاضر لا يفكر دهماؤهم في قتل ولا قتال ولا حرب ولا نزال، إنما يريدون أن يقيموا بين ذويهم وأولادهم في عيشة راضية وحياة هادئة، ولكن كان يزعج أمنهم في الماضي طمع ملوكهم وأهواء قوادهم وحب للغلب يسيطر على الأمراء، ويرون ذلك فروسية، فيقودون جماعاتهم إلى الحتوف ويزعجون أمنهم ويخرجونهم من ديارهم، وقد حل الساسة اليوم محل الأمراء ينسابون بتلك الجموع التي خرجت وهي تريد الفرار إلى حرب لا يريدونها ولا يبغونها. ¶ فإذا ترك الملوك المعتدون من غير رادع يردعهم، ولا مدافع",
            "page": "89",
            "part": "1",
            "seal": "3A61141E"
        },
        {
            "id": "86",
            "nass": "يدفعهم، ويرد اعتداءهم انسابوا في الأرض مشردين لجماعاتهم مشتتين لشمل الأسر في أمتهم، فكان رد الاعتداء وحمل الملوك على أن يعودوا بآممهم إلى عقر دارهم رحمة بالناس: ¶ {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ} ¶ ولقد كان قتال الإسلام رحمة بالمجموع التي قادها المعتدون من جهة أخرى، ذلك أن الإسلام دين العدل والحق والحرية، والملوك الذين قاتلوا كانوا ظالمين لأممهم مفسدين لجماعاتهم، فلما اصطدموا بالإسلام عند اعتدائهم أزال الإسلام شوكة أولئك الملوك الطغاة، وأباد خضراءهم، وأي قوة غير قوة الدفاع الإسلامية كانت تستطيع إزالة ملك كسرى وإخراج الناس من طغيانه؟ وأي قوة غير قوة الإسلام كانت تستطيع أن تزيل ملك الرومان في مصر بعد أن أنزلوا بالمصريين الشدائد؟ وما كان فتك دقلديانوس ببعيد - إن قتال الإسلام الذي كان رداً على الاعتداء كان بلا شك رحمة بأمم المعتدين. ¶ قد تبين إذن أن قتال الإسلام كان رداً للاعتداء وتبين أن رد الاعتداء كان رحمة باعثة ورحمة في منهاجه ورحمة في غايته. ¶ وإن التاريخ لم يعرف حرباً فاضلة كحرب النبي وصحابته ولم",
            "page": "90",
            "part": "1",
            "seal": "B944FB27"
        },
        {
            "id": "87",
            "nass": "يعرف حرباً رحيمة كحرب أولئك الصديقين والشهداء الصالحين، ووازنوا بين تلك الحرب التي كانت رحمة للعالمين ولا يقاتل فيها إلا من يحمل سيفاً ويضرب، والتي كان يعامل فيها الأسرى كأنهم في ضيافة، والتي اعتبر فيها إطعام السير من أقرب القربات. ¶ كما قال سبحانه في وصف المتقين الأبرار: {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا} ولقد أنزل النبي - صلى الله عليه وسلم - أسرى المشركين في غزوة بدر بدور الأنصار، وأوصاهم بهم خيراً، فكانوا يقدمون الطعام لهم ويؤثرونهم على ذويهم، وكأنهم في ضيافة، قابلوا بين هذا وما يصنع اليوم مع أسرى الحروب، وإن الصحف لتذكر أم من أسرى الحروب الأخيرة من تجاوز المليون والنصف، لا يعرف مقرهم ولا يعرف حالهم: {فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ} ولكن أنى تكون الموازنة وتلك حرب تستمد قانونها من قانون الغابات والآكام. ¶ وإذا كانت شريعة القرآن رحمة بالناس لأن رسالة الرسول عليه السلام كانت رحنة بالناس - أن جاءت الشريعة في جملتها وتقصيلها لمصلحة الناس، وما من مصلحة حقيقية للناس وليست وهماًَ من الأوهام إلا وقد تبينت النصوص القرآنية أو الأحاديث النبوية بالعبارة المبينة أو الإشارة الجليلة أو العلة القياسية، وقد",
            "page": "91",
            "part": "1",
            "seal": "9BD9342C"
        },
        {
            "id": "88",
            "nass": "قال تعالى: {أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى} . ¶ وتعجبني كلمة لابن تيمية في هذا المقام فقد قال: \"القول الجامع أن الشريعة لا تهمل مصلحة فقط، بل إن الله تعالى قد أكمل هذا الدين وأتم النعمة، فما من شيء يقرب إلى الجنة إلا وقد حدثنا به النبي - صلى الله عليه وسلم -، وتركنا على البياضء ليلها كنهارها لا يزيع عنها بعده إلا هالك، لكن ما اعتقده العقل مصلحة، وإن كان الشرع لم يرد به، فأحد أمرين لازم له: إما أن الشراع دل عليه من حيث لا يعلم هذا الناظر، أو أنه ليس بمصلحة، واعتقده مصلحة. أن المنفعة في نظره هي الحاصلة أو الغالبة، وكثيراً ما يتوهم الناس أن الشيء ينفع في الدين والدنيا، ويكون فيه منعة مرجرحة بالمضرة، كما قال تعالى: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} ¶ * * * ¶ أما الشورى.... ¶ فحسبها من التقدير: أنه ليس في الإسلام طائفة لما سلطة منح التولية ومنعها غير الجماعة الإسلامية نفسها، فالأمة وحدها هي التي تولي وتعزل بمقتضى حكم الشورى المقرر في الإسلام بقوله تعالى: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ}",
            "page": "92",
            "part": "1",
            "seal": "9A126552"
        },
        {
            "id": "89",
            "nass": "والشورى الحق توجب أن يكون ولي الأمر قد ولته الجماعة نفسها وارتضته حاكماً لها، وبايعته على الطاعة في المنشط والمكره من جانبها، وعلى العدل وإقامة حقوق الله والعباد على أكمل وجه من جانبه، وتوجب أن يكون مرجعه الأول والأخير هو الجماعة نفسها ممثلة في أهل الشورى منها، وهم الذين اختيروا لذلك بمقتضى اختيار الأمة أولاً وبالذات، أو بمقتضى ما أوتوا من علم في الدين وشئون الحياة وتجارب السياية، وخبرة في الاقتصاد والاجتماع وأحوال الجماعات ... ¶ وليس لأحد في الإسلام أن يدعي أنه ذو سلطة قدسية ممنوحة تفرض على غيره فرضاً، ويؤخذ بها قسراً، فقد انقطع الوحي بانتقال محمد إلى الرفيق الأعلى، ولم يبق للمسلمين إلا ما ترك من كتاب الله، هو الحجة الدائمة إلى يوم القيامة، والسنة النبوية الشريفة، وفيها المحجة البيضاء التي لا يدل سالكها قط. ¶ وما ادعته بعض الطوائف الإسلامية من أن هناك وصيا أوصى إليه بالخلافة النبوية، وأنه بهذا له قدسية الولاية، لم يستمع المسلمون إليها، ولم يجدوا في كتاب الله ولا في سنة رسوله نص صريح أو مشير إليها، وقد قامت الخلافة الإسلامية الحق على أساس من الاختيار والمبايعة الكاملة. ¶ * * *",
            "page": "93",
            "part": "1",
            "seal": "37E90C12"
        },
        {
            "id": "90",
            "nass": "وبعد: ¶ فتلك دعوتنا ندعو إليها: ¶ وإننا نريد أن نعود إلى أحكام ديننا، حتى نكون مؤمنين حقاً، فلا نحمل اسم الإسلام وأعمالنا تجافيه، ونحمل اسم الإيمان وتصرفاتنا تعاديه. ¶ نريد أن تقام حدود الله، وتنفذ فرائض الله، وينفذ شرع الله، ونعيد مدينة فاضلة بناها محمد وأصحابه الراشدون الذين كانوا أئمة العرب. ¶ ونريد أن يقوم اقتصادنا على النظم الإسلامية المقررة الثابتة التي لا يماري فيه مؤمن، وأنه بغير ذلك تكون تسميتنا مسلمين دعوى لا دليل عليها، وأسما لا يدل على مسماه، وشكلاً لا يتحقق معناه. ¶ إن على كل مسلم أن يعمل بشريعة القرآن، وعل كل عالم بها أن يدعو إليها، ويستمسك بأحكامها كاملة غير منقوصة ... ¶ {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي}",
            "page": "94",
            "part": "1",
            "seal": "32519B9F"
        }
    ],
    "t9110": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "شريعة القرآن من دلائل إعجازه"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "تمهيد"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "ولم يعتبر الإسلام الزكاة إحسانا مذلا"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "موازنة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "ونحن وإذا حاولنا أن نبين فضل الشريعة في الزواج والطلاق"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "أما تعدد الزوجات"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "إن دراسة الطلاق الذي جاء به الإسلام"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "إن الشريعة الإسلامية أتت بنظام في الميراث لم تسبق بمثله"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "حكم القرآن.... والحريات"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "والإسلام حرم الخنزير واعتبره رجسا"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "وإذا كانت شريعة القرآن كفلت حرية التدين لمخالفيه"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "دعائم ثلاث"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "أما الشورى"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "وبعد"
        }
    ]
}