{
    "b9118": [
        {
            "hno": null,
            "id": "58",
            "nass": "فِي سَبِيل ازاحة (المستبد (عَن الحكم ¶ رب انهم مَسَاكِين ضِعَاف الْعُقُول لَا يفقهُونَ ¶ التِّجَارَة (1899) ¶ حصلنا على قرض جَدِيد بِشُرُوط جَيِّدَة وَلَكِن هَل سنستفيد مِنْهُ وَإِلَى أى حد سنجنى فَوَائده الخزينة على مَا هى عَلَيْهِ من ضعف الإمكانات استقدمنا مرَارًا خبراء أجانب فَلم نستفد مِنْهُم شَيْئا فالجيش واللوازم (القرطاسية (يبتلعان كل موارد ¶ الدولة لَيْسَ من أحد يفكر فِي دفع عجلة التِّجَارَة والصناعة إِلَى الْأَمَام أَن تِجَارَة الرّوم والأرمن لن تكسب الشّرف لبلادنا وَلنْ ترقيها أما السَّادة عندنَا فَلَيْسَتْ عِنْدهم أَيَّة رَغْبَة فِي التِّجَارَة أبدا",
            "page": "74",
            "part": "1",
            "seal": "90A1BA79"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "الارناؤوط (1899) عرض فِي مجْلِس النظراء اقتراح يقْضى باتخاذ اجراءات قاسية ضد أتباعنا الارناؤوط لفتحهم النَّار على احدى وحداتنا العسكرية لكني أعتقد أَن هَذَا الهجوم لم يكون دونما سَبَب وَيُمكن أَن يكون سَبَب ذَلِك هُوَ قيام بعض عساكرنا بتفريغ بعض المخازن النائية من الْمُؤَن والمهمات الامر الَّذِي أدّى بالأهالي إِلَى التَّعَرُّض لَهُم ¶ أَن اسْتِعْمَال الْقَسْوَة مَعَ الارناؤوط أَمر لَا أحبذه مُطلقًا هَؤُلَاءِ قوم مفطورون على الْحُرِّيَّة جربناهم وعرفنا أَن ظلمهم لن يُؤدى الا إِلَى الثورة تصرف بعض ولاتنا تَصرفا خشنا فسببوا صراعا لَا طائل مِنْهُ هَذِه الْبِلَاد الَّتِي كلفتنا كثيرا من الاموال والأنفس لن تساس بالشدة والحزم بل بِالْمَعْرُوفِ وَالتَّدْبِير الْحسن ¶ أَن السوَاد الاعظم من الارناؤوط (باستثناء قلَّة قَليلَة من",
            "page": "75",
            "part": "1",
            "seal": "B33764DB"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "العائلات النَّصْرَانِيَّة) اخوان لنا مُسلمُونَ نسند ظُهُورنَا اليهم فهم جنودنا المخلصون برز مِنْهُم رجال دولة وقادة أفذاذ أَلَيْسَ الَّذين حولى الأن هم من الارناؤوط ¶ فالحقيقة الَّتِي لَا غُبَار عَلَيْهَا انهم قوم عزيزو النَّفس يكْرهُونَ أَن تحد حرياتهم واذا أَخذنَا بِعَين الِاعْتِبَار جيرانهم الَّذين يسعون للوقيعة فعلينا أَن نلتمس الاعذار لكثير من تصرفاتهم ¶ لَو قابلنا كل رصاصة انْطَلَقت فِي ألبانيا برصاصة مثلهَا لما عرفنَا إِلَى أَي هاوية كَانَت ستؤدي بِنَا هَذِه الْمُقَابلَة",
            "page": "76",
            "part": "1",
            "seal": "716D4433"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "خطّ حَدِيد الأناضول (1900) ¶ إِن خطّ حَدِيد الأناضول هُوَ خير رد على من يتهمنى بالرجعية ومعاداة الثورة والسعى لمنع تسربها إِلَى الْبِلَاد ¶ بعد أَن تخلصنا من بعض الْآثَار المدمرة الَّتِي خلفتها الْحَرْب الروسية بذلت مَا فِي وسعى للْعَمَل على سرعَة مد خطّ حَدِيد الأناضول والهدف من هَذَا الْخط هُوَ ربط شَرق الْبَحْر الْمُتَوَسّط وبغداد بالاناضول والوصول إِلَى خليج الْبَصْرَة وَقد تمّ انجاز هَذَا الْمَشْرُوع بنجاح بِفضل المساعدة الألمانية فالارباح الَّتِي تجنيها الولايات الْوَاقِعَة على طول هَذَا الْخط تتزايد كل عَام والحبوب الَّتِي كَانَت تصاب بالعفن وهى فِي أرْضهَا تلقى الْآن سوقا رائجه ومعادننا تعرض فِي الاسواق العالمية ومعدن الكروم الَّذِي يعرضه رَاغِب بك أحد الامثلة على ذَلِك لقد تهَيَّأ للأناضول مُسْتَقْبل مشرق",
            "page": "77",
            "part": "1",
            "seal": "BCC9155F"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "قُوَّة الرجل الْمَرِيض ¶ إِن ضعف الدولة العثمانية نابع من اتساع رقعتها فاجتماع كثير من الشعوب تَحت راية وَاحِدَة جعل ادارة هَذِه الشعوب أمرا صعبا يخطىء من يظنّ أَن الاجراءات الشَّدِيدَة ستوصلنا إِلَى وضع أحسن أَن هَذَا النَّوْع من الاجراءت لن يُؤدى بامبراطوريتنا الا إِلَى الفناء اننا أشبه مَا نَكُون بنهر منحدر فاض عَن مجاريه ¶ وَلَا يلْزمنَا أَن نَكُون فلاسفة فِي التَّارِيخ كى نعلم أَن ضعف الْقُوَّة الوطنية فِينَا لَيْسَ إِلَّا ضعا ظاهريا فَبعد وصولنا إِلَى أسوار فيينا بدأنا نفقد الولايات وَاحِدَة بعد أُخْرَى هَذَا أَمر طبيعى أَن عدد سكاننا قَلِيل جدا اذا قيس بالامم الاخرى فَلَا يُمكن الاحتفاظ بالبلدان الْمَفْتُوحَة مُدَّة أطول وَلم آسَف على فقد بِلَاد البلقان الَّتِي اسْتَعْصَتْ على حكمنَا واستهلكت الْكثير من قدراتنا فبقدر مَا أمكننا الانحسار والتكثيف بِقدر مَا نستعيد قوتنا ونتخلص من (الْمَرَض ( ¶ وَفِي الْيَوْم الَّذِي نقوى فِيهِ من الدَّاخِل ستجد الدول",
            "page": "78",
            "part": "1",
            "seal": "DB0B3313"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "الاوربية أَن (الرجل الْمَرِيض (الَّذِي يسخرون مِنْهُ تعافى وَأصْبح (الرجل القوى ( ¶ المستشارون (1900) ¶ من الْمَعْلُوم انني تعرضت للاغتيال وأوشك المحاولون مَرَّات عدَّة على النجاح فِي قَتْلِي فَلَا غرابة فِي مثل هَذِه الاحوال أَن أحذر كل النَّاس وأبتعد حَتَّى عَن أقرب المقربين إِنَّهَا طبيعة بشرية وحس يُمكن تفهمه ¶ يُقَال إِن انزوائي أدّى إِلَى انقطاعي عَمَّا يجرى من الاحداث الداخلية فِي الْبِلَاد مَعَ أَن المخابرات عندى منظمة بِحَيْثُ لَا يُمكن بهَا أَن يغيب عَن نظرى أى شىء ¶ ويشكو المعارضون من انني أخضع لتأثيرات مستشار حينا ومستشار حينا أخر انه خطأ فادح لم أكن يَوْمًا تَحت تَأْثِير عزت بك كَمَا زَعَمُوا لَا شكّ انني أقدره فَهُوَ رجل يمتاز برجاحة عقله والحقيقة انني اسْتمع إِلَى كل المستشارين وأقيس آراءهم بأعصاب بَارِدَة ثمَّ أَتَّخِذ قرارى على بَصِيرَة دون أى ارتباك فَلَا أرجع عَنهُ وأضعه قيد التَّنْفِيذ ¶ أتقبل الانتقادات بارتياح لكننى لَا أعتبر نَفسِي رَئِيس",
            "page": "79",
            "part": "1",
            "seal": "945908AC"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "دولة فَحسب لَعَلَّهُم ينسون أَن عَليّ الْأَخْذ بِعَين الِاعْتِبَار آراء جَمِيع الْمُسلمين الْوَاجِب قبل كل شىء أَن أتصرف بصفتى رَئِيسا للْمُسلمين أى خليفتهم ¶ جَوَاز المخابرات والجاسوسية (1900) ¶ يَبْدُو أَن تَحْسِين يحاول ابقائى بَعيدا عَن الْأُمُور المزعجة مضى زمن غير يسير وَهُوَ لَا يعلمنى حَتَّى بالحوادث الهامة وَلَو لم يعلمنى السَّيِّد الْكَبِير بِأَن سفيرنا غَالب بك التجأ إِلَيْهِ ليَكُون فِي أَمَان لما علمت بِهَذِهِ الْحَادِثَة ¶ يَوْمًا يلتجىء سعيد وَيَوْما كَامِل وَيَوْما أحد الباشوات الآخرين هَذَا إِلَى انكلترا وَذَاكَ إِلَى ألمانيا وَآخر إِلَى روسيا لَعَلَّهُم يَبْتَغُونَ بذلك أَن يَحُطُّوا من قيمَة مخابراتنا ¶ علينا أَن نعترف قبل أى أَمر بِأَن جهاز المخابرات شىء مُهِمّ لنا مَعَ التنبه على عدم الافراط فِيهِ فمهما حصل فالذنب ذَنْب (تَحْسِين (طبيعى الا يعمد أحد إِلَى الاساءة إِلَى أَمْثَال سعيد أَو كَامِل وَمَعَ ذَلِك فهم يلجؤون إِلَى قوم نَصَارَى بِحجَّة أَن حياتهم فِي خطر انه تَعْبِير عَن سخط موجه إِلَيّ وَإِلَى حكومتى",
            "page": "80",
            "part": "1",
            "seal": "AD8715B2"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "لَا يُمكن القَوْل بَان جهاز الجاسوسية عندنَا على دَرَجَة كَبِيرَة من السوء بالرغم من انى أُرِيد عمل كل شىء للاطلاع على مَا يَدُور فِي الخفاء وَمَا يحاك من مؤامرات ¶ الخطوط الحديدية فِي تركيا (1900) ¶ التنافس الشَّديد بَين الدول الْكُبْرَى حول انشاء الخطوط الحديدية فِي امبراطويتنا أَمر مستغرب يَدْعُو إِلَى الشَّك إِن أهمية الخطوط الحديدية لَيست حصرا على النَّاحِيَة الاقتصادية بل تتعداها إِلَى النَّاحِيَة السياسية أَيْضا وان تناست الدول الْكُبْرَى هَذَا الامر والتنافس حول خطّ حَدِيد بَغْدَاد بَدَأَ يَأْخُذ شكلا بشعا أَربع دوَل كبرى تشترك هَذِه الحلبة لَا يتورع سفراؤهم عَن اسْتِخْدَام كل الْوَسَائِل فِي سَبِيل اسْتِمْرَار الصراع غير الْمُعْلن بَينهم حَقًا انه منظر يمتع ناظريه ¶ فإنكلترا وفرنسا مزقتا أَثوَاب وقارهما أما ألمانيا فقد سلكت مسلكا حسنا والصحافة الانكليزية والفرنسية بل والروسية أَيْضا تختلق الأكاذيب دون أى حرج لبث الشكوك بَيْننَا وَبَين الألمان ¶ وحول انشاء خطّ حَدِيد بَغْدَاد علمت أَن عددا غير قَلِيل من كبار الموظفين تلقوا هَدَايَا ثمينة جدا وواضح أَلا تكون هَذِه الْهَدَايَا اكراما لسواد عيونهم",
            "page": "81",
            "part": "1",
            "seal": "D479356A"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "واذا بدا للْبَعْض أَن فِي موقف النمسا والمجر غرابة فلأنهم نسوا أَن لهاتين الدولتين مصَالح مُشْتَركَة مَعَ ألمانيا فَمد خطّ حَدِيد الأناضول إِلَى بَغْدَاد أَمر مُهِمّ للنمسا بِقدر مَا هُوَ مُهِمّ لألمانيا فالقسم الْأَعْظَم من الْمُسَافِرين والبريد سينتقل عبر النمسا وَبعد ذَلِك تكون حيدر باشا نقطة الْبِدَايَة فِي طَرِيق الْهِنْد إِن هَاتين الدولتين ستؤيداننا وان امتلكتا مَفَاتِيح هَذَا الطَّرِيق بأيديهما فعلينا أَن نطلب مساعدتهما بَيْنَمَا لَا ينطبق هَذَا الامر على فرنسا فبقاء سيطرتنا على استانبول والمضائق أَمر لَا يهم فرنسا مِثْلَمَا يهم الدولتين الجرمانيتين فبفضل نشاطات السَّيِّد الْمُحْتَرَم استحصلوا عَليّ امتياز لمد خطّ حَدِيد بيروت حوران وَقد يتمكنون من انشاء الْخط الَّذِي سيمتد عبر الْهلَال الخصيب وبذا يكون طَرِيق الْهِنْد مَفْتُوحًا ¶ خطّ حَدِيد الأناضول (1900) ¶ يُقَال اننى عِنْدَمَا أَعْطَيْت امتياز انشاء خطّ حَدِيد الأناضول للمصرف الألمانى قبلت بِشُرُوط غير ملائمة طَمَعا فِي كسب صداقة الامبراطور الالمانى ¶ الْحَقِيقَة أَن الْأجر الَّذِي تعهدنا بِدَفْعِهِ عَن كل كيلومتر مبلغ",
            "page": "82",
            "part": "1",
            "seal": "D6A1F2F8"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "كَبِير لَكِن نبوءة الَّذين قَالُوا بِأَن المؤسسة الحديديه ستؤول إِلَى الأفلاس لم تتَحَقَّق ¶ وَقد أظهرت الميزانية السنوية الاخيرة (لعام 1899) أَن الصرفيات قد عادلت الواردات وَلنْ يمر وَقت طَوِيل حَتَّى تكون المدفوعات الكيلومترية الَّتِي التزمناها قد انْتَهَت تلقائيا ¶ أَن خبرتى فِي المحاسبات لَيست سَيِّئَة وحساباتي الشخصية دَلِيل على ذَلِك ¶ اننى على يَقِين من أَن انشاء خطّ حَدِيد الأناضول أَمر مُهِمّ بِالنِّسْبَةِ لنا بِقدر مَا هُوَ مُهِمّ للمصرف الألمانى لقد تحملوا بعض المصاريف فطبيعى أَن يكون لَهُم نصيب من الارباح ثمَّ تبقى لنا بعد ذَلِك حِصَّة الْأسد ¶ يفهم من التقارير الْوَارِدَة أَن المناطق الَّتِي يمر مِنْهَا الْخط الحديدي تزداد انتعاشا وثراء وَهَكَذَا وجدنَا أراضى ملائمة لتوطين الْمُسلمين الْمُهَاجِرين من أوربا وَيُقَال إِن عدد الْمُسَافِرين على هَذَا الْخط فِي تزايد مُسْتَمر لَكِن المهم هُوَ نقل البضائع فَهَذَا هُوَ الأساس عندى وَقد كَانَ الطن من البضائع ينْقل من أسكي شهر إِلَى حيدر أباد على ظهر الْجمال بثلاثمائة قِرْش (60 فرنكا) أما الْآن فَلَا يزِيد هَذَا السّعر على سبعين قرشا (14 فرنكا) ¶ وقديما كَانَت المحاصيل فِي المناطق الداخلية تتْلف فِي",
            "page": "83",
            "part": "1",
            "seal": "0B129084"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "موَاضعهَا بِسَبَب عدم توفر وَسَائِل نقلهَا فَكَانَ الْمزَارِع لَا يزرع إِلَّا بِمِقْدَار مَا يَسْتَطِيع نَقله إِلَى المناطق الْمُجَاورَة أما الان فبفضل أجور النَّقْل الزهيدة أصبح الْمزَارِع مطمئنا إِلَى انه سيبيع مَا تنتجه أرضه فَهُوَ يزرع بِقدر مايشاء ¶ وَيُقَال أَن خطّ حَدِيد الأناضول قد نظمت منشآته تنظيما جيدا وجهزت بمستودعات للحبوب على أى حَال فَإِن هَذَا الْخط قد أعْطى ثماره أَكثر وأسرع مِمَّا كَانَ متوقعا ¶ علينا أَن نحمد الله تَعَالَى ونشكره لتوفيقه اننا فِي تقدم وَفِي تقدم سريع وَهل يُنكر هَذَا الْوَاقِع الا من أعمى الله بصيرته",
            "page": "84",
            "part": "1",
            "seal": "5C4862C9"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "قطاع الطّرق ¶ بعد قيام المجرم (أتانوس (بالتعرض لقافلة ألمانية لم اسْمَع بعملية جريئة فِي الْبِلَاد كَمَا سَمِعت بحادثة وَقعت قبل فَتْرَة وجيزة اذ تعرض رجل فرنسي اسْمه (كاساندرا (للإعتداء قرب (سيواس (ثمَّ اخْتَطَف واقتيد إِلَى الْجبَال وطالب قطاع الطّرق بمبلغ كَبِير من المَال كفدية وَيحْتَمل أَن (فراتيللي (اللاتيني (مدير مناجم الْفضة) قد دفع هَذَا الْمبلغ لَكِن كَون المخطوف فرنسي التّبعِيَّة يجعلنا نتدخل لحسم الْمَوْضُوع ونتحمل بألم نتائج مثل هَذِه الْأُمُور وَجُمْلَة القَوْل أَن قطع الطّرق عندنَا يكلفنا غاليا فَقبل سنوات دفعنَا من أجل المسيو (ريموند (والمدام (برانزو (مبلغا كَبِيرا من المَال ¶ هَذِه جرائم يقوم بهَا الرّوم علينا أَن نعترف بِأَن هَؤُلَاءِ قوم برعوا فِي فن الأختطاف سَبِيلا للتكسب والمؤسف انه اذا قبض رجالنا على أحد من هَؤُلَاءِ الْمُجْرمين قَامَت الْحُكُومَة اليونانية بمطالبتنا بِتَسْلِيمَة وَهَكَذَا ينقذ المجرم من حَبل المشنقة",
            "page": "85",
            "part": "1",
            "seal": "66E4BF6A"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "المؤامرات الَّتِي تحاك فِي مكدونيا ¶ إِن جهاز المخابرات عِنْد بعض وزرائي ضَعِيف فَلم يسْتَطع كشف الغيوم المتجمعة فِي منْطقَة حُدُود بلغاريا الْوَاقِع اننا بَقينَا مكتوفي الْيَدَيْنِ حِيَال بلغاريا فَلم نحرك سَاكِنا وَقد أَخْطَأنَا حينما قبلنَا بمطالب (ستامبولوف (بانشاء الْكَنَائِس والمدارس فِي الولايات الأوربية وعندما علمنَا بِالْوَضْعِ الَّذِي وصلت اليه هَذِه الممالك كَانَ وقف سير الْأَحْدَاث أمرا مستحيلا فَلَا يمضى عَام الا وَتقوم ثورات وتغض الْحُكُومَة البلغارية نظرها عَنْهَا يقْضى الْأَمِير فرديناند اجازتة فِي مصيف ريلو الْقَرِيب جدا من حدودنا وَهُوَ فِي نفس الْوَقْت مقرّ للعصابات البلغارية لنقل انه من الصدف العجيبه ¶ وأخيرا اشْترك فِي هَذِه الثورة الاسقف البلغارى (سينسيوس (والبروفسور (ستويانوف (انهما استحقا الْمَوْت وَلَوْلَا تدخل السفير الروسي لنفذ فيهمَا حكم الأعدام ¶ علينا أَن نحد من هِجْرَة البلغار فِي مكدونيا فَإِنَّهُم",
            "page": "86",
            "part": "1",
            "seal": "D56C4E1E"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "يملؤون جيوبهم مَالا وعقولهم مؤامرات وثورات فاذا مَا رجعُوا إِلَى أوطانهم قَامُوا بالدعوة إِلَى الثورة والعصيان ¶ ممدوح باشا ¶ هُنَاكَ بعض التهم الشَّدِيدَة موجهة إِلَى نَاظر الداخلية ممدوح باشا وَقد فتحت الصُّحُف الْأَجْنَبِيَّة نيران حقدها على هَذَا الْمِسْكِين تَقول هَذِه الصُّحُف أَن تركيا لم تعرف وزيرا أَجْهَل وأطمع وأرشى من هَذَا الرجل وتسبق بَعْضهَا إِلَى القَوْل بإن عَليّ أَن أعزله يُرِيدُونَ مني أَن اجْعَل مُرَادهم أمرا وَاقعا مَعَ انني لَا أفكر فِي هَذَا الْأَمر مُطلقًا لأننى أعرف الزمرة الَّتِي تصوب سهامها إِلَى هَذَا الرجل لدي تَقْرِير بإن وزيري هَذَا قَامَ بتنظيم لجان خَاصَّة للْحَيْلُولَة دون تِجَارَة التوظيف مِمَّا أدّى إِلَى غضب هَذِه الْجِهَة الحاقدة ¶ أَن خير جَوَاب يُمكن أَن أرد بِهِ على هَؤُلَاءِ هُوَ مُكَافَأَة هَذَا الْوَزير سأعطيه أعظم وسام فِي الدولة العثمانية لَا الضرائب فِي تركيا (1902) ¶ من الظُّلم الفاضح أَن تقبل الدول الأوربية أمرا لنَفسهَا وترفضه اذا نَحن قبلناه إِن وَضعنَا المالى بحاجة إِلَى نهضة سريعة وَلِهَذَا نسعى إِلَى رفع ضَرَائِب الدُّخُول من 6 ... إِلَى 11 ...",
            "page": "87",
            "part": "1",
            "seal": "E1CB6BEE"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "انه حق خَالص لنا وَلَيْسَ لَاحَدَّ أَن يُمَارِي فِيهِ لَكِن السَّادة السفراء يبدون معارضتهم وتعرضنا لهَذَا الظُّلم أَمر مؤسف ومخجل من الَّذِي يقوم بنشاطات بِلَادنَا وَمن يتَحَمَّل مصاريف هَذِه النشاطات سوى الرّعية الْمُسلمين الضرائب عندنَا ثَقيلَة الْحمل العثمانيون الْمَسَاكِين يؤدون نصف وارداتهم ضَرَائِب حاجيات كَثِيرَة أما النَّصَارَى فَلَا يؤدون الضرائب الكافية ويماطلون فِي أَدَائِهَا ¶ ينبغى علينا أَن نؤسس نظاما جَدِيدا للضرائب وَهَذَا أَمر صَعب للغاية فالفلاحون يرضون بالضرائب الْمَفْرُوضَة عَلَيْهِم فِي الظَّاهِر لَكِن انتشارهم فِي الارياف والمناطق النائية يَجْعَل مراقبتهم أمرا مستحيلا ويمكننا أَن نفكر بِتَقْدِير الضرائب بعد تهيئة المحاصيل الزراعية بعد الْحَصاد والدراس والتذرية وَإِلَّا تعرض الْفَلاح للاجحاف اذ قد تنزل بمحصوله فِي فَتْرَة من الفترات نازلة لَا تبقى ولاتذر فَمن أَيْن يعِيش وَأي شَيْء يُؤَدِّيه للدولة ¶ يُؤدى الاتراك ضَرَائِب عَن الارض (004) وَعَن المسقفات (001) وَعَن كل رَأس مَاعِز 3 قروش وَعَن كل رَأس عنم 4 قروش وواضح انه بعد دفع هَذِه الضرائب لايبقى لَهُم الا النزر الْيَسِير فَلَا مجَال اذا لتحميلهم فَوق مَا يُطِيقُونَ فَلَا بُد أَن تقبل الدول الْكُبْرَى بضريبة الدُّخُول اننا نثق أَولا بأصدقائنا وخاصة برلين",
            "page": "88",
            "part": "1",
            "seal": "BF7E89D7"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "الإصلاحات (1901) ¶ مطَالب الدول فِي الاصلاحات لَا تكَاد تنتهى بالرغم من انها لَا تعرف شَيْئا عَن الْبناء الاجتماعى لبلادنا فَإِنَّهَا لَا تتوانى عَن تَقْدِيم التوصيات تلو التوصيات يتصدر السفراء كراسيهم فِي قصورهم وَكَأَنَّهُم حكام الْبِلَاد لَا تتعدى صلَاتهم بعض كبار الموظفين يصدرون حكمهم من عل لَا يعْرفُونَ من الْبِلَاد سوى استانبول والجزر لَيست لديهم أَيَّة فكرة عَن التَّرْكِيب الداخلي لمجتمعنا لَا يعْرفُونَ ديننَا وَلَا يفهمونه مَعَ ذَلِك فهم دائبون على جعلنَا نقبل بنصائحهم وَمن حسن الْحَظ انهم لَا يتفقون فِيمَا بَينهم فِي الاراء لكِنهمْ متفقون فِي الهدف غَايَة هَمهمْ من هَذِه الاصلاحات هِيَ الْحَط من شَأْننَا أَمَام أمتنَا وَرفع شَأْن النَّصَارَى وإكبارهم انها دسيسة كبرى اختلقوها وسموها اصلاحا خير لنا أَن يتركونا وشأننا فالإصلاحات الَّتِي يقترحونها لَيست أمرا جَدِيرًا بالاهتمام لَو اننا تصرفنا بارادتنا الْخَاصَّة لاصبحنا فِي تقدم مُسْتَمر وان كَانَ هَذَا التَّقَدُّم بطيئا ¶ لَا يجوز أَن تقاس بِلَادنَا بمفاهيم أوربية أَن بنية الْمُجْتَمع فِي بِلَادنَا بنية دقيقة للغاية كل حركاتنا وتصرفاتنا يجب أَن تَنْطَلِق من هَذَا الاساس وَإِلَّا فَكيف يمكننا أَن نجْعَل أَقْوَامًا بدائيين يعيشون بجرة قلم عيشة أوربية مَحْضَة",
            "page": "89",
            "part": "1",
            "seal": "0731085A"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "الحركات البلغارية فِي مكدونيا ¶ كرر زينوفييف اخطاره لنا بإن الْمَادَّة الْخَامِسَة وَالْعِشْرين من معاهدة برلين (الأستقلال الذاتي) لم تطبق وَكَانَ التَّوْقِيت لهَذَا الاخطار مُهَيَّأ لَهُ اذ صَادف الحركات الَّتِي قَامَ بهَا التنظيم السرى البلغاري فَقَامَتْ قوات الْأَمْن باجراء تفتيش وَاسع فَعَثَرَتْ فِي الْكَنَائِس والمدارس وبيوت المعلمين والقساوسة على الأسلحة والذخائر والمنشورات الَّتِي تَدْعُو إِلَى الثورة والعصيان ثمَّ قبضت على مائَة مِنْهُم فسيقوا منفيين إِلَى سلانيك ¶ اذا مَا انتشرت بذور الْعِصْيَان فِي بلد فَلَنْ يبْقى هُنَاكَ سُكُون وَلَا اسْتِقْرَار وَلَيْسَت هَذِه بالمرة الاولى الَّتِي برهن فِيهَا البلغار على فظاظتهم وخيانتهم تجاه أمتنَا اننا فِي سَبِيل منع نشوب أَيَّة ثورة نعامل رعايانا بِكُل تسَامح ولطف لكننا اذا قبلنَا بِمَا",
            "page": "90",
            "part": "1",
            "seal": "6D3DA63A"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "يُريدهُ (زينوفييف (من الأستقلال الذاتي فَلَنْ يكون هُنَاكَ سوى مزِيد من الاضطرابات والثورات ¶ مُنْذُ قرن كَامِل خبرنَا بآمال ونوايا العناصر البلغارية والروسية والصربية فبالاستقلال الذاتي سيسعى البلغار والسلاف نَحْو التَّخَلُّص الْكَامِل من حكم العثمانيين",
            "page": "91",
            "part": "1",
            "seal": "7D4E3F3C"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "الرِّشْوَة (1901) ¶ وَجب علينا أَن نعزل وإلي (بورشة (نعلم بإن بعض الْوُلَاة يستغلون مناصبهم فِي سَبِيل جمع الثروات لَكِن هَذَا الْوَالِي بلغت بِهِ الوقاحة مبلغها لدرجة أَن السفير الفرنسي استنكر تصرفاتة فَلَا شىء يحول دون طرده وَلنْ تفيده شَفَاعَة الشافعين ¶ وَوَجَب علينا أَيْضا إلجام والى بيروت لقد حملت التقادير الينا اتهامات موجهة إِلَى ذَلِك الْوَالِي وَقد شَاركهُ فِي التُّهْمَة مدير البوليس وقائد المنطقة الساحلية هَؤُلَاءِ الخونة لم يُعْطوا ملايين الْمُهَاجِرين الوثائق الضرورية لاقامتهم إِلَّا بعد أَن أخذُوا من كل وَاحِد مِنْهُم ثَلَاث ليرات كرشوة وَبِذَلِك غصبوا ملايين الليرات من خزينة الدولة ¶ والحقيقة أَن أصُول الرِّشْوَة عندنَا سَيِّئَة للغاية انها عملية تضر مجتمعنا كثيرا يُمكن أَن نصفح عَن الْهَدِيَّة (البقشيش) الْمُقدمَة إِلَى صغَار الموظفين مِمَّن قلت رواتبهم وَكثر عِيَالهمْ فِي حَال تَأَخّر هَذِه الرَّوَاتِب لَكِن كبار الموظفين يقبضون",
            "page": "92",
            "part": "1",
            "seal": "6BFDD784"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "أساسا رواتب ضخمة فَعَلَيْهِم أَن يحيلوا هَذِه الْهَدَايَا إِلَى خزينة الدولة لَا أَن يأخذوها ¶ وَلَيْسَ مَا يسْعَى اليه الباشوات من اقتطاع للإمتيازات أَهْون شرا من تِلْكَ الْهَدَايَا ولاينبغي لَاحَدَّ أَن ينحط إِلَى دَرَجَة التعاون مَعَ أدعياء الصِّنَاعَة والأتصال بأشخاص مشبوهين بِحَيْثُ يُؤثر على مكانتنا لَدَى رجال الصِّنَاعَة وَالتِّجَارَة فِي الغرب",
            "page": "93",
            "part": "1",
            "seal": "C8C92163"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "الْوَضع المالي ¶ تحاول الصحافة الأوربية كلما سنحت لَهُ الفرصة أَن تصور وَضعنَا المالي تصويرا سَيِّئًا وَكَانَ من الْمَفْرُوض على الأوربيين أَن يطمئنوا إِلَى حالتنا الاقتصادية لَا أَن ينْظرُوا الينا نظرتهم إِلَى اليونان أَو رومانيا أَو الدول الاخرى الَّتِي توشك على الافلاس ¶ الْحَقِيقَة اننا حَتَّى عَام 1885 كُنَّا ندفع فَوَائِد مركبة على رُؤُوس الاموال الأوربية فطلبنا هَذَا الْعَام ادخال تَعْدِيل على نظام الدّفع الَّذِي لايمكن أَن نتحملة أَكثر مِمَّا تحملناه الَّذين يَعْتَقِدُونَ اننا ندفع لَهُم فَوَائِد منخفضة ينسون أَيَّام كُنَّا نعطيهم النّسَب الباهظة من هَذِه الْفَوَائِد ¶ أعرف اننا نفتقر فِي سياستنا الْمَالِيَّة إِلَى الادارة المدروسة والمراقبة القوية لَكِن المركزية الْقَائِمَة عندنَا لَا تتْرك لنا الْخِيَار لَا نملك مؤسسة تدفع الْفَوَائِد المترتبة سوى مؤسسة الدُّيُون الْعَامَّة لَا يمكننا أَن نعدل وَضعنَا بسندات الاستثمار اللَّهُمَّ إِلَّا أَن نسعى لإعادة الْبناء الإقتصادي بمساعدة من مؤسسة الدُّيُون",
            "page": "94",
            "part": "1",
            "seal": "FAB14FFD"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "الْعَامَّة وَيُمكن أَن نضم إِلَيْهَا مؤسسة الدُّيُون غير المؤجلة ونستفيد من المصادر الهامة للواردات فِي بعض الولايات أما المصادر الطبيعية للموارد فِي بِلَادنَا فَهِيَ الضَّمَان الْقوي فِي حصولنا على قروض جَدِيدَة وَبِهَذَا بمكننا أَن ننجح فِي رفع مستوانا الاقتصادي وايصاله إِلَى الدرجَة الَّتِي يَنْبَغِي أَن يكون فِيهَا",
            "page": "95",
            "part": "1",
            "seal": "AAAFB535"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "حَاجَة الدولة إِلَى الهدوء والاستقرار (1902) ¶ ارجو من الله الْعلي الْقَدِير أَن يهب لبلادنا الهدوء والاستقرار فَمَا من بلد يعوزها الصُّلْح والسكينة أَكثر مِمَّا تحتاجه بِلَادنَا هُنَاكَ ثغرات كَبِيرَة فِي الادارة واسترخاء شَدِيد لَدَى الموظفين مِمَّا سَبَب قيام ثورات وحوادث عصيان لَيْسَ من الْجَائِز السُّكُوت عَلَيْهَا لَكِن الشَّيْء الَّذِي يقودنا إِلَى الهاوية أَكثر من غَيره هُوَ مؤامرات الدول الْكُبْرَى لقد صرفنَا الملايين للْقَضَاء على المؤامرات كَانَ الأجدر بهَا أَن تصرف على مشاريع حيوية نستفيد مِنْهَا كَمَا صرفنَا جلّ أوقاتنا وطاقاتنا دون جدوى فَلم يبْق لنا شَيْء ندخره لغدنا فى التطور والتقدم لَو اعْترفت لنا هَذِه الدول بِعشر سنوات من الِاسْتِقْرَار لحظيت دولتنا بالتطور الَّذِي حظيت بِهِ اليابان فاليابانيون بعيدون عَن مخالب أوربا يعيشون فِي أَمَان واطمئنان اما نَحن فقد نصبنا خيامنا على ملتقى الطّرق بَين الوحوش الأوربية الكاسرة",
            "page": "96",
            "part": "1",
            "seal": "B1C6F99D"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "ثروة السُّلْطَان (1902) ¶ أمرت بتخفيض مخصصاتي الشخصية كي أكون قدوة حَسَنَة ومثلا للتضحية عِنْد وزرائي وَكَانَت الصحافة الأوربية توجه الأنتقادات على هَذِه المخصصات وتراها أَكثر من اللَّازِم لَكِن هُنَاكَ أمورا لَا تدركها هَذِه الصحافة أَو تتجاهلها اني أصرف من هَذِه المخصصات على مَدِينَة بأسرها وعَلى كَتِيبَة الحرس السلطاني وعَلى رجال الْقصر وعَلى ثلث موظفي الدولة ثمَّ انني الْخَلِيفَة وامام جَمِيع الْمُسلمين فَمَالِي هُوَ مَال الْمُسلمين جَمِيعًا وَيشْهد الله انني لم أصرف على نَفسِي سوى الْقَلِيل والقليل جدا من هَذِه المخصصات ¶ فاذا تجمعت لدي ثروة كَبِيرَة فَهِيَ بِفضل موارد الغابات والأراضي الَّتِي أمتلكها وَقد اسْتَطَاعَ (أغوس (باشا بخبرته الْمَالِيَّة ودرايته أَن يزِيد الْوَارِد السنوي إِلَى خمسين ألف ليرة كَمَا اقترح أَن تكون اللأراضي غير",
            "page": "97",
            "part": "1",
            "seal": "10B5C9C8"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "الوقفية أَو غير الْمَمْلُوكَة لَاحَدَّ أَرَاضِي أميرية ¶ أما (مِيكَائِيل باشا (فَإِنَّهُ رجل اداري فذ فقد تمكن من زِيَادَة مواردنا عَن طَرِيق السماح بإنشاء الشركات الاستثمارية أما (رَاغِب بك (فقد اسْتَطَاعَ أَن يستغل الْوَضع التجاري الْعَام لمصْلحَة الدولة فعقد الصفقات مَعَ تجار الذَّهَب فى جنوب أفريقيا وجلب بهَا للخزينة مبالغ ضخمة وَجُمْلَة القَوْل أَن ثروة السُّلْطَان يُمكن أَن تكون سندا للدولة عِنْد الملمات ¶ مؤسسات الْبَرِيد الْأَجْنَبِيّ فِي الدولة العثمانية ¶ لَيْسَ لنا من الْأَمر شَيْء اننا مضطرون وَبِكُل أَسف إِلَى الرضوخ لمطالب الدول الْكُبْرَى أَخطَأ (سعيد باشا (عِنْدَمَا طلب من هَذِه الدول الغاء مراكز الْبَرِيد التابعة لَهَا فِي بِلَادنَا كَانَ عَلَيْهِ أَن يتحين الفرص المواتية وَألا يثير انزعاج السَّادة السفراء وَكَانَ عَليّ أَلا أسمح لَهُ بِهَذَا الطّلب ¶ بدأت هَذِه المشكلة عِنْدَمَا سمح أسلافي للفرنسيين بِنَقْل برقياتهم ورسائلهم بأجهزتهم ووسائلهم الْخَاصَّة ثمَّ تطور",
            "page": "98",
            "part": "1",
            "seal": "5B8ED55A"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "الْأَمر فافتتحت الدول الْأَجْنَبِيَّة مراكز بريد تَابِعَة لَهَا ففوتت على الخزينة موردا سنويا ضخما كَمَا أخلت بسيادة الدولة العثمانية ¶ لَو استطعنا دفع رواتب موظفي الْبَرِيد التَّابِعين لنا لعملوا على أَدَاء مهامهم على أحسن وَجه فَإِن الأهمال من أَي جِهَة كَانَ أَمر لَا يرضى عَنهُ الله وَرَسُوله ¶ لقد تمكنت اليابان وَهِي الدويلة الصَّغِيرَة من ارغام الدول الْكُبْرَى على قبُول الغاء مراكزها البريدية أما نَحن فمضطرون لتحمل هَذَا الْوَضع المخزي ¶ رُؤَسَاء الوزارات (1903) ¶ يُقَال انني أبدل رُؤَسَاء الوزارة كثيرا انه حكم خاطىء فاذا مَا رَجعْنَا إِلَى كتب التَّارِيخ لوجدنا وَبِكُل وضوح أَن أسلافي من السلاطين كَانُوا يغيرون الرؤساء أَكثر مني بِكَثِير لقد بلغ عدد رُؤَسَاء الوزارات مُنْذُ تأسيس الأمبراطورية وَحَتَّى الْآن مِائَتَيْنِ فقليل مِنْهُم من بَقِي مُدَّة طَوِيلَة أما الغالبية فَلم تدم رئاستهم أشهرا بل وَحَتَّى أَيَّامًا فِي بعض الْأَحَايِين",
            "page": "99",
            "part": "1",
            "seal": "DCFC2148"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "فَفِي عهد السُّلْطَان مُحَمَّد الرَّابِع تَغَيَّرت الوزارة أَكثر من عشْرين مرّة أما فِي عهدي فدون هَذَا الرقم بِكَثِير وَمن الطبيعي أَن أضطر أَحْيَانًا إِلَى اجراء تَغْيِير عِنْدَمَا أحس بِالْحَاجةِ إِلَى ضحية سياسية فأعين أَحْيَانًا (كَامِل باشا (ارضاء لانكلترا وَتارَة أعين الذِّئْب الْعَجُوز (سعيد باشا الصَّغِير (وفقا للْمصْلحَة الْعَامَّة ¶ إِن استبدال رَئِيس الوزارة بِغَيْرِهِ لَيْسَ بالشَّيْء المهم فِي بِلَادنَا وَمَعَ ذَلِك فَإِنَّهُ أَمر غير مستساغ اما الوزراء فَلَا أستبدلهم إِلَّا فِي ظروف اضطرارية ¶ وابعاد رَئِيس وزارة واستبدالة بآخر لَا يسْتَوْجب كل هَذَا الضجيج فَمَا الْفرق بَين (كَامِل (و (سعيد (اذا كَانَ الرئيس الْفعْلِيّ للوزراء هُوَ السُّلْطَان الْمُقِيم فِي قصر يلدز",
            "page": "100",
            "part": "1",
            "seal": "F7DFF62D"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "الانحطاط البدني لَدَى العثمانيين ¶ يذكر الدكتور (ريدر (رَئِيس أطباء المستشفى (فِي أحد كتبه أَن هُنَاكَ ضعفا بدنيا لَدَى العثمانيين وان ثلث سكان الدولة العثمانية مصابون بداء الأفرنجي ¶ أَرْجُو أَن يكون هَذَا الطَّبِيب الألماني مخطئا فِي تَقْدِيره المتشائم لَكِن علينا أَن نعترف بإن هَذَا الدَّاء الخطير منتشر فِي أرجاء الْمشرق وان أَثَره السيء على المواطنين فِي بِلَادنَا أَمر مرعب غير انه لَيْسَ بجديد على هَذِه الْبِلَاد فَهُوَ آفتها مُنْذُ الْقَدِيم علينا مكافحته بالعناية بالنظافة وَالصِّحَّة وبالقضاء على الْجَهْل ¶ والاخطر من ذَلِك الوباء فِي رَأْي هُوَ الاكثار من التدخين وَشرب القهوة وَالْمَوْت هُوَ الْعَدو الرئيسي للانسان عرفت بتجاربي الشخصية مبلغ الخطورة فِي الاكثار من شرب القهوة على الجهاز العصبي أَن شرب القهوة مَعَ ارتشاف سكائر قَوِيَّة لَهُ تَأْثِير سيء على الاعصاب وَلَا يعجبن أحد فِي هَذِه الْحَال من الامراض العصبية الَّتِي نرَاهَا فِي بِلَادنَا يُقَال أَن للخمر",
            "page": "101",
            "part": "1",
            "seal": "2827034A"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "أضرارا جسيمة وَأرى أَن التدخين لَيْسَ بِأَقَلّ ضَرَرا من الْخمر لذا يجب الْحَد من هَذِه الْعَادة السَّيئَة ¶ الرقابة (1904) ¶ أَن الرقابة أَمر حيوي فِي الْبِلَاد العثمانية يخطىء من يظنّ غير ذَلِك وَقِيَاس مؤسساتنا بمؤسسات بِلَاد الغرب هُوَ قِيَاس مَعَ الْفَارِق قد يكون السَّبَب قي تقبل النَّقْد الصحفي عِنْدهم هُوَ انتشار الوعي الثقافي بَين طَبَقَات الشّعب أما فِي بِلَادنَا فالشعب لم يزل قَلِيل الْمعرفَة سريع الاغترار فَنحْن مضطرون إِلَى أَن نعامل رعايانا مُعَاملَة الاطفال والحقيقة أَنه لَا فرق بَينهم وَبَين الْأَطْفَال الْكِبَار ¶ فَكَمَا أَن على الْأَبَوَيْنِ منع الْكتب الضارة عَن أَوْلَادهم فَكَذَلِك يتوجب على الدولة أَن تمنع المنشورات والكتب من أَن أَن تُؤدِّي إِلَى الاضرار بأفكار الشّعب فوصول الرِّوَايَات الفرنسية المترجمة إِلَى متناول الْحَرِيم وافسادها للعقول والافكار هُوَ أَمر مؤسف غَايَة الأسف وَكَون مستوردي هَذِه الرِّوَايَات افرنسيين أَو روما أَو أرمن لَا يُغير من الامر شَيْئا فهم قوم مفسدون حَيْثُمَا وجدوا لَو نشرت هَذِه الرِّوَايَات المفتقرة إِلَى الْحَقِيقَة دون حذف أَو تغير لتضاعفت افتراءات الاوربيين علينا فَكل هَذِه الاسباب تجعلنا نستمر فِي فرض الرقابة على المطبوعات",
            "page": "102",
            "part": "1",
            "seal": "4CB1C5ED"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "الْخدمَة العسكرية (1904) ¶ إِن فكرة اخضاع غير الْمُسلمين للْخدمَة العسكرية لاتعدو كَونهَا خيالا انها عملية انتحارية بِالنِّسْبَةِ لنا فَإِذا قبلنَا نَحن الْمُسلمين أَن نخدم فِي الجندية مَعَ أَتبَاع الْأَدْيَان والمذاهب الاخرى جنبا إِلَى جنب لاصبحنا فِي وضع لَا نحسد عَلَيْهِ فساسة الدول الْكُبْرَى وهم أسياد هَذِه الاقوام غير الاسلامية لَا تَتَرَدَّد فِي احداث المتاعب والمشاكل فِي وُجُوهنَا ثمَّ انهم يَخْشونَ على اخوتهم فِي الدّين من أَن يَتَحَوَّلُوا عَن ديينهم إِلَى دين الْإِسْلَام ¶ ثمَّ أَن هُنَاكَ محاذير أُخْرَى مثل احْتِمَال طَلَبهمْ انشاء كنائس فِي الثكنات العكسرية وَتَعْيِين قِسِّيسِينَ للصَّلَاة بهم ولتعليمهم أُمُور دينهم ¶ فَإِذا قيل انه يُمكن تشكيل سَرَايَا خَاصَّة بالعساكر النَّصَارَى فَفِي هَذَا الْوَضع محاذير أدهى وَأمر اذ نَكُون قد انشأنا بِأَيْدِينَا جَيْشًا دَاخل جَيش مؤلفا من روم وبلغار وعناصر أُخْرَى فاذا مَا حدث اضْطِرَاب أَو عصيان قَامَت هَذِه السَّرَايَا تقاتلنا من دَاخل جيشنا وَمن الْمَعْلُوم أَن النَّصَارَى فِي الممالك العثمانية مرتبطون ارتباطا وثيقا بالدول الْكُبْرَى يأتمرون بأوامرهم ويتحركون وفقا لارادتهم",
            "page": "103",
            "part": "1",
            "seal": "FCA22D16"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "الحكم الْمُقَيد (1905) ¶ لم تتطور بِلَادنَا التطور الْكَافِي لتقبل الحكم الدستوري فَإِن هَذَا الطّراز من الحكم خطر كَبِير علينا اذ بِمُقْتَضَاهُ يكون جَمِيع الرعايا متساوين فِي الْحُقُوق والواجبات وَهَذَا أَمر يَسْتَحِيل تطبيقه فِي بِلَادنَا فالامبراطورية العثمانية تشكلت من الاتراك وَالْعرب وَالروم والارمن والبلغار والاولاخ والارناؤوط وَالْيَهُود فَهَل ترْضى العناصر والمذاهب غير الْمسلمَة أَن تَسْتَغْنِي عَن كنائسها بِنَفسِهَا وَعَن استقلالها القضائي ثمَّ انه لَيْسَ هُنَاكَ من لِسَان يجمعنا فَهَل ترْضى هَذِه الاقوام أَن تهجر لغاتها وَتقبل التركية لُغَة رسمية فاذا كَانَت هَذِه حَالنَا فَكيف تتأصل فِينَا القومية العثمانية وَمَعْلُوم أَن النَّصَارَى يلوذون بالدول الْكُبْرَى فروسيا تَحْمِي السلافيين وانكلترا تَحْمِي الأرمن وتتفق هَاتَانِ الدولتان فِي حماية الرّوم ¶ وتسعى دولة النمسا والمجر إِلَى السّير نَحْو الحكم الدستوري لَكِن الأقوام الَّتِي يحكمها (آل هابسبورغ (",
            "page": "104",
            "part": "1",
            "seal": "060DEABD"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "لن ترْضى بِالْبَقَاءِ تَحت حكمهم وستبذل جهودها للانفصال انه سيحط من الْقُوَّة العسكرية والسياسية لدولة النمسا والمجر ¶ أَن الاتراك الشَّبَاب قوم خياليون فإعلان الدستور وتشكيل حُكُومَة نيابية فِي بِلَادنَا يَعْنِي حُدُوث الفوضى وانقسام النَّاس شيعًا وأحزابا يُقَاتل بَعْضهَا بَعْضًا وَيُؤَدِّي بالدولة العثمانية إِلَى الخراب وتعاطف الإنكليز مَعَ الأتراك الشَّبَاب أَمر يلفت انتباهنا فهم يشجعون هَؤُلَاءِ المفترين على الْمُطَالبَة بإعلان الدستور ويرفضونه لأَنْفُسِهِمْ فِي الْهِنْد المستعمرة مَعَ أَن أوضاع الْهِنْد تشبه اوضاع بِلَادنَا حَيْثُ تعيش فِيهَا عناصر غير متجانسة من الْمُسلمين وَالنَّصَارَى والبوذيين والبراهمة وَمن الصعب جمعهم فِي مجْلِس وَاحِد ¶ الْخط الحديدي الْحِجَازِي (1906) ¶ كَانَ انشاء الْخط الحديدي الْحِجَازِي أحد أمنياتي مُنْذُ زمن بعيد فَبَدَأت هَذِه الأمنية بالتحقق وَكَانَ (عز الدّين (هُوَ خير انسان اخترته لتحقيق هَذَا الْمَشْرُوع لقد صرف فِي هَذَا السَّبِيل كل جهد مُمكن انه رجل صَادِق وَفِي أحبه وأقدره بالرغم من حسد الحساد ووشاية الواشين من زملائه لقد نَالَ إعجابي عِنْدَمَا جمع فِي زمن قصير تبرعات هائلة من الْمُسلمين",
            "page": "105",
            "part": "1",
            "seal": "D5E2628E"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "فِي شَتَّى أرجاء الأَرْض وبخاصة من مُسْلِمِي الْهِنْد وَكَانَ من بَين المتبرعين إفرنسيون وألمان وَقد كَانَ للاوسمة الجميلة الَّتِي هيأها (عزت باشا (ليزين بهَا صُدُور المتبرعين أكبر الْأَثر فِي زِيَادَة التَّبَرُّعَات ¶ لقد أثبت الْخط الحديدي الْحِجَازِي أَن بِلَادنَا لم تفقد قابليتها للتطور وانه يمكننا احباط محاولات انكلترا المتكررة فِي عرقلة أَي عمل نقوم بِهِ لخدمة بلدنا وأمتنا ¶ سيتم أَن شَاءَ الله مد هَذَا الْخط وسنستغني عَن قناة السويس وستربط استانبول بالمدينتين المقدستين مَكَّة وَالْمَدينَة وسنتمكن من تَأْمِين المواصلات المدنية والعسكرية بِكُل أَمَان واطمئنان",
            "page": "106",
            "part": "1",
            "seal": "5A045E7F"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "قبُول القانون الأساسي (1908) ¶ انقسم الْجَيْش إِلَى فئتين كل فِئَة تتحفز لضرب الفئة الْأُخْرَى لم تبْق لنا إِلَّا وَسِيلَة وَاحِدَة لإحباط مؤامرات السياسة الانكليزية وَهِي أَن أقوم على رَأس هَؤُلَاءِ الثوار فأعلن الدستور بنفسي وأتظاهر بِاتِّبَاع سياسة الأنكليز فَهَذَا هُوَ الطَّرِيق الوحيد لإفشال مؤامراتهم وَغدا سيفهم المعجبون بأفكارهم الثورية إِلَى أَي الطّرق الْمهْلكَة ستؤدي بهم هَذِه الافكار ¶ آمل أَن يتحد جَمِيع العثمانيين وَلَو فِي آخر لَحْظَة للْعَمَل على بَقَاء دولتهم وَالسير على هدي دستورهم الْمُقَدّس (الْقرَان الْكَرِيم (مُؤمنين بِهِ ممتثلين لأوامره وَإِلَّا فالمصير الْأسود ينتظرنا حَيْثُ تتأهب الدول النَّصْرَانِيَّة لتمزيق أشلائنا وتقاسم الممالك العثمانية فِيمَا بَينهَا",
            "page": "107",
            "part": "1",
            "seal": "BDB38949"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "الْفَصْل الثَّانِي ¶ السياسة الخارجية",
            "page": "109",
            "part": "1",
            "seal": "7403E11F"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "فرنسا ومصر (1892) ¶ من مذكرات عَام (1882) ¶ أَن جهودنا فِي سَبِيل تَأْمِين التدخل الفرنسي فِي مصر باءت بالفشل وَصرف السفير الفرنسي كل امكاناتة حَتَّى أَن فراين طلب من مجْلِس النواب الْمُوَافقَة على انزال قُوَّة عسكرية فِي التل الْكَبِير لَكِن هَذَا الطّلب لم يقدر لَهُ النجاح خوفًا من نقمة الرَّأْي الْعَام الفرنسي الَّذِي لم ينس بعد أَحْدَاث (تونكين (لَا يُرِيد النواب الفرنسيون أَن يقتنعوا بَان فرنسا لَا يُمكنهَا أَن تكون الْحَاكِم الوحيد فِي مصر حَقًا انهم قصار النّظر انه لن يمْضِي وَقت طَوِيل حَتَّى ينجح الإنكليز فِي ضرب النّفُوذ الفرنسي فِي مصر والأنفراد بالسيطرة على قناة السويس ¶ سيرى الفرنسيون بعد زمن لَيْسَ بِبَعِيد أَنهم أَصْبحُوا فِي منأى عَن شؤون مصر",
            "page": "111",
            "part": "1",
            "seal": "1A0CA383"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "الإنكليز فِي مصر ¶ أَن أَكثر مَا يجب عل الْمَرْء أَن يحذرهُ من بَين الدول الْكُبْرَى هُوَ انكلترا فَإِن الانكليز قوم لَا يحترمون إِلَّا وَلَا ذمَّة وَقد أوضح اللورد (كرانفيل (فِي شهر تشرين الثَّانِي من عَام 1882 أَن انكلترا لن تغير من سياستها فِي مصر وانها تتعهد بتطبيق مَا ورد فِي الفرمانات الَّتِي أصدرناها وأعلن الأميرال (سيمور (فِي تموز عَام 1882 أَن الإنكليز لَا يفكرون فِي السيطرة على مصر واغتصاب حُقُوق المصريين بِأَيّ شكل من الاشكال وَصرح دوفريه السفير الإنكليزي فِي استانبول بَان انكلترا لن تطالب بأية امتيازات فِي مصر وَلَا حَتَّى التجارية مِنْهَا وعندما وصل الْجَيْش الإنكليزي مصر فِي آب أغسطس ادّعى الجنرال وولسيلي أَن دُخُول هَذَا الْجَيْش كَانَ بِقصد الْحفاظ على سمعة الخديوي لقد نسيت انكلترا الحرباء كل هَذِه الوعود وعملت على كسر شَوْكَة مندوبنا السَّامِي فِي مصر وتمكنت من تجريدنا من كل شَيْء لنا فِي مصر ¶ وَلَعَلَّ أَشد مَا يحيرني من أَمر فرنسا هُوَ بَقَاؤُهَا مكتوفة الْأَيْدِي حِيَال كل هَذِه الألاعيب الَّتِي يلعبها الانكليز",
            "page": "112",
            "part": "1",
            "seal": "BAC8795D"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "مصر وتركيا (1892) ¶ فِي سَبِيل اسْتِمْرَار سيادتنا على مصر اضطررنا إِلَى خوض صراع عنيف فَأصْبح الْبَاب العالي فِي موقف صَعب أَمَام انكلترا أما موقف فرنسا الممالىء لإنكلترا فَأمر يَدْعُو إِلَى الأسف وَأما ايطاليا فقد خدعها جمال (بنغازي (وَحملهَا على الْوُقُوف فِي صف الإنكليز ¶ وَمَعَ ذَلِك فقد وجهنا كتابا إِلَى الخديوي بتاريخ 17 آذار سنة 1892 أكدنا فِيهِ أَن مصر ولَايَة من ولايات الدوله العثمانيه وَأَن شعب مصر جُزْء من الامة العثمانية فَكَانَ لهَذَا الْكتاب وَقع طيب فِي نفوس شعب وَادي النّيل الَّذِي مَا فتىء الانكليز يحرضونه على الْعِصْيَان ¶ وَقد فهم عَبَّاس وَهُوَ الْأَمِير الْمُسلم انه لن يَسْتَطِيع الدفاع عَن نَفسه ضد الدخلاء الْأَجَانِب إِلَّا اذا خلص للدولة العثمانية ويمكننا تطييبا لخاطره أَن نعترف لأسرته الحاكمة بميزة الأبن الْأَكْبَر فِي الدولة",
            "page": "113",
            "part": "1",
            "seal": "3432ADF0"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "لَو منحت لنا احدى الدول الْكُبْرَى شَيْئا من التأييد لاستطعنا أَن نخصص جُزْءا من موارد مصر (68500 جنيه استرليني) للخزينة الْعَامَّة وَلَو جَاءَ هَذَا الطّلب المحق من احدى الدول النَّصْرَانِيَّة لما كَانَ هُنَاكَ أدنى شكّ فِي تلبيته أما نَحن فمضطرون لتحمل تبعات الاخطاء الَّتِي ارتكبها أسلافنا فتذهب واردات مصر كَمَا يذهب قسم من الواردات الاخرى للدولة إِلَى مؤسسة الدُّيُون الْعَامَّة لتنصب مِنْهَا إِلَى جُيُوب الدائنين ¶ وَجُمْلَة القَوْل اننا قوم فُقَرَاء ومقيمون على هَذَا الْفقر بالرغم من غنى بِلَادنَا بالثروات الطبيعية ¶ وَصِيَّة السُّلْطَان عبد الْعَزِيز (1839) ¶ لم يعثر على وَصِيَّة عمي عبد الْعَزِيز حَتَّى يَوْمنَا هَذَا والواضح أَن الاوراق الَّتِي يُقَال انها كتبت فِي ربيع الاول سنة 1293 هِيَ أوراق مزورة لِأَن عبد الْعَزِيز كَانَ فِي هَذَا التَّارِيخ مَرِيضا مَرضا شَدِيدا بِحَيْثُ لَا يُمكنهُ ان يقدم على أَي عمل فكري ثمَّ أَن الاسس السياسية الْمَذْكُورَة فِي هَذِه الاوراق لَا تمت بصلَة إِلَى النمط الفكري لِعَمِّي عبد الْعَزِيز وَالْوَاقِع انه لم تكن لَهُ وجهة سياسية مُعينَة فَتَارَة إِلَى الامام وَتارَة إِلَى الوراء وَأَحْيَانا إِلَى الشرق وَأُخْرَى إِلَى الغرب ¶ هَذِه السياسة الَّتِي اتبعها عمي هِيَ الَّتِي أدَّت بالدولة إِلَى حافة الهاوية وَهِي الْحَال الَّتِي وَجدتهَا عِنْدَمَا اعتليت سدة الْخلَافَة",
            "page": "114",
            "part": "1",
            "seal": "B209D6DA"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "وَيسْعَى أعداؤنا الْآن إِلَى اقناع النَّاس بِعَدَمِ جدوى النظام الْجَدِيد الَّذِي وضعناه لإنقاذ الْبِلَاد من الْوَضع المتردي ويعرضون علينا أسسا بديلة لإصلاحات لَا حَاجَة لنا بهَا علينا أَن نمضي فِي تَنْفِيذ برامجنا نَحن ونسير على هدي شريعتنا الغراء اذ لَيْسَ لخليفة على هَذِه الأَرْض أَن يسير إِلَّا فِي هَذَا الطَّرِيق ¶ والحقيقة أَن المبادىء المبينة فِي وَصِيَّة عمي عبد الْعَزِيز والمبادىء الَّتِي نسير عَلَيْهَا الْآن ترتكز جَمِيعهَا على قَاعِدَة أساسية وَاحِدَة",
            "page": "115",
            "part": "1",
            "seal": "97FB4EDB"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "الحملات الصليبية على الدولة العثمانية ¶ الحملات الصليبية الموجهة ضد الدولة العثمانية لم تتَوَقَّف قطّ وَلَا يزَال (غلادستون (الْعَجُوز يسير على خطا البابا فِي هَذَا السَّبِيل وَهل تسْتَحقّ الدولة العثمانية هَذِه الحملات وَقد آوت النَّصَارَى الهاربين من جحيم الصراع المذهبي فِي الغرب خلال الْقُرُون الْوُسْطَى ألم تكن الدولة العثمانية هِيَ الملجأ الوحيد للْيَهُود الناجين من بَطش محاكم التفتيش فِي اسبانيا ألم تبذل جمعية الْهلَال الاحمر العثمانية كل جهد مُمكن لإيجاد المأوى والملبس لم طرد من وَطنه فِي سَبِيل معتقده وَلَكِن من يعرف هَذِه الْحَقَائِق التاريخية أَو يعْتَرف بهَا فَمَاذَا يَقُول (غلادستون (وَهُوَ رجل انكلترا الأول عَن الْمَسْأَلَة الشرقية سوى التَّعْرِيض بِنَا بِأَن بِلَادنَا تحكم بِالْقُوَّةِ والبطش لَا بالقوانين والاعراف ألم يثبت كذب مَا ادعوهُ من وُقُوع مذابح للبلغار والأرمن ¶ ألم يتَبَيَّن أَن أَمر التخريب الَّذِي زعموه فِي المدن بعد طرد سكانها هُوَ مَحْض افتراء وان النَّصَارَى يعيشون مَعَ الْمُسلمين",
            "page": "116",
            "part": "1",
            "seal": "8B3E2C23"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "حَيَاة طبيعية وجنبا إِلَى جنب ¶ سيرى المراقب المحايد أَن الْمُسلمين هم أرْحم قلبا من نَصَارَى بِلَاد الشرق هَا هم الإسبان وَقد نشرُوا الرعب وفجروا حمامات الدَّم فِي كَافَّة انحاء أسبانيا وَهَا هم الفرنسيون وَقد ارتكبوا الفظائع فِي الجزائر وَهَا هم الإنكليز وَقد قضوا على ثورة الْهِنْد وَهَا هِيَ بلجيكا فِي الكونغو وروسيا وَقد أعملت السَّيْف فِي رِقَاب السيبيريين أَفلا يرَوْنَ إِلَّا العثمانيين وَقد عيل صبرهم من جرائم الأرمن جَزَاء على الْإِحْسَان الَّذِي لقوه من الأتراك فِي بِلَاد الاتراك أَفِي الامر عجب اذا قَامَ الْمُسلمُونَ للدفاع عَن انفسهم ¶ لَا تُرِيدُ الدول الْكُبْرَى أَن تفهم بَان الأرمن قوم عصاة حملُوا السيوف والأسلحة للهجوم علينا وَلَا تُرِيدُ أَن تعترف بأننا نَحن أَصْحَاب هَذِه الارض وسادتها بل تسْعَى فِي كل مرّة إِلَى ازعاجنا بِطَلَب الامتيازات وبالمزعجات الاخرى حَتَّى الْحُقُوق الَّتِي اعْترفت بهَا هَذِه الدول لإمارة (موناكو (لم تعترف بهَا للدولة العثمانية ¶ أَن الحملات الصليبية على الدولة العثمانية لَا زَالَت مستمرة تَحت أَسمَاء وعناوين شَتَّى",
            "page": "117",
            "part": "1",
            "seal": "5BE0697A"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "السياسة الشرقية لامبراطورية النمسا والمجر (1898) ¶ هُنَاكَ مبدأ فِي السياسة الخارجية لامبراطورية النمسا والمجر لَا يتَغَيَّر هُوَ (وجوب عدم تحكم روسيا بالمضائق (تشاركها فِيهِ انكلترا وايطاليا وألمانيا ¶ أَن وُصُول الروس إِلَى المضائق لم يكن فِي السَّابِق أمرا مهما بِالنِّسْبَةِ لألمانيا لَكِن الشقاق السياسي الَّذِي وَقع بَين روسيا وبروسيا فِيمَا بعد كَانَ فِي صالحنا أما الْآن فتبدي ألمانيا اهتماما كَبِيرا بالمضائق نظرا لتعلقها بمشروع خطّ حَدِيد الأناضول وبغداد اذ أَن مضيق استانبول هُوَ نقطة الْبِدَايَة فِي خطّ حَدِيد الأناضول أما حلم النمسا فيتركز فِي الِاسْتِيلَاء على سلانيك لكني أعتقد بِأَن هَذَا الْحلم لَا يعدو أَن يكون وهما لِأَن الْغَد الْقَرِيب سيكشف عَن ظُهُور حَاكم قوي يعْمل على انشاء دولة يوغسلافيا وَبِهَذَا يكون قد سد طَرِيق سلانيك أَمَام مملكة النمسا والمجر وستدخل البوسنه والهرسك وأراضي مَا بَين نهري (درافا سافا (ضمن حُدُود دولة يوغسلافيا الْكُبْرَى",
            "page": "118",
            "part": "1",
            "seal": "DF57D3D0"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "صَحِيح أَن الدولة العثمانية تحكم فئات غير متجانسة لَكِن آل هابسبورغ يحكمون اناسا لَيْسَ بَينهم أَي شبه أَو تقَارب فهم أَكثر تعقيدا من شعوبنا كَمَا ان الروابط الدِّينِيَّة مَعْدُومَة فِيمَا بَينهم ففيهم أكثرية كاثوليكية وَعدد لَا بَأْس بِهِ من الارثوذكس والبروتستانت ¶ الحكم العثماني فِي مصر ¶ أَن السياسة الَّتِي يتبعهَا اللورد (كرانفيل (تجاه الدولة العثمانية لَيست مرضية وَقد أثارت أَحْدَاث السودَان (ثورة الْمهْدي 1883 1884) صدى وَاسِعًا فِي الجزيرة الْعَرَبيَّة وَكَانَ من الْمُقَرّر أَن نقوم بالتدخل العسكري لنعيد إِلَى الْمهْدي صَوَابه ولنحافظ على سيادتنا فِي هَذِه الْبِلَاد واتفقنا فِي هَذَا الشان مَعَ شرِيف (وَزِير شؤون مصر) كَمَا وَافَقنَا الخديوي على هَذَا الرأى لَكِن انكلترا استنكرت هَذَا التدخل مِثْلَمَا فعلته عَام 1880 عِنْدَمَا أزمعنا على اخماد الثورة الَّتِي قَامَ بهَا عرابي باشا فِي مصر ¶ أما (بارتلمي سانت هيلاف (فَكَانَ يخْشَى أَن أسْتَعْمل صلاحياتي فِي مصر كخليفة للْمُسلمين لِأَن نُفُوذه فِي شمال أفريقيا وَفِي تونس على وَجه الْخُصُوص سَيكون فِي خطر وَلِهَذَا تعمد ارْتِكَاب الْخَطَأ الْكَبِير فِي الْوُقُوف",
            "page": "119",
            "part": "1",
            "seal": "8519DF0C"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "إِلَى جَانب انكلترا فِي سياستها تجاه مصر أما الْيَوْم فالتاريخ يُعِيد نَفسه فِي السودَان ¶ أَن سياسة الإنكليز فِي مصر تتلخص فِي زِيَادَة نُفُوذ الْمهْدي كزعيم ديني على حسابنا والحط من شَأْننَا فِي الولايات الْعَرَبيَّة تَوْطِئَة للْقَضَاء على حكمنَا فِيهَا ¶ صغَار الْهَدَايَا (1897) ¶ بمناسبة يَوْم مِيلَاد القيصر الْعَجُوز غليوم الثَّانِي سنرسل عددا من المدافع هَدِيَّة لمتاحفهم العسكرية واشتراكا منا فِي احتفالاتهم بِهَذِهِ الْمُنَاسبَة ¶ وَهُوَ اقتراح حسن من سفيرنا فِي برلين هَذِه المدافع الَّتِي لَا نعيرها أَي اهتمام تَسَاوِي الملايين فِي تَقْدِير بعض الخبراء آمل أَن يعجب بهَا قَيْصر ألمانيا انها مدافع ألمانية أرسلوها لنا خلال حَرْب المجر ونعيدها اليهم تعبيرا عَن روابط الصداقة المتينة بَيْننَا وَبَين القيصر الْعَظِيم وستكون أحسن أثرا لَدَى نفوس الالمان من الْخُيُول الْعَرَبيَّة الَّتِي أهديناها سَابِقًا فمرضت هُنَاكَ بِسَبَب تغير المناخ عَلَيْهَا فَلم يتمكنوا من ركُوبهَا والاسستفادة مِنْهَا",
            "page": "120",
            "part": "1",
            "seal": "57932264"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "السفير الروسي ¶ (ايفان الكسييفتش زينوفييف (1898) ¶ أرسل امبراطور بروسيا الينا سفيرا قَوِيا أَو خطيرا إِن صَحَّ التَّعْبِير الْحَقِيقَة أَن (زينوفييف (رجل نشيط يعرف كَيفَ يقوم بِالْعَمَلِ المنظم أعرف فِيهِ هَذِه الْمقدرَة عَن طَرِيق عملائي فِي طهران مُنْذُ زمن بعيد ¶ لقد تمكن هَذَا الرجل أَن يَجْعَل ايران دولة تَدور فِي فلك روسيا وَهُوَ يجيد اللُّغَة الفارسية ومتعمق بالادب الْفَارِسِي فمنحه الشاه ثقته فَصَارَ لَهُ مستشارا وأمينه الْمفضل لحفظ الْأَسْرَار فَلَا يتَّخذ قرارا إِلَّا بعد أَن يستشير صَاحبه الروسي ¶ يجب أَن نَكُون حذرين فِي تصرفاتنا تجاه (زينوفييف ( ¶ الدولة العثمانية واليابان (1898) ¶ لقد تفضل (الميكادو (حينما أرسل الينا أنواعا",
            "page": "121",
            "part": "1",
            "seal": "E5E0AAAA"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "الأتراك الشَّبَاب والدستور (1892) ¶ أَن الْأمة تنسى بِسُرْعَة أقولها مستميحا الْعذر الَّذين يجادلونني سياسيا دون تبصر بِمَا يَدُور من وَرَاء الستار من ألاعيب وَمَا تهيئه الدول الْكُبْرَى من مؤامرات عدوانية ¶ أَن السَّبَب فِي تردى الْأُمُور إِلَى الْحَد الَّذِي نرَاهُ فِي يَوْمنَا هَذَا هُوَ مبلغ الطيش الَّذِي بلغه الأتراك الشَّبَاب فِي عهد أخي الْمَرِيض أعلن سعاوي أَفَنْدِي فِي لندن ومصطفى",
            "page": "25",
            "part": "1",
            "seal": "7DC578F0"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "فضيلي فِي بروكسل أَن العنصر التركي ضعف وان الإمبراطورية العثمانية انحطت أخلاقيا وماليا لقد حطوا بكلامهم هَذَا من شان بِلَادهمْ لَو لم يَنْعَدِم فيهمَا الشّرف لما جلبا هَذَا الْعَار لوطنهم الْأُم أما مؤسس فرقة الحركات القومية ضيا بك فَهُوَ رجل شهم يُطَالب بالتقارب الإسلامي المسيحي وبتشكيل مجْلِس المبعوثان فِي أقرب وَقت بغية تَقْوِيَة الإمبراطورية ¶ يتهمونني بالخور لأنني لم أشترك فِي الحركات القومية قلبا وقالبا لَعَلَّهُم ينسون المآسي الَّتِي تعرضت لَهَا لقد خلع عمي عبد الْعَزِيز عَن الْعَرْش ثمَّ انتحر بشكل غامض ثمَّ جن أخي مُرَاد وسجن",
            "page": "26",
            "part": "1",
            "seal": "FF71545D"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "شكاوى الأرمن (1891) ¶ شَيْء مضحك أَن نتهم بتعذيب الأرمن واستغلاهم لَو جال الْمَرْء بنظره فِي تَارِيخ إمبراطوريتنا لثبت لَدَيْهِ أَن الأرمن كَانُوا دَائِما أَغْنِيَاء الَّذين يعْرفُونَ حقائق الْأُمُور يؤكدون تفوق الأرمن ماليا على رعايانا الْمُسلمين لقد تقلد الأرمن فِي جَمِيع العهود أَعلَى المناصب الوظيفية فِي الدولة بِمَا فِيهَا منصب الْوَزير الْأَعْظَم وَلَا أكون مبالغا أبدا إِذا قلت أَن ثلث الموظفين هم من الأرمن وَفِيمَا عدا ذَلِك لَيْسَ على الأرمن الْخدمَة العسكرية شَأْنهمْ شَأْن بَاقِي الرعايا وَالْبدل النقدي الَّذِي يؤدونه رمزي لَا يُكَافِئ أبدا الزَّمن الَّذِي يمضيه الْمُسلمُونَ فِي الْخدمَة العسكرية وتجارة الأرمن فِي وضع ممتاز ثمَّ أليست إدارة الضرائب تكَاد تكون منحصرة فيهم وَمن سوى الأرمن عَارض إِلْغَاء قانون الِالْتِزَام عِنْدَمَا",
            "page": "27",
            "part": "1",
            "seal": "84174D31"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "أَرَادَهُ عبد الْمجِيد بِنَاء على اقتراح رشيد باشا لم يتنازلوا عَن امتيازاتهم الْقيمَة فقاوموا هَذَا الإلغاء بإصرار ونجحوا بإبقاء كل شَيْء على مَا كَانَ ¶ وباستثناء الأرمن الَّذين يعيشون فِي جبال الأكراد عيشة بائسة فان الأرمن هم أغْنى الرعايا بِمن فيهم الرّوم والحقيقة الَّتِي لَا غُبَار عَلَيْهَا أَن هَؤُلَاءِ الْقَوْم يعْرفُونَ كَيفَ يستفيدون من ثروات بِلَادنَا",
            "page": "28",
            "part": "1",
            "seal": "E9C8AD69"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الْهِجْرَة الداخلية (1893) ¶ لكَي نعمل على إسكان الْأَرَاضِي الخالية من إمبراطوريتنا يتوجب تنظيم الْهِجْرَة بشكل مُنَاسِب لكننا لَا يمكننا القَوْل بَان الْهِجْرَة الْيَهُودِيَّة شكل مُنَاسِب لقد مضى عهد دُخُول أَتبَاع الْأَدْيَان الْأَجْنَبِيَّة إِلَى مجتمعنا كَمَا تدخل الشَّوْكَة فِي أَجْسَادنَا لَيْسَ لنا أَن نقبل فِي أراضينا إِلَّا من كَانَ من أمتنَا وَإِلَّا من شاركنا فِي معتقدنا علينا أَن نبدي اهتمامنا فِي تَقْوِيَة العنصر التركي وان نسعى إِلَى زِيَادَة الْمُسلمين فِي البوسنة والهرسك وبلغاريا بِالْهِجْرَةِ إِلَى هَذِه المناطق واستيطانها ¶ وَلنْ تقتصر فَوَائِد الْهِجْرَة على زِيَادَة الْقُدْرَة الوطنية بل ستتعداها إِلَى زِيَادَة الْقُوَّة الاقتصادية فِي إمبراطوريتنا وَمن الضَّرُورِيّ تَقْوِيَة العنصر التركي فِي بِلَاد الرّوم والأناضول خَاصَّة وصهر الأكراد وضمهم إِلَيْنَا أَن أكبر الأخطاء الَّتِي",
            "page": "29",
            "part": "1",
            "seal": "D5D1EC3B"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "ارتكبها أسلافي من الْحُكَّام الأتراك هُوَ عدم سَعْيهمْ لصهر العنصر السلافي وعثمنته وَالْوَاقِع أَن هَذَا لَيْسَ بِالْأَمر السهل فِي حِين كَانَ اخْتِلَاط الْعرق الرُّومِي بالعرق الأرمني أمرا ميسورا ¶ وَلَكِن وَالْحَمْد لله تمكنت دماؤنا من الْإِبْقَاء على تفوقها",
            "page": "30",
            "part": "1",
            "seal": "52CE9B96"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الدستور (1894) ¶ (من خواطر 1876 1878) ¶ مَا الَّذِي لَا ينْتَظر فَمن قَامَ بإعداد هَذَا الشَّيْء المخيف ¶ كَيفَ يمكنني أَن أعْتَمد على رجال أَمْثَال مدحت",
            "page": "31",
            "part": "1",
            "seal": "8021E50C"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "ورشدي ونوري ثمَّ أَن هذَيْن الْأَخيرينِ هما صهرا عمي عبد الْعَزِيز هَؤُلَاءِ يصرون على تسميتي بِصَاحِب الشَّوْكَة من جِهَة وَيدعونَ انهم بِهَذَا الدستور سيكسبون الإمبراطورية العثمانية منجزات حضارية أَلَيْسَ ذَلِك بِالْأَمر المضحك ¶ إِذا كنت فِي ذئاب فَعَلَيْك العواء وبغض النّظر عَن المحاسن والمساوئ يجب أَن أفْتَتح مجْلِس المبعوثان وأعلن الدستور لكَي أظهر أنني أقوم بِأَمْر هام ¶ فِي أعقاب تشكيل سَرَايَا الأكراد قَامَت الصُّحُف الأوربية بتوجيه انتقادات لاذعة مدعية أَن الأكراد بعد تشكيل هَذِه السَّرَايَا زادوا من تصرفاتهم اللاإنسانية ضد الأرمن وأعربت هَذِه الصُّحُف عَن خشيتها من قيام الأكراد بثورة يعلنون فِيهَا استقلالهم ¶ يَبْدُو أَن الصُّحُف تبحث عَن مواضيع إِذْ تكْتب عَن كل شَيْء بغض النّظر عَن صِحَّته أَو كذبه فالمراسلون يَكْتُبُونَ عَن أوضاع كردستان وفْق وجهات نظر الأرمن دون أَن يكلفوا أنفسهم عناء الْخُرُوج من بُيُوتهم المريحة فِي استنبول",
            "page": "32",
            "part": "1",
            "seal": "08F4E08A"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "انه وان كَانَ بعض الباشوات انتقدوا تشكيل سَرَايَا من فرسَان الأكراد فانتقادهم نابع من الْغيرَة الَّتِي تملكتهم لِأَن هَذِه السَّرَايَا تتبع زميلهم زكي باشا الْقَائِد السَّابِق للجيش الرَّابِع فِي أرضروم ¶ وَإِذا وَقعت الْحَرْب مَعَ الروس فان سَرَايَا الأكراد المدربة تدريبا جيدا يُمكنهَا أَن تقوم بخدمات جلى ثمَّ أَن فكرة الطَّاعَة الَّتِي يتشربونها ستفيدهم كثيرا أما رؤساؤهم الَّذين منحناهم رتبا عسكرية فأنهم سيجعلونها مدَار فَخْرهمْ واعتزازهم وسيسعون إِلَى شَيْء من النظام وَالْوَلَاء وَسَيَأْتِي الْيَوْم الَّذِي تَنْتَهِي فِيهِ حَدَاثَة السَّرَايَا (الحميدية) وتصبح جَيْشًا لَهُ أهميته ¶ أعلم أنني تعرضت للانتقاد فِي قبُول بعض أَبنَاء رُؤَسَاء الأكراد موظفين فِي العاصمة لقد شغل الأرمن مناصب وزارية لسنين عدَّة فَمَا الَّذِي يضيرنا إِذا قربنا الأكراد منا وهم إِخْوَاننَا فِي الدّين ثمَّ أنني أَصبَحت عرضة للانتقاد فِي حمايتي آل بدرخان وَادعوا انهم خطرون على الْأَمْن وبالطبع فَكل حر فِيمَا يفكر ¶ لكنى أعتقد أنني مُصِيب فِي السياسة الَّتِي اتبعها حِيَال الأكراد وَقد درس زكى باشا الْأُمُور على الطبيعة فَعرض فكرة تشكيل سَرَايَا فرسَان الأكراد فَكَانَت هَذِه الفكرة أحسن طَرِيق إننا نتعرض للانتقاد فِي كل أَمر لذا تَرَانَا متعودين على مثل هَذِه الانتقادات",
            "page": "33",
            "part": "1",
            "seal": "61760DEB"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "المشكلة الْيَهُودِيَّة (1895) ¶ للْيَهُود قُوَّة فِي أوروبا أَكثر من قوتهم فِي الشرق لهَذَا فان أَكثر الدول الأوربية تحبذ هِجْرَة الْيَهُود إِلَى فلسطين لتتخلص من الْعرق السَّامِي الَّذِي زَاد كثيرا ¶ وَلَكِن لدينا عدد كَاف من الْيَهُود فَإِذا كُنَّا نُرِيد أَن يبْقى العنصر الْعَرَبِيّ متفوقا علينا أَن نصرف النّظر عَن فكرة توطين الْمُهَاجِرين فِي فلسطين وَإِلَّا فَإِن الْيَهُود إِذا استوطنوا أَرضًا تملكوا كَافَّة قدراتها خلال وَقت قصير وبذا نَكُون قد حكمنَا على إِخْوَاننَا فِي الدّين بِالْمَوْتِ المحتم ¶ لن يَسْتَطِيع رَئِيس الصهاينة (هرتزل) أَن يقنعني بأفكاره وَقد يكون قَوْله (ستحل المشكلة الْيَهُودِيَّة يَوْم يقوى فِيهِ الْيَهُودِيّ على قيادة محراثه بِيَدِهِ) صَحِيحا فِي رَأْيه انه يسْعَى لتأمين أَرض لإخوانه الْيَهُود لكنه ينسى أَن الذكاء لَيْسَ كَافِيا لحل جَمِيع المشاكل ¶ لن يَكْتَفِي الصهاينة بممارسة الْأَعْمَال الزراعية فِي فلسطين",
            "page": "34",
            "part": "1",
            "seal": "C023E283"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "بل يُرِيدُونَ أمورا أُخْرَى مثل تشكيل حُكُومَة وانتخاب ممثلين أنني أدْرك أطماعهم جيدا لَكِن الْيَهُود سطحيون فِي ظنهم أنني سأقبل بمحاولاتهم وكما أنني أقدر فِي رعايانا من الْيَهُود خدماتهم لَدَى الْبَاب العالي فَإِنِّي أعادى أمانيهم وأطماعهم فِي فلسطين",
            "page": "35",
            "part": "1",
            "seal": "0A223565"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "بورصة والحكومة المركزية ¶ استغربت اقتراح وزيري سعيد باشا بشان نقل مقرنا إِلَى بورصه وَجعلهَا عَاصِمَة الإمبراطورية هَذَا اقتراح يَسْتَحِيل تطبيقه أَن ماضينا السعيد يربطنا باستنبول فِيهَا مَسَاجِدنَا التاريخية والأمانات المقدسة ثمَّ أَن تكاليف نقل الدَّوَائِر والموظفين إِلَى بورصة ستبلغ ملايين الليرات ¶ وَمن جِهَة أُخْرَى فان وجود استنبول على برميل من البارود حَقِيقَة وَاقعَة لذا فان اقتراح سعيد باشا يسْتَحق الدراسة الجدية فَإِذا مَا جَاءَ الروس مرّة ثَانِيَة إِلَى مشارف استنبول فَمَاذَا سيحل بِنَا سيحتلون الْمَدِينَة وَهَذَا يعْنى نِهَايَة كل شَيْء إِذا أضعنا استنبول أضعنا مَعهَا الْخلَافَة ستؤول الْخلَافَة حتما إِلَى الْعَرَب",
            "page": "39",
            "part": "1",
            "seal": "C4A0D951"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "مشكلة الْهَدَايَا (البقشيش (1896) ¶ عِنْدَمَا يكْتب افرنسي أَو إنكليزي أَو ألماني أَو أَي أَجْنَبِي عَن بِلَادنَا لَا يَنْتَهِي قبل أَن يخصص فصلا خَاصّا من كِتَابه لعادة الْهَدَايَا عندنَا حَتَّى أَن أحد الافرنسيين ذكر فِي كِتَابه أَن الْهَدِيَّة أَعلَى مستوى من السُّلْطَان وسماها (السُّلْطَان هَدِيَّة) انهم مبالغون فِي كل مَا قَالُوهُ وَالْوَاقِع أَن الغربيين لَا يفهمون الْمَعْنى الْكَامِل للهدية انهم يعتبرونها لَا أخلاقية كالرشوة مَعَ أَنَّهَا حوادث نادرة أما (القيصر هَدِيَّة) فَهِيَ أَكثر انتشارا فِي بِلَاد القياصرة مِنْهُ فِي بِلَادنَا وَيُمكن القَوْل أَن عدم تَنْفِيذ شَيْء إِلَّا بالهدية الَّتِي عِنْدهم لَيْسَ مَوْجُودا عندنَا وَحَقِيقَة الْأَمر أَن بعض الْعَادَات الَّتِي كَانَت فِي أوربا قبل عصور خلت لَا زَالَت مَوْجُودَة عندنَا الْآن حَيْثُ لم تكن لَدَى الغرب كَمَا هِيَ حَالنَا الْآن ميزانية رسمية فَكَانَ الموظفون يسعون إِلَى تَدْبِير معاشهم مَا وسعهم أَن يدبروا وَيُقَال أَن بعض الرهبان فِي الغرب لَا يزالون يعيشون على هَدَايَا الشّعب المتدين إِذا فَلَا مجَال لِأَن يحتد كتاب أوربا لعادة موظفينا فِي قبُول الْهَدَايَا وَقِيَاس موظفينا على الموظفين",
            "page": "40",
            "part": "1",
            "seal": "32435966"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "الأوربيين الَّذين يسندون أظهرهم على وضع مَالِي صَرِيح منظم قِيَاس مَعَ الْفَارِق فالموظف الَّذِي يتهم باللاأخلاقية وَقلة الشّرف بِسَبَب انْتِظَاره الْهَدِيَّة لَا يُمكنهُ أَن يعِيش على الرَّاتِب الَّذِي يحصل عَلَيْهِ من دولتنا لذا فانه يرى الْمبلغ الَّذِي يُعْطِيهِ لَهُ النَّاس مُقَابل عمل يُؤَدِّيه لَهُم وَكَأَنَّهُ حَقه الطبيعي كَمَا يعتبره النَّاس أمرا طبيعيا هَذَا التعود الَّذِي بَدَأَ مُنْذُ قرن من الزَّمن جعل من الْهَدِيَّة عرفا ومؤسسة وطنية لَا يُمكن لأَجْنَبِيّ يفكر وفْق مَا تمليه أعراف بِلَاده أَن يتفهم أطوار الموظفين فِي الدولة العثمانية انه يجب الْأَخْذ بِعَين الِاعْتِبَار وَضعنَا المالي المؤلم (وفقر الدولة مستمد من فقر الشّعب) الَّذِي بِسَبَبِهِ لَا نستطيع دفع الرَّوَاتِب الشهرية للموظفين بشكل مُنْتَظم ¶ والعيال فِي الْبَيْت جائعون ينتظرون النجدة من الْهَدَايَا انه أَمر إنساني بحت يجب تفهمه أَن أَي موظف فِي أَيَّة أمة وَضعهَا كوضع العثمانيين لَا بُد وان يتَصَرَّف كَمَا يتَصَرَّف موظفونا هُنَا ¶ وَلَا جرم أَن عَادَة الْهَدَايَا تضر بالدولة ضَرَرا بَالغا لِأَنَّهَا تفقد بهَا مبلغا ضخما من ضَرَائِب الدخل إِذا مَا الْعَمَل لتصحيح هَذَا الْوَضع أَن كل موظف آمن بِحقِّهِ فِي الْهَدِيَّة فَلَا سَبِيل لنا إِلَّا التَّغْيِير الجذري فِي نظامنا المالي وكشف مصَادر أُخْرَى للموارد قد يكون مُفِيدا وَلَكِن قبل كل شَيْء يَنْبَغِي على الدول القوية أَن تعترف لنا بِحَق الْعَيْش بِسَلام واستقرار كَيْلا نصرف موارد الدولة دون جدوى للْقَضَاء على المؤامرات الَّتِي يحيكها الْأَجَانِب",
            "page": "41",
            "part": "1",
            "seal": "AD92AFF9"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "الأحراج (1896) ¶ يتهموننا بِالْقضَاءِ على الغابات فِي الأناضول وبعدم بذلنا أَي جهد لتربية غَيرهَا لنقبل التُّهْمَة الأولى بغض النّظر عَن إرسالنا طلابا لدراسة علم الأحراج فِي أوربا وقيامنا بِبَعْض المحاولات لتربية الْأَشْجَار على كل حَال اتخذنا قرارا بغرس أَشجَار فِي أَمَاكِن صَالِحَة للغرس وبالمحافظة على الأحراج الْمَوْجُودَة وان كَانَت قَليلَة ¶ لَكِن ادعاءهم بِالْقضَاءِ على أحراج الْبِلَاد هُوَ اتهام لَا معنى لَهُ لأننا عِنْدَمَا استولينا على هَذِه الْبِلَاد لم نجد على أرْضهَا الأحراج قضى عَلَيْهَا اليونان القدماء والبنادقة وَأهل جنوه فِي العصور الْوُسْطَى مَعَ هَذَا فان الْعَدو الْأَكْبَر لغاباتنا على مر العصور هُوَ الماعز الَّذِي تعود النَّاس على تَرْبِيَته فالغنم يَكْتَفِي بِأَكْل الأوراق أما الماعز فَلَا بُد أَن يقْلع النَّبَات من جذوره ليأكله وَبِذَلِك يكون سَببا فِي الْقَضَاء على النباتات فَإِذا أردنَا أَن تنجح محاولاتنا فِي تربية الغابات من جَدِيد فعلينا أَن نقلل من تربية الماعز ونحد مِنْهَا",
            "page": "42",
            "part": "1",
            "seal": "90772B83"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "المشكلة الأرمنية (1896) ¶ حول المشكلة الأرمنية ظَهرت كتابات كَثِيرَة جدا وأقوال كَثِيرَة مثلهَا وَقد كَانَ الْقَضَاء الدموى على ثورة الأرمن فِي بيازيد (1877) ذَرِيعَة سياسيى اوربا فِي ضغطهم علينا أما مطالبتهم باجراء إصلاحات فِي شؤون الأرمن فَمَا هى إِلَّا حجَّة واهية ¶ أصر الانكليز على ادراج مَادَّة حول مطَالب إصلاحات شؤون الأرمن فِي معاهدة برلين فأدرجوها وَفِيمَا عَداهَا لم تطالب الدول الْكُبْرَى بأى شىء لصالح الأرمن اذ لم يكن هُنَاكَ سَبَب يستوجبها تدعى صحيفَة انكليزية أَن الحكومات هى السَّبَب فِي حُدُوث الثورات وَلَيْسَ الشّعب وَالْوَاقِع أَن هَذِه الفكرة لَا تنطبق على المشكلة الأرمنية لِأَن الأرمن تورطوا فِي الْعِصْيَان بتحريك خارجى أَن الأرمن شعب محترس بطبيعته ومحب لملذات الدُّنْيَا فَلَا بُد أَن تكون هُنَاكَ بواعث وَرَاء ثورتهم كَانَ المبشرون الانكلو امريكان يعْملُونَ على نشر الْمَذْهَب البروتستانتى فِي شَرق امبراطوريتنا فَقَامُوا بأعمال",
            "page": "43",
            "part": "1",
            "seal": "631EABBB"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "استفزازية تجاه الْمُسلمين وَجَاء الأرمن فظنوا انه يُمكنهُم الْقيام بِنَفس الدّور الَّذِي قَامَ بِهِ أسلافهم من المبشرين فِي تصرفاتهم الحاقدة دون أَن يلْقوا جَزَاء مَا يعْملُونَ ¶ وَمن المضحك القَوْل بَان اضطرابات الأرمن لم تكن مُدبرَة لقد بدأت هَذِه الاضطرابات بعد انشاء الْمدرسَة الدِّينِيَّة فِي مزريغون (1865) فعكف متخرجو هَذِه الْمدرسَة على انشاء منظمات بِقصد جمع الأرمن فِي أمة وَاحِدَة وَتبين أَن المنظمة الثورية الأرمنية فِي (أثينا (قررت اعلان الْعِصْيَان فِي بِلَادنَا ثمَّ ظَهرت منظمات (اندون ريدجورى (وبمناسبة عيد رَأس سنة 1822 ألصقت على جدران كنائس الأرمن منشورات تَدْعُو إِلَى اعلان الْعِصْيَان بشكل سَافر ولنسأل أى دولة تصبر على هَذِه الاعمال كَمَا صَبرنَا نَحن ¶ وعَلى مر السنين زَاد الأرمن من استفزازاتهم الامر الَّذِي أدّى إِلَى زِيَادَة نقمة وَغَضب شعبنا فَقَامَ قومته عَلَيْهِم ¶ جرت مذابح الْيَهُود فِي روسيا فَهَل تجرأت احدى الدول الْكُبْرَى على منع اخوانهم النَّصَارَى أما اذا كَانَ الْأَمر مَعَ الْمُسلمين فالوضع يخْتَلف فقد استشاطت انكلترا غَضبا وهددتنا بتبنى مشكلة الأرمن لِأَن هَذِه المشكلة تناسبها لِأَنَّهَا ستؤدى إِلَى احداث اضطرابات فِي الشرق وَقد تَأَكد فِي برلين مرّة أُخْرَى أَن حكومتنا كَانَت عاجزة عَن الْقيام بأى شَيْء لمنع النقمَة الشعبية العارمة الَّتِي أسفرت عَنْهَا مذابح الأرمن وَنَفس الشُّعُور كَانَ لَدَى الالمان تجاه البولونيين",
            "page": "44",
            "part": "1",
            "seal": "59F5DADF"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "الا أَن امل الأرمن فِي انشاء دولة مُسْتَقلَّة لَا يعدو كَونه حلما من أَحْلَام الْيَقَظَة انهم منقسمون إِلَى أرثوذكس وبروتستانت وكاثوليك والصراع بَين هَذِه الْمذَاهب لم يهدأ يَوْمًا فَكيف يُمكنهُم أَن يؤسسوا دولة مُسْتَقلَّة ثمَّ أَن مليونا من الأرمن تابعون لروسيا ومليونين لايران ومليونا وَنصف المليون للدولة العثمانية وأخيرا فان التَّارِيخ يشْهد أَن صِفَات الأرمن لَا تخولهم تأسيس دولة بمفردهم وابقائها على وَجه الارض",
            "page": "45",
            "part": "1",
            "seal": "17FBF770"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "الاتراك الشَّبَاب (1897) ¶ علمت أَن الاتراك الشَّبَاب فِي جنيف عقدوا مؤتمرا بِكُل معنى الْكَلِمَة وبالرغم من أَن اجتماعاتهم كَانَت سَرِيَّة فَإِن استخباراتي حصلت على أَسمَاء سَبْعَة عشر رجلا مِنْهُم وَمن دواعى الاسف أَن هَؤُلَاءِ الشَّبَاب منقادون لما يدبره بعض المتآمرين من الرِّجَال المغرورين انهم يقدمُونَ شعارات براقة كتوعية الْأمة وترقيتها بغية الْقَضَاء على النظام الْقَائِم وَهدم مَا بناه الاجداد طيلة قُرُون خلت وَفِي الْحَقِيقَة انهم يُرِيدُونَ الاطاحة بِرِجَال دولتى المجربين وتولي زِمَام الامور بِأَنْفسِهِم إِنَّهُم عِصَابَة منافقة دنيئة تنكرت لدينها ووطنها وحالفت الصليبية العدوة فِي الْقَضَاء على ابناء جلدتنا واخواتنا فِي الاسلام",
            "page": "46",
            "part": "1",
            "seal": "9A40153D"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "الأكراد والأرمن ¶ لَا مجَال لانكار أَن الأرمن فِي ولاياتنا الشرقية محقون فِي شكاواهم وَلَكِن لَا بُد لنا أَن نشِير إِلَى مبالغتهم فِيهَا وَكَأَنَّهُم يتباكون من ألم لم يحسوا بِهِ انهم أمة جبانة تتدلل كالنساء تحتمى بالدول الْكُبْرَى وتصرخ لأتفه الاسباب أما الأكراد فهم على النقيض من ذَلِك أقوياء جبابرة غِلَاظ شَدَّاد رُعَاة يعيشون فِي هَذِه الولايات مُنْذُ أقدم العصور لذا فهم ينظرُونَ إِلَى الأرمن نظرتهم إِلَى الْأَجَانِب فالأكراد هُنَا هم الساده والأرمن عبيد السَّادة والأرمن عبيد ¶ أَن الْوَضع فِي هَذِه الولايات متأزم على ممتلي الدول الْكُبْرَى أَن يدركوا الصعوبات الَّتِي تعترض مشاريع اصلاحاتهم لَكِن هَيْهَات انهم يقيسون الامور وفْق معطيات أوربية وَهل يعلم الاوربيون بحاجات مُجْتَمع على مستوى بسيط من الحضارة وَهل يعْرفُونَ مبلغ فقر الْبِلَاد وان أى نقص يطْرَأ على المحاصيل سيؤدي إِلَى المجاعة نَحن سعداء اذا استطعنا تَأْمِين حاجات هَذَا الْمُجْتَمع الغذائية أما الْمدَارِس والمحاكم أما",
            "page": "47",
            "part": "1",
            "seal": "5F95F737"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "المؤسسات الْأُخْرَى الهامة فتأتى أهميتها هُنَا فِي مرتبَة لاحقة ¶ أَن التطور السَّرِيع فِي مثل هَذِه الظروف الاقتصادية أَمر مُسْتَحِيل واصلاح خراب بَدَأَ مُنْذُ قرن من الزَّمَان مَسْأَلَة صعبة ¶ هَل الأوضاع وَرَاء الْحُدُود فِي روسيا أحسن من أوضاعنا وَهل الأرمن هُنَاكَ فِي تحرّك كَمَا يتحركون فِي بِلَادنَا",
            "page": "48",
            "part": "1",
            "seal": "AED3B830"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "الأرمن وَالتِّجَارَة ¶ تبدى الاوساط التجارية الاوربية قلقا شَدِيدا على المشكلة الأرمنية وتعطيها أهمية أَكثر مِمَّا تسْتَحقّ إِن من الْخَطَأ الفادح أَن تمْتَنع الشركات الاوربية عَن تَقْدِيم القروض التجارية لرجال الاعمال عندنَا وَالْوَاقِع انه لَيْسَ هُنَا مَا يسْتَوْجب الْفَزع صَحِيح أَن تِجَارَة الْجُمْلَة كَانَت بيد الأرمن وان هَؤُلَاءِ بِسَبَب الاحداث الاخيرة غادروا الْبِلَاد إِلَى انكلترا أَو أمريكا وَلَكِن هَل أُصِيبَت استانبول بالفقر من كَانَ يستهلك بضائع الأرمن حَتَّى الْآن ألم يكن شعبنا هُوَ الَّذِي يدْفع المَال إِلَيْهِم مُقَابل تِلْكَ البضائع مصَادر الْغنى الَّذِي بلغه الأرمن مَا زَالَت مَوْجُودَة لم تنضب وَلَا بُد أَن يأتى اناس ليملؤوا فرَاغ من هَاجر وليستفيدوا من تِلْكَ المصادر",
            "page": "49",
            "part": "1",
            "seal": "176EF4B5"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "السفير الألمانى والمشكلة الأرمنية ¶ يُقَال أَن سفير ألمانيا البارون (دو ساور مَا يلسيكين (أفْضى إِلَى صحفي فِي برلين ببيانات تفصيلية حول حوادث الأرمن فَقَامَ الصحفي فَكتب تَعْلِيقا مطولا فِي هَذَا الْمَوْضُوع اذا كَانَ الْكَلَام صَحِيحا فِي نسبتة إِلَى السفير فَنحْن محقون فِي أَن نعلن امتعاضنا مِنْهُ لكنى لَا أعْطى لنسبتة اليه أى احْتِمَال انه يتهمنا فِيهِ بِالْقضَاءِ على الأرمن وَيحمل الْبِلَاد طولا وعرضا جريرة حفْنَة من المذنبين ويعلن على الْمَلأ اننا على شفا أزمة اقتصادية خطيرة جدا واننا آسيويون لسنا أكفاء للْقِيَام بالإصلاحات وَلنْ نَكُون فِي عداد الاوربيين يَوْمًا ويهذى بِأُمُور أُخْرَى كَثِيرَة",
            "page": "50",
            "part": "1",
            "seal": "9DE7312B"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وَمَا دَامَ السفير الألمانى أجَاز لنَفسِهِ أَن يتَكَلَّم فِي مثل هَذِه الْقَضِيَّة الخطيرة فأننا نقُول حسنا وَلَكِن كَانَ عَلَيْهِ أَن يمْتَنع عَن ذكر اجتماعه الْخَاص بى وتقدمه بنصائح مُعينَة فَهَذَا تصرف غير سوى فِي قَامُوس السياسة ومغاير للتقاليد المتبعة فِي هَذَا المجال ¶ ومجمل القَوْل أَن المشكلة الأرمنية هى من صميم شؤوننا الداخلية وان قيام هَذَا الديبلوماسى بالكشف عَن أفكاره الشخصية للرأى الْعَام دون أَمر من حكومته هُوَ تَدْبِير سيء على أقل تَقْدِير",
            "page": "51",
            "part": "1",
            "seal": "E3D6DC4E"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "الأسراف والبيروقراطية (1897) ¶ صدرت ميزانية الدولة لعام 1319 رُومِية الا أَن الْوُصُول إِلَى المبتغى بِهَذِهِ الميزانية يحْتَاج إِلَى جهد جهيد فعدد دَرَجَات الْوَظَائِف المدنية كَبِير جدا كَمَا أَن الرتب العسكرية والاوسمة والنياشين متنوعة بِحَيْثُ يصعب التَّمْيِيز بَينهَا مَعَ ذَلِك فارتداء بعض نظرائي ستْرَة سَوْدَاء بسيطة حَتَّى فِي أضخم المراسم أَمر يسرنى جدا هَؤُلَاءِ يتميزون عَن غَيرهم بالمعرفة وَاتِّبَاع الْحق أَن ديننَا يَأْمُرنَا بِمُطلق الْمُسَاوَاة فعلينا أَن نَكُون بسطاء فِي مأكلنا وملبسنا وَعدم ميل الباشوات إِلَى البساطة فِي معيشتهم أَمر يَدْعُو للاسف لَا أُرِيد أَن أمد يدى إِلَى وكر الدبابير وَلَكِن الْحق يُقَال أَن قبض كبار الموظفين تِلْكَ الرَّوَاتِب",
            "page": "52",
            "part": "1",
            "seal": "3D78A93F"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "الضخمة شىء مستغرب هُنَاكَ فِي المناصب الحكومية أَرْبَعُونَ مُشِيرا وَسِتُّونَ وزيرا وَثَلَاثَة عشر نَاظرا وَمِائَة وَثَمَانُونَ موظفا من الدرجَة الممتازة وثلاثمائة وَتسْعُونَ من الدرجَة الاولى وَوَاحِد وَعِشْرُونَ مرافقا برتبة باشا وَمِائَة وَخَمْسَة وَعِشْرُونَ مرافقا فخريا وَوَاحِد وَعِشْرُونَ مرافقا فعليا انه عدد ضخم جدا أَن هَذَا الْوَضع هُوَ النتيجة الحتمية للتودد والنفعية وَمن الطبيعى أَن الرُّجُوع إِلَى بساطة العهود السالفة أَمر صَعب المنال ¶ أما وضع صغَار الموظفين فسيء جدا وبالرغم من اننى أمرت أَكثر من مرّة بِدفع رواتبهم بانتظام فَإِن الشكاوى مَا زَالَت تردنى لَيْتَني قضيت على هَذَا السرطان الْخَبيث",
            "page": "53",
            "part": "1",
            "seal": "5B391E19"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "فؤاد باشا (1898) ¶ لَو لم أعلم أَن فؤاد باشا يلقب ب (الْمَجْنُون) لَقلت انه جرىء جدا انه جرىء لدرجة وصفنى فِي مذكرته الَّتِي بلغت عشر صفحات بالضعف والسلبيات وأضاف (أَن الإصلاحات فِي تركيا لَا تتَحَقَّق من تِلْقَاء نَفسهَا علينا أَن نتقدم صوب كل جَدِيد ونعمل ليل نَهَار كَيْلا نتخلف عَن مستوى الْكفَّار (ويشكو أَيْضا من نخلف الْجَيْش وَلَعَلَّ تفكيره هَذَا نابع من نظرته الحاسدة تجاه الباشوات الآخرين أَلا يشْتَرك الْجَمِيع فِي الْقَضَاء على جيشنا الم يقل الجنرال (فون درغوت (أَن جيشنا يحتل الْمرتبَة الاولى بَين الجيوش وان لَيْسَ هُنَاكَ من يتفوق على جنودنا ¶ يدعى فؤاد باشا اننا تخلفنا عَن باقى الْأُمَم فِي المجال الفكرى أَيْضا وَلَعَلَّ هَذَا الرجل قد دخل فِي نَفسه بعض اوصاف الْكفَّار والا فَكيف ينسى أَن الصراع الفكرى لَا يُؤدى بالأنسانية إِلَى السَّعَادَة",
            "page": "54",
            "part": "1",
            "seal": "B8CF1AC7"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "عليننا أَن نَتْرُك الحضارة الغربية لنصاراها والا نحسدهم على هَذِه الحضارة ¶ يظْهر أَن فؤاد باشا أُصِيب بِمَرَض هَذِه الحضارة فَاقْتضى الْأَمر ابعاده كَيْلا ينْقل الْعَدْوى إِلَى غَيره",
            "page": "55",
            "part": "1",
            "seal": "60F442F1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "انحطاط العثمانيين ¶ مرّة ثَانِيَة بَدَأَ فؤاد باشا بالتباكى على أَن الشّعب التركى انحط وَأَن الأمبراطورية ضعفت ثمَّ تجَاوز حَده فاعتبرنى مسؤولا عَن انحطاط الْبِلَاد لَعَلَّ حَضْرَة الباشا ينسى أننى على رَأس دولة ينفرط عقدهَا فِي اللحظة الَّتِي تضعف فِيهَا ادارتها المركزية ¶ لَو قَامَ كل وَاحِد بِمَا أوكل اليه من مهام لأمكننا النهوض السَّرِيع لَكِن الارتخاء والكسل وَعدم الاكتراث قد عَم كل مَكَان لم تعد الطَّبَقَة المثقفة تهتم بِأَمْر وَلم يعد الموظفون والعسكريون يثقون حَتَّى بِأَنْفسِهِم لَيْسَ هُنَاكَ من يُرِيد أَن يعْمل وَلَا أَن يعلم لم يسْتَطع الخبراء الأوربيون الَّذين جِئْنَا بهم أَن يعملوا شَيْئا حِيَال هَذِه الظَّوَاهِر أَيْنَمَا حلوا وجدوا هَذِه التَّصَرُّفَات اللامسؤولة الَّتِي حطت من عزيمتهم فأخلدوا أخيرا إِلَى الدعة والراحه كباقى النَّاس اذا فَمَا قيمَة نِدَاء فؤاد باشا للشعب بِأَن يحب وَطنه فِي مثل هَذِه الظروف لَو عَاشَ هَذَا",
            "page": "56",
            "part": "1",
            "seal": "A105B7E6"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "الباشا فِي احدى الدول الاوربية لَعَلَّه وجد نَفسه فِي مَكَان أحسن ولاستطاع الْقيام بِعَمَل مثمر أَو تمكن من أَن يَقُود حركات كبرى ¶ الْقُوَّة الوحيدة الَّتِي ستجعلنا واقفين على أقدامنا هى الاسلام لسنا كَمَا قَالَ فؤاد باشا أمة تنَازع اننا أمة قَوِيَّة بِشَرْط أَن نَكُون مُخلصين لهَذَا الدّين الْعَظِيم",
            "page": "57",
            "part": "1",
            "seal": "5A1B8D95"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "ايفاد الضباط إِلَى الْبِلَاد الْأَجْنَبِيَّة (1898) ¶ أثنى أثنى صديقي امبراطور ألمانيا على ضباطنا الَّذين يتلقون الْعُلُوم العسكرية فِي بِلَاده بِأَنَّهُم فِي تقدم مُسْتَمر وأغلب ظَنِّي أَن الأمبراطور مخطىء فِي حكمه هَذَا لِأَن تَقْرِير سفيرنا فِي برلين يُفِيد أَن الْقَلِيل الْقَلِيل من هَؤُلَاءِ الضباط يركز اهتمامه على الدراسة وتفيد المصادر الْوَثِيقَة أَن القادة العسكريين البروسيين يمدحون ضباطنا لَا لأَنهم يسْتَحقُّونَ المديح بل يَغُضُّونَ النّظر عَن كثير من سقطاتهم كي يَكُونُوا صالحين لهَذَا المديح ¶ إِن تلقى أَوْلَاد الباشوات الْعُلُوم العسكرية فِي بروسيا يكلفنا كثيرا لكنه يُولد انطباعا حسنا فِي الْخَارِج فعلى هَذَا النَّحْو نبرهن على اننا لم نبخل بشىء فِي سَبِيل ابقاء جيشنا فِي المستوى الْمَطْلُوب ونزكى من تفاخر أصدقائنا الألمان ¶ لَكِن أَكثر شبابنا الموفدين إِلَى ألمانيا وَيَا للاسف يفقدون فِي أنفسهم فَضِيلَة الأعتدال والبساطة اللَّتَيْنِ يتَمَيَّز بهما العثمانيون وَمَا يتعلمونه هُنَاكَ عبارَة عَن شرب الْخُمُور وعادات مُنَافِيَة لِلْخلقِ وَمَا شابهها ثمَّ يعودون وهم منتفخون",
            "page": "58",
            "part": "1",
            "seal": "084185F8"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "بالعظمة والكبرياء ينظرُونَ إِلَى زملائهم وَإِلَى الباشوات المسنين المجربين نظرة استخفاف ويسخرون من أعرافنا وعاداتنا أَن عُثْمَان باشا لم يتَعَلَّم فِي مدارس بروسيا لكنه كَانَ قائدا فَذا وَمَا الْفَائِدَة من عُلُوم التعبئة النظرية الَّتِي يتعلمونها من الْكتب أَن أهم شىء فِي الْحَرْب هُوَ الجرأة والصمود مَعَ رجاحة الْعقل وطبعا وَقبل كل شىء الايمان الْخَالِص بِاللَّه هَذِه هى أَوْصَاف الجندى المثالى",
            "page": "59",
            "part": "1",
            "seal": "9F537265"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "قانون ولَايَة الْعَهْد (1898) ¶ فَكرت كثيرا فِي أَمر تَغْيِير الْمُتَعَارف عَلَيْهِ فِي وراثة الْعَرْش وَجعله مشابها لما عِنْد امراء أوربا أَن عَادَة وراثة كَبِير العائلة للْعهد الَّتِي ينص عَلَيْهَا القانون التركى كَانَت شؤما على عائلتنا والصفحات الدامية فِي تاريخنا تثبت ذَلِك والحقيقة أَن كَون الحكم بيد كَبِير العائلة يُؤمن تقاسم العائلة لكل شىء بالتساوى لَا يتَضَرَّر فِي ذَلِك أحد اؤيد هَذَا القانون من هَذِه النَّاحِيَة لكني مقتنع أَن تولى كَبِير العائلة للْحكم من الامور غير الملائمة بِالنِّسْبَةِ لعائلة تحكم إِن ابْن السُّلْطَان هُوَ الَّذِي يجب أَن يكون الوريث وَلَيْسَ كَبِير العائلة فالمنافسة بَين الاخوة وَأَوْلَادهمْ أدَّت إِلَى تذكية نَار الضغينة بَين أَفْرَاد العائلة أنفسهم ومؤامرات بعض الباشوات الطامعين ولدت كثيرا من المآسى وَكم كنت تعيس الْحَظ عِنْدَمَا أبعدونى عَن الدُّنْيَا ومنعونى من تعلم أى شىء فِي شبابى خشيَة أَن أكون يَوْمًا منافسا خطيرا لولاية الْعَهْد ¶ وَفِي سَبِيل تَغْيِير قانون ولَايَة الْعَهْد تقدّمت ثَلَاث مَرَّات",
            "page": "60",
            "part": "1",
            "seal": "248E704C"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "إِلَى شيخ الاسلام أطلب مِنْهُ الْمُوَافقَة وَقد أبدى الشَّيْخ تفهما لكنه لم يَشَأْ أَن يتَحَمَّل مسؤولية النتائج الَّتِي يُمكن أَن تترتب على هَذَا التَّغْيِير هُنَاكَ عدَّة احتمالات قد تنشأ لكنى لم أستطع أَن أقرر كَيْفيَّة التَّصَرُّف فِي مُوَاجهَة هَذِه الِاحْتِمَالَات وَلَا بُد أَن يأتى يَوْم أتمكن فِيهِ من التحرك فِي هَذَا الْمَوْضُوع",
            "page": "61",
            "part": "1",
            "seal": "28893813"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "بعد الْحَرْب التركية الروسية (1898) ¶ عِنْدَمَا اعتليت كرسى الحكم كَانَ وضع الامبراطورية سَيِّئًا وزادت الْحَرْب الروسية من تدهور الْوَضع فقد اخْتَلَط الحابل بالنابل وتوترت الأعصاب وَلم يعد أحد يجد مبتغاه فَفِي هَذِه الايام وجدت نفسى وحيدا انفض النَّاس من حولى وانتهت الْحَرْب فازداد الْأَمر سوء ا ¶ وَفِي سَبِيل انقاذ مَا يُمكن انقاذه تمكنت بصعوبة من الْحُصُول على حق اعادة النّظر فِي اتفاقية (آياستفانوس (",
            "page": "62",
            "part": "1",
            "seal": "7F396444"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "وَذَلِكَ فِي اجْتِمَاع برلين وَقد أظهرت هَذِه الْحَرْب جهل قادتنا وخيانة كثير من كبار موظفينا وَأَدت هزيمتنا فِي الْحَرْب وضياع قسم من أراضى امبراطوريتنا إِلَى الخطاط روحى وَلَكِن وَرَغمَ كل شىء لَيْسَ للعثمانيين أَن تنحط فيهم عقيدة الاستسلام للقدر إِلَى هَذَا الْحَد لقد اصبح من المستحيل انقاذ الْأمة من الْقنُوط الَّذِي وَقعت فِيهِ فَلَا أحد يرضى أَن يُضحي براحتة وَلَا أَن يفقد شَيْئا من رغد عيشه ¶ وكالعادة يظنّ الْجَمِيع أَن السُّلْطَان ومستشاريه يُمكنهُم الْقيام بِمَا يجب الْقيام بِهِ ¶ بعد هَذِه الْحَرْب المرعبة بذلت مَا فِي وسعى لرفع معنويات رجال الدولة وانعاش الْأمة ودعوتها للْقِيَام بالمهام الملقاة على عاتقها كى تتخلص من المأزق الَّذِي وَقعت فِيهِ",
            "page": "63",
            "part": "1",
            "seal": "329D3A32"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "جَزِيرَة كريت ¶ قبلت على مضض تعْيين الْأَمِير اليوناني جورج واليا على جَزِيرَة كريت وَلم يكون بوسعى سوى الْقبُول لِأَن روسيا وانكلترا اتفقتا على ترشيح هَذَا الامير فِي هَذَا المنصب",
            "page": "64",
            "part": "1",
            "seal": "1769CF56"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "عِنْدَمَا تكون الْمصَالح السياسية الروسيه على كفة الْمِيزَان يفترض أَن يتْرك الامبراط ميوله الشخصية جانبا وَلَكِن يَبْدُو أَن مصَالح روسيا السياسية اتّفقت مَعَ مصَالح الرجل الَّذِي انقذ حَيَاة الامبراطور أما فرنسا فَلَيْسَ لَهَا فِي هَذَا المجال أى اتجاه معِين لَكِنَّهَا تسْعَى هى أَيْضا لمسايرة الروس أما النمسا وايطاليا فهما محايدتان وَأما انكلترا فَأَنَّهَا تكشف يَوْمًا",
            "page": "65",
            "part": "1",
            "seal": "4E1092BD"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "بعد يَوْم عَن أطماعها فِي السواحل الجنوبية وستطالب قَرِيبا بِهَذِهِ السواحل كمكافأة لَهَا على موقفها الحالى ¶ أَن انتصارنا فِي تسيليا ضمن لنا السيطرة على جَزِيرَة كريت فِي الْوَقْت الرَّاهِن لَكِن استانبول تبعد عَنْهَا كثيرا فِي حِين تقع أثينا على مقربة مِنْهَا والاضطرابات الَّتِي تحدث فِيهَا مصدرها أثينا وحدوث اضطرابات جَدِيدَة أَمر محتم فَإِذا نجحوا فِي الانضمام إِلَى اليونان فَلَا بُد أَن يأتى يَوْم يترحمون فِيهِ على حكمنَا هَذِه الجزيرة الجميلة الَّتِي كلفتنا دِمَاء وشهداء كثيرين ستقتطع منا فِي نِهَايَة المطاف ¶ لَو اننا وَضعنَا مشروعي الْقَدِيم (1880) قيد التَّنْفِيذ لَكَانَ أصلح لنا فَكرت فِي حِينه فِي التنازل عَن كريت لليونانيين مُقَابل السيطرة التَّامَّة على تسيليا بعد تَعْدِيل جَدِيد على الْحُدُود أما فرنسا فَلم توَافق وَأما انكلترا فقد أعلنت استنكارها لَكِن هَاتين الدولتين قامتا بالضغط علينا بعد عدَّة سنوات لإجراء التَّعْدِيل لغير صالحنا",
            "page": "66",
            "part": "1",
            "seal": "F5493E74"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "خطّ حَدِيد بَغْدَاد (1898) ¶ الْكتاب الَّذِي أَلفه البارون فون أوبنهايم حول الْهلَال الخصيب يُوضح بشكل جيد الأهمية الاقتصادية لوادى دجلة والفرات هَذَا كتاب الَّذِي قَرَأت خلاصته تؤيده التقارير الَّتِي أرسلها ولاتنا حول مُسْتَقْبل هَذِه المنطقه ¶ لقد آن الاوان لِأَن نفكر جديا فِي أَمر انشاء خطّ حَدِيد بَغْدَاد يجب علينا أَن نبدأ بِالْعَمَلِ رغم انف الانكليز الَّذين يبذلون مَا بوسعهم للْحَيْلُولَة دون تَنْفِيذ مشاريعنا فبفضل خظ حَدِيد بَغْدَاد سيعود طَرِيق أوربا الْهِنْد إِلَى سَابق نشاطه فَإِذا أوصلنا هَذَا الْخط بسوريا وبيروت والأسكندرية وحيفا نَكُون قد أوجدنا طَرِيقا تجاريا جَدِيدا وَلنْ يقْتَصر هَذَا الطَّرِيق عل در الْفَوَائِد الأقتصادية الْعَظِيمَة لامبراطوريتنا بل سيتعداها إِلَى النَّاحِيَة العسكرية فيدعم قُوَّة جيشنا هُنَاكَ ¶ واذا تمَكنا من انشاء شبكة رى مدروسة للاستفادة من النهرين التوأمين دجلة والفرات لجعلنا هَذِه الأراضى القاحلة جنَّة من جنَّات الدُّنْيَا كَمَا كَانَت قبل آلَاف السنين وأعتقد اننا",
            "page": "67",
            "part": "1",
            "seal": "8F50EA17"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "اذا وفقنا إِلَى ربط خطّ حَدِيد بَغْدَاد بِخَط حَدِيد الْحجاز نَكُون قد انجزنا عملا هاما جدا ¶ اننا بعون الله سنجعل هَذَا الْمَشْرُوع حَقِيقَة وَاقعَة بأموال الألمان وخبراتهم والمهم الا تنجرف الديبلوماسية الألمانية تَحت تَأْثِير سياسة الأنكليز",
            "page": "68",
            "part": "1",
            "seal": "3E9B5901"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "آغا الْحَرِيم (1899) ¶ فاجأتنى طلبات بعض الاوربيين الْقيام بِالْخدمَةِ فِي قسم الْحَرِيم من امبراطوريتنا فقد تقدم فِي أُسْبُوع وَاحِد فَقَط ثَلَاثَة رجال أحدهم موسيقى من باريس والثانى صيدلى ألمانى أما الثَّالِث فتاجر سكسوني ¶ أَن تضحية هَؤُلَاءِ بِجُزْء من عقيدتهم ثمَّ بعضو من أَجْسَادهم أَن دلّت على شىء فَإِنَّمَا تدل على الْحَالة النفسية السَّيئَة الَّتِي هم فِيهَا لَا شكّ أَنهم لَا يعْرفُونَ الْحَيَاة الأليمة الَّتِي يحياها آغا الْحَرِيم ورغبتى الْقَدِيمَة فِي الْقَضَاء على هَذِه الْعَادة البربرية ¶ ينبغى الأشفاق على هَؤُلَاءِ التعساء الَّذين قذفتهم أطماع ذويهم فِي هَذَا الشَّقَاء وهم عمر فِي الْوُرُود لقد أخبرنى طبيبى (ماورو كينى (أَن 70 ... من الَّذين تجرى لَهُم العملية الجراحية من هَؤُلَاءِ يموتون ¶ أعتقد أَن الرِّجَال المسنين العاجزين عَن الْقُدْرَة الجنسية هم خير من يقوم بِخِدْمَة الْحَرِيم",
            "page": "69",
            "part": "1",
            "seal": "0DC7B9BA"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "إِلْغَاء الأمتيازات ¶ أردنَا الغاء الامتيازات فِي قبرص فَقَامَتْ الصُّحُف الأوربية بالصياح والعويل على غرار الصُّحُف اليونانية إِنَّهُم يُرِيدُونَ إظهارنا بمظهر المعتدى على حُقُوق الآخرين فِي حِين يدْرك المحايد جيدا أَن هَذِه الامتيازات هى الَّتِي هضمت حقوقنا وألحقت الحيف بِنَا من الطبيعى أَن يعمد الرّوم إِلَى احداث البلبلة فِي سَبِيل الْمُحَافظَة على الامتيازات الَّتِي حققوها فَإِذا فقدوا هَذِه الإمتيازات فَلَنْ يستطيعوا بعد ذَلِك الدعْوَة إِلَى القومية الهيلينية أَدْعُو الله عز وَجل أَن يَجْعَل هدم هَذِه الامتيازات على أَيْدِينَا ¶ إِن سَبَب دفاع بعض الدول الْكُبْرَى عَن الرّوم نابع من خشيتهم على امتيازاتهم من أَن نسحبها يَوْمًا إِن فرض وصاية الْأَجَانِب علينا أَمر منَاف لكرامتنا تخلص اليابانيون من هَذَا الدَّاء قبل سنوات عدَّة أما اذا كَانَ الامر مَعنا نَحن العثمانين فَلَيْسَ لنا هَذَا الْحق إِن تطرف الدول الْكُبْرَى فِي الاحجاف بحقوقنا قد تجَاوز جَمِيع الْحُدُود والمقاييس",
            "page": "70",
            "part": "1",
            "seal": "BF99469D"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "مدحت وتخرصاته (1899) ¶ (من مذكرات عَام 1877) ¶ كلما تذكرت الْحَالة السَّيئَة الَّتِي كَانَت تلف الْحُكُومَة عِنْدَمَا اعتليت كرسى الحكم ارتعدت فرائصي ¶ فناظر الحربية رَدِيف باشا كَانَ رجلا حالك الظلام لمن يكن على علم بِشَيْء عِنْدَمَا انفجرت الْحَرْب مَعَ الروس كَانَ الكولونيل (باكر (الضَّابِط الَّذِي عمل على اصلاح الْجَيْش التركى) عسكريا كُفؤًا حسن النِّيَّة لكنه مَاذَا يَسْتَطِيع أَن يفعل اذا كَانَ على رَأس الْجَيْش رجل مثل رَدِيف أما مدحت فَكَانَ يعْمل فِي الخفاء ليغتالني رِجَاله ويتخلص مني",
            "page": "71",
            "part": "1",
            "seal": "87F2A063"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "اني مَدين بحياتى ليقظة رجالي المخلصين وَمَا جرى لى كَاف لِأَن يهز من يملك أقوى الأعصاب اذا فَلَا عجب بعد هَذِه الْأُمُور أَن أكون محتاطا ¶ أعرف جيدا أَن كثيرا من النَّاس يُرِيدُونَ استغلال حالتي العصبية وَأعرف أَن رجال المباحث والمخبرين اناس سفلَة عديمو الشّرف وان ديننَا يلعن أهل الزُّور إِلَّا انه لَو لم يكن لى هَذَا الجهاز الْكَبِير من المخابرات لَكَانَ مستحيلا عَليّ حماية نَفسِي من الاخطار المحدقة بِي من كل جَانب ¶ أَلَيْسَ الْحُكَّام والاباطرة الْآخرُونَ يتصرفون كَمَا أتصرف",
            "page": "72",
            "part": "1",
            "seal": "59D3F77B"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "الفارماسون فِي تركيا ¶ للفارماسون عندنَا تَصَرُّفَات مزعجة يحاولون بحماس زَائِد نشر أفكار تجددية لَا يفهمها النَّاس اذ الاغلبية عندنَا لَا تأبه بالافكار التحررية وَالَّذين يميلون إِلَى التعاون مَعَ هَؤُلَاءِ حفْنَة من النَّاس بقيت خَارج الْبِلَاد ردحا من الزَّمن فَانْقَطَعت عَن جذورها وتثقفت ثقافة أوربية سطحية براقة هَذَا الصِّنْف من النَّاس عِنْدَمَا يعود إِلَى بَلَده يجهل مَا ينتظره مِنْهُ شعبه فَيعْمل على نشر (الأفكار الغربية (فِي سَبِيل جعل تركيا دولة حضارية (إِنَّهُم عمي فِي بصارئهم ¶ الشىء الوحيد الَّذِي اسْتَطَاعُوا تحقيقة هُوَ بذر الشقاق والعصيان فِي الْبِلَاد وصفوف الْجَيْش دون أَن يدروا أَنهم يعْملُونَ لحساب انكلترا الَّتِي تذرعت بنشر الأفكار التحررية فِي امبراطوريتنا بغية اضعاف قدراتنا وَأَشد مَا يؤلمني أَن يقوم هَؤُلَاءِ المضللون من الأتراك بالتعاون مَعَ اليونانيين والبلغار",
            "page": "73",
            "part": "1",
            "seal": "F8150D81"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "عديدة من الطُّيُور الثمينة هَدِيَّة لحديقة قصر يلدز وَقد أدْرك السفير الروسي بنظره الثاقب وبأفقه الْبعيد التقارب المنتظر بَيْننَا وَبَين اليابانيين ¶ وَيحْتَمل أَن يقْصد ملك بِلَاد الشَّمْس فِي الشرق بِتِلْكَ الْهَدِيَّة أهدافا مُعينَة وَفِي هَذَا الصدد أَوْمَأ الكونت اييوكي أثْنَاء توقيعه على الاتفاقية التجارية بَيْننَا وَبَين اليابان الى أَن هَذِه الأتفاقية وَغَيرهَا سَتَكُون ذَات مَنَافِع مُشْتَركَة للامبراطوريتين اليابانية والعثمانية والميل الى التقارب بَين العثمانيين واليابانيين لَيْسَ بالامر الحَدِيث لَكِن الباخرة الَّتِي غرقت لنا فِي بَحر اليابان أدَّت الى انْقِطَاع الصِّلَة بِصُورَة فعلية اذ كَانَت هَذِه الباخرة هِيَ صلَة الْوَصْل بَين البلدين أما روسيا فَهِيَ الْعَدو الْمُشْتَرك لنا وَلَهُم لذا فان الْفَوَائِد الَّتِي سنجنيها من هَذِه الاتفاقيات تحمل طابعا جديا وان لم تكن بَيْننَا علاقات ديبلوماسية وَيجب علينا أَن نؤسس هَذِه الاتفاقيات على قَوَاعِد صَحِيحَة مدروسة كَيْلا يُؤَدِّي الْأَمر الى وُقُوع حوادث مزعجة بَيْننَا وَبَين روسيا ¶ انني لَا أنْتَظر من اليابان وَهِي الصديقة القاصية الْبَعِيدَة نفعا كَبِيرا وَلَكِن علينا أَن نَعْرِف جيدا مدى النَّفْع الَّذِي نحصل عَلَيْهِ قبل اتِّخَاذ أَي قَرَار بِهَذَا الشَّأْن ¶ ولكي يمكننا أَن نعايش الصّديق والعدو وَحَتَّى لَا نعادي أحدا على حِسَاب صداقة آخَرين يجب أَن نحافظ على علاقتنا مَعَ الدول فِي مستوى معِين وكاف للحصول على النتيجة المبتغاة",
            "page": "122",
            "part": "1",
            "seal": "C387B5A0"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "الاتراك والألمان ¶ يُقَال عَن اليونانيين بِسَبَب حيويتهم انهم الفرنسيون الشرقيون وَيُقَال عَن الاتراك أَحْيَانًا أَنهم الألمان الشرقيون والحقيقة ان بَيْننَا وَبَين الألمان شبها فِي الصِّفَات وَقد يكون هَذَا التشابه سَببا فِي ميلنا نحوهم فالهدوء والحيطة وَالصَّبْر على المشاق هِيَ الصِّفَات المميزة لهذين الشعبين وشعبنا بطيء رزين يسْبق حلمه غَضَبه فَيحْتَمل الْأَذَى طَويلا وَلكنه اذا غضب كَانَ شَدِيدا وَقد ظَهرت فِينَا هَذِه الصّفة جليا فِي الْحَرْب الاخيرة مَعَ اليونان ¶ والجرأة والاستقامة واللطف وَالْكَرم هِيَ صِفَات الألمان مِثْلَمَا هِيَ صفاتنا حَتَّى ان هُنَاكَ تشابها فِي تَارِيخ هذَيْن الشعبين فالاباطرة الألمان القدماء استهدفوا السيطرة على مَا وَرَاء جبال الألب وتأسيس امبراطورية رومانية فِي الْأَرَاضِي المستولى عَلَيْهَا مِثْلَمَا سعى أسلافنا لتأسيس امبراطورية عالمية تمتد من فيينا الى الْهِنْد ¶ وَقد صرف الألمان أكبر جهودهم من غير فَائِدَة كَمَا صرف العثمانيون جلّ امكانياتهم لامور لم تجلب لَهُم نفعا",
            "page": "123",
            "part": "1",
            "seal": "962FA24C"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "ألمانيا وفرنسا فِي الشرق (1898) ¶ هُنَاكَ أَسبَاب مُخْتَلفَة جَعَلتني أميل نَحْو الألمان وان لم ترض فرنسا بِهَذَا الْميل وَلَو لم يكن شىء لتبرير عطفنا تجاه الألمان إِلَّا شخص قَيْصر لكفى انه رجل تحبه النَّفس وتثق بِهِ فَهُوَ جدير بالإعجاب لقد رفع من شَأْن بِلَاده كثيرا ¶ وَمن حَيْثُ الاساس فَإِن الألمان أقرب الى النَّفس من الفرنسيين وهم الى العثمانيين أقرب من غَيرهم من الامم فهم كالعثمانيين بطيئو الْحَرَكَة والانفعال لكِنهمْ قوم شرفاء صَادِقُونَ نشيطون ومخلصون فِي عَمَلهم والفرنسيون قوم يحبونَ أَن يعملوا لكِنهمْ لَا يثبتون على عَمَلهم ثبات الالمان يضيعون جلّ أوقاتهم فِي سياسات غير مُسْتَقِرَّة على قَرَار وثبات الالمان يُقَابله شوق الفرنسيين لكنه شوق كلهب القش لَا يلبث أَن ينطفىء والالمان اذا بدؤوا بِأَمْر بحثوا فِيهِ وسبروا أعماقه وَعرفُوا مداخله ومخارجه أما الفرنسيون فَلَا يملكُونَ هَذِه الصّفة قطّ ¶ وَجُمْلَة القَوْل ان الفرنسيين يبدون الْآن أبعد عَن قُلُوبنَا مِمَّا",
            "page": "124",
            "part": "1",
            "seal": "F64AB406"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "كَانُوا سَابِقًا وَقد يكون لاستيلائهم على تونس نصيب فِي هَذَا التباعد كَمَا أَن لنظامهم الجمهوري أثرا فِي هَذَا الْجفَاء وَفِي رَأينَا لن نجد فِي بلد نظاما مُسْتَقرًّا الا اذا كَانَ الْحَاكِم فِيهِ حَاكما فعليا ¶ الْحق الممنوح لقيصر ¶ منحنا لقيصر حق حماية الكاثوليك التَّابِعين للكنيسة الألمانية فِي فلسطين فَبَدَأت فرانسا بالصراخ والعويل أَلَسْت بحاكم هَذَا الْبَلَد أَلَيْسَ من حَقي أَن أسْتَعْمل كل صلاحياتي فِي الامبراطورية العثمانية يجب على الفرنسيين أَن يعترفوا بِأَن عهد (فرانسوا الأول (والعهود الَّتِي تلته قد مَضَت وَلم تعد فرانسا الحامية الوحيدة للمنظمات النَّصْرَانِيَّة ناهيك عَن أَن الألمان قوم واثقون بِأَنْفسِهِم فَلَا يرضون بحماية الفرنسيين لَهُم ان حماية الكاثوليك الألمان هُوَ من حق الامبراطورية الألمانية لَا فرانسا ¶ ان الفرنسيين وَقد فقدوا قدرتهم على حماية الكاثوليك بعد أَن كَانُوا أَهلا لَهَا قرنا من الزَّمن يرَوْنَ هَذَا الْأَمر ماسا بشرفهم وعزتهم وَلَيْسَ الْأَمر كَذَلِك فحماية الكاثوليك الالمان تقع على عاتق ألمانيا ان موقف الفرنسين من هَذِه الْقَضِيَّة لَا يُمكن تفهمه وَلَا أجد نَفسِي مُضْطَرّا لتأييد الفرنسيين فِي دَعوَاهُم ¶ وَمن حَيْثُ الاساس لَيْسَ لي حق التدخل فِي مثل هَذِه المشاكل",
            "page": "125",
            "part": "1",
            "seal": "B650ABE8"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "سياسة الخطوط الحديدية (1898) ¶ إِن طلبات الأمتياز لإنشاء خطوط حديدية لَا تكَاد تَنْقَطِع والباشوات يطيرون فَرحا بِهَذِهِ الطلبات فيرفعونها الي لما يَنْتَفِعُونَ من طالبيها ماديا ¶ إننا فِي أمس الْحَاجة الى مزِيد من الخطوط الحديدية فَهِيَ تفتح طرقا جَدِيدَة بَين مُخْتَلف الولايات فتتحسن بذلك أَحْوَال الشّعب المعيشية لَكِنَّهَا فِي بعض الاحيان تسفر عَن نتائج تضر بالبلاد والعباد لذا فَمن الْوَاجِب أَخذ جَانب الحيطة والحذر ¶ وَمن حَيْثُ الاهمية الاستراتيجية فَإِن لِلْخُطُوطِ الحديدية أهمية كبرى فِي سرعَة تَأْمِين التحرك العسكري وَقد تكون سِلَاحا ذَا حَدَّيْنِ اذا استولى الاعداء عَلَيْهَا فَإِنَّهَا تسهل على الاعداء الِاسْتِيلَاء على كَافَّة المناطق الَّتِي تمر مِنْهَا وَلِهَذَا السَّبَب أعارض مد هَذِه الخطوط فِي مناطق الْحُدُود أما الدولة الَّتِي يُمكن أَن نعتمد عَلَيْهَا أَكثر من غَيرهَا فِي سياسة الخطوط الحديدية فَهِيَ ألمانيا لِأَن الامر يهمها اقتصاديا وماديا فَحسب ¶ ويمكننا أَن نكشف النتائج السلبية لمد الخطوط الحديدية",
            "page": "126",
            "part": "1",
            "seal": "56431419"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "بالقاء نظرة الى بلدان آسيا الْوُسْطَى فَلَو لم تسمح هَذِه الْبلدَانِ لروسيا بِمد خطوطها الحديدية عبر أراضيها لما توسعت روسيا هَذَا التَّوَسُّع السَّرِيع فِي أراضيها وَلَوْلَا مد الخطوط الحديدية الى مَا وَرَاء بَحر الخزر لما خضعت ايران للنفوذ الروسي وَلنْ يمْضِي وَقت طَوِيل حَتَّى تصل الخطوط الروسية الى خليج ايران وَالْمُحِيط الْهِنْدِيّ ولامير أفغانستان الْعَجُوز الْحق كل الْحق فِي سَعْيه الى ايصال الخطوط الحديدية والشبكات البرقية الى بِلَاده ¶ لقد وقعنا فِي مأزق حرج اذ اضطررنا الى أَن نقبل بابقاء امتياز انشاء الْخط الحديدي فِي أرضروم وساحل الْبَحْر الاسود حصرا على أَصْحَاب رُؤُوس الاموال الروسية ¶ إِلَّا أَن البدء بتنفيذ هَذَا الْمَشْرُوع لن يكون قَرِيبا فَلَنْ أسمح للروس بِالْعَمَلِ فانهم ان بدؤوا بالجزء الشمالي الشَّرْقِي من الْبِلَاد توغلوا إِلَى بَقِيَّة المناطق وَوَضَعُوا يدهم عَلَيْهَا بِكُل سهولة فلمثل هَذَا الْوَعْد خطر كَبِير علينا اننا بحاجة الى ربط أرضروم بطرِيق استراتيجي لكننا غير قَادِرين على تَحْقِيق هَذَا الرَّبْط بامكانياتنا يجب علينا قبل اتِّخَاذ أَي قَرَار اعادة النّظر فِي سياسة الدول الْكُبْرَى فِي انشاء الخطوط الحديدية فقد نقع فِي خطأ وضرر كبيرين اذا منحنا امتيازا خاطئا فبلجيكا مثلا دولة تطلب منا امتيازا لإنشاء خطّ حديدي لَكِنَّهَا من الدول الدائرة فِي فلك انكلترا كَمَا أَن النمسا لَا تَخْلُو من اثارة شكوكنا",
            "page": "127",
            "part": "1",
            "seal": "11C29062"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "علينا أَلا نسمح مُطلقًا بِمد الخطوط الحديدية عبر ولاياتنا الأوربية كَيْلا نَكُون معرضين لاستيلاء الْأَعْدَاء ¶ بِلَاد الصرب واليونانيون ¶ كَانَ للتقارب بَين الصرب واليونان فضل فِي الْحَد من أَعمال الْغدر الَّتِي يقوم بهَا البلغار ¶ فَفِي الصراع الكنسي بَين البلغار والصرب فِي سكوبيا كَانَت الْغَلَبَة للبلغار نظرا لنفوذهم الْقوي الْوَاسِع لَكِن الدعم الَّذِي لقِيه الصرب من اليونانيين كَانَ سَببا فِي ارغام البلغار على الِاعْتِرَاف بالكنيسة الصربية ¶ اسْتمرّ البلغار فِي تَنْفِيذ سياستهم فِي (البلغرة (بَيْنَمَا لم يتَنَبَّه الصرب للخطر المحدق بهم أما اليونانيون فقد فَهموا مُنْذُ أمد بعيد أَن عدوهم اللدود فِي شبه جَزِيرَة البلقان هم البلغار فاليونانيون هم حلفاؤنا الطبيعيون فِي ولاياتنا الأوربية وهم بحاجة الينا فِي حماية القومية الهلينية من خطر البلغار وَقد أبلغنا سفيرنا فِي اليونان أَن المظاهرات الَّتِي قَامَ بهَا اليونانيون فِي أثينا ضد البلغار أَثْبَتَت مدى الشُّعُور العارم لديهم فِي عدائهم كَمَا كَانَت الْكَلِمَات الَّتِي أَلْقَاهَا زعماء اليونان كَافِيَة للاعراب عَن هَذَا الشُّعُور فاذا قَامَت الْحَرْب بَيْننَا وَبَين البلغار فإننا واثقون من وقُوف اليونان الى جانبنا",
            "page": "128",
            "part": "1",
            "seal": "B6904CFA"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "مُنَافَسَة قناة السويس (1898) ¶ اقترح ضَابِط بروسي متقاعد انشاء قناة تنافس قناة السويس يذكر الضَّابِط البروسي فِي تَقْرِيره أَن البحوث الْجَارِيَة فِي وَادي عربة أَثْبَتَت أَن الْبَحْر الْمَيِّت كَانَ فِي الْقدَم مُتَّصِلا بخليج الْعقبَة فاذا حفرت قناة بمسافة 90 كيلو مترا فَإِن نهر الشَّرِيعَة سيمر بمنطقة وَادي الْغَوْر الْبَالِغ عرضه مَا بَين 3025 كيلومترا وَيشكل بذلك بحيرة تزدهر على جانبيها الْحَيَاة الاجتماعية وَالتِّجَارَة وتعود المنطقة الى سَابق عهدها فِي التَّقَدُّم والرقي ¶ وَبعد دراسة طبوغرافية لهَذِهِ المنطقة سَيكون ربط الْبحيرَة (ويسميها ببحيرة عبد الحميد (بالبحر الْمُتَوَسّط عملا مُفِيدا جدا وستكون لهَذِهِ الأمنية أهمية سياسية الى جَانب أهميتها الأقتصادية وَبِذَلِك يجْرِي قسم من التنقلات المائية بَين سوريا والجزيرة الْعَرَبيَّة عبر هَذَا الطَّرِيق وستكون الدول الصديقة للدولة العثمانية فِي غنى عَن اسْتِخْدَام طَرِيق السويس أما مصاريف انشاء الْقَنَاة الجديدة فَلَنْ تزيد على الْمِائَة وَعشْرين مليونا ¶ أعتقد أَن خطة هَذَا الضَّابِط البروسي جديرة بالدراسة والاهتمام وَمن الضَّرُورِيّ تشكيل لجنة خَاصَّة تقوم بالدراسات التفصيلية لهَذَا الْمَشْرُوع الحيوي",
            "page": "129",
            "part": "1",
            "seal": "AC2B292E"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "ألمانيا والأناضول (1899) ¶ إِن ايقاف الألمان فِي تصرفاتهم تجاهنا عِنْد حَدهمْ سَيكون عملا لَهُ فَائِدَته يجب علينا أَن ننبه السَّيِّد الْكَبِير الى أننا غير مُطْمَئِنين الى السياسة الَّتِي يتبعهَا ¶ لقد أعلمنَا سفيرنا فِي برلين أَن القيصر يسْعَى الى تكوين فئات مؤيدة للسياسة الالمانية فِي الأناضول ان الاستفادة من الألمان فِي تَسْوِيَة أوضاعنا الاقتصادية فكرة صائبه لكني لن أقبل أبدا بِمَا تتمناه الصحافة الألمانية من انشاء مستعمرات ألمانية على طول خطّ حَدِيد بَغْدَاد ويخطىء الألمان اذا ظنُّوا بأننا سنسمح لَهُم بانشاء مستعمرات على أراض ضحينا فِي سَبِيلهَا بِكُل غال ونفيس يكفينا مَا أظهرناه من تسَامح تجاه الاجانب فالاناضول هِيَ بِلَادنَا وستبقى ملْجأ لكل أَخ لنا فِي الدّين يضْطَر الى الْهِجْرَة من بِلَاده",
            "page": "130",
            "part": "1",
            "seal": "15E1D8AE"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "النّفُوذ الفرنسي فِي الشرق ¶ بعد تعْيين (المسيو كونستانس (سفيرا لجمهورية فرنسا لدينا بدأت العلاقات بَيْننَا وَبَين الفرنسيين تسير نَحْو الْأَحْسَن فالمسيو (كونستانس (لم يأل جهدا فِي سَبِيل اعادة الهيبة لبلاده وقدعلمت أَنه اتَّصل عَن طَرِيق ملحقه العسكرى بِعَدَد كَبِير من ضباطنا كَمَا وفْق الى اجتذاب عدد من النظار وَبَعض كبار الموظفين فِي الْبَاب العالي حَتَّى ان شيخ الأسلام قَامَ بزيارة الى السفارة الفرنسية الامر الَّذِي لم يكن معهودا من قبل ¶ مَاذَا يَبْغِي هَذَا السفير من كل هَذِه الجهود المبذوله ان الفرنسيين يَخْشونَ من صداقتن مَعَ الألمان لَو أمعنا النّظر فِي صلب الْمَوْضُوع لرأينا أَن هُنَاكَ صراعات ومبارزات بَين المسيو (كونستانس (والبارون مارشال (فون بيربستين (",
            "page": "131",
            "part": "1",
            "seal": "716A9790"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "كل جَانب يسْعَى الى افشال التَّأْثِير السياسي الَّذِي يبغيه الآخر والحقيقة أننا نراقب نتيجة هَذَا الصراع باهتمام بَالغ ¶ ان صراع الدول الْكُبْرَى فِي سَبِيل كسب صداقتنا أَمر يسرنَا إِذْ يقلل من الصعوبات الَّتِي تعترضنا فِي حل مشاكلنا السياسية",
            "page": "132",
            "part": "1",
            "seal": "77C37980"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "أطماع انكلترا ¶ يبْذل الإنكليز كل جهد مُمكن فِي سَبِيل الْإِسَاءَة الى سمعتنا فِي مصر وَهَا هم خدعوا المصريين بأفكارهم لدرجة أَن الْبَعْض مِنْهُم يُؤمن الْآن بِأَن طَرِيق الإكليز هُوَ السَّبِيل الى الْأَمْن والنجاة ويفضل القومية على الدّين أَنهم يظنون أَن حضارتهم ستمتزج بحضارة الغرب دون أَن يشعروا بِأَن هُنَاكَ تضادا بَين الحضارة الْإِسْلَام والحضارة النَّصْرَانِيَّة بِحَيْثُ لَا يُمكن أبدا التَّوْفِيق بَينهمَا التَّوْفِيق بَينهمَا ¶ اني أقدر للخديوي وفاءه لكني أرَاهُ يُوشك أَن يكون من الْكَافرين تلقى الْعلم فِي جنيف ثمَّ أتم دراسته فِي فيينا فَلَا بُد أَن يتعود بعادات الغرب ¶ والإنكليز يُرِيدُونَ أَن يكون الخديوي خَليفَة على الْمُسلمين بغية اضعاف شَوْكَة الاسلام وتمكين حكمهم وَلَكِن لَيْسَ هُنَاكَ من مُسلم يعتز بِدِينِهِ يقبل أَن يكون ذَلِك الخديوي خَليفَة على الْمُسلمين",
            "page": "133",
            "part": "1",
            "seal": "87283870"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "وَلَا يتغربن أحد أَن يقوم الإنكليز بتنصيب اللورد (كرومر (اذا اقْتضى الامر خَليفَة على الْمُسلمين ¶ الجزيرة الْعَرَبيَّة وانكلترا (1900) ¶ كتبت الصُّحُف الإنكليزية أَكثر من مرّة عَن سياسة انكلترا فِي الجزيرة الْعَرَبيَّة وَلَكِن لَيْسَ من صحيفَة قَالَت مَا قالته (ستاندارد (فِي صَرِيح الْعبارَة من أَن جَزِيرَة الْعَرَب يجب أَن تكون تَحت حماية الإنكليز وَأَنه من الطبيعي أَن تكون انكلترا وَهِي تحكم 56 مليونا من الْمُسلمين صَاحِبَة المدن الاسلامية المقدسة ¶ اننا نعترف آسفين بِأَن لانكلترا نفوذا قَوِيا فِي الجزيرة الْعَرَبيَّة اذ بدأت فِي احداث المشاكل فِي الْيمن وحرضت الْقَبَائِل الْعَرَبيَّة على إعلان التمرد ¶ أما عدن فَهِيَ الْمقر الْعَام لأعمال التخريب الَّتِي يديرها الإنكليز فِي الجزيرة الْعَرَبيَّة والاسلحة الَّتِي يستعملونها كَانَت مخبأة فِي مستودعات عدن اننا فِي وصع حرج لَيْسَ علينا الا أَن نوزع الْهَدَايَا والهبات على رُؤَسَاء هَذِه الْقَبَائِل وندرأ عَن أَنْفُسنَا غوائل ومؤامرات الإنكليز ¶ وتسيطر عدن على الْجُزْء الشَّرْقِي من افريقية فَهِيَ للجزيرة الْعَرَبيَّة كمضيق جبل طَارق للمغرب وانني أفضل أَن تكون فِي",
            "page": "134",
            "part": "1",
            "seal": "5DBA47FD"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "الْبَحْر الاحمر قَوَاعِد للاساطيل الفرنسية والألمانية الى جَانب الْقَوَاعِد الإنكليزية أما انكلترا فتعارض هَذَا الْمطلب مُعَارضَة شَدِيدَة فَلَو اتّفقت فرنسا وألمانيا فِي هَذَا السَّبِيل لارغمتا (جون بَوْل (على الرضوخ لمطالبهما ¶ ان الِانْتِهَاء من انشاء الْخط الحديدي بَين الشَّام والحجاز فِي اقْربْ وَقت مُمكن أَمر يهمنا فاذا زَادَت أَعمال التخريب والاضطرابات كَانَ من السهل علينا ارسال قوات الى تِلْكَ المناطق بِسُرْعَة والامر المهم الآخر هُوَ تَقْوِيَة الاواصر بَين الْمُسلمين كي تتحطم على صخرتهاكل المؤامرات والألاعيب الَّتِي يحيكها الإنكليز ¶ بلغاريا (1900) ¶ عثر نجيب (مندوبنا السَّامِي فِي صوفيا) على وَثِيقَة هَامة جدا اذ يَقُول (زينوفييف (السفير الروسي فِي استانبول فِي رسالتة الى (فرديناند (أَمِير بلغاريا (لم يَئِن الاوان لكَي تعلن بلغاريا استقلاها وسيتعين على سموكم انْتِظَار الفرصة الملائمة وَلنْ تقدم روسيا فِي الْوَقْت الْحَاضِر أَي وعد بالمساعدة فَيجب قبل كل شىء أَن تضمنوا عون النمسا (وَمَعَ هَذَا مَا كَانَ",
            "page": "135",
            "part": "1",
            "seal": "C931F7A4"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "لنجيب وَهُوَ الرجل الذكي الماكر أَن يصرف كل هَذَا المَال فِي سَبِيل الْحُصُول على مثل هَذِه الرسَالَة لقد أَخْبرنِي سفيرنا فِي فيينا قبل مُدَّة لَيست باليسيرة أَن الامير (فرديناند (قَامَ بمبادرة لَدَى امبراطورية النمسا والمجر كي تساعده فِي الْحُصُول على اسْتِقْلَال بلغاريا ان الامير (فرديناند (وان أظهر اللطف وَالْوَفَاء لَا يسْتَحق ثقتنا خَاصَّة وَهُوَ يسْعَى الى أَن يعلن نَفسه ملكا على بلغاريا فَإِذا كُنَّا نُرِيد أَلا نفقد من اعتبارنا كدولة عظمى فعلينا أَلا نسكت على هَذَا الْأَمر وَلنْ نسكت أبدا واذا ظهر شىء فِي هَذَا الصدد فَلَنْ نتردد فِي إرْسَال جيشنا المرابط فِي أدرنة الى صوفيا فَوْرًا وعَلى روسيا أَن تفكر جديا قبل التدخل فِي هَذَا الْمَوْضُوع واذا أَرَادَت النمسا أَن تلعب دور الدولة المؤيدة لبلغاريا فستكون قد ارتكبت خطأ كَبِيرا ¶ السياسة الألمانية فِي الشرق (1900) ¶ يُقَال عَن (بسمارك (انه لَا يخفي أفكاره خلف الْكَلِمَات الَّتِي يتفوه بهَا كَمَا هِيَ حَال كل سياسي بل تكون كَلِمَاته تعبيرا عَمَّا يجول فِي نَفسه من أفكار فان صَحَّ مَا قيل فَإِن قَوْله (ان الْجَيْش البروسي أسمى وأغلى من أَن يضحى بِهِ فِي سَبِيل الشرق (لَا يُمكن أَن يعبر عَن فكره الصَّحِيح والا فَيعْتَبر رجل دولة قصير النّظر وضيق الْأُفق وَيحْتَمل أَنه قَالَه فِي وَقت كَانَ فِيهِ الأنشغال بِأُمُور الشرق سَابِقًا لاوانه",
            "page": "136",
            "part": "1",
            "seal": "8E2E9373"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "لَو فهم الألمان أَن بَقَاء الدولة العثمانية قَوِيَّة أَمر حيوي لألمانيا لَكَانَ خيرا لنا وَلَهُم أما عدم رَغْبَة بسمارك فِي قبولنا طرفا فِي الْحلف الثلاثي فَأمر يَسْتَدْعِي التأسف ¶ وَلَيْسَ للامبراطور الروماني أَي عذر عِنْدَمَا تردد فِي قبولنا عضوا فِي ذَلِك الْحلف ¶ على ألمانيا أَن تعدل عَن فكرة انشاء مستعمرات فِي بقاع شَتَّى من الأَرْض وتكتفي بِمد نفوذها الى خليج ايران فَذَلِك خير لَهَا وَلنَا جَمِيعًا ¶ الدولة العثمانية واليونان ¶ يجب على سفيرنا فِي أثيينا (رفعت بك (أَن يبْذل قصارى جهده فِي سَبِيل اسْتِمْرَار علاقاتنا مَعَ اليونان على أحسن وَجه لَا أُرِيد أبدا أَن نضطر الى محاربة اليونان هُنَاكَ مُوجبَات كَثِيرَة لتبقى العلاقات بَين الدولتين دون شوائب ¶ ان اليونانيين بحاجة الى مساعدتنا كي يقفوا فِي وَجه الاحتلال البلغاري السلافي وَفِي صراعنا مَعَ البلغار لن نجد لنا عونا الا اليونانيين وسيكفل هَذَا الِاتِّفَاق التَّخْفِيف من حِدة الدعاية المعادية للهيلينية فِي مَجْمُوعَة الجزر وَفِي ولايات الأناضول ان الرّوم المقميمين فِي الامبراطورية العثمانية يبلغ عَددهمْ المليونين وهم يسيطرون على الْحَيَاة التجارية وَقد",
            "page": "137",
            "part": "1",
            "seal": "E51B3C39"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "ارْتكب الْبَاب العالي خطأ لَا يغْتَفر اذ انصاع للتوصيات الروسية فأبعد بطريرك الرّوم وَوضع مَكَانَهُ وَاحِدًا من الْكَنِيسَة البلغارية ¶ انني سأرتاح للاتفاق العثماني اليوناني وأرغب فِي ارسال وَفد خَاص الى أثينا للتمهيد لهَذَا الِاتِّفَاق وَشرح وجهة نَظرنَا فِي أهميته ¶ فرنسا والعثمانيون (1901) ¶ ان العلاقات بَيْننَا وَبَين فرنسا لَا تسير سيرا حسنا ويبدو أَن الفرنسيين لَا ينسون الزِّيَارَة الَّتِي قَامَ بهَا الأمبراطور الألماني لبلادنا ¶ كُنَّا قبل قُرُون خلت موجهين أنظارنا صوب فرنسا اذ تعود صداقتنا مَعهَا الى عهد لويس الرَّابِع عشر الَّذِي أعلن أَنه لن يتحالف مَعَ أَيَّة دولة أوربية تعادي العثمانيين الْأَبْطَال ¶ وَلَا شكّ أننا مدينون فِي اصلاح جيشنا وَفِي سلَاح مدفعيتنا بِوَجْه خَاص للضباط الفرنسيين وَلم يعْدم جيشنا بعد ذَلِك التَّارِيخ من ضباط فرنسيين حَيْثُ كَانَ اشتراكهم فِي حَرْب",
            "page": "138",
            "part": "1",
            "seal": "24FBC779"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "القرم رمزا للتحالف العثماني الفرنسي وَلنَا أَن نقُول ان السنوات الْأَخِيرَة من تاريخنا هِيَ الْعَصْر الذَّهَبِيّ للعلاقات مَعَ فرنسا والأصلاحات الَّتِي نفذت فِي عهدي سلفي (عبد الْعَزِيز (و (عبد الْمجِيد (هِيَ إصلاحات مستمدة من فرنسا وَكَانَت الْمدَارِس والمعاهد العسكرية تَحت تَأْثِير النظام الفرنسي وَأول خطّ حديدي فِي بِلَادنَا أنشىء من قبل الفرنسيين وَمن الطبيعي أَن تحز فِي نُفُوسهم رُؤْيَة المستشارين الألمان وهم يشرفون على مد الخطوط الحديدية إِنَّهُم لَا يطمئنون على ازدياد النّفُوذ الألماني فِي الشرق ¶ وَقبل عشْرين سنة على وَجه التَّقْرِيب رأى بسمارك أَلا يُضحي بجندي بروسي فِي سبيلنا ثمَّ وفْق الالمان بعد ذَلِك الى تَقْوِيَة نفوذهم بالطرق السلمِيَّة كَمَا بذل السفير الفرنسي (كونستانس (جهدا عَظِيما لمصْلحَة بِلَاده فاستطاع التَّوَسُّع فِي نشر الثقافة الفرنسية والحصول على بعض الامتيازات ¶ وَقد أَخْطَأنَا عِنْدَمَا ألغينا امتياز فرنسا فِي السواحل فَلَا نكاد الْآن نخلص من مشكلة الا وتعترضنا مشكلة أَشد تعقيدا كمشكلة الْبَرِيد ومشكلة الصِّحَّة الْعَامَّة ومشكلة الدُّيُون العمومية الخ ان تدهور العلاقات بَين الاصدقاء القدماء يَدْعُو الى الأسف فقد يخطىء الْمَرْء دون قصد مِنْهُ أما علاقاتنا مَعَ أَعْدَائِنَا التقليديين (الروس) فتسير نَحْو التحسن",
            "page": "139",
            "part": "1",
            "seal": "10937DF6"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "انكلترا وخليج ايران (1901) ¶ علمت أَن عددا من الضباط الإنكليز العاملين فِي الْجَيْش الْهِنْدِيّ رَغِبُوا فِي زِيَارَة بعض ولاياتنا الكائنة فِي بِلَاد مَا بَين النهرين فتمكنوا عَن طَرِيق القنصل الإنكليزي من الضغط على ولاتنا واستصدروا أذونات الزِّيَارَة وَمن الْوَاضِح أَن لهَؤُلَاء مرامي سياسية وَرَاء زياراتهم وان كَانُوا يُنْكِرُونَهَا يجب أَن نختلق الْحجَج للحد من هَذِه الرحلات الاستكشافية فَإِن أهمية شط الْعَرَب من حَيْثُ كَونه مِفْتَاح بِلَاد مَا بَين النهرين تجعلنا لَا نرضى باستيطان الإنكليز فِيهَا ¶ ان الإنكليز يرغبون فِي الِاسْتِيلَاء على الْبَصْرَة على وَجه الْخُصُوص وَقد أعلمني بعض أَعْيَان تِلْكَ المنطقة أَن الانكليز يصرفون أَمْوَالًا طائلة فِي هَذَا السَّبِيل وان الثري الخداع الْمُسَمّى (بِيُوسُف ابراهيم (يعْمل لحسابهم ¶ لقد جَاءَ الجزيرة الْعَرَبيَّة فِي السنوات الاخيرة عدد كَبِير من الانكليز حجتهم السياحة وهدفهم اجراء دراسات حول انشاء خطّ حديدي يرْبط وَادي النّيل بخليج ايران حَيْثُ يُمكنهُم بِهَذِهِ الطَّرِيقَة تَحْدِيد مُسْتَقْبل هَذِه المنطقة بأسرها",
            "page": "140",
            "part": "1",
            "seal": "578877B5"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "تركيا ودول البلقان (1901) ¶ حكى لي شيخ عَجُوز يهتم بأشجار الْقصر ان الإضطرابات السياسية فِي شبه جَزِيرَة البلقان تشبه قصَّة الاشجار الْخَمْسَة شَجَرَة تفاح وشجرة أجاص وشجرة خوخ وشجرة سنديان وشجرة صنوبر غرست بِجَانِب بَعْضهَا بِحَيْثُ تشابكت أَغْصَانهَا وَكَانَت شَجَرَة السنديان هِيَ المسيطرة على جاراتها لَكِن أوراقها السُّفْلى كَانَت تتساقط بِسَبَب حجب الشَّمْس عَنْهَا ثمَّ حدث خلاف بَين هَذِه الاشجار حول اقتسام الْهَوَاء وَالشَّمْس ثمَّ جاءها من يَقُول لم هَذَا الْخلاف لكل شَجَرَة الْحق فِي الْحَيَاة وَلَا فضل لشَجَرَة على أُخْرَى فَكل شَجَرَة ستعيش فِي مَكَانهَا دون أَن تُؤثر أَو تتأثر بِأُخْرَى ( ¶ فشجرة التفاح فِي هَذَا الْمِثَال هِيَ رومانيا والخوخ هِيَ يوغسلافيا والصنوبر هِيَ اليونان والاجاص هِيَ بلغاريا وشجرة السنديان الَّتِي تساقطت أوراقها هِيَ تركيا لَكِن الاوراق تتساقط دون أَن يتأثر أصل الشَّجَرَة لِأَن الاوراق الْمَرِيضَة بِحَدّ ذَاتهَا تشكل خطرا كَبِيرا على أصل الشَّجَرَة وجذورها",
            "page": "141",
            "part": "1",
            "seal": "AD43130E"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "انكلترا والجزيرة الْعَرَبيَّة ¶ يخطىء الإنكليز اذا ظنُّوا أَنهم سيسطرون على تَصَرُّفَات شيخ الرياض عبد الْعَزِيز بن سعود الَّذِي يسْعَى لاحياء الْحَرَكَة الوهابية ¶ ان ابْن سعود يعرف جيدا مدى حُرْمَة الإقتداء بالإنكليز وَقد خيل اليه فِي فَتْرَة من الفترات أَنه سَيكون حَاكم الجزيرة الْعَرَبيَّة فَأَرَادَ نيل الِاسْتِقْلَال بمساعدة الإنكليز وَلَكِن لم يخْطر بِبَالِهِ أَنه سيقع فِي مصيدة هَؤُلَاءِ الانكليز وَقد أدْرك الْآن هَذَا الْخطر أما شيخ الكويت مبارك فقد اسْتَطَاعَ أَن يتَخَلَّص من مصيدة الانكليز ويغير وجهته الينا ¶ اذا سيطر الإنكليز على هَذِه المنطقة فسيكون خطّ حَدِيد بَغْدَاد فِي خطر لقد رفع الْعلم الإنكليزي فِي الكويت عَام 1901 لَكِن حَرْب (الترانسفال (أضعفت الانكليز فَكَانَ لاستنكار الاحتلال الانكليزي للكويت أَثَره الفعال ¶ أما المانيا فقد أعلنت عَن مشاركتنا فِي رَأينَا تجاه هَذِه الاحداث وأعربت عَن تأييدها الْقوي لهَذَا الاستنكار",
            "page": "142",
            "part": "1",
            "seal": "6DEE2A87"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "ظلم انكلترا ¶ ان سكُوت الدول الْكُبْرَى على الفظائع الَّتِي يرتكبها الانكليز فِي ظفار وصمة عَار فِي جبين هَذِه الدول ¶ أَلَيْسَ من الْخِيَانَة أنترغم قَبيلَة على العودة الى أَرض قاحلة هجرتهَا لِانْعِدَامِ وَسَائِل الْعَيْش فِيهَا (الْقَبِيلَة هِيَ قَبيلَة عَليّ بن عَليّ الْبَالِغ عدد أفرادها أَلفَيْنِ ورئيسها هُوَ الشَّيْخ سَلام ( ¶ فَفِي هَذِه الحادثه قَامَ القنصل الإنكليزي (ويلسون (فِي (بوشير (بِعَمَل وَحشِي يعجز اللِّسَان عَن وَصفه فبالرغم من تحذيرات السلطات الادارية العثمانية فِي تِلْكَ المنطقة قَامَت السفن الإنكليزية بضربها فدمرت عددا كَبِيرا من الْبيُوت وَقتلت مئات النِّسَاء والاطفال والشيوخ ¶ ان الانكليز الَّذين أَقَامُوا الدُّنْيَا وأقعدوها خلال ثورة الارمن لَا يتورعون الْآن وهم قوم متحضرون عَن أَن ينزلُوا أبشع الضربات فِي تِلْكَ المنطقة أما الدول الْكُبْرَى فقد التزمت جَانب اللامبالاة وَيفهم مِمَّا تقدم أَن مَعَاني الرَّحْمَة قد انعدمت فِي قُلُوب الامم النَّصْرَانِيَّة",
            "page": "143",
            "part": "1",
            "seal": "C29E2A64"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "روسيا وَخط حَدِيد بَغْدَاد (1902) ¶ عِنْدَمَا اعطينا امتياز انشاء خطّ حَدِيد بَغْدَاد للمصرف الالماني وجهت الصحافة الروسية الينا انتقادا شَدِيدا ان هَذِه الصحافة لَيست على بَصِيرَة من أمرهَا اذ أَن انشاء هَذَا الْخط من قبل الألمان هُوَ فِي صَالح الروس لِأَن تواجد الألمان فِي الأناضول وبلاد مَا بَين النهرين اقل خطرا من تواجد الانكليز فالالمان بِسَبَب وضعهم الجغرافي لَا يستهدفون الا مَنَافِع اقتصادية ومادية بحتة وَلَيْسَت لَهُم مآرب أُخْرَى كَمَا هِيَ الْحَال مَعَ الإنكليز فانكلترا ستحاول يَوْمًا الِاسْتِيلَاء على هَذِه الخطوط وسيكون هَذَا الإستيلاء وبالا على الروس ¶ وَيُمكن للروس أَن يَجدوا سلواهم عَن الخسائر الَّتِي لحقت بهم فِي الصراع من أجل خطّ حَدِيد بَغْدَاد وَذَلِكَ فِي المكاسب الَّتِي حققوها فِي انشائهم خطّ حَدِيد ايران",
            "page": "144",
            "part": "1",
            "seal": "5E47298E"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "السياسة الشرقية عِنْد الروس (1902) ¶ ان الاسس الَّتِي اتبعتها روسيا فِي سياستها تجاه الشرق خلال قرن من الزَّمَان هِيَ التطبيق العملي للتعلميات الَّتِي وَضعهَا اسكندر الاول فِي 19 نيسان سنة 1812 اذ يطْلب هَذَا الامبراطور فِي تعليماته الى رجال السياسه وموظفي الدولة أَن يغرسوا فِي قُلُوب الْأُمَم البلقانية حب الروس وتحريض النَّاس على تأسيس ممكلة (صربيا (و (سلافيا (فِي (صربستان (و (البوسنه والهرسك (و (دالماسيا (و (مونتينفرو (وان أُمَم البلقان بحاجة الى التَّحَالُف مَعَ الروس فِي صراعهم مَعَ الدولة العثمانية والنمسا ¶ وَالْحق ان رجال الدولة فِي روسيا يسعون الى تطبيق هَذِه التعليمات إِلَى يَوْمنَا هَذَا بحذافيرها وَقد أجبرت النمسا بِسَبَب أوضاعها الداخلية على مسالمة الروس وَقد ساعدها التأييد الإنكليزي الألماني فِي منع تحول ولاياتها المنتشرة على ضفاف نهر طونه الى امارة روسية وَلم تستطع النمسا الْحَد من",
            "page": "145",
            "part": "1",
            "seal": "FCC8ABAC"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "الدعاية الروسية فِي حينها حَيْثُ أضاعت فرْصَة ذهبية فأحاطتها روسيا ببلغاريا وصربيا ومونتينفرو وباتت هَذِه الدول تصر على مطالبها فِي هَذِه الدولة المحاطة ¶ انكلترا الضعيفة فِي الْهِنْد (1902) ¶ يَنْبَغِي على الْأُمَم الَّتِي يعاديه الإنكليز وعَلى وَجه الْخُصُوص أذكر روسيا وفرنسا وألمانيا أَن تولي الصداقة مَعَ الدولة العثمانية اهتماما خَاصّا ¶ ان كل انسان يدْرك أَن كلمة وَاحِدَة مني بصفتي خَليفَة للْمُسلمين تجْعَل حكم الإنكليز فِي الْهِنْد فِي مهب العواصف لَو أَرَادَ الروس والفرنسيون والألمان أثْنَاء حَرْب (البوير (هدم صرح الإنكليز فِي الْهِنْد لاستطاعوا بِفضل تأييد منا أَن يهدموا هَذَا الصرح لكِنهمْ لم يتحركوا فِي الْوَقْت الْمُنَاسب فأضعوا الفرصة الذهبية وَقد يكون لصلة الْقَرَابَة بَين الامبراطور الألماني وَملك انكلترا دور فِي عدم لجوء المانيا الى الشدَّة أَمَام انكترا ¶ لقد كَانَ الْوَقْت مناسبا لمحاسبة الإنكليز على مَا اقترفوه بِحَق الهنود الْمَسَاكِين واننا لنأسف على الفرصة الضائعة وَلَكِن لَا بُد من يَوْم ينْتَقم فِيهِ الهنود من الإنكليز فيحطمون الْقُيُود وَلَا بُد أَن تهزم ملايين الهنود شرذمة الإنكليز الَّذين نهبوا ثروات بِلَادهمْ واستغلوهم واستعبدوهم أبشع استعباد",
            "page": "146",
            "part": "1",
            "seal": "00D01559"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "بنغازي (1902) ¶ ان حكمنَا لبنغازي يكلفنا غاليا نصرف من أجلهَا أَمْوَالًا طائلة كَمَا أَن مؤامرات الايطاليين لَا تكَاد تَنْتَهِي ¶ لقد عرض علينا الايطاليون 54 مليون ليرة على أَن نعطيهم امكانات اقتصادية فِي هَذِه المنطقة انه عرض جدير بالدراسة لاننا بِهَذَا الْعرض سنوفر على أَنْفُسنَا عناء كَبِيرا وسيكون بِأَيْدِينَا المَال الْكَافِي لحل بعض الامور المستعصية أما اذا رفضنا هَذَا الْعرض فَإِنَّهُم سيلجؤون الى الْقُوَّة ¶ واذا كَانَ هُنَاكَ أحد يُمكنهُ الدفاع عَن حقوقنا فَهُوَ الشَّيْخ السنوسي فَهُوَ قَادر على أَن يجمع حوله ثَلَاثِينَ ألفا من الرِّجَال وَلنْ يتخلى عَن بنغازي الا بعد قتال ثمَّ ان صلته بمئات الالوف من أَتبَاع الطّرق والمريدين قَوِيَّة فَإِذا قَامَ السنوسيون قومتهم فَلَا بُد أَن يجروا الايطاليين الى صراع دموي أَشد مِمَّا شهدته السودَان فِي ثورة الْمهْدي لقد جهزنا السنوسيين بِمِقْدَار كَاف من الاسلحة والذخائر لذَلِك فهم قُوَّة لَا يستهان بهَا أبدا",
            "page": "147",
            "part": "1",
            "seal": "560E56F9"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "دسائس البلغار ¶ أوضح التَّقْرِير الذى بعث بِهِ مندوبنا السَّامِي فِي صوفيا النوايا السَّيئَة الَّتِي تضمرها الْحُكُومَة البلغارية ونداءات الثورة على حكمنَا تشتد يَوْمًا بعد يَوْم أما الْكَلِمَات الَّتِي أَلْقَاهَا بعض قادة المنظمات البلغارية فِي صوفيا فَكَانَت فِي غَايَة العنف ¶ وَقد سرد الخطباء حوادث الظُّلم فِي ولاياتنا الاوربية وَادعوا بأننا أعملنا السَّيْف فِي رِقَاب النَّاس فِي مكدونيا ثمَّ أعْلنُوا أَن لَا مَكَان للعثمانيين فِي أوربا المتحضرة انهم يَتَكَلَّمُونَ وَكَأَنَّهُم على غير علم بالمستوى الحضاري للبلغار وَلم يكتفوا بتجاهل أنفسهم بل اتصلوا بِكَثِير من الامم الاوربية وطلبوا مِنْهُم الْعَمَل على ادخال ممثلين بلغاريين فِي جلسات المحكمة العسكرية فِي سلانيك انهم يُرِيدُونَ أَن يظهروا أنفسهم بمظهر الخراف بأيدي الجزارين ¶ ان حماية شعبنا من المنظمات الارهابية البلغارية هِيَ حَقنا بل هِيَ واجبه علينا وَلَو أخلصت الْحُكُومَة البلغارية ولاءها لاستطاعت أَن تَجِد طَريقَة تمنع عَن شعبها ارهاب أبنائها",
            "page": "148",
            "part": "1",
            "seal": "DA1D3D9C"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "رومانيا والامبراطورية النمساوية المجرية ¶ أبلغنا سفيرنا فِي (بخارست (أَن الدبلوماسيين الروس مَا برحوا مُنْذُ فَتْرَة يسعون الى تَحْسِين العلاقات مَعَ رومانيا ويعملون على تخريب علاقاتها مَعَ امبراطورية النمسا والمجر وتبذل روسيا كل جهد مُمكن لتنشيط الرّوح المعادية للرومانيين ثمَّ لتأليب رومانيا على المجر أما المجريون فَلَا يدركون خطورة تهجير الرومانيين المقيمين فِي المجر لذَلِك فَإِن مليونين من الرومانيين يمدون يَد الاستغاثة الى اخوانهم فِي الوطن الام فعلى حكام المجر أَن ينتبهوا الى هَذَا الْخطر ¶ لهَذِهِ الْأَسْبَاب فان تدهور العلاقات السياسية ومحاولات تخريب مجالات التعاون بَين رومانيا وامبراطورية النمسا والمجر أَمر يَدْعُو الى الاسى والاسف ¶ رومانيا (1903) ¶ ان الْميل الى التقارب بَين امبراطورية النمسا والمجر وَبَين",
            "page": "149",
            "part": "1",
            "seal": "8A1B4EC9"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "رومانيا لَا بُد أَن يدْخل السرُور الى قُلُوبنَا وبالرغم من كل حفاوة تبديها روسيا تجاه رومانيا فعلى رومانيا أَلا تتعاون مَعهَا والحقيقة أَنَّهَا لن تَسْتَطِيع التعاون وان أَرَادَتْهُ وسعت لَهُ سعيها فامبراطورية النمسا والمجر هِيَ السَّنَد الطبيعي والوفي لرومانيا فقد ربطهما نهر (طونه (فِي مصير مُشْتَرك ¶ لقد أدّى تدخل رومانيا فِي الْحَرْب الى تَرْجِيح كفة روسيا فِي حِين لم تكافئها روسيا إِلَّا بمزيد من الخداع والتضليل وزادته باحتلال منْطقَة (بسيرابيا (الرومانية فَهَل تنسى رومانيا هَذِه الفعلة ¶ اذا أَرَادَت رومانيا أَلا تبتلعها الامواج السلافية المتعاظمة فعلَيْهَا أَن ترْبط مصيرها بمصير النمسا ¶ وعَلى النمساويين أَن يزيلوا من مخيلتهم احتلال سلانيك ويولوا وُجُوههم 2 شطر ميناء (كونستانزه (الْهَام من النَّاحِيَة الاقتصادية فان ميناءنا الْجَمِيل (سلانيك (بعيد عَن منال آل هابسبورغ وَلنْ نفتح لَهُم الطَّرِيق بالسهولة الَّتِي يتصورنها ¶ كَانَ علينا أَن نصفي حسابنا مَعَ هَؤُلَاءِ قبل سبع سنوات لَكِن روسيا تَارَة وانكلترا تَارَة أُخْرَى تمسكنا كلما رفعنَا أَيْدِينَا لنصفع بهَا ذَلِك الشقي البلقاني فهاتان الدولتان كفأرين يعملان على خراب بُيُوتنَا لقد كَانَت فرنسا تقف الى جانبنا كلما أردنَا مِنْهَا العون لَكِنَّهَا صَارَت تبتعد عَنَّا يَوْمًا بعد يَوْم وَنَحْمَد الله أَن هيأ لنا ألمانيا الَّتِي سنجدها الى جانبنا توقف كل دولة عدوة عِنْد حَدهَا",
            "page": "150",
            "part": "1",
            "seal": "B9878D15"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "مكدونيا والتمرد البلغاري (1903) ¶ شكا الينا الروس مَا أسموه بأعمال القمع الَّتِي يقوم بهَا جنودنا ضد المنظمات البلغارية وَمن الْمَعْرُوف أَن البلغار لَا يتورعون عَن تزييف الحائق أبدا ¶ وَقد علمت مُؤَخرا أَنه بالرغم من الهجمات الوحشية الَّتِي يشنها العصاة البلغار فَإِن جنودنا معتدلون فِي الرَّد على الهجمات وَلَا يتَعَدَّى كَونهَا عمليات دفاعية مَعَ أَن هَذِه الاحوال تَقْتَضِي نقل أَعمال القمع الى معاقلهم وضربهم فِي أوكارهم وَقد أَفَادَ التَّقْرِير الَّذِي بعث بِهِ قائدنا العسكري أَنه جرى اشتباك بسيط بَين جنودنا وَبَين الاشقياء البلغاريين فِي (أَكْرِي بلانكا (فبالغت الصُّحُف البلغارية وسمت هَذَا الاشتباك معركة هَؤُلَاءِ البلغار الَّذين يظنون أننا غافلون عَمَّا يعْملُونَ سيلقون الدَّرْس الْمُنَاسب من حَيْثُ لَا يَدْرُونَ والحقيقة أَن (فرديناند (لم يَجْرُؤ يَوْمًا على مهاجمة ولاياتنا الاوربية وَذكرت أنباء (بلغراد (أَنه أتفق مَعَ صربستان كَمَا لَقِي الدعم من الروس قبل أَن يقوم بِهَذَا الهجوم",
            "page": "151",
            "part": "1",
            "seal": "E6804905"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "وَقد قابلت لجنة مكدونيا (اغناتييف (الَّذِي يُقيم فِي (سانت بترسبورغ (وَطلبت مِنْهُ تَأْمِين الحماية الروسية فسر الروس من هَذَا التَّصَرُّف اذ بِهِ سيسترجع الامبراطور الروسي مَا فَقده من نُفُوذ فِي منْطقَة البلقان فِي السنوات الاخيرة ¶ وبدأت الصُّحُف الروسية مُنْذُ الْآن فِي رفع أصواتها مُطَالبَة بتطبيق الْمَادَّة 23 من معاهدة برلين أما نَحن فَلَا نملك حِيَال هَذَا الْوَضع إِلَّا أَن نسخر من الَّذين يظنون أننا سنرضخ لَهُم ¶ لقد أَخْطَأنَا اذ منحنا البلغار امتيازات أَكثر مِمَّا يسْتَحقُّونَ فَأَصْبَحت الْمدَارِس البلغارية الَّتِي افتتحت بِمُوجب هَذِه الامتيازات أكبر مصدر لعدائنا وَمِمَّا يثبت خطورة افْتِتَاح هَذِه الْمدَارِس اضطرار السلطات الادارية الى اعتقال كثير من مدرسيها ¶ لَو لم يسْتَمر البلغار فِي تزييف الْحَقَائِق وتأليب الشّعب لما وَقعت هَذِه الْحَوَادِث وَلَقَد أَصبَحت صوفيا مركزا لهَذِهِ الاضطرابات أما الْغَايَة الَّتِي يتوخونها من الْحَرَكَة الاخيرة فَهِيَ لفت نظر أوربا الى مَا أسموه بالتنكيل والتعذيب فِي مكدونيا أما صحافتنا فَلَيْسَتْ تملك تِلْكَ المهارة كي تفضح الاكاذيب وَمَعَ ذَلِك فان الاوربيين يعْرفُونَ بِأَن البلغار لَيْسُوا بالخراف بل هم الذئاب المتوحشة الَّتِي تنهش فِي أَعْرَاض النَّاس فِي ولايات الْحُدُود مُنْذُ اثْنَي عشر عَاما دون انْقِطَاع لقد كلفتنا أَحْدَاث التمرد البلغاري الْكثير من الاموال والانفس لَكِن الدول الْكُبْرَى لَا تُرِيدُ أَن تفهم الْحَقِيقَة فالذنب كُله عِنْدهم هُوَ ذَنْب العثمانيين",
            "page": "152",
            "part": "1",
            "seal": "45B38045"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "خطّ حَدِيد سوريا الْهِنْد (1903) ¶ مَا زَالَت الدول مستمرة فِي عروضها لانشاء خطّ حديدي يبْدَأ من اسكندرون ويمتد حَتَّى خليج ايران مارا بحلب فبغداد انني أُؤْمِن بضرورة انشاء هَذَا الْخط خَاصَّة اذا مَا أَخذنَا بِعَين الِاعْتِبَار سهولة مده وأهمية مَدِينَة حلب وكثافة السكان فِي المناطق الَّتِي سيمر مِنْهُ هَذَا الْخط إِلَّا أَن هَذَا الانشاء سيؤدي الى توافد عدد كَبِير من الاجانب الى الْبِلَاد وبالتالي الى حُدُوث تَغْيِير جذري سريع فِي كل المجالات ¶ وَبعد انشاء الْخط بَين اسكندرون وحلب ستتحول المواصلات الى هَذَا الْخط وستكون نِهَايَة النَّقْل الْجَارِي الْآن بالقوافل عبر طَرِيق بيلان وسينضب المورد المعاشي لملايين النَّاس الَّذين يعْملُونَ فِي هَذِه الطَّرِيق انه من أهم الطّرق فِي الامبراطورية اذ يستخدم فِيهِ أَكثر من 600000 حَيَوَان للنَّقْل ¶ وَلَا يجوز أَن تُعْطى امتيازات انشاء هَذَا الْخط لمتعهدين أجانب فاذا كَانَ الْعرض من متعهد أرمني فَلَا بُد أَن يكون",
            "page": "153",
            "part": "1",
            "seal": "59AF35F5"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "وَرَاءه مَال انكليزي وَهَذَا يَعْنِي ترك وَادي دجلة والفرات لقْمَة سَائِغَة للإنكليز فانهم سيتحركون مَتى شاؤوا من اسكندرون لاحتلال المنطقة باسرها",
            "page": "154",
            "part": "1",
            "seal": "46CED24E"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "بلغاريا والدعاية المعادية للسلافية (1903) ¶ تهدف روسيا الى بَث الدعاية المعادية للسلافية والوصول بهَا الى المضائق والبلغار هم طَلِيعَة هَذَا الهجوم الروسي وأداته فانهم لَا يخالفون لامبراطور روسيا أمرا والدولة البلقانية الوحيدة الَّتِي يُمكنهَا أَن تقف فِي وَجه السلافيين هِيَ اليونان وتشاء الْقُدْرَة الالهية أَن تكون العلاقة بَين اليونان والبلغار كالعلاقة بَين المَاء وَالنَّار وبلغاريا لَيست حَبِيبَة روسيا فَقَط بل هِيَ محط أنظار الإنكليز أَيْضا ¶ وَلَا يخفى على أحد أَن المنظمة البلقانية فِي لندن وزعت أَمْوَالًا طائلة لتقوم العصابات البلغارية بأعمال السَّلب والنهب والتخريب فِي مناطق الْحُدُود وَلَو لم تكن اقتصاديات بلغاريا فِي الحضيض لبدأت بالهجوم دون انْتِظَار ¶ إِن الْحَرْب بَيْننَا وَبَين بلغاريا أَمر محتم لَا يُمكن تجنبه",
            "page": "155",
            "part": "1",
            "seal": "E8A3CB2E"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "بلغاريا الْوحدَة البلقانية (1903) ¶ هُنَاكَ فِي بِلَاد الرّوم عشرُون ألفا ينتمون لمنظمات سَرِيَّة تهدد حدونا فَهَل يجدي انكار الامير (فرديناند (أَو سعي الْحُكُومَة البلغارية لاجراء الْمُصَالحَة وتعجب الدول الْكُبْرَى من تجنيدنا العساكر واستعدادنا لمحاربة البلغار فِي سَبِيل اقامة السَّلَام وَقد تفاهمت روسيا مَعَ النمسا على ارسال جَيش مُشْتَرك لمحاربتنا وستدخل السفن الفرنسية مياهنا بِنَاء على طلب روسيا وتبحث الصحافة الفرنسية عَن تحالف بَين الامم البلقانية كَمَا تذكر هَذِه الصحافة أَن التَّحَالُف بَين دوَل صربستان ومونتينفر وبلغاريا ورومانيا واليونان سيضم أَيْضا ثَمَانِيَة عشر مليونا من النَّصَارَى فِي مكدونيا والبوسنة والهرسك لَكِن الِاخْتِلَاف وَعدم الثِّقَة بَين هَذِه الدول سيحكم عَلَيْهَا بالضعف وببقائها تبعا لدول أُخْرَى ¶ الْحَقِيقَة أَن حكمنَا فِي أوربا مَدين لاخْتِلَاف دوَل البلقان",
            "page": "156",
            "part": "1",
            "seal": "651758D8"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "فِيمَا بَينهَا فالصربيون يبغضون البلغار والبلغار يشمئزون من الرومانيين والرومانيون والبلغار واليونانيون يعادي بَعضهم بَعْضًا والبلغار يُؤمنُونَ بِأَنَّهُم قوم متفوقون على بَاقِي الاقوام فِي مكدونيا واليونان يدعونَ بِأَن البلغار يكْرهُونَ اليونانيين على التخلي عَن قوميتهم وَقد أُدي الصراع الكنسي عَام 1870 الى فصل البلغار عَن اليونانيين فصلا تَاما فاذا كَانَت هَذِه هِيَ الْحَالة فَكيف يفكر الروس فِي امكانية اقامة وحدة بَين دوَل البلقان ¶ انكلترا ودولة بلغاريا الْكُبْرَى (1904) ¶ غادر السفير الانكليزي استانبول قبل فَتْرَة لاجراء محادثات وصفت بِأَنَّهَا هَامة وَقد أبدت انكلترا فِي هَذِه المباحثات عدم اعتراضها على انشاء دولة بلغاريا الْكُبْرَى الَّتِي تمتد حَتَّى بَحر أيجه وَيظْهر أَن انكلترا تفكر فِي جعل بلغاريا سدا منيعا يقف فِي وَجه الْمَدّ الروسي واذا اسْتَطَاعَ البلغار بمساعدة من انكلترا استعادة مَا فقدوه من الاراضي فِي معاهدة (ويستفاليا (قلبوا ظهر الْمِجَن صوب الروس أصدقائهم القدماء أما انكلترا فتسعى الى احساس بلغاريا بانها مَدِينَة لَهَا بعض الشىء وَيحْتَمل أَن يكون الْقَصْد من زِيَارَة السفير الانكليزي اثارة قلقنا فَمن الصعب أَن يفهم الْمَرْء مرامي سياسة حُكُومَة (سانت جيمس (لَكِن أغلب الظَّن أَن السِّهَام موجهة هَذِه الْمرة صوب روسيا",
            "page": "157",
            "part": "1",
            "seal": "62AE2AE5"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "ان كل الاحداث السياسية فِي الشرقين الادنى والاوسط هِيَ حصيلة الصراع بَين روسيا وانكلترا اذ تطرق روسيا كل بَاب فِي سَبِيل الْوُصُول الى الْهِنْد بَيْنَمَا تبذل انكلترا أقل جهد مُمكن للْحَيْلُولَة دون تَحْقِيق هَذَا الهدف ¶ وَمَعَ هَذَا فَإِن هُنَاكَ تيارا فِي لندن يسْعَى الى جعل مضائق البوسفور والدردنيل مَفْتُوحَة بغية ارضاء روسيا الَّتِي تحْتَاج الى المضائق حَاجَة ماسة وَفِي مُقَابل هَذَا الْعرض يطْلب من روسيا تعهدها بِعَدَمِ اللجوء الى الطّرق الَّتِي ستؤدي بهَا الى الْهِنْد لكني أرى أَن هَذِه الافكار لَا تحمل طابعا جديا لَان فتح المضائق أَمَام الروس سيؤدي الى تَعْرِيض التواجد الانكليزي فِي قناة السويس للخطر فان هَذِه الْقَنَاة أهم موقع يحرص الانكليز على بَقَائِهِ فِي أَيْديهم ¶ البلغار وَالروم ¶ أَخطَأ الْبَاب العالي فِي عدم ممانعته فِي انْفِصَال الْكَنِيسَة الرومية الارثوذكسية كَمَا أَخطَأ (عبد الْعَزِيز (عِنْدَمَا رضخ لمطالب روسيا فِي اعطاء الْكَنِيسَة البلغارية فِي استانبول حق الرِّعَايَة اذ أَن انشاء دَار الرِّعَايَة عَام 1870 يعْتَبر بداية لتاريخ الحركات القومية البلغارية حَيْثُ أَصبَحت أسقفية (أوهري واسكوبيا (مركزا للدعاية البلغارية ¶ لقد اضطررنا لكل أَسف فِي كثير من الاحيان الى حماية",
            "page": "158",
            "part": "1",
            "seal": "42F14A8E"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "البلغار من أجل تلقين اليونانيين درسا فِي الادب وَلَا يمكنني أَن أرْضى بالاتهام المضحك الْقَائِل بِأَن حمايتي للبلغار كَانَت خَطِيئَة سياسية منى الْحَقِيقَة أنني وان لم يحالفني النجاح عملت مُنْذُ اللحظة الاولى على مكافحة السياسة الروسية المعادية للسلافية فِي البلقان ¶ روسيا (1904) ¶ يسرنَا كل انجاز تحظى بِهِ اليابان فان انتصارها على الروس هُوَ انتصارنا وحشد روسيا جيوشها فِي الشرق الاقصى يَعْنِي تَخْفيف قوتها الضاربة فِي الْبَحْر الاسود انهم بِلَا شكّ سيعيدون الكرة علينا اذا فرغوا من تِلْكَ الْجَبْهَة وسيجربون حظهم لجعل الْبَحْر الاسود بحيرة روسية بعد فشلهم فِي بَحر البلطيق هَذَا أَمر من السهل أَن يعرفهُ كل انسان فأنهار (دنيبر (و (دينيستر (و (الدون (وَكَذَا بعض روافد (الفولغا (وَهِي أهم الانهار الروسية تصب فِي الْبَحْر الاسود وستستخدم روسيا هَذِه الانهار فِي الْوُصُول الى الدردنيل لتصل بعد ذَلِك الى الْبَحْر الابيض الْمُتَوَسّط ¶ لَا شكّ أَن ازالة الْمَوَانِع الْمَوْجُودَة فِي المضائق أَمر مُهِمّ جدا للروس لَكِن بَقَاء المضائق فِي أَيْدِينَا مَسْأَلَة حَيَاة أَو موت بِالنِّسْبَةِ",
            "page": "159",
            "part": "1",
            "seal": "10739ACC"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "لنا وَلَو لم تكن هَذِه الْقَضِيَّة سَببا فِي جعلنَا عدوين لَا يُمكن التَّوْفِيق بَينهمَا لَكنا أحسن دولتين صديقتين فان هُنَاكَ تشابها فِي الْجُمْلَة وَالتَّفْصِيل بَين امبراطوريتينا وتشابه فِي صِفَات الشعبين تجعلهما تحلان الصداقة مَكَان الْعَدَاوَة المتأصلة بَينهمَا مُنْذُ أقدم العصور ¶ وثمة أَمر مُشْتَرك آخر وَهُوَ أَن لنا عدَّة ملايين من الْمُسلمين فِي روسيا وَلَهُم أنَاس من الْكَنِيسَة الارثوذكسية يعيشون فِي الاراضي المقدسة بفلسطين وَتقوم روسيا برعايتهم ان عدم الامكان فِي توصلنا الى طَريقَة للتعايش السّلمِيّ مَعَ روسيا أَمر جدير بالاسى والاسف",
            "page": "160",
            "part": "1",
            "seal": "68DB3F84"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "الْملك (ادوارد السَّابِع (1904) ¶ لم أكن أعلم أَن ملك انكلترا يتَمَيَّز بِمثل هَذِه الحنكة السياسية لقد أعجبني كثيرا تصرفه اللبق الذى تغلب بِهِ على دهاقنة السياسة المتغطرسين على ضفاف نهر (السِّين (فعندما قَامَ رَئِيس جمهورية فرنسا بزيارته ردا على الزِّيَارَة الَّتِي قَامَ بهَا الى باريس أَمر الْملك بتحديد التحركات الإنكليزية فِي قناة السويس (1904) ليَكُون جو المباحثات بَينهمَا مناسبا وَلَوْلَا سياسة الألمان الفاشلة لما ارتمى الفرنسيون فِي أحضان الانكليز وَقد اسْتمرّ الْملك (ادوارد (فِي سياسته المدروسة ووعد الفرنسيين حريَّة الْحَرَكَة فى مراكش ¶ قَالَ كامبون انه عِنْدَمَا عقد معاهدات خَاصَّة مَعَ انكلترا حصل فِيهَا على حُقُوق لفرنسا فِي مصر إِلَّا أننا نعلم جيدا بِأَن مثل هَذِه الاتفاقات تشبه الى حد كيير الشباك المعقودة بِعقد مطاطة وَلَا بُد أَن يكون ممثل الْجَانِب الانكليزي اللورد (لاندزدون (قد أخْفى ضحكاتة الساخرة",
            "page": "161",
            "part": "1",
            "seal": "F791AB0D"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "من الفرنسيين وبسمات النَّصْر من الْمَنَافِع الَّتِي اكتسبها نتيجة هَذِه المباحثات ¶ لَيْت (ليسبس (الْمِسْكِين يعلم مَا يجْرِي حوله من أَحْدَاث",
            "page": "162",
            "part": "1",
            "seal": "1A253299"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "الْفَصْل الثَّالِث ¶ الشخصية الاسلامية",
            "page": "163",
            "part": "1",
            "seal": "4D91E0E8"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "الرُّجُوع الى الاسلام ¶ أرسل الله تَعَالَى رَسُوله الى البشرية وَقد كَانَت فِي ظلام دامس فحول ظلامها الى نور وجاهليتها الى أَصَالَة وَرَحْمَة وعدوانها الى سَلام وسعاده ورشاذ ¶ وعلينا أَلا ننسى بِأَن أوربا كَانَت فِي ظلمات الْجَهْل بَيْنَمَا وصلت الامم الاسلامية الى أَعلَى مراقي الحضارة الانسانية الاصيلة ¶ وَفِي الْوَقْت الَّذِي قَامَ فِيهِ الصليبيون بغزو الْبِلَاد الاسلامية بِحجَّة انقاذ بَيت الْمُقَدّس فدمروا الْبِلَاد وَقتلُوا الْعباد وقفنا نَحن فِي وُجُوههم فأثبتنا مبلغ عَظمَة أمتنَا ¶ فاذا كُنَّا نُرِيد أَن نحيا من جَدِيد وَأَن نستعيد قوتنا ونبلغ عزتنا الَّتِي كُنَّا فِيهَا علينا أَن نرْجِع الى الْمعِين الذى أَخذنَا مِنْهُ تِلْكَ الْقُوَّة فالخير كل الْخَيْر فِي رجوعنا الى اسلامنا والى شريعتنا وَالشَّر كل الشَّرّ فِي تقليدنا للحضارة الاوربية الزائفة",
            "page": "165",
            "part": "1",
            "seal": "E5E5FCB1"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "(الْحَمد لله رب الْعَالمين الرَّحْمَن الرَّحِيم مَالك يَوْم الدّين اياك نعْبد واياك نستعين اهدنا الصِّرَاط الْمُسْتَقيم صِرَاط الَّذين أَنْعَمت عَلَيْهِم غير المغضوب عَلَيْهِم وَلَا الضَّالّين ( ¶ الاسلام دين الحضارة ¶ لقد أنطق الله رب الْعِزَّة البروفسور (وامبري (بِالْحَقِّ حِين قَالَ (ان وصف الاسلام بِأَنَّهُ عَدو الحضارة هُوَ عمل الْجَاهِلين الحمقى والمتعصبين أَو هُوَ شِيمَة النَّصَارَى المقلدين (وأضاف (ان فكرة أَن الاسلام عَدو الحضارة لَا تستتحق حَتَّى الرَّد الجدي عَلَيْهَا ( ¶ لقد أظهر الْمُسلمُونَ فِي الْقُرُون الْوُسْطَى براعتهم فِي شَتَّى نواحي الْعُلُوم والفنون فَكيف يُوصف ديننَا بِأَنَّهُ عَدو التَّقَدُّم أَلَيْسَ هَذَا أَمر مضحكا أَو تعاميا عَن الْحَقِيقَة وَلم يكن (وامبري (أول من يعْتَرف بِهَذِهِ الْحَقِيقَة بل أعرف كثيرا من الاوربيين مِمَّن تعرفوا الى الثقافة الاسلامية أَو الثقافة العثمانية يشاركون ذَلِك البروفسور فِي هَذَا الرَّأْي ¶ يجب علينا أَن نعترف بِأَنَّهُ دخل فِي الاسلام شىء من",
            "page": "166",
            "part": "1",
            "seal": "E6D21104"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "الْبدع أما الاسس الثَّابِتَة فقد بقيت ساطعة ثَابِتَة كَمَا حدث مُؤَخرا بعض التَّغَيُّر النَّفْسِيّ البطيء فِي الْمُسلمين ¶ العقيدة الاسلامية الاصيلة ¶ بِأَيّ حق يتهجم جهلة أوربا على ديننَا هُنَاكَ بعض من النُّصُوص الآمرة فِي الاسلام شَدِيدَة فِي ظَاهرهَا أما فِي حَقِيقَتهَا فَهِيَ مرنة وسهلة التطبيق وَفِي الديانتين الْيَهُودِيَّة والنصرانية نُصُوص كَثِيرَة من هَذَا الْقَبِيل ¶ ان الْقُرْآن يَأْمُرنَا بالفضيلة دَائِما والاسلام لَيْسَ بِأَدْنَى فِي مبادئه من الْيَهُودِيَّة والنصرانية بل هُوَ دين الْقُوَّة فِي كل زمَان وكل مَكَان وَهُوَ أكمل الاديان قاطبة وأقواها ¶ أما حريَّة العقيدة فَلم تلق احتراما فِي أَي بقْعَة من بقاع الارض كَمَا لَقيته فِي الْبِلَاد الاسلامية وَلَيْسَ على وَجه الارض أمة فِيهَا كرم أمتنَا اذ كُنَّا ملْجأ لكثير مِمَّن طردوا من أوطانهم وَقد تحملنا خطر الْحَرْب ضد روسيا فآوينا البولونيين ¶ ان سَبَب تعثرنا فِي خطانا هُوَ انعدام التَّمَاثُل بَين الشعوب الَّتِي تعيش دَاخل امبراطوريتنا حَتَّى النَّصَارَى عندنَا ينقسمون الى مَذَاهِب وَطَوَائِف وطبيعي أَن يكون لهَذَا الْوَضع الاثر الْكَبِير فِي التفكك واذا أمعنا النّظر فِي أوضاع بعض الدول كألمانيا مثلا نجد أَنَّهَا مبتلاة بِمثل مَا ابتلينا بِهِ",
            "page": "167",
            "part": "1",
            "seal": "6BA59C02"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "ان اجْتِمَاع أَدْيَان ومذاهب مُخْتَلفَة فِي دولة وَاحِدَة أَمر ضار إِذْ يتصارع أَتبَاع هَذِه الاديان والمذاهب فَيُؤَدِّي هَذَا الصراع الى اضعاف سلطة الدولة ¶ التسامح ¶ ان اتهامنا بِعَدَمِ التسامح ان دلّ على شىء فانما يدل على جَهَالَة صِحَاب الاتهام لَو أننا أقللنا من التسامح الَّذِي كُنَّا فِيهِ لما آلت امبراطوريتنا الى الْحَال الَّذِي نَحن فِيهِ الْآن وَلَكنَّا فِي وضع أقوى وأمتن وَلَو أجبرنا الفئات غير الْمسلمَة على اعتناق الاسلام فِي بِلَادنَا لما كُنَّا نأسف الْيَوْم على الْفرْقَة الناشئة عَن اخْتِلَاف الدّين وَلَا زلنا حَتَّى يَوْمنَا هَذَا مستمرين فِي اعطاء الْحُقُوق والامتيازات لغير الْمُسلمين ¶ وَمِثَال آخر على تسامحنا هُوَ الزواج من غير المسلمات لقد تزوج كثير من كبار موظفي الدولة بفتيات من النَّصَارَى دون أَن يلْقوا أَي عناء فسفيرنا الحالي فِي لندن توفيق باشا متزوج من امْرَأَة سويسرية وسفيرنا فِي باريس رفعت باشا متزوج من ابْنة ضَابِط روسي أما الضباط الَّذين أرْسلُوا ببعثات الى الْخَارِج فقد عَاد أَكْثَرهم بزوجات نصرانيات حَيْثُ وجدن السَّعَادَة الزَّوْجِيَّة الْحَقِيقِيَّة فَكيف يُنكرُونَ وَالْحَالة هَذِه تسامحنا",
            "page": "168",
            "part": "1",
            "seal": "9A387698"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "فاذا وَقعت بعض حوادث الشدَّة بَين حِين وَآخر فلسوء أدب بعض الجاحدين وَهُوَ أَمر طبيعي يَقع فِي كثير من الْبلدَانِ وَحَتَّى النَّصَارَى يتعاملون أَحْيَانًا بِكُل قسوة ووحشية وَكَذَلِكَ أَتبَاع الْمذَاهب النَّصْرَانِيَّة لَا يتعايشون فِيمَا بَينهم وَفِي أحيان كَثِيرَة تقع حوادث دموية بَين الرهبان من مَذَاهِب مُخْتَلفَة فِي أعيادهم بفلسطين الامر الَّذِي يُؤَدِّي الى تدخل جنودنا لاعادة الامن والنظام",
            "page": "169",
            "part": "1",
            "seal": "78C5C3BF"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "الْقَدَرِيَّة ¶ (النَّصِيب (كلمة طالما أضرت بِالنَّاسِ وأوقعتهم فِي مصائب وَلَا مَكَان فِي الْقُرْآن لفكرة النَّصِيب بل لقِيت رواجا فِي الْقُرُون الاخيرة على أَلْسِنَة النَّاس بِسَبَب كسلهم وَقلة فهمهم وأصبحت (ان شَاءَ الله (ملْجأ لكل من يُرِيد ستر ضعفه وخموله ان رَسُول الله (صلى الله عَلَيْهِ وَسلم (أَمر الْمُسلمين بالاتكال على الله لكنه لم يَأْمر بالاستسلام للكسل والخمول",
            "page": "170",
            "part": "1",
            "seal": "57375256"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "بِحجَّة الْقدر فَكل انسان مُكَلّف بالجد وَالسَّعْي والتفكير وَمن جد وجد وَمن زرع حصد أما الاتراك فَلم يدركوا هَذَا الْمَعْنى وَأما السوريون وَالْعرب فهم أحسن وعيا من الاتراك وَقد طبق النَّصَارَى هَذَا الْمَفْهُوم الاسلامي أحسن تطبيق مَعَ أَن الانجيل يَأْمُرهُم (لَا تجهد نَفسك فِي التفكير عَن الْغَد (ان الله يرْعَى الطير فِي السَّمَاء وَالْحَيَوَان فِي الارض ويرعاكم (وَمَعَ ذَلِك فالنصارى يفكرون ويعملون ويتقدمون أما الْمُسلمُونَ فواقفون ينظرُونَ",
            "page": "171",
            "part": "1",
            "seal": "6BB1C44E"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "التعصب ¶ لَا يزَال الاوربيون كلما أَرَادوا الْحَط من قيمتنا أَو الاساءة الينا يستعملون كلمة (تعصب الْمُسلمين الشَّديد (ويقصدون بِهِ مَا يَدعُونَهُ بأعمال القمع الدموية ان حب الوطن عِنْد النَّصَارَى يصبح أَعمال قمع عندنَا وَكَأَنَّهُم هم وحدهم يحبونَ أوطانهم ¶ واذا كَانَ النَّصَارَى يحبونَ وأطانهم فَنحْن نحب ديننَا الَّذِي يَأْمُرنَا بحب الوطن هَذَا هُوَ التعصب الَّذِي ينسبونه الينا ان كل مُسلم مُؤمن يعتز بِدِينِهِ وَقد أَمر الاسلام بالمساواة بَين الْمُسلمين وبحماية الضَّعِيف وَحب الْخَيْر والابتعاد عَن الشُّبُهَات والاساطير والخرافات اننا قوم أعزنا الله ورفعنا بِهَذَا الدّين ¶ الدعْوَة الى الاسلام ¶ يظْهر أَن (صَادِق بك (قنصلنا الْعَام فِي جاوا قد بَالغ فِي",
            "page": "172",
            "part": "1",
            "seal": "60CC44E1"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "الدعْوَة إِلَى الاسلام أَو تصرف بِغَيْر لباقة حَيْثُ شكت الْحُكُومَة الهولندية الينا وَلَا أَظن أَنه فِي تَصَرُّفَاته يَدْعُو الى الثورة لقد طَالب فِي مَرَّات كَثِيرَة رفع الاذى عَن الْمُسلمين واعطاءهم حقوقا تَسَاوِي الْحُقُوق الممنوحة للاوربيين وَلم يجانب الصدْق مرّة أَو يخرج عَن نطاق عمله الرسمي ان الْقسم الاعظم من النشاط التجاري فِي (جاوا (هُوَ بيد الْعَرَب حَيْثُ يدْفَعُونَ نسبا عالية من الضرائب تفوق مَا يَدْفَعهُ الاوربيون بِكَثِير وَمن الطبيعي بل وَمن حَقنا أَن نسعى الى اكسابهم حقوقا تَسَاوِي على الاقل الْحُقُوق الَّتِي يتمتع بهَا الاوربيون ¶ علمت أَن وَفْدًا من الْعَرَب الْمُسلمين من أَعْيَان (باتافيا (يُرِيد مقابلتي لتقديم احترامه وولائه بصفتي خَليفَة الْمُسلمين فعلى الرحب وَالسعَة ان هَذِه الزِّيَارَة بادرة طيبَة سيثبت للْكفَّار مدى قُوَّة الاواصر بَين الْمُسلمين على كل حَال اننا نساند بِكُل قُوَّة مطَالب اخواننا الْمُسلمين العادلة فِي (جاوا ( ¶ انتشار الاسلام ¶ أحرز الاسلام نصرا عَظِيما وفتحا مُبينًا أضيف الى انتصارته السَّابِقَة ان هَذَا الدّين هُوَ الرّوح الَّتِي تسري فِي جسم البشرية فتحييها وتغزو الْقُلُوب فتفتحها",
            "page": "173",
            "part": "1",
            "seal": "9D417338"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "لنلق نظرة على الفرنسيين وَقد احتلوا شمال افريقيا فبالرغم من حضارتهم ودعوتهم المحمومة الى الْكَنِيسَة الرومانية فَلم يحالفهم النجاح وَلَا يزَال النَّاس على عَهدهم بالاسلام ¶ وَفِي قابيل كَانَ يعِيش الى مُدَّة قريبَة 250 000 نَصْرَانِيّ دخلُوا الْآن كلهم فِي دين الاسلام كَمَا علمنَا بارتياح بَالغ بِخَبَر اسلام قَبيلَة بكامل أفرادها حَيْثُ تعيش فِي آسيا الْوُسْطَى (1895) وَفِي افغانستان أسلمت قَبيلَة وثنية وَكَانَت ترفض الدُّخُول فِي أَي دين عدد أفرادها 150 000 واسلام هَذِه الْقَبِيلَة انتصار اسلامي كَبِير ¶ اهمية الاسلام فِي الارض ¶ ان بِلَادنَا كَانَت وستبقى قلعة للايمان وحصنا حصينا لهَذَا الدّين فاذا زَالَ الْمَفْهُوم الديني عَن الامبراطورية العثمانية فقد دالت دولتنا وانه لمن دواعي الاسف وُقُوع بعض الشعوب الْمسلمَة تَحت نير استعمار الدول الْكُبْرَى وَلم يبْق دَاخل الامبراطورية سوى عشْرين مليونا من الْمُسلمين وَمَعَ هَذَا فقلوب الْمُسلمين جَمِيعًا مرتبطة باستانبول وَقد نجح أعداؤنا فِي التغلب على قوانا المادية لَكِن قوانا المعنوية ستبقى صامدة",
            "page": "174",
            "part": "1",
            "seal": "DFDE187E"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "يجب علينا أَن نقوي صَلَاتنَا بالبلدان الاسلامية وَأَن يكون التقارب أحسن مِمَّا هُوَ عَلَيْهِ الْآن وَلَا أمل لنا بالمستقبل الا بالوحدة فان بَقَاء الْوحدَة الاسلامية يَعْنِي بَقَاء انكلترا وفرنسا وروسيا وهولندا تَحت نفوذنا حَيْثُ أَن كلمة وَاحِدَة من الْخَلِيفَة تَكْفِي لاعلان الْجِهَاد فِي الْبلدَانِ الاسلامية الْوَاقِعَة تَحت سيطرة هَذِه الدول مِمَّا يُؤَدِّي الى وُقُوع الكارثة بالنصارى ¶ وَلَا بُد أَن يَأْتِي يَوْم يقوم فِيهِ الْمُؤْمِنُونَ قومة رجل وَاحِد ويحطمون أغلالهم ¶ هُنَاكَ 85 مليونا من الْمُسلمين يحكمهم الانكليز و 30 مليونا يحكمهم الهولنديون و 10 ملايين يحكمهم الروس ومسلمون فِي مناطق أُخْرَى من آسيا وأفريقيا حَيْثُ يبلغ الْمَجْمُوع الْعَام 250 مليونا يرجون من الله النَّصْر ويوجهون أنظارهم وآمالهم صوب خَليفَة الْمُسلمين فَهَل يجوز لنا فِي هَذِه الْحَال أَن نبقى ضعافا أَمَام الدول الْكُبْرَى ¶ الْخلَافَة والشيعة ¶ يجب علينا أَن نقوى الاواصر الاسلامية بِحَيْثُ يتساند مسلمو الصين والهند وافريقيا مَعَ بَاقِي الْمُسلمين فِي شَتَّى أنحاء الارض وَأَنه لمن دواعي الاسف أَلا يقوم أَي تعاون بَيْننَا وَبَين ايران وَقد كَانَ عَلَيْهَا أَن تسْعَى الى التقارب مَعنا كَيْلا تصبح",
            "page": "175",
            "part": "1",
            "seal": "77B8DDA1"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "ألعوبة بيد روسيا وانكلترا ¶ قَالَ لي السَّيِّد جمال الدّين (يُمكن تَوْحِيد السّنة والشيعة اذا أظهر كل مِنْهُمَا حسن النِّيَّة تجاه الآخر (لقد قوى هَذَا الشَّيْخ أملي فِي التقارب فاذا تحققت هَذِه الامنية تحقق بِهِ انجاز عَظِيم للاسلام ¶ ووعد قنصل ايران فِي استانبول الْحَاج ميرزا خَان بذل جهوده لتحقيق هَذَا الهدف كَمَا جمع (جمال الدّين (عددا من أنصار هَذِه الفكرة فِي دَاخل الامبراطورية وَفِي ايران وسيؤدي هَذَا السَّعْي الى تقَارب أَكثر بَين الدولتين وان لم يُحَقّق الهدف يجب علينا مضاعفة الجهود وبذل التضحيات لجعل ذَلِك الامر المنشود حَقِيقَة ملموسة ¶ اذ يَقُول الله تَعَالَى فِي كِتَابه الْكَرِيم (وَمَا أمروا الا ليعبدوا الله مُخلصين لَهُ الدّين حنفَاء ويقيموا الصَّلَاة ويؤتوا الزَّكَاة وَذَلِكَ دين الْقيمَة ( ¶ الاسلام والفكرة القومية ¶ ان الامبراطورية العثمانية دولة احتوت عددا كَبِيرا من الامم والشعوب وتشكلت من الاتراك وَالْعرب والاكراد",
            "page": "176",
            "part": "1",
            "seal": "7FC529D9"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "والارناؤوط والبلغار واليونان والزنوج حَيْثُ جمعتهم الرابطة الايمانية وجعلتهم أفرادا فِي عائلة وَاحِدَة فعلينا وَالْحَالة هَذِه أَن نعتبرأنفسنا مُسلمين قبل أَن نَكُون عثمانيين وَأَن تكون صفة خَليفَة الْمُسلمين فَوق صفة الامبراطور العثماني فان الدّين هُوَ أساس الْبناء السياسي والاجتماعي للدولة ¶ علينا أَن نعترف وَبِكُل أَسف بِأَن الانكليز اسْتَطَاعُوا بدعايتهم المسمومة أَن يبثوا بذور القومية والعصبية فِي بِلَادنَا وَقد تحرّك القوميون فِي الجزيرة الْعَرَبيَّة وَفِي ألبانيا وَظَهَرت فِي سورية بَوَادِر تحرّك مماثل ¶ حب الوطن ¶ بَدَأَ بعض الشَّبَاب الَّذين اكتس قشور الحضارة الاوربية بالقاء خطب فِي الدعْوَة الى حب الوطن لَكِن حب الوطن فِي بِلَادنَا العثمانية يجب أَن يَأْتِي فِي الْمرتبَة الثَّانِيَة بعد حب الدّين الَّذِي يحتل الْمرتبَة الاولي أَلَيْسَ الكاثوليك فِي أوربا يقدمُونَ الْكَنِيسَة الكاثوليكية والبابا على الوطن ¶ بذل الانكليز جهودا كَبِيرَة فِي الدعاية للاقليمية فِي الْبِلَاد الاسلامية بغية اضعاف هيبتنا وَقد لقِيت هَذِه الدعاية قدرا من الرواج فخدع بهَا كثير من المصريين وبدؤوا بالانتقاص من الاسلام وَمن خَليفَة الْمُسلمين",
            "page": "177",
            "part": "1",
            "seal": "B79AF7EF"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "الَّذين يعتنقون الاسلام ¶ ان عدد معتنقي الاسلام من الاوربيين فِي تزايد مُسْتَمر وَقد بعث سفيرنا فِي باريس قَائِمَة بأسماء سِتَّة مِنْهُم وَبعد مُدَّة وردتنا من لندن قَائِمَة بأسماء عدد كَبِير من الانكليز فطلبت من سفرائنا عدم ارسال مثل هَذِه الطلبات الينا بعد الْآن وافهام النَّاس هُنَاكَ بِأَن استبدال دين بدين لَا يحْتَاج الى أَي اجراء رسمي اذ هم يظنون أَن الامر يتطلب شَيْئا يشبه التعميد عِنْد النَّصَارَى فالاسلام هُوَ الاستسلام التَّام لله الاساس فِيهِ الايمان وَيَكْفِي الْمَرْء أَن يَقُول مُعْتَقدًا (لَا اله الا الله مُحَمَّد رَسُول الله (وَقد عرف الانسان ربه عَن طَرِيق الْوَحْي فَمن آمن بِهِ أسلم فعلى سفرائنا أَن يوضحوا هَذَا الامر للاوربيين واذا احْتَاجَ الامر الى اعلامنا فليعلمونا فِي حالات استثنائية ¶ نرجو لكل من أدْرك جمال الاسلام وغاص فِي أعماقه أَن يهديه الله فيعتنق هَذَا الدّين الحنيف",
            "page": "178",
            "part": "1",
            "seal": "DBE49EAE"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "المهتدون ¶ علمت أَن السفير الامريكي اسْتغْرب من عَالم آثَار أمريكي يُقيم مُنْذُ مُدَّة طَوِيلَة فِي (اسكي شهر (اهتداءه للاسلام أما أَنا فأستغرب استغراب هَذَا السفير وَقد أسلم ملايين النَّصَارَى على مدى العصور بعد أَن عرفُوا فِي هَذَا الدّين أصالتة وقداسته وعلينا أَن نقدم للسَّيِّد السفير قَائِمَة مُطَوَّلَة بأسماء الَّذين درسوا العقيدة الاسلامية فتركوا عقيدة الصَّلِيب ودخلوا فِي دين الله وَهُنَاكَ عدد كَبِير من رجال الدولة العثمانية كَانُوا فِي السَّابِق نَصَارَى من البندقية وجنوه والبوسنة والمجر وألمانيا وانكلترا فَمن لَا يعرف أَحْمد باشا (بونيفال) وَعمر باشا (جاتا البوسنوي) وَمُحَمّد عَليّ باشا اسْمه الاصلي (ديتريوت) من (مايدبورغ (وصقر باشا وَغَيرهم مِمَّن أَحبُّوا الاسلام فنبذوا النَّصْرَانِيَّة ليقبلوا هَذَا الدّين الحنيف ¶ هَذِه هِيَ الْحَال فَلَا يعجبن أحد من اهتداء عَالم أمريكي يُقيم فِي (اسكي شهر (وَلَا يظنّ أَنه امْر نَادِر الْوُقُوع",
            "page": "179",
            "part": "1",
            "seal": "AC86CA7E"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "مكافحة التبشير النَّصْرَانِي ¶ مازال النَّصَارَى يُنْفقُونَ الملايين فِي سَبِيل نشر النَّصْرَانِيَّة بِبِلَاد الاسلام وَقد كَانَ عَلَيْهِم أَن يفهموا من قبل بِأَن الْحَظ لن يحالفهم فِي هَذِه الْبِلَاد فاذا صدف أَن وفْق المبشرون النَّصَارَى فى اجتذاب الْبَعْض فَتلك استثناءات قد تحصل باغراءات مادية لصعلوك أَو مَجْنُون وَلَا يقبل النَّصْرَانِيَّة الا ظَاهرا ¶ ان الاسلام يعْتَبر التَّثْلِيث وَهُوَ أساس عقيدة النَّصَارَى انتقاصا لِعَظَمَة الله سُبْحَانَهُ وحاشا لله قَالَ تَعَالَى {لقد كفر الَّذين قَالُوا إِن الله هُوَ الْمَسِيح ابْن مَرْيَم} ان الله أعظم من أَن يحتويه عقل الانسان أما تشبيهه بأَشْيَاء محسوسة وتصويره بِمَا يشبه الْبشر فَلَيْسَ فِي نظر الانسان الْعَاقِل سوى الْكفْر بِعَيْنِه",
            "page": "180",
            "part": "1",
            "seal": "C39C31B0"
        },
        {
            "hno": null,
            "id": "165",
            "nass": "والاسلام ينتشر فِي شَتَّى بقاع الارض وَفِي أفريقيا على وَجه الْخُصُوص ذَلِك لانه دين الْفطْرَة الانسانية {إِن هَذَا الْقُرْآن يهدي للَّتِي هِيَ أقوم ويبشر الْمُؤمنِينَ الَّذين يعْملُونَ الصَّالِحَات أَن لَهُم أجرا كَبِيرا}",
            "page": "181",
            "part": "1",
            "seal": "786CDE69"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "الصرع بَين انصار الْهلَال وأنصار الصَّلِيب ¶ يبرهن الاوربيون بشتى الطّرق أَنهم مستمرون فِي صراعهم ضد الاسلام وَالْمُسْلِمين يدعونَ الرقي والحضارة والثقافة وهم أهل الاساطير والخرافات وَمن يلق نظرة فِي التَّارِيخ يعرف أَيهمْ أرقي فكريا الْمُسلمُونَ أم النَّصَارَى والاوربيون المحايدون يثنون على روح الشهامة وَالْعدْل والرجولة وَالْوَفَاء والفروسية لَدَى محاربينا فِي الْقُرُون الْوُسْطَى وَمَا بعْدهَا أما القساوسة المتعصبون فَيدعونَ النَّاس الى مناصبة العداء للْمُسلمين يتهموننا بالظلم والوحشية لينسى النَّاس الفظائع الَّتِى ارتكبتها الحملات الصليبية وَقد أباحوا لانفسهم صنوف الاكاذيب ليستفزوا شعوبهم ضد الْمُسلمين وَلَا بَأْس عِنْدهم بالخيانة والغدر اذا كَانَت الْخِيَانَة والغدر تستنهض الهمم لمعاداة الاسلام ¶ لم يكن هُنَاكَ أَي مبرر لاراقة الدِّمَاء من الْجَانِبَيْنِ من أجل بَيت الْمُقَدّس لقد سمح الْمُسلمُونَ للحجاج النَّصَارَى بزيارة الاماكن المقدسة فى كل وَقت ان مَسْجِد عمر هُوَ من المعابد الاسلامية المقدسة أما الْقُدس فَهِيَ الْمَدِينَة المقدسة الثَّالِثَة بعد مَكَّة وَالْمَدينَة وَهِي محاطة من جَمِيع جهاتها بِالْمُسْلِمين فيقل النَّصَارَى مَا يشاؤون أما الاراضى المقدسة فَنحْن أَصْحَابهَا",
            "page": "182",
            "part": "1",
            "seal": "946E6E6F"
        },
        {
            "hno": null,
            "id": "167",
            "nass": "مَسْأَلَة الرّقّ ¶ عجبا للاوربيين كم يجهلون أعرافنا وقوانينا انهم عِنْدَمَا يَتَكَلَّمُونَ عَن الرّقّ فِي الشرق يتصورون الْحَالة المحزنة الَّتِى يعِيش فِيهَا الارقاء فِي أمريكا مَعَ أننا لَا نجوز تَسْمِيَة العلاقة الحميمة بَين السَّيِّد وَالْخَادِم عندنَا بِأَنَّهَا رق ¶ فالقرآن الْكَرِيم يَأْمُرنَا بمعاملة الخدم مُعَاملَة حَسَنَة وَالْوَاقِع أَن الخدم تبع لسادتهم حياتهم محدودة لَكِن قوانينا الصارمة تحول بَين السَّيِّد والمعاملة السَّيئَة للخادم وَلَيْسَ هُنَاكَ رق فِي امبراطوريتنا بِمَعْنَاهُ الْحَقِيقِيّ وَلَا شكّ أَن الْجَوَارِي عندنَا أسعد حَالا من الخادمات الاوربيات انهن يرتبطن بِالْبَيْتِ الذى يعشن فِيهِ تَحْمِي حقوقهن الاعراف والعادات المتبعة ¶ وَينظر الْبَعْض الى تِجَارَة الاسرى نظرة اشمئزاز مَعَ أَن الامر عبارَة عَن بيع وَشِرَاء حسب الاصول وتوفير أنَاس يخدمون فِي الْبيُوت خدمات طَوِيلَة الاجل وَيدْفَع قسم من قيمَة الشِّرَاء للتاجر وَالْقسم الآخر للاسير أَو لاهله وبهذه الْوَسِيلَة يجد كثير من الاطفال الَّذين يعيشون فِي الازقة تَحت رَحْمَة الْجُوع",
            "page": "183",
            "part": "1",
            "seal": "8772E65D"
        },
        {
            "hno": null,
            "id": "168",
            "nass": "وَالْمَرَض يَجدونَ بَيْتا دافئا ينعمون فِيهِ بِالْحَيَاةِ ويعاملون فِيهِ أفرادا فِي أسرة وَاحِدَة وعندما يكبرُونَ يعْمل الذُّكُور كمساعدين لسادتهم فِي أَعْمَالهم أما الاناث فيتزوجن ويصرن أُمَّهَات لاولاد سادتهن",
            "page": "184",
            "part": "1",
            "seal": "B3E627AF"
        },
        {
            "hno": null,
            "id": "169",
            "nass": "الْفَصْل الرَّابِع ¶ سياسة الاصلاحات",
            "page": "185",
            "part": "1",
            "seal": "6A619A14"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "الْمدَارِس ¶ ان الْمدَارِس الْخَاصَّة تشكل خطرا كَبِيرا على بِلَادنَا وَقد كَانَ خطؤنا جسيما اذ سمحنا لكل دولة فِي كل زمَان وَمَكَان بانشاء الْمدَارِس الَّتِي يرغبونها والآن نجني ضَرَر مَا زرعنا سمحنا لَهُم بِفَتْح هَذِه الْمدَارِس فَقَامُوا يعلمُونَ الطلاب أفكارا معادية لبلادنا فسأحاسب وَزِير المعارف على اهماله وَقد يكون السَّبَب فِي هَذَا الاهمال افتقاره الى جرْأَة التصدي أينتظر هَذَا الْوَزير أَن أقوم شخصيا بِهَذَا الْعَمَل الْحَقِيقَة أَن التصدي لهَذِهِ الْمدَارِس لَيْسَ بالامر الهين اذ يظْهر أمامنا قنصل دولة أَو سفيرها فيحميها من أَن تطالها أَيْدِينَا ¶ لقد ارْتَفع عدد الْمدَارِس مُنْذُ اعتليت الْعَرْش الى عشرَة أَضْعَاف مَا كَانَت عَلَيْهِ (200 000 مدرسة) وَمَعَ ذَلِك فَلَا تفي هَذِه الْمدَارِس بِالْحَاجةِ والمدارس الثانوية عندنَا على مستوى عَال من المناهج تعترف بِهِ الاوساط العلمية وَنحن بحاجة الى فتح مدارس اعدادية تهىء الطلاب لدُخُول مؤسسات علمية ليتخرج مِنْهَا مهندسون ومعماريون وفنيون",
            "page": "187",
            "part": "1",
            "seal": "F7EFC837"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "وَفِي بِلَادنَا عدد كَاف من الموظفين والجنود اننا بحاجة الى تطوير الْمعَاهد الْعليا وَهَذَا أَمر فِي غَايَة الصعوبة بِسَبَب جمود عُلَمَائِنَا المفرط أما الازهر فِي مصر فقد فهم علماؤه ضَرُورَة الاستجابة لمتطلبات الْعَصْر فاستقطب عددا كَبِيرا من شبابنا فاذا بقيت معاهد استانبول لَا تقدر على تَخْرِيج عُلَمَاء مؤهلين فَلَنْ تصل أبدا الى مَا وصل اليه الْجَامِع الازهر ¶ التَّعْلِيم الزراعي ¶ ان الزِّرَاعَة أساس فِي غنى البشرية وتمثل الْمرتبَة الاولى بَين الاعمال فِي الدولة العثمانية فَهِيَ الْغذَاء لجَمِيع الكائنات الْحَيَّة ¶ يجب علينا أَن نسعى الى تطوير الانتاج الزراعي قبل كل شَيْء فأراضينا هِيَ أراض خصبة وعَلى مزارعينا أَن يتلقوا الْعلم الزراعي الحَدِيث حَتَّى يتمكنوا من رفع مستوى الزِّرَاعَة عندنَا الى المكانة اللائقة بهَا ¶ وَقد أرسلنَا بعثة تعليمية الى فرنسا للتدرب على مكافحة حشرة (الفيلوكسيز (كَمَا سنرسل بعثة مماثلة الى ألمانيا للاطلاع على أصُول تربية الْحَيَوَان ¶ أنشئت أول مدرسة زراعية فِي بِلَادنَا فِي سلانيك من قبل (فيتاليس (أَفَنْدِي وَيُقَال ان الطلاب يتعلمون الشىء الْكثير",
            "page": "188",
            "part": "1",
            "seal": "55AC4B66"
        },
        {
            "hno": null,
            "id": "173",
            "nass": "فِي الاراضي المخصصة للتجارب وَفِي سَبِيل افْتِتَاح مدرسة (حلقه لي (نبذل جهودا كَبِيرَة وَبعد افتتاحها سَتَكُون الدراسة فِيهَا مجانية وَلنْ تدخر الدولة أَي جهد فِي سَبِيل الْحُصُول على نتائج طيبه وَلنَا وطيد الامل فِي تَخْرِيج خبراء شباب فِي الشؤون الزراعية والحيوانية وَفِي الشؤون الحيوية الاخرى ¶ وَقد كَانَ لمركز تربية دود القز ومدرسة التشجير فِي (بورسة (الْفضل الاكبر فِي صناعَة الْحَرِير والاشجار المثمرة وَهُنَاكَ ضَرُورَة إِلَى إنْشَاء مدارس للتشجير والزراعة فِي كل ولَايَة ان دَائِرَة الدُّيُون العمومية هِيَ أول من يَسْتَفِيد من هَذِه المؤسسات فَكَانَ عَلَيْهَا أَن تتولى انشاءها ¶ والحقيقة أَن فلاحينا بطيئون فِي أَعْمَالهم وسيمضي الْوَقْت الطَّوِيل قبل أَن يستوعبوا مَا يتعلمونه فِي هَذِه الْمدَارِس وَلَكِن لَا بُد من التطور الزراعي وان كَانَ بطيئا ¶ تَعْلِيم العثمانيين فِي الْمدَارِس الاجنبية ¶ علينا أَن نصرف النّظر عَن ارسال طلاب من الطَّبَقَات الْعليا الى أوربا وبقائهم هُنَاكَ سِنِين عديدة وَأَن نرسل بَدَلا عَنْهُم طلابا من سَائِر الطَّبَقَات لمدد قَصِيرَة ليطلعوا هُنَاكَ فِي فرنسا أَو ألمانيا على الحضارة الاوربية وَلنْ يَجدوا الْوَقْت الْكَافِي الا لتعلم الامور النافعة فيتسع أفقهم الفكري فيعودون الى",
            "page": "189",
            "part": "1",
            "seal": "36C7E66D"
        },
        {
            "hno": null,
            "id": "174",
            "nass": "بِلَادهمْ سَالِمين غَانِمِينَ دون أَن يجلبوا مَعَهم سموم تِلْكَ الحضارة ¶ لقد بذلنا جهودا كَبِيرَة كي يتلَقَّى شبابنا الْعُلُوم الاوربية وَيُوجد الْآن فِي ألمانيا فَقَط 15 طَبِيبا و 24 ضابطا وَعدد كَبِير من الطلاب الزراعيين وَغَيرهم كَمَا أرسلنَا عددا مماثلا الى فرنسا ¶ وَيتَعَيَّن علينا كبح التسابق بَين النظراء فِي هَذَا الشَّأْن فانهم يصرفون أَمْوَالًا طائلة على هَؤُلَاءِ الشَّبَاب الامر الَّذِي يُؤَدِّي الى فتح جرح عميق فِي خزينة الدولة ¶ التَّعْلِيم لَدَى العثمانيين ¶ ان من يعرف العثمانيين لَا بُد لَهُ من أَن يعْتَرف بِأَن هَذِه الامة بطبعها وطبيعتها وادراكها لَيست دون غَيرهَا من الامم وَلَا يعجبن أحد من الامية المتفشية فِينَا فَلم تكن أمتنَا يَوْمًا تتهرب من تعلم الْقِرَاءَة وَالْكِتَابَة فان رغبتها فِي الْعلم لَا تقل عَن رَغْبَة سَائِر الامم والشعوب لَكِن الصعوبة تكمن فِي كَيْفيَّة تعلم هَذَا الْعلم ¶ ان من يملك شَيْئا من رجاحة الْعقل لَا يعادي الْعلم وَلَا",
            "page": "190",
            "part": "1",
            "seal": "017F0A93"
        },
        {
            "hno": null,
            "id": "175",
            "nass": "يمْنَع أَي شىء جَدِيد شَرط أَن يكون علما نَافِعًا أما الْعلم الضار فَأَنا أعاديه الى آخر نفس فِي حَياتِي ¶ الْآدَاب والفنون لَدَى العثمانيين ¶ يجب علينا أَلا ننسى بأننا نَحن العثمانيين أَصْحَاب حضارة عَظِيمَة وعريقة وَلنْ ننخدع بالحضارة الاوربية ¶ صَحِيح أننا لم نضف شَيْئا جَدِيدا على الْآدَاب والفنون وَكَانَت فنوننا تَتِمَّة للفن الْفَارِسِي لكننا صبغنا هَذَا الْفَنّ بصبغة خَاصَّة بِنَا والفن المعماري وشعراؤنا الَّذين تجَاوز عَددهمْ الالفين خير دَلِيل على قَوْلنَا فَفِي أشعار (فضلي (و (لامع (و (بَاقِي (أبدع صِفَات الْجمال وَكَذَا الْمُتَأَخّرُونَ مِنْهُم أَمْثَال (غَالب (و (برتو (و (كَمَال (و (عبد الْحق حَامِد (وبالرغم من أَن بعض آثَار هذَيْن الاخيرين لَا تعجبني فان هَذَا لَا يَعْنِي أَنَّهُمَا ليسَا من كبار الشُّعَرَاء ¶ من الْمَفْرُوض علينا أَن نتَّخذ من بساطة الْفَنّ الْقَدِيم عندنَا أساسا فِي مزجه بالفن الحَدِيث وَأَن نتحاشى تَقْلِيد الاجانب فِي صناعَة السَّجَّاد والصناعات الاخرى ¶ لقد أَخطَأ كتَابنَا حينما اتَّخذُوا الروائيين الفرنسيين قدوة لَهُم علينا أَن نَبْنِي فنوننا وآدابنا على أسس هِيَ من صميم أمتنَا وواقعنا",
            "page": "191",
            "part": "1",
            "seal": "A14616E2"
        },
        {
            "hno": null,
            "id": "176",
            "nass": "التَّجْدِيد فِي التَّقْوِيم ¶ لقد آن الاوان لكَي نعتمد التَّقْوِيم (الغريغوري (فِي الْمَوَاقِيت وَلنْ يكون هَذَا الامر مستحيلا كَمَا يَقُول شيخ الاسلام اذا نَحن أحسنا التطبيق بعد وَضعه فِي الْموضع الصَّحِيح لَا شكّ أَنه سيحدث هياجا كَبِيرا لَكِن النَّفْع فِي اعْتِمَاد هَذَا التَّقْوِيم كَبِير أَيْضا ¶ وَالْوَاقِع أَن الاحتفال بذكرى جلوسي ينظم كل سنة حسب التَّقْوِيم الْجَدِيد (31 آب) وَلم يردني أَي انتقاد جدي من أَي مَوَاطِن حَتَّى الْآن ان فرق الاثْنَي عشر يَوْمًا فِيمَا بَين التَّقْوِيم الْقمرِي والتقويم الشمسي يُؤَدِّي بعد مُدَّة الى فروق كَبِيرَة وفوضى فِي الْحساب ¶ وَمن الْمُفِيد أَن نشكل لجنة خَاصَّة لدراسة الاصلاح التقويمي الذى نفكر فِيهِ ¶ التطور الفكري والاصلاحات ¶ ان مَا يُسَمِّيه الْبَعْض بالجمود الفكري وليد أَسبَاب تخْتَلف",
            "page": "192",
            "part": "1",
            "seal": "C2B43AB3"
        },
        {
            "hno": null,
            "id": "177",
            "nass": "عَمَّا يذكرهُ الاوربيون وَمن يتتبع الامور سيجد أَنه بعد اعتلائي الْعَرْش العثماني حدثت تطورات فكرية وَلَيْسَ هُنَاكَ جمود حَقِيقِيّ وَالْوَاقِع أَن حركتنا الفكرية بطيئة لَكِنَّهَا تتقدم بخطى وئيدة ¶ ان التطور لَا يُمكن أَن يحدث تَحت تأثيرات وضغوط خارجية فَلَا بُد أَن يكون تطورا نابعا من صميم الْوَاقِع بشكل طبيعي وباتجاه صَحِيح ¶ والدولة العثمانية بِسَبَب توسعها المفاجىء والسريع أشبه مَا تكون بشاب ضَعِيف البنية لَا تقدر بنيته على ممارسة حركات سريعة وَتَكون هَذِه الحركات وبالا عَلَيْهَا ان هِيَ مارستها والتجديد الذى يطالبون بِهِ تَحت اسْم الاصلاح سَيكون سَببا فِي اضمحلالنا ترى لماذا يُوصي أعداؤنا الَّذين عَاهَدُوا الشَّيْطَان بِهَذِهِ الْوَصِيَّة بِالذَّاتِ لَا شكّ أَنهم يعلمُونَ علم الْيَقِين أَن الاصلاح هُوَ الدَّاء وَلَيْسَ الدَّوَاء وَأَنه كَفِيل بِالْقضَاءِ على هَذِه الامبراطورية يتظاهرون بالحزن والاسى على حالتنا الْمُتَأَخِّرَة ويسعون عَن خبث الى الْقيام بِأَيّ عمل كَانَ لما يسمونه بِرَفْع مستوانا ان الدول الاوربية تحْتَاج الى اصلاحات لَا حصر لَهَا انني معجب بالتطور الصناعي فِي أوربا وأمريكا وأعترف بأننا متأخرون عَن هَذَا الركب أَكثر من قرن أما اذا قسنا الْحَالة الَّتِي نَحن فِيهَا الْآن بالحالة الَّتِي كُنَّا فِيهَا قبل اعتلائي سدة الْخلَافَة آخذين بِعَين الِاعْتِبَار الاوضاع العالمية السائدة",
            "page": "193",
            "part": "1",
            "seal": "1BD833F4"
        },
        {
            "hno": null,
            "id": "178",
            "nass": "فاننا نستطيع أَن نقُول باننا فِي صدد تطور طبيعي أَو الاصح فِي صدد تطور سريع ¶ الاصلاحات ¶ اذا أردنَا أَن نتبى بعض الاصلاحات فعلينا أَن نَأْخُذ فِي الحسبان الظروف ا 4 لسائدة فِي الْبِلَاد وَإِلَّا نقيس الاوضاع على أساس المستوى الفكرى لحفنة قَليلَة من الموظفين وَيجب أَن يكون فِي الحسبان شكوك طبقَة الْعلمَاء فِي كل مَا هُوَ أوربي انهم يمزقون الاوامر فَور تلقيها وان كَانَت أوَامِر سلطانية اني على يَقِين من صِحَة تصرفاتي فِي تلمس الظروف المواتية قبل اتِّخَاذ أَيَّة خطْوَة فِي تَنْفِيذ الاصلاحات والتقدم البطيء فِي هَذَا المجال وَسَتَأْتِي الاجيال القادمة بَعدنَا فتأخذ الْجَانِب الْحسن من الحضارة الغربية فتصقله بمفاهيم شرقية وتصنع مِنْهُمَا حضارة جَدِيدَة متكاملة ¶ والاوربيون يتوهمون أَن السَّبِيل الوحيد فِي الْخَلَاص هُوَ الاخذ بحضارتهم جملَة وتفصيلا مَعَ أَن أَكثر رجال الْعلم يعترفون فِي أَن الثقافة العثمانية الاسلامية جديرة بالهيمنة كالثقافة الغربية على أقل تَقْدِير وَلَا شكّ أَن طراز التطور عندنَا هُوَ غير مَا عِنْد الاوربين علينا أَن نتطور تَحت ظروف طبيعية وَمن تِلْقَاء أَنْفُسنَا وَأَن نستفيد من الظروف الخارجية فى حالات خَاصَّة",
            "page": "194",
            "part": "1",
            "seal": "00832E95"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "من الظُّلم الفادح أَن نتهم بمعاداة كل شىء جَدِيد يَأْتِي من الغرب يجب أَلا ننسى أَن فِي التأني السَّلامَة والنجاة وَفِي العجلة الندامة",
            "page": "195",
            "part": "1",
            "seal": "C7FC1A7B"
        },
        {
            "hno": null,
            "id": "180",
            "nass": "الشرق والاوروبيون ¶ ان طراز التفكير عِنْد الاوربيين وَعند النَّصَارَى طراز غَرِيب ملىء بالتناقضات فَلَا يَسْتَطِيع الانسان أَن يحدد رَأْيه فيهم فيوما تراهم عريقين صَادِقين وَيَوْما سفلَة ظالمين كِتَابهمْ الْمُقَدّس يَأْمُرهُم بِالْمَعْرُوفِ فَلَا يسمعُونَ انهم أنَاس لَا يُؤمنُونَ بمبدأ وَلَا يدينون بدين يستصغرون رب الْعَالمين تَعَالَى الله عَمَّا يَقُولُونَ لقد جَاءَنَا أنَاس مِنْهُم بِصفة أساتذة أفاضل فأصابتنا الدهشة عِنْدَمَا عرفناهم وعرفنا دناءتهم ان مفاهيم الْحَيَاة عِنْدهم تغاير مفاهيمنا والبون يننا شاسع والهوة سحيقة كَيفَ يمكننا أَن نفكر فِي التعاون مَعَهم فِي مثل هَذِه الظروف ¶ سهوم الحضارة الاوربية ¶ ان الافكار المستوردة من أوربا تشكل خطرا كَبِيرا علينا وكارثة أليمة أرى من حَولي الْمُسلمين فأجدهم فطريين سعداء فَلَا أملك الا أَن أقاوم هَذِه الافكار الاوربية بِكُل مَا أُوتيت من قُوَّة انها سموم تخرب الْعُقُول والقلوب",
            "page": "196",
            "part": "1",
            "seal": "DB6987B9"
        },
        {
            "hno": null,
            "id": "181",
            "nass": "وَلَا بُد أَن نأسف لحَال شبابنا الَّذين أصيبوا بِالْمرضِ الاوربي وسيكون لهَؤُلَاء الشَّبَاب تَأْثِير سيء على مواطنيهم واخواتهم فِي الدّين ¶ ان الاسلام لَا يعادي التطور والرقي لكنه يرفض التطور الْمُسْتَند الى مبادىء غَرِيبَة عَنهُ فَلَا بُد أَن تكون مبادىء تطورنا من صميمنا وواقعنا ¶ حُقُوق الامم الْهلَال الاحمر ¶ مَاذَا تَعْنِي كلمة حُقُوق الامم اذا نَظرنَا الى التَّارِيخ لرأينا أَن الانسان قد اتخذ سخريا ان فكرة حُقُوق الانسان فكرة طيبَة صدرت من أنَاس راجحي الْعُقُول لَكِن تَارِيخ فتوحات الامم كَاف لَان يدحض هَذِه الفكرة من اساسها لِأَن السيطرة دَائِما للاقوياء وَالْحق دَائِما مَعَ الْقُوَّة حَيْثُ نرى أُمَم أوربا الْآن قد اشتدت فِي علاقاتها مَعنا لانها هِيَ الاقوى وَنحن الاضعف ¶ واذا رَجعْنَا الى الوراء وجدنَا أننا أبرمنا معاهدات ضَمَان مَعَ الدول الْكُبْرَى من أجل وحدة أراضينا وبالرغم من العهود والمواثيق فَإِنَّهَا اغتصبت ولاياتنا وَاحِدَة تلو أُخْرَى وَضربت عرض الْحَائِط حُقُوق الامم والشعوب لذَلِك فَلَا قيمَة لجمعية الْهلَال الاحمر وَقد اشتركت فِي مؤتمر جنيف وأخشى أَلا يُقيم النَّصَارَى لَهَا أَي اعْتِبَار أما فِي راينا فقد حققت جمعية",
            "page": "197",
            "part": "1",
            "seal": "EA477886"
        },
        {
            "hno": null,
            "id": "182",
            "nass": "الْهلَال الاحمر مَا طلب مِنْهَا وَقد خصصنا لَهَا مبالغ ضخمة وَتقوم النِّسَاء فِي الحروب فِي بعض الدول بتَخْفِيف عناء بعض الرِّجَال عَن طَرِيق جمعياتها أما الْمَرْأَة عندنَا فَلَا تَسْتَطِيع الْقيام بِهَذِهِ الْخدمَة لَا فِي الحروب وَلَا فِي المستشفيات ¶ الْمَرْأَة الْمسلمَة ¶ يحمل الاوربيون فِي أذهانهم عَن الْمرة الْمسلمَة أفكارا خاطئة وبالتحديد فِي مَوْضُوع تعدد الزَّوْجَات أما الْوَضع فِي أوربا وأمريكا فيختلف عَمَّا نَحن فِيهِ فالتعدد عِنْدهم يَأْخُذ شكلا آخر وتعدد الطَّلَاق ومعاشرة الخليلات فِي الْبِلَاد النَّصْرَانِيَّة يثبت بِمَا لَا يقبل الجدل أَن أَكثر الرِّجَال يؤثرون الْعَيْش مَعَ أَكثر من امْرَأَة ¶ أما فِي الاسلام فقد قَالَ نَبينَا الْعَظِيم ¶ (النِّسَاء شقائق الرِّجَال (وَقَالَ ¶ (اسْتَوْصُوا بِالنسَاء خيرا (اذا فَلَا مجَال لَان يلْحق بنسائنا أَذَى أَو هوان ¶ وَالْقُرْآن الْكَرِيم أعْطى القوامة للرجل كَمَا أَمر الانجيل بذلك وَفِي تركيا تُؤثر الْمَرْأَة فِي أسرتها وَفِي محيطها تَأْثِيرا يتناسب مَعَ قابليتها وبقرار فِيهِ الْخَيْر كُله منعت الْمَرْأَة من التدخل فِي الشؤون السياسية وَبقيت هَذِه الشؤون حصرا على الرِّجَال فالمرأة سيدة بَيتهَا وصاحبة الْمقَام الاول فِي قُلُوب أبنائها فَكيف",
            "page": "198",
            "part": "1",
            "seal": "028EB776"
        },
        {
            "hno": null,
            "id": "183",
            "nass": "يُنكر الاوربيون دور نسائنا فِي الْحَيَاة الاجتماعية ¶ ان كثيرا من رجال الْفِكر والمجتمع فِي كثير من الْبلدَانِ لَا يستسيغون اعطاء الْمَرْأَة الْحُرِّيَّة الزَّائِدَة لتجول وتصول فِي النوادي والمجتمعات وليقوم الرجل وَهُوَ صَاحب العبقريات والاخترعات بِالْخدمَةِ المنزلية بَدَلا عَنْهَا وَيُقَال ان هَذَا الْوَضع سَائِر فِي أمريكا ¶ اني أرى النِّسَاء الاوربيات فِي الاستقبالات بنظراتهن المتعجرفة فأقارهن بِالنسَاء المسلمات فتترجح عندى كفة النِّسَاء المسلمات ¶ فيمَ يتهجم الاوربيون على نسائنا هَل هُنَاكَ مجَال لمقارنة أَخْلَاق نِسَائِهِم بأخلاق نسائنا أليست الْمَرْأَة الشرقية أوفى وأصدق وأجمل من الْمَرْأَة الاوربية الْمَرْأَة عندنَا تهب نَفسهَا لبيتها وترتبط بزوجها أما الاوربية فحريتها الزَّائِدَة تحرمها كثيرا من صِفَات الانوثه ¶ اذا فَرضنَا أَن نصف مَا يكْتب فِي أوربا وينشر فِي صحفها صَحِيح فَمَا علينا الا أَن نشفق على الرِّجَال الاوربيين",
            "page": "199",
            "part": "1",
            "seal": "55989673"
        },
        {
            "hno": null,
            "id": "184",
            "nass": "الْحَرِيم ¶ ينتشر الْآن فِي الاوساط النسائية أفكار أوربية تَدْعُو الى حريَّة الْمَرْأَة وَقد قَامَت زَوْجَة شرِيف باشا فِي الآونة الاخيرة بنشاط مَحْمُوم للدعوة الى الْحُرِّيَّة النسائية انها دَعْوَة غَرِيبَة يجب وضع حد لَهَا مهما كَانَت النتائج ¶ لقد كَانَ الاسلام محقا ومنطقيا اذ منع الْمَرْأَة من الْعَمَل فِي المجال السياسي وأمرها بِالْبَقَاءِ بعيدَة عَن الِاخْتِلَاط بِالرِّجَالِ فالاختلاط يثير شَهْوَة الرِّجَال فتنقلب قوتهم ضعفا وعزمهم خورا ان الْبَيْت هُوَ المجال الطبيعي للْمَرْأَة تربي أَوْلَادهَا وتساعد زَوجهَا أما تعدد الزَّوْجَات فِي الاسلام فقد كَانَت لَهُ لَدَى العثمانيين نتائج عكسية اذ انْصَرف أَكْثَرهم الى الْحَيَاة الجنسية فَلم تتَحَقَّق بذلك الْغَايَة المرجوة من هَذَا التشريع الاسلامي أما الْعَاقِل فيهم فَلم يتَزَوَّج الا وَاحِدَة والاسلام عندنَا سمح بِتَعَدُّد الزَّوْجَات وَوضع شُرُوط تجْعَل هَذَا التَّعَدُّد مُمكنا نظريا وَالْوَاقِع أَن أَكثر الرِّجَال يفضلون الْعَيْش بِزَوْجَة وَاحِدَة فالظروف المعاشية صعبة وقاسية وَكَثْرَة النِّسَاء تضر",
            "page": "200",
            "part": "1",
            "seal": "28A51545"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "الانسان فِي صِحَّته وَفِي ثروته ¶ هُنَاكَ أَمر آخر يحدث ضَرَرا بَالغا فِي مجتمعنا وَهُوَ كَون الطَّلَاق أمرا سهل الايقاع فَبِهَذَا النَّوْع من الطَّلَاق قد يتَزَوَّج الْمَرْء بِأَرْبَع نسَاء دفْعَة وَاحِدَة وعَلى هَذِه الْحَال لَا بُد أَن يَأْتِي يَوْم نضطر فِيهِ الى الْحَد من التَّعَدُّد ¶ إِن تعلم نسائنا أُمُور التَّدْبِير المنزلي مَسْأَلَة حيوية فَأكْثر نسائنا يجلهن مثل هَذِه الامور وَلَا شكّ أَن المرحلة الاولى من حَيَاة الانسان تكون على أَيدي النِّسَاء فِي الْبيُوت فَإِنَّهُنَّ يؤثرن على تربية الطِّفْل كَمَا أَن الْمَرْأَة الجاهلة لَا تكون زَوْجَة تصلح للمعاشرة ¶ وَيجب على الرجل أَن يفهم بِأَن الْمَرْأَة لَيست غَرضا من أغراض الزِّينَة فِي بَيته بل هِيَ شريكته ورفيقة عمره",
            "page": "201",
            "part": "1",
            "seal": "D23AA660"
        },
        {
            "hno": null,
            "id": "186",
            "nass": "اللامبالاة والكسل ¶ ان صفة اللامبالاة قد ترسخت فِي كَافَّة طَبَقَات الشّعب وأصبحت عَادَة من عاداته وَقد تكون هَذِه الْعَادة سَبَب جَمِيع مصائبنا هُنَاكَ الْكثير مِمَّن يَجدونَ السَّعَادَة فِي الكسل وَالْقعُود فيسلمون القيادة لهَذِهِ السَّعَادَة ¶ كنت فِي شَبَابِي من المرتمين فِي أحضان الكسل والبطالة لكنى فَكرت فِي النتائج وَرَأَيْت أَن اللامبالاة أودت بأخي الى الْجُنُون وَعدم المسؤولية فبادرت الى انقاذ نَفسِي من هَذِه الْخَطِيئَة ¶ على رجال الْبِلَاد أخص مِنْهُم الاستاذة وَالْعُلَمَاء أَن يعمدوا الى الناشئة لتخليصها من البطالة وَهِي اللَّذَّة الضارة وحضها على الْعَمَل من أجل الوطن والامة فَإِن لم نستطع التغلب على الارتخاء المتأصل فِينَا فَكيف يمكننا انقاذ امبراطوريتنا",
            "page": "202",
            "part": "1",
            "seal": "3FA7B6CB"
        },
        {
            "hno": null,
            "id": "187",
            "nass": "الْعَمَل ¶ ان أساس الازمات عندنَا نابع من قعُود الرجل العثماني عَن الْعَمَل والابداع لقد تعود أَن يبْقى سيدا يَأْمر غَيره بِقَضَاء حاجاته فالمهم عِنْده أَن يعِيش وَأَن يسْتَمْتع بملذات الْحَيَاة ¶ وَقد اصدر شيخ الاسلام بِنَاء على تعليماتنا بَيَانا أوضح فِيهِ أَن الله تعالي حض على الْعَمَل وَأَن الْعَمَل لَا يعد نقيصة فِي الانسان وسيتلى هَذَا الْبَيَان فِي الْمدَارِس فِي جَمِيع المناسبات ¶ أما شبابنا فيخططون لَان يتخرجوا موظفين أَو ضباطا فِي الْجَيْش أَو عُلَمَاء دين فلماذا لَا يفكر العثماني فِي أَن يصبح تَاجِرًا كَبِيرا أَو صناعيا مبدعا يُمكنهُ أَن يتخذني قدوة فِي الْعَمَل انني أمارس مهنة النجارة أَلَيْسَ من الْعَيْب أَن",
            "page": "203",
            "part": "1",
            "seal": "5A655D64"
        },
        {
            "hno": null,
            "id": "188",
            "nass": "يجهلوا هَذِه الْفُنُون وَهَذِه الصناعات من الضَّرُورِيّ أَن نسعى الى الْخَلَاص من الْحَالة الَّتِي نَحن فِيهَا ¶ التشاؤم عِنْد العثمانيين ¶ ان كل انجاز عندنَا يتَعَرَّض فى كل مرّة للانتقاد والانتقاص والمنتقدون على الاغلب هم السَّادة الشَّبَاب الَّذين يظنون أَنهم هم وحدهم القادرون على أَدَاء كل شىء لقد أُصِيب رُؤَسَاء الدَّوَائِر والموظفون والعساكر بِمَرَض تشاؤم لَا برْء مِنْهُ يتعامون عَن كل عمل نَافِع أنجزناه انهم يرَوْنَ من خلف عدساتهم السَّوْدَاء كل شىء أسود لَا يُرِيدُونَ أَن يفهموا بأننا فِي تقدم مُسْتَمر بالرغم من مؤامرات الاعداء والصعوبات الاخرى المتشائمون الَّذين يستصغرون كل مَا هُوَ عَظِيم هم عناصر تثبيط للهمم والعزائم وَوُجُود هَؤُلَاءِ بَيْننَا سَبَب تعاستنا لَو اسْتَطَاعُوا أَن يفهموا الظروف الَّتِى نَعِيش فِيهَا لعدلوا عَن انتقاداتهم العقيمة ودعاياتهم الضارة ولتفاءلوا وَعمِلُوا مَعَ العاملين من أجل الهدف الْمُشْتَرك ¶ اننى أطلع عَن طَرِيق جهاز المخابرات على كل قَول يَقُوله",
            "page": "204",
            "part": "1",
            "seal": "BB155B67"
        },
        {
            "hno": null,
            "id": "189",
            "nass": "أَي انسان فِي أَي مَكَان فالشباب والشيوخ يعادي بَعضهم بَعْضًا كل جَانب يحْسد الْجَانِب الآخر على منصبه ومقامه يتخذون الْحَسَد والانانية مبدأ فِي تَدْبِير أبشع المثالب والمؤامرات وأبشع هَذِه الاصناف هُوَ صنف السَّادة المثقفين ثقافة أوربية ¶ نحمد الله أَن شعبنا لم يصب بِمَرَض التشاؤم لَان الْمُسلم الْحَقِيقِيّ هُوَ المتفائل دَائِما",
            "page": "205",
            "part": "1",
            "seal": "97D811E0"
        },
        {
            "hno": null,
            "id": "191",
            "nass": "الْفَصْل لخامس ¶ الشخصية",
            "page": "207",
            "part": "1",
            "seal": "372E232C"
        },
        {
            "hno": null,
            "id": "193",
            "nass": "الشخصية ¶ أَكثر من مرّة تعرضت للانتقاد بِسَبَب عيشي عيشة انزواء أحسست فِيهَا دَائِما بالرحة ان الانسان ينشأ تَحت تَأْثِير الظروف الَّتِي هُوَ فِيهَا وللتربية والتعليم دور خَاص وعظيم فِي هَذِه النشأة ¶ لَعَلَّهُم ينسون الظروف الَّتِى نشأت وترعرعت فِيهَا لقد عَاشَ أخوتي من بَنِينَ وَبَنَات حَيَاة مليئة بالْعَطْف والدلال بَيْنَمَا كَانَ أبي يعاملني مُعَاملَة سَيِّئَة وقاسية لاسباب أجهلها لم يعْطف على سوى أخي مُرَاد الْمِسْكِين كَانَت حَياتِي مُنْذُ بدايتها متسمة بالجدية مَا أَحْبَبْت اللّعب أبدا بدأت أفكر فِي الْكَوْن والوجود وَأَنا فِي مقتبل الْعُمر وَكَانَ حبي للخيال سَببا فِي تعرضي لزجر أساتذتي وتكدير وَالِدي وَقد أدّى عدم تفهم النَّاس لافكاري الى انطوائي على نَفسِي انطواء كَامِلا",
            "page": "209",
            "part": "1",
            "seal": "6B4D4476"
        },
        {
            "hno": null,
            "id": "194",
            "nass": "وعندما اعتليت كرْسِي الحكم خلفا لاخي وجدت نَفسِي محاطا بأناس يُرِيدُونَ تقييدي بشباك من المؤامرات والدسائس ولكي أحافظ على حَياتِي وعرشي قررت أَن أرد مَكْرهمْ بمكر أدهى وَأمر وَلَقَد عرفت وليتني مَا عرفت طباع النَّاس فِي حبهم المنحرف لملذات الْحَيَاة وارتضائهم الذل فِي سَبِيلهَا كنت أشعر بالقرف من التزلف الذَّلِيل فاذا كَانَ ابتعادي عَن النَّاس صَحِيحا فَذَلِك هُوَ النتيجة الطبيعية لما تعرضت لَهُ فِي هَذِه الْحَيَاة أما الَّذين يعرفونني من قرب فانهم يعْرفُونَ أنني رجل لين طيب الْقلب كَمَا أَن حَياتِي العائلية تثبت بأنني رَحِيم الْقلب ومحتاج للحب والعطف ¶ أَرْكَان الْقصر ¶ تظن الصحافة الاوربية أننى أحكم الامبراطورية العثمانية تَحت تَأْثِير بعض أَرْكَان الْقصر وتبدي قلقها ازاء هَذَا الْوَضع المزعوم ¶ لَا بُد لكل حَاكم من مستشارين وأمناء سر وأمراء أوربا",
            "page": "210",
            "part": "1",
            "seal": "7A970785"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "محاطون بأناس حريصين على كسب الثِّقَة والتأثير بشتى الْوَسَائِل أما أَنا فيمكنني أَن أَقُول بأنني لم أقع تَحت تَأْثِير أى رجل استشرته أنني بطبيعة الْحَال أستشير أحد الْكتاب حينا وَأحد أُمَنَاء السِّرّ حينا آخر وَأحد الوزراء اذا اقْتضى الامر لَكِن الْقَرار دَائِما هُوَ الْقَرار الذى أتخذه بمفردي ¶ أعرف جيدا أَن كبار الموظفين فِي (يلدز (أنَاس غيورون وَأَنَّهُمْ لَا ينفكون يدبرون الدسائس لكل من هُوَ محظوظ لدينا أعرف مَا يجب على أَن أقوم بِهِ حِيَال هَؤُلَاءِ المتآمرين أعلم أَن نَاظر البحرية (حسن باشا (رجل يحب أَن يملاء جيوبه بِالْمَالِ ومدرك بِأَن الشّعب ينظر الى (عزت باشا (شزرا لكنه انسان يتَمَيَّز برجاحة عقله واخلاصه أما نَاظر الخارجية (توفيق باشا (فَرجل عفيف وجرىء ومثالي أعجب الديبلوماسيين قاطبة فَلم يُرِيدُونَ منى تَبْدِيل هَؤُلَاءِ بغيرهم ¶ كَيفَ يُرِيدُونَ مني أَن أستبدل (توفيق باشا (بِرَجُل لَا يملك الاصالة وَلَا الصفاء تافه لَا يُؤمن إِلَّا بالمكر وَالْخداع أما (عصمت (فَلَا يجانب الصدْق قطّ انه لَيْسَ بذى عقل علمي رياضي لكنه صَاحب رَأْي سليم أستمع اليه وأستفيد من رَأْيه أَجِدهُ محببا الى نَفسِي بصدقه واخلاصه ثمَّ بِكَوْنِهِ أَخا لي فِي الرَّضَاع",
            "page": "212",
            "part": "1",
            "seal": "CCF0D7EE"
        },
        {
            "hno": null,
            "id": "198",
            "nass": "الموسيقا ¶ وصلتني فِي أحد الايام ثَلَاث نوطات موسيقية أعدت لشرفي لقد زَاد الامر عَن حَده فَبلغ عدد الملحنين الَّذين أهدوني قطعات موسيقية الالفين من أُمَم وقوميات مُخْتَلفَة فَكيف نكافىء هَذَا الْعدَد الضخم من النَّاس على سفرائنا أَن يَكُونُوا أَكثر يقظة كي أستريح من عناء هَؤُلَاءِ السَّادة الملحنين لم نعامل هَؤُلَاءِ كَمَا يعاملهم غَيرنَا من الْحُكَّام بل قلدناهم أوسمة وَأَرْسَلْنَا اليهم كتب ثَنَاء فاصبحنا تَحت ضغط عدد هائل من المؤلفات الشعرية والموسيقية وَلَو اكتفينا بتوجيه رسائل شكر دون الْهَدَايَا لكادوا يتميزون من الغيظ انه لم يحث أَن قَامَ امبراطور ألمانيا وَلَا غَيره بتكريم من أهداه أثرا من آثاره الا مَا ندر فَهَل من الضَّرُورِيّ أَن أقدم الْهَدِيَّة لكل من تمكن من الْوُصُول الى استانبول وَدخل الْقصر مَعَ سفير بِلَاده ليدفع الينا أثرا من آثاره ناهيك عَن أنني لَا أتذوق موسيقاهم الاصيلة لَا شكّ أَن هَذِه المؤلفات تتطلب جهدا عَظِيما لكني أحب الموسيقا الهادئة دون مَا يكد الذِّهْن مِنْهَا وَلست من عشاق الموسيقا كي أحب الموسيقا الكلاسيكية ¶ ان لِابْني برهَان الدّين اسْتِعْدَادًا قَوِيا للموسيقى والمقطوعات الَّتِي ألفها تسر سامعيها وَأَنا أطرب عِنْد سَمَاعي لمؤلفاته وَقد علمت أَن الامير الشَّاعِر نيكيتا مونتزغو اهتز طَربا عِنْد سَمَاعه الاحدى المقطوعات الَّتِى ألفها ابْني برهَان الدّين",
            "page": "214",
            "part": "1",
            "seal": "E299B714"
        },
        {
            "hno": null,
            "id": "200",
            "nass": "(عبد الحميد الشحيح ( ¶ أعلم أَن بعض النَّاس ينعتونني بالشح فَلَا أحتد لهَذَا النَّعْت بل أعتبره مدحا لي أعرف كَيفَ أنظم حساباتي وَلَا أحب أَن ألقِي مَالِي هُنَا وَهُنَاكَ اسرافا تعلمت الارقام وَأَنا فِي السنوات الاولي من عمري شهِدت حَيَاة البذخ الَّتِى كَانَ يعيشها عمي وشاهدت عَن قرب النتائج المؤسفة لهَذَا التبذير أَلَيْسَ الاسراف هُوَ الَّذِي أوصل امبراطوريتنا الى مَا وَرَاء الافلاس لم يحدث أَن صرفت أَمْوَالًا على لَهو أَو على أُمُور يُمكن أَن تجر الْبِلَاد الى ضائقة مَالِيَّة كَمَا حدث عِنْد كثير من الْحُكَّام انني مَدين بحالتي المادية الجيدة للمحاسبة الدقيقة والاستثمار الْمَعْقُول ¶ الْحَقِيقَة أَن تكاليف الْقصر كَبِيرَة لَكِن الْبَعْض يُبَالغ كثيرا فِي هَذِه التكاليف اننا اذا أَخذنَا فِي اعْتِبَارا كثيرا من العوائل الَّتِي تعيش على حسابنا لامكننا أَن نقُول بأنني أعيش بمبالغ أقل بِكَثِير من مُعظم حكام هَذَا الْعَصْر ¶ يتهمني أعدائي بِجمع ثروة طائلة والحقيقة أنني جمعت",
            "page": "216",
            "part": "1",
            "seal": "9BFA21D6"
        },
        {
            "hno": "77",
            "id": "202",
            "nass": "77 - مبلغا كَبِيرا بِفضل الاستثمار الْجيد وَوَضَعته فِي الْخَارِج فِي مَكَان أَمِين جدا وأعتقد أَن هَذَا التَّصَرُّف صَحِيح اذ لَيْسَ فِي استانبول مصرف يُمكن الِاعْتِمَاد عَلَيْهِ حاليا وَلَا دَاعِي للاستغراب فَكل حَاكم يعْمل مَا عملته فاذا احْتَاجَت خزينة الدولة الى دعم كَمَا حدث أَيَّام الْحَرْب مَعَ اليونان سحبت هَذِه الاموال من الْخَارِج ودعمت بِهِ الخزينة ¶ القيل والقال فِي الشرق ¶ لَيْسَ على وَجه الارض قيل وَقَالَ أَكثر مِمَّا فِي استانبول فالمحافل النسائية والحمامات هِيَ أعشاش الْكَلَام الفارغ وان أَكثر الْحَوَادِث تتعاظم وتكبر فِي (بك أوغلي (ثمَّ يتلقفها صناع الْكَذِب من الارمن وَالروم فيضيفون اليها قصصا وحكايات لَا تصدق لتصير حوادث خيالية واني لاعلم بِأَن شخصيتي مَوْضُوع خصب لهَذِهِ الْقَصَص والحوادث المزعومة ¶ وَفِي الفترة الاخيرة حاول صحفي فرنسي الاستفادة من قصَّة خيالية قديمَة تَقول بأنني خشيت من سفن المنشقين أَن تضرب الْقصر الذى كنت أقيم فِيهِ فانتقلت الى قصر يلدز انها أكذوبة فاضحة لَا يقبل بِصِحَّتِهَا أَي عَاقل ان السفن",
            "page": "218",
            "part": "1",
            "seal": "D03EEDEF"
        },
        {
            "hno": null,
            "id": "204",
            "nass": "يُمكنهَا أَن تضرب قصر يلدز بِكُل سهولة ¶ لقد كَانَ الْقصر السَّابِق مليئا بذكريات عمي عبد الْعَزِيز وَأخي مُرَاد السىء الْحَظ فَمَا الذى يجبرني على الاقامة فِي ذَلِك الْقصر خَاصَّة وَأَن هَذِه الذكريات تَكْفِي لَان تكون مصدر حزن دَائِم للانسان ¶ ثمَّ ان مضيق البوسفور مَلِيء بالضباب أما الْمَكَان الْمُرْتَفع فَفِيهِ الْهَوَاء النقي الصحي لهَذِهِ الاسباب أخترت قصر يلدز أنعم فِيهِ الْآن بالشمس والهواء والضوء وَالْجمال وَمَعْلُوم أَن قسما من حديقة الْقصر شيد بِأَمْر من وَالِدي رَحمَه الله انني أكن لهَذَا الْمَكَان الْجَمِيل حبا خَاصّا من عهد شَبَابِي ¶ الجاسوسية ¶ مَعْلُوم أَن التَّجَسُّس أَمر معيب وَكَذَلِكَ التقارير التجسسية الَّتِي نشرتها الصُّحُف لكننا لَا نستطيع الاستغاء عَنهُ لَا أَظن أَن فِي أَي بقْعَة من بقاع الارض دسائس ومؤامرات مثل الَّتِي تحاك فِي بِلَادنَا الا أنني أعرف التَّمْيِيز بَين التقارير الصَّحِيحَة والتقارير الكاذبة ¶ لقد تعرضت للاغتيال مرَّتَيْنِ واني مَدين بنجاتي من هَاتين المحاولتين الى يقظة بعض رجالي المخلصين ان كثيرا من الضباط والموظفين الكسالى هم سَبَب تعاستنا هَؤُلَاءِ لَا يعجبهم",
            "page": "220",
            "part": "1",
            "seal": "C4FFF49F"
        },
        {
            "hno": null,
            "id": "205",
            "nass": "الرِّجَال الَّذين جِئْت بهم واخترتهم ليسدوا الى الوطن بعض الخدمات أَو الَّذين أنشأتهم كي يَكُونُوا رجال الْمُسْتَقْبل ويعتبرونهم بلهاء ويظنون أَن لَيْسَ سواهُم من يُمكنهُ انقاذ الْبِلَاد والعباد وَلذَلِك قَامُوا بالتجسس وتدبير كل أَنْوَاع الدسائس والمؤامرات فَإِذا فشلوا عَمدُوا الى الاساءة والافتراء على خَليفَة الْمُسلمين ¶ المطبوعات ¶ تخلصت من كابوس حَقِيقِيّ بعد أَن فهمت تفاهة الابتزاز الَّذِي كنت ضحيته ان قدرَة المطبوعات الاوربية لَا غُبَار عَلَيْهَا لَكِن (سعيد باشا الصَّغِير (بَالغ فِي تقديرها لقد سلكنا فِي تعاملنا مَعَ الصحافة الاوربية مسلكا خاطئا فاعطينا للمقالات الَّتِي نشرتها عَنَّا وَعَن سياستنا قيمَة أَكثر مِمَّا تسْتَحقّ كَمَا كلفتنا الصحافة الفرنسية غاليا فالصحفي اليوناني (نيكولايدس (الَّذِي يعِيش فِي باريس يقبض منا كل عَام مبالغ طائلة كي يصدر جريدته (نوتر أورغان ( ¶ لقد كَانَ علينا أَن نفهم فِي أَوَانه ضَرُورَة عدم الاكتراث بالقيل والقال وَكَانَ حريا بالاوسمة الَّتِي وزعناها وَكَأَنَّهَا أدوات زِينَة أَن توزع على بعض الصحفيين كي يقفوا الى جانبنا فانهم اذا حازوا على هَذِه الاوسمة كانو اصوتنا",
            "page": "221",
            "part": "1",
            "seal": "E0CCAA6B"
        },
        {
            "hno": null,
            "id": "206",
            "nass": "المسموع فِي كل مَكَان وَلَكِن فَاتَ الاوان وأصبحت آلَاف الصُّحُف فِي الصَّفّ المعادي وأملنا أَن تحل هَذِه الصُّحُف بعد فَتْرَة فنصرف النّظر عَن تهجمها ¶ من الْغَرِيب أَن يكون عدد الصُّحُف الَّتِي تلتزم جَانب الْحق والصدق فِي مقالاتها وأخبارها قَلِيلا والحقيقة أَن حُصُول المراسلين على أَخْبَار صحيحية ودقيقة من خلف الاستار والكواليس أَمر صَعب المنال لذَلِك يعمد هَؤُلَاءِ الى سوق الاكاذيب فيجدون فِيهَا مبتغاهم ¶ من وَاجِب كل عثماني أَن يسعي الى الْحَيْلُولَة دون اطلَاع الاجانب على الثغرات الْخفية لدولتنا لقد آن الاوان لَان نَعْرِف بِأَن الاجانب غير مستعدين لتفهم مواقفنا تمّ الْكتاب وَالْحَمْد الله رب الْعَالمين",
            "page": "222",
            "part": "1",
            "seal": "1C34D980"
        }
    ],
    "t9118": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الأتراك الشباب والدستور"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "شكاوى الأرمن"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الهجرة الداخلية"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الدستور"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "المشكلة اليهودية"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "بورصة والحكومة المركزية"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "مشكلة الهدايا البقشيش"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الأحراج"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "المشكلة الأرمنية"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الاتراك الشباب"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الأكراد والأرمن"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الأرمن والتجارة"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "السفير الألمانى والمشكلة الأرمنية"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الأسراف والبيروقراطية"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "فؤاد باشا"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "انحطاط العثمانيين"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "ايفاد الضباط إلى البلاد الأجنبية"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "قانون ولاية العهد"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "بعد الحرب التركية الروسية"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "جزيرة كريت"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "خط حديد بغداد"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "آغا الحريم"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "إلغاء الأمتيازات"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "مدحت وتخرصاته"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الفارماسون في تركيا"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "التجارة"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الارناؤوط عرض في مجلس النظراء اقتراح يقضى باتخاذ اجراءات قاسية ضد أتباعنا الارناؤوط لفتحهم النار على احدى وحداتنا العسكرية لكني أعتقد أن هذا الهجوم لم يكون دونما سبب ويمكن أن يكون سبب ذلك هو قيام بعض عساكرنا بتفريغ بعض المخازن النائية من"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "خط حديد الأناضول"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "قوة الرجل المريض"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "المستشارون"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "جواز المخابرات والجاسوسية"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "الخطوط الحديدية في تركيا"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "خط حديد الأناضول"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "قطاع الطرق"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "المؤامرات التي تحاك في مكدونيا"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "ممدوح باشا"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "الإصلاحات"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "الحركات البلغارية في مكدونيا"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "الرشوة"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الوضع المالي"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "حاجة الدولة إلى الهدوء والاستقرار"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "ثروة السلطان"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "مؤسسات البريد الأجنبي في الدولة العثمانية"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "رؤساء الوزارات"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "الانحطاط البدني لدى العثمانيين"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الرقابة"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "الخدمة العسكرية"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "الحكم المقيد"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "الخط الحديدي الحجازي"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "قبول القانون الأساسي"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "فرنسا ومصر"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "الإنكليز في مصر"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "مصر وتركيا"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "وصية السلطان عبد العزيز"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "الحملات الصليبية على الدولة العثمانية"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "انكلترا الضعيفة في الهند"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "بنغازي"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "دسائس البلغار"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "رومانيا والامبراطورية النمساوية المجرية"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": "1",
            "tit": "رومانيا"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "مكدونيا والتمرد البلغاري"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "خط حديد سوريا الهند"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "بلغاريا والدعاية المعادية للسلافية"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "بلغاريا الوحدة البلقانية"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "انكلترا ودولة بلغاريا الكبرى"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "البلغار والروم"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "روسيا"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "الملك ادوارد السابع"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "الرجوع الى الاسلام"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "الاسلام دين الحضارة"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "العقيدة الاسلامية الاصيلة"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "التسامح"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "القدرية"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "التعصب"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": "1",
            "tit": "الدعوة الى الاسلام"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "انتشار الاسلام"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "اهمية الاسلام في الارض"
        },
        {
            "id": "159",
            "lvl": "1",
            "sub": null,
            "tit": "الخلافة والشيعة"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "الاسلام والفكرة القومية"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "حب الوطن"
        },
        {
            "id": "162",
            "lvl": "1",
            "sub": null,
            "tit": "الذين يعتنقون الاسلام"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "المهتدون"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "مكافحة التبشير النصراني"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "الصرع بين انصار الهلال وأنصار الصليب"
        },
        {
            "id": "167",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة الرق"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "المدارس"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "التعليم الزراعي"
        },
        {
            "id": "173",
            "lvl": "1",
            "sub": null,
            "tit": "تعليم العثمانيين في المدارس الاجنبية"
        },
        {
            "id": "174",
            "lvl": "1",
            "sub": null,
            "tit": "التعليم لدى العثمانيين"
        },
        {
            "id": "175",
            "lvl": "1",
            "sub": null,
            "tit": "الآداب والفنون لدى العثمانيين"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "التجديد في التقويم"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": "1",
            "tit": "التطور الفكري والاصلاحات"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": null,
            "tit": "الاصلاحات"
        },
        {
            "id": "180",
            "lvl": "1",
            "sub": null,
            "tit": "الشرق والاوروبيون"
        },
        {
            "id": "180",
            "lvl": "1",
            "sub": "1",
            "tit": "سهوم الحضارة الاوربية"
        },
        {
            "id": "181",
            "lvl": "1",
            "sub": null,
            "tit": "حقوق الامم الهلال الاحمر"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "المرأة المسلمة"
        },
        {
            "id": "184",
            "lvl": "1",
            "sub": null,
            "tit": "الحريم"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": null,
            "tit": "اللامبالاة والكسل"
        },
        {
            "id": "187",
            "lvl": "1",
            "sub": null,
            "tit": "العمل"
        },
        {
            "id": "188",
            "lvl": "1",
            "sub": null,
            "tit": "التشاؤم عند العثمانيين"
        },
        {
            "id": "191",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل لخامس"
        },
        {
            "id": "193",
            "lvl": "1",
            "sub": null,
            "tit": "الشخصية"
        },
        {
            "id": "194",
            "lvl": "1",
            "sub": null,
            "tit": "أركان القصر"
        },
        {
            "id": "198",
            "lvl": "1",
            "sub": null,
            "tit": "الموسيقا"
        },
        {
            "id": "200",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الحميد الشحيح"
        },
        {
            "id": "202",
            "lvl": "1",
            "sub": null,
            "tit": "القيل والقال في الشرق"
        },
        {
            "id": "204",
            "lvl": "1",
            "sub": null,
            "tit": "الجاسوسية"
        },
        {
            "id": "205",
            "lvl": "1",
            "sub": null,
            "tit": "المطبوعات"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "السياسة الشرقية لامبراطورية النمسا والمجر"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "الحكم العثماني في مصر"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "صغار الهدايا"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "السفير الروسي"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": "1",
            "tit": "الدولة العثمانية واليابان"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "الاتراك والألمان"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "ألمانيا وفرنسا في الشرق"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "الحق الممنوح لقيصر"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "سياسة الخطوط الحديدية"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "بلاد الصرب واليونانيون"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "منافسة قناة السويس"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "ألمانيا والأناضول"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "النفوذ الفرنسي في الشرق"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "أطماع انكلترا"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "الجزيرة العربية وانكلترا"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "بلغاريا"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "السياسة الألمانية في الشرق"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "الدولة العثمانية واليونان"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "فرنسا والعثمانيون"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "انكلترا وخليج ايران"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "تركيا ودول البلقان"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "انكلترا والجزيرة العربية"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "ظلم انكلترا"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "روسيا وخط حديد بغداد"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "السياسة الشرقية عند الروس"
        }
    ]
}