{
    "b914": [
        {
            "id": "53",
            "nass": "وإنما طلب من علي رضي الله عنه أن ينام مكانه، وأمره إذا أصبح أن يرد الودائع التي كان أودعها كفار قريش عنده إلى أصحابها، وغادر الرسول صلى الله عليه وسلم بيته دون أن يشاهده الموكلون بقتله، وذهب إلى بيت أبي بكر، وكان قد هيأ من قبل راحلتين له وللرسول صلى الله عليه وسلم، فعزما على الخروج، واستأجر أبو بكر عبد الله بن أريقط الدِّيلي وكان مشركا ليدلهما على طريق المدينة، على أن يتجنب الطريق المعروفة إلى طريق أخرى لا يهتدي إليها كفار قريش. ¶ 4 - خرج رسول الله صلى الله عليه وسلم وصاحبه أبو بكر يوم الخميس أول يوم من ربيع الأول لسنة ثلاث وخمسين من مولده عليه الصلاة والسلام، ولم يعلم بأمر هجرته إلا علي رضي الله عنه وآل أبي بكر رضي الله عنه، وعملت عائشة وأسماء بنتا أبي بكر في تهيئة الزاد لهما، وقطعت أسماء قطعة من نطاقها - وهو ما يشد به الوسط- فربطت به على فم الجراب - وعاء الطعام- فسميت لذلك: ذات النطاقين، واتجها مع دليلهما عن طريق اليمن حتى وصلا إلى «غار ثور»، فكمنا فيه ثلاث ليال يبيت عندهما عبد الله بن أبي بكر وهو غلام شاب ثقف «حاذق» لقن «سريع الفهم»، فيخرج من عندهما بالسَحَر، ويصبح مع قريش بمكة كأنه كان نائما فيها، فلا يسمع من قريش أمرا يبيتونه لهما إلا وعاه حتى يأتيهما في المساء بخبره. ¶ 5 - قامت قيامة قريش لنجاة الرسول صلى الله عليه وسلم من القتل، وخرجوا يطلبونه من طريق مكة المعتاد، فلم يجدوه واتجهوا إلى طريق اليمن، ووقفوا عند فم «غار ثور» يقول بعضهم: لعله",
            "page": "62",
            "part": "1",
            "seal": "E2A03999"
        },
        {
            "id": "54",
            "nass": "وصاحبه في هذا الغار. فيجيبه الآخرون: ألا ترى إلى فم الغار كيف تنسج عليه العنكبوت خيوطها، وكيف تعشعش فيه الطيور، مما يدل على أنه لم يخل هذا الغار أحد منذ أمد، وأبو بكر رضي الله عنه يرى أقدامهم وهم واقفون على فم الغار، فيرتعد خوفا على حياة الرسول صلى الله عليه وسلم ويقول له: والله يا رسول الله، لو نظر أحدهم إلى موطئ قدمه لرآنا، فيطمئنه الرسول صلى الله عليه وسلم بقوله: «يا أبا بكر ما ظنك باثنين الله ثالثهما؟». ¶ 6 - أرسلت قريش في القبائل تطمع كل من عثر على الرسول صلى الله عليه وسلم وصاحبه، أو قتله، أو أسره، في دفع مبلغ ضخم من المال يغري الطامعين، فانتدب لذلك سراقة بن جعشم، وأخذ على نفسه أن يتفقدهما ليظفر وحده بالجائزة. ¶ 7 - بعد أن انقطع طلب رسول الله صلى الله عليه وسلم وصاحبه، خرجا من الغار مع دليلهما وأخذا طريق الساحل «ساحل البحر الأحمر» وقطعا مسافة بعيدة أدركهما من بعدها سراقة، فلما اقترب منهما، ساخت قوائم فرسه في الرمل فلم تقدر على السير، وحاول ثلاث مرات أن يحملها على السير جهة الرسول صلى الله عليه وسلم، عندئذ أيقن أنه أمام رسول كريم، فطلب من الرسول صلى الله عليه وسلم أن يعده بشيء إن نصره، فوعده بسواري كسرى يلبسهما، ثم عاد سراقة إلى مكة فتظاهر بأنه لم يعثر على أحد. ¶ 8 - وصل الرسول صلى الله عليه وسلم وصاحبه المدينة في اليوم الثاني عشر من ربيع الأول وبعد أن طال انتظار أصحابه له، يخرجون",
            "page": "63",
            "part": "1",
            "seal": "4C4E176F"
        },
        {
            "id": "55",
            "nass": "كل صباح إلى مشارف المدينة، فلا يرجعون إلا حين تحمى الشمس وقت الظهيرة، فلما رأوه فرحوا به فرحا عظيما، وأخذت الولائد ينشدن بالدفوف: ¶ طلع البدر علينا ... من ثنيات الوداع ¶ وجب الشكر علينا ... ما دعا لله داع ¶ أيها المبعوث فينا ... جئت بالأمر المطاع ¶ 9 - كان الرسول صلى الله عليه وسلم وهو في طريقه إلى المدينة قد وصل إلى «قباء» وهي قرية جنوب المدينة على بعد ميلين منها، فأسس فيها أول مسجد بني في الإسلام، وأقام فيها أربعة أيام، ثم سار صباح الجمعة إلى المدينة، فأدركته صلاة الجمعة في بني سالم بن عوف، فبنى مسجدا هناك وأقام أول جمعة في الإسلام، وأول خطبة خطبها في الإسلام، ثم سار إلى المدينة، فلما وصلها كان أول عمل عمله بعد وصوله أن اختار المكان الذي بركت فيه ناقته ليكون مسجدا له، وكان المكان لغلامين يتيمين من الأنصار، فساومهما على ثمنه، فقالا: بل نهبه لك يا رسول الله، فأبى إلا أن يبتاعه منهما بعشرة دنانير ذهبا أداها من مال أبي بكر، ثم ندب المسلمين للاشتراك في بناء المسجد، فأسرعوا إلى ذلك، وكان رسول الله صلى الله عليه وسلم ينقل معهم اللَّبِن [الطوب]، حتى تم بناء المسجد جدرانه من لَبِن، وسقفه من جريد النخل مقاما على الجذوع. ¶ 10 - ثم كان أن آخى المهاجرين والأنصار، فجعل لكل أنصاري",
            "page": "64",
            "part": "1",
            "seal": "DDB66AF0"
        },
        {
            "id": "56",
            "nass": "أخا من المهاجرين، فكان الأنصاري يذهب بأخيه المهاجر إلى بيته، فيعرض عليه أن يقتسم معه كل شيء في بيته. ¶ 11 - ثم كتب رسول الله صلى الله عليه وسلم كتابا بين المهاجرين والأنصار، وادع فيه اليهود، وأقرهم على دينهم وأموالهم، وقد ذكر ابن هشام هذا الكتاب بطوله في سيرته، وهو يتضمن المبادئ التي قامت عليها أول دولة في الإسلام، وفيها من الإنسانية والعدالة الاجتماعية والتسامح الديني والتعاون على مصلحة المجتمع ما يجدر بكل طالب أن يرجع إليه ويتفهمه ويحفظ مبادئه. ¶ ... ونحن نذكر المبادئ العامة التي تضمنتها هذه الوثيقة التاريخية الخالدة: ¶ 1 - وحدة الأمة المسلمة من غير تفرقة بينها. ¶ 2 - تساوي أبناء الأمة في الحقوق والكرامة. ¶ 3 - تكاتف الأمة دون الظلم والإثم والعدوان. ¶ 4 - اشتراك الأمة في تقرير العلاقات مع أعدائها لا يسالم مؤمن دون مؤمن. ¶ 5 - تأسيس المجتمع على أحدث النظم وأهداها وأقومها. ¶ 6 - مكافحة الخارجين على الدولة ونظامها العام، ووجوب الامتناع عن نصرتهم. ¶ 7 - حماية من أراد العيش مع المسلمين مسالما متعاونا، والامتناع عن ظلمهم والبغي عليهم.",
            "page": "65",
            "part": "1",
            "seal": "B4E4E994"
        },
        {
            "id": "57",
            "nass": "8 - لغير المسلمين دينهم وأموالهم، لا يجبرون على دين المسلمين ولا تؤخذ منهم أموالهم. ¶ 9 - على غير المسلمين أن يسهموا في نفقات الدولة كما يسهم المسلمون. ¶ 10 - على غير المسلمين أن يتعاونوا معهم لدرء الخطر عن كيان الدولة ضد أي عدوان. ¶ 11 - وعليهم أن يشتركوا في نفقات القتال ما دامت الدولة في حالة حرب. ¶ 12 - على الدولة أن تنصر من يظلم منهم، كما تنصر كل مسلم يعتدى عليه. ¶ 13 - على المسلمين وغيرهم أن يمتنعوا عن حماية أعداء الدولة ومن يناصرهم. ¶ 14 - إذا كانت مصلحة الأمة في الصلح، وجب على جميع أبنائها مسلمين وغير مسلمين أن يقبلوا بالصلح. ¶ 15 - لا يؤاخذ إنسان بذنب غيره، ولا يجني جان إلا على نفسه وأهله. ¶ 16 - حرية الانتقال داخل الدولة وخارجها مصونة بحماية الدولة. ¶ 17 - لا حماية لآثم ولا لظالم. ¶ 18 - المجتمع يقوم على أساس التعاون على البر والتقوى، لا على الإثم والعدوان.",
            "page": "66",
            "part": "1",
            "seal": "5DD2FC25"
        },
        {
            "id": "58",
            "nass": "19 - هذه المبادئ تحميها قوتان: ¶ قوة معنوية، وهي: إيمان الشعب بالله ومراقبته له، ورعاية الله لمن [عاهد] ووفى. ¶ وقوة مادية، وهي رئاسة الدولة التي يمثلها محمد صلى الله عليه وسلم. ¶ الفصل الرابع - منذ الهجرة حتى استقرار النبي في المدينة ¶ الدروس والعظات ¶ 1 - إن المؤمن إذا كان واثقا من قوته لا يستخفي في عمله، بل يجاهر فيه، ولا يبالي بأعداء دعوته ما دام واثقا من التغلب عليهم، كما فعل عمر رضي الله عنه حين هاجر، وفي ذلك دليل أيضا على أن موقف القوة يرهب أعداء الله، ويلقي الجزع في نفوسهم، ولا شك أنهم لو أرادوا أن يجتمعوا على قتل عمر لاستطاعوا، ولكن موقف عمر الجريء ألقى الرعب في نفس كل واحد منهم، فخشي إن تعرض له أن تثكله أمه، وأهل الشر ضنينون [بخلاء] بحياتهم حريصون عليها. ¶ 2 - حين ييأس المبطلون من إيقاف دعوة الحق والإصلاح، وحين يفلت المؤمنون من أيديهم ويصبحون في منجى من عدوانهم، يلجؤون آخر الأمر إلى قتل الداعية المصلح، ظنا منهم أنهم إن قتلوه تخلصوا منه، وقضوا على دعوته، وهذا هو تفكير الأشرار أعداء الإصلاح في كل عصر، وقد شاهدناه ورأينا مثله في حياتنا. ¶ 3 - إن الجندي الصادق المخلص لدعوة الإصلاح، يفدي قائده بحياته، ففي سلامة القائد سلامة للدعوة، وفي هلاكه خذلانها",
            "page": "67",
            "part": "1",
            "seal": "4FA288A8"
        },
        {
            "id": "59",
            "nass": "ووهنها، فما فعله علي رضي الله عنه ليلة الهجرة من بياته على فراش الرسول صلى الله عليه وسلم تضحية بحياته في سبيل الإبقاء على حياة رسول الله صلى الله عليه وسلم، إذ كان من المحتمل أن تهوي سيوف فتيان قريش على رأس علي رضي الله عنه انتقاما منه، لأنه سهل لرسول الله صلى الله عليه وسلم النجاة، ولكن عليا رضي الله عنه لم يبال بذلك، فحسبه أن يسلم رسول الله صلى الله عليه وسلم نبي الأمة وقائد الدعوة. ¶ 4 - وفي إيداع المشركين ودائعهم عند رسول الله صلى الله عليه وسلم مع محاربتهم له وتصميمهم على قتله، دليل على أن أعداء الإصلاح يوقنون في قرارة نفوسهم باستقامة الداعية وأمانته ونزاهته، وأنه خير منهم سيرة، وأنقى سريرة، ولكن العماية واللجاجة والجمود على العادات والعقائد الضالة، هو الذي يحملهم على محاربته، ونصب الكيد له، والتآمر على قتله إن استطاعوا إلى ذلك سبيلا. ¶ 5 - إن تفكير قائد الدعوة، أو رئيس الدولة، أو زعيم حركة الإصلاح في النجاة من تآمر المتربصين والمغتالين، وعمله لنجاح خطة النجاة ليستأنف حركته أشد قوة ومراسا في ميدان آخر، لا يعتبر جبنا ولا فرارا من الموت، ولا ضنا بالتضحية بالنفس والروح. ¶ 6 - في موقف عبد الله بن أبي بكر ما يثبت أثر الشباب في نجاح الدعوات، فهم عماد كل دعوة إصلاحية، وباندفاعهم للتضحية الفداء، تتقدم الدعوات سريعا نحو النصر والغلبة. ونحن نرى في المؤمنين السابقين إلى الإسلام كلهم شبابا، فرسول الله صلى الله عليه",
            "page": "68",
            "part": "1",
            "seal": "257D36D1"
        },
        {
            "id": "60",
            "nass": "وسلم كان عمره أربعين سنة عند البعثة، وأبو بكر رضي الله عنه كان أصغر منه بثلاث سنين، وعمر رضي الله عنه أصغر منهما، وعلي رضي الله عنه أصغر الجميع، وعثمان رضي الله عنه كان أصغر من رسول الله صلى الله عليه وسلم، وهكذا كان عبد الله بن مسعود، وعبد الرحمن بن عوف، والأرقم بن أبي الأرقم، وسعيد بن زيد، وبلال بن رباح، وعمار بن ياسر، رضي الله عنهم، وغيرهم، كل هؤلاء كانوا شبابا، حملوا أعباء الدعوة على كواهلهم، فتحملوا في سبيلها التضحيات، واستعذبوا من أجلها العذاب والألم والموت، وبهؤلاء انتصر الإسلام، وعلى جهودهم وجهود إخوانهم قامت دولة الخلفاء الراشدين، وتمت الفتوحات الإسلامية الرائعة، وبفضلهم وصل إلينا الإسلام الذي حررنا الله به من الجهالة والضلالة والوثنية والكفر والفسوق. ¶ 7 - وفي موقف عائشة وأسماء رضي الله عنهما أثناء هجرة الرسول صلى الله عليه وسلم ما يثبت حاجة الدعوات الإصلاحية إلى النساء، فهن أرق عاطفة، وأكثر اندفاعا، وأسمح نفسا، وأطيب قلبا، والمرأة إذا آمنت بشيء لم تبال بنشره والدعوة إليه بكل صعوبة، وعملت على إقناع زوجها وأخوتها وأبنائها به، ولجهاد المرأة في سبيل الإسلام في عهد الرسول صلى الله عليه وسلم صفحات بيضاء مشرقة، تؤكد لنا اليوم أن حركات الإصلاح الإسلامي ستظل وئيدة الخطأ، قليلة الأثر في المجتمع حتى تشترك فيها المرأة، فتنشئ جيلا من الفتيات على الإيمان والخلق والعفة والطهارة، هؤلاء أقدر على نشر القيم التي يحتاج إليها مجتمعنا اليوم في أوساط النساء من الرجال، عدا أنهن سيكن",
            "page": "69",
            "part": "1",
            "seal": "E720AA7E"
        },
        {
            "id": "61",
            "nass": "زوجات وأمهات، وأن الفضل الكبير في تربية كبار الصحابة ثم التابعين من بعدهم يعود إلى نساء الإسلام اللاتي أنشأن هذه الأجيال على أخلاق الإسلام وآدابه، وحب الإسلام ورسوله، فكانت أكرم الأجيال التي عرفها التاريخ في علو الهمة، واستقامة السيرة، وصلاح الدين والدنيا. ¶ ... إن علينا اليوم أن ندرك هذه الحقيقة، فنعمل على أن تحمل الفتيات والزوجات لواء دعوة الإصلاح الإسلامي في أوساط النساء، وهن أكثر من نصف الأمة، وذلك يقتضينا أن نشجع بناتنا وأخواتنا على تعلم الشريعة في معهد موثوق بحسن تدريسه للإسلام، مثل كلية الشريعة في جامعتنا، وكلما كثر عدد هؤلاء الفتيات العالمات بالدين، الفقيهات في الشريعة، الملمات بتاريخ الإسلام، المحبات لرسول الله صلى الله عليه وسلم، المتخلقات بأخلاقه وأخلاق أمهات المؤمنين، استطعنا أن ندفع حركة الإصلاح الإسلامي إلى الأمام دفعا قويا، وأن نقرب اليوم الذي يخضع فيه مجتمعنا الإسلامي لأحكام الإسلام وشريعته، وإن ذلك لواقع إن شاء الله. ¶ 8 - وفي عمى أبصار المشركين عن رؤية رسول الله وصاحبه في «غار ثور» وهم عنده، وفيما تحكيه لنا الروايات من نسيج العنكبوت وتفريخ الطير على فم الغار، مثل تخشع له القلوب من أمثلة العناية الإلهية برسله ودعاته وأحبابه، فما كان الله في رحمته لعباده ليسمح أن يقع الرسول صلى الله عليه وسلم في قبضة المشركين فيقضوا عليه وعلى دعوته وهو الذي أرسله رحمة للعالمين، وكذلك يعود الله عباده الدعاة",
            "page": "70",
            "part": "1",
            "seal": "A9E9528F"
        },
        {
            "id": "62",
            "nass": "المخلصين أن يلطف بهم في ساعات الشدة، وينقذهم من المآزق الحرجة، ويعمي عنهم - في كثير من الأحيان- أبصار المتربصين لهم بالشر والغدر، وليس في نجاة الرسول وصاحبه بعد أن أحاط بهما المشركون في «غار ثور» إلا تصديق قول الله تبارك وتعالى: {إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ} [غافر:51] وقول الله تبارك وتعالى: {إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا} [الحج:38]. ¶ 9 - وفي خوف أبي بكر وهو في الغار من أن يراهما المشركون مثل لما يجب أن يكون عليه جندي الدعوة الصادق مع قائده الأمين حين يحدق به الخطر من خوف وإشفاق على حياته، فما كان أبو بكر ساعتئذ بالذي يخشى على نفسه من الموت، ولو كان كذلك، لما رافق الرسول صلى الله عليه وسلم في هذه الهجرة الخطيرة وهو يعلم أن أقل جزائه القتل إن أمسكه المشركون مع رسول الله صلى الله عليه وسلم، ولكنه كان يخشى على حياة الرسول الكريم، وعلى مستقبل الإسلام إن وقع الرسول صلى الله عليه وسلم في قبضة المشركين. ¶ 10 - وفي جواب الرسول صلى الله عليه وسلم لأبي بكر تطمينا له على قلقه «يا أبابكر، ما ظنك باثنين الله ثالثهما» مثل من أمثلة الصدق في الثقة بالله والاطمئنان إلى نصره، والاتكال عليه عند الشدائد، وهو دليل واضح على صدق الرسول صلى الله عليه وسلم في دعوى النبوة، فهو في أشد المآزق حرجا ومع ذلك تبدو عليه أمارات الاطمئنان إلى أن الله [الذي] بعثه هدى ورحمة للناس لن يتخلى عنه في تلك الساعات، فهل",
            "page": "71",
            "part": "1",
            "seal": "841006D5"
        },
        {
            "id": "63",
            "nass": "ترى مثل هذا الاطمئنان يصدر عن مدع للنبوة، منتحل صفة الرسالة؟ وفي مثل هذه الحالات يبدو الفرق واضحا بين دعاة الإصلاح وبين المدعين له والمنتحلين لاسمه، أولئك تفيض قلوبهم دائما وأبدا بالرضى عن الله، والثقة بنصره، وهؤلاء يتهاوون عند المخاوف، وينهارون عند الشدائد، ثم لا تجد لهم من دون الله وليا ولا نصيرا. ¶ 11 - ويبدو لنا من موقف سراقة حين أدرك الرسول صلى الله عليه وسلم وعجزه عن الوصول إليه دليل على نبوة الرسول صلى الله عليه وسلم، فقد كانت قوائم فرسه تسيخ في الرمل وهي متجهة صوب الرسول، حتى إذا نزل عنها ووجهها شطر مكة نشطت من كبوتها، فإذا أراد أن يعيدها كرة في اتجاه الرسول صلى الله عليه وسلم عادت إلى عجزها وكعِّها [ضعفها]، أفترى هذا يقع إلا لنبي مرسل مؤيد من الله بالنصر والعون؟ كلا، وهذا ما أدركه سراقة، فنادى الرسول بالأمان، وأدرك أن للرسول صلى الله عليه وسلم من العناية الإلهية ما تعجز عن إدراكه قوى البشر، فرضي أن يخسر الجائزة ويفوز بالوعد. ¶ 12 - وفي وعد الرسول صلى الله عليه وسلم لسراقة بسواري كسرى معجزة أخرى، فالإنسان الذي يبدو هاربا من وجه قومه لا يؤمل في فتح الفرس والاستيلاء على كنوز كسرى، إلا أن يكون نبيا مرسلا، ولقد تحقق وعد الرسول صلى الله عليه وسلم له، وطالب كسرى عمر بن الخطاب بإنفاذ وعد الرسول صلى الله عليه وسلم له حين رأى سواري كسرى في الغنائم، فألبسهما عمر سراقة على ملأ من الصحابة، وقال: «الحمد لله الذي سلب كسرى سواريه وألبسهما سراقة بن جعشم",
            "page": "72",
            "part": "1",
            "seal": "A95B1EC8"
        },
        {
            "id": "64",
            "nass": "الأعرابي» وهكذا تتوالى المعجزات في هذه الهجرة واحدة بعد أخرى ليزداد المؤمنون ويستيقن الذين أوتوا الكتاب من المترددين والجاحدين أنه رسول من رب العالمين. ¶ 13 - كانت فرحة المؤمنين من سكان يثرب من أنصار ومهاجرين بقدوم رسول الله صلى الله عليه وسلم ووصوله إليهم سالما فرحة أخرجت النساء من بيوتهن والولائد، وحملت الرجال على ترك أعمالهم، وكان موقف يهود المدينة موقف المشارك في الفرحة ظاهرا، والمتألم من منافسة الزعامة الجديدة باطنا، أما فرحة المؤمنين بلقاء رسولهم، فلا عجب فيها وهو الذي أنقذهم من الظلمات إلى النور بإذن ربهم إلى صراط العزيز الحميد، وأما موقف اليهود فلا غرابة فيه وهم الذين عرفوا بالملق والنفاق للمجتمع الذي فقدوا السيطرة عليه، وبالغيظ والحقد الأسود ممن يسلبهم زعامتهم على الشعوب، ويحول بينهم وبين سلب أموالها باسم القروض، وسفك دمائها باسم النصح والمشورة، وما زال اليهود يحقدون على كل من يخلص الشعوب من سيطرتهم، وينتهون من الحقد إلى الدس والمؤامرات، ثم إلى الاغتيال إن استطاعوا، ذلك ديدنهم، وتلك جبلتهم، وقد فعلوا مثل ذلك برسول الله صلى الله عليه وسلم بعد استقراره بالمدينة، برغم ما أمضاه بينه وبينهم على التعاون والتعايش بسلامن ولكن اليهود قوم يشعلون نار الحروب دائما وأبدا، و {كُلَّمَا أَوْقَدُواْ نَارًا لِّلْحَرْبِ أَطْفَأَهَا اللهُ} [المائدة:64]. ¶ 14 - من وقائع الهجرة إلى المدينة تبين لنا أنه صلى الله عليه وسلم ما",
            "page": "73",
            "part": "1",
            "seal": "341E7C12"
        },
        {
            "id": "65",
            "nass": "أقام بمكان إلا كان أول ما يفعله بناء مسجد يجتمع فيه المؤمنون فقد أقام مسجد قباء حين اقام فيها أربعة أيام، وبنى مسجدا في منتصف الطريق بين قباء والمدينة لما أدركته صلاة الجمعة في بني سالم بن عوف في بطن الوادي «وادي رانوناء». ¶ ... فلما أن وصل إلى المدينة، كان أول عمل عمله بناء مسجد فيها. ¶ ... وهذا يدلنا على أهمية المسجد في الإسلام، وعبادات الإسلام كلها تطهير للنفس، وتزكية للأخلاق، وتقوية لأواصر التعاون بين المسلمين، وصلاة الجماعة والجمعة والعيدين، مظهر قوي من مظاهر اجتماع المسلمين، ووحدة كلمتهم، وأهدافهم، وتعاونهم على البر والتقوى، لا جرم أن كان للمسجد رسالة اجتماعية وروحية عظيمة الشأن في حياة المسلمين، فهو الذي يوحد صفوفهم، ويهذب نفوسهم، ويوقظ قلوبهم وعقولهم، ويحل مشاكلهم، وتظهر فيه قوتهم وتماسكهم. ¶ ... ولقد أثبت تاريخ المسجد في الإسلام أنه منه انطلقت جحافل الجيوش الإسلامية لغمر الأرض بهداية الله، ومنه انبعثت أشعة النور والهداية للمسلمين وغيرهم، وفيه ترعرعت بذور الحضارة الإسلامية ونمت، وهل كان أبوبكر، وعمر، وعثمان، وعلي، وخالد، وسعد، وأبو عبيدة وأمثالهم من عظماء التاريخ الإسلامي إلا تلامذة المدرسة المحمدية التي كان مقرها المسجد النبوي. ¶ ... وميزة أخرى للمسجد في الإسلام أنه تنبعث منه في كل أسبوع كلمة الحق مدوية مجلجلة على لسان خطيبه، في إنكار منكر أو أمر بمعروف،",
            "page": "74",
            "part": "1",
            "seal": "492293C7"
        },
        {
            "id": "66",
            "nass": "أو دعوة إلى خير أو إيقاظ من غفلة، أو دعوة إلى تجمع، أو احتجاج على ظالم، أو تحذير لطاغية، ولقد شاهدنا في عصر الطفولة كيف كانت المساجد مراكز الانطلاق للحركات الوطنية ضد المستعمرين الفرنسيين، يلجأ إليها زعماء الجهاد ضد الاستعمار وضد الصهيونية، وإذا كنا نرى تعطيلها اليوم عن القيام بوظيفتها الكبرى، فما ذلك إلا ذنب بعض الخطباء من الموظفين المرتزقين، أو الجاهلين الغافلين، ويوم يعتلي منابرها ويؤم محاريبها دعاة أشداء في الحق، علماء بالشريعة، مخلصون لله ولرسوله، ناصحون لأئمة المسلمين وعامتهم، يعود للمسجد في مجتمعنا الإسلامي مكان الصدارة في مؤسساتنا الاجتماعية، ويعود المسجد ليعمل عمله في تربية الرجال، وإخراج الأبطال، وإصلاح الفساد، ومحاربة المنكر، وبناء المجتمع على أساس من تقوى الله ورضوانه. ¶ ... وإنا لنأمل ذلك إن شاء الله حين تحتل هذه الطليعة الطاهرة من شبابنا المؤمن المثقفة بدين الله المتخلقة بأخلاق رسول الله منابره وأرجاءه. ¶ 15 - في مؤخاة الرسول بين المهاجرين والأنصار أقوى مظهر من مظاهر عدالة الإسلام الإنسانية الأخلاقية البناءة، فالمهاجرون قوم تركوا في سبيل الله أموالهم وأراضيهم، فجاؤوا المدينة لا يملكون من حطام الدنيا شيئا، والأنصار قوم أغنياء بزروعهم وأموالهم وصناعتهم، فليحمل الأخ أخاه، وليقتسم معه سراء الحياة وضراءها، ولينزله في بيته",
            "page": "75",
            "part": "1",
            "seal": "431ED8F4"
        },
        {
            "id": "67",
            "nass": "مادام فيه متسع لهما، وليعطه نصف ماله ما دام غنيا عنه، موفرا له، فأية عدالة اجتماعية في الدنيا تعدل هذه الأخوة؟ ¶ ... إن الذين ينكرون أن يكون الإسلام عدالة اجتماعية، قوم لا يريدون أن يبهر نور الإسلام أبصار الناس ويستولي على قلوبهم، أو قوم جامدون يكرهون كل لفظ جديد ولو أحبه الناس وكان في الإسلام مدلوله، وإلا فكيف تنكر العدالة الاجتماعية في الإسلام وفي تاريخه هذه المؤاخاة الفذة في التاريخ، وهي التي عقدها صاحب الشريعة محمد صلى الله عليه وسلم بنفسه، وطبقها بإشرافه، وأقام على أساسها أول مجتمع ينشؤه، وأول دولة يبنيها؟ ¶ ... سبحانك اللهم هذا بهتان عظيم .. ¶ 16 - وفي الكتاب الذي عقد فيه الرسول الأخوة بين المهاجرين والأنصار، والتعاون بين المسلمين وغيرهم جملة من الأدلة التي لا ترَدُّ على أن أساس الدولة الإسلامية قائم على العدالة الاجتماعية، وأن أساس العلائق بين المسلمين وغيرهم هو السلم ما سالموا، وأن مبدأ الحق والعدل والتعاون على البر والتقوى والعمل لخير الناس، ودفع أذى الأشرار عن المجتمع، هو أبرز الشعارات التي تنادي بها دولة الإسلام، وبذلك تكون الدولة الإسلامية أينما قامت، وفي أي عصر نشأت قائمة على أقوم المبادئ وأعدلها، وهي تنطبق اليوم على أكرم المبادئ التي تقوم عليها الدول، وتعيش في ظلها الشعوب، وإن العمل في عصرنا هذا لإقامة دولة في مجتمعنا الإسلامي تركز قواعدها على مبادئ الإسلام عمل يتفق مع تطور الفكر الإنساني في مفهوم",
            "page": "76",
            "part": "1",
            "seal": "F20E6C32"
        },
        {
            "id": "68",
            "nass": "الدولة، عدا أنه يحقق للمسلمين بناء مجتمع من أقوى المجتمعات وأكملها وأسعدها وأرقاها. ¶ وأيا ما كان فإن من مصلحتنا أن تبنى الدولة عندنا على أساس الإسلام، وفي ترك ذلك خرابنا ودمارنا، والإسلام لا يؤذي غير المسلمين في الوطن الإسلامي، ولا يضطهد عقائدهم، ولا ينتقص من حقوقهم، ففيم الخوف من إلزام الدول في البلاد الإسلامية بتنفيذ شرائع الإسلام، وإقامة أحكامه وهي كلها عدل وحق وقوة وإخاء وتكافل اجتماعي شامل على أساس من الإخاء والحب والتعاون الكريم؟ إننا لن نخلص من الاستعمار، إلا بالمناداة بالإسلام، وفي سبيل ذلك فليعمل العاملون {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُواْ وَاتَّقَواْ لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاء وَالأَرْضِ} [الأعراف: 96] {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ} [الأنعام: 153] {وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا} [الطلاق: 2] {وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مِنْ أَمْرِهِ يُسْرًا} [الطلاق: 4] {وَمَن يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا} [الطلاق: 5].",
            "page": "77",
            "part": "1",
            "seal": "45A018C2"
        },
        {
            "id": "70",
            "nass": "الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة بدر ¶ ما كاد يستقر النبي صلى الله عليه وسلم في المدينة حتى بدأت المعارك الحربية بينه وبين قريش ومن والاها من قبائل العرب، وقد اصطلح المؤرخون والمسلمون على أن يسموا كل معركة بين المسلمين والمشركين وحضرها النبي بنفسه «غزوة» وكل مناوشة حصلت بين الفريقين ولم يحضرها الرسول صلى الله عليه وسلم «سرية» وقد بلغ عدد غزوات الرسول صلى الله عليه وسلم ستا وعشرين غزوة، وبلغ عدد سراياه ثمانيا وثلاثين سرية، ونقتصر في هذه العجالة على أشهر غزواته، وهي إحدى عشرة غزوة: ¶ 1 - غزوة بدر الكبرى: ¶ وكانت في اليوم السابع عشر من رمضان للسنة الثانية من الهجرة، وسببها أن النبي صلى الله عليه وسلم ندب أصحابه للتعرض لقافلة قريش العائدة من الشام إلى مكة، ولم يكن يريد قتالا، ولكن القافلة التي كان يقودها أبوسفيان نجت بعد أن",
            "page": "79",
            "part": "1",
            "seal": "760B42B5"
        },
        {
            "id": "71",
            "nass": "كان أرسل إلى قريش يستنفرها لحماية القافلة، فخرجت قريش في نحو من ألف مقاتل، منهم ستمائة دارع (لابس للدرع) ومائة فرس عليها مائة درع سوى دروع المشاة، وسبعمائة بعير، ومعهم القيان يضربن بالدفوف، ويغنين بهجاء المسلمين. ¶ أما المسلمون فكانت عدتهم ثلاثمائة وثلاثة عشر أو أربعة عشر رجلا، وأكثرهم من الأنصار، وكان معهم سبعون جملا، وفرسان أو ثلاثة أفراس فحسب، وكان يتعاقب النفر اليسير على الجمل الواحد فترة بعد أخرى، وقبل أن يخوض المعركة، أراد أن يستشير أصحابه، وخاصة الأنصار، في خوض المعركة، فأشار عليهم المهاجرون بخوضها، وتكلموا خيرا، ثم علم الأنصار أنه يريدهم، فقال له سعد بن معاذ وهو سيد الأنصارجميعا: يارسول الله قد آمنا بك وصدقناك، وشهدنا أن ما جئت به هو الحق، وأعطيناك على ذلك عهودنا ومواثيقنا على السمع والطاعة، فامض يارسول الله لما أردت، فنحن معك، فوالذي بعثك بالحق لو استعرضت بنا هذا البحر لخضناه معك، ما تخلف منا رجل واحد، ما نكره أن تلقى بنا عدونا غدا، وإنا لصبر عند الحرب، صدق عند اللقاء، لعل الله يريك منا ما تقر به عينك، فسر بنا على بركة الله. وقال غيره مثل ذلك، فسر الرسول صلى الله عليه وسلم لذلك، وقال: سيروا على بركة الله، وأبشروا، فإن الله وعدني إحدى الطائفتين، إما العير، وإما النفير، ثم سار الرسول صلى الله عليه وسلم حتى وصل أدنى ماء من بدر فنزل به، فقال الحباب بن المنذر: يارسول الله! هذا منزل أنزلكه الله تعالى: لا تتقدمه ولا تتأخر عنه، أم",
            "page": "80",
            "part": "1",
            "seal": "4C68FF92"
        },
        {
            "id": "72",
            "nass": "هو الرأي والحرب والمكيدة؟ فقال الرسول صلى الله عليه وسلم بل هو الرأي والحرب والمكيدة، فأشار عليه الحباب بن المنذر أن يسير إلى مكان آخر هو أصلح وأمكن للمسلمين من قطع ماء بدرعن المشركين، فنهض الرسول ص، فنهض الرسول صلى الله عليه وسلم وأصحابه حتى وصلوا إلى المكان الذي أشار به الحباب، فأقاموا فيه، ثم أشار سعد بن معاذ أن يبني للرسول صلى الله عليه وسلم عريشا وراء صفوف المسلمين، فإن أعزهم الله كان ما أحب، وإلا جلس على ركائبه ولحق بمن في المدينة، فقد تخلف عنا أقوام يا نبي الله ما نحن بأشد لك حبا منهم، ولو ظنوا أنك تلقى حربا لما تخلفوا عنك، فدعا له النبي صلى الله عليه وسلم، وأمر أن يبنى له العريش، ولما التقى الجمعان، أخذ الرسول يسوي صفوف المسلمين، ويحرضهم على القتال، ويرغبهم في الشهادة، وقال: «والذي نفسي بيده، لا يقاتلهم اليوم رجل، فيقتل صابرا محتسبا، مقبلا غير مدبر إلا أدخله الله الجنة» ورجع إلى عريشه ومعه أبو بكر، ويحرسه سعد بن معاذ متوشحا بسيفه، وأخذ الرسول صلى الله عليه وسلم في الدعاء، ومن دعائه: «اللهم أنشدك عهدك ووعدك، اللهم إن تهلك هذه العصابة (المؤمنون المحاربون) لا تعبد في الأرض» وأطال في سجوده حتى قال له أبو بكر: حسبك، فإن الله سينجز لك وعدك، ثم حمي القتال، وانتهت المعركة بانتصار المسلمين، وقد قتل من المشركين نحو من السبعين، فيهم أشركهم أبو جهل وبعض زعمائهم، وأسر منهم نحو السبعين، ثم أمر بدفن القتلى جميعا، وعاد إلى المدينة، ثم استشار أصحابه في أمر الأسرى، فأشار",
            "page": "81",
            "part": "1",
            "seal": "F1DC881A"
        },
        {
            "id": "73",
            "nass": "عليه عمر بقتلهم، وأشار عليه أبو بكر بفدائهم، فقبل الرسول صلى الله عليه وسلم مشورة أبي بكر، وافتدى المشركون أسراهم بالمال. ¶ وقد نزل في معركة بدر آيات من كتاب الله الكريم، قال الله تعالى في سورة آل عمران: {وَلَقَدْ نَصَرَكُمُ اللهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ فَاتَّقُواْ اللهَ لَعَلَّكُمْ تَشْكُرُونَ، إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلاَثَةِ آلاَفٍ مِّنَ الْمَلآئِكَةِ مُنزَلِينَ، بَلَى إِن تَصْبِرُواْ وَتَتَّقُواْ وَيَأْتُوكُم مِّن فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ آلافٍ مِّنَ الْمَلآئِكَةِ مُسَوِّمِينَ، وَمَا جَعَلَهُ اللهُ إِلاَّ بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِ وَمَا النَّصْرُ إِلاَّ مِنْ عِندِ اللهِ الْعَزِيزِ الْحَكِيمِ، لِيَقْطَعَ طَرَفًا مِّنَ الَّذِينَ كَفَرُواْ أَوْ يَكْبِتَهُمْ فَيَنقَلِبُواْ خَآئِبِينَ} [آل عمران: 123 - 127]. ¶ كما نزل العتاب لرسول الله صلى الله عليه وسلم على قبوله فداء الأسرى، فقال الله تعالى: {مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللهُ يُرِيدُ الآخِرَةَ وَاللهُ عَزِيزٌ حَكِيمٌ، لَّوْلاَ كِتَابٌ مِّنَ اللهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ، فَكُلُواْ مِمَّا غَنِمْتُمْ حَلاَلاً طَيِّبًا وَاتَّقُواْ اللهَ إِنَّ اللهَ غَفُورٌ رَّحِيمٌ} [الأنفال: 67 - 68]. ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة أحد ¶ وكانت يوم السبت لخمس عشرة خلت من شوال في العام الثالث للهجرة، وسببها أن قريشا أرادت أن تثأر ليوم بدر، فما زالت تستعد حتى تجهزت لغزو الرسو ل صلى الله عليه وسلم في المدينة، فخرجت في",
            "page": "82",
            "part": "1",
            "seal": "2945347F"
        },
        {
            "id": "74",
            "nass": "ثلاثة آلاف مقاتل، ما عدا الأحابيش فيهم سبعمائة دارع ومائتا فارس، ومعهم سبع عشرة امرأة، فيهن هند بنت عتبة زوج أبي سفيان، وقد قتل أبوها يوم بدر، ثم ساروا حتى وصلوا بطن الوادي من قبل أحد (وهو جبل مرتفع يقع شمال المدينة على بعد ميلين منها) مقابل المدينة، وكان من رأي الرسول وعدد من الصحابة ألا يخرج المسلمون إليهم، بل يظلون في المدينة، فإن هاجمهم المشركون صدوهم عنها، ولكن بعض شباب المسلمين وبعض المهاجرين والأنصار، وخاصة من لم يحضر منهم معركة بدر ولم يحصل له شرف القتال فيها، تحمسوا للخروج إليهم ومنازلتهم في أماكنهم، فنزل الرسول صلى الله عليه وسلم عند رأيهم، ودخل بيته ولبس لأمته (درعه)، وألقى الترس في ظهره، وأخذ قناته بيده، ثم خرج إلى المسلمين، وهو متقلد سيفه، فندم الذين أشاروا عليه بالخروج إذ كانوا سببا في حمله على خلاف رأيه، وقالوا للرسول: ما كان لنا أن نخالفك فاصنع ما شئت أو اقعد إن شئت، فأجابهم الرسول صلى الله عليه وسلم بقوله: «ما كان ينبغي لنبي إذا لبس لأمته أن يضعها حتى يحكم الله بينه وبين عدوه»، ثم خرج والمسلمون معه في نحو ألف بينهم مائة دارع وفرسان. ¶ ولما تجمع المسلمون للخروج، رأى الرسول جماعة من اليهود يريدون أن يخرجوا مع عبد الله بن أبي بن سلول رأس المنافقين للخروج مع المسلمين، فقال الرسول: «أو قد أسلموا؟ قالوا: لا يا",
            "page": "83",
            "part": "1",
            "seal": "409E5CFE"
        },
        {
            "id": "75",
            "nass": "رسول الله، قال: مروهم فليرجعوا؛ فإنا لا نستعين بالمشركين على المشركين»، وفي منتصف الطريق انخذل عن المسلمين عبد الله بن أبي بن سلول ومعه ثلاثمائة من المنافقين، فبقي عدد المسلمين سبعمائة رجل فحسب، ثم مضى الرسول حتى وصل إلى ساحة أحد، فجعل ظهره للجبل ووجهه للمشركين، وصف الجيش، وجعل على كل فرقة منه قائدا، واختار خمسين من الرماة، على رأسهم عبد الله بن جبير الأنصاري ليحموا ظهر المسلمين من التفاف المشركين وراءهم، وقال لهم: «احموا ظهورنا، لا يأتونا من خلفنا، وارشقوهم بالنبل؛ فإن الخيل لا تقوم على النبل، إنا لا نزال غالبين ماثبتم مكانكم، اللهم إني أشهدك عليهم» وقال لهم في رواية أخرى: «إن رأيتمونا تخطفنا الطير فلا تبرحوا مكانكم هذا حتى أرسل إليكم، وإن رأيتمونا هزمنا القوم أو ظاهرناهم وهم قتلى، فلا تبرحوا مكانكم حتى أرسل إليكم». ¶ ثم ابتدأ القتال، ونصر الله المؤمنين على أعدائهم، فقتلوا منهم عددا، ثم ولوا الأدبار، فانغمس المسلمون في أخذ الغنائم التي وجدوها في معسكر المشركين، ورأى ذلك من وراءهم من الرماة فقالوا: ماذا نفعل وقد نصر الله رسوله؟ ثم فكروا في ترك أمكنتهم لينالهم نصيب من الغنائم، فذكرهم رئيسهم عبد الله بن جبير بوصية الرسول، فأجابوا بأن الحرب قد انتهت، ولا حاجة للبقاء حيث هم، فأبى عبد الله ومعه عشرة آخرون أن يغادروا أمكنتهم، ورأى خالد بن الوليد وكان قائد ميمنة المشركين خلو ظهر المسلمين من الرماة، فكرَّ عليهم من خلفهم، فما شعر المسلمون إلا والسيوف تناوشهم من هنا",
            "page": "84",
            "part": "1",
            "seal": "CF081FE2"
        },
        {
            "id": "76",
            "nass": "وهناك، فاضطرب حبلهم، وأشيع أن الرسول قد قتل، ففر بعضهم عائدا إلى المدينة، واستطاع المشركون أن يصلوا إلى الرسول، فأصابته حجارتهم حتى وقع وأغمي عليه، فشج وجهه، وخدشت ركبتاه، وجرحت شفته السفلى، وكسرت الخوذة على رأسه، ودخلت حلقتان من حلقات المِغفر في وجنته، وتكاثر المشركون على الرسول يريدون قتله، فثبت صلى الله عليه وسلم وثبت معه نفر من المؤمنين، منهم: أبو دجانة، تترس على الرسول ليحميه من نبال المشركين، فكان النبل يقع على ظهره، ومنهم سعد بن أبي وقاص رمى يومئذ نحو ألف سهم، ومنهم: نسيبة أم عمارة الأنصارية، تركت سقاء الجرحى، وأخذت تقاتل بالسيف، وترمي بالنبل، دفاعا عن رسول الله صلى الله عليه وسلم حتى أصابها في عنقها، فجرحت جرحا عميقا، وكان معها زوجها وابناها، فقال لهم الرسول صلى الله عليه وسلم: «بارك الله عليكم أهل بيت» فقالت له نسيبة: ادع الله أن نرافقك في الجنة، فقال: «اللهم اجعلهم رفقائي في الجنة» فقالت رضي الله عنها بعد ذلك: «ما أبالي ما أصابني من أمر الدنيا» وقد قال صلى الله عليه وسلم في حقها: «ما التفت يمينا وشمالا يوم أحد، إلا ورأيتها تقاتل دوني» وقد جرحت يومئذ اثني عشر جرحا، ما بين طعنة برمح وضربة بسيف. ¶ وقد حاول في ساعة الشدة أن يصل أبي بن خلف إلى الرسول صلى الله عليه وسلم ليقتله، وأقسم ألا يرجع عن ذلك، فأخذ عليه السلام حربة ممن كانوا معه، فسددها في نحره، فكانت سبب هلاكه، وهو الوحيد الذي قتله صلى الله عليه وسلم في جميع معاركه الحربية.",
            "page": "85",
            "part": "1",
            "seal": "05F07F18"
        },
        {
            "id": "77",
            "nass": "ثم استطاع صلى الله عليه وسلم الوقوف والنهوض على أكتاف طلحة بن عبيد الله، فنظر إلى المشركين، فرأى جماعة منهم على ظهر الجبل، فأرسل من ينزلهم قائلا: «لا ينبغي لهم أن يعلونا، اللهم لا قوة لنا إلا بك» وانتهت المعركة، وقال أبو سفيان مظهرا تشفيه والمشركين من هزيمتهم يوم بدر: يوم بيوم بدر. ¶ وممن قتل في هذه المعركة حمزة عم الرسول صلى الله عليه وسلم، ومثلت به هند زوج أبي سفيان، واحتزت قلبه ومضغته، فرأت له مرارة ثم لفظته، وقد حزن الرسول صلى الله عليه وسلم لمشهده حزنا عظيما فقال: «لئن أظهرني الله على قريش في موطن من المواطن لأمثلن بثلاثين رجلا منهم، ولكن الله نهى عن المُثلة بعد ذلك». ¶ وقد بلغ عدد قتلى المسلمين في هذه المعركة نحوا من السبعين، وقتلى المشركين ثلاثة وعشرين. ¶ وقد أنزل الله تعالى في هذه المعركة عدة آيات يضمد بها جراح المؤمنين، وينبههم إلى سبب الهزيمة التي حلت بهم، فيقول في سورة آل عمران: {وَلاَ تَهِنُوا وَلاَ تَحْزَنُوا وَأَنتُمُ الأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ، إ ِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهُ وَتِلْكَ الأيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللهُ الَّذِينَ آمَنُواْ وَيَتَّخِذَ مِنكُمْ شُهَدَاء وَاللهُ لاَ يُحِبُّ الظَّالِمِينَ، وَلِيُمَحِّصَ اللهُ الَّذِينَ آمَنُواْ وَيَمْحَقَ الْكَافِرِينَ، أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الْجَنَّةَ وَلَمَّا يَعْلَمِ اللهُ الَّذِينَ جَاهَدُواْ مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ} [آل عمران: 139 - 142] ثم يقول بعد آيات: {وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ إِذْ تَحُسُّونَهُم (تقتلونهم) بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الأَمْرِ",
            "page": "86",
            "part": "1",
            "seal": "19CE85C9"
        },
        {
            "id": "78",
            "nass": "وَعَصَيْتُم مِّن بَعْدِ مَا أَرَاكُم مَّا تُحِبُّونَ مِنكُم مَّن يُرِيدُ الدُّنْيَا وَمِنكُم مَّن يُرِيدُ الآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنكُمْ وَاللهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ، إِذْ تُصْعِدُونَ (أي تهربون إلى الجبل صاعدين). وَلاَ تَلْوُونَ عَلَى أحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غُمَّاً بِغَمٍّ (أي فجازاكم غما على غم) لِّكَيْلاَ تَحْزَنُواْ عَلَى مَا فَاتَكُمْ وَلاَ مَا أَصَابَكُمْ وَاللهُ خَبِيرٌ بِمَا تَعْمَلُونَ} [آل عمران: 152 - 153]. ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة بني النضير ¶ وهم قوم من اليهود يجاورون المدينة، وكانوا حلفاء للخزرج وبينهم وبين المسلمين عهد سلم وتعاون كما قدمنا، ولكن طبيعة الشر والغدر المتأصلة في اليهود أبت إلا أن تحملهم على نقض عهدهم، فبينما كان الرسول صلى الله عليه وسلم وبعض أصحابه في بني النضير وقد استند إلى جدار من بيوتهم، إذ تآمروا على قتله بإلقاء صخرة من ظهر البيت، فعلم صلى الله عليه وسلم بذلك فنهض سريعا كأنه يهم بحاجة، فتوجه إلى المدينة، ولحقه أصحابه ثم أرسل إليهم محمد ابن مسلمة أن اخرجوا من بلدي فلا تساكنوني بها، وقد هممتم بما هممتم به من الغدر، ثم أمهلهم صلى الله عليه وسلم عشرة أيام للخروج، وتجهز بنو النضير للخروج في هذا الإنذار، ولكن عبد الله بن أبيِّ رأس المنافقين أرسل إليهم ينهاهم عن الخروج، ويعدهم بإرسال ألفين من جماعته يدافعون عنهم، فعدلوا عن النزوح، وتحصنوا في حصونهم، وأرسلوا إلى رسول الله صلى الله عليه وسلم: إنا لا نخرج من ديارنا، فاصنع ما بدا لك، فخرج إليهم صلى الله عليه وسلم في أصحابه يحمل",
            "page": "87",
            "part": "1",
            "seal": "F6492E84"
        },
        {
            "id": "79",
            "nass": "لواءه علي بن أبي طالب، فلما رآهم اليهود أخذوا يرمونهم بالنبل والحجارة، ولم يصل إليهم المدد الذي وعدهم به رأس المنافقين، فحاصرهم عليه الصلاة والسلام، فصبروا فاضطر إلى قطع نخيلهم، فقالوا عندئذ: نخرج من بلادك، واشترط عليهم صلى الله عليه وسلم ألا يخرجوا معهم السلاح، ولهم أن يخرجوا معهم من أموالهم ما حملته الإبل، ودماؤهم مصونة لا يسفك منها قطرة، فلما أرادوا الخروج أخذوا كل شيء يستطيعونه، وهدموا بيوتهم كيلا يستفيد منها المسلمون، وساروا، فمنهم من نزل خيبر على بعد مائة ميل من المدينة، ومنهم من نزل في ناحية «جرش» بجنوب الشام، ولم يسلم منهم إلا اثنان. ¶ وقد نزلت في هذه الغزوة سورة (الحشر) ومنها قوله تعالى: {هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِن دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنتُمْ أَن يَخْرُجُوا وَظَنُّوا أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ، وَلَوْلَا أَن كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاء لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ، ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} [الحشر:2 - 3]. ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة الأحزاب ¶ وتسمى غزوة (الخندق)، وقد وقعت في شوال من السنة الخامسة للهجرة، وسببها أنه لما تم إجلاء بني النضير، قدم عدد من حلفائهم",
            "page": "88",
            "part": "1",
            "seal": "650B46C7"
        },
        {
            "id": "80",
            "nass": "إلى مكة يدعون قريشا ويحرضونها على قتال الرسول، فأجابت قريش لذلك، ثم ذهب رؤساء اليهود إلى غطفان، فاستجابت لهم بنو فزارة وبنو مرة، وأشجع واتجهوا نحو المدينة، فلما سمع صلى الله عليه وسلم بخروجهم، استشار أصحابه فأشار عليه سلمان بحفر خندق حول المدينة، فأمر رسول الله صلى الله عليه وسلم بحفره وعمل فيه بنفسه، ولما وصلت قريش ومن معها من الأحزاب راعها ما رأت من أمر الخندق، إذ لا عهد للعرب بمثله، وكانت عدتهم عشرة آلاف، وعدة المسلمين ثلاثة آلاف، وكان حُيي بن أخطب أحد اليهود الذين هيجوا قريشا والأحزاب ضد المسلمين، وقد ذهب إلى كعب بن أسد سيد بني قريظة يطلب إليه نقض عهد السلم بينه وبين المسلمين، وفكر النبي صلى الله عليه وسلم في مصالحة بني قريظة على ثلث ثمار المدينة، ولكن الأنصار رفضوا اعتزازا بدينهم من أن يعطوا الدنية لهؤلاء الخائنين للعهود والمواثيق، وبدأ القتال باقتحام بعض فرسان المشركين للخندق من إحدى نواحيه الضيقة، فناوشهم المسلمون وقاتلوهم، ثم جاء نعيم بن مسعود ابن عامر إلى الرسول صلى الله عليه وسلم، فأخبره أنه قد أسلم، وأن قومه لا يعلمون بإسلامه، وأنه صديق لبني قريظة يأتمنونه ويثقون به، وقال للرسول: «مرني بما شئت» فقال له الرسول: «إنما أنت فينا رجل واحد، فخَذل عنا إن استطعت، فإن الحرب خدعة» فاستعمل نعيم دهاءه حتى فرق بين قريش وحلفائها، وبين بني قريظة، وأوقع في نفوس كل من الفريقين الشك في الآخر، وأرسل الله على الأحزاب ريحا شديدة في ليلة شاتية شديدة البرد، فجعلت تكفئ قدورهم وتمزق خيامهم، فامتلأت",
            "page": "89",
            "part": "1",
            "seal": "7CB022EC"
        },
        {
            "id": "81",
            "nass": "نفوس الأحزاب بالرعب ورحلوا في تلك الليلة، فلما أصبح الصباح نظر المسلمون فلم يروا أحدا. ¶ وفي هذه الغزوة أنزل الله تعالى في كتابه الكريم: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا، إِذْ جَاؤُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتْ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا، هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا} [الأحزاب: 9 - 11]، ثم يصف موقف المنافقين وتخذيلهم وانسحابهم من المعركة، ثم يقول في وصف المؤمنين: {وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا، مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُم مَّن قَضَى نَحْبَهُ وَمِنْهُم مَّن يَنتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا، لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِن شَاء أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كَانَ غَفُورًا رَّحِيمًا، وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا} [الأحزاب: 22 - 25]. ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة بني قريظة ¶ وقد وقعت في السنة الخامسة للهجرة عقب غزوة الأحزاب، وذلك أن رسول الله صلى الله عليه وسلم بعد أن رأى ما انطوت عليه نفوس يهود بني قريظة من اللؤم والغدر والتحزب مع قريش وحلفائها، وبعد أن أعلنت له إبان اشتداد معركة الأحزاب أنها نقضت عهدها معه، وكانت وهي تساكن الرسول صلى الله عليه وسلم في المدينة تهم",
            "page": "90",
            "part": "1",
            "seal": "A6406FFF"
        },
        {
            "id": "82",
            "nass": "بشر عظيم قد يقضي على المسلمين جميعا لولا انتهاء معركة الأحزاب بمثل ما انتهت إليه، رأى رسول الله صلى الله عليه وسلم أن يؤدب هؤلاء الخائنين الغادرين، ويطهر منهم المدينة مقر جهاده ودعوته حتى لا تواتيهم الظروف مرة أخرى، فينقضوا على جيرانهم المسلمين ويبيدوهم كما هي طبيعة الغدر اليهودي اللئيم. ¶ وروى البخاري عن عائشة رضي الله عنها، أن رسول الله صلى الله عليه وسلم لما رجع يوم الخندق ووضع السلاح واغتسل، أتاه جبريل وقد عصب رأسه الغبار فقال: وضعتَ السلاح، فوالله ما وضعتُه. قال: فأين؟ قال: ههنا، وأومأ إلى بني قريظة، قالت: فخرج إليهم رسول الله صلى الله عليه وسلم. ¶ أمر رسول الله صلى الله عليه وسلم من ينادي في الناس بأن لا يصلين أحد العصر إلا في بني قريظة، ثم خرج فيهم وقد حمل رايته علي رضي الله عنه، وقد اجتمع من المسلمين ثلاثة آلاف، ومن الخيل ست وثلاثون، فلما دنا علي من حصن بني قريظة، سمع منهم مقالة قبيحة في حقه صلى الله عليه وسلم وحق أزواجه، فأخبر النبي صلى الله عليه وسلم بذلك، وطلب إليه ألا يدنو من أولئك الأخباث، فأجابه عليه السلام بأنهم إذا رأوه لم يقولوا من ذلك شيئا لما يعلم من أخلاقهم في النفاق والملق، فلما رأوه تلطفوا به كما تنبأ صلى الله عليه وسلم، ثم أخذ المسلمون في حصارهم خمسا وعشرين ليلة، فلما ضاق بهم الأمر نزلوا على حكم رسول الله صلى الله عليه وسلم، فحكم فيهم سعد بن معاذ سيد الأوس، وكان بنو قريظة حلفاء الأوس، فحكم سعد بأن تقتل",
            "page": "91",
            "part": "1",
            "seal": "C72FE715"
        },
        {
            "id": "83",
            "nass": "مقاتلتهم، وأن تسبى ذراريهم، وأن تقسم أموالهم، فنفذ الرسول حكمه، وبذلك قضى على مؤامرات اليهود ودسائسهم وتآمرهم على رسول الله صلى الله عليه وسلم ودعوته قضاء مبرما في المدينة وما حولها. ¶ وفي هذه الغزوة نزلت آيات من القرآن الكريم تبين غدر اليهود، ونقضهم للعهود، وتخذيلهم لصفوف المسلمين في غزوة الأحزاب: {وَإِذْ قَالَت طَّائِفَةٌ مِّنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِّنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِن يُرِيدُونَ إِلَّا فِرَارًا، وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا، وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِن قَبْلُ (إشارة إلى عهد النبي صلى الله عليه وسلم معهم يوم استقر بالمدينة) لَا يُوَلُّونَ الْأَدْبَارَ وَكَانَ عَهْدُ اللَّهِ مَسْؤُولًا، قُل لَّن يَنفَعَكُمُ الْفِرَارُ إِن فَرَرْتُم مِّنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا} [الأحزاب: 13 - 16]. إلى أن يقول: {وَأَنزَلَ الَّذِينَ ظَاهَرُوهُم (أهل الأحزاب) مِّنْ أَهْلِ الْكِتَابِ مِن صَيَاصِيهِمْ (حصونهم) وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا، وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَّمْ تَطَؤُوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا} [الأحزاب: 26 - 27]. ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة الحديبية ¶ وقعت في ذي القعدة من السنة السادسة للهجرة، وكان من أمرها أن رسول الله صلى الله عليه وسلم رأى في منامه أنه دخل البيت هو",
            "page": "92",
            "part": "1",
            "seal": "958FE3E4"
        },
        {
            "id": "84",
            "nass": "وصحابته آمنين محلقين رؤوسهم ومقصرين لا يخافون شيئا، فأمر الناس أن يتجهزوا للخروج إلى مكة معتمرين، لا يريد حربا لقريش ولا قتالا، فخرج معه المهاجرون والأنصار يحدوهم الشوق إلى رؤية بيت الله الحرام بعد أن حرموا من ذلك ست سنوات، وخرج معهم من شاء من الأعراب، وساق أمامه صلى الله عليه وسلم وهو ما يساق إلى البيت الحرام من الإبل والنعم تعظيما للبيت وتكريما، وأحرم بالعمرة من مكان يسمى بذي الحليفة، ليعلم الناس وقريش خاصة أنه لا يريد قتالا، وكان عدد من خرج معه نحوا من ألف وخمسمائة، ولم يخرجوا معهم بسلاح إلا سلاح المسافر في تلك العهود: السيوف في أغمادها، وسار حتى وصل إلى «عسفان» جاء من يقول له: هذه قريش قد سمعت بمسيرك، فخرجوا وقد لبسوا جلود النمور يحلفون بالله لا تدخلها عليهم أبدا، فقال صلى الله عليه وسلم: يا ويح قريش لقد أكلتهم الحرب! ماذا عليهم لو خلوا بيني وبين سائر العرب، فإن هم أصابوني، كان ذلك الذي أرادوا، وإن أظهرني الله عليهم دخلوا في الإسلام وافرين، وإن لم يفعلوا قاتلوا وبهم قوة، فما تظن قريش؟ فوالله لا أزال أجاهد على الذي بعثني الله حتى يظهره الله، أو تنفرد هذه السالفة». ¶ فلما وصل الحديبية - وهي مكان قريب من مكة بينها وبين طريق جدة الآن- جاءه بعض رجال من خزاعة يسألونه عن سبب قدومه، فأخبرهم أنه لم يأت إلا ليزور البيت ويعتمر، فرجعوا وقالوا لهم: إنكم تعجلون على محمد، لم يأت لقتال، إنما جاء زائرا لهذا البيت.",
            "page": "93",
            "part": "1",
            "seal": "F9FF11DC"
        },
        {
            "id": "85",
            "nass": "فقالوا: لا والله لا يدخلها عليهم عنوة أبدا، ولا يتحدث العرب عنا بذلك. ¶ ثم بعثوا عروة بن مسعود الثقفي ليتحدث إلى الرسول بهذا الشأن، وبعد حديث وأخذ ورد بين عروة وبعض الصحابة، عاد إلى قريش وحدثهم عما رأى من حب الصحابة لرسول الله صلى الله عليه وسلم، وهيبتهم له، ورغبتهم في الصلح معه، فأبوا ذلك، ثم بعث الرسول صلى الله عليه وسلم عثمان بن عفان إلى أهل مكة ليؤكد لهم الغرض من مجيء الرسول وصحابته، وأبطأ عثمان، فأشيع بين المسلمين أنه قد قتل، فقال الرسول عندئذ: لا نبرح حتى نناجز القوم (نقاتلهم) ودعا المسلمين إلى البيعة على الجهاد، والشهادة في سبيل الله، فبايعوه تحت شجرة هناك من أشجار الطلح على عدم الفرار، وأنه إما الصلح، وإما الشهادة، ولما علمت قريش بأمر البيعة، خافوا ورأوا الصلح معه على أن يرجع هذا العام ويعود من قابل فيقيم ثلاثا معه سلاح الراكب: الرماح والسيوف في أغمادها، وأرسلت قريش لذلك سهيل بن عمرو ليتم هذا الصلح، وأخيرا تم هذا الصلح، على ما رغبت قريش، وعلى وضع الحرب بين الفريقين عشر سنين، وأن من أتى من عند محمد إلى مكة لم يردوه، وأن من أتى محمدا من مكة ردوه إليهم، فعز ذلك على المسلمين، وأخذ بعضهم يجادل النبي صلى الله عليه وسلم فيما جاء من شروطها، ومن أشدهم في ذلك عمر، حتى قال رسول الله: «إني عبد الله ولن يضيعني» ثم أمر الرسول أصحابه بالتحلل من العمرة فلم يفعلوا ذلك في موجة من الألم، لما حيل بينهم وبين دخول مكة،",
            "page": "94",
            "part": "1",
            "seal": "4A6C8E1D"
        },
        {
            "id": "86",
            "nass": "ولما شق عليهم من شروط الصلح فبادر عليه السلام بنفسه، فتحلل من العمرة، فتبعه المسلمون جميعا، وقد ظهرت فيما بعد فوائد هذه الشروط التي صعبت على المسلمين ورضي بها الرسول، لبعد نظره ورجحان عقله، وإمداد الوحي له بالسداد في الرأي والعمل. ¶ هذا وقد سمى الله هذه الغزوة فتحا مبينا، حيث قال: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا، لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُّسْتَقِيمًا، وَيَنصُرَكَ اللَّهُ نَصْرًا عَزِيزًا} [الفتح: 1 - 3] ثم تحدث عن مبايعة الرسول صلى الله عليه وسلم، فقال: {إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا} [الفتح: 10] ورضي عن أصحاب بيعة الرضوان تحت الشجرة فقال: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا} [الفتح: 18] وتحدث عن رؤيا الرسول صلى الله عليه وسلم التي كانت سببا في غزوة الحديبية، فقال: {لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِن شَاء اللَّهُ آمِنِينَ مُحَلِّقِينَ رُؤُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِن دُونِ ذَلِكَ فَتْحًا قَرِيبًا} [الفتح: 27] ولعل هذه إشارة إلى فتح مكة الذي كان ثمرة من ثمار صلح الحديبية، كما سنذكره في الدروس والعظات إن شاء الله، ثم أتبع ذلك بتأكيد غلبة هذا الدين وانتصاره، فقال:",
            "page": "95",
            "part": "1",
            "seal": "348BCF1D"
        },
        {
            "id": "87",
            "nass": "{هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللَّهِ شَهِيدًا} [الفتح:28] وصدق الله العظيم. ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة خيبر ¶ وكانت في أواخر المحرم للسنة السابعة من الهجرة. ¶ و (خيبر) واحة كبيرة يسكنها اليهود على مسافة مائة ميل من شمال المدينة جهة الشام. ¶ وسببها أن النبي صلى الله عليه وسلم بعد أن أمن جانب قريش بالصلح الذي تم في الحديبية، قرر تصفية مشكلة التجمعات اليهودية فيما حول المدينة بعد أن صفى اليهود من المدينة نفسها، وقد كان لليهود في خيبر حصون منيعة، وكان فيها نحو من عشرة آلاف مقاتل، وعندهم مقادير كبيرة من السلاح والعتاد، وكانوا أهل مكر وخبث وخداع، فلا بد من تصفية مشكلتهم قبل أن يصبحوا مصدر اضطراب وقلق للمسلمين في عاصمتهم (المدينة) ولذلك أجمع الرسول صلى الله عليه وسلم على الخروج إليهم في أواخر المحرم، فخرج إليهم في ألف وستمائة مقاتل، منهم مائتا فارس، واستنفر من حوله ممن شهد الحديبية، وسار حتى إذا أشرف على خيبر قال لأصحابه: قفوا، ثم عاد فقال: «اللهم رب السماوات وما أظللن، ورب الأرضين وما أقللن [حملن]، ورب الشياطين وما أضللن، ورب الرياح وما ذرين، إنا نسألك خير هذه القرية وخير أهلها، ونعوذ بك من شرها وشر أهلها وشر ما فيها، أقدموا باسم الله».",
            "page": "96",
            "part": "1",
            "seal": "3397F870"
        },
        {
            "id": "88",
            "nass": "ولما وصلوا إليها نزل النبي صلى الله عليه وسلم قريبا من أحد حصون خيبر يسمى (حصن النطاة) وقد جمعوا فيه مقاتلتهم، فأشار الحباب بن المنذر بالتحول، لأنه يعرف أهل النطاة معرفة جيدة، وليس قوم أبعد مدى ولا أعدل رمية منهم، وهم مرتفعون على مواقع المسلمين، فالنبل منهم سريع الانحدار إلى صفوف المسلمين، ثم إنهم قد يباغتون المسلمين في الليل مستترين بأشجار النخيل الكثيرة، فتحول الرسول مع المسلمين إلى موضع آخر وابتدأت المعارك، يفتح المسلمون منها حصنا بعد حصن، إلا الحصنين الأخيرين، فقد رغب أهلها في الصلح على حقن دماء المقاتلة، وترك الذرية والخروج إلى أرض خيبر بذراريهم، وألا يصحب أحد منهم إلا ثوبا واحدا، فصالحهم على ذلك، وعلى أن ذمة الله ورسوله بريئة منهم إن كتموا شيئا، ثم غادروهما فوجد المسلمون فيهما أسلحة كثيرة، وصحائف متعددة من التوراة، فجاء اليهود بعد ذلك يطلبونها، فأمر بردها إليهم، وقد بلغ عدد قتللى اليهود في هذه المعركة ثلاثة وتسعين، واستشهد من المسلمين خمسة عشر. ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة مؤتة ¶ كانت في جمادى الأولى للسنة الثامنة من الهجرة، و (مؤتة) قرية على مشارف الشام، تسمى الآن بـ (الكرك) جنوب شرق البحر الميت، وكان سببها أن الرسول كان قد أرسل الحارث بن عمير الأزدي بكتاب إلى أمير بصرى من جهة هرقل، وهو الحارث بن أبي شمر الغساني يدعوه فيه إلى الإسلام - وكان ذلك من جملة كتبه التي بعث بها",
            "page": "97",
            "part": "1",
            "seal": "80A52297"
        },
        {
            "id": "89",
            "nass": "عليه السلام غلى ملوك العالم وامراء العرب بعد صلح الحديبية- فلما نزل مؤتة أحد الأمراء العرب الغساسنة التابعين لقيصر الروم؛ قال له أين تريد؟ لعلك من رسل محمد؟ قال: نعم. فأوثقه وضرب عنقه، فبلغ ذلك رسول الله صلى الله عليه وسلم، فاشتد عليه الأمر إذ لم يقتل له رسول غيره، وجهز لهم جيشا من المسلمين عدته ثلاثة آلاف، وأمر عليهم زيد بن حارثة، واوصاهم إن أصيب زيد فليؤمروا جعفر بن أبي طالب، فإن أصيب فليؤمروا عليهم عبد الله بن رواحة، وطلب من زيد أن يأتي مقتل الحارث بن عمير، وأن يدعوا من هناك إلى الإسلام، فإن أجابوا وإلا فليستعينوا بالله وليقاتلوهم، وأوصاهم بقوله: «أوصيكم بتقوى الله وبمن معهم من المسلمين خيرا، اغزوا باسم الله، وفي سبيل الله، من كفر بالله، لا تغدروا ولا تغلوا (الغلول السرقة) ولاتقتلوا وليدا ولا امرأة ولا كبيرا فانيا، ولا منعزلا بصومعة، ولا تقربوا نخلا ... ولا تقطعوا شجرا ولا تهدموا بناء» ثم سار الجيش على بركة الله، وقد شيعهم الرسول بنفسه، ولم يزالوا سائرين حتى وصلوا معان، فبلغهم أن هرقل قد جمع لهم جمعا عظيما، ونزل في مآب من أرض البلقاء (هي كورة من أعمال دمشق قصبتها عمان) وكان جيش الروم مؤلفا منهم ومن العرب المنتصرة، فتشاور المسلمون فيما بينهم، ورأوا أن يطلبوا من الرسول مددا، أو يأمرهم بأمر آخر فيمضون له، فقال عبد الله بن رواحة: والله إن الذي تكرهون هو ما خرجتم له، تطلبون الشهادة، ونحن ما نقاتل الناس بعدد ولا كثرة ولا قوة، وإنما نقاتلهم بهذا الدين الذي أكرمنا الله به، فإنما هي إحدى",
            "page": "98",
            "part": "1",
            "seal": "446341AB"
        },
        {
            "id": "90",
            "nass": "الحسنيين؛ فإما الظفر وإما الشهادة، فوافقه الناس على خوض المعركة، وابتدأ القتال، فقاتل زيد حتى قتل، ثم استلم اللواء بعده جعفر بن أبي طالب، فقاتل على فرسه، ثم اضطر للنزول عنها فقاتل مترجلا، فقطعت يمينه، فأخذ اللواء بيساره، فقطعت يساره، فاحتضن اللواء حتى قتل رضي الله عنه، ووجد فيه بضع وسبعون جرحا ما بين ضربة بسيف وطعنة برمح، ثم أخذ اللواء عبد الله بن رواحة، فقاتل حتى قتل، ثم اتفق المسلمون على إمرة خالد بن الوليد للجيش - وكانت هذه أول معركة يحضرها في الإسلام- فما زال يستعمل دهاءه الحربي حتى أنقذ الجيش الإسلامي من الفناء، ثم عاد به إلى المدينة. ¶ كانت هذه أول معركة يخوضها المسلمون خارج جزيرة العرب ضد الروم، وسميت بالغزوة وإن لم يحضرها رسول الله صلى الله عليه وسلم، لكثرة المحاربين فيها، حيث بلغوا ثلاثة آلاف مما يخالف عدد المحاربين في السرايا. ¶ وقد أطلق رسول الله صلى الله عليه وسلم على خالد بن الوليد في هذه المعركة: (سيف الله). ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة الفتح ¶ وهي فتح مكة، وكانت في رمضان للسنة الثامنة من الهجرة، وسببها أن صلح الحديبية أباح لكل قبيلة عربية أن تدخل في عقد رسول الله صلى الله عليه وسلم إن شاءت، أو تدخل في عقد قريش، فارتضت بنو بكر أن تدخل في عقد قريش، وارتضت خزاعة أن تدخل في عقد سول الله صلى الله عليه",
            "page": "99",
            "part": "1",
            "seal": "5C08DBDA"
        },
        {
            "id": "91",
            "nass": "وسلم، وفي تلك السنة (الثامنة) اعتدت بنو بكر على خزاعة، فقتلت منها نحو عشرين رجلا، وأمدت قريش بني بكر بالمال والسلاح، فلما بلغ ذلك الرسول صلى الله عليه وسلم غضب غضبا شديدا، وتجهز لقتال قريش إلا أنه لم يرد أن يخبر الناس عن وجهته، لئلا تستعد قريش، فتستباح حرمة البلد الحرام، وتمتلئ أرجاؤه بأشلاء القتلى، ولكن حاطب بن أبي بلتعة البدري أرسل كتابا سريا إلى مكة يخبرهم فيه بتوجيه الرسول إليهم، فأطلع الله رسوله على أمر الكتاب، فأرسل إلى المرأة التي تحمله بعض أصحابه ليفتشوها، فعثروا على الكتاب، فدعا رسول الله صلى الله عليه وسلم حاطبا، فقال له: ما حملك على هذا؟ فقال: يا رسول الله أما إني لمؤمن بالله ورسوله، ما غيرت ولا بدلت، ولكني كنت امرءا ليس لي في القوم من أصل ولا عشيرة، وكان لي بين أظهرهم ولد وأهل، فصانعتهم عليه. فقال عمر: يا رسول الله دعني أضرب عنقه، فإن الرجل قد نافق، فقال له رسول الله صلى الله عليه وسلم: «إنه شهد بدرا وما يدريك لعل الله قد اطلع على أصحاب بدر فقال: اعملوا ما شئتم فقد غفرت لكم». ¶ ثم سار رسول الله صلى الله عليه وسلم من المدينة لعشر مضين من رمضان، وفي الطريق أفطر وأفطر الناس معه لما لقوا من الجهد والمشقة في سفرهم، وكان عددهم حين خروجهم من المدينة عشرة آلاف، ثم انضم إليهم في الطريق عدد من قبائل العرب، وفي (مر الظهران) عثر حرس رسول الله على أبي سفيان واثنين معه، فأسروهم وجاؤوا بهم إلى النبي صلى الله عليه وسلم، فأسلم أبو سفيان، وقال العباس- الذي",
            "page": "100",
            "part": "1",
            "seal": "7E17F342"
        },
        {
            "id": "92",
            "nass": "لقيه الرسول في الطريق مسلما مهاجرا إلى المدينة-: إن أبا سفيان رجل يحب الفخر، فاجعل له شيئا يفتخر به، فقال: «من دخل دار أبي سفيان فهو آمن»، ثم وصل الجيش مكة، فأعلن منادي الرسول: من دخل داره وأغلق بابه فهو آمن، ومن دخل المسجد فهو آمن، ومن دخل دار أبي سفيان فهو آمن واستثنى من ذلك خمسة عشر رجلا عظمت جريرتهم في حق الإسلام ورسوله، ثم دخل رسول الله مكة وهو راكب راحلته، منحن على الرحل، حتى لتكاد جبهته تمس قتب الراحلة شكرا لله على هذا الفتح الأكبر، ثم طاف الرسول بالبيت، وأزال ما حولها من أصنام بلغت ثلاثمائة وستين، ثم دخل الكعبة وصلى ركعتين فيها، ثم وفق على بابها وقريش تنظر ما هو فاعل بها، فقال فيما قال ساعتئذ: «يا معشر قريش، ما تظنون أني فاعل بكم؟ قالوا خيرا؛ أخ كريم وابن أخ كريم، فقال رسول الله صلى الله عليه وسلم: اليوم اقول لكم ما قال أخي يوسف من قبل: {لاَ تَثْرَيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ} [يوسف: 92] اذهبوا فأنتم الطلقاء». ¶ ثم اجتمع الناس حول الصفا ليبايعوا رسول الله صلى الله عليه وسلم على الإسلام، فجلس إليهم الرسول على الصفا، وأخذ بيعتهم على السمع والطاعة لله ولرسوله فيما استطاعوا، بايع الرجال أولا، ثم النساء، ولم يصافح واحدة منهن، وكان فيمن بايعهن هند زوجة أبي سفيان التي أهدر الرسول دمها فيمن أهدر يوم الفتح، فلما علمها، عفا عنها بيعتها.",
            "page": "101",
            "part": "1",
            "seal": "AE5D170D"
        },
        {
            "id": "93",
            "nass": "وفي يوم الفتح أمر رسول الله بلالا أن يؤذن لصلاة الظهر على ظهر الكعبة، فاستعظم ذلك الحاضرون من قريش ولم يسلموا بعد، ولكن رسول الله أراد ذلك عمدا لسر عظيم وحكمة بالغة. ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة حنين ¶ وكانت في العاشر من شوال للسنة الثامنة من الهجرة بعد فتح مكة بأيام، وسببها أن الله لما فتح مكة لرسوله ظن زعماء هوازن وثقيف أن رسول الله سيتوجه إليهم بعد الانتهاء من أمر مكة، فعزموا على أن يبدؤوه بالقتال، فأمروا عليهم مالك بن عوف وهو يومئذ ابن ثلاثين سنة، فأمرهم أن يسوقوا معهم إلى المعركة أموالهم ونساءهم وأبناءهم ومواشيهم ليكون ذلك أدعى إلى ثباتهم في القتال، وقد بلغت عدة المقاتلين منهم في المعركة المرتقبة ما بين عشرين ألفا إلى ثلاثين، فأعلن رسول الله عزمه على الخروج لقتاله، فخرج كل من كان بمكة؛ أصحابه الذين قدموا معه في المعركة، ومن انضم إليهم بعد ذلك ممن أسلم حديثا وسار رسول الله صلى الله عليه وسلم حتى إذا كان في وادي حنين خرجت عليهم هوازن وحلفاؤها في غبش الصبح، فحمل عليهم المسلمون فانكمشوا وانهزموا، فانشغل المسلمون بجمع الغنائم فاستقبلهم المشركون بالسهام فانفرط عقدهم، وفر أهل مكة والمسلمون الجدد، وبقي رسول الله صلى الله عليه وسلم ثابتا على بغلته يقول: «أنا النبي لا كذب أنا ابن عبد المطلب»، وكان قد أشيع بين المسلمين أن النبي صلى الله عليه وسلم قد قتل، فألقى كثير منهم",
            "page": "102",
            "part": "1",
            "seal": "E0F9212E"
        },
        {
            "id": "94",
            "nass": "سلاحه يائسا، ولكن نفرا من المهاجرين والأنصار ثبتوا حولهن وأخذ العباس - وكان جهوري الصوت - ينادي في المسلمين: إن رسول الله ما زال حيا، فعاد إليه من كان مدبرا، وتكاثر المؤمنون حتى استطاعوا أن ينتصروا كرة أخرى، وتبعهم المسلمون يقتلون ويأسرون، وبلغت غنائم العدو مبلغا كبيرا، فرقه اولا على المؤلفة قلوبهم من حديثي الإسلام، ولم يعط منها الأنصار شيئا اعتمادا على إيمانهم وصدق إسلامهم. ¶ وقد نزل من القرآن في هذه المعركة: {لَقَدْ نَصَرَكُمُ اللهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ 25 ثُمَّ أَنَزلَ اللهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا وَعذَّبَ الَّذِينَ كَفَرُواْ وَذَلِكَ جَزَاء الْكَافِرِينَ} [التوبة:25]. ¶ ... وكانت هذه الغزوة آخر معركة ذات شأن بين الإسلام والمشركين، لم يلبث العرب من بعدها أن كسروا الأصنام ودخلوا في دين الإسلام. ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الوقائع التاريخية - غزوة تبوك ¶ وتسمى غزوة العسرة، وكانت في رجب سنة تسع من الهجرة. ¶ و (تبوك) موضع بين وادي القرى من أرض الحجاز وبين الشام، وسببها أن الروم قد جمعت جموعا كثيرة بالشام ضمت قبائل لخم، وجذام، وعاملة، وغسان، وهي من نصارى العرب، وكان قصد",
            "page": "103",
            "part": "1",
            "seal": "C257FDDC"
        },
        {
            "id": "95",
            "nass": "هرقل من ذلك، الهجوم على المدينة والقضاء على الدولة الناشئة في جزيرة العرب التي أخذت أخبارها وأخبار انتصاراتها تثير جزع هرقل وخوفه، فندب رسول الله الناس للخروج، وكان الوقت وقت عسر شديد وحر شديد، فانتدب المؤمنون الصاقون عن طيب نفس، وتخلف ثلاثة منهم من صادقي الإيمان، وندب رسول الله صلى الله عليه وسلم الأغنياء لتجهيز جيش العسرة، فجاؤوا بأموال كثيرة؛ جاء أبوبكر بماله كله، وجاء عمر بنصف ماله، وتصدق عثمان يومئذ بمال كثير، وجهز ثلث الجيش، حتى دعا له الرسول صلى الله عليه وسلم وقال: «ما ضر عثمان ما عمل بعد اليوم». وجاءه عدد من فقراء الصحابة لا يجدون ما يركبون عليه، فقال لهم الرسول صلى الله عليه وسلم: «لا أجد ما أحملكم عليه»، فتولوا وأعينهم تفيض من الدمع حزنا ألا يجدوا ما ينفقون، وتخلف من المنافقين بضعة وثمانون رجلا، واعتذر إليه عدد من الأعراب بأعذار غير صحيحة، فقبلها منهم صلى الله عليه وسلم. ¶ ... سار رسول الله صلى الله عليه وسلم بالناس ومعه ثلاثون ألف مقاتل، ومن الخيل عشرة آلاف، وكان هذا أعظم ما رأته العرب حتى ذاك، ثم واصل سيره حتى بلغ تبوك، فأقام فيها نحوا من عشرين ليلة، ولم يلق فيها كيدا، ولم يدخل حربا. ¶ ... وكانت هذه آخر غزواته صلى الله عليه وسلم، وفي هذه الغزوة نزل قول الله تبارك وتعالى: {لَقَد تَّابَ الله عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ",
            "page": "104",
            "part": "1",
            "seal": "BF4FB43E"
        },
        {
            "id": "96",
            "nass": "ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَؤُوفٌ رَّحِيمٌ، وَعَلَى الثَّلاَثَةِ الَّذِينَ خُلِّفُواْ حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّواْ أَن لاَّ مَلْجَأَ مِنَ اللهِ إِلاَّ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُواْ إِنَّ اللهَ هُوَ التَّوَّابُ الرَّحِيمُ} [التوبة: 118 - 119]. ¶ ... كما أنزلت آيات كثيرة تتحدث عن موقف المنافقين والمعتذرين من الأعراب في هذه الغزوة، وفيها عتاب من الله لرسوله على قبول معذرتهم، وهي آيات كثيرة تجدها في سورة التوبة. ¶ الفصل الخامس - في معارك الرسول الحربية ¶ الدروس والعظات ¶ نتكلم أولا عن مشروعية القتال في الإسلام وأسبابه وقواعده العامة. ¶ بدأ رسول الله صلى الله عليه وسلم دعوته بالحسنى والموعظة، يتلو على قومه ما يتنزل عليه من كتاب الله ويحدثهم من قلبه وعقله ما يفتح عيونهم على ما هم عليه من وثية وخرافة وضلالة وجهل، ولكن قومه قابلوه بالصد والسخرية أولا، ثم بالافتراء والأذى ثانيا، ثم بالتآمر على قتله أخيرا، إلى أن هيأ الله لدعوته مكانا تستقر فيه آمنة مطمئنة، ولكن واجه في مكانه الجديد قوتين تتربصان به الدوائر: قريشا التي أقض مضجعها هجرة النبي صلى الله عليه وسلم وصحابته إلى المدينة التي آمن أصحابها بدعوته أيضا، فغدت له قوة تتمزق لها مرائرة قريش، وقوة اليهود التي حرص النبي صلى الله عليه وسلم على أن يقيم علاقة سلم معها منذ استقراره، ولكن طبيعة اليهود طبيعة حاقدة ماكرة متآمرة، فما كاد النبي صلى الله",
            "page": "105",
            "part": "1",
            "seal": "29B05B41"
        },
        {
            "id": "97",
            "nass": "عليه وسلم يستقر بالمدينة، وتتم له زعامة المهاجرين والأنصار، حتى شرق زعماء اليهود بالحسد والغيظ من هذه الزعامة التي نافستهم وسيطرت على المدينة سيطرة تامة. ¶ كان رسول الله صلى الله عليه وسلم مدة مقامه بالمدينة تتنزل عليه آيات القرآن الكريم بالصبر على ما يقولون. {وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا} [المزمل: 10] وكان المشركون كلما تنزلت آيات الصبر على أذاهم ازدادوا في الأذى والكيد والعدوان، ولم يكن المسلمون يومئذ قادرين على صد الأذى لقلتهم واستضعافهم، فلما استقر النبي صلى الله عليه وسلم في المدينة، وأصبحت للمسلمين شوكة ومنعة، واجهتم قوة قريش وعداوتها، وضغينة اليهود وخبثهم، باحتمال العدوان عليهم في كل حين، والإسلام دين واقعي لا يغمض عينه عن الواقع، ويتبع الأوهام والمثل العليا إزاء قوم لا يؤمنون بهذه المثل، ولا يحترمونها، فكان لا بد له أن يحتمي بالقوة، ويستعد لرد العدوان، ويقضي على قوة الباطل وشوكته، لينفسح المجال أمام دعوته الخيرة المحررة، تخاطب العقول، وتزكي النفوس، وتصلح الفساد، وتجعل للخير أعلاما يهتدى بها، ومنارات تضيء الطريق لمبتغي الخير والهداية والرشاد. ¶ ... لهذا كله وما يشبهه شرع الله القتال للمؤمنين في السنة الثانية للهجرة، حين نزلت الآيات التالية: {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ، الَّذِينَ أُخْرِجُوا مِن دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَن يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ، الَّذِينَ إِن مَّكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} [الحج: 39 - 41]. ¶ هذه هي أولى الآيات التي نزلت في شأن القتال والإذن فيه، وجدير بنا أن نقف عندها قليلا لنتعرف منها حكمة الإذن بالقتال وفائدته وأهدافه: ¶ 1 - ذكر في صدر الآية أنه أذن للمؤمنين بالقتال، ويلاحظ أنه عبر عن المؤمنين بلفظ: (الذين يقاتلون) ومن القواعد اللغوية المعروفة أن تعليق الحكم بمشتق يفيد علية ما منه الاشتقاق، فـ (يقاتلون) مشتق من المقاتلة، أي إن هؤلاء المؤمنين الذين أذن لهم بالقتال، كانوا يقاتلون أي: يضطهدون ويعذبون، ويعلن عليهم القتال، فهذا صريح في أن العلة في الإذن لهم بالقتال وقوع الاضطهاد عليهم من قبل، فهو بمثابة رد العدوان عنهم، ومعاملة المثل بالمثل، كما في قوله تعالى: {فَاعْتَدُواْ عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} [البقرة: 194] وقوله: {وَجَزَاء سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا} [الشورى: 40]. ¶ 2 - وفي الآية تصريح بأن هذا القتال الذي كانوا يقاتلون به إنما كان ظلما وعدوانا لا مسوغ له، وذلك في قوله في الآية: {بِأَنَّهُمْ ظُلِمُوا} فالمؤمنون في مكة لم يكونوا ظالمين ولا متعسفين، إنما كانوا",
            "page": "106",
            "part": "1",
            "seal": "6F61029E"
        },
        {
            "id": "98",
            "nass": "يدافعون عن العقيدة، ويدعون قومهم إلى التحرر من الأوهام والخرافات، ومساوئ الأخلاق. ¶ 3 - وفي الآية الثانية تصريح بالحقائق التاريخية التي وقع فيها الاضطهاد، ذلك أن هؤلاء المؤمنين الذين أذن لهم بالقتال كانوا قد أخرجوا من ديارهم، وليس هنالك ظلم أشد من إخراج الإنسان من وطنه، وتشريده عن أرضه. ¶ 4 - وفي الآية نفسها بيان للسبب الذي من أجله أخرج هؤلاء المؤمنون من ديارهم، وهو أنهم خالفوا قومهم في اعتناق الوثنية، وعبادة الآلهة الباطلة، وعبدوا الله الواحد الأحد، فالقوم كانوا مضطهدين من أجل العقيدة، لا تريد قريش أن تكون لهم حريتهم فيها. ¶ 5 - وما دام المؤمنون كانوا لا يملكون حرية الاعتقاد، فالقتال الذي شرع إنما هو لتأمين هذه الحرية التي هي أغلى ما يعتز به الإنسان من قيم هذه الحياة. ¶ 6 - ثم بين الله أن هذا القتال الذي شرعه للمؤمنين ليست فائدته في تأمين الحرية الدينية لهم وحدهم، بل يستفيد منها أتباع الديانات السماوية الأخرى، وهي اليهودية والنصرانية، فإن المسلمين يومئذ كانوا يقاتلون وثنيين لا دين لهم، فإذا قويت شوكتهم استطاعوا أن يحموا أماكن العبادة لليهود والنصارى مع حمايتهم للمساجد، كيلا يستولي الوثنيون والملحدون فيحاربوا الديانات الإلهية، ويغلقوا أماكن العبادة لها، وذلك واضح في قوله في تلك الآية: {وَلَوْلَا دَفْعُ اللَّهِ",
            "page": "107",
            "part": "1",
            "seal": "AD2BAC4D"
        },
        {
            "id": "99",
            "nass": "النَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ",
            "page": "108",
            "part": "1",
            "seal": "AC55D4B2"
        },
        {
            "id": "100",
            "nass": "وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا}. ¶ والصوامع: هي أماكن الخلوة للرهبان، وتسمى الأديرة. والبيع: هي منائس النصارى، والصلوات: هي كنائس اليهود. وبذلك يتبين بوضوح أن القتال في الإسلام ليس لمحو الديانات السماوية، وهدم معابدها، بل لحماية هذه الديانات السماوية من استعلاء الملحدين والوثنيين عليها، وتمكنهم من تدميرها وإغلاقها. ¶ 7 - وفي الآية الثالثة تصريح بالنتائج التي تترتب على انتصار المؤمنين في هذا القتال المشروع، فهي ليست استعمار الشعوب، ولا أكل خيراتها، ولا انتهاب ثرواتها، ولا إذلال كراماتها، وإنما هي تنائج في مصلحة الإنسانية، ولفوائد المجتمعات، فهي: ¶ أ- ... ... فهي لنشر السمو الروحي في العالم عن طريق العبادة {أَقَامُوا الصَّلَاةَ}. ¶ ب- ... ... ولنشر العدالة الاجتماعية بين الشعوب عن طريق الزكاة {وَآتَوُا الزَّكَاةَ}. ¶ ج- ... ... ولتحقيق التعاون على خير المجتمع وكرامته ورقيه {وَأَمَرُوا بِالْمَعْرُوفِ}. ¶ د- ... ... وللتعاون على مكافحة الشر والجريمة والفساد {وَنَهَوْا عَنِ الْمُنكَرِ}. ¶ تلك هي النتائج التي تترتب على انتصار المؤمنين في قتالهم مع أعدائهم، من إقامة دولة إسلامية تعمل على سمو الروح، وتكافل",
            "page": "109",
            "part": "1",
            "seal": "DBDC6004"
        },
        {
            "id": "2",
            "nass": "مقدمة المؤلف ¶ الحمد لله الذي أرسل رسوله بالبينات والهدى، ليخرجوا الناس من الظلمات إلى النور، ويهدوهم إلىى صراط العزيز الحميد. ¶ والصلاة والسلام على أفضل رسله، وأشرف دعاته، سيدنا محمد صلى الله عليه وسلم الذي ختم الله به رسله، فجعل سيرته قدوة لكل مؤمن في جميع شؤون الحياة صغيرها وكبيرها، وختم بدينه الشرائع، فجعل رسالته أكمل الرسالات وأوفاها بحاجات الناس في مختلف بيئاتهم وعصورهم، صلى الله وسلم عليه وعلى أصحابه الهداة البررة الذين علم الله فيهم سلامة الفطرة، وصدق العقيدة، وعظيم التضحية، فشرفهم بحمل رسالة الإسلام إلى أمم الأرض، فأراقوا في سبيلها دماءهم، وفارقوا من أجلها ديارهم، حتى أدوا الأمانة، وبلغوا الرسالة، ونصحوا لله ورسوله، فكان لهم فضل على الإنسانية لا يعرف مداها، ودين في عنق كل مسلم حتى يرث الله الأرض ومن عليها، رضوان الله عليهم وعلى من أحبهم وحمل لواء الدعوة إلى الله من بعدهم حتى يوم الدين. ¶ وبعد فهذه مذكرات كتبتها على عجل وشدة من المرض بعد أن ألقيتها محاضرة مفصلة على طلاب السنة الأولى في كلية الشريعة توخيت فيها أن أبرز أوضح مظاهر الأسوة في سيرة الرسول الكريم صلى",
            "page": "11",
            "part": "1",
            "seal": "4B2A98A0"
        },
        {
            "id": "3",
            "nass": "الله عليه وسلم، مما ينبغي على كل مسلم وداعية إلى الله عز وجل، وعالم بالشريعة، وحامل لفقهها، أن يتدبره ويجعله نصب عينيه، ليكون له شرف الاقتداء برسوله صلى الله عليه وسلم، وليفتح أمامه باب النجاح في دعوته بين الناس، وباب القبول والرضى من الله جل شأنه، وليكتب له شرف الخلود مع رسوله صلى الله عليه وسلم في جنات النعيم، فإن الله تعالى يقول: {وَمَن يُطِعِ اللهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ} [النساء: 13]. ¶ هذا وقد جعلت البحث وفق المنهج التالي: ¶ أ- مقدمة وتشتمل على بحثين: ¶ 1 - في ميزة السيرة النبوية والفائدة من دراستها. ¶ 2 - في مصادر السيرة النبوية ومراجعها الصحيحة. ¶ ب- في فقه سيرته صلى الله عليه وسلم ويشتمل على عشرة فصول. ¶ الفصل الأول- في حياته صلى الله عليه وسلم قبل البعثة. ¶ الفصل الثاني- في حياته بعد البعثة إلى الهجرة إلى الحبشة. ¶ الفصل الثالث- في حياته بعد هجرة الحبشة إلى الهجرة للمدينة. ¶ الفصل الرابع- في هجرته حتى استقراره بالمدينة. ¶ الفصل الخامس- في معاركه الحربية منذ غزوة بدر حتى فتح مكة. ¶ الفصل السادس- في انتشار الإسلام في جزيرة العرب بعد الفتح. ¶ الفصل السابع- في حياته بعد الفتح إلى الوفاة. ¶ الفصل الثامن- في خصائص التشريع الإسلامي في المدينة.",
            "page": "12",
            "part": "1",
            "seal": "C7D1D9B0"
        },
        {
            "id": "4",
            "nass": "الفصل التاسع- في أخلاقه وافتراءات المستشرقين والمبشرين. ¶ الفصل العاشر- في أثره وأثر رسالته في العالم. ¶ والله أسأل أن يوفقني في مثل هذه العجالة القصيرة المستعجلة إلى إمعان النظر في السيرة النبوية بما يؤدي إلى الغرض المتوخى من تدريس هذه المادة في كلية الشريعة بحيث يحمل طلابها وطالباتها على أن يتعشقوا دراسة سيرته الطاهرة، فيحملوا من معانيها ودروسها في نفوسهم ما يجعلهم قدوة للناس في استقامتهم وصلاح سيرتهم، وحسن هديهم في الدعوة إلى الإصلاح حتى يعود الرسول صلى الله عليه وسلم للمسلمين شمسا منيرة تبدد ظلمات حياتهم، وتمدهم بالحرارة والدفء في قلوبهم وعقولهم وسلوكهم فيعود للمجتمع الإسلامي صفاؤه واستقامته ومثاليته التي تجعله من جديد في مكان الصدارة والقيادة لشعوب العالم، ويتحقق بذلك قول الله فينا نحن المسلمين مرة أخرى: {كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللهِ} [آل عمران:111]. ¶ دمشق رمضان 1381هـ ¶ مصطفى السباعي",
            "page": "13",
            "part": "1",
            "seal": "B00F4480"
        },
        {
            "id": "6",
            "nass": "المقدمة ¶ ميزة السيرة النبوية ¶ تجمع السيرة النبوية عدة مزايا تجعل دراستها متعة روحية وعقلية وتاريخية، كما تجعل هذه الدراسة ضرورية لعلماء الشريعة والدعاة إلى الله والمهتمين بالإصلاح الاجتماعي، ليضمنوا إبلاغ الشريعة إلى الناس بأسلوب يجعلهم يرون فيها المعتصم الذي يلوذون به عند اضطراب السبل واشتداد العواصف، ولتتفتح أمام الدعاة قلوب الناس وأفئدتهم، ويكون الإصلاح الذي يدعو إليه المصلحون، أقرب نجحا وأكثر سدادا. ونجمل فيما يلي أبرز مزايا السيرة النبوية. ¶ أولا- إنها أصح سيرة لتاريخ نبي مرسل، أو عظيم مصلح فقد وصلت إلينا سيرة رسول الله صلى الله عليه وسلم عن أصح الطرق العلمية وأقواها ثبوتا- كما سنرى في بحث مصادر السيرة- مما لايترك مجالا للشك في وقائعها البارزة وأحداثها الكبرى، ومما ييسر لنا معرفة ما أضيف إليها في العصور المتأخرة من أحداث أو معجزات أو وقائع أوحى بها العقل الجاهل الراغب في إضفاء الصفة المدهشة على رسول الله صلى الله عليه وسلم أكثر مما أراد الله لرسوله أن يكون عليه من جلالة المقام وقدسية الرسالة، وعظمة السيرة.",
            "page": "15",
            "part": "1",
            "seal": "E8CDB463"
        },
        {
            "id": "7",
            "nass": "إن الميزة من صحة السيرة صحة لا يتطرق إليها شك لا توجد في سيرة رسول من رسل الله السابقين، فموسى عليه السلام قد اختلطت عندنا وقائع سيرته الصحيحة بما أدخل عليها اليهود من زيف وتحريف، ولا نستطيع أن نركن إلى التوراة الحاضرة لنستخرج منها سيرة صادقة لموسى عليه السلام، فقد أخذ كثير من النقاد الغربيين يشكون في بعض أسفارها وبعضهم يجزم بأن بعض أسفارها لم يكتب في حياة موسى عليه السلام ولا بعده بزمن قريب، وإنما كتب بعد زمن بعيد من غير أن يعرف كاتبها، وهذا وحده كاف للتشكيك في صحة سيرة موسى عليه السلام كما وردت في التوراة، ولذلك ليس أمام المسلم أن يؤمن بشيء من صحة سيرته إلا ما جاء في القرآن الكريم والسنة النبوية الصحيحة. ¶ ومثل ذلك يقال في سيرة عيسى عليه السلام، فهذه الأناجيل المعترف بها رسميا لدى الكنائس المسيحية إنما أقرت في عهد متأخر عن السيد المسيح بمئات السنينن، وقد اختيرت - بدون مسوغ علمي - من بين مئات الأناجيل التي كانت منتشرة في أيدي المسيحيين يومئذ. ثم إن نسبة هذه الأناجيل لكاتبيها لم يثبت عن طريق علمي تطمئن النفس إليه، فهي لم ترو بسند متصل إلى كاتبيها، على أن الخلاف قد وقع أيضا بين النقاد الغربيين في أسماء بعض هؤلاء الكاتبين من يكونون؟ وفي أي عصر كانوا؟ ¶ وإذا كان هذا شأن سير الرسل أصحاب الديانات المنتشرة في العالم، كان الشك أقوى في سيرة أصحاب الديانات والفلاسفة الآخرين الذين يعد أتباعهم بمئات الملايين في العالم، كبوذا",
            "page": "16",
            "part": "1",
            "seal": "BEE6602C"
        },
        {
            "id": "8",
            "nass": "وكونفوشيوس، فإن الروايات التي يتناقلها أتباعهم عن سيرتهم ليس لها أصل معتبر في نظر البحث العلمي، وإنما يتلقفها الكهان فيما بينهم، ويزيد فيها كل جيل عن سابقه بما هو من قبيل الأساطير والخرافات التي لا يصدقها العقل النير المتحرر الخالي من التعصب لتلك الديانات. ¶ وهكذا نجد أن أصح سيرة وأقواها ثبوتا متواترا هي سيرة محمد رسول الله صلى الله عليه وسلم. ¶ ثانيا- إن حياة رسول الله صلى الله عليه وسلم واضحة كل الوضوح في جميع مراحلها، منذ زواج أبيه عبد الله بأمه آمنة إلى وفاته صلى الله عليه وسلم، فنحن نعرف الشيء الكثير عن ولادته، وطفولته وشبابه، ومكسبه قبل النبوة، ورحلاته خارج مكة، إلى أن بعثه الله رسولا كريما، ثم نعرف بشكل أدق واوضح وأكمل كل أحواله سنة فسنة، مما يجعل سيرته عليه الصلاة والسلام واضحة وضوح الشمس، كما قال بعض النقاد الغربيين: إن محمدا (عليه الصلاة والسلام) هو الوحيد الذي ولد على ضوء الشمس. ¶ وهذا ما لم يتيسر مثله ولا قريب منه لرسول من رسل الله السابقين، فموسى عليه السلام لا نعرف شيئا قط عن طفولته وشبابه وطرق معيشته قبل النبوة، ونعرف الشيء القليل عن حياته بعد النبوة، مما لا يعطينا صورة مكتملة لشخصيته، ومثل ذلك يقال في عيسى عليه السلام، فنحن لا نعرف شيئا عن طفولته إلا ما تذكره الأناجيل الحاضرة، من أنه دخل هيكل اليهود، وناقش أحبارهم، فهذه هي الحادثة الوحيدة التي يذكرونها عن طفولته، ثم نحن لا نعلم من أحواله بعد النبوة إلا ما",
            "page": "17",
            "part": "1",
            "seal": "937678D7"
        },
        {
            "id": "9",
            "nass": "يتصل بدعوته، وقليلا من أسلوب معيشته، وما عدا ذلك فأمر يغطيه الضباب الكثير. ¶ فأين هذا مما تذكره مصادر السيرة الصحيحة من أدق التفاصيل في حياة رسولنا الشخصية، كأكله، وقيامه، وقعوده، ولباسه، وشكله، وهيئته، ومنطقه، ومعاملته لأسرته، وتعبده، وصلاته، ومعاشرته لأصحابه، بل بلغت الدقة في رواة سيرته أن يذكروا لنا عدد الشعرات البيض في رأسه ولحيته صلى الله عليه وسلم. ¶ ثالثا- إن سيرة رسول الله صلى الله عليه وسلم تحكي سيرة إنسان أكرمه الله بالرسالة، فلم تخرجه عن إنسانيته، ولم تلحق حياته بالأساطير، ولم تضف عليه الألوهية قليلا ولا كثيرا، وإذا قارنا هذا بما يرويه المسيحيون عن سيرة عيسى عليه السلام، وما يرويه البوذيون عن بوذا، والوثنيون عن آلهتهم المعبودة، اتضح لنا الفرق جليا بين سيرته عليه السلام وسيرة هؤلاء، ولذلك أثر بعيد المدى في السلوك الإنساني والاجتماعي لاتباعهم، فادعاء الألوهية لعيسى عليه السلام ولبوذا جعلهما أبعد منالا من أن يكونا قدوة نموذجية للإنسان في حياته الشخصية والاجتماعية، بينما ظل وسيظل محمد صلى الله عليه وسلم النثل النموذجي الإنساني الكامل لكل من أراد أن يعيش سعيدا كريما في نفسه وأسرته وبيئته، ومن هنا يقول الله تعالى في كتابه الكريم: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ} [الأحزاب:21]. ¶ رابعا- إن سيرة رسول الله صلى الله عليه وسلم شاملة لكل النواحي",
            "page": "18",
            "part": "1",
            "seal": "5BAD21AD"
        },
        {
            "id": "10",
            "nass": "الإنسانية في الإنسان، فهي تحكي لنا سيرة محمد الشاب الأمين المستقيم قبل أن يكرمه الله بالرسالة، كما تحكي لنا سيرة رسول الله الداعية إلى الله المتلمس أجدى الوسائل لقبول دعوته، الباذل منتهى طاقته وجهده في إبلاغ رسالته، كما تحكي لنا سيرته كرئيس دولة يضع لدولته أقوم النظم وأصحها، ويحميها بيقظته وإخلاصه وصدقه بما يكفل لها النجاح، كما تحكي لنا سيرة الرسول الزوج والأب في حنو العاطفة، وحسن المعاملة، والتمييز الواضح بين الحقوق والواجبات لكل من الزوج والزوجة والأولاد، كما تحكي لنا سيرة الرسول المربي المرشد الذي يشرف على تربية أصحابه تربية مثالية ينقل فيها من روحه إلى أرواحهم، ومن نفسه إلى نفوسهم، مما يجعلهم يحاولون الاقتداء به في دقيق الأمور وكبيرها، كما تحكي لنا سيرة الرسول الصديق الذي يقوم بواجبات الصحبة، ويفي بالتزاماتها وآدابها، مما يجعل أصحابه يحبونه كحبهم لأنفسهم وأكثر من حبهم لأهليهم وأقربائهم، وسيرته تحكي لنا سيرة المحارب الشجاع، والقائد المنتصر، والسياسي الناجح، والجار الأمين، والمعاهد الصادق. ¶ وقصارى القول: إن سيرة رسول الله صلى الله عليه وسلم شاملة لجميع النواحي الإنسانية في المجتمع، مما يجعله القدوة الصالحة لكل داعية، وكل قائد، وكل أب، وكل زوج، وكل صديق، وكل مربي، وكل سياسي، وكل رئيس دولة، وهكذا .. ¶ ونحن لا نجد مثل هذا الشمول ولا قريبا منه فيما بقي لنا من سير الرسل السابقين، ومؤسسي الديانات والفلاسفة المتقدمين والمتأخرين،",
            "page": "19",
            "part": "1",
            "seal": "A65F378E"
        },
        {
            "id": "11",
            "nass": "فموسى يمثل زعيم الأمة الذي أنقذ أمته من العبودية، ووضع لها من القواعد والمبادئ ما يصلح لها وحدها، ولكننا لا نجد في سيرته ما يجعله قدوة للمحاربين، أو المربين أو السياسيين، أو رؤساء الدول أو الآباء، أو الأزواج مثلا، وعيسى عليه السلام يمثل الداعية الزاهد الذي غادر الدنيا وهو لا يملك مالا، ولا دارا، ولا متاعا، ولكنه في سيرته الموجودة بين أيدي المسيحيين، لا يمثل القائد المحارب، ولا رئيس الدولة، ولا الأب، ولا الزوج -لأنه لم يتزوج- ولا المشترع، ولا غير ذلك مما تمثله سيرة محمد صلى الله عليه وسلم. وقل مثل ذلك في بوذا، وكونفوشيوس، وأرسطو، وأفلاطون، ونابليون، وغيرهم من عظماء التاريخ، فإنهم لا يصلحون للقدوة -إن صلحوا- إلا لناحية واحدة من نواحي الحياة وبرزوا فيها واشتهروا بها، والإنسان الوحيد في التاريخ الذي يصلح أن يكون قدوة لجميع الفئات وجميع ذوي المواهب وجميع الناس هو محمد صلى الله عليه وسلم. ¶ خامسا- إن سيرة محمد صلى الله عليه وسلم وحدها تعطينا الدليل الذي لا ريب فيه على صدق رسالته ونبوته، إنها سيرة إنسان كامل سار بدعوته من نصر إلى نصر لا عن طريق الخوارق والمعجزات، بل عن طريق طبيعي بحت، فلقجد دعا فأوذي، وبلغ فأصبح له الأنصار، واضطر إلى الحرب فحارب، وكان حكيما، موفقا في قيادته، فما أزفت ساعة وفاته إلا كانت دعوته تلف الجزيرة العربية كلها عن طريق الإيمان، لا عن طريق القهر والغلبة، ومن عرف ما كان عليه العرب من عادات وعقائد وما قاوموا به دعوته من شتى أنواع المقاومة حتى تدبير",
            "page": "20",
            "part": "1",
            "seal": "31ACFC53"
        },
        {
            "id": "12",
            "nass": "اغتياله، ومن عرف عدم التكافؤ بينه وبين محاربيه في كل معركة انتصر فيها، ومن عرف قصر المدة التي استغرقتها رسالته حتى وفاته، وهي ثلاث وعشرون سنة، أيقن أن محمدا رسول الله حقا، وأن ما كان يمنحه الله من قوة وثبات وتأثير ونصر ليس إلا لأنه نبي حقا، وما كان لله أن يؤيد من يكذب عليه هذا التأييد الفريد في التاريخ، فسيرة رسول الله صلى الله عليه وسلم تثبت لنا صدق رسالته عن طريق عقلي بحت، وما وقع له صلى الله عليه وسلم من المعجزات لم يكن الأساس الأول في إيمان العرب بدعوته، بل إنا لا نجد له معجزه آمن معها الكفار المعاندون، على أن المعجزات المادية تكون حجة على من شاهدها، ومن المؤكد أن المسلمين الذين لم يروا النبي صلى الله عليه وسلم، ولم يشاهدوا معجزاته، إنما آمنوا بصدق رسالته للأدلة العقلية القاطعة على دعواه النبوة، ومن هذه الأدلة العقلية: القرآن الكريم، فإنه معجزة عقلية، تلزم كل عاقل منصف أن بصدق محمد صلى الله عليه وسلم في دعوى الرسالة. ¶ وهذا يختلف تماما عن سير الأنبياء السابقين المحفوظة لدى أتباعهم، فهي تدلنا على أن الناس إنما آمنوا بهم لما رأوا على أيديهم من معجزات وخوارق، دون أن يحكموا عقولهم في مبادئ دعواتهم فتذعن لها، وأوضح مثل لذلك السيد المسيح عليه السلام، فإن الله حكى لنا في القرآن الكريم أنه جعل الدعامة الأولى في إقناع اليهود بصدق رسالته أنه يبرئ الأكمه والأبرص، ويشفي المرضى، ويحيي الموتى، وينبئهم بما يأكلون ويدخرون في بيوتهم، كل ذلك بإذن الله جل شأنه،",
            "page": "21",
            "part": "1",
            "seal": "3C3329DE"
        },
        {
            "id": "13",
            "nass": "والأناجيل الحاضرة تروي لنا أن هذه المعجزات هي وحدها التي كانت سببا في إيمان الجماهير دفعة واحدة به، لا على أنه رسول كما يحكي القرآن الكريم، بل على أنه إله وابن إله-حاشا لله من ذلك- والمسيحية بعد المسيح انتشرت بالمعجزات وخوارق العادات - وفي سفر أعمال الرسل أكبر دليل على ذلك - حتى ليصح لنا أن نطلق على المسيحية التي يؤمن بها أتباعها أنها دين قام على المعجزات والخوارق، لا على الإقناع العقلي ومن هنا نرى هذه الميزة الواضحة في سيرة الرسول صلى الله عليه وسلم، أنه ما آمن به واحد عن طريق مشاهدته لمعجزة خارقة، بل عن اقتناع عقلي وجداني، وإذا كان الله قد أكرم رسوله بالمعجزات الخارقة، فما ذلك إلا إكرام له صلى الله عليه وسلم وإفحام لمعانديه المكابرين ومن تتبع القرآن الكريم وجد أنه اعتمد في الإقناع على المحاكمة العقلية، والمشاهدة المحسوسة لعظيم صنع الله، والمعرفة التامة بما كان عليه الرسول من أمية تجعل إتيانه بالقرآن الكريم دليلا على صدق رسالته صلى الله عليه وسلم، يقول الله تعالى في سورة العنكبوت: {وَقَالُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِندَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُّبِينٌ، أَوَلَمْ يَكْفِهِمْ أَنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ} [العنكبوت: 50،51]، ولما اشتط كفار قريش في طلب المعجزات من رسول الله صلى الله عليه وسلم كما كانت تفعل الأمم الماضية، أمره الله أن يجيبهم بقوله: {قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إَلاَّ بَشَرًا رَّسُولاً} [الإسراء: 93]. استمع إلى ذلك في قوله تعالى في سورة الإسراء: {وَقَالُواْ لَن نُّؤْمِنَ لَكَ",
            "page": "22",
            "part": "1",
            "seal": "28CFE0B6"
        },
        {
            "id": "14",
            "nass": "حَتَّى تَفْجُرَ لَنَا مِنَ الأَرْضِ يَنبُوعًا، أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأَنْهَارَ خِلالَهَا تَفْجِيرًا، أَوْ تُسْقِطَ السَّمَاء كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللهِ وَالْمَلآئِكَةِ قَبِيلاً، أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إَلاَّ بَشَرًا رَّسُولاً} [الإسراء: 91 - 93]. ¶ هكذا يقرر القرآن بصراحة ووضوح أن محمدا صلى الله عليه وسلم إنسان رسول، وأنه لا يعتمد في دعوى الرسالة على الخوارق والمعجزات، وإنما يخاطب العقول والقلوب، {فَمَن يُرِدِ اللهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ} [الأنعام: 125].",
            "page": "23",
            "part": "1",
            "seal": "E4A58D0F"
        },
        {
            "id": "16",
            "nass": "المقدمة ¶ مصادر السيرة النبوية ¶ تنحصر المصادر الرئيسية المعتمدة للسيرة النبوية في أربعة مصادر: ¶ 1 - القرآن الكريم: ¶ وهو مصدر أساسي نستمد منه ملامح السيرة النبوية، فقد تعرض القرآن الكريم لنشأته {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى، وَوَجَدَكَ ضَالًّا فَهَدَى} [الضحى: 5 - 6] كما تعرض لأخلاقه الكريمة العالية {وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ} [القلم: 4]. وقد تحدث القرآن عما لقيه عليه الصلاة والسلام من أذى وعنت في سبيل دعوته، كما ذكر ما كان المشركون ينعتونه به من السحر والجنون صدا عن دين الله عز وجل، وقد تعرض القرآن لهجرة الرسول كما تعرض لأهم المعارك الحربية التي خاضها بعد هجرته، فتحدث عن معركة بدر، وأحد، والأحزاب، وصلح الحديبية، وفتح مكة، وغزوة حنين، وتحدث عن بعض معجزاته، كمعجزة الإسراء والمعراج. ¶ وبالجملة فقد تحدث عن كثير من وقائع سيرة الرسول صلى الله عليه وسلم، ولما كان الكتاب الكريم أوثق كتاب على وجه الأرض، وكان",
            "page": "25",
            "part": "1",
            "seal": "A61EF351"
        },
        {
            "id": "17",
            "nass": "من الثبوت المتواتر بما لا يفكر إنسان عاقل في التشكيك بنصوصه وثبوتها التاريخي، فإن ما تعرض له من وقائع السيرة يعتبر أصح مصدر للسيرة على الإطلاق. ¶ ولكن من الملاحظ أن القرآن لم يتعرض لتفاصيل الوقائع النبوية، وإنما تعرض لها إجمالا، فهو حين يتحدث عن معركة لا يتحدث عن أسبابها، ولا عن عدد المسلمين والمشركين فيها، ولا عن عدد القتلى والأسرى من المشركين، وإنما يتحدث عن دروس المعركة وما فيها من عبر وعظات، وهذا شأن القرآن في كل ما أورده من قصص عن الأنبياء السابقين والأمم الماضية، ولذلك فنحن لا نستطيع أن نكتفي بنصوص القرآن المتعلقة بالسيرة النبوية لنخرج منها بصورة متكاملة عن حياة الرسول صلى الله عليه وسلم. ¶ 2 - السنة النبوية الصحيحة: ¶ السنة النبوية الصحيحة التي تضمنتها كتب أئمة الحديث المعترف بصدقهم والثقة بهم في العالم الإسلامي هي: ¶ الكتب الستة: البخاري، ومسلم، وأبوداود، والنسائي، والترمذي، وابن ماجه. ويضاف إليها: موطأ الإمام مالك، ومسند الإمام أحمد، فهذه الكتب وخاصة البخاري ومسلم في الذروة العليا من الصحة والثقة والتحقيق، أما الكتب الأخرى، فقد تضمنت الصحيح والحسن، وفي بعضها الضعيف أيضا. ¶ من هذه الكتب التي حوت القسم الأكبر من حياة النبي صلى الله",
            "page": "26",
            "part": "1",
            "seal": "02DD8D96"
        },
        {
            "id": "18",
            "nass": "عليه وسلم، ووقائعه وحروبه، وأعماله، نستطيع أن نكون فكرة شاملة - وإن كانت غير متكاملة أحيانا - عن سيرة الرسول صلى الله عليه وسلم، ومما يزيد الثقة بها والاطمئنان إليها أنها رويت بالسند المتصل إلى الصحابة رضوان الله عليهم، وهم الذين عاشروا الرسول ولازموه، ونصر الله بهم دينه، وقد رباهم رسول الله صلى الله عليه وسلم على عينه، فكانوا أكمل أجيال التاريخ استقامة أخلاق وقوة إيمان، وصدق حديث، وسمو أرواح، وكمال عقول، فكل ما رووه لنا عن الرسول بالسند الصحيح المتصل يجب أن نقبله كحقيقة تاريخية لا يخالجنا الشك فيها. ¶ ويحاول المستشرقون المغرضون وأتباعهم من المسلمين الذين رق دينهم، وفتنوا بالغرب وعلمائه أن يشككوا في صحة ما بين أيدينا من كتب السنة المعتمدة، لينفذوا منها إلى هدم الشريعة، والتشكيك بوقائع السيرة، ولكن الله الذي تكفل بحفظ دينه قد هيأ لهم من يرد سهام باطلهم، وكيدهم إلى نحورهم وقد تعرضت في كتابي «السنة ومكانتها في التشريع الإسلامي» إلى جهود علمائنا في تمحيص السنة النبوية، وسردت شبه المستشرقين ومن تابعهم، وناقشتها نقاشا علميا، أرجو الله أن يثيبني عليه، ويجعله في صفحات حسناتي يوم العرض عليه. ¶ 3 - الشعر العربي المعاصر لعهد الرسالة: ¶ مما لا شك فيه أن المشركين قد هاجموا الرسول ودعوته على ألسنة",
            "page": "27",
            "part": "1",
            "seal": "42994247"
        },
        {
            "id": "19",
            "nass": "شعرائهم، مما اضطر المسلمين إلى الرد عليهم على ألسنة شعرائهم، كحسان بن ثابت، وعبد الله ابن رواحة، وغيرهما، وقد تضمنت كتب الأدب، وكتب السيرة التي صنفت فيما بعد قسطا كبيرا من هذه الأشعار التي نستطيع أن نستنتج منها حقائق كثيرة عن البيئة التي كان يعيش فيها الرسول صلى الله عليه وسلم، والتي ترعرعت فيها عقيدة الإسلام أول قيامها. ¶ 4 - كتب السيرة: ¶ كانت وقائع السيرة النبوية روايات يرويها الصحابة رضوان الله عليهم إلى من بعدهم، وقد اختص بعضهم بتتبع دقائق السيرة وتفاصيلها، ثم تناقل التابعون هذه الأخبار ودونوها في صحائف عندهم، وقد اختص بعضهم بالعناية التامة بها، أمثال أبان بن عثمان بن عفان رضي الله عنه (32 - 105هـ) وعروة بن الزبير بن العوام (23 - 93هـ) ومن صغار التابعين عبد الله بن أبي بكر الأنصاري (توفي سنة 135هـ) ومحمد بن مسلم بن شهاب الزهري (50 - 124هـ) الذي جمع السنة في عهد عمر بن عبد العزيز بأمره، وعاصم بن عمر بن قتادة الأنصاري (توفي سنة 129هـ). ¶ ثم انتقلت العناية بالسيرة إلى من بعدهم، حتى أفردوها بالتصنيف، ومن أشهر أوائل المصنفين في السيرة محمد بن إسحاق بن يسار (توفي سنة 152هـ) وقد اتفق جمهور العلماء والمحدثين على توثيقه، إلا ما روي عن مالك، وهشام بن عروة بن الزبير من تجريحه،",
            "page": "28",
            "part": "1",
            "seal": "ABAA0129"
        },
        {
            "id": "20",
            "nass": "وقد حمل كثير من العلماء المحققين تجريح هذين العالمين الكبيرين له بعداوات شخصية كانت قائمة بينهما وبين ابن إسحاق. ¶ ألف ابن إسحاق كتابه «المغازي» من أحاديث وروايات سمعها بنفسه في المدينة ومصر، ومن المؤسف أن هذا الكتاب لم يصل إلينا، فقد فُقِدَ فيما فُقِدَ من تراثنا العلمي الزاخر، ولكن مضمون الكتاب بقي محفوظا بما رواه عنه ابن هشام في سيرته عن طريق شيخه البكائي الذي كان من أشهر تلامذة ابن إسحاق. ¶ سيرة ابن هشام: ¶ هو أبو محمد عبد الملك بن أيوب الحميري، نشأ بالبصرة وتوفي سنة 213 أو 218 هـ على اختلاف الروايات، ألف ابن هشام كتابه «السيرة النبوية» مما رواه شيخه البكائي عن ابن إسحاق، ومما رواه هو شخصيا عن شيوخه، مما لم يذكره ابن إسحاق في سيرته، وأغفل ما رواه ابن إسحاق مما لم يتفق مع ذوقه العلمي وملكته النقدية، فجاء كتابا من أوفى مصادر السيرة النبوية، وأصحها، وأدقها، ولقي من القبول ما جعل الناس ينسبون كتابه إليه، فيقولون: سيرة ابن هشام وشرح كتابه هذا عالمان من الأندلس: السهيلي (508 - 581هـ) والخشني (535 - 604هـ). ¶ طبقات ابن سعد: ¶ هو محمد بن سعد بن منيع الزهري، ولد بالبصرة سنة 168هـ",
            "page": "29",
            "part": "1",
            "seal": "19F60AAB"
        },
        {
            "id": "21",
            "nass": "وتوفي ببغداد سنة 230هكان كاتبا لمحمد بن عمر الواقدي المؤرخ الشهير في المغازي والسيرة (130 - 207هـ) سار ابن سعد في كتابه «الطبقات» على ذكر أسماء الصحابة والتابعين - بعد ذكر سيرة الرسول عليه السلام - بحسب طبقاتهم، وقبائلهم، وأماكنهم، ويعتبر كتابه «الطبقات» من أوثق المصادر الأولى للسيرة، وأحفظها بذكر الصحابة والتابعين. ¶ تاريخ الطبري: ¶ هو أبو جعفر محمد بن جرير الطبري (224 - 310هـ) إمام، فقيه، محدث، صاحب مذهب في الفقه لم ينتشر كثيرا ألف كتابه في التاريخ غير مقتصر على سيرة الرسول عليه الصلاة والسلام، بل ذكر تاريخ الأمم قبله، وأفرد قسما خاصا لسيرته عليه السلام، ثم تابع الحديث عن تاريخ الدول الإسلامية حتى قرب وفاته. ¶ يعتبر الطبري حجة ثقة فيما يروي، ولكنه كثيرا ما يذكر روايات ضعيفة أو باطلة، مكتفيا بإسنادها إلى رواتها الذين كان أمرهم معروفا في عصره، كما في رواياته عن أبي مخنف، فقد كان شيعيا متعصبا، ومع ذلك فقد أورد له الطبري كثيرا من أخباره بإسنادها إليه، كانه يتبرأ من عهدتها، ويلقي العبء على أبي مخنف. ¶ تطور التأليف في السيرة: ¶ ثم تطور التأليف في السيرة، فأفردت بعض نواحيها بالتأليف",
            "page": "30",
            "part": "1",
            "seal": "6CCE8F45"
        },
        {
            "id": "22",
            "nass": "خاصة، كـ «دلائل النبوة» للأصبهاني، و «الشمائل المحمدية» للترمذي، و «زاد المعاد» لابن قيم الجوزية، و «الشفاء» للقاضي عياض، و «المواهب اللدنية» للقسطلاني وهي مشروحة في ثماني مجلدات بقلم الزرقاني المتوفى سنة 1122هـ. ¶ هذا ولا يزال العلماء يؤلفون في سيرة الرسول عليه الصلاة والسلام بأسلوب حديث يتقبله ذوق أبناء العصر، ومن أشهر الكتب المؤلفة في العصر الحديث كتاب «نور اليقين في سيرة سيد المرسلين» للشيخ محمد الخضري رحمه الله، وقد لقي كتابه قبولا حسنا، وقررت دراسته في المعاهد الدينية في أكثر أنحاء العالم الإسلامي.",
            "page": "31",
            "part": "1",
            "seal": "D4379757"
        },
        {
            "id": "24",
            "nass": "الفصل الأول - في حياته قبل البعثة ¶ الوقائع التاريخية ¶ تدلنا الأخبار الثابتة عن حياته صلى الله عليه وسلم قبل البعثة على الحقائق التالية: ¶ 1 - أنه ولد في أشرف بيت من بيوت العرب، فهو من أشرف فروع قريش، وهم بنو هاشم، وقريش أشرف قبيلة في العرب، وأزكاها نسبا وأعلاها مكانة، وقد روي عن العباس رضي الله عنه، عن رسول الله صلى الله عليه وسلم أنه قال: «إن الله خلق الخلق فجعلني من خيرهم من خير فرقهم، وخير الفريقين، ثم تخير القبائل، فجعلني من خير قبيلة، ثم تخير البيوت، فجعلني من خير بيوتهم، فأنا خيرهم نفسا، وخيرهم بيتا» (رواه الترمذي بسند صحيح).",
            "page": "33",
            "part": "1",
            "seal": "AD8397C9"
        },
        {
            "id": "25",
            "nass": "ولمكانة هذا النسب الكريم في قريش لم نجدها فيما طعنت به على النبي صلى الله عليه وسلم لاتضاح نسبه بينهم، ولقد طعنت فيه بأشياء كثيرة مفتراة إلا هذا الأمر. ¶ 2 - أنه نشأ يتيما، فقد مات أبوه عبد الله وأمه حامل به لشهرين فحسب، ولما أصبح له من العمر ست سنوات ماتت أمه آمنة فذاق صلى الله عليه وسلم في صغره مرارة الحرمان من عطف الأبوين وحنانهما، وقد كفله بعد ذلك جده عبد المطلب، ثم توفي ورسول الله صلى الله عليه وسلم ابن ثمان سنوات، فكفله بعد ذلك عمه أبو طالب حتى نشأ واشتد ساعده، وإلى يتمه أشار القرآن الكريم بقوله: {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى} [الضحى:6]. ¶ 3 - أمضى رسول الله صلى الله عليه وسلم السنوات الأربع الأولى من طفولته في الصحراء في بني سعد، فنشأ قوي البنية، سليم الجسم، فصيح اللسان، جريء الجنان، يحسن ركوب الخيل على صغر سنه قد تفتحت مواهبه على صفاء الصحراء وهدوئها، وإشراق شمسها ونقاوة هوائها. ¶ 4 - كانت تعرف فيه النجابة من صغره، وتلوح على محياه مخايل الذكاء الذي يحببه إلى كل من رآه، فكان إذا أتى الرسول وهو غلام جلس على فراش جده، وكان إذا جلس عليه لا يجلس معه على الفراش أحد من أولاده (أعمام الرسول)، فيحاول أعمامه انتزاعه عن الفراش، فيقول لهم عبد المطلب: دعوا ابني، فوالله إن له لشأنا. ¶ 5 - أنه عليه الصلاة والسلام كان يرعى في أوائل شبابه لأهل مكة",
            "page": "34",
            "part": "1",
            "seal": "6A0BC7B8"
        },
        {
            "id": "26",
            "nass": "أغنامهم بقراريط يأخذها أجرا على ذلك، وقد ثبت عنه صلى الله عليه وسلم أنه قال: «ما من نبي إلا قد رعى الغنم» قالوا: وأنت يا رسول الله؟ قال: «وأنا» وفي رواية أخرى أنه قال: «ما بعث الله نبيا إلا رعى الغنم» فقال له أصحابه: وأنت يا رسول الله؟ فأجاب: «وأنا رعيتها لأهل مكة على قراريط» ثم لما بلغ من عمره خمسا وعشرين، عمل لخديجة بنت خويلد في التجارة بما لها على أجر تؤديه إليه. ¶ 6 - لم يشارك عليه الصلاة والسلام أقرانه من شباب مكة في لهوهم ولا عبثهم، وقد عصمه الله من ذلك، فقد استفاض في كتب السيرة أنه سمع وهو في سن الشباب غناء من إحدى دور مكة في حفلة عرس، فأراد أن يشهدها، فألقى الله عليه النوم، فما أيقظه إلا حر الشمس، ولم يشارك قومه في عبادة الأوثان، ولا أكل شيئا مما ذبح لها، ولم يشرب خمرا، ولا لعب قمارا، ولا عرف عنه فحش في القول، أو هُجر [قبحٌ] في الكلام. ¶ 7 - وعرف عنه منذ إدراكه رجحان العقل، وأصالة الرأي، وفي حادثة وضع الحجر الأسود في مكانه من الكعبة دليل واضح على هذا، فقد أصاب الكعبة سيل أدى إلى تصدع جدرانها، فقرر أهل مكة هدمها وتجديد بنائها، وفعلوا، فلما وصلوا إلى مكان الحجر الأسود فيها اختلفوا اختلافا شديدا فيمن يكون له شرف وضع الحجر الأسود في مكانه، وأرادت كل قبيلة أن يكون لها هذا الشرف، واشتد النزاع حتى تواعدوا للقتال، ثم ارتضوا أن يحكم بينهم أول داخل من باب بني شيبة، فكان هو رسول الله صلى الله عليه وسلم، فلما رأوه قالوا: هذا",
            "page": "35",
            "part": "1",
            "seal": "C6735093"
        },
        {
            "id": "27",
            "nass": "الأمين، رضينا بحكمه، فلما أخبر بذلك، حل المشكلة بما رضي عنه جميع المتنازعين، فقد بسط رداءه ثم أخذ الحجر فوضعه فيه، ثم أمرهم أن تأخذ كل قبيلة بطرف من الرداء، فلما رفعوه وبلغ الحجر موضعه، أخذه ووضعه بيده، فرضوا جميعا، وصان الله بوفور عقله وحكمته دماء العرب من أن تسفك إلى مدى لا يعلمه إلا الله. ¶ 8 - عرف عليه الصلاة والسلام في شبابه بين قومه بالصادق الأمين، واشتهر بينهم بحسن المعاملة، والوفاء بالوعد، واستقامة السيرة، وحسن السمعة، مما رغب خديجة في أن تعرض عليه الاتجار بمالها في القافلة التي تذهب إلى مدينة (بصرى) كل عام على أن تعطيه ضعف ما تعطي رجلا من قومها، فلما عاد إلى مكة وأخبرها غلامها ميسرة بما كان من أمانته وإخلاصه، ورأت الربح الكثير في تلك الرحلة، أضعفت له من الأجر ضعف ما كانت أسمت له، ثم حملها ذلك على أن ترغب في الزواج منه، فقبل أن يتزوجها وهو أصغر منها بخمسة عشر عاما، وأفضل شهادة له بحسن خلقه قبل النبوة قول خديجة له بعد أن جاءه الوحي في غار حراء وعاد مرتعدا: كلا والله لا يخزيك الله أبدا، إنك لتصل الرحم، وتحمل الكل (الضعيف)، وتكسب المعدوم، وتقري الضيف، وتعين على نوائب الحق. ¶ 9 - سافر مرتين خارج مكة، أولاهما مع عمه أبي طالب حين كان عمره اثنتي عشرة سنة، وثانيتهما حين كان عمره خمسا وعشرين سنة، متاجرا لخديجة بمالها، وكانت كلتا الرحلتين إلى مدينة (بصرى) في",
            "page": "36",
            "part": "1",
            "seal": "80542552"
        },
        {
            "id": "28",
            "nass": "الشام، وفي كلتيهما كان يسمع من التجار أحاديثهم، ويشاهد آثار البلاد التي مر بها، والعادات التي كان عليها سكانها. ¶ 10 - حبب الله إليه عليه الصلاة والسلام قبل البعثة بسنوات أن يخرج إلى غار حراء - وهو جبل يقع في الجانب الشمالي الغربي من مكة، على قرب منها- يخلو فيه لنفسه مقدار شهر - وكان في شهر رمضان- ليفكر في آلاء الله، وعظيم قدرته، واستمر على ذلك حتى جاءه الوحي، ونزل عليه القرآن الكريم. ¶ الفصل الأول - في حياته قبل البعثة ¶ الدروس والعظات ¶ يستطيع الباحث أن يخرج من دراسة الوقائع السالفة بالدروس والنتائج التالية: ¶ 1 - أنه كلما كان الداعية إلى الله، أو المصلح الاجتماعي في شرف من قومه، كان ذلك أدعى إلى استماع الناس له، فإن من عادتهم أن يزدروا بالمصلحين والدعاة إذا كانوا من بيئة مغمورة، أو نسب وضيع، فإذا جاءهم من لا ينكرون شرف نسبه، ولا مكانة أسرته الاجتماعية بينهم، لم يجدوا ما يقولونه عنه إلا افتراءات يتحللون بها من الاستماع إلى دعوته، والإصغاء إلى كلامه، ولذلك كان أول ما سأل عنه هرقل أبا سفيان بعد أن أرسل الرسول إلى هرقل كتابا يدعوه فيه إلى الإسلام هو وقومه: كيف نسبه فيكم؟ فأجاب أبو سفيان وهو يومئذ على شركه: هو من أشرفنا نسبا، ولما انتهى هرقل من أسئلته لأبي سفيان، وسمع جوابه عنها، أخذ يشرح له سر الأسئلة التي توجه بها إليه حول محمد «رسول",
            "page": "37",
            "part": "1",
            "seal": "0A87203B"
        },
        {
            "id": "29",
            "nass": "الله صلى الله عليه وسلم» فقال له هرقل: سألتك كيف نسبه فيكم؟ فزعمت أنه من أشرفكم نسبا، وكذلك لا يختار الله النبي إلا من كرام قومه، وأوسطهم نسبا. ¶ صحيح أن الإسلام لا يقيم وزنا لشرف الأنساب تجاه الأعمال، ولكن هذا لا يمنع أن يكون الذي يجمع بين شرف النسب وشرف الفعل، أكرم وأعلى مكانا وأقرب نجاحا، كما قال صلى الله عليه وسلم في الحديث الصحيح: «خياركم في الجاهلية خياركم في الإسلام إذا فقهوا». ¶ 2 - أن في تحمل الداعية آلام اليتم أو العيش، وهو في صغره ما يجعله أكثر إحساسا بالمعاني الإنسانية النبيلة، وامتلاءً بالعواطف الرحيمة نحو اليتامى أو الفقراء أو المعذبين، وأكثر عملا لإنصاف هذه الفئات والبر بها والرحمة لها، وكل داعية يحتاج لأن يكون لديه رصيد كبير من العواطف الإنسانية النبيلة التي تجعله يشعر بآلام الضعفاء والبائسين، ولا يوفر له هذا الرصيدَ شيءٌ مثلُ أن يعاني في حياته بعض ما يعانيه أولئك المستضعفون كاليتامى والفقراء والمساكين. ¶ 3 - كلما عاش الداعية في جو أقرب إلى الفطرة، وأبعد عن الحياة المعقدة، كان ذلك أدعى إلى صفاء ذهنه، وقوة عقله وجسمه ونفسه، وسلامة منطقه وتفكيره، ولذلك لم يختر الله العرب لأداء رسالة صدفة ولا عبثا، بل لأنهم كانوا بالنسبة إلى من يجاورهم من الأمم المتمدنة أصفى نفوسا، وأسلم تفكيرا، وأقوم أخلاقا، وأكثر احتمالا لمكاره الحروب في سبيل دعوة الله ونشر رسالته في أنحاء العالم.",
            "page": "38",
            "part": "1",
            "seal": "9BE4B6B3"
        },
        {
            "id": "30",
            "nass": "4 - لا يتأهل لمركز الدعوة وقيادتها إلا الذكي النبيه، فالأغبياء والمتوسطون في نجابتهم أبعد الناس عن جدارة القيادة الفكرية، أو الإصلاحية، أو الروحية، بل إن من سنن الحياة ألا يتمكن من القيادة في أي ناحية من نواحي الحياة عن جدارة واستحقاق الأغبياء والمضطربون في تفكيرهم، والشاذون في آرائهم، وإذا واتت الصدفة أو الظروف واحدا من هؤلاء، فحملته إلى مركز القيادة، فسرعان ما يهوي إلى الحضيض ويتخلى عنه قومه بعد أن تدلهم أفعاله على غباوته، أو شذوذه، أو اضطراب تفكيره. ¶ 5 - ينبغي للداعية أن يعتمد في معيشته على جهده الشخصي، أو مورد شريف لا استجداء فيه، ولا ذلة ولا مهانة. ¶ إن الدعاة الصادقين الشرفاء يربؤون بأنفسهم أن يعيشوا من صدقات الناس وأعطياتهم، وأية كرامة تكون لهم في نفوس قومهم بعد أن يهينوا أنفسهم بذل السؤال والاستجداء ولو لم يكن صريحا مكشوفا. فإذا وجدنا من يدعي الدعوة والإرشاد، وهو يستكثر من أموال الناس بشتى أنواع الحيل، فإننا نجزم بمهانة نفسه في نفسه، فكيف في نفوس قومه وجيرانه؟ ومن ارتضى لنفسه المهانة، فكيف يستطيع أن يدعو إلى مكارم الأخلاق، ويقف في وجه الطغاة والمفسدين، ويحارب الشر والفساد، ويبعث في الأمة روح الكرامة والشرف والاستقامة؟ ¶ 6 - إن استقامة الداعية في شبابه وحسن سيرته أدعى إلى نجاحه في دعوته إلى الله، وإصلاح الأخلاق، ومحاربة المنكرات، إذ لا يجد في",
            "page": "39",
            "part": "1",
            "seal": "22A3C437"
        },
        {
            "id": "31",
            "nass": "الناس من يغمزه في سلوكه الشخصي قبل قيامه بالدعوة، وكثيرا ما رأينا أناسا قاموا بدعوة الإصلاح، وبخاصة إصلاح الأخلاق، وكان من أكبر العوامل في إعراض الناس عنهم ما يذكرونه لهم من ماض ملوث، وخلق غير مستقيم، بل إن الماضي السيء يكون مدعاة للشك في صدق هؤلاء الدعاة، بحيث يتهمون بالتستر وراء دعوة الإصلاح لمآرب خاصة، أو يتهمون أنهم ما بدؤوا بالدعوة إلى الإصلاح إلا بعد أن قضوا لُبانتهم [حاجتهم] من ملذات الحياة وشهواتها، وأصبحوا في وضع أو عمر لا أمل لهم فيه بالاستمرار فيما كانوا يبلغون فيه من عرض أو مال أو شهرة أو جاه. ¶ أما الداعية المستقيم في شبابه، فإنه يظل أبدا رافع الرأس ناصع الجبين، لا يجد أعداء الإصلاح سبيلا إلى غمزه بماض قريب أو بعيد، ولا يتخذون من هذا الماضي المنحرف تكأة للتشهير به، ودعوة الناس إلى الاستخفاف بشأنه. ¶ نعم إن الله يقبل توبة التائب المقبل عليه بصدق وإخلاص، ويمحو بحسناته الحاضرة سيئاته المنصرمة، ولكن هذا شيء غير الداعية الذي ينتظر لدعوته النجاح إذا استقامت سيرته وحسنت سمعته. ¶ 7 - إن تجارب الداعية بالسفر، ومعاشرة الجماهير، والتعرف على عوائد الناس وأوضاعهم ومشكلاتهم، لها أثر كبير في نجاح دعوته، فالذين يخالطون الناس في الكتب والمقالات دون أن يختلطوا بهم على مختلف اتجاهاتهم، قوم مخفقون في دعوة الإصلاح، لا يستمع الناس إليهم، ولا تستجيب العقول لدعوتهم، لما يرى فيهم الناس من جهل",
            "page": "40",
            "part": "1",
            "seal": "B705CC29"
        },
        {
            "id": "32",
            "nass": "بأوضاعهم ومشكلاتهم، فمن أراد أن يصلح المتدينين عليه أن يعيش معهم في مساجدهم، ومجالسهم، ومجتمعاتهم، ومن أراد أن يصلح حال العمال والفلاحين، عليه أن يعيش معهم في قراهم، ومصانعهم، ويؤاكلهم في بيوتهم، ويتحدث إليهم في مجتمعاتهم، ومن أراد أن يصلح المعاملات الجارية بين الناس، عليه أن يختلط بهم في أسواقهم، ومتاجرهم، ومصانعهم، وأنديتهم، ومجالسهم، ومن أراد أن يصلح الأوضاع السياسية، عليه أن يختلط بالسياسيين، ويتعرف إلى تنظيماتهم، ويستمع لخطبهم، ويقرأ لهم برامجهم وأحزابهم، ثم يتعرف إلى البيئة التي يعيشون فيها، والثقافة التي نهلوا من معينها، والاتجاه الذي يندفعون نحوه، ليعرف كيف يخاطبهم بما لا تنفر منه نفوسهم، وكيف يسلك في إصلاحه معهم بما لا يدعوهم إلى محاربته عن كره نفسي، واندفاع عاطفي. ¶ وهكذا يجب أن يكون للداعية من تجاربه في الحياة، ومعرفته بشؤون الناس، ما يمكنه من أن يحقق قول الله تعالى: {ادْعُ إِلِى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} [النحل: 125]، وما أبدع القول المأثور: خاطبوا الناس على قدر عقولهم؛ أتريدون أن يكذب الله ورسوله؟ ¶ 8 - يجب على الداعية إلى الله أن تكون له بين الفينة والفينة أوقات يخلو فيها بنفسه، تتصل فيها روحه بالله جل شأنه، وتصفو فيها نفسه",
            "page": "41",
            "part": "1",
            "seal": "B1F0CF88"
        },
        {
            "id": "33",
            "nass": "من كدورات الأخلاق الذميمة، والحياة المضطربة من حوله، ومثل هذه الخلوات تدعوه إلى محاسبة نفسه إن قصرت في خير، أو زلت في اتجاه، أو جانبت سبيل الحكمة، أو أخطأت في سبيل ومنهج أو طريق، أو انغمست مع الناس في الجدال والنقاش حتى أنسته ذكر الله والأنس به وتذكر الآخرة، وجنتها ونارها، والموت وغصصه وآلامه، ولذلك كان التهجد وقيام الليل فرضا في حق النبي صلى الله عليه وسلم، مستحبا في حق غيره، وأحق الناس بالحرص على هذه النافلة هم الدعاة إلى الله وشريعته وجنته، وللخلوة والتهجد والقيام لله بالعبودية في أعقاب الليل لذة لا يدركها إلا من أكرمه الله بها، وقد كان إبراهيم بن أدهم رحمه الله يقول في أعقاب تهجده وعبادته: نحن في لذة لو عرفها الملوك لقاتلونا عليها. ¶ وحسبنا قول الله تبارك وتعالى مخاطبا رسول الله صلى الله عليه وسلم: {يَا أَيُّهَا الْمُزَّمِّلُ، قُمِ اللَّيْلَ إِلَّا قَلِيلًا، نِصْفَهُ أَوِ انقُصْ مِنْهُ قَلِيلًا، أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا، إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا، إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْءًا وَأَقْوَمُ قِيلًا} [المزمل: 1 - 7].",
            "page": "42",
            "part": "1",
            "seal": "00F45955"
        },
        {
            "id": "34",
            "nass": "الفصل الثاني - في السيرة منذ البعثة حتى الهجرة إلى الحبشة ¶ الوقائع ¶ في هذه الفترة تثبت لنا الوقائع التاريخية التالية: ¶ 1 - نزول الوحي على الرسول صلى الله عليه وسلم: لما تم للنبي صلى الله عليه وسلم أربعون سنة، نزل عليه جبريل بالوحي في يوم الإثنين لسبع عشر خلت من رمضان، ويحدثنا الإمام البخاري رضي الله عنه في «صحيحه» بالسند المتصل إلى عائشة أم المؤمنين رضي الله عنها عن كيفية نزول الوحي عليه، فتقول: ¶ ... أول ما بدئ به رسول الله صلى الله عليه وسلم الرؤيا الصالحة في النوم، فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح، ثم حبب إليه الخلاء، وكان يخلو بغار حراء يتحنث فيه - وهو التعبد- الليالي ذوات العدد قبل أن ينزع إلى أهله، ويتزود لذلك ثم يرجع إلى خديجة، فيتزود لمثلها، حتى جاءه الحق وهو في غار حراء، فجاءه الملك فقال له: اقرأ. فقال: ما أنا بقارئ. قال: فأخذني فغطني حتى بلغ مني",
            "page": "43",
            "part": "1",
            "seal": "AEF2363B"
        },
        {
            "id": "35",
            "nass": "الجهد ثم أرسلني فقال: اقرأ. فقلت: ما أنا بقارئ. فأخذني فغطني الثانية حتى بلغ مني الجهد ثم أرسلني فقال: اقرأ. فقلت: ما أنا بقارئ. فأخذني فغطني الثالثة ثم أرسلني فقال: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ، خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ، اقْرَأْ وَرَبُّكَ الْأَكْرَمُ، الَّذِي عَلَّمَ بِالْقَلَمِ، عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ} [العلق: 1 - 6]، فرجع بها رسول الله صلى الله عليه وسلم يرجف فؤاده، فدخل على خديجة بنت خويلد رضي الله عنها، فقال: زملوني، زملوني، فزملوه حتى ذهب عنه الروع، فقال لخديجة وأخبرها الخبر: لقد خشيت على نفسي، فقالت خديجة: والله لا يخزيك الله أبدا؛ إنك لتصل الرحم، وتحمل الكل [الضعيف]، وتكسب المعدوم، وتقري الضيف، وتعين على نوائب الحق. فانطلقت به خديجة حتى أتت ورقة بن نوفل بن أسد بن عبد العزى، وكان ابن عم خديجة، وكان امرءا تنصر في الجاهلية، وكان يكتب الكتاب العبراني، فيكتب من الإنجيل بالعبرانية ما شاء الله أن يكتب، وكان شيخا كبيرا قد عمي، فقالت له خديجة: يا ابن عم، اسمع من ابن أخيك، فقال له ورقة: يا ابن أخي ماذا ترى؟ فأخبره رسول الله صلى الله عليه وسلم خبر ما رأى، فقال له ورقة: هذا الناموس -صاحب الوحي وهو جبريل - الذي نزل على موسى، يا ليتني فيها جذعا -شابا قويا - ليتني أكون حيا إذ يخرجك قومك، فقال رسول الله صلى الله عليه وسلم: أو مخرجي هم؟ قال: نعم، لم يأت رجل قط بمثل ما جئت به إلا عودي، وإن يدركني يومك أنصرك نصرا مؤزرا، ثم لم ينشب [يلبث] ورقة أن توفي وفتر الوحي».",
            "page": "44",
            "part": "1",
            "seal": "04E922B2"
        },
        {
            "id": "36",
            "nass": "وفي رواية ابن هشام عن ابن إسحاق: أن جبريل جاءه وهو نائم في غار حراء بنمط - وعاء- من ديباج [حرير] فيه كتاب، فقال: اقرأ .. إلخ. قال: فقرأتها، ثم انتهى فانصرف عني وهببت من نومي، فكأنما كتبت في قلبي كتابا، قال: فخرجت حتى إذا كنت في وسط من الجبل سمعت صوتا من السماء يقول: يا محمد أنت رسول الله، وأنا جبريل. قال: فرفعت رأسي إلى السماء أنظر، فإذا جبريل في صورة رجل صافٍّ قدميه في أفق السماء يقول:: يا محمد أنت رسول الله، وأنا جبريل. قال: فوقفت أنظر إليه، فما أتقدم وما أتأخر، وجعلت أصرف وجهي عنه في آفاق السماء فلا أنظر في ناحية منها إلا رأيته كذلك، فما زلت واقفا ما أتقدم أمامي وما أرجع ورائي، حتى بعثت خديجة رُسُلها في طلبي .. إلخ. ¶ 2 - كان أول من آمن به ودخل في الإسلام زوجه خديجة رضي الله عنها، ثم ابن عمه علي رضي الله عنه وهو ابن عشر سنين، ثم مولاه زيد بن حارثة، ثم أبو بكر الصديق رضي الله عنه، وكان أول من أسلم من العبيد بلال بن رباح الحبشي وعلى ذلك تكون خديجة أول من آمن به إطلاقا، وقد صلى رسول الله صلى الله عليه وسلم معها آخر يوم الإثنين، وهو أول يوم من صلاته، وكانت الصلاة ركعتين بالغداة وركعتين بالعشي. ¶ 3 - ثم فتر الوحي بعد ذلك فترة من الزمن اختلفت الروايات في تقديرها، فأقصاها ثلاث سنوات، وأدناها ستة أشهر وهو الصحيح، وقد شق انقطاع الوحي على الرسول صلى الله عليه وسلم، وأحزنه ذلك",
            "page": "45",
            "part": "1",
            "seal": "1D4E8081"
        },
        {
            "id": "37",
            "nass": "كثيرا، حتى كاد يخرج إلى الجبال فَيَهُمُّ بأن يترى من رؤوسها، ظنا منه أن الله قد قلاه بعد أن اختاره لشرف الرسالة، ثم عاد إليه الوحي بعد ذلك كما يروي الإمام البخاري في «صحيحه» عن جابر بن عبد الله الأنصاري عن النبي صلى الله عليه وسلم: «بينما أنا أمشي إذ سمعت صوتا من السماء، فرفعت بصري فإذا الملك الذي جاءني بحراء جالس على كرسي بين السماء والأرض، فرعبت منه، فرجعت فقلت: زملوني، فأنزل الله تعالى: {يَا أَيُّهَا الْمُدَّثِّرُ، قُمْ فَأَنذِرْ} إلى قوله: {َالرُّجْزَ فَاهْجُرْ} فحمي الوحي وتتابع. ¶ 4 - بدأ رسول الله صلى الله عليه وسلم بعد ذلك يدعو إلى الإسلام من وثق بعقله ثلاث سنوات كاملة، حتى أسلم عدد من الرجال والنساء ممن عرفوا برجحان الرأي وسلامة النفس. ¶ 5 - أمر رسول الله صلى الله عليه وسلم بعد أن بلغ عدد الداخلين في الإسلام نحوا من ثلاثين أن يبلغ الدعوة جهرا، وذلك في قوله تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} [الحجر: 94]. ¶ 6 - ابتدأت بذلك مرحلة الإيذاء للمؤمنين الجدد ولرسول الله صلى الله عليه وسلم، فقد هال المشركين أن يسفه الرسول أحلامهم، ويعيب آلهتهم، ويأتيهم بدين جديد يدعو إلى إله واحد لا تدركه العيون والأبصار، وهو يدرك الأبصار، وهو اللطيف الخبير.",
            "page": "46",
            "part": "1",
            "seal": "45272B8E"
        },
        {
            "id": "38",
            "nass": "7 - كان رسول الله صلى الله عليه وسلم في هذه الفترة يجتمع بالمؤمنين سرا في دار الأرقم بن أبي الأرقم الذي دخل في الإسلام أيضا، وكان الرسول يتلو عليهم ما ينزل عليه من آيات القرآن الكريم، ويعلمهم من أحكام الدين وشرائعه ما كان ينزل حينئذ. ¶ 8 - أمر الرسول صلى الله عليه وسلم يومئذ بأن ينذر عشيرته الأقربين، فوقف على الصفا، ونادى بطون قريش بطنا بطنا، ودعاهم إلى الإسلام وترك عبادة الأوثان، ورغبهم في الجنة وحذرهم من النار، فقال له أبو لهب: تبا لك، ألهذا جمعتنا؟. ¶ 9 - رغبت قريش في أن تنال من الرسول، فحماه عمه أبو طالب، وامتنع عن تسليمه إليهم، ثم طلب بعد ذهابهم أن يخفف من دعوته، فظن أن عمه خاذله، فقال كلمته المشهورة: «والله لو وضعوا الشمس في يميني، والقمر في يساري على أن أترك هذا الأمر حتى يظهره الله أو أهلك دونه، ما تركته». ¶ 10 - اشتد أذى المشركين بعد ذلك للرسول وصحابته، حتى مات منهم من مات تحت العذاب وعمي من عمي. ¶ 11 - لما رأت قريش ثبات المؤمنين على عقيدتهم، قررت مفاوضة الرسول على أن تعطيه من المال ما يشاء، أو تملكه عليها، فأبى ذلك كله. ¶ 12 - لما رأى الرسول تعنت قريش واستمرارها في تعذيب أصحابه، قال لهم: «لو خرجتم إلى أرض الحبشة، فإن فيها ملكا لا يظلم أحد عنده حتى يجعل الله لكم فرجا ومخرجا مما أنتم فيه» فهاجروا للمرة",
            "page": "47",
            "part": "1",
            "seal": "2C138558"
        },
        {
            "id": "39",
            "nass": "الأولى اثنا عشر رجلا، وأربع نسوة، ثم عادوا بعد أن علموا بإسلام عمر وإظهار الإسلام، لكنهم ما لبثوا أن عادوا ومعهم آخرون من المؤمنين، وقد بلغ عددهم في الهجرة الثانية إلى الحبشة ثلاثة وثمانين رجلا، ومن النساء إحدى عشرة. ¶ 13 - مقاطعة المشركين لرسول صلى الله عليه وسلم وبني هاشم وبني المطلب ألا يبايعوهم، ولا يناكحوهم ولا يخالطوهم، ولا يقبلوا منهم صلحا أبدا، واستمرت المقاطعة سنتين أو ثلاثا، لقي فيها الرسول ومن معه في هذه المقاطعة جهدا شديدا، ثم انتهت المقاطعة بمسعى عقلاء قريش. ¶ الفصل الثاني - في السيرة منذ البعثة حتى الهجرة إلى الحبشة ¶ الدروس والعظات ¶ 1 - إن الله إذا أراد لعبد أن يوجهه لدعوة الخير والإصلاح، ألقى في قلبه كره ما عليه مجتمعه من ضلال وفساد. ¶ 2 - إن محمدا عليه الصلاة والسلام لم يكن يستشرف للنبوة، ولا يحلم بها، وإنما كان يلهمه الله الخلوة للعبادة تطهيرا، وإعدادا روحيا لتحمل أعباء الرسالة، ولو كان عليه الصلاة والسلام يستشرف للنبوة، لما فزع من نزول الوحي عليه، ولما نزل إلى خديجة يستفسرها عن سر تلك الظاهرة التي رآها في غار حراء، ولم يتأكد من أنه رسول إلا بعد رؤية جبريل يقول له: «يا محمد أنت رسول الله، وأنا جبريل» وإلا بعد أن أكد له ولخديجة ورقة بن نوفل أن ما رآه في الغار هو الوحي الذي كان ينزل على موسى عليه الصلاة والسلام.",
            "page": "48",
            "part": "1",
            "seal": "C338F5BE"
        },
        {
            "id": "40",
            "nass": "3 - إن دعوة الإصلاح إذا كانت غريبة على معتقدات الجمهور وعقليته، ينبغي ألا يجهر بها الداعية حتى يؤمن بها عدد يضحون في سبيلها بالغالي والرخيص، حتى إذا نال صاحب الدعوة أذى، قام أتباعه المؤمنون بدعوته بواجب الدعوة، فيضمن بذلك استمرارها. ¶ 4 - إن رسول الله صلى الله عليه وسلم قد فاجأ العرب بما لم يكونوا يألفونه، وقد استنكروا دعوته أشد الاستنكار، وكان كل همهم القضاء عليه وعلى أصحابه، فكان ذلك ردا تاريخيا على بعض دعاة القومية الذين زعموا أن محمدا عليه الصلاة والسلام إنما كان يمثل في رسالته آمال العرب ومطامحهم حينذاك، وهو زعم مضحك ترده وقائع التاريخ الثابتة كما رأينا، وما حمل هذا القائل وأمثاله على هذا القول إلا الغلو في دعوى القومية وجعل الإسلام أمرا منبثقا من ذاتية العرب وتفكيرهم، وهذا إنكار واضح لنبوة الرسول وخفض عظيم لرسالة الإسلام. ¶ 5 - إن ثبات المؤمنين على عقيدتهم بعد أن ينزل بهم الأشرار والضالون أنواع العذاب والاضطهاد، دليل على صدق إيمانهم وإخلاصهم في معتقداتهم، وسمو نفوسهم وأرواحهم، بحيث يرون ما هم عليه من راحة الضمير واطمئنان النفس والعقل، وما يأملونه من رضا الله جل شأنه أعظم بكثير مما ينال أجسادهم من تعذيب وحرمان واضطهاد. ¶ ... إن السيطرة في المؤمنين الصادقين، والدعاة المخلصين تكون دائما وأبدا لأرواحهم لا لأجسامهم، وهم يسرعون إلى تلبية مطالب أرواحهم من حيث لا يبالون بما تتطلبه جسومهم من راحة وشبع ولذة،",
            "page": "49",
            "part": "1",
            "seal": "5842666A"
        },
        {
            "id": "41",
            "nass": "وبهذا تنتصر الدعوات، وبهذا تتحرر الجماهير من الظلمات والجهالات. ¶ 6 - إن في قول الرسول صلى الله عليه وسلم ذلك القول لعمه أبي طالب، وفي رفضه ما عرضته عليه قريش من مال وملك، دليلا على صدقه في دعوى الرسالة، وحرصه على هداية الناس، وكذلك ينبغي أن يكون الداعية مصمما على الاستمرار في دعوته مهما تألب عليه المبطلون، معرضا عن إغراء المبطلين بالجاه والمناصب، فالمتاعب في سبيل الحق لدى المؤمنين راحة لضمائرهم وقلوبهم، ورضى الله وجنته أعز وأغلى عندهم من كل مناصب الدنيا وجاهها وأموالها. ¶ 7 - إن على الداعية أن يجتمع بأنصاره على فترات في كل نهار أو أسبوع، ليزيدهم إيمانا بدعوتهم، وليعلمهم طرقها وأساليبها وآدابها، وإذا خشي على نفسه وجماعته من الاجتماع بهم علنا وجب عليه أن يكون اجتماعه بهم سرا لئلا يُجمِع المبطلون أمرهم فيقضوا عليهم جميعا، أو يزدادوا في تعذيبهم واضطهادهم. ¶ 8 - إن على الداعية أن يهتم بأقربائه فيبلغهم دعوة الإصلاح، فإذا أعرضوا، كان له عذر أمام الله والناس عما هم عليه من فساد وضلال. ¶ 9 - إن على الداعية إذا وجد جماعته في خطر على حياتهم أو معتقداتهم من الفتنة، أن يهيئ لهم مكانا يأمنون فيه من عدوان المبطلين، ولا ينافي ذلك ما يجب على دعاة الحق من تضحية، فإنهم إذا كانوا قلة استطاع المبطلون أن يقضوا عليهم قضاء مبرما، فيتخلصوا",
            "page": "50",
            "part": "1",
            "seal": "9EC88BC6"
        },
        {
            "id": "42",
            "nass": "من دعوتهم، وفي وجودهم في مكان آمن ضمان لاستمرار الدعوة وانتشارها. ¶ 10 - إن في أمر الرسول أصحابه أولا وثانيا بالهجرة إلى الحبشة، ما يدل على أن رابطة الدين بين المتدينين ولو اختلفت دياناتهم هي أقوى وأوثق من رابطتهم مع الوثنيين والملحدين، فالديانات السماوية في مصدرها وأصولها الصحيحة متفقة في الأهداف الاجتماعية الكبرى، كما هي متفقة في الإيمان بالله ورسله واليوم الآخر، وهذا ما يجعل وشائج [روابط] القربى بينها أوثق من أية وشيجة من قرابة أو دم أو موطن مع الإلحاد والوثنية والكفر بشرائع الله. ¶ 11 - إن المبطلين لا يستسلمون أمام أهل الحق بسهولة ويسر، فهم كلما أخفقت لهم وسيلة من وسائل المقاومة والقضاء على دعوة الحق، ابتكروا وسائل أخرى وهكذا حتى ينتصر الحق انتصاره النهائي ويلفظ الباطل أنفاسه الأخيرة.",
            "page": "51",
            "part": "1",
            "seal": "5D577D46"
        },
        {
            "id": "44",
            "nass": "الفصل الثالث - في السيرة بعد هجرة الحبشة إلى الهجرة للمدينة ¶ الوقائع التاريخية ¶ تتميز أحداث هذه الفترة بالوقائع البارزة التالية: ¶ 1 - مات أبوطالب عم الرسول في السنة العاشرة من البعثة، وكان في حياته شديد الدفاع عن ابن أخيه رسول الله صلى الله عليه وسلم، وكانت قريش لا تستطيع أن تنال النبي بأذى في نفسه طيلة حياة أبي طالب احتراما له وهيبة، فلما مات أبو طالب جرؤت قريش على تشديد الأذى للنبي صلى الله عليه وسلم، ولذلك كانت وفاته مبعث حزن عميق للنبي صلى الله عليه وسلم، وقد حرص النبي أن يقول أبو طالب كلمة الإسلام وهو على فراش الموت، فأبى خشية أن يلحقه العار من قومه. ¶ 2 - ماتت خديجة رضي الله عنها في تلك السنة نفسها، وقد كانت خديجة تخفف عن الرسول همومه وأحزانه لما يلقاه من عداء قريش،",
            "page": "53",
            "part": "1",
            "seal": "9034E36D"
        },
        {
            "id": "45",
            "nass": "فلما ماتت حزن عليها حزنا شديدا، وسمي ذلك العام الذي مات فيه عمه أبو طالب وزوجه خديجة «عام الحزن». ¶ 3 - ولما اشتد على الرسول كيد قريش وأذاها بعد وفاة عمه وزوجه، توجه إلى الطائف لعله يجد في ثقيف حسن الإصغاء لدعوته والانتصار لها، ولكنهم ردوه ردا غير جميل، وأغروا به صبيانهم فقذفوه بالحجارة حتى سال الدم من قدميه الطاهرتين، ثم التجأ إلى بستان من بساتين الطائف، وتوجه إلى الله بهذا الدعاء الخاشع: «اللهم إليك أشكو ضعف قوتي، وقلة حيلتي، وهواني على الناس يا أرحم الراحمين، أنت رب المستضعفين، وأنت ربي، إلى من تكلني؟ إلى بعيد يتجهمني؟ أو إلى عدو ملكته أمري؟ إن لم يكن بك غضب علي فلا أبالي، ولكن عافيتك هي أوسع لي، أعوذ بنور وجهك الذي أشرقت به الظلمات، وصلح عليه أمر الدنيا والآخرة من أن تنزل بي غضبك، أو تحل بي سخطك، لك العتبى حتى ترضى، ولا حول ولا قوة إلا بك». ¶ 4 - عاد رسول الله صلى الله عليه وسلم من الطائف دون أن تستجيب ثقيف لدعوته، اللهم إلا ما كان من إسلام «عدَّاس» غلام عتبة وشيبة ابني ربيعة، وكان غلاما نصرانيا، طلب منه سيداه أن يقدم قطفا من العنب إلى الرسول وهو في البستان لما رأيا من إعيائه وتهجم ثقيف عليه، فلما قدم عدَّاس العنب للرسول صلى الله عليه وسلم أخذ",
            "page": "54",
            "part": "1",
            "seal": "9908DA8E"
        },
        {
            "id": "46",
            "nass": "الرسول يبدأ في أكله قائلا: بسم الله، فلفت ذلك نظر عداس، إذ لا يوجد في القوم من يقول مثل هذا. وبعد حديث بين عداس والنبي أسلم عدَّاس. ¶ 5 - وقعت معجزة الإسراء والمعراج وقد اختلف في تاريخ وقوعها، والمؤكد أنها وقعت قبل الهجرة في السنة العاشرة من بعثته أو بعدها، والصحيح الذي عليه جماهير العلماء أنهما وقعا في ليلة واحدة يقظة بالجسد والروح، أسري به من المسجد الحرام إلى المسجد الأقصى، ثم عرج به إلى السماوات العلى، ثم عاد إلى بيته في مكة تلك الليلة، وأخبر قريشا بأمر المعجزة، فهزئت وسخرت، وصدقه أبوبكر وأقوياء الإيمان. ¶ 6 - وفي هذه الليلة فرضت الصلوات خمسا على كل مسلم بالغ عاقل. ¶ 7 - وفي أثناء مرورالرسول صلى الله عليه وسلم على القبائل في موسم الحج -كعادته في كل عام- لدعوتهم إلى الإسلام وترك عبادة الأوثان، وبينما هو عند العقبة التي ترمى عندها الجمار، لقي رهطا من الأوس والخزرج، فدعاهم إلى الإسلام، فأسلموا، وكان عددهم سبعة، ثم عادوا إلى المدينة، فذكروا لقومهم لقياهم النبي صلى الله عليه وسلم، وما دانوا به من الإسلام. ¶ 8 - وفي العام التالي لاثنتي عشرة سنة من البعثة وافى موسم الحج اثنا عشر رجلا من الأنصار، فاجتمعوا بالنبي صلى الله عليه وسلم وبايعوه، فلما عادوا أرسل معهم مصعب بن عمير إلى المدينة ليقرئ",
            "page": "55",
            "part": "1",
            "seal": "C16C8AFA"
        },
        {
            "id": "47",
            "nass": "المسلمين فيها القرآن، ويعلمهم الإسلام، فانتشر الإسلام في المدينة انتشارا كبيرا. ¶ 9 - وفي العام الذي يليه حضر من الأنصار جماعة في موسم الحج فاجتمعوا بالنبي صلى الله عليه وسلم مستخفين، وكانوا سبعين رجلا وامرأتين، وبايعوه على النصرة والتأييد، وعلى أن يمنعوه مما يمنعون منه نساءهم وأبناءهم، وعادوا إلى المدينة بعد أن اختار منهم اثني عشر نقيبا يكونون على قومهم. ¶ الفصل الثالث - في السيرة بعد هجرة الحبشة إلى الهجرة للمدينة ¶ الدروس والعظات ¶ 1 - قد يحمي الداعية أحدُ أقربائه ممن ليسوا على دعوته، وفي ذلك فائدة للدعوة حين تكون مستضعفة، إذ يمنع الأشرار من العدوان على حياته أو مسه بأذى، فعصبية القبيلة والعائلة قد يستفيد منها الداعية في حمايته وحماية دعوته إذا لم يسايرها على ما هي عليه منكرات. ¶ 2 - الزوجة الصالحة المؤمنة بدعوة الحق تذلل كثيرا من الصعاب لزوجها الداعية إذا شاركته في همومه وآلامه، وبذلك تخفف عنه عبء هذه الهموم، وتبث في نفسه الاستمرار والثبات، فيكون لها أثر في نجاح الدعوة وانتصارها، وموقف السيدة خديجة رضي الله عنها من رسول الله صلى الله عليه وسلم هو المثل الأعلى لما تستطيع الزوجة المؤمنة بدعوة الخير أن تلعبه من دور كبير في نجاح زوجها الداعية، وثباته واستمراره في دعوته، وفقد مثل هذه الزوجة في احتدام معركة",
            "page": "56",
            "part": "1",
            "seal": "AC6CD9CE"
        },
        {
            "id": "48",
            "nass": "الإصلاح خسارة كبيرة لا يملك معها زوجها الداعية إلا أن يحزن ويأسى. ¶ 3 - والحزن على فقد القريب الحامي لدعوة الحق غير المؤمن بها، وعلى فقد الزوجة المؤمنة المخلصة، حزن تقتضيه طبيعة الإخلاص للدعوة، والوفاء للزوجة المثالية في تضحيتها وتأييدها، ولذلك قال الرسول لما مات أبو طالب: «رحمك الله وغفر لك، لا أزال أستغفر لك حتى ينهاني الله» فاقتدى المسلمون برسولهم يستغفرون لموتاهم المشركين حتى نزل قول الله تبارك وتعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُواْ أُوْلِي قُرْبَى مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} [التوبة: 113] فامتنع النبي عن الاستغفار لأبي طالب، كما امتنع المسلمون عن الاستغفار لموتاهم. ¶ ... ولذلك أيضا ظل الرسول صلى الله عليه وسلم طيلة حياته يذكر فضل خديجة، ويترحم عليها، ويبر صديقاتها، حتى كانت عائشة تغار منها - وهي متوفاة- لكثرة ما كانت تسمع من ثناء النبي صلى الله عليه وسلم عليها، فقد روى البخاري عنها رضي الله عنها أنها قالت: ما غرت على أحد من نساء النبي صلى الله عليه وسلم ما غرت على خديجة، وما رأيتها، ولكن كان النبي صلى الله عليه وسلم يكثر ذكرها، ولربما ذبح الشاة ثم يقطعها أعضاء، ثم يبعثها في صدائق - صديقات- خديجة، فربما قلت له: كأن لم يكن في الدنيا امرأة إلا خديجة؟ فيقول: أنها كانت، وكانت، وكان لي منها ولد. ¶ 4 - في توجه الرسول صلى الله عليه وسلم إلى الطائف بعد أن",
            "page": "57",
            "part": "1",
            "seal": "F3853DAF"
        },
        {
            "id": "49",
            "nass": "أعرضت عنه مكة، دليل على التصميم الجازم في نفس الرسول على الاستمرار في دعوته، وعدم اليأس من استجابة الناس لها، وبحث عن ميدان جديد للدعوة بعد أن قامت الحواجز دونها في ميدانها الأول، كما أن في إغراء ثقيف صبيانها وسفهاءها بالرسول، دليلا على أن طبيعة الشر واحدة أينما كانت، وهي الاعتماد على السفهاء في إيذاء دعاة الخير، وفي سيل الدماء من قدمي النبي صلى الله عليه وسلم - وهو النبي الكريم-، أكبر مثل لما يتحمله الداعية في سبيل الله من أذى واضطهاد، أما دعاء النبي صلى الله عليه وسلم في البستان ذلك الدعاء الخالد، ففيه تأكيد لصدق الرسول في دعوته، وتصميم على الاستمرار فيها مهما قامت في وجهه الصعاب، وأنه لا يهمه إلا رضا الله وحده، فلا يهمه رضا الكبراء والزعماء، ولا رضا العامة والدهماء «إن لم يكن بك غضب علي فلا أبالي» كما أن فيه استمداد القوة من الله باللجوء إليه والاستعانة به عندما يشتد الأذى بالداعية، وفيه أن خوف الداعية كل الخوف هو من سخط الله عليه وغضبه، لا من سخط أي شيء سواه. ¶ 5 - في معجزة الإسراء والمعراج أسرار كثيرة نشير إلى ثلاثة منها فحسب: ¶ ... أولا- ففيها ربط قضية المسجد الأقصى وما حوله - فلسطين- بقضية العالم الإسلامي إذ أصبحت مكة بعد بعثة الرسول صلى الله عليه وسلم مركز تجمع العالم الإسلامي ووحدة أهدافه، وأن الدفاع عن فلسطين دفاع عن الإسلام نفسه، يجب أن يقوم به كل مسلم في",
            "page": "58",
            "part": "1",
            "seal": "61B4E8AF"
        },
        {
            "id": "50",
            "nass": "شتى أنحاء الأرض، والتفريط في الدفاع عنها وتحريرها، تفريط في جنب الإسلام، وجناية يعاقب الله عليها كل مؤمن بالله ورسوله. ¶ ... وثانيا- فيها رمز إلى سمو المسلم، ووجوب أن يرتفع فوق أهواء الدنيا وشهواتها، وأن ينفرد عن غيره من سائر البشر بعلو المكانة، وسمو الهدف، والتحليق في أجواء المثل العليا دائما وأبدا. ¶ ... وثالثا- فيها إشارة إلى إمكان ارتياد الفضاء والخروج عن نطاق الجاذبية الأرضية، فلقد كان رسولنا في حادثة الإسراء والمعراج أول رائد للفضاء في تاريخ العالم كله، وأن ريادة الفضاء والعودة إلى الأرض بسلام، أمر ممكن إن وقع لرسول الله بالمعجزة في عصره؛ فإنه من الممكن أن يقع للناس عن طريق العلم والفكر. ¶ 6 - في فرض الصلاة ليلة الإسراء والمعراج إشارة إلى الحكمة التي من أجلها شرعت الصلاة، فكأن الله يقول لعباده المؤمنين: إذا كان معراج رسولكم بجسمه وروحه إلى السماء معجزة، فليكن لكم في كل يوم خمس مرات معراج تعرج فيه أرواحكم وقلوبكم إلي، ليكن لكم عروج روحي تحققون به الترفع عن أهوائكم وشهواتكم، وتشهدون به من عظمتي وقدرتي ووحدانيتي، ما يدفعكم إلى السيادة على الأرض، لا عن طريق الاستعباد والقهر والغلبة، بل عن طريق الخير والسمو، عن طريق الطهر والتسامي، عن طريق الصلاة. ¶ 7 - وفي عرض الرسول نفسه على القبائل في موسم الحج، دليل على أن الداعية لا ينبغي أن يقتصر في دعوة الناس إلى الخير ضمن مجالسه وفي بيئته فحسب، بل يجب أن يذهب إلى كل مكان يجتمع فيه الناس أو",
            "page": "59",
            "part": "1",
            "seal": "D8518EF0"
        },
        {
            "id": "51",
            "nass": "يمكن أن يجتمعوا فيه، وأنه لا ينبغي له أن ييأس من إعراضهم عنه مرة بعد أخرى، فقد يهيئ الله له أنصارا يؤمنون بدعوته الخيرة من حيث لا يفكر ولا يحتسب، وقد يكون لهذه القلة التي تهتدي به في بعض المناسبات شأن كبير في انتشار دعوة الحق والخير، وفي انتصارها النصر النهائي على الشر وأعوانه، فلقد كان لإيمان السبعة الأوائل من الأنصار الذين التقوا برسول الله أول مرة ما أدى إلى تغلغل الإسلام في المدينة، وكان لهذا التغلغل أثر في انتشار الإسلام وسيطرته عليها، مما مهد للمؤمنين المضطهدين في مكة أن يجدوا في المدينة مهاجرا يتمركزون فيه، ولرسول الله صلى الله عليه وسلم موئلا أمينا يقيم فيه دولته، ويبث منه دعوته، وينطلق منه أصحابه إلى مقاومة الشرك والمشركين بالحروب والمعارك التي كانت نهايتها انتصارا خالدا للإيمان، وهزيمة أبدية للشرك، فرضي الله عن الأنصار من أوس وخزرج، كم كان لهم على الإسلام والمسلمين والعالم كله من فضل لا ينتهي خيره، ورضي الله عن إخوانهم المهاجرين الذين سبقوهم إلى الإيمان، وضحوا في سبيله بالغالي من الأموال والأوطان، وألحقنا بهم جميعا في جنة الرضوان.",
            "page": "60",
            "part": "1",
            "seal": "A4CF0F38"
        },
        {
            "id": "52",
            "nass": "الفصل الرابع - منذ الهجرة حتى استقرار النبي في المدينة ¶ الوقائع التاريخية ¶ 1 - علمت قريش بإسلام فريق من أهل يثرب، فاشتد أذاها للمؤمنين بمكة، فأمرهم النبي صلى الله عليه وسلم بالهجرة إلى المدينة، فهاجروا مستخفين، إلا عمر رضي الله عنه، فإنه أعلم مشركي قريش بهجرته [التحرير أن عمر رضي الله عنه هاجر سرا كسائر الصحابة]، وقال لهم: من أراد أن تثكله أمه فليلحق بي غدا ببطن هذا الوادي، فلم يخرج له أحد. ¶ 2 - ولما أيقنت قريش أن المسلمين قد أصبحوا في المدينة في عزة ومنعة، عقدت مؤتمرا في دار الندوة للتفكير في القضاء على الرسول نفسه، فقرَّ رأيهم على أن يتخيروا من كل قبيلة منهم فتى جلدا، فيقتلوه جميعا، فيتفرق دمه في القبائل، ولا يقدر بنو مناف على حربهم جميعا، فيرضوا بالدية، وهكذا اجتمع الفتيان الموكلون بقتل الرسول صلى الله عليه وسلم على بابه ليلة الهجرة ينتظرون خروجه ليقتلوه. ¶ 3 - لم ينم الرسول صلى الله عليه وسلم تلك الليلة على فراشه،",
            "page": "61",
            "part": "1",
            "seal": "FC1C574C"
        },
        {
            "id": "101",
            "nass": "المجتمع، ورقي الإنسان عن طريق الخير، ومنع انحداره عن طريق الشر، فأية غاية إنسانية أنبل من هذه الغاية التي شرع من أجلها القتال في الإسلام، وأي قتال عرفته الأمم في القديم والحديث يساوي هذه الغاية في عموم الفائدة للناس جميعا وبناء المجتمعات على ما يؤدي إلى رقيها وتطورها تطورا إنسانيا بناء، لا رجوع فيه إلى عهد الجاهلية الأولى، من الإباحية، والانحلال، والإلحاد والحروب، وسفك الدماء، كما هو شأن التطور الذي يتم في ظل هذه الحضارة الغربية المادية. ¶ ... وإذا عرفنا أهدف الإسلام وغاياته من إباحة القتال، عرفنا معنى أنه في سبيل الله، فالجهاد في سبيل الله هو جهاد لتحقيق الخير والسلام والسمو والعدل في المجتمعات، وسبيل الله طريقه، والطريق إلى الله لا يكون إلا عن طريق الخير والحب والتعاون على البر والتقوى، لا على الإثم والعدوان. ¶ ... هذه كلمة موجزة عن أهداف الإسلام في مشروعية القتال والأسباب التاريخية للإذن به. ثم نتكلم عن الدروس والعظات في معارك الإسلام الأولى، أي في عهد الرسول صلىالله عليه وسلم، وقد كنت أود أن اتكلم عن دروس كل معركة على حدة، ولكن الوقت ضيق وذلك يأخذ عشرات الصفحات، مما حملني على أن أجمع هذه العظات كلها في مرة واحدة، مستفيدا من كل معركة أكثر من درس واحد، ولعلي أفصِّل القول في دروس كل معركة على حدة في العام المقبل إن شاء الله، وفسح في الأجل، وتفضل بتخفيض المرض.",
            "page": "110",
            "part": "1",
            "seal": "0F38C48B"
        },
        {
            "id": "102",
            "nass": "1 - كانت أولى المعارك بدرا، وكان النبي صلى الله عليه وسلم قد خرج لاعتراض قافلة قريش في عودتها من الشام إلى مكة، ولكن القافلة نجت، وكان المشركون قد صمموا على القتال، فكان من أمر المعركة ما ذكرناه. واعتراض قافلة قريش لا يدل على الرغبة في أخذ الأموال وقطع الطريق، كما يدعي الأفاكون من المستشرقين، بل كان من بواعثه الاقتصاص من قريش لأخذ أموالها لقاء ما أخذت من أموال المؤمنين المهاجرين، فقد أجبرتهم أو أكثرهم على ترك دورهم وأراضيهم وأموالهم، ومن علمت بهجرته بعد غيابه عن مكة باعت له دوره واستولت على أمواله، فشريعة المعاملة بالمثل المعترف بها اليوم في القوانين الدولية تبيح مثل هذا العمل، كما هو الشأن بيننا وبين إسرائيل. ومن المهم أن نلاحظ أنه سبقت غزوة بدر سبع محاولات لاعتراض عير قريش، وكان الذين يخرجون فيها من المهاجرين فحسب، ولم يرسل فيها أنصاريا واحدا، ذلك لأن هؤلاء المهاجرين إن اعترضوا قافلة قريش واستولوا عليها، فإنما يفعلون ذلك عن حق مشروع في جميع القوانين الإلهية، والشرائع الوضعية، ونشير إلى هذه المحاولات السبع وهي: ¶ بعث حمزة على رأس سبعة أشهر من الهجرة، وسرية عبيدة بن الحارث على رأس ثمانية أشهر منها، وسرية سعد بن أبي وقاص على رأس تسعة أشهر منها، ... و (غزوة ودان) على رأس اثني عشر شهرا منها، و (غزوة بواط) على رأس ... ثلاثة عشر منها، و (غزوة بدر الأولى) في الشهر الثالث عشر أيضا، و (غزوة العشيرة) على رأس",
            "page": "111",
            "part": "1",
            "seal": "D408CDD5"
        },
        {
            "id": "103",
            "nass": "ستة عشر من الهجرة. وكل هذه السرايا والغزوات كانت مؤلفة من المهاجرين فحسب، ليس فيهم أنصاري واحد، وهذا يؤكد ماقلناه. ¶ 2 - إن النصر في المعارك لا يكون بكثرة العدد، ووفرة السلاح، وإنما يكون بقوة الروح المعنوية لدى الجيش، وقد كان الجيش الإسلامي في هذه المعارك، يمثل العقيدة النقية والإيمان المتقد، والفرح بالاستشهاد، والرغبة في ثواب الله وجنته، كما يمثل الفرحة من الانعتاق من الضلال، والفرقة والفساد، بينما كان جيش المشركين يمثل فساد العقيدة، وتفسخ الأخلاق، وتفكك الروابط الاجتماعية، والانغماس في الملذات، والعصبية العمياء للتقاليد البالية، والآباء الماضين، والآلهة المزيفة. ¶ انظر إلى ما كان يفعله الجيشان قبل بدء القتال، فقد حرص المشركون قبل بدء معركة بدر على أن يقيموا ثلاثة أيام يشربون فيها الخمور، وتغني لهم القيان، وتضرب لهم الدفوف، وتشعل عندهم النيران لتسمع العرب بما فعلوا فتهابهم، وكانوا يظنون ذلك سبيلا إلى النصر، بينما كان المسلمون قبل بدء المعركة يتجهون إلى الله بقلوبهم، يسألونه النصر، ويرجونه الشهادة، ويشمون روائح الجنة، ويخر الرسول ساجدا مبتهلا يسأل الله أن ينصر عباده المؤمنين، وكانت النتيجة أن انتصر الأتقياء الخاشعون، وانهزم اللاهون العابثون. ¶ والذي يقارن بين أرقام المسلمين المحاربين، وبين أرقام المشركين المحاربين في كل معركة، يجد أن المشركين أكثر من المؤمنين أضعافا مضاعفة، ومع ذلك فقد كان النصر للمسلمين، حتى في معركتي أحد",
            "page": "112",
            "part": "1",
            "seal": "3EF4E2F9"
        },
        {
            "id": "104",
            "nass": "وحنين حيث انتصر فيها المسلمون، ولولا ما وقع من أخطاء المسلمين في هاتين المعركتين ومخالفتهم لأمر رسول الله صلى الله عليه وسلم، لما لقي المسلمون هزيمة قط. ¶ 3 - إن شدة عزائم الجيش واندفاعه في خوض المعركة، وفرحه بلقاء عدوه مما يزيد القائد إقداما في تنفيذ خطته، وثقته بالنجاح والنصر، كما حدث في معركة بدر. ¶ 4 - إن على القائد ألا يكره جيشه على القتال، إذا كانوا غير راغبين ومتحمسين حتى يتأكد من رضاهم وتحسسهم، كما فعل رسول الله صلى الله عليه وسلم من استشارة أصحابه يوم بدر قبل خوض المعركة. ¶ 5 - إن احتياط الجنود لحياة قائدهم أمر تحتمه الرغبة في نجاح المعركة والدعوة، وعلى القائد ان يقبل ذلك، لأن في حياته حياة الدعوة، وفي فواتها خسارة المعركة. ¶ وقد رأينا في معركة بدر كيف رضي النبي صلى الله عليه وسلم ببناء العريش له، ورأينا في بقية المعارك: (أحد) و (حنين)، كيف كان المؤمنون الصاقون والمؤمنات الصادقات يلتفون جميعا حول رسولهم، ويحمونه من سهام الأعداء، بتعريض أنفسهم لها، ولم يعرف عنه صلى الله عليه وسلم أنه أنكر ذلك مع شجاعته وتأييد الله له، بل أثنى على هؤلاء الملتفين حوله، كما رأينا في ثنائه على نسيبة أم عمارة، ودعائه لها بأن تكون هي وزوجها وأولادها رفقاءه في الجنة. ¶ 6 - إن الله تبارك وتعالى يحيط عباده المؤمنين الصادقين في معاركهم",
            "page": "113",
            "part": "1",
            "seal": "B83C9D15"
        },
        {
            "id": "105",
            "nass": "بجيش من عنده، كما أنزل الملائكة يوم بدر، وأرسل الريح يوم الأحزاب. ومادام هؤلاء المؤمنون يحاربون في سبيله، فكيف يتخلى عنهم وهو الذي قال: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} [الروم:47] وقال: {إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا} [الحج:38]. ¶ 7 - إن من طبيعة الداعية الصادق أن يحرص على هداية أعدائه، وأن يفسح لهم المجال لعل الله يلقي في قلوبهم الهداية، ومن هنا نفهم ميل رسول الله صلى الله عليه وسلم إلى فداء الأسرى يوم بدر، فقد كان يرجو أن يهديهم الله وأن تكون لهم ذرية من بعدهم تعبد الله وتدعو إليه، وإذا كان القرآن الكريم قد عاتب الرسول على ذلك، فلأن هناك مصلحة أخرى للإسلام يومئذ، وهو إرهاب اعداء الله والقضاء على رؤوس الفتنة والضلالة، ولو قتل الأسرى يوم بدر لضعفت مقاومة قريش للقضاء على زعمائهل ومؤججي نار الفتنة ضد المؤمنين. ¶ ويلوح لي سر آخر في قبول الرسول أمر الفداء، وهو أن العباس عم الرسول صلى الله عليه وسلم كان من بين الأسرى، وللعباس مواقف في نصرة الرسول صلى الله عليه وسلم قبل إعلان إسلامه، فقد شهد معه بيعة العقبة الثانية سرا، وكان يخبر الرسول عن كل تحركات قريش، مما يؤكد عندي أنه كان مسلما يكتم إسلامه، فكيف يقتله الرسول وهذا شأنه معه؟ ولو استثناه الرسول من بين الأسرى لخالف شرعته في تحريم قتل المسلم إن كان العباس مسلما، وإن كان مشركا فشريعته لا تفرق بين قريب وبعيد في الوقوف موقف الحزم والعداء من كل من يحارب الله ورسوله، ولاغتنمها المشركون والمنافقون فرصة للتشهير به، ولإضعاف الثقة",
            "page": "114",
            "part": "1",
            "seal": "DCCA69D3"
        },
        {
            "id": "106",
            "nass": "بعدالته وتجرده عن الهوى في كل ما يصدر عنه، وليس ذلك من مصلحة الدعوة في شيء. ¶ 8 - إن مخالفة أمر القائد الحازم البصير يؤدي إلى خسارة المعركة، كما حصل في وقعة أحد، فلو أن رماة النبل الذين أقامهم الرسول صلى الله عليه وسلم خلف جيشه ثبتوا في مكانهم كما أمرهم الرسول صلى الله عليه وسلم لما استطاع المشركون أن يلتفوا من حولهم، ويقلبوا هزيمتهم أول المعركة إلى نصر في آخرها، وكذلك يفعل العصيان في ضياع الفرص، ونصر الأعداء، وقد أنذر الله المؤمنين بالعذاب إن خالفوا أمر رسولهم، فقال: {} [النور:63] ¶ 9 - والطمع المادي في المغانم وغيرها يؤدي إلى الفشل فالهزيمة، كما حصل في معركة أحد حينما ترك الرماة مواقفهم طمعا في إحرازالغنائم، وكما حصل في معركة حنين حين انتصر المسلمون في أولها، فطمع بعضهم في الغنائم، وتركوا تتبع العدو، مما أدى إلى عودة العدو وهجومه على المسلمين، فانهزموا، ولولا ثبات الرسول صلى الله عليه وسلم والمؤمنين الصادقين حوله، لما تحولت الهزيمة بعد ذلك إلى نصر مبين، وكذلك الدعوات يفسدها ويفسد أثرها في النفوس طمع الداعين إليها في مغانم الدنيا، واستكثارهم من مالها وعقارها وأراضيها. إن ذلك يحمل الناس على الشك في صدق الداعية، فيما يدعو إليه، واتهامه بأنه لا يقصد من دعوته وجه الله عزوجل، وإنما يقصد جمع حطام الدنيا باسم الدين والإصلاح، ومثل هذا الاعتقاد في",
            "page": "115",
            "part": "1",
            "seal": "182CD5FA"
        },
        {
            "id": "107",
            "nass": "أذهان الناس صد عن دين الله، وإساءة إلى كل من يدعو إلى الإصلاح عن صدق وإخلاص. ¶ 10 - وفي ثبات نسيبة أم عمارة، ووقوفها وزوجها وأولادها حول رسول الله صلى الله عليه وسلم حين انكشف المسلمون يوم أحد. دليل من الأدلة المتعددة على إسهام المرأة المسلمة بقسط كبير من الكفاح في سبيل دعوة الإسلام، وهو دليل على حاجتنا اليوم إلى أن تحمل المرأة المسلمة عبء الدعوة إلى الله من جديد، لتدعو إلى الله في أوساط الفتيات والزوجات والأمهات، ولتنشئ في أطفالها حب الله ورسوله، والاستمساك بالإسلام وتعاليمه، والعمل لخير المجتمع وصلاحه. ¶ وما دام ميدان الدعوة شاغراً من الفتاة المسلمة الداعية، أو غير ممتلئ بالعدد الكافي منهن، فستظل الدعوة مقصرة في خطاها، وستظل حركة الإصلاح عرجاء حتى يسمع نصف الأمة وهن النساء - دعوة الخير ويستيقظ في ضمائرهن وقلوبهن حب الخير والإقدام على الدين، والإسراع إلى الاستمساك بعروته الوثقى. ¶ 11 - وفي إصابة رسول الله صلى الله عليه وسلم بالجراح يوم أحد عزاءٌ للدعاة فيما ينالهم في سبيل الله من أذى في أجسامهم، أو اضطهاد لحرياتهم بالسجن والاعتقال، أو قضاءٍ على حياتهم بالاعدام والاغتيال، وقد قال الله تعالى في كتابه الكريم: ?الم، أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يُفتنون. ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمنّ الكاذبين? [العنكبوت 2 و 3]",
            "page": "116",
            "part": "1",
            "seal": "823A852D"
        },
        {
            "id": "108",
            "nass": "12 - وفيما فعله المشركون يوم أحد من التمثيل بقتلى المسلمين، وبخاصة حمزة عم الرسول صلى الله عليه وسلم، دليل واضح على خلوِّ أعداء الإسلام من كل إنسانية وضمير، فالتمثيل بالقتيل لا يؤلم القتيل نفسه، إذ الشاة المذبوحة لا تتألم من السلخ، ولكنه دليل على الحقد الأسود الذي يملأ نفوسهم، فيتجلى في تلك الأعمال الوحشية التي يتألم منها كل ذي وجدان حي، وضمير إنساني. ¶ كذلك رأينا المشركين يفعلون بقتلى المسلمين يوم أحد، وكذلك رأينا اليهود يفعلون بقتلانا في معارك فلسطين، وكلا الفريقين يصدرون عن ورْدٍ واحد نابعٍ من حنايا نفوسهم التي لا تؤمن بالله واليوم الآخر، ذلك هو الحقد على المستقيمين في هذه الحياة من المؤمنين إيماناً صحيحاً صادقاً بالله ورسله واليوم الآخر. ¶ 13 - وفي قبول الرسول صلى الله عليه وسلم إشارة الحباب بن المنذر بالتحول من منزله الذي اختاره للمعركة يوم بدر، وكذلك في قبول استشارته يوم خيبر، ما يحطم غرور الديكتاتوريين المتسلطين على الشعوب بغير إرادة منها ولا رضى، هؤلاء الذين يزعمون لأنفسهم من الفضل في عقولهم وبعد النظر في تفكيرهم ما يحملهم على احتقار إرادة الشعب، والتعالي عن استشارة عقلائه وحكمائه ومفكرِّيه، إذ كان رسول الله صلى الله عليه وسلم الذي علم الله منه أكمل الصفات ما أهَّلَه لحمل أعباء آخر رسالاته وأكملها يقبل رأي أصحابه الخبيرين في الشؤون العسكرية، وفي طبيعة الأراضي التي تتطلبها طبيعة المعركة دون أن يقول لهم: إني رسول الله، وحسبي أن آمر بكذا، وأنهى عن",
            "page": "117",
            "part": "1",
            "seal": "AA8D14B3"
        },
        {
            "id": "109",
            "nass": "كذا، إذ قبل منهم مشورتهم، وآراءهم فيما لم ينزل عليه وحي، فكيف بالمتسلِّطين الذين رأينا كثيراً منهم لا يتفوَّق عل الناس بعقل ولا علم ولا تجربة، بل بتسلُّطه على وسائل الحكم بعد أن تواتيه الظروف في ذلك؟ كيف بهؤلاء الذين هم أدنى ثقافة وعلماً وتجربة من كثير ممن يحكمونهم، ألا يجب عليهم أن يستشيروا ذوي الآراء، ويقبلوا بنصيحة الناصحين وحكمة المجربين. ¶ إن حوادث التاريخ القريب والبعيد دلَّتنا على أن غرور الديكتاتوريين قضى عليهم وعلى أمتهم، وهوى بالأمة إلى منحدر سحيق يصعب الصعود منه إلا بعد عشرات السنين أو مئاتها، ففيما فعله الرسول صلى الله عليه وسلم من قبول مشورة الحباب في بدر وخيبر قدوة لكل حاكم مخلص، ولكل قائد حكيم، ولكل داعية صادق. ¶ وإن من أبرز شعارات الحكم في الإسلام هو الشورى ?وأمرهم شُورى بينه? [الشورى: 38] وأبرز صفات الحاكم المسلم الخالد في التاريخ هو الذي يستشير ولا يستبد، ويتداول الرأي مع ذوي الاختصاص في كل موضوع يهمه أرمه ?وشاورهم في الأمر? [آل عمران: 159]. ?فاسألوا أهل الذكر إن كنتم لا تعلمون? [النحل: 43 والأنبياء: 7]. ¶ 14 - وفي تقدمه الصفوف في كل معركة وخوضه غمارها معهم إلا فيما يشير به أصحابه، دليل على أن مكان القيادة لا يحتله إلا الشجاع المتثبت، وأن الجبناء خائري القوى لا يصلحون لرئاسة الشعوب، ولا لقيادة الجيوش، ولا لزعامة حركات الاصلاح ودعوات الخير، فشجاعة",
            "page": "118",
            "part": "1",
            "seal": "40DB5B63"
        },
        {
            "id": "110",
            "nass": "القائد والداعية بفعله وعمله يفيد في جنوده وأنصاره في إثارة حماسهم واندفاعهم ما لا يفيده ألف خطاب حماسي يلقونه على الجماهير. ومن عادة الجنود والأنصار أن يستمدوا قوتهم من قوة قائدهم ورائدهم، فإذا جبن في مواقف اللقاء، وضعف في مواطن الشدة، أضر بالقضية التي يحمل لواءها ضرراً بالغاً. ¶ 15 - على الجنود وأنصار الدعوة ألاَّ يخالفوا القائد الحازم البصير في أمر يعزم عليه، فمثل هذا القائد وهو يحمل المسؤولية الكبرى، جدير بالثقة بعد أن يبادلوه الرأي، ويطلعوه على ما يرون، فإن عزم بعد ذلك على أمر، كان عليهم أن يطيعوه، كما حصل بالرسول يوم صلح الحديبة، فقد اختار الرسول صلى الله عليه وسلم شروط الصلح، وتبين أنها كانت في مصلحة الدعوة، وأن الصلح كان نصراً سياسياً له، وأن عدد المؤمنين بعد هذا الصلح ازداد في سنتين أضعاف من أسلم قبله، هذا مع أن الصحابة شق عليهم بعض هذه الشروط، حتى خرج بعضهم عن حدود الأدب اللائق به مع رسوله وقائده وقد حصل مثل ذلك بأبي بكر يوم بدأت حوادث الرِّدَّة، فقد كان رأي الصحابة جميعاً ألا يخرجوا لقتال المرتدين، وكان رأي أبي بكر الخروج، ولما عزم أمره على ذلك أطاعوه، فنشطوا للقتال، وتبين أن الذي عزم عليه أبو بكر من قتال المرتدين هو الذي ثبَّت الاسلام في جزيرة العرب، ومكَّن المؤمنين أن ينساحوا في أقطار الأرض فاتحين هادين مرشدين. ¶ 16 - ومما طلبه الرسول صلى الله عليه وسلم من نُعيم بن مسعود، أن يخذِّل بين الأحزاب ما استطاع في \"غزوة الأحزاب\" دليل على أن",
            "page": "119",
            "part": "1",
            "seal": "2EBF43B5"
        },
        {
            "id": "111",
            "nass": "الخديعة في حرب الأعداء مشروعة إذا كانت تؤدي إلى النصر، وأن كل طريق يؤدي الى النصر وإلى الإقلال من سفك الدماء مقبول في نظر الاسلام، ما عدا الغدر والخيانة، وهذا من حكمته السياسية والعسكرية صلى الله عليه وسلم، وهو لا ينافي مبادئ الأخلاق الاسلامية، فإن المصلحة في الاقلال من عدد ضحايا الحروب مصلحة إنسانية. ¶ والمصلحة في انهزام الشر والكفر والفتنة مصلحة إنسانية وأخلاقية، فاللجوء الى الخدعة في المعارك يلتقي مع الأخلاق الانسانية التي ترى في الحروب شراً كبيراً، فإذا اقتضت الضرورة قيامها، كان من الواجب إنهاؤها عن أي طريق كان، لأن الضرورة تقدر بقدرها، والله لم يشرع القتال إلا لحماية دين أو أمة أو أرض، فالخدعة مع الأعداء بما يؤدي إلى هزيمتهم، تعجيل بانتصار الحق الذي يحاربه أولئك المبطلون. ولذلك أثر عن الرسول صلى الله عليه وسلم في \"غزوة الأحزاب\" قوله لعروة ابن مسعود: \"الحرب خدعة\" وهذا مبدأ مسلم به في جميع الشرائع والقوانين. ¶ 17 - وفي قبوله صلى الله عليه وسلم إشارة سلمان بحفر الخندق، وهو أمر لم تكن تعرفه العرب من قبل، دليل على أن الاسلام لا يضيق ذرعاً بالاستفادة مما عند الأمم الأخرى من تجارب تفيد الأمة وتنفع المجتمع فلا شك أن حفر الخندق أفاد إفادة كبرى في دفع خطر الأحزاب عن المدينة، وقبول رسول الله هذه المشورة، دليل على مرونته صلى الله عليه وسلم، واستعداده لقبول ما يكون عند الأمم الأخرى من أمور",
            "page": "120",
            "part": "1",
            "seal": "321CD84C"
        },
        {
            "id": "112",
            "nass": "حسنة، وقد فعل الرسول مثل ذلك أكثر من مرة، فلما أراد إنفاد كتبه إلى الملوك والأمراء والرؤساء قيل له: إن من عادة الملوك ألاَّ يقبلوا كتاباً إلا إذا كان مختوماً باسم مرسله، فأمر على الفور بنقش خاتم له كتب عليه: محمد رسول الله، وصار يختم به كتبه، ولما جاءته الوفود من أنحاء العرب بعد فتح مكة تعلن إسلامها، قيل له: يا رسول الله إن من عادة الملوك والرؤساء أن يستقبلوا الوفود بثياب جميلة فخمة، فأمر رسول الله صلى الله عليه وسلم أن تشترى له حلة، قيل: إن ثمنها بلغ أربعمائة درهم، وقيل: أربعمائة بعير، وغدا يستقبل بها الوفود، وهذا هو صنيع الرسول الذي أرسل بآخر الأديان وأبقاها إلى أبد الدهر، فان مما تحتمه مصلحة أتباعه في كل زمان وفي كل بيئة أن يأخذوا بأحسن ما عند الأمم الأخرى، مما يفيدهم، ولا يتعارض مع أحكام شريعتهم وقواعدها العامة، والامتناع عن ذلك جمود لا تقبله طبيعة الاسلام الذي يقول في دستوره الخالد: ?فبشر عبادِ، الذين يستمعون القول فيتَّبعون أحسنه? [الزمر: 17 و 18] ولا طبيعة رسوله الذي رأينا أمثلة عما أخذ من الأمم الأخرى، وهو القائل: \"الحكمة ضالة المؤمن يتلمسها أنَّى وجدها\" ويوم غفل المسلمون في العصور الأخيرة، وخاصة بعد عصر النهضة الاوروبية عن هذا المبدأ العظيم في الاسلام، وقاوموا كل إصلاح مأخوذ عن غيرهم مما هم في أشد الحاجة اليه، أصيبوا بالانهيار، وتأخروا من حيث تقدم غيرهم ?ولله عاقبة الأمور? [الحج: 41].",
            "page": "121",
            "part": "1",
            "seal": "E711B169"
        },
        {
            "id": "113",
            "nass": "18 - ومن وصايا رسول الله صلى الله عليه وسلم للجيش الاسلامي في \"غزوة مؤتة\" تلمس طابع الرحمة الانسانية في قتال الاسلام، فهو لا يقتل من لا يقاتل، ولا يخرب ما يجده في طريقه إلا لضرورة ماسة، وقد التزم أصحابه من بعده والمسلمون في مختلف العصور بعد ذلك هذه الوصايا، فكانت حروبهم أرحم حروب عرفها التاريخ، وكانوا هم محاربون أدمث أخلاقاً، وأشد رحمة من غيرهم وهم مسالمون، والتاريخ قد سجل للمسلمين صفحات بيضاء في هذا الشأن، كما سجل لغيرهم صفحات سوداء، ولا يزال يسجلها حتى اليوم، ومن منا لا يعرف الوحشية التي فتح بها الصليبيون بيت المقدس، والانسانية الرحيمة التي عامل بها صلاح الدين الفرنجة حين استردها، ومن من لا يذكر وحشية الأمراء والجنود الصليبيين حين استولوا على بعض العواصم الاسلامية، كطرابلس، والمعرة وغيرهما، مع رحمة الأمراء والجنود المسلمين حين استردوا تلك البلاد من أيدي محتليها الغاصبين، ونحن اليوم نعيش في عصر النفاق الأوروبي في ادِّعاء الحضارة والرحمة الانسانية وحب الخير للشعوب، وهم يخربون البلاد، ويسفكون دماء العُزَّل من الشيوخ والنساء والأطفال، ولقد عشنا - بكل أسف - عصر قيام إسرائيل على أرض فلسطين السليبة، وعلمت الدنيا فظائع اليهود الهمجية الوحشية في دير ياسين، وقبية، وحيفا، ويافا، وعكا، وصفد، وغيرها من المدن والقرى، ومع ذلك فهم يَدَّعون الانسانية، ويعملون عكسها، ونحن نعمل للانسانية، ولا نتشدق بها، ذلك أنّا شعب نحمل في نفوسنا حقاً أجمل المبادئ الأخلاقية في السلم",
            "page": "122",
            "part": "1",
            "seal": "78EAF6F4"
        },
        {
            "id": "114",
            "nass": "والحرب، وننفذها براحة ضمير واطمئنان، بينما هم مجردون من هذه المبادئ في داخل نفوسهم، فلا يجدون إلا المناداة بها نفاقاً وتخديراً، نحن شعب نؤمن بالله القوي الرحيم، فلا تكون قوتنا إلا رحمة، وهم شعب يرون من النفاق أن ينكروا علينا وصف الله بالقوة والبطش، زاعمين أنهم ينعتونه بالحب والرحمة، فما كان لعلاقتهم مع الشعوب وحروبهم مع المسلمين ومع أعدائهم من أبناء ملتهم أثر لهذا الحب ولهذه الرحمة، نحن شعب ما كانت حروبنا إلا لخير الانسانية، فكنا أبرَّ الناس بها، وهم قوم ما كانت حروبهم إلا للغزو والسلب والتسلط والاستعمار، فكانوا أعدى الناس لها. ¶ ومع ذلك فنحن اليوم في حروبنا معهم إنما ندافع عن أرض وحق وكرامة، فلن يجدينا التغنِّي بمبادئنا مع قوم لا يفهمون مبادئ الرحمة والشرف والانسانية، بل يجب علينا أن نستمر في كفاحنا لهم، متمسكين في معاركنا معهم بمبادئ رسولنا وشريعتنا حتى يحكم الله بيننا وبينهم، وهو أحكم الحاكمين. ¶ 19 - إن الجيش إذا كان غير متساوٍ في الحماس والايمان والإخلاص، بل كان فيه المتخاذلون والمرتزقة والمتهاونون، لا يمكنه أن يضمن النصر على أعدائه، كما حصل في \"غزوة حنين\"، وكذلك شأن الدعوات لا يمكنها أن تعتمد على كثرة المصفقين لها، بل على عدد المؤمنين بها المضحين في سبيلها. ¶ 20 - ودرس آخر نستفيده من سيرة الرسول في حروبه ومعاركه، هو موقفه من اليهود، وموقف اليهود منه ومن دعوته، فلقد حرص الرسول",
            "page": "123",
            "part": "1",
            "seal": "3135B64F"
        },
        {
            "id": "115",
            "nass": "أول مقامه في المدينة أن يقيم بينه وبينهم علائق سلم، وأن يؤمِّنهم على دينهم وأموالهم، وكتب لهم بذلك كتاباً، ولكنهم قوم غدر، فما لبثوا غير قليل حتى تآمروا على قتله، مما كان سبباً في \"غزوة بني النضير\" ثم نقضوا عهده في أشد المواقف حرجاً \"يوم الأحزاب\" مما كان سبباً في \"غزوة بني قريظة\"، ثم تجمَّعوا من كل جانب يهيِّئون السلاح ويبيِّتون الدسائس، ويتجمَّعون ليقضوا في غدر وخسَّة على المدينة والمؤمنين فيها، مما كان سبباً في \"غزوة خيبر\". ¶ هؤلاء قوم لا تنفع معهم الحسنى، ولا يصدق لهم وعد، ولا يستقيم لهم عهد وكلما وجدوا غرة اهتبلوها، فهل كان على النبي من حرج فيما فعله بهم؟ وهل كان عليه أن يتحمل دسائسهم وخياناتهم ونقضهم للعهود فيعيشوا وأصحابه دائماً في جو من القلق والحذر وانتظار الفتنة والمؤامرات؟ لقد ضمن النبي صلى الله عليه وسلم بحزمه معهم حدود دولته الجديدة، وانتشار دعوته في الجزيرة العربية كلها، ثم من بعد ذلك إلى أرجاء العالم ولا يلوم النبيَّ على حزمه معهم إلا يهوديٌّ أو متعصب أو استعماري وها هي سيرة اليهود في التاريخ بعد ذلك، ألم تكن كلُّها مؤامراتٍ ودسائسَ وإفساداً وخيانةً؟ ثم ها هي سيرتهم في عصرنا الحديث هل هي غير ذلك؟ ولقد كان فينا قبل حرب فلسطين وقيام اسرائيل فيها من يخدع بمعسول كلامهم فيدعوا إلى التعاون معهم، وكان فينا من يساق إلى دعوة التعاون معهم من قبل أصدقائهم من الدول الكبرى، وكانت نتيجة ذلك التخاذل وفسولة الرأي في معالجة قضية فلسطين، أما بعد ذلك فلا يوجد من يغترُّ بهم، وليس لنا",
            "page": "124",
            "part": "1",
            "seal": "B7255D7B"
        },
        {
            "id": "116",
            "nass": "سبيل إلى التخلص من شرهم إلا حزم كحزم الرسول صلى الله عليه وسلم في معاملتهم لنطمئن على بلادنا ولنتفرغ لدورنا الجديد المقبل في حمل رسالة الاسلام والسلام إلى شعوب الأرض قاطبة. ¶ تلك أمانة نؤديها بصدق وإيمان إلى الجيل الجديد عساه يستطيع أن يفعل ما لم يستطع فعله جيلنا المتخاذل. ¶ 21 - وفي غزوة مؤتة كان أول لقاء بين المسلمين والروم، ولولا أن العرب الغساسنة قتلوا رسولَ رسولِ الله إلى أمير بصرى، لكان من الممكن أن لا يقع الصدام، ولكن قتل رسوله إلى أمير بصرى يعتبر عملاً عدائياً في جميع الشرائع، ويدل على عدم حسن الجوار، وعلى تثبيت الشر من هؤلاء عمال الروم وصنائعهم، ولذلك رأى رسول الله صلى الله عليه وسلم إرسال جيش مؤتة ليكون فيه إنذار لهم ولسادتهم الروم بقوة الدولة الجديدة واستعدادها للدفاع عن نفسها حتى لا يفكروا بالعدوان عليها، ولما وصل المسلمون إلى مؤتة وجدوا جموعاً من الروم ومن العرب المتنصرِّة الخاضعة لحكمهم قدَّرها المؤرخون بمائتي ألف، وكان أخو هرقل قد قاد الجيش وعسكر في \"مآب\" قرب عمّان اليوم، مما يؤكد ما توقعه الرسول منهم في تصميمهم على مناجزة الدولة الجديدة والقضاء عليها توجُّساً من قيام دولة عربية مستقلة داخل الجزيرة العربية تكون نذيراً بانتهاء استعمارهم لبلادهم واستعبادهم لعربها القاطنين على حدودها مما يلي الحجاز، وهكذا بدأت المعارك بين المسلمين والروم. ¶ 22 - وفي غروة تبوك أو العسرة آيات بينات على ما يفعله الإيمان",
            "page": "125",
            "part": "1",
            "seal": "EF168AF6"
        },
        {
            "id": "117",
            "nass": "الصادق في نفوس المؤمنين من إثارة عزائمهم للقتال واندفاع أيديهم في بذل المال ومن استعذابهم الحر والعناء والتعب الشديد في سبيل الله ومرضاته، ولذلك لما تخلَّف ثلاثة من المؤمنين الصادقين في إيمانهم عن هذه الغزوة من غير عذر، أمر الرسول صلى الله عليه وسلم بمقاطعتهم، فامتنع أزواجهم وآباؤهم عن مكالمتهم فضلاً عن جمهور المسلمين، مما اضطر بعضهم إلى ربط نفسه بعمد المسجد، وآخر إلى احتباس نفسه في البيت، حتى تاب الله عليهم بعد أن أخذ المسلمون درساً بليغاً فيمن يتخلف عن أداء الواجب لغير عذر، إلا أن يؤثر الراحة على التعب، والظل الظليل على حر الشمس وشدتها. ¶ 23 - أما فتح مكة، ففيها من الدروس والعظات ما تضيق عن شرحه هذه الصفحات القلائل، ففيها نجد طبيعة الرسول صلى الله عليه وسلم الداعية الذي لا يجد الحقد على مقاوميه إلى نفسه سبيلاً، فقد منّ عليهم بعد كفاح استمر بينه وبينهم إحدى وعشرين سنة لم يتركوا فيها طريقاً للقضاء عليه وعلى أتباعه وعلى دعوته إلا سلكوها، فلما تم له النصر عليهم، وفتح عاصمة وثنيتهم، لم يزد على أن استغفر لهم، وأطلق لهم حريتهم، وما يفعل مثل هذا ولا فعله في التاريخ، ولكنما يفعله رسول كريم لم يرد بدعوته ملكاً ولا سيطرة، وإنما أراد له الله أن يكون هادياً وفاتحاً للقلوب والعقول، ولهذا دخل مكة خاشعاً شاكراً لله، لا يزهو كما يفعل عظماء الفاتحين. ¶ 24 - وفيما فعله الرسول صلى الله عليه وسلم مع أهل مكة حكمة أخرى، فقد علم الله أن العرب سيكونون حملة رسالته إلى العالم،",
            "page": "126",
            "part": "1",
            "seal": "6DDF2AD7"
        },
        {
            "id": "118",
            "nass": "فأبقى على حياة أهل مكة وهم زعماء العرب ليدخلوا في دين الله، ولينطلقوا بعد ذلك إلى حمل رسالة الهدى والنور إلى الشعوب، يبذلون من أرواحهم وراحتهم ونفوسهم ما أنقذ تلك الشعوب من عمايتها، وأخرجها من الظلمات الى النور. ¶ 25 - وآخر ما نذكره من دروسها ودروس معاركه الحربية صلى الله عليه وسلم، هي العبرة البالغة بما انتهت اليه دعوة الله من نصر في أمد لا يتصوره العقل، وهذا من أكبر الأدلة على أن محمداً رسول الله صلى الله عليه وسلم، وعلى أن الاسلام دعوة الله التي تكفل بنصرها ونصر دعاتها والمؤمنين بها والحاملين للوائها، وما كان الله أن يتخلى عن دعوته وهي حق ورحمة ونور، والله هو الحق وهو الرحمن الرحيم الذي وسعت رحمته كل شيء، والله نور السماوات والأرض، فمن يستطيع أن يطفئ نور الله!. وكيف يرضى للباطل أن ينتصر النصر الأخير على الحق، وللهمجية والقسوة والفساد أن تكون لها الغلبة النهائية على الرحمة والصلاح. ¶ ولقد أصاب رسول الله صلى الله عليه وسلم والمسلمين جراح في معركتي أحد وحنين، ولا بد في الدعوة من ابتلاءٍ وجراح وضحايا ?ولينصرنَّ الله من ينصره، إن الله لقوي عزيز? [الحج: 40].",
            "page": "127",
            "part": "1",
            "seal": "13AB5363"
        },
        {
            "id": "120",
            "nass": "الفصل السادس - في أهم الأحداث التي وقعت بعد فتح مكة إلى وفاة الرسول صلى الله عليه وسلم ¶ غزوة حنين ¶ بعد أن فتح الله مكة على رسوله والمسلمين فانهارت بذلك مقاومة قريش التي استمرت إحدى وعشرين سنة منذ بدء الرسالة، تجمعت هوازن لقتال الرسول صلى الله عليه وسلم، فكانت معركة حنين التي تجد تفاصيلها في سيرة ابن هشام. ¶ ونذكر من دروس هذه المعركة ما يلي: ¶ 1 - ما كان من غرور مالك بن عوف وعدم استماعه لنصيحة دريد ابن الصمة حرصاً منه على الرئاسة، واغتراراً منه بصواب فكره، وتكبُّراً عن أن يقول قومه - وهو الشاب القوي المطاع -: قد استمع إلى نصيحة شيخ كبير لم يبق فيه رمق من قوة، ولو أنه أطاع نصيحة دريد لجنَّب",
            "page": "129",
            "part": "1",
            "seal": "8BE49CBF"
        },
        {
            "id": "121",
            "nass": "قومه الخسارة الكبيرة في أموالهم، والعار الشنيع في سبي نسائهم، ولكنه الغرور وكبرياء الزعامة يوردان موارد الهلكة ويجعلان عاقبة أمرها خسراً، فقد أبى له غروره أن يستسلم لقوة الاسلام التي ذلت لها كبرياء قريش بعد طول كفاح وشديد بلاءٍ، وظن أنه بما معه من رجال وما عنده من أموال، يستطيع أن يتغلب على قوة الاسلام الجديدة في روحها، وفي أهدافها، وفي تنظيمها عليه وعلى قومه، ثم أبى له غروره إلا أن يخرج معه نساء قومه وأموالهم ليحول ذلك دون هزيمتهم، وعدا نصيحة دريد الذي قال له: إن المنهزم لا يرده شيء، فإنه غفل عن أن المسلمين الذين سيحاربهم لا يستندون في رجاء النصر على مال ولا عدد ولا عدة، وإنما يستندون إلى قوة الله العزيز الجبار، ووعده لهم بالنصر والجنة، ولا يمتنعون عن الهزيمة رغبة في الاحتفاظ بنسائهم وأموالهم، بل رغبة في ثواب الله وخوفاً من عقابه الذي توعد المنهزمين في ميادين الجهاد بأليم العذاب وشديد الانتقام ?ومن يولِّهم يومئذ دبره إلا متحرفاً لقتال أو متحيزاً إلى فئة فقد باء بغضب من الله، ومأواه جهنم وبئس المصير? [الأنفال: 16]. ¶ وهكذا حلت الهزيمة بمالك وقبيلته هوازن ومن معه، ولم يقتصر شؤم غروره وكبريائه عليه وحده، بل أصاب قومه جميعاً، لأنهم أطاعوه في هذا الغرور، ولما أنذرهم بأنهم إن لم يستجيبوا له، بقر بطنه بالسيف، سارعوا إلى طاعته، ولو أنهم اتبعوا نصيحة شيخهم المجرب، وكفكفوا من كبرياء زعيمهم الشاب، لما أصابهم ما أصابهم، لقد خافوا من غضب هذا الزعيم المغرور عليهم، ولو أنهم سألوا",
            "page": "130",
            "part": "1",
            "seal": "397DCB6F"
        },
        {
            "id": "122",
            "nass": "أنفسهم: ماذا يكون لو أغضبناه؟ لكان الجواب: انهم يفقدون زعيمهم! وماذا في هذا؟ ماذا في ذهاب زعيم مغرور أنانيٍّ يريد أن يستأثر بشرف المعركة دون من هم أقدم وأخبر منه بالمعارك وشؤونها؟ وهل توازي حياة شخص حياة قبيلة أو أمة من الناس بأكملها؟ لقد حذَّرنا الله في القرآن من نتيجة هذا الاستسلام الجماعي لأهواء المغرورين من الكبراء والزعماء، يقول الله تعالى في قصة موسى مع فرعون: ?فاستخف قومه فأطاعوه، إنهم كانوا قوماً فاسقين, فلما آسفونا? أغضبونا باعراضهم عن الحق واتباعهم لطاغيتهم المغرور ?انتقمنا منهم فأغرقناهم أجمعين، فجعلناهم سلفاً? قدوة للعقاب ?ومثلاً للآخرين? [الزخرف: 54 - 56]. ¶ 2 - ما كان من استعارة الرسول صلى الله عليه وسلم من صفوان وهو مشرك مائة درع مع ما يكفيها من السلاح، ففيه عدا وجوب الاستعداد الكامل لقتال الأعداء، جواز شراء السلاح من الكافر، أو استعارته على أن لا يؤدي ذلك الى قوة الكافر واستعلائه، واتخاذه من ذلك وسيلة لأذى المسلمين وإيقاع الضرر بهم، فقد استعار الرسول من صفوان السلاح بعد فتح مكة، وكان صفوان من الضعف والهوان بحيث لا يقوى على فرض الشروط على رسول الله صلى الله عليه وسلم، يدل على ذلك قوله للرسول حين طلب منه ذلك: أغَصباً يا محمد؟ فأجابه الرسول صلى الله عليه وسلم: بل عاريةً مضمونةً حتى نُؤديها إليك. ¶ وفي هذا أيضاً مثلٌ من أمثلة النبل في معاملة المسلمين لأعدائهم",
            "page": "131",
            "part": "1",
            "seal": "2963CB7B"
        },
        {
            "id": "123",
            "nass": "المنهزمين، فلو أن رسول الله صلى الله عليه وسلم أراد أن يأخذها منه غصباً لاستطاع، ولما قدر صفوان أن يقول شيئاً، ولكنه هدي النبوة في النصر ومعاملة المغلوبين، والعف عن أموالهم بعد أن تنتهي المعركة ويلقوا السلاح، وما علمنا أن أحداً فعل هذا قبل محمدٍ صلى الله عليه وسلم ولا بعده، وفيما شهدناه من معاملة الجيوش المنتصرة للمغلوبين والتسلط على أموالهم وكراماتهم وحقوقهم أكبر تأييد لما قلناه ?والله يقولُ الحق وهو يهدي السبيل? [الأحزاب: 4]. ¶ 3 - حين خرج رسول الله صلى الله عليه وسلم للقتال في هذه المعركة، كان معه اثنا عشر ألفاً: عشرة آلاف ممن خرجوا معه من المدينة فشهدوا فتح مكة، وهم المهاجرون والأنصار، والقبائل التي كانت تجاور المدينة، أو في طريق المدينة، وألفان ممن أسلموا بعد الفتح، وكان أكثر هؤلاء ممن لم تتمكن هداية الاسلام في قلوبهم بعد، وممن دخلوا في الإسلام بعد أن انهارت كل آمالهم في مقاومته وإمكان التغلب عليه، ففي هذا الجيش كان المؤمنون الصادقون الذين باعوا الله أرواحهم وأنفسهم في سبيل إعزاز دينه، وفيه كان الضعاف في دينهم، والموتورون الذين أسلموا على مضضٍ وهم ينطوون على الحقد على الإسلام والتألم من انتصاره، فلم يكن الجيش كله في مستوى واحد من قوة الروح المعنوية، والإيمان بالأهداف التي يحارب من أجلها، وفيه الراغبون في غنائم النصر ومكاسبه، ولذلك كانت الهزيمة أول الأمر شيئاً غير مستغرب، ولذلك قال رسول الله صلى الله عليه وسلم",
            "page": "132",
            "part": "1",
            "seal": "1811EF15"
        },
        {
            "id": "124",
            "nass": "حين رأى كثرة من معه: لن نغلب اليوم من قلة (¬1) أي: إن مثل هذا الجيش في كثرة عدده لا يغلب إلا من أمور معنوية تتعلق بنفوس أفراده، تتعلق بإيمانهم وقوة أرواحهم واخلاصهم وتضحياتهم، وقد وضع لنا رسول الله صلى الله عليه وسلم بذلك قاعدة جليلة، وهي أن النصر لا يكون بكثرة العدد، ولا بجودة السلاح، وإنما يكون بشيء معنوي يغمر نفوس المحاربين، ويدفعهم إلى التضحية والفداء، وقد أكد القرآن الكريم على هذا في غير موضع، فقال تعالى: ?كم من فئة قليلة غلبت فئة كثيرة بإذن الله والله مع الصابرين? [البقرة: 249]. ¶ وفي الآيات التي نزلت بعد انتهاء المعركة ما يشير بصراحة إلى هذا المعنى: ?ويوم حنينٍ إذ أعجبتكم كثرتكم فلم تغنِ عنكم شيئاً وضاقت عليكم الأرض بما رحبت ثم وليتم مدبرين، ثم أنزل الله سكينته على رسوله وعلى المؤمنين وأنزل جنوداً لم تروها وعذب الذين كفروا، وذلك جزاء الكافرين? [التوبة: 25 - 26]. ¶ 4 - وفي قول بعض المسلمين لرسول الله صلى الله عليه وسلم وهم في طريقهم إلى المعركة: يا رسول الله اجعل لنا ذات أنواط كما لهم ذات أنواط، وفي جواب الرسول صلى الله عليه وسلم: قلتم - والذي نفس محمد بيده - كما قال قوم موسى لموسى: ?اجعل لنا إلهاً كما لهم آلهة، ¶ ¬_________ ¶ (¬1) لم يثبت هذا من قوله صلى الله عليه وسلم، فقد رواه ابن اسحاق في المغازي، وفي سنده انقطاع وجهالة، وقبل: القائل ذلك، سلمة بن سلامة بن وقش، وقيل: أبو بكر الصديق، وقيل: العباس، وقيل: رجل من بني بكر.",
            "page": "133",
            "part": "1",
            "seal": "D7350EF6"
        },
        {
            "id": "125",
            "nass": "قال إنكم قوم تجهلون? [الأعراف: 138] إنها السنن، لتركبن سنن من كان قبلكم. ¶ في هذا إشارة من رسول الله صلى الله عليه وسلم إلى ما ستسلكه هذه الأمة من تقليد الأمم السابقة لها، وفيه تحذير من ذلك، وأنها لا تسلكه إلا من غلبة الجهالة عليها، فالأمم التي تعرف وجوه الخير والفساد، وطريق الضرر والنفع، تأخذ الخير وتتمسك به، وتعرض عن الفساد وتفر منه، وتأبى أن تسلك أيَّ طريق يضر بها ولو سلكته الأمم وسارت فيه، فإذا سارت في طريق التقليد غير عابئة بنتائجه، كانت قد وضعت الشيء في غير موضعه، وهذا هو الجهل الذي قال الله عنه: ?إنكم قوم تجهلون?، والأمة الواثقة بنفسها، المعتزة بشخصيتها، المطمئنة إلى ما عندها من حق وخير تأبى أن تسير وراء غيرها فيما يؤذيها وينافي مبادئها، فإذا قلدت، كانت ضعيفة الشخصية، مضطربة التفكير، مستسلمة للأهواء، متردية في الضعف والانحلال، وتلك هي الجاهلية التي أنقذنا الله منها برسوله وكتابه وشريعته، ليس العلم والجهل في نظر دعوات الاصلاح هما القراءة والأمية، وإنما هما الهدى والضلال، والوعي والغباوة، فالأمة الواعية لما يفيدها وما يضرها، هي الأمة العالمة ولو كانت أمية، والأمة التي لا تهتدي إلى الخير سبيلاً منهجاً، هي الأمة الجاهلة ولو كانت تعرف شتى العلوم، وتحيط بمختلف الثقافات. ¶ ان الذي هوى ويهوي بالأمم - أي أمة كانت - انما هو استيلاء",
            "page": "134",
            "part": "1",
            "seal": "68CA0C55"
        },
        {
            "id": "126",
            "nass": "الجاهلية على عواطف أبنائها وأهوائهم، واسألوا التاريخ: هل انهارت حضارة اليونان والرومان الا بسيطرة الجاهلية عليها. ¶ ان المقلدين جهال مهما تعلموا، أطفال مهما كبروا، وسيظلون أولاداً جهالاً حتى يتحرروا. ¶ 5 - في هذه المعركة بعد أن انهزم المسلمون أول الأمر، وتفرقوا عن رسول الله صلى الله عليه وسلم، ظن شيبة بن عثمان أنه سيدرك ثأره من رسول الله صلى الله عليه وسلم، وكان أبوه قد قتل في معركة أحد، قال شيبة: فلما اقتربت من رسول الله صلى الله عليه وسلم لأقتله أقبل شيء تغشى فؤادي، فلم أطق ذلك، وعلمت أنه ممنوع مني. ¶ ولقد تكررت في السيرة مثل هذه الحادثة، تكررت مع أبي جهل، ومع غيره في مكة، وفي المدينة، وكلها تتفق على أن الله قد أحاط رسوله بجو من الرهبة أفزع الذين كانوا يتآمرون على قتله، وهذا دليل على صدق الرسول صلى الله عليه وسلم في دعوى الرسالة، وعلى أن الله قضى بحفظ نبيه من كل كيد، وببقائه حياً، حتى يبلغ الرسالة، ويؤدي الامانة، وينقذ جزيرة العرب من جاهليتها، ويقذف بأبنائها في وجه الدنيا، يعلمون، ويهذِّبون، وينقذون، ولولا حماية الله لرسوله، لقضى المشركون على حياته منذ أوائل الدعوة، ولما كمل الدين، وتمت النعمة، ووصل إلينا نور الرسالة وهدايتها ورحمتها، ولما تحول مجرى التاريخ تحوله الذي خلص الانسانية من عمايتها وشقائها بانتشار الاسلام، وانتهاء عهود التحكم بالشعوب، والاستبداد بتصريف شؤونها، من ملوك ورؤساء أقاموا سلطانهم على البغي والظلم، ومنع",
            "page": "135",
            "part": "1",
            "seal": "9C9D9B2A"
        },
        {
            "id": "127",
            "nass": "الشعوب من أن تشعر بكرامتها، أو تثأر لظلامتها، ولقد تم كل هذا بفضل حماية الله لرسوله، حتى أدى الأمانة كاملة غير منقوصة. ¶ لا جرم أن فضل الله كان على رسوله عظيماً ?وكان فضل الله عليك عظيماً? [النساء:113]. وأن فضل رسوله على البشرية كان عظيماً، ?وما أرسلناك إلا رحمة للعالمين? [الأنبياء: 107]. ¶ ولا جرم في أن نجاة دعاة الحق من كيد أعدائه ومن تربصهم بهم، هو استمرار لذلك الفضل العظيم الذي ابتدأ بحماية رسوله. ¶ وأن على الدعاة أن يلجؤوا دائماً - بعد الاحتراس والحذر - إلى كنف الله، ويحتموا بعزته وسلطانه، ويثقوا بأن الله معهم نصير، ولهم حفيظ، وأن من أراد الله له النجاة من كيد أعداء الهداية سينجو مهما يكن سلطانهم شديد الوطأة، عظيم الكيد والتآمر والإجرام، فالحماية حماية الله، والنصر نصره، والخذلان خذلانه، والنافذ قضاؤه وأمره، ?إن ينصركم الله فلا غالب لكم? [آل عمران: 160] ومهما يعظم كيد الانسان الظالم، فان نصر الله العادل أعز وأعظم، فلا يجبن داعية ولا يخف مصلح، ولا يتأخر عن تأدية الحق مؤمن بالله، واثق بعونه وتأييده ?وكان حقاً علينا نصر المؤمنين? [الروم: 47] ?إن الذين يحادون الله ورسوله أولئك في الأذلين. كتب الله لأغلبن أنا ورسلي إن الله قوي عزيز? [المجادلة: 20 - 21] ولا ينافي هذا نجاح أعداء الله في الوصول إلى بعض أئمة الهدى من دعاة الاصلاح، وتمكنهم من القضاء عليهم، أو ايقاع الأذى بهم، فان الموت حق، وهو نصيب ابن آدم لا محالة، فمن يكتب عليه الموت بأيدي الظالمين، فانما هي كرامة",
            "page": "136",
            "part": "1",
            "seal": "83CF0BB9"
        },
        {
            "id": "128",
            "nass": "أكرمه الله بها، وفضل أنعم به عليه، وكل موت في سبيل الله شهادة، وكل أذى في دعوة الحق شرف، وكل بلاء بسبب الإصلاح خلود ?ذلك بأنهم لا يصيبهم ظمأ ولا نصب ولا مخمصة في سبيل الله ولا يطؤن موطئاً يغيظ الكفار، ولا ينالون من عدو نيلاً إلا كتب لهم به عمل صالح، إن الله لا يضيع أجر المحسنين? [التوبة: 120]. ¶ 6 - فوجئ المسلمون أول المعركة بكمين أعدائهم لهم، مما أدى إلى وقوع الخلل في صفوف المسلمين واضطرابهم وتفرُّقهم عن رسول الله صلى الله عليه وسلم، ولم يثبت معه الا القليل، ثم أخذ رسول الله ينادي: أيها الناس! هلمو اليّ، أنا رسول الله، أنا محمد بن عبد الله، فلم يسمع الناس صوته، فطلب من العباس - وكان جهوري الصوت - أن ينادي في الناس: يا معشر الأنصار، يا معشر أصحاب السمرة! فأجابوا: لبيك لبيك، فيذهب الرجل ليثني بعيره، فلا يقدر على ذلك، فيأخذ درعه، فيقذفها في عنقه، ويأخذ سيفه وترسه، ويقتحم عن بعيره ويخلي سبيله، ثم يؤم الصوت حتى ينتهي الى رسول الله صلى الله عليه وسلم، حتى إذا اجتمع اليه منهم مائة استقبلوا الناس فاقتتلوا ثم كان النصرُ. ¶ في هذا الموقف عدة من العبر والدروس يجدر بدعاة الحق وجنوده أن يقفوا عندها طويلا، فإن انهزام الدعوة في معركة قد يكون ناشئاً من وهن في عقيدة بعض أبنائها، وعدم اخلاصهم للحق، وعدم استعدادهم للتافني في سبيله، كما أن ثبات قائد الدعوة في الأزمات، وجرأته، وثقته بالله ونصره، له أثر كبير في تحويل الهزيمة الى نصر، وفي",
            "page": "137",
            "part": "1",
            "seal": "47F227CF"
        },
        {
            "id": "129",
            "nass": "تقوية قلوب الضعاف والمترددين ممن معه، وللثابتين الصادقين من جنود الحق والتفافهم حول قائدهم الجريء المخلص، أثر كبير أيضاً في تحويل الهزيمة إلى نصر، إن الذين ثبتوا مع رسول الله صلى الله عليه وسلم بعد الهزيمة أول المعركة، ثم الذين استجابوا لنداء الرسول صلى الله عليه وسلم لم يتجاوزوا مائة، وعندئذ ابتدأ التحول في سير المعركة، وابتدأ نصر الله لعباده المؤمنين، وابتدأ تخاذل أعدائه، ووقوع الوهن في قلوبهم وصفوفهم، وكلما تذكر قائد الدعوة وجنودها أنهم على حق، وأن الله مع المؤمنين الصادقين، ازدادت معنوياتهم قوة، وازداد إقدامهم على الفداء والتضحية. ¶ وفي قوله صلى الله عليه وسلم: أنا رسول الله، وفي رواية غير ابن هشام أنه قال: ¶ أنا النبيُّ لا كذب، أنا ابن عبد المطلب دلالة على صدق رسول الله صلى الله عليه وسلم في دعوى الرسالة وثقته بنصر ربه، وهكذا ينبغي أن يكون القائد دائماً وأبداً في الشدائد، واثقاً من نفسه، ملتجئاً إلى ربه، متأكداً من نصره له وعنايته به، فإن لثقة القائد بهدفه وغايته ورسالته أكبر الأثر في نجاحه والتفاف الناس حوله، ولها أكبر الأثر في تخفيف الشدائد عن نفسه وتحمل آلامها راضياً مطمئناً. ¶ 7 - وفي موقف أم سليم بنت ملحان مفخرة من مفاخر المرأة المسلمة في صدر الاسلام، فقد كانت في المعركة مع زوجها أبي طلحة وهي حازمة وسطها ببرد لها وهي حامل، ومعها جمل لأبي طلحة وقد خشيت أن يفلت منها، فأدخلت يدها في خزامته (وهي حلقة من شعر تجعل",
            "page": "138",
            "part": "1",
            "seal": "A530B224"
        },
        {
            "id": "130",
            "nass": "في أنف البعير) مع الخطام، فرآها رسول الله صلى الله عليه وسلم، فقال لها: أم سليم؟ قالت: نعم بأبي أنت وأمي يا رسول الله! أقتل هؤلاء الذين ينهزمون عنك كما تقاتل الذين يقاتلونك، فإنهم لذلك أهل، فقال رسول الله صلى الله عليه وسلم: أو يكفي الله يا أم سليم! وكان معها خنجر، فسألها زوجها أبو طلحة عن سر وجوده معها! فقالت: خنجر أخذته، إن دنا مني أحد من المشركين بعجته به! فأعجب بها أبو طلحة، ولفت نظر الرسول إلى ما تقول. ¶ هكذا كانت المرأة المسلمة، وهكذا ينبغي أن تكون: جريئة تسهم في معارك الدفاع بحضورها بنفسها، حتى إذا احتيج اليها أو دنا منها الأعداء، ردت عدوانه بنفسها كيلا تؤخذ أسيرة مغلوبة، وللمرأة المسلمة في تاريخ الاسلام حين نشوئه صفحات مشرقة من الفداء والبلاء والتضحية والشجاعة، مما يصفع أولئك المتعصبين من المستشرقين وغيرهم من الغربيين الذين زعموا لقومهم أن الاسلام يهين المرأة ويحتقرها، ولا يجعل لها مكانها اللائق في المجتمع في حدود رسالتها الطبيعية، بل تمادى بهم الإفك الى الادِّعاء بأن الاسلام لا يفسح مجالاً للمرأة في الجنة، فلا تدخلها مهما عملت من خير، وقدَّمت من عبادة وتقوى!!. ¶ وبقطع النظر عن نصوص القرآن والسنة الصريحة في رد هذا الافتراء، فإن تاريخ الاسلام نفسه، قد سجل للمرأة المسلمة، من المآثر في نشره، والدعوة اليه، والتضحية في سبيله ما لم يسجله للمرأة دين من الأديان قط، وما وقع من أم سليم في هذه المعركة (معركة حنين)",
            "page": "139",
            "part": "1",
            "seal": "52B7220C"
        },
        {
            "id": "131",
            "nass": "مثال من مئات الأمثلة الناطقة بذلك، ونحن لا يهمنا الرد على أعداء الاسلام المتعصبين في هذا الموضوع بقدر ما يهمنا أن نتخذ من حادثة أم سليم هنا درساً بليغاً يحفِّزنا على دعوة المرأة المسلمة من جديد للقيام بدورها الطبيعي في خدمة الاسلام، وتربية أجيالنا المقبلة على هدية ومبادئه، إن المرأة المسلمة اليوم، بين صالحة مستقيمة تكتفي من صلاحها باقامة الصلوات، وقراءة القرآن، والبعد عن المحرمات، وبين منحرفة في تيار الحضارة الغربية، قد استبدلت بآداب الاسلام آدابها، وبأخلاق المرأة العربية المسلمة أخلاق المرأة الغربية التي جرت عليها وعلى أسرتها وشعبها البلاء والشقاء، وإذا كان بعض الناس قد أخذوا على عاتقهم تجريد المرأة العربية المسلمة من أخلاقها وخصائصها التي ربت بها أكرم أجيال التاريخ سمواً ونبلاً وخلوداً في المآثر والمكرمات، فإن الإسلام وتاريخه وبخاصة تاريخ رسوله صلى الله عليه وسلم، يهيب بها اليوم أن تتقدم من جديد لتخدم الاسلام والمجتمع الاسلامي في حدود وظيفتها الطبيعية، ورسالتها التربوية، وخصائصها الكريمة، من نبل، وعفة، وحشمة، وحياء، ترى هل تعيد فتياتنا المسلمات المتدينات تاريخ خديجة، وعائشة، وأسماء، والخنساء، وأم سليم، وأمثالهن؟ هل يعدن إلينا اليوم تاريخ هؤلاء المؤمنات الخالدات، والنجوم الساطعات؟ هل يصعب أن يوجد فيهن اليوم عشرات من خديجة، وعائشة، وأسماء، وأم سليم؟ كلا، ولكن التوجيه الصحيح، والإيمان الواعي المشرق، كفيل بذلك وأكثر منه، فمن التي تفتح سجل الخلود للمرأة العربية المسلمة في عصرنا الحاضر،",
            "page": "140",
            "part": "1",
            "seal": "9DB14805"
        },
        {
            "id": "132",
            "nass": "غير عابئة بتضليل المضللين، واستهزاء المستهزئين من أعداء الخير والحق والفضيلة والدين؟ ¶ 8 - وفي هذه المعركة مر رسول الله صلى الله عليه وسلم بامرأة وقد قتلها خالد بن الوليد، والناس متقصفون (مزدحمون) عليها، فقال: ما هذا؟ قالوا: امرأة قتلها خالد بن الوليد، فقال رسول الله صلى الله عليه وسلم لبعض من معه: أدرك خالداً فقل له: إن رسول الله صلى الله عليه وسلم ينهاك أن تقتل وليداً، أو امرأة، أو عسيفاً (أجيراً). ¶ لا شك في أن النهي عن قتل الضعفاء، أو الذين لم يشاركوا في القتال، كالرهبان، والنساء، والشيوخ، والأطفال، أو الذين أجبروا على القتال، كالفلاحين، والأجراء (العمال) شيء تفرد به الاسلام في تاريخ الحروب في العالم، فما عهد قبل الاسلام ولا بعده حتى اليوم مثل هذا التشريع الفريد المليء بالرحمة والانسانية، فلقد كان من المعهود والمسلم به عند جميع الشعوب أن الحروب تبيح للأمة المحاربة قتل جميع فئات الشعب من أعدائها المحاربين بلا استثناء، وفي هذا العصر الذي أعلنت فيه حقوق الانسان، وقامت أكبر هيأة دولية عالمية لمنع العدوان، ومساندة الشعوب المستضعفة كما يقولون، لم يبلغ الضمير الإنساني من السمو والنبل حداً يعلن فيه تحريم قتل تلك الفئات من الناس، وعهدنا بالحربين العالميتين الأولى والثانية تدمير المدن فوق سكانها، واستباحة تقتيل من فيها تقتيلاً جماعياً، كما كان عهدنا بالحروب الاستعمارية ضد ثورات الشعوب التي تطالب بحقها في الحياة والكرامة.",
            "page": "141",
            "part": "1",
            "seal": "826BA1E3"
        },
        {
            "id": "133",
            "nass": "إن المستعمرين يستبيحون في سبيل إخماد تلك الثورات تخريب المدن والقرى وقتل سكانها بالآلاف وعشرات الآلاف، كما فعلت فرنسا أكثر من مرة في الجزائر، وكما فعلت إنجلترا في أكثر من مستعمرة من مستعمراتها، وكما تفعل اليوم البرتغال في مستعمراتها في إفريقيا. ¶ كما أننا لم نعهد قط في التاريخ شعب من شعوب العالم القديم والحديث النهي عن قتل العمال والفلاحين الذين يجبرون على الحرب جبراً، ولكن الاسلام جاء قبل أربعة عشر قرناً بالنهي الصريح عن قتلهم، ولم يقتصر الأمر على مجرد النهي تشريعاً، بل كان ذلك حقيقة وواقعاً، فهنا في معركة حنين ترى الرسول صلى الله عليه وسلم نفسه وهو صاحب الشريعة ومبلغها عن الله إلى الناس، يغضب لقتل امرأة، ويرسل إلى بعض قواده أن لا يتعرض للنساء والأطفال والأجراء، وحين جهز جيش أسامة لقتال الروم - قبل وفاته بأيام - كان مما أوصاهم به: الامتناع عن قتل النساء، والأطفال، والعجزة، والرهبان الذين لا يقاتلون، أو لا يعينون على قتال، وكذلك فعل خليفته أبو بكر الصديق رضي الله عنه حين أنفذ بعث أسامة، وحين كان يوجه الجيوش للقتال في سبيل الله: في سبيل الحق والخير والهدى والعدالة، وكذلك فعل سيف الله خالد بن الوليد رضي الله عنه في فتوحه بالعراق، فلم يتعرض للأكارين (الفلاحين) العاكفين على زراعة أراضيهم بسوء، وهكذا أصبح من تقاليد الجيش الإسلامي في كل مكان، وفي مختلف العصور هذه المبادئ الانسانية النبيلة التي لم يعرفها تاريخ جيش من جيوش الأرض، ويدلك على حرص الجيش الإسلامي على هذه التقاليد",
            "page": "142",
            "part": "1",
            "seal": "752D9031"
        },
        {
            "id": "134",
            "nass": "معاملة صلاح الدين للصليبيين بعد أن انتصر عليهم، واسترد منهم بيت المقدس، فقد أعطى الأمان للشيوخ، ورجال الدين، والنساء، والأطفال، بل وللمحاربين الأشداء، فأوصلهم إلى جماعاتهم بحراسة الجيش الإسلامي، لم يمسسهم سوء، بينما كان موقف الصليبيين حين فتحوا بيت المقدس يتجلى فيه الغدر، والخسة، والوحشية، والدناءة، فقد أمن الصليبيون سكان بيت المقدس المسلمين على أرواحهم وأموالهم، إذا رفعوا الراية البيضاء فوق المسجد الأقصى، فاحتشد فيه المسلمون مخدوعين بهذا العهد، فلما دخل الصليبيون بيت المقدس ذبحوا كل من التجأ إلى المسجد الأقصى تذبيحاً عاماً، وقد بلغ من ذبحوا فيه سبعين ألفاً من العلماء، والزهاد، والنساء، والأطفال، حتى إن كاتباً صليبياً رفع البشارة بهذا الفتح المبين إلى البابا، وقال فيه مباهياً: لقد سالت الدماء في الشوارع حتى كان فرسان الصليبيين يخوضون في الدماء إلى قوائم خيولهم. ¶ إننا لا نقول اليوم هذا للمفاخرة والمباهاة بتاريخ فتوحاتنا وقوادنا وجيوشنا التي قال فيها لوبون: ما عرف التاريخ فاتحاً أرحم ولا أعدل من العرب وإنما نقول هذا لننبه الى أننا كنا أرحم بالانسانية وأبر بها من هؤلاء الغربيين وهم في القرن العشرين، والى أن هؤلاء الغربيين حين يتحدثون الينا عن حقوق الانسان ويوم الأطفال، ويوم الأمهات، تدليلاً منهم على سمو حضارتهم انما يخدعوننا نحن، بل يخدعون السذج والسخفاء، وفاقدي الثقة بأمتهم وتاريخهم، ممن يزعمون أنهم أبناؤنا ومثقفونا.",
            "page": "143",
            "part": "1",
            "seal": "D276E08E"
        },
        {
            "id": "135",
            "nass": "نريد أن يكون جيلنا المعاصر واعياً لهذه الدسائس، واثقاً بدينه وتراثه الحضاري الانساني النبيل، فلا يخضع لهؤلاء الغربيين خضوع الفقير الذليل أمام الغني القوي، ولا يتهافت على زادهم الفكري دون تمييز بين غثه وسمينه، تهافت الفراش على النار ليحترق بها. ¶ لقد أثبت العلم أن الاسلام خير الأديان، وأقربها الى فطرة الإنسان، وأضمنها لصلاح الناس، وأثبت التاريخ أن حروب الاسلام أرحم الحروب، وأقلها بلاءاً، وأكثرها خيراً، وأنبلها هدفاً، وفي كل يوم جديد برهان جديد على أن الإسلام دين الله، وأن محمداً رسول الله، وأن المسلمين الصادقين صفوة عباد الله وخيرتهم من الناس أجمعين. ?سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق، أو لم يكف بربك أنه على كل شيء شهيد? [فصلت: 53]. ¶ 9 - بعد أن تبع رسول الله صلى الله عليه وسلم والمسلمون من انهزم من هوازن الى ثقيف بالطائف، وحاصرها أياماً فلم تفتح عليه، عاد الى المدينة وفي الطريق قسم غنائم معركة حنين، وكانت ستة آلاف من الذراري والنساء، ومن الابل والشياه مالا يدرى عدته، وقد أعطى قسماً كبيراً منها لأشراف من العرب يتألفهم على الاسلام، وأعطى كثيراً منها لقريش، ولم يعط منها للأنصار شيئاً، وتكلم بعضهم في ذلك متألمين من حرمانهم من هذه الغنائم، حتى قال بعضهم: لقي رسول الله صلى الله عليه وسلم قومه، أي إنه لم يعد يذكرنا بعد أن فتح الله مكة ودانت قريش بالاسلام، فجمع رسول الله صلى الله عليه وسلم الأنصار وخطب فيهم فقال بعد أن حمد الله وأثنى عليه: يا معشر",
            "page": "144",
            "part": "1",
            "seal": "1FA9EA78"
        },
        {
            "id": "136",
            "nass": "الأنصار! مقالة بلغتني عنكم، وجدة (أي عتب) وجدتموها عليّ في أنفسكم؟ ألم تكونوا ضلاّلاً فهداكم الله؟ وعالة فأغناكم الله؟ وأعداء فألّف الله بين قلوبكم؟ بلى! الله ورسوله أمنّ وأفضل. ¶ ثم قال: ألا تجيبونني يا معشر الأنصار؟ قالوا: بماذا نجيبك يا رسول الله؟ لله ولرسوله المن والفضل، قال صلى الله عليه وسلم: أما والله، لو شئتم لقلتم فلصدقتم: أتيناك مكذباً فصدقناك، ومخذولاً فنصرناك، وطريداً فآويناك، وعائلاً فآسيناك، أوجدتم يا معشر الأنصار في أنفسكم في لعاعة (البقية اليسيرة) من الدنيا تألفت بها قوماً ليسلموا، وتركتكم إلى إسلامكم، ألا ترضون يا معشر الأنصار أن يذهب الناس بالشاة والبعير، وترجعوا برسول الله إلى رحالكم؟ فو الذي نفس محمد بيده، لولا الهجرة لكنت امرءاً من الأنصار، ولوسلك الناس شعباً (هو الطريق بين جبلين) وسلك الأنصار شعباً لسلكت شعب الأنصار، اللهم ارحم الأنصار، وأبناء الأنصار وأبناء أبناء الأنصار فبكى القوم حتى أخضلوا (بللوا) لحاهم، وقالوا: رضينا برسول الله قسماً وحظاً. ¶ وها هنا مسائل يمكن التعليق عليها: ¶ أولاً: ... قضية الغنائم كجزء من نظام الحرب في الاسلام، وقد اتخذها أعداؤه وسيلة للطعن فيه على أنها باعث مادي من بواعث إعلان الحرب في الإسلام، ومنشط فعال للجنود المسلمين يدفعهم الى التضحية والفداء، ولذلك يتهافتون عليها بعد الحرب، كما في هذه المعركة، ولا ريب في أن كل منصف يرفض هذا الادعاء، فبواعث",
            "page": "145",
            "part": "1",
            "seal": "7BF29A97"
        },
        {
            "id": "137",
            "nass": "الحرب في الاسلام معنوية تهدف إلى نشر الحق، ودفع الأذى والعدوان، وهذا ما صرحت به آيات وأحاديث كثيرة صريحة، ومن الغرابة بمكان أن يضحي الإنسان بحياته، ويعرض مستقبل أسرته للضياع، طمعاً في مغنم مادي مهما كبر، والطمع في المغانم المادية لا يمكن أن يؤدي الى البطولات الخارقة التي بدت من المحاربين المسلمين في صدر الاسلام، ولا يمكن أن يؤدي الى النتائج المذهلة التي انتهت اليها معارك الاسلام مع العرب في حياة الرسول صلى الله عليه وسلم، والتي انتهت اليها معاركه مع فارس والروم فيما بعد، على أن أعداء الاسلام لم تكن تنقصهم المطامع المادية، فغنيمة أموال المسلمين ورقابهم في حال هزيمتهم كانت من نصيب أعدائهم حتماً، ولم يكن المسلمون وحدهم هم الذين يقتسمون أموال أعدائهم ورقابهم عند الانتصار عليهم، بل كان هذا شأن كل جيشين متحاربين، فلماذا لم تؤد المطامع المادية عند الأعداء إلى البطولات الخارقة، والنتائج المذهلة التي كانت تبدو من الجنود المسلمين، والتي أسفرت عنها الحروب الاسلامية؟ وفي وقائع الحروب الاسلامية ما ينفي نفياً قاطعاً بأن الدوافع المادية كانت هي الباعث الرئيسي في نفس الجندي المسلم، ففي معارك بدر، وأحد، ومؤتة، وغيرها كان البطل المسلم يتقدم الى المعركة مؤملاً في إحراز شرف الشهادة ونعيم الجنة، حتى كان أحدهم يقذف بالتمرة من فمه حين يسمع وعد الرسول للشهداء بالجنة، ويخوض المعركة وهو يقول: بخٍ بخٍ، ما بيني وبين أن أدخل الجنة إلا هذه التمرات، والله إنها لمسافة بعيدة، ثم ما يزال يقاتل حتى يقتل، وكان",
            "page": "146",
            "part": "1",
            "seal": "85DFD84B"
        },
        {
            "id": "138",
            "nass": "أحدهم يبرز لقتال الأعداء، وهو يقول: الجنة! الجنة! والله إني لأجد ريحها دون أحد (أي أقرب من جبل أحد، وكان ذلك في معركة أحد). ¶ وفي معارك الفرس كان جواب قائد الوفد المسلم لرستم حين عرض أن يدفع للمسلمين أموالاً أو ثياباً ليعدلوا عن الحرب ويرجعوا الى بلادهم، والله ما هذا الذي خرجنا من أجله، وإنما نريد إنقاذكم من عبادة العباد إلى عبادة الواحد القهار، فان أنتم أسلمتم رجعنا عنكم ويبقى ملككم لكم، وأرضكم لكم، لا ننازعكم في شيء منها .. فهل هذا جواب جماعة خرجوا للمغانم والاستيلاء على الاراضي والاموال. ¶ أما أن يستشهد لتلك الدعوى الباطلة بما حصل عند تقسيم الغنائم بعد معركة حنين من استشراف نفوس كثيرين من المحاربين إليها، وموجدة الأنصار لحرمانهم منها، فذلك تعام عن واقع المعركة والمتحاربين، فقد كان الذين استشرفوا لتلك المغانم من حديثي العهد بالاسلام الذين لم تتمكن هداية الاسلام من نفوسهم كما تمكنت من السابقين إليه، ولذلك لم يستشرف لها أمثال أبي بكر، وعمر، وعثمان, وعلي، وابن عوف، وطلحة، والزبير، من كبار الصحابة السابقين إلى دعوة الاسلام، وما حصل من الأنصار إنما كانت مقالة بعضهم ممن رأوا في تقسيم الغنائم يومئذ تفضيل بعض المحاربين على بعض في مكاسب النصر، وهذا يقع من أكثر الناس في كل عصر، وفي كل مكان، وهذا المعنى مما يجده كل إنسان في نفسه في مثل تلك الظروف. ¶ وليس أدل على إرادة الله وثوابه وجنته، وطاعة رسوله عند",
            "page": "147",
            "part": "1",
            "seal": "231503EF"
        },
        {
            "id": "139",
            "nass": "الأنصار، من بكائهم حين خطب النبي صلى الله عليه وسلم فيهم، وكان مما قاله لهم: ألا تريدون أن يرجع الناس بالشاة والبعير وترجعوا برسول الله صلى الله عليه وسلم إلى رحالكم؟ فمن فضلوا صحبة رسوله وقربهم منه وسكناه بينهم على الأموال والمكاسب، أيصح أن يقال فيهم: إنهم إنما جاهدوا للأموال والمكاسب؟ ¶ ولا معنى لأن يقال: لماذا جعل الاسلام الغنائم من نصيب المحاربين، ولم يجعلها من نصيب الدولة كما في عصرنا هذا؟ لأن القول بذلك غفلة عن طبيعة الناس، وتقاليد الحروب في تلك العصور، فلم يكن الجيش الاسلامي وحده دون الجيش الفارسي أو الرومي هوالذي يقتسم أفراده أربعة أخماس الغنائم، بل كان ذلك شأن الجيوش كلها، ولو أن مجتهداً اليوم ذهب إلى أن غنائم الجيش الاسلامي في عصرنا الحاضر تعطى للدولة، لما كان بعيداً عن فقه هذه المسألة وفق مبادئ الاسلام وروحه. ¶ ثانياً: ... أن إغداق العطاء للذين أسلموا حديثاً، يدل على حكمة رسول الله صلى الله عليه وسلم، ومعرفته بطبائع قومه، وبعد نظرة في تصريف الأمور، فهؤلاء الذين ظلوا يحاربون رسول الله صلى الله عليه وسلم، ويمتنعون عن قبول دعوته، حتى فتح مكة، والذين أظهر بعضهم الشماتة بهزيمة المسلمين أول المعركة، لا بد من تأليف قلوبهم على الاسلام، وإشعارهم بفضل دخولهم فيه من الناحية المادية التي كانوا يحاربونه من أجلها، إذ كانوا - في الحقيقة - إنما يحاربونه وهم أشراف القوم إبقاء على زعامتهم، وحفاظاً على مصالحهم المادية، فلما",
            "page": "148",
            "part": "1",
            "seal": "4360AD47"
        },
        {
            "id": "140",
            "nass": "خضد الاسلام من شوكتهم بفتح مكة، كان من الممكن أن يظلوا في قرارة أنفسهم حاقدين على هذا النصر، واجدين من هزيمتهم وانكسارهم، والاسلام دين هداية وإصلاح، فلا يكتفي بفرض سلطانه بالقهر والغلبة، كما تفعل كثير من النظم التي تعتمد في قيامها وبقائها على القوة دون استجابة النفوس والقلوب، بل لا بد من تفتح القلوب له، واستبشارها بهدايته، وتعشقها لمبادئه ومثله، وما دام العطاء عند بعض الناس مفيداً في استصلاح قلوبهم وغسل عداواتهم، فالحكمة كل الحكمة أن تعطى حتى ترضى، كما فعل رسول الله صلى الله عليه وسلم. ¶ ولقد علم الله أن دعوته التي انتصرت أخيراً في جزيرة العرب، لا بد من أن تمتد الى شرق الدنيا وغربها، فلا بد من إعداد العرب جميعهم لحمل هذه الرسالة، والتضحية في سبيلها فإذا صلحت نفوس أشرافهم بهذه الأعطيات، تفتحت قلوبهم بعد ذلك لنور الدعوة، وحمل أعبائها، وهذا هو الذي حصل، فانه بعد أن تألف رسول الله صلى الله عليه وسلم قلوب هؤلاء الزعماء، زالت من نفوسهم كل موجدة وحقد على الاسلام ودعوته، فلما انساح الجيش الاسلامي في الأرض للتبشير بمبادئ الاسلام، وإخراج الناس من ظلمتهم إلى نوره، كانت الجزيرة العربية مستعدة لهذا العمل التاريخي العظيم، وكان هؤلاء الرؤساء المؤلفة قلوبهم في أوائل الراضين المندفعين لخوض معركة التحرير، وقد أثبت التاريخ بلاء كثير منهم في الفتوحات بلاءً حسناً، كما كان لكثير",
            "page": "149",
            "part": "1",
            "seal": "BEA87BF5"
        },
        {
            "id": "141",
            "nass": "منهم بعد ذلك فضل كبير في تثبيت دعائم الاسلام خارج الجزيرة، وإرادة مملكته الواسعة، وقيادة جيوشه المتدفقة. ¶ ولا يضر هؤلاء المجاهدين أنهم كانوا في أول إسلامهم ممن ألفت قلوبهم على الاسلام، أو تأخر دخولهم فيه عن فتح مكة، فكثيراً ما يلحق المتأخر بالسابق، ويدرك الضعيف فضل القوي، ويخلص العمل من لم يبدأه مخلصاً، وقد قال الحسن رحمه الله: طلبنا هذا العلم لغير الله، فأبى إلا أن يكون لله. وقال غيره: طلبنا هذا العلم ولم تكن لنا فيه نية، ثم حضرتنا النية بعد. وحسب المتأخرين أن الله وعدهم بالحسنى، كما قال تعالى: ?لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد، وقاتلوا، وكلاًّ وعد الله الحسنى، والله بما تعملون خبير? [الحديد: 10]. ¶ ثالثاً: ... وفي جمع رسول الله صلى الله عليه وسلم للأنصار واسترضائهم على حرمانهم من المغانم، دليل على حسن سياسته صلى الله عليه وسلم، ودماثة خلقه، فهو حين بلغه ما قاله بعضهم بشأن الغنائم، اهتم باسترضائهم وجمعهم لذلك، وقال لهم ذلك القول الحكيم، مع أنه يعلم أنهم يحبونه ويتبعونه، وقد بذلوا في سبيل الله دماءهم وأموالهم، فليس يخشى عليهم ما ينقص من إيمانهم، أو يوقعهم في غضب الله ورسوله، ولكنه أحب أن يزيل ما علق في أذهان بعضهم حول هذا الموضوع، وتلك سنة حميدة يجب أن يتبعها القادة والزعماء مع أنصارهم ومحبيهم، فان الأعداء متربصون لاستغلال كل",
            "page": "150",
            "part": "1",
            "seal": "0D383406"
        },
        {
            "id": "142",
            "nass": "حادثة أو قول يضعف تعلق المحبين بقادتهم، والشيطان خبيث الدس، سريع المكر، فلا يهمل القادة استرضاء أنصارهم مهما وثقوا بهم. ¶ ثم انظر إلى ذلك الأسلوب الحكيم المؤثر الذي سلكه عليه الصلاة والسلام لاسترضائهم وإقناعهم بحكمة ما فعل، فقد ذكر فضلهم على دعوة الاسلام، ونصرتهم لرسوله، ومبادرتهم إلى التصديق به حيث كذبه قومه وطاردوه، بعد أن ذكَّرهم بفضل الله عليهم في إنقاذهم من الضلالة والشتات والعداوة، ليسهل عليهم كل ما فاتهم من مال الدنيا بجانب ما ربحوه من السعادة والهداية، وبذلك أكد لهم أمرين: أنه لم ينحز إلى قومه وينسى هؤلاء الأنصار كما زعم بعضهم، وأنه كان حين حرمهم الغنائم، إنما كان يعتمد على قوة دينهم، وعظيم إيمانهم، وحبهم لله ولرسوله، ولعمري ليس بعذ هذا الأسلوب أسلوب أبلغ في استرضاء ذوي الفضل والسبق في الدعوة ممن آمنوا بها مخلصين صادقين، لا يرجون جزاءً ولا شكوراً. فصلى الله وسلم عليه ما أصدق قول الله فيه: ?وإنك لعلى خلق عظيم? [ن: 5]. ¶ رابعاً: ... إن في موقف الأنصار بعد أن سمعوا كلامه، أروع الأمثلة في صدق الايمان، ورقة القلوب، وتذكر فضل الله في الهداية والتقوى، فقد ذكروا أن الفضل لله ولرسوله فيما قاموا به من النصرة والتأييد والجهاد، وأنهم لولا الله لما اهتدوا، ولولا رسوله لما استضاءت قلوبهم وبصائرهم، ولولا الاسلام لما جمع الله شملهم بعد الشتات، وصان دماءهم بعد الهدر، وأنقذهم من سيطرة اليهود إلى عز الاسلام وخلاصهم من جيرانهم المستغلين، ثم أعلنوا إيثارهم رسول الله صلى",
            "page": "151",
            "part": "1",
            "seal": "1A2C9EE0"
        },
        {
            "id": "143",
            "nass": "الله عليه وسلم على كل ما تفيض به الدنيا من مال ومتاع، ولما دعا رسول الله صلى الله عليه وسلم بالرحمة لهم، ولأولادهم ولأولاد أولادهم، سالت مدامعهم فرحاً بعناية رسول الله صلى الله عليه وسلم بهم ودعوته المستجابة لهم، فهل بعد هذا دليل على صدق الايمان، وهل هناك حب أسمى وأروع من هذا الحب؟ رضي الله عنهم وأرضاهم، وخلَّد ذكراهم في العالمين، وألحقنا بهم في جنات النعيم، مع رسوله الحبيب العظيم، والذين أنعم الله عليهم من النبيين والصديقين والشهداء والمقربين. ¶ وأخيراً فان هذا الموقف وما جرى بين رسول الله صلى الله عليه وسلم والأنصار، مما يجب أن يتذكره كل داعية، وأن يحفظه كل طالب علم، فانه مما يزيد في الايمان، ويهيج لواعج الحب والشوق إلى رسول الله صلى الله عليه وسلم وصحابته رضوان الله عليهم أجمعين. ¶ الفصل السادس - في أهم الأحداث التي وقعت بعد فتح مكة إلى وفاة الرسول صلى الله عليه وسلم ¶ تحطيم الأصنام ¶ كان إبراهيم عليه السلام - وهو أبو الأنبياء بعد نوح - ممن حارب الوثنية في قومه، حتى حاول قومه إحراقه بالنار. كما يحكي القرآن الكريم، ولما جاء إلى مكة أودع ولده إسماعيل عليه السلام فيها مع أمه، فلما شب اسماعيل عليه السلام بنيا الكعبة معاً لتكون بيتاً يعبد الله عنده، ويحج الناس اليه، وتكاثر ولد اسماعيل - وهم العرب المستعربة، كما يسميهم المؤرخون - واستمروا لا يعرفون عبادة الأوثان",
            "page": "152",
            "part": "1",
            "seal": "235278DF"
        },
        {
            "id": "144",
            "nass": "والأصنام (¬1)، ثم كان من عبادتهم أنه كان لا يظعن من مكة ظاعن، إلا احتمل معه حجراً من حجارة الحرم، تعظيماً للحرم، وصبابة بمكة، فحيثما حلوا وضعوه وطافوا به كطوافهم بالكعبة، تيمناً منهم بها، وحباً منهم للحرم، وشوقاً اليه، واستمروا كذلك حتى أدخل فيهم عمروابن لحي عبادة الأوثان - وكان ذلك قبل البعثة النبوية بخمسائة سنة على ما يقولون - فهو أول من غيّر دين إسماعيل عليه السلام، وكان من أمره أن تولى حجابة البيت بعد إجلاء جرهم عن مكة وما حولها، ثم مرض مرضاً شديداً، فقيل له: إن بالبلقاء من الشام حمة - وهي التي يقال لها الحَمة الآن - إن أتيتها برأت، فأتاها فاستحم بها فبرأ، ووجد أهلها يعبدون الأصنام فقال: ما هذه؟ فقالوا: نستسقي بها المطر، ونستنصر بها على العدو، فسألهم أن يعطوه منها، ففعلوا، فقدم بها مكة، ونصبها حول الكعبة (¬2) , وانتشرت بعد ذلك عبادة الأصنام في جزيرة العرب، حتى كان لأهل كل دار في مكة صنم يعبدونه في دارهم، فإذا أراد أحدهم السفر، كان آخر ما يصنع في منزله أن يتمسح به، وإذا قدم من سفره، كان أول ما يصنع إذا دخل منزله أن يتمسح به أيضاً. ¶ ثم أولعت العرب بعبادة الأصنام، فمنهم من اتخذ بيتاً، ومنهم من ¶ ¬_________ ¶ (¬1) الاصنام: هي ما كان من المعبودات على هيئة تماثيل، والانصاب: هي أحجار يعبدونها وينحرون عندها. ¶ (¬2) كتاب الاصنام لهشام بن محمد بن السائب الكلبي: ص 8.",
            "page": "153",
            "part": "1",
            "seal": "258969CE"
        },
        {
            "id": "145",
            "nass": "اتخذ صنماً، ومن لم يقدر عليه ولا على بناء بيت، نصب حجراً أمام الحرم، وأمام غيره مما استحسن، ثم طاف به كطوافه بالبيت، وكان الرجل إذا سافر فنزل منزلاًَ، أخذ أربعة أحجار فنظر إلى أحسنها فاتخذه رباً، وجعل ثلاث أثافي لقدره، وإذا ارتحل تركه، فإذا نزل منزلاً آخر فعل مثل ذلك (¬1). ¶ وكانت للعرب ثلاثة أصنام كبرى تعظمها، وتحج إليها، وتنحر لها الذبائح: أقدمها مناة وكان منصوباً على ساحل البحر من ناحية المشلل بقديد، بين المدينة ومكة، وكانت العرب جميعاً تعظمه، وأشدهم إعظاماً له الأوس والخزرج، فلما خرج رسول الله صلى الله عليه وسلم لفتح مكة في السنة الثامنة للهجرة، أرسل إليه عليَّاً رضي الله عنه، فهدمه، وأخذ ما كان له، وأقبل به الى النبي صلى الله عليه وسلم، فكان فيما أخذ: سيفان، كان الحارث بن أبي شمر الغساني ملك غسان أهداهما له، والحارث هذا هو الذي قتل شجاع بن وهب الأسدي رضي الله عنه حين سلمه كتاب النبي صلى الله عليه وسلم يدعوه للاسلام، ولم يقتل للنبي صلى الله عليه وسلم رسول غيره. ¶ وثانيهما اللات وكانت بالطائف، وهي صخرة مربعة، وكانت قريش وجميع العرب تعظمها، فلما جاء وفد ثقيف بعد عودة النبي صلى الله عليه وسلم من فتح مكة إلى المدينة، طلب وفدها منه عليه الصلاة والسلام أن يدع لهم اللات ثلاث سنين لا يهدمها، فأبى ذلك عليهم، ¶ ¬_________ ¶ (¬1) الأصنام للكلبي ص 33.",
            "page": "154",
            "part": "1",
            "seal": "442EE480"
        },
        {
            "id": "146",
            "nass": "فما برحوا يسألونه سنة سنة وهو يأبى عليهم، حتى سألوا شهراً واحداً، فأبى عليهم. ¶ قال ابن هشام: وإنما يريدون بذلك فيما يظهرون أن يسلموا بتركها من سفهائهم، ونسائهم، وذراريهم، ويكرهون أن يروعوا قومهم بهدمها حتى يدخلهم الاسلام، فأبى رسول الله صلى الله عليه وسلم إلا أن يبعث أبا سفيان بن حرب والمغيرة بن شعبة فيهدماها، فلما أخذ المغيرة يضربها بالمعول، خرج نساء ثقيف حسراً يبكين عليها ويقلن: ¶ لتُبكينَّ دُفَّاع ... أسلمها الرُّضَّاع ... لم يُحسنوا المِصَاع ¶ يردن بذلك: واحسرتا على التي كانت تدافع عنا أعداءنا، وتدفع عنا البلاء، قد أسلمها اللئام للهدم، فلم يدافعوا عنها، ولم يجالدوا بالسيوف في سبيلها. ¶ وثالثتها العزى كانت عن يمين المسافر من مكة إلى العراق، وكانت قريش تخصها بالإعظام، فلما نزل القرآن يندد بها وبغيرها من الأصنام، اشتد ذلك على قريش، ولما مرض أو أحيحة وهو سعيد بن العاص بن أمية بن عبد شمس بن عبد مناف مرضه الذي مات فيه، دخل عليه أبو لهب يعوده، فوجده يبكي، فقال: ما يبكيك يا أبا أحيحة؟ أمن الموت تبكي ولا بد منه؟ قال: لا، ولكني أخاف ألا تعبد العزى بعدي! قال أبو لهب: والله ما عبدت حياتك لأجلك، ولا تترك",
            "page": "155",
            "part": "1",
            "seal": "C5697129"
        },
        {
            "id": "147",
            "nass": "عبادتها بعدك لموتك، فقال أبو أحيحة: الآن علمت أن لي خليفة! .. وأعجبه شدة نصبه في عبادتها (¬1). ¶ فلما كان عام الفتح دعا النبي صلى الله عليه وسلم خالد بن الوليد، وأمره أن ينطلق بهدمها، فلما جاءها خالد، قال سادنها ديبة بن حرمي الشيباني: ¶ أعُزاء شدِّي شدة لا تكذبي ... على خالد أَلقي الخمار وشمري ¶ فانك إلا تقتلي اليوم خالدا ... تبوئي بذلٍّ عاجل وتنصرَّي ¶ فقال خالد: ¶ يا عُزَّ كفرانك لا غفرانك ... إني رأيت الله قد أهانك ¶ وقد زعموا أنها كنت حبشية، نافشة شعرها، واضعة يدها على عاتقها في داخل شجرة كان قد قطعها خالد، فبرزت له بهذا الشكل، فضربها ففلق رأسها، فاذا هي حممة (أي كالفحم) فلما أخبر رسول الله صلى الله عليه وسلم بأداء مهمته، قال عليه الصلاة والسلام: تلك العزى، ولا عزى بعدها للعرب، أما إنها لن تعبد بعد اليوم. تلك هي أشهر أصنام العرب في الجاهلية، وهي التي ذكرها القرآن الكريم بقوله: ?أفرأيتم اللات والعزى ومناة الثالثة الأخرى? [النجم: 19 - 20]. ¶ ولما دخل رسول الله صلى الله عليه وسلم البيت الحرام يوم فتح مكة، رأى صور الملائكة وغيرهم، فرأى ابراهيم عليه السلام مصوراً في يده الأزلام يستقسم بها، فقال: قاتلهم الله جعلوا شيخنا يستقسم ¶ ¬_________ ¶ (¬1) الأصنام للكلبي: ص 23.",
            "page": "156",
            "part": "1",
            "seal": "DCB51D6D"
        },
        {
            "id": "148",
            "nass": "بالأزلام، ما شأن إبراهيم والأزلام؟ ?وما كان ابراهيم يهودياً ولا نصرانياً، ولكن كان حنيفاً مسلماً، وما كان من المشركين?، [آل عمران: 68] ثم أمر بتلك الصور كلها، فطمست. ¶ قال ابن عباس: دخل رسول الله صلى الله عليه وسلم مكة يوم الفتح على راحلته، فطاف عليها، وحول البيت أصنام مشدودة بالرصاص، فجعل النبي صلى الله عليه وسلم يشير بقضيب في يده الى الأصنام ويقول: ?جاء الحق وزهق الباطل إن الباطل كان زهوقاً? [الاسراء: 81] فما أشار الى صنم منها في وجهه إلا وقع لقفاه، ولا أشار إلى قفاه إلا وقع لوجهه، حتى ما بقي منها صنم إلا وقع. ¶ ولم تمض على فتح مكة إلا شهور، حتى كانت أصنام جزيرة العرب كلها قد سقطت عن عروشها، وكفر بها عبَّادها، وأصبح من كان يعبدها بالأمس يخجل من تفاهة رأيه إذ كان يعبد حجراً لا يضر ولا ينفع ولا يغني عن حوادث الدهر شيئاً. ¶ لقد قامت رسالة الإسلام أول ما قامت على التشهير بهذه الأصنام الآلهة، والتشنيع على عبادتها والدعوة إلى دين الفطرة: عبادة الله خالق الكون ورب العالمين، وقاومت جزيرة العرب وفي مقدمتها قريش هذه الدعوة، ورأت فيها عجباً عجاباً ?أجعل الآلهة إلهاً واحداً إن هذا لشيء عجاب? [ص:5]. ¶ وماجت جزيرة العرب واضطربت لهذا الدين الجديد، وحاولت وأْده والقضاء على رسوله بكل وسيلة، ولكن النصر كان أخيراً لرسول الله صلى الله عليه وسلم بعد نضال استمر إحدى وعشرين سنة،",
            "page": "157",
            "part": "1",
            "seal": "025248B1"
        },
        {
            "id": "149",
            "nass": "فافتتح عاصمة الوثنية، وحطم آلهتها، وهزم جيوشها، وتغلب على مؤامرات زعمائها، هل يصدق العقل آن ذلك كله قد تم خلال هذه الفترة القصيرة، ولم يكن مع رسول الله صلى الله عليه وسلم حين ابتدأ هذه الدعوة إنسان لولا أن يكون الله من ورائها، يهيء كتائبها، ويوجه معاركها؟ ?وما رميت إذ رميت ولكن الله رمى? [الأنفال: 17]. ¶ لقد أنهى محمد بن عبد الله مأساة العرب الفكرية التي استمرت زهاء خمسمائة عام أو تزيد، وحرر العقل العربي من أغلال الوثنية وخرافاتها، وأنقذ الكرامة العربية من مهانة الوثنية وحقارتها، وفتح أبواب الخلود للعرب يدخلون منه ثم لا يخرجون، ولقد صدق رسول الله صلى الله عليه وسلم حين قال: لا عزى بعدها للعرب، إما إنها لن تعبد بعد اليوم فقد ودعت جزيرة العرب حياة الوثنية إلى الأبد، وبلغ العقل العربي سن الرشد، فلم يعد يرضى بعودته إلى طفولته: طفولة الوثنية التي تحمل صاحبها على أن يضع جبهته عند أقدام حجارة صماء بكماء، ولقد قامت بعد وفاة الرسول صلى الله عليه وسلم حروب وفتن، وادعى النبوة من ادعاها، وعارض القرآن من عارضه، ولكنا لم نسمع أن عربياً واحداً فكر في العودة إلى الوثنية وآلهتها، ذلك أن الراشد لن يعود طفلاً، وكل ذلك إنما تم بفضل محمد صلى الله عليه وسلم ورسالته، فله على كل عربي إلى انتهاء الدنيا فضل الإنقاذ والتحرير، ثم فضل زيادة الهدى لشعوب الأرض من اتبع الهدى ومن أعرض عنه، وجل الله حين يقول: ?هو الذي بعث في الأميين رسولاً",
            "page": "158",
            "part": "1",
            "seal": "C29C5853"
        },
        {
            "id": "150",
            "nass": "منهم يتلو عليهم آياته، ويزكّيهم، ويعلمهم الكتاب والحكمة، وإن كانوا من قبل لفي ضلال مبين? [الجمعة: 2]. ¶ الفصل السادس - في أهم الأحداث التي وقعت بعد فتح مكة إلى وفاة الرسول صلى الله عليه وسلم ¶ غزوة تبوك وأهم ما في هذه الغزوة من عبر ودروس هو ما نوجز الكلام عنه ¶ أولاً- كان سبب هذه الغزوة أن الروم قد جمعت جموعاً كثيرة بالشام، وأن هرقل قد رزق أصحابه سنة، وانضمت اليه من القبائل العربية، لخم، وجذام، وغسان، وعاملة، ثم قدموا طلائعهم إلى البلقاء - كورة من أعمال دمشق بين الشام ووادي القرى، فلما بلغ ذلك رسول الله صلى الله عليه وسلم، ندب الناس للخروج إلى تبوك، ودعاهم إلى التأهب والاستعداد، ودعا الأغنياء إلى البذل والإنفاق. ¶ وهذا يفسر لنا طبيعة الحرب في الاسلام، فهي ليست عدوانية، ولا استفزازية، ولكنها للدفاع عن الدين والبلاد، وردع المعتدين، ومنعهم عن الأذى والفساد، وهذا ما صرحت به آيات كثيرة من القرآن الكريم، وقد تكلمنا عن أسباب مشروعية الحرب في الاسلام، وأهدافه، وطرائقه، في مذكرات السنة الأولى. وفي خروج رسول الله صلى الله عليه وسلم إلى تبوك بعد تأهب الروم وجمعهم للجموع تأييد لما قلناه هناك.",
            "page": "159",
            "part": "1",
            "seal": "55FB5B18"
        },
        {
            "id": "151",
            "nass": "وفي انضمام بعض القبائل العربية إلى الروم ضد المسلمين، دليل على أنهم كانوا بعيدين عن فهم الاسلام ورسالته التحريرية للناس عامة وللعرب خاصة، ولو كانوا يعلمون ذلك لأبوا أن يكونوا أعواناً للروم على أبناء قومهم من العرب المسلمين. ¶ ثانياً- لقد كانت دعوة الرسول صلى الله عليه وسلم للتأهب في وقت عسر وحر وموسم لجني الثمار، فأما المؤمنون الصادقون، فقد سارعوا إلى تلبيتهم للرسول غير عابئين بمشقة ولا حرمان، وأما المنافقون، فقد تخلفوا، وأخذوا يعتذرون بشتى الأعذار، وهكذا يتبين المخلصون من المنافقين في أيام الشدائد، وينكشف أمر الأدعياء في أيام المحن، وقد قال الله تعالى: ?الم. أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون، ولقد فتنا الذين من قبلهم، فليعلمنّ الله الذين صدقوا وليعلمنّ الكاذبين? [العنكبوت: 1 - 3]. ¶ وإنما تقوم الدعوات، وتنهض الأمم بتطهير صفوفها من المنافقين والمخادعين، ولا يثبت للشدة إلا كل صادق العزيمة، مخلص النية، ثابت المبدأ، وكثيراً ما عوق الضعاف والمخادعون سير دعوات الاصلاح في الأمة، وحالوا بينها وبين النصر، أو أخروها ولو إلى حين، ولقد تخلص جيش العسرة في غزوة تبوك من أمثال هؤلاء بفضل افتضاح أمرهم، وانكشاف ضعف إيمانهم، وخور عزائمهم، وإن جيشاً متراص الصف، متحد الكلمة، قوي الإيمان، صادق العهد، أجدى للأمة - ولو كان قليل العدد - وأدعى لاكتساب النصر من جيش",
            "page": "160",
            "part": "1",
            "seal": "205C2DAF"
        },
        {
            "id": "152",
            "nass": "كثير العدد، متفاوت الفكرة والقوة والثبات ?كم من فئة قليلة غلبت فئة كثيرة بإذن الله، والله مع الصابرين? [البقرة: 249]. ¶ ثالثاً- ان في مسارعة الموسرين من الصحابة إلى البذل والإنفاق، كأبي بكر، وعمر، وعثمان، وغيرهم، دليلاً على ما يفعله الإيمان في نفوس المؤمنين من مسارعة إلى فعل الخير ومقاومة لأهواء النفس وغرائزها، مما تحتاج إليه كل أمة، وكل دعوة، لضمان النصر على أعدائها، وتأمين الموارد اللازمة لها، وهذا ما نجد أمتنا اليوم أشد الحاجة إليه، فالأعداء كثر، والأعباء ثقيلة، والمعركة رهيبة، والعدو قوي ماكر، فلا نستطيع التغلب عليه إلا بمزيد من التضحيات في الأموال والأنفس والأهواء والشهوات، ولا يحقق ذلك إلا الدين الصحيح المفهوم على حقيقته الذي يربي النفوس على احتساب الانفاق والتعب في سبيل الأمة جهاداً يثيب الله عليه كما يثيب المجاهدين في ميادين النضال. ¶ وخير ما يفعله المصلحون وزعماء النهضات، هو غرس الدين في نفوس الناس غرساً كريماً، وكل مقاومة للدين، أو دعوة إلى التحرر منه، أو تظاهر بالاستخفاف من شأنه، جريمة وطنية تؤدي إلى أسوأ النتائج، وأخطر الآثار، كذلك علمنا الله، وكذلك أثبت لنا التاريخ في الماضي، وأثبتت التجربة في الحاضر، وكل انكار لهذه الحقيقة مغالطة لا يلجأ اليها إلا الذين لم تخلص للحق نفوسهم، ولم تتفتح للخير أفئدتهم، ولم تتحل بالسمو والنبل طباعهم. ¶ رابعاً- وفي قصة الذين جاؤوا الى رسول الله يطلبون أن يأخذهم",
            "page": "161",
            "part": "1",
            "seal": "D2F2DFEA"
        },
        {
            "id": "153",
            "nass": "معه إلى الجهاد، فردهم لأنه لم يجد ما يحملهم عليه. فولوا وأعينهم تفيض من الدمع حزناً على حرمانهم من شرف الجهاد مع رسول الله صلى الله عليه وسلم. في هذه القصة التي حكاها الله في كتابه أروع الأمثلة على صنع الإيمان للمعجزات، فطبيعة الانسان أن يفرح لنجاته من الأخطار، وابتعاده عن الحروب، ولكن هؤلاء المؤمنين الصادقين بكوا من أجل ذلك، إذ اعتبروا أنفسهم قد فاتهم حظ كبير من ثواب الله والتعرض للشهادة في سبيله، فأي مبدأ يعمل في النفوس كما فعل الإيمان في نفوس هؤلاء؟ وأي خسارة تلحق بالأمة حين تخلو من أمثال هؤلاء؟ ¶ خامساً- وفي قصة الثلاثة الذين تخلفوا عن الجهاد إيثاراً للراحة على التعب، والظل على الحر، والإقامة على السفر، مع أنهم مؤمنون صادقون، درس اجتماعي من أعظم الدروس، فقد استيقظ الإيمان في نفوسهم بعد قليل، فعلموا أنهم ارتكبوا بتخلفهم عن رسول الله والمؤمنون إثماً كبيراً، ومع هذا فلم يعفهم ذلك من العقوبة، وكانت عقوبتهم قاسية رادعة، فقد عزلوا عن المجتمع عزلاً تاماً، ونهي الناس - حتى زوجاتهم - عن كلامهم والتحدث إليهم، ولما علم الله منهم صدق التوبة، وبلغ منهم الندم والألم والحسرة مداه، تاب الله عليهم، فلما بشروا بذلك كانت فرحتهم لا تقدر، حتى انسلخ بعضهم عن ماله وثيابه شكراً لله على نعمة الرضى والغفران. ¶ إن مثل هذه الدروس تمنع المؤمن الصادق في إيمانه عن أن يتخلف عن عمل يقتضيه الواجب أو يرضى لنفسه بالراحة والناس يتعبون،",
            "page": "162",
            "part": "1",
            "seal": "8FF6C4FC"
        },
        {
            "id": "154",
            "nass": "والنعيم والناس يبتئسون، وتلك هي طبيعة الإيمان: أن تشعر دائماً وأبداً أنك فرد من جماعة، وجزء من كل، وأن ما يصيب الجماعة يصيبك، وما يفيدها يفيدك، وأن النعيم لا معنى له مع شقاء الأمة وبؤسها، والراحة لا لذة لها مع تعب الناس وعنائهم، وأن التخلف عن الواجب نقص في الإيمان، وخلل في الدين، وإثم لا بد فيه من التوبة والانابة. ¶ كما تعطينا القصة درساً بأن العقيدة فوق القرابة، وأن تنفيذ النظام المشروع مقدم على طاعة الهوى والعاطفة، وأن القرابة لا تغني شيئاً إزاء غضب الله ومقته ?فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم? [النور: 63]. ¶ الفصل السادس - في أهم الأحداث التي وقعت بعد فتح مكة إلى وفاة الرسول صلى الله عليه وسلم ¶ حجّة الوداع ¶ كانت حجة الوداع هي الحجة الوحيدة التي أداها رسول الله صلى الله عليه وسلم بعد البعثة، ولما تسامع الناس أن رسول الله صلى الله عليه وسلم سيحج في تلك السنة، توافدوا إلى الحج من مختلف أنحاء الجزيرة العربية حتى بلغوا - كما قال بعض المؤرخين - مائة وأربعة عشر ألفاً، ونحسب أن هذا العدد تقديري، وإلا فكيف أمكن إحصاؤهم وتحديد عددهم بهذا القدر؟ ¶ وقد خطب رسول الله صلى الله عليه وسلم خطتبه الشهيرة التي يجب",
            "page": "163",
            "part": "1",
            "seal": "2D94A846"
        },
        {
            "id": "155",
            "nass": "أن يحفظها كل طالب علم، لما تضمنته من إعلان المبادئ العامة للاسلام، وهي آخر خطبه صلى الله عليه وسلم، وقد جاء فيها: ¶ \"أيها الناس، اسمعوا قولي، لا أدري لعلي لا ألقاكم بعد عامي هذا بهذا الموقف أبداً\" - وهذا من معجزات رسوله صلى الله عليه وسلم - أيها الناس، إن دماءكم وأموالكم عليكم حرام إلى أن تلقوا ربكم، كحرمة يومكم هذا، وحرمة شهركم هذا، وإنكم ستلقون ربكم فيسألكم عن أعمالكم، وقد بلغت، فمن كانت عنده أمانة فليؤدها إلى من ائتمنه عليها، وإن كل ربا موضوع، ولكن لكم رؤوس أموالكم لا تظلمون ولا تظلمون، قضى الله أنه لا ربا، وإن ربا عباس بن عبد المطلب موضوع كله، وإن كل دم في الجاهلية موضوع، وإن أول دمائكم أضع دم ابن ربيعة بن الحارث بن عبد المطلب - وكان مسترضعاً في بني ليث فقتلته هذيل - فهو أول ما أبدأ به من دماء الجاهلية. ¶ أما بعد أيها الناس، فان الشيطان قد يئس من أن يعبد بأرضكم هذه أبداً، ولكنه إن يطع فيما سوى ذلك فقد رضي به مما تحقرون من أعمالكم، فاحذروا على دينكم. ¶ أيها الناس إن النسيء زيادة في الكفر، يضل به الذين كفروا يحلونه عاماً، ويحرمونه عاماً، ليواطئوا عدة ما حرم الله، فيحلوا ما حرم الله، ويحرموا ما أحل الله، وإن الزمان قد استدار كهيأته يوم خلق الله السماوات والأرض، وإن عدة الشهور عند الله اثنا عشر شهراً، منها أربعة حرم: ثلاثة متوالية، ورجب مضر الذي بين جمادى وشعبان.",
            "page": "164",
            "part": "1",
            "seal": "D2DB7ED9"
        },
        {
            "id": "156",
            "nass": "أما بعد أيها الناس فان لكم على نسائكم حقاً، ولهن عليكم حقاً، لكم عليهن أن لا يوطئن فرشكم أحداً تكرهونه، وعليهن أن لا يأتين بفاحشة مبينة، فان فعلن فان الله قد أذن لكم أن تهجروهنَّ في المضاجع وتضربوهنَّ ضرباً غير مبرح، فان انتهين فلهن رزقهن وكسوتهن بالمعروف، واستوصوا بالنساء خيراً، فانهن عندكم عوان، لا يملكن لانفسهن شيئا، وإنكم إنما أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمات الله. ¶ فاعقلوا أيها الناس قولي، فاني قد بلغت، وقد تركت فيكم ما إن اعتصمتم به، فلن تضلوا أبداً، أمراً بيناً، كتاب الله وسنة نبيه، أيها الناس اسمعوا قولي واعقلوه، تعلمن أن كل مسلم أخ للمسلم، وأن المسلمين إخوة، فلا يحل لامرئ من أخيه إلا ما أعطاه عن طيب نفس منه، فلا تظلمن أنفسكم، اللهم هل بلغت؟ \". ¶ إن أول ما يلفت النظر في حجة الوداع هذا الجمهور الضخم الذين حضروا مع الرسول صلى الله عليه وسلم من مختلف أنحاء الجزيرة العربية، مؤمنين به، مصدقين برسالته، مطيعين لأمره، وقد كانوا جميعاً قبل ثلاثة وعشرين سنة فحسب على الوثنية والشرك، ينكرون مبادئ رسالته، ويعجبون من دعوته الى التوحيد، وينفرون من تنديده بآبائهم الوثنيين، وتسفيهه لاحلامهم، بل كان كثير منهم قد ناصبوه العداء، وتربصوا به الشر، وبيتوا على قتله، وألبّوا عليه الجموع، وجالدوه بالسيوف والرماح، فكيف تم هذا الانقلاب العجيب في مثل هذه المدة القصيرة، وكيف استطاع صلى الله عليه وسلم أن يحول هذه الجموع",
            "page": "165",
            "part": "1",
            "seal": "FE6D5609"
        },
        {
            "id": "157",
            "nass": "من وثنيتها وجاهليتها وترديها وتفرقها الى توحيد الله وعلم ذاته وصفاته، واجتماع الكلمة، ووحدة الهدف والغاية؟ وكيف كسب حب هذه القلوب بعد عداوتها، وهي المعروفة بشدة الشكيمة وعنف الخصام؟ ألا إن إنساناً مهما بلغت عبقريته، ودهاؤه، وقوة شخصيته ليستحيل أن يصل إلى هذا في مئات السنين، وما سمعنا بهذا في الأولين والآخرين، إن هو إلا صدق الرسالة، وتأييد السماء، ونصرة الله، ومعجزة الدين الشامل الكامل الذي أتم الله به نعمته على عباده، وختم به رسالاته للناس، وأراد أن ينهي به شقاء أمة كانت تائهة في دروب الحياة، مستذلة للأهواء العصبيات، وأن يدلها على طريق الهداية، ويفتح أعينها لأشعة الشمس، ويقلدها قيادة الأمم، ويحوُّل بها مجرى التاريخ، ويمحي بها مهانة الانسان، ويورثها الحكمة والكتاب هدى وذكرى لأولي الألباب. ¶ مائة وأربعة عشر ألفاً كانوا له مكذبين، فأصبحوا له مصدقين، وكانوا له محاربين، فأصبحوا له مذعنين، وكانوا له مبغضين، فأصبحوا له محبين، وكانوا عليه متمردين، فأصبحوا له طائعين، كل ذلك في ثلاث وعشرين من السنين .. ذلك هو صنع الله الحق المبين، فتعالى الله عما يشركون، وتنزهت ذات رسوله عما يقول الملحدون، وسبحان ربك رب العزة عما يصفون، وسلام على المرسلين، والحمد لله رب العالمين. ¶ وثاني ما يلفت النظر في حجة الوداع هذا الخطاب القوي الحكيم الذي خاطب به رسول الله الناس أجمعين، وتلك المبادئ التي أعلنها",
            "page": "166",
            "part": "1",
            "seal": "95DD972C"
        },
        {
            "id": "158",
            "nass": "بعد إتمام رسالته ونجاح قيادته، مؤكدة للمبادئ التي أعلنها في أول دعوته، يوم كان وحيداً مضطهداً، ويوم كان قليلاً مستضعفاً، مبادئ ثابتة لم تتغير في القلة والكثرة، والحرب والسلم، والهزيمة والنصر، وإعراض الدنيا وإقبالها، وقوة الأعداء وضعفهم، بينما عرفنا في زعماء الدنيا تقلباً في العقيدة والمبدأ، وتبايناً في الضعف والقوة، وتغيراً في الوسائل والأهداف، يظهرون خلاف ما يبطنون، وينادون بغير ما يعتقدون، ويلبسون في الضعف لبوس الرهبان، وفي القوة جلود الذئاب، وما ذلك إلا لأن هؤلاء رسل المصلحة، وأولئك رسل الله وشتان بين من يحوم فوق الجيف، وبين من يسبح في بحار النور، شتان بين الذين يعملون لأنفسهم، وبين الذين يعملون لإنسانيتهم، شتان بين أولياء الشيطان وأولياء الرحمن ?الله ولي الذين آمنوا يخرجهم من الظلمات الى النور، والذين كفروا أولياؤهم الطاغوت يخرجونهم من النور الى الظلمات أولئك أصحاب النار هم فيها خالدون? [البقرة: 257]. ¶ الفصل السادس - في أهم الأحداث التي وقعت بعد فتح مكة إلى وفاة الرسول صلى الله عليه وسلم ¶ بعث أسامة ¶ إن آخر ما فعله رسول الله صلى الله عليه وسلم لنشر الدعوة وحمايتها، ورد غارة المعتدين على الدولة الجديدة والمتربصين بها أن جهز جيشاً الى الشام تحت قيادة أسامة بن زيد وأمره أن يوطئ الخيل تخوم البلقاء والداروم من أرض فلسطين، وقد كان في هذا الجيش جميع",
            "page": "167",
            "part": "1",
            "seal": "78539623"
        },
        {
            "id": "159",
            "nass": "المهاجرين والأنصار، ومن كان حول المدينة من المسلمين، لم يتخلف منهم أحد، ولما كان الجيش في ظاهر المدينة يتأهب للمسير ابتدأ مرض رسول الله صلى الله عليه وسلم الذي توفي فيه، فتوقف الجيش عن السير انتظاراً لشفاء الرسول، ورغبة في تلقي تعاليمه وهديه، ولكن رسول الله صلى الله عليه وسلم توفي بعد أيام، واختاره الله إلى جواره بعد أن أدى الأمانة وبلغ الرسالة، وهيأ جزيرة العرب كلها لحمل لواء الاسلام، ونشر حضارته وتعاليمه في أنحاء الأرض، وبعد أن تكون الجيش الذي يقوم بحمل أعباء هذه الأمانة العظيمة الأثر في التاريخ، بعد أن تهيأ جنوده الصالحون لخوض معاركها، والقادة الأكفاء لقيادة حروبها، والرجال العظماء الصالحون لادارة دولتها، فصلى الله وسلم على رسوله، وجزاه الله عنا وعن الانسانية خير الجزاء، فلولاه ولولا جنوده الأوفياء الذين أدّوا الأمانة من بعده لكنا الآن في ضلال مبين. ¶ لقد أكرم الله رسوله بما لم يكرم نبياً من قبله، إذ طالت حياته حتى رأى ثمرة دعوته وكفاحه تلف الجزيرة كلها، فتطهرها من الأوثان تطهيراً أبدياً، وتجعل الذين حطموا هذه الأصنام بأيديهم فرحين بنعمة الله في إنقاذهم من الضلال، هم الذين عبدوها من قبل، وعفّروا لها وجوههم بالسجود لها، وطلب الزلفى عندها، ثم تجعل هؤلاء مستعدين تمام الاستعداد للانسياح في الارض، يحملون إلى الناس نور الهداية التي أنعم الله عليهم بها، إنه جيل واحد هو الذي كان يعبد الأصنام ويؤلِّهها، ويعيش في جاهليته هملاً مبعثراً الكفاءات والمواهب، ثم هو الذي حطم الأوثان، وأقام الدولة العربية الأولى في تاريخ العرب كله،",
            "page": "168",
            "part": "1",
            "seal": "BCF145BA"
        },
        {
            "id": "160",
            "nass": "التي تحمل رسالة وتحدد هدفاً، وتقف من أقوى أمم الأرض حولها موقف المعلم المنقذ، والرائد المعتز بما يحمل من هدى ونور وخير المشفق على ما كانت تتردى فيه الأمم من جهالة وظلام وانحلال، بينما كان العرب يبظرون اليها قبل الاسلام نظر الإكبار والإعظام، ويقفون منها موقف التبعية السياسية والفكرية والاجتماعية، إنه حدث فريد في التاريخ قديمه وحديثه، وليس بعث أسامة إلا عنوان هذا الحدث ونتائج هذه الرسالة الميمونة المباركة. ¶ ثم يتجلى من جعل رسول الله صلى الله عليه وسلم قيادة الجيش لأسامة بن زيد وهو شاب في سن العشرين وتحت لوائه شيوخ المهاجرين والأنصار، كأبي بكر، وعمر، وعثمان، وعلي، وهم من هم في سبقهم الى الاسلام، وحسن بلائهم فيه، وتقدمهم في السن والمكانة على أسامة، ان في هذا سنة حميدة من سنن الاسلام في الغاء الفوارق بين الناس من جاه وسنٍّ وفضل، وتقديم الكفء الصالح لها مهما يكن سنِّه ومكانته، ثم في رضى هؤلاء العظماء الذين أثبت التاريخ من بعد أن التاريخ لم ينجب مثلهم في عظمتهم وكفاءاتهم، على أن يكونوا تحت إمرة أسامة الشاب، ما يدل على مدى التهذيب النفسي والخلقي الذين وصلوا اليه بفضل رسول الله صلى الله عليه وسلم وهدايته وتربيته وإرشاده. ¶ إن في تأمير أسامة على مثل أبي بكر وعمر وعثمان وعلي، سابقة عظيمة لم تعهدها أمة من الأمم، تدل على وجوب فسح المجال لكفاءات الشباب وعبقرياتهم، وتمكينهم من قيادة الأمور حين يكونون",
            "page": "169",
            "part": "1",
            "seal": "60991AC2"
        },
        {
            "id": "161",
            "nass": "صالحين لذلك، وهذا درس عظيم لو بقي المسلمون يذكرونه من بعد لاختفت من تاريخ الاسلام محن وكوارث، ومن تاريخ دولته عواصف وفتن زعزعت أركانها وأضعفت من قوتها، فنعم ما فعل رسول الله صلى الله عليه وسلم المؤيد بوحي السماء، الموهوب من الحكمة والسداد، وبعد النظر، وعظيم السياسة، مالم يوهب نبي قبله، ولم يعرف عن عظيم في التاريخ من قبله ومن بعده، ورضي الله عن أسامة الشاب، وهنيئاً له ثقة رسول الله صلى الله عليه وسلم بكفاءة قيادته وصدق عزيمته، وحسن إسلامه، رضي الله عنه وجعله قدوة لشبابنا المؤمنين العاملين. ¶ الفصل السادس - في أهم الأحداث التي وقعت بعد فتح مكة إلى وفاة الرسول صلى الله عليه وسلم ¶ وفاة رسول الله صلى الله عليه وسلم ¶ توفي رسول الله صلى الله عليه وسلم بعد أن كان قد علم من طريق الوحي بقرب أجله، فودع الناس في حجة الوداع، وكانت قلوب الصحابة واجفة هلعة خشية أن يكون أجل رسول الله صلى الله عليه وسلم قد اقترب، ولكن أجل الله إذا جاء لا يؤخر، فلما أشيع عن وفاة الرسول صلى الله عليه وسلم اضطرب الصحابة جميعاً لهول الكارثة، وزلزلت المدينة زلزالها، وطاشت عقول كثير من كبار الصحابة والسابقين الى الاسلام، فمنهم من عقل لسانه، ومنهم من أقعد عن الحركة، ومنهم وهو عمر من شهر سيفه ينهى الناس أن يقولوا: إن",
            "page": "170",
            "part": "1",
            "seal": "188D4D69"
        },
        {
            "id": "162",
            "nass": "رسول الله صلى الله عليه وسلم مات، ويزعم أنه غاب، وسيرجع اليهم، ولكن أبا بكر وحده هو الذي كان ثابت الجأش، فدخل على رسول الله صلى الله عليه وسلم وهو مسجى على فراشه، فقبله وقال له: بأبي أنت وأمي يا رسول الله! ما أطيبك حياً وميتاً! أما الموتة التي كتب الله عليك فقد ذقتها، ثم لن تصيبك بعدها موتة أبداً، يا رسول الله اذكرنا عند ربك. ¶ ثم خرج أبو بكر الى الناس، فخطب فيهم وقال: أيها الناس! من كان يعبد محمداً، فان محمداً قد مات، ومن كان يعبد الله، فان الله حيٌّ لا يموت، ثم تلا قوله تعالى: ?وما محمد إلا رسول قد خلت من قبله الرسل، أفإن مات أو قتل انقلبتم على أعقابكم، ومن ينقلب على عقبيه فلن يضر الله شيئاً، وسيجزي الله الشاكرين? [آل عمران: 144]. فلما تلاها أبو بكر أفاقوا من هول الصدمة، وكأنهم لم يسمعوها من قبل، قال أبو هريرة: قال عمر: فوالله ما هو الا أن سمعت أن أبا بكر تلاها فعقرت - أي دهشت وتحيرت - حتى وقعت الى الأرض وما تحملني رجلاي، وعرفت أن رسول الله صلى الله عليه وسلم قد مات. ¶ وهنا درسان بالغان: ¶ أولهما: أن الصحابة دهشوا لموت رسول الله صلى الله عليه وسلم، حتى لكأن الموت لا يمكن أن يأتيه، مع أن الموت نهاية كل حي، وما ذلك إلا لحبهم لرسول الله صلى الله عليه وسلم حباً امتزج بدمائهم وأعصابهم، والصدمة بفقد الأحباب تكون على قدر الحب، ونحن",
            "page": "171",
            "part": "1",
            "seal": "D6B29ABE"
        },
        {
            "id": "163",
            "nass": "نرى من يفقد ولداً أو أباً كيف يظل أياماً لا يصدق أنه فقده، وأي حب في الدنيا يبلغ حب هؤلاء الصحابة الأبرار لرسول الله صلى الله عليه وسلم، وقد هداهم الله به، وأنقذهم من الظلمات إلى النور، وغير حياتهم، وفتح عقولهم وأبصارهم، وسما بهم إلى مراتب القادة العظماء، ثم هو في حياته مربيهم وقاضيهم ومرشدهم يلجؤون اليه في النكبات، ويسترشدونه في الحوادث، ويأخذون منه خطاب الله لهم وحديثه اليهم وتعليمه لهم، فلما مات رسول الله صلى الله عليه وسلم انقطع ذلك كله، فأي صدمة أبلغ من هذه الصدمة وأشدها أثراً. ¶ ثانيهما: أن موقف أبي بكر دل على أنه يتمتع برباطة جأش وقوة أعصاب عند النكبات لا يتمتع بها صحابي آخر. وهذا ما جعله أولى الناس بخلافة رسول الله صلى الله عليه وسلم، وقد أثبت ذلك في حركة الردة في جزيرة العرب. ¶ ملاحظة ¶ إلى هنا ينتهي ملخص ما ألقي من محاضرات في فقه السيرة على طلاب السنة الثانية، وقد بقي من برنامج هذه المحاضرات أربعة فصول، ولم يتسع الوقت لإملاء بقية الفصول المقررة في المنهاج، كما ذكرناه في مقدمة مذكرة السنة الأولى، وذلك لضيق الوقت، فنرجو أن يوفق الله لكتابة بقية هذا المنهاج. وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "172",
            "part": "1",
            "seal": "2A8D16E0"
        }
    ],
    "t914": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "ميزة السيرة النبوية"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "مصادر السيرة النبوية"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - القرآن الكريم:"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "2 - السنة النبوية الصحيحة:"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "3 - الشعر العربي المعاصر لعهد الرسالة:"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "4 - كتب السيرة:"
        },
        {
            "id": "20",
            "lvl": "4",
            "sub": null,
            "tit": "سيرة ابن هشام:"
        },
        {
            "id": "20",
            "lvl": "4",
            "sub": "1",
            "tit": "طبقات ابن سعد:"
        },
        {
            "id": "21",
            "lvl": "4",
            "sub": null,
            "tit": "تاريخ الطبري:"
        },
        {
            "id": "21",
            "lvl": "4",
            "sub": "1",
            "tit": "تطور التأليف في السيرة"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول - في حياته قبل البعثة"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "الوقائع التاريخية"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "الدروس والعظات"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني - في السيرة منذ البعثة حتى الهجرة إلى الحبشة"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "الوقائع"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "الدروس والعظات"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث - في السيرة بعد هجرة الحبشة إلى الهجرة للمدينة"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "الوقائع التاريخية"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "الدروس والعظات"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع - منذ الهجرة حتى استقرار النبي في المدينة"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "الوقائع التاريخية"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "الدروس والعظات"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس - في معارك الرسول الحربية"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": "1",
            "tit": "الوقائع التاريخية - غزوة بدر"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "الوقائع التاريخية - غزوة أحد"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "الوقائع التاريخية - غزوة بني النضير"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "الوقائع التاريخية - غزوة الأحزاب"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "الوقائع التاريخية - غزوة بني قريظة"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "الوقائع التاريخية - غزوة الحديبية"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "الوقائع التاريخية - غزوة خيبر"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "الوقائع التاريخية - غزوة مؤتة"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "الوقائع التاريخية - غزوة الفتح"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "الوقائع التاريخية - غزوة حنين"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "الوقائع التاريخية - غزوة تبوك"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "الدروس والعظات"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس - في أهم الأحداث التي وقعت بعد فتح مكة إلى وفاة الرسول صلى الله عليه وسلم"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": "1",
            "tit": "غزوة حنين"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": null,
            "tit": "تحطيم الأصنام"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": null,
            "tit": "غزوة تبوك وأهم ما في هذه الغزوة من عبر ودروس هو ما نوجز الكلام عنه"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": null,
            "tit": "حجة الوداع"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "بعث أسامة"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": null,
            "tit": "وفاة رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "ملاحظة"
        }
    ]
}