{
    "b926": [
        {
            "id": "2",
            "nass": "الْأَدَبُ الصَّغِيرُ ¶ لِلْأَدِيبِ الْكَبِيرِ الْعَلاَّمَةِ ¶ عَبْدِ اللهِ بْنِ الْمُقَفَِّعِ ¶ نُسْخَةٌ مَضْبُوطَةٌ بِالشَّكْلِ التَّامِّ ¶ قَرَأَهُ وَعَلَّقَ عَلَيْهِ ¶ وائلُ بْنُ حَافِظِ بْنِ خَلَفٍ ¶ عَفَا اللهُ عَنْهُ ¶ الطَّبْعَةُ الأُولَى",
            "page": null,
            "part": null,
            "seal": "E84100A6"
        },
        {
            "id": "3",
            "nass": "الْأَدَبُ الصَّغِيرُ ¶ لِلْأَدِيبِ الْكَبِيرِ الْعَلاَّمَةِ ¶ عَبْدِ اللهِ بْنِ الْمُقَفَِّعِ ¶ ((وَقَدْ وَضَعْتُ فِي هَذَا الْكِتَابِ مِنْ كَلاَمِ النَّاسِ الْمَحْفُوظِ حُرُوفًا فِيهَا عَوْنٌ عَلَى عِمَارَةِ الْقُلُوبِ وَصِقَالِهَا وَتَجْلِيَةِ أَبْصَارِهَا، وَإِحْيَاءٌ لِلتَّفْكِيرِ، وَإِقَامَةٌ لِلتَّدْبِيرِ، وَدَلِيلٌ عَلَى مَحَامِدِ الْأُمُورِ وَمَكَارِمِ الْأَخْلاَقِ إِنْ شَاءَ اللهُ)) (ابن المقفع) ¶ قَرَأَهُ وَعَلَّقَ عَلَيْهِ ¶ وائلُ بْنُ حَافِظِ بْنِ خَلَفٍ ¶ عَفَا اللهُ عَنْهُ ¶ الطَّبْعَةُ الأُولَى",
            "page": null,
            "part": null,
            "seal": "39FDA1EB"
        },
        {
            "id": "4",
            "nass": "مقدَِّمة الْمُحَقِّقِ ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمينَ. والصلاة والسلام على الرسل والنبيينَ، لا سيما خاتمِهم العربي ذي المقام المأنوق في أعلى عِلِّيِّينَ. والرِّضَاءُ عن آله الطاهرينَ، وأصحابه والذين اتبعوهم بإحسان أجمعين. ¶ أما بعد: ¶ فَهَذَا كِتَابُ \"الأدب الصغير\" للأديب الأريب عبدِ اللهِ بْنِ الْمُقَفَِّعِ (¬1). ¶ ¬_________ ¶ (¬1) كان عبد الله بن المقفع مجوسيًّا من أهل فارس، وكان يسمى روزبه بن داذويه، وأسلم على يد عيسى بن علي عم السفاح والمنصور، وأطلقوا على أبيه: المقفع - بفتح الفاء -؛ لأن الحجاج بن يوسف الثقفي كان قد استعمله على الخراج، فخان، فعاقبه حتى تقفعت يداه. وقيل: بل هو المقفع - بكسر الفاء -؛ نُسب إلى بيع القفاع وهي من الجريد كالمقاطف بلا آذان. وسنذكر ترجمة ابنِ المقفع بعدُ. ¶ وقد مات مقتولاً، واختلفوا في سبب مقتله والطريقة التي قُتل بها وفي سنة وفاته أيضًا، ومهما يكن من أمر فإنا لا نسلم أبدًا لمن قال: إنه قُتل على الزندقة! واستدل بما أورده العلامة ابن كثير (رحمه الله) في \"البداية والنهاية\" [(ج10/ ص78) ط/ مكتبة الصفا] عن المهدي قال: ((ما وجد كتاب زندقة إلا وأصله من ابن المقفع، ومطيع بن إياس، ويحيى بن زياد)) قالوا: ونسي الجاحظ، وهو رابعهم!!)) ا. هـ ¶ نقول: أما \"فلانٌ\" وأمثالُه مِنَ الحَوَاقِّ فعسى، وأما ابن المقفع فلا؛ فَكُتُبُهُ بين أيدينا تكاد تنطق قائلة: ((وايم الله! إنَّّ صاحبي لبريء مما نُسب إليه))!. وليت شعري كيف ساغ لفلان وفلان وفلان ممن ترجموا للرجل أن يجزموا بذلك، وكلهم قد صَفِرَت يَدُهُ من البرهان؟ إنْ هي إلا تهمة تناقلوها بدون بيان. وقِدْمًا اتهموا أبا العلاء المعري بذلك حتى قيض الله له مِن جهابذة المتأخرين مَن أثبت بالدليل الساطع والبرهان القاطع براءته. فتبصروا رحمكم الله.",
            "page": "5",
            "part": "1",
            "seal": "1E66534D"
        },
        {
            "id": "5",
            "nass": "وَهُوَ خَلِيقٌ بِأنْ يصلَ ليد كُلِّ عربي قارئ، وَمَقْمَنَةٌ لأن يُتلى على كل أمي عابئ. ¶ وقد اشتمل على حِكَم شتى في الأخلاق والآداب لا تتساوق تحت معنى واحد، إنما هي أشبه شيء بخواطرَ كانت تسنح كلما قَدَحَ تَأَمُّلُ ابنِ المقفعِ زَنْدَ فِكْرِهِ، ثم تأتي الْقَرِيحَةُ بَعْدُ. ¶ وابن المقفع رَجُلٌ ثَبِيتٌ عَرُوفٌ، مُجَرَّذٌ مُجَرِّبٌ، طَلاَّعُ الثَّنَايا (¬1)، ثم هو رشيقُ القلم. وقد سطر في رَقِّ هذا الكتاب بقلمه السيال وأسلوبه البديع - الذي قلما يُبارى ويُوازى وإن ضَرَّجَ المحاكي الكلامَ وزينه - ما أفادته تجارِب الزمان، وما انتقاه من عيون الكلام (¬2). ¶ ¬_________ ¶ (¬1) يقال: فلان طلاع الثنايا: إذا كان يعلو الأمور فيقهرها بمعرفته وتجارِبه وجودة رأيه. ¶ (¬2) توجد عبارات أفادها ابن المقفع ممن كان قبله ودونها كما صرح هو بذلك، والعلم رحم بين أهله، وهاك مثالاً واحدًا، قوله: ((وَعَلَى الْعَاقِلِ - مَا لَمْ يَكُنْ مَغْلُوبًا عَلَى نَفْسِهِ - أَنْ لاَ يَشْغَلَهُ شُغْلٌ عَنْ أَرْبَعِ سَاعَاتٍ: سَاعَةٍ يَرْفَعُ فِيهَا حَاجَتَهُ إِلَى رَبِّهِ، وَسَاعَةٍ يُحَاسِبُ فِيهَا نَفْسَهُ، وَسَاعَةٍ يُفْضِي فِيهَا إِلَى إِخْوَانِهِ وَثِقَاتِهِ الَّذِينَ يَصْدُقُونَهُ عَنْ عُيُوبِهِ وَيَنْصَحُونَهُ فِي أَمْرِهِ، وَسَاعَةٍ يُخلي فِيهَا بَيْنَ نَفْسِهِ وَبَيْنَ لَذَّتِهَا مِمَّا يَحِلُّ وَيَجْمُلُ ... وَعَلَى الْعَاقِلِ أَنْ لاَ يَكُونَ رَاغِبًا إِلاَّ فِي إِحْدَى ثَلاَثِ خِصَالٍ: تَزَوُّدٍ لِمَعَادٍ، أَوْ مَرَمَّةٍ لِمَعَاشٍ، أَوْ لَذَّةٍ فِي غَيْرِ مَحْرَمٍ)). ¶ فهذا الكلام رواه الحافظ ابن أبي الدنيا (رحمه الله) في كتاب \"محاسبة النفس\" رَقْم (12) بسنده عن وهب بن منبه قال: ((مكتوب في حكمة آل داود: حق على العاقل ... )) فذكره بنحوه. ورواه ابن حبان في \"صحيحه\" (362 - إحسان) (94 - موارد الظمآن)، وأبو نعيم في \"حلية الأولياء\" [(ج1/ص158 - 160/رقم551) ط/ مكتبة الإيمان]، والطبراني في \"المعجم الكبير\" (2/ 157) رقم (1651) في أثناء حديث طويل عن أبي ذر الغفاري (رضي الله عنه) مرفوعًا، وفيه: ((أن صحف إبراهيم (عليه السلام) كانت أمثالاً كلها .. وفيها: على العاقل ما لم يكن مغلوبًا على عقله .... )) فذكره بلفظ مقارب، وسنده ضعيف جدًّا. كما أنَّ هناك عباراتٍ كثيرةً اقتبسها ابنُ المقفع من \"كليلة ودمنة\". ¶ هذا، وحسبك دلالةً على نفاسة كتاب ابن المقفع هذا أن كثيرًا من العلماء البلغاء الأكابر قد بثوا حِكَمه في مصنفاتهم وإن لم يصرحوا باسمه، منهم الحافظ ابن حبان (رحمه الله) في كتابه الماتع \"روضة العقلاء \"، والعلامة شهاب الدين محمد بن أحمد الأبشيهي الشافعي في \"المستطرف في كل فن مستظرف\".",
            "page": "6",
            "part": "1",
            "seal": "67A2389A"
        },
        {
            "id": "6",
            "nass": "وقدمه بمقدمة لها القِدْحُ المُعَلَّى من البلاغة والفصاحة والبيان والتبيين. ¶ قال فيها: ((وَقَدْ وَضَعْتُ فِي هَذَا الْكِتَابِ مِنْ كَلاَمِ النَّاسِ الْمَحْفُوظِ حُرُوفًا فِيهَا عَوْنٌ عَلَى عِمَارَةِ الْقُلُوبِ وَصِقَالِهَا وَتَجْلِيَةِ أَبْصَارِهَا، وَإِحْيَاءٌ لِلتَّفْكِيرِ، وَإِقَامَةٌ لِلتَّدْبِيرِ، وَدَلِيلٌ عَلَى مَحَامِدِ الْأُمُورِ وَمَكَارِمِ الْأَخْلاَقِ إِنْ شَاءَ اللهُ)). ¶ وقد بدا لنا أن نعيد للكتاب بهاءَهُ، ونجدد رُوَاءَهُ؛ ففعلنا وحققناهُ. ¶ فجمعنا ما استطعنا من نسخ الكتاب المطبوعة (¬1) وقابلنا بينها، وأثبتنا في ¶ ¬_________ ¶ (¬1) النسخة الأم هي نسخة المرحوم العلامة طاهر الجزائري [ونرمز لهذه النسخة بالحرف (ط)]، وهو الذي أخرج الكتاب للنور بعد أن كان كامنًا قرونًا عددًا. ويتلوها نسخة أحمد زكي باشا [ونرمز لهذه النسخة بالحرف (ك)]، وقد طبعتها جميعة العروة الوثقى الخيرية الإسلامية بمطبعة مدرسة محمد علي الصناعية سنة 1329هـ = 1911م، بعد أن قررت نظارة المعارف العمومية تدريس هذا الكتاب في جميع مدارسها الابتدائية. ¶ يقول الشيخ طاهر في تصديره للكتاب: ((لما ذهبت إلى مدينة بعلبك سنة 1223 هـ رأيت عند بعض الأفاضل الواردين عليها مجموعًا استعاره من بعض أعيانها، فرأيت فيه الضالة المنشودة وهي رسالة \"الأدب الصغير\" لعبد الله بن المقفع الكاتب الذي يُضرب ببلاغته المثل، فكتبتها بخطي في نحو يوم وأرجو أن يتيسر لنشرها مَن عُرف بحسن الطبع ليعم بها النفع)). ¶ ثم استعان الشيخ طاهر بالنقادة محمد أفندي كرد علي الدمشقي فنشرها في مجلته العربية الطائرة الصيت أيام كان يصدر \"الْمُقْتَبَس\" بمدينة القاهرة. ¶ قال أحمد زكي باشا: ((فجاءت وفيها شيءٌ كثير من أوجه النقص لعدم وجود نسخة ثانية للتصحيح، ولعدم تيسر الوقت الكافي للعناية بها كما هي أهله. ولقد استخدمتها ورجعت إليها في بعض الكلمات، فلصاحبيها فضل السبق، ولهما نصيب من الشكر)). ¶ وأقول: ولقد عثرت على النسختين وغيرهما، والكل تبع لهما وفروع عنهما، وكلفني ضبط النص عَرَقًا من القِرْبَةِ، وإن كان العلامة أحمد زكي قد سبقني إلى ذلك، ولكن وقع في نسخته هنات في الضبط وسقط في النص، وقد خالف الشيخَ طاهرًا في بعض الكلمات وظنها تحريفًا أو تصحيفًا، والصواب في بعضها مع الشيخ طاهر. رحمهما الله وغفر لهما.",
            "page": "7",
            "part": "1",
            "seal": "0164E089"
        },
        {
            "id": "7",
            "nass": "المتن ما خلناه الأصوبَ منها، وما عُد اختلافًا ففي الحاشية مكانهُ، وما كان خطأً أهملناهُ. ¶ وعمدنا إلى بعض الغريب فشرحناهُ، وقصدنا إلى النص فضبطناهُ، وبالشكل التام زيناهُ. فَدُونَكَهُ.",
            "page": "8",
            "part": "1",
            "seal": "1C3F8FAE"
        },
        {
            "id": "8",
            "nass": "بَيْدَ أَنَّ بعضَ مَن تناول الكتاب بالطبع قد عَلْوَنَ فِقَرَهِ (¬1) بعناوينَ ارتآها، ولو شئنا لفعلنا مثل هذا، غير أننا آثرنا أن يظل الكتاب كما وضعه صاحبُهُ. ¶ وللأخلاق الحسنة ومكارم الآداب في ديننا منزلةٌ سَنِيَّةٌ سَامِقَةٌ، بلغ من علو شأنها أن قال رسول الله (- صلى الله عليه وسلم -): ((إنما بُعِثْتُ لأتمم صالحَ الأخلاقِ)) وفي لفظ: ((إنما بُعِثْتُ لأتمم مكارمَ الأخلاقِ)) (¬2). ¶ وفرض الشارع الحكيم على الآباء تأديبَ الأبناء وتعليمَهم جميل الخصال ليكملَ نفعهم (¬3)، فإن الذي يرجو منفعةَ غير المؤدب ويبتغي خيرَ ذي النَّزَقِ كالذي يبل الصخر الأصم كي يلينَ، أو يطبخ الحديد يلتمس أدمه. ¶ - قال ربنا (جل ثناؤه): {يَا أَيُّهَا الَّذِينَ آَمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} [التحريم:12]. قال غير واحد: معنى قوله (تعالى ذكره): {قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا} أي: علموهم وأدبوهم. ¶ - ورُوِيَ عن رسول الله (- صلى الله عليه وسلم -) أنه قال: ((مَا نَحَلَ والِدٌ وَلَدًا مِنْ نَحْلٍ أَفْضَلَ مِنْ ¶ ¬_________ ¶ (¬1) أي: جعل لكل فِقْرَةٍ مِن فِقَرِهِ عُِنْوَانًا. فالعلوان هو: العُِنْوان. ¶ (¬2) حديث صحيح: أخرجه الإمام أحمد في \"المسند\" (ج2/ص318)، والإمام البخاري في \"الأدب المفرد\" (273)، والحاكم في \"المستدرك على الصحيحين\" (ج2/ص316)، والبيهقي في \"السنن الكبير\" (ج10ص191 - 192) وغيرُهم من حديث أبي هريرة (رضي الله عنه). ¶ (¬3) انظر كتابنا \"المنتخب مِن وصايا الآباء للأبناء\".",
            "page": "9",
            "part": "1",
            "seal": "F72BE5FD"
        },
        {
            "id": "9",
            "nass": "أَدَبٍ حَسَنٍ)). أخرجه البخاري في \"التاريخ الكبير\"، والترمذي في \"السنن\" (1952)، والبيهقي في \"السنن الكبير\" (ج3/ص84) وضعفوه، وكذا ضعفه الذهبي وهو الصواب. وصححه الحاكم في \"المستدرك\" (4/ 263)!، ورمز له السيوطي بالصحة في \"الجامع الصغير\" (8118)!. ¶ - وعن عثمان الحاطبي قال: سمعت ابن عمر (رضي الله عنهما) يقول لرجل: ((أدب ابنك؛ فإنك مسئول عن ولدك ماذا أدبته وماذا علمته؟، وإنه مسئول عن برك وطواعيته لك)). أخرجه الإمام البيهقي في \"السنن الكبير\" (ج3/ص84). ¶ - وعن ضمرة بن ربيعة قال: سمعت سفيان الثوري (رحمه الله) يقول: ((كان يقال: حُسْنُ الأدبِ يطفئ غضبَ الربِّ عز وجل)) ا. هـ. أخرجه أبو نعيم في \"حلية الأولياء وطبقات الأصفياء\" [(ج6/ص339/رقم9097) ط/ مكتبة الإيمان بالمنصورة]. ¶ - وعن أبي زكريا العنبري قال: ((علم بلا أدب، كنار بلا حطب. وأدب بلا علم، كروح بلا جسم)) رواه الإمام السمعاني في أول كتابه \"أدب الإملاء والاستملاء \". وانظر \"الجامع لأخلاق الراوي وآداب السامع\" للخطيب البغدادي (1/ 80). ¶ - قال ابن المقفع: ((أَحَقُّ النَّاسِ بِالْعِلْمِ أَحْسَنُهُمْ تَأْدِيبًا)). ¶ - وقال أيضًا: ((أَفْضَلُ مَا يُورِثُ الآبَاءُ الْأَبْنَاءَ: الثَّنَاءُ الْحَسَنُ، وَالْأَدَبُ النَّافِعُ، وَالْإِخْوَانُ الصَّالِحُونَ)). \"الأدب الصغير\". ¶ - عن حَبِيبٍ الْجَلاَّبِ قَالَ: قِيلَ لابن المبارك (رحمه الله): مَا خَيْرُ ما أُعْطِيَ الرَّجُلُ؟ قَالَ: ((غَرِيزَةُ عَقْلٍ فِيهِ)). قِيلَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((أَدَبٌ حَسَنٌ)).",
            "page": "10",
            "part": "1",
            "seal": "C2468BAD"
        },
        {
            "id": "10",
            "nass": "قِيلَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((أَخٌ صَالِحٌ يَستَشِيرُهُ)). قِيلَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((صَمْتٌ طَوِيلٌ)). قِيلَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((مَوْتٌ عَاجِلٌ)) ا. هـ أخرجه ابن حبان في أول كتابه \"روضة العقلاء\". ¶ - وعن ابن المبارك (رحمه الله)، قال: ((مَن تهاون بالأدب عُوقب بحرمان السنن، ومن تهاون بالسنن عوقب بحرمان الفرائض، ومن تهاون بالفرائض عوقب بحرمان المعرفة)). ¶ - قال أبو نصر الفقيه: سمعت البوشنجيَّ - (أبا عبد الله محمد بن إبراهيم العبدي الفقيه المالكي. رحمه الله) - يقول: ((مَن أراد العلم والفقه بغير أدب؛ فقد اقتحم أن يكذب على الله ورسوله (صلى الله عليه وسلم))) \"سير أعلام النبلاء\" (13/ 586). ¶ - وقال الطَّيبي في شرح حديث: ((مَا كَانَ الفُحْشُ فِي شَيْءٍ قَطُّ إِلاَّ شَانَهُ، وَلاَ كَانَ الْحَيَاءُ فِي شَيْءٍ قَطُّ إِلاَّ زَانَهُ)) قال: ((وأشار (يعني: النبيَّ - صلى الله عليه وسلم -) بهذين إلى أن الأخلاق الرذلة مِفتاح كل شر، بل هي الشر كله. والأخلاق الحسنة السَّنية مفتاح كل خير، بل هي الخير كله)) \"فيض القدير\" للعلامة المناوي [(ج5ص598) ط/ مكتبة مصر]. ¶ - وقال الحجاج بن أرطأة: ((إن أحدَكم إلى أدب حسن أحوجُ منه إلى خمسين حديثا)). ¶ - وقال ابن المبارك: قال لي مَخْلد بن الحسين: ((نحن إلى كثير من الأدب أحوج منا إلى كثير من الحديث)) \"الجامع لأخلاق الراوي وآداب السامع\" للخطيب البغدادي. ¶ - وقال علي بن أبي طالب (رضي الله عنه) لابنه محمد ابن الحنفية: ((أذك قلبك",
            "page": "11",
            "part": "1",
            "seal": "B1929E2E"
        },
        {
            "id": "11",
            "nass": "بالأدب كما تذكي النار بالحطب)) \"العِقد الفريد\" للعلامة ابن عبد ربه. ¶ - عن ابن أبي أويس قال: سمعت خالي مالكَ بْنَ أنسٍ (رحمه الله) يقول: ((كانت أمي تلبسني الثياب، وتعممني وأنا صبي، وتوجهني إلى ربيعةَ بنِ أبي عبد الرحمن المدني، وتقول: ((يا بُني! ائت مجلس ربيعة، فتعلم من سمته وأدبه، قبل أن تتعلم من حديثه وفقهه)) أخرجه الإمام الكبير ابن عبد البر (رحمه الله) في \"التمهيد لما في الموطإِ من المعاني والأسانيد\" [(ج2ص5) ط/ دار الكتب العلمية - بيروت- لبنان]. ¶ - وقال إبراهيم بن حبيب بن الشهيد: قال لي أبي: ((يا بني! ائت الفقهاء والعلماء، وتعلم منهم، وخذ من أدبهم وأخلاقهم وهديهم؛ فإن ذاك أحب إليَّ من كثير من الحديث)). ¶ - وقال ابن قيم الجوزية (قدس الله روحه ونور ضريحه): ((أدب المرء عنوان سعادته وفلاحه، وقلة أدبه عنوان شقاوته وبواره. فما استُجْلِب خيرُ الدنيا والآخرة بمثل الأدب، ولا استجلب حرمانهما بمثل قلة الأدب)) ا. هـ \"مدارج السالكين\" (ج2/ص297 - 298). ¶ - وقال محمد بن علي: أدب الله محمدًا (- صلى الله عليه وسلم -) بأحسن الآداب، فقال: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} [الأعراف:199]، فلما وعى قال: {وَمَا آَتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ} [الحشر:7]. \"البيان والتبيين\" للجاحظ [(ج2ص14) ط/ دار الكتب العلمية - بيروت - لبنان].",
            "page": "12",
            "part": "1",
            "seal": "DD1A412F"
        },
        {
            "id": "12",
            "nass": "ذلك، واللهَ (جل ثناؤه) أسألُ أن يهديني لأحسن الأخلاق والأعمال لا يهدي لأحسنها إلا هو، وأن يصرف عني سيئ الأخلاق والأعمال لا يصرف عني سيئها إلا هو، وأن يحسن خُلُقي كما حسن خَلْقي، وأن يجعل عملي كله صالحًا، ولوجهه خالصًا، ولعباده نافعًا؛ إن ربي لسميع الدعاء،،، ¶ وخطه بيمينه ¶ وائل بنُ حافظ بنِ خلف ¶ غفر الله له ولوالديه، وأحسن إليهما وإليه ¶ ليلة الأربعاء الثامنَ عشرَ من شهر ربيع الآخِر لسنة اثنتين وثلاثين وأربعمائة وألف من الهجرة. ¶ الموافق: الثالث والعشرين من مارس (آذار) لعام ألفين وأحد عشر من الميلاد. ¶ بمنزلي الكائن بقرية العكريشة - مركز كفر الدوار - محافظة البحيرة - جمهورية مصر العربية ¶ هاتف رَقْم: 002/ 0160827836 ¶ waelhafez95@gmail.com",
            "page": "13",
            "part": "1",
            "seal": "670E3DCA"
        },
        {
            "id": "13",
            "nass": "ترجمة ابن المقفع ¶ مقتبسة من كتاب \"تاريخ الإسلام\" للإمام شمس الدين أبي عبد الله محمد بن أحمد بن عثمان بن قَايْماز الذهبي (المتوفى: 748هـ) (رحمه الله وطيب ثراه) ¶ عبد الله بن المقفع: أحد المشهورين بالكتابة والبلاغة، والترسل والبراعة [زاد في \"سير أعلام النبلاء\": أحد البلغاء والفصحاء، ورأس الكتاب، وأولي الانشاء، من نظراء عبد الحميد الكاتب]. ¶ وكان فارسيًّا فأسلم على يد عيسى بن علي عم السفاح وهو كهل، ثم كتب له واختص به. ¶ ومن كلام ابن المقفع قال: ((شربت من الخطب ريًّا، ولم أضبط لها رويًّا، فغاضت ثم فاضت، فلا هي نظامًا، ولا هي غيرها كلامًا)). ¶ قال الأصمعي: صنف ابن المقفع \"الدرة اليتيمة\" التي لم يصنف مثلها في فنها. ¶ وقد سُئل: مَن أدبك؟ قال: ((نفسي. كنت إذا رأيت من غيري حسنًا أتيته، وإذا رأيت قبيحًا أبيته)). ¶ ويقال: كان ابن المقفع علمه أكثر من عقله. ¶ وهو الذي وضع كتاب \"كليلة ودمنة\" فيما قيل، والأصح: أنه هو الذي",
            "page": "14",
            "part": "1",
            "seal": "029FC52C"
        },
        {
            "id": "14",
            "nass": "عربه من الفارسية (¬1). ¶ قال الهيثم بن عدي: جاء ابن المقفع إلى عيسى بن علي فقال: أريد أن أسلم على يديك، فقال: ليكن ذلك بمحضر من وجوه الناس غدًا. ¶ ثم جلس ابن المقفع وهو يأكل ويزمزم على دين المجوسية، فقال له عيسى: أتزمزم وأنت تريد أن تسلم؟! ¶ قال: ((أكره أن أبيت على غير دين)). ¶ وكان ابن المقفع يتهم بالزندقة. ¶ وعن المهدي قال: ((ما وجدت كتاب زندقة إلا وأصله ابن المقفع)) [تقدم أنا لا نُسلم بذلك. فكن على ذُِكر. راجع الحاشية رَقْم (1) من ¶ ¬_________ ¶ (¬1) اضطربَتِ الأقوالُ فِي وَاضِعِ \"كليلة ودمنة\" مَنْ هُوَ؟ والأصح مَا رجحه الإمامُ الذَّهَبِيُّ هنا مِنْ أنه هنديُّ الأصلِ، وَضَعَهُ الفَيْلَسُوفُ الهِنْدِيُّ بَيْدَبَا لِدَبْشَلِيمَ مَلِكِ الهِنْدِ. ثم تَرْجَمَهُ مِن الهِنْدِيَّةِ إلى الفَارِسيةِ (الفهلوية): بَرْزَوَيْهِ بْنُ أَزْهَرَ رأسُ أطباءِ فارسَ بِأَمْرِ كِسْرَى أَنوشِرْوَانَ بْنِ قُبَاذَ بْنِ فَيْرُوزَ ملكِ الفرسِ. ثم ترجمه للعربية عبد الله بنُ المقفع وزاد فيه. والأدلة على ذلك كثيرة، منها: أن الإمام ابن قتيبة (رحمه الله) ينقل منه في \"عيون الأخبار\" ويقول: ((قرأت في كتاب للهند ... )). وقال أبو عثمان عمرو بن بحر الجاحظ [المتوفى سنة خمس وخمسين ومائتين] في الرسالة الرابعة من \"مجموع رسائله\" (كتاب فخر السودان على البيضان) وهو يعدد فضائل الهند وهم من السودان: ((ولهم خط جامع لحروف اللغات، وخطوط أيضًا كثيرة، ولهم شعر كثير، وخطب .. . وعنهم أُخذ كتاب \"كليلة ودمنة \". ولهم رأي ونجدة، وليس لأحد من أهل الصبر ما لهم)). هذا، ونحن الآن بصدد تحقيق كتاب \"كليلة ودمنة\" بعد أن عثرنا له على مخطوطة نفيسة يتيمة. وقد أشرفنا على الانتهاء منه.",
            "page": "15",
            "part": "1",
            "seal": "6ABCCD7F"
        },
        {
            "id": "15",
            "nass": "مقدمة المحقق]. ¶ وقيل: إن ابن المقفع كان ينال من متولي البصرة سفيانَ بنِ معاويةَ بن يزيد بن المهلب ويسميه ابن المغتلمة، فحنق عليه وقتله بإذن المنصور، ولكونه كتب في توثق عبد الله بن علي من المنصور يقول: ((ومتى غدر بعمه فنساؤه طوالق، وعبيده أحرار، ودوابه حبس، والمسلمون في حل من بيعته)). فلما وقف المنصور على ذلك عظم عليه وكتب إلى سفيان يأمره بقتله. ¶ وقال المدائني: دخل ابن المقفع على سفيان، وقال: أتذكر ما كنت تقول في أمي؟ قال: ((أنشدك الله أيها الأمير في نفسي))، فأمر له بتنور فسجر، ثم قطع أربعته ثم سائر أعضائه وألقاها في التنور، وهو ينظر، وقال: ((ليس عليَّ في المثلة بك حرج؛ لأنك زنديق قد أفسدت الناس)). ¶ فسأل سليمان بن علي وعيسى عنه، فقيل: إنه دخل دار سفيان بن معاوية سليمًا ولم يخرج، فخاصماه إلى المنصور وأحضراه مقيدًا، فشهد شهود بالحال، فقال المنصور: أرأيتم إن قتلت سفيان، فخرج ابن المقفع من هذا المجلس أأقتلكم بسفيان؟ فنكلوا عن الشهادة كلهم، وعلموا أنه برضا المنصور. ¶ ويقال: إن ابن المقفع عاش ستًّا وثلاثين سنة. ¶ وحكى البلاذري أن سفيان ألقاه في بئر. وقيل: أدخله حمامًا وأغلقه عليه. ¶ وقيل: إن قتله كان في سنة خمس وأربعين ومائة. وقيل: في نحو سنة اثنتين وأربعين. [وذُكر أنه توفي سنة سبع وثلاثين ومائة].",
            "page": "16",
            "part": "1",
            "seal": "45755F96"
        },
        {
            "id": "16",
            "nass": "وكان اسم أبيه داذويه، وكان كاتبًا، ولي للحجاج خراج فارس فخان وأخذ من الأموال، فعذبه الحجاج، فتقفعت يده فلقب المقفع. وقيل: بل الذي عذبه يوسف بن عمر الثقفي الأمير. ¶ والمقفَّع: بفتح الفاء، الصحيح. ¶ وقال ابن مكي في كتاب \"تثقيف اللسان\": يقولون ابن المقفَّع، والصواب بكسر الفاء؛ لأنه كان يعمل القفاع ويبيعها، وهي قفاف الخوص)) ا. هـ.",
            "page": "17",
            "part": "1",
            "seal": "0427CE9C"
        },
        {
            "id": "18",
            "nass": "الْأَدَبُ الصَّغِيرُ ¶ لِلْأَدِيبِ الْكَبِيرِ الْعَلاَّمَةِ ¶ عَبْدِ اللهِ بْنِ الْمُقَفَِّعِ ¶ ((وَقَدْ وَضَعْتُ فِي هَذَا الْكِتَابِ مِنْ كَلاَمِ النَّاسِ الْمَحْفُوظِ حُرُوفًا فِيهَا عَوْنٌ عَلَى عِمَارَةِ الْقُلُوبِ وَصِقَالِهَا وَتَجْلِيَةِ أَبْصَارِهَا، وَإِحْيَاءٌ لِلتَّفْكِيرِ، وَإِقَامَةٌ لِلتَّدْبِيرِ، وَدَلِيلٌ عَلَى مَحَامِدِ الْأُمُورِ وَمَكَارِمِ الْأَخْلاَقِ إِنْ شَاءَ اللهُ)) (ابن المقفع) ¶ قَرَأَهُ وَعَلَّقَ عَلَيْهِ ¶ وائلُ بْنُ حَافِظِ بْنِ خَلَفٍ ¶ عَفَا اللهُ عَنْهُ ¶ الطَّبْعَةُ الأُولَى",
            "page": "19",
            "part": "1",
            "seal": "CEB11BA1"
        },
        {
            "id": "20",
            "nass": "بسم الله الرحمن الرحيم ¶ قال ابن المقفع: ¶ أَمَّا بَعْدُ: فَإِنَّ لِكُلِّ مَخْلُوقٍ حَاجَةً، وَلِكُلِّ حَاجَةٍ غَايَةً، وَلِكُلِّ غَايَةٍ سَبِيلاً. ¶ وَاللهُ وَقَّتَ لِلْأُمُورِ أَقْدَارَهَا، وَهَيَّأَ إِلَى الْغَايَاتِ سُبُلَهَا، وَسَبَّبَ الْحَاجَاتِ بِبَلاَغِهَا. ¶ فَغَايَةُ النَّاسِ وَحَاجَاتُهُمْ صَلاَحُ الْمَعَاشِ وَالْمَعَادِ، وَالسَّبِيلُ إِلَى دَرَْكِهَا الْعَقْلُ الصَّحِيحُ. ¶ وَأَمَارَةُ صِحَّةِ الْعَقْلِ: اخْتِيَارُ الْأُمُورِ بِالْبَصَرِ، وَتَنْفِيذُ الْبَصَرِ بِالْعَزْمِ. ¶ وَلِلْعُقُولِ سَجِيَّاتٌ وَغَرَائِزُ بِهَا تَقْبَلُ الْأَدَبَ، وَبِالْأَدَبِ تَنْمَى الْعُقُولُ وَتَزْكُو. ¶ فَكَمَا أَنَّ الْحَبَّةَ الْمَدْفُونَةَ فِي الْأَرْضِ لاَ تَقْدِرُ أَنْ تَخْلَعَ يَبَسَهَا وَتُظْهِرَ قُوَّتَهَا وَتَطْلُعَ فَوْقَ الْأَرْضِ بِزَهْرَتِهَا وَرَيْعِهَا (¬1) وَنَضْرَتِهَا وَنَمَائِهَا إِلاَّ بِمَعُونَةِ الْمَاءِ الَّذِي يَغُورُ (¬2) إِلَيْهَا فِي مُسْتَوْدَعِهَا فَيُذْهِبَ عَنْهَا أَذَى الْيَبَسِ وَالْمَوْتِ، وَيُحْدِثَ لَهَا بِإِذْنِ اللهِ الْقُوَّةَ وَالْحَيَاةَ = فَكَذَلِكَ سَلِيقَةُ الْعَقْلِ مَكْنُونَةٌ (¬3) فِي مَغْرِزِهَا مِنَ الْقَلْبِ، لاَ قُوَّةَ لَهَا وَلاَ حَيَاةَ بِهَا وَلاَ مَنْفَعَةَ عِنْدَهَا حَتَّى يَعْتَمِلَهَا الْأَدَبُ الَّذِي هُوَ ثِمَارُهَا وَحَيَاتُهَا وَلِقَاحُهَا. ¶ ¬_________ ¶ (¬1) الرَّيْع - بفتح الراء: النَّمَاءُ والزِّيادةُ. ¶ (¬2) غَارَ الْمَاءُ غَوْرًا وغُؤورًا: أي: سَفَلَ في الأرضِ. ¶ (¬3) اكتَنَّ الشيْءُ واستكَنَّ: أي: استتر، والْكِنُّ - بكسر الكاف: السُّتْرة.",
            "page": "21",
            "part": "1",
            "seal": "D523F592"
        },
        {
            "id": "21",
            "nass": "وَجُلُّ الْأَدَبِ بِالْمَنْطِقِ، وَجُلُّ الْمَنْطِقِ بِالتَّعَلُّمِ، لَيْسَ مِنْهُ حَرْفٌ مِنْ حُرُوفِ مُعْجَمِهِ، وَلاَ اسْمٌ مِنْ أَنْوَاعِ أَسْمَائِهِ إِلاَّ وَهُوَ مَرْوِيٌّ مُتَعَلَّمٌ مَأْخُوذٌ عَنْ إِمَامٍ سَابِقٍ مِنْ كَلاَمٍ أَوْ كِتَابٍ؛ وَذَلِكَ دَلِيلٌ عَلَى أَنَّ النَّاسَ لَمْ يَبْتَدِعُوا أُصُولَهَا، وَلَمْ يَأْتِهِمْ عِلْمُهَا إِلاَّ مِنْ قِبَلِ الْعَلِيمِ الْحَكِيمِ. ¶ فَإِذَا خَرَجَ النَّاسُ مِنْ أَنْ يَكُونَ لَهُمْ عَمَلٌ أَصِيلٌ وَأَنْ يَقُولُوا قَوْلاً بَدِيعًا؛ فَلْيَعْلَمِ الْوَاصِفُونَ الْمُخْبِرُونَ أَنَّ أَحَدَهُمْ - وَإِنْ أَحْسَنَ وَأَبْلَغَ - لَيْسَ زَائِدًا عَلَى أَنْ يَكُونَ كَصَاحِبِ فُصُوصٍ وَجَدَ يَاقُوتًا وَزَبَرْجَدًا وَمَرْجَانًا، فَنَظَمَهُ قَلاَئِدَ (¬1) وَسُمُوطًا (¬2) وَأَكَالِيلَ (¬3)، وَوَضَعَ كُلَّ فَصٍّ مَوْضِعَهُ، وَجَمَعَ إِلَى كُلِّ لَوْنٍ شِبْهَهُ وَمَا يَزِيدُهُ بِذَلِكَ حُسْنًا، فَسُمِّيَ بِذَلِكَ صَانِعًا (¬4) رَفِيقًا. وَكَصَاغَةِ الذَّهَبِ وَالْفِضَّةِ صَنَعُوا مِنْهَا مَا يُعْجِبُ النَّاسَ مِنَ الْحُلِيِّ وَالْآَنِيَةِ. وَكَالنَّحْلِ وَجَدَتْ ثَمَرَاتٍ أَخْرَجَهَا اللهُ طَيِّبَةً، وَسَلَكَتْ سُبُلاً جَعَلَهَا اللهُ ذُلُلاً؛ فَصَارَ ذَلِكَ شِفَاءً وَطَعَامًا وَشَرَابًا مَنْسُوبًا إِلَيْهَا، مَذْكُورًا بِهِ أَمْرُهَا وَصَنْعَتُهَا. ¶ فَمَنْ جَرَى عَلَى لِسَانِهِ كَلاَمٌ يَسْتَحْسِنُهُ أَوْ يَسْتَحْسِنُ مِنْهُ، فَلاَ يَعْجَبَنَّ إِعْجَابَ الْمُخْتَرِعِ الْمُبْتَدِعِ؛ فَإِنَّهُ إِنَّمَا اجْتَنَاهُ كَمَا وَصَفْنَا. ¶ وَمَنْ أَخَذَ كَلاَمًا حَسَنًا عَنْ غَيْرِهِ فَتَكَلَّمَ بِهِ فِي مَوْضِعِهِ وَعَلَى وَجْهِهِ، فَلاَ تَرَيَنَّ ¶ ¬_________ ¶ (¬1) القَلائِد: جمع قِلاَدَة، وهي: ما يُجْعَلُ في العُنُقِ مِنْ حَلْيٍ وَنَحْوِهِ. ¶ (¬2) السِّمْط: الخَيْطُ ما دام فيه الْخَرَزُ، وإِلاَّ فهو سِلْكٌ، و: خَيْطُ النَّظْمِ لأنه يُعَلَّقُ، وقيل: هي قِلادة .. وجمعه: سُمُوطٌ. ¶ (¬3) الإِكْلِيلُ: شِبْه عِصَابَةٍ تُزَيَّنُ بالْجَوْهَرِ. ويُسَمَّى التاجُ إِكْليلاً. ¶ (¬4) في بعض النسخ: [صَائِغًا].",
            "page": "22",
            "part": "1",
            "seal": "25945CF2"
        },
        {
            "id": "22",
            "nass": "عَلَيْهِ فِي ذَلِكَ ضُؤُولَةً (¬1)؛ فَإِنَّ مَنْ أُعِينَ عَلَى حِفْظِ كَلاَمِ الْمُصِيبِينَ، وَهُدِيَ لِلاقْتِدَاءِ بِالصَّالِحِينَ، وَوُفِّقَ لِلْأَخْذِ عَنِ الْحُكَمَاءِ، فَلاَ عَلَيْهِ أَنْ لاَ يَزْدَادَ؛ فَقَدْ بَلَغَ الْغَايَةَ، وَلَيْسَ بِنَاقِصِهِ فِي رَأْيِهِ وَلاَ غَامِطِهِ (¬2) مِنْ حَقِّهِ أَنْ لاَ يَكُونَ هُوَ اسْتَحْدَثَ ذَلِكَ وَسَبَقَ إِلَيْهِ. ¶ وَإِنَّمَا إِحْيَاءُ الْعَقْلِ الَّذِي يَتِمُّ بِهِ وَيَسْتَحْكِمُ خِصَالٌ سَبْعٌ: الْإِيثَارُ بِالْمَحَبَّةِ، وَالْمُبَالَغَةُ فِي الطَّلَبِ، وَالتَّثَبُّتُ فِي الاخْتِيَارِ، وَالاعْتِقَادُ (¬3) لِلْخَيْرِ، وَحُسْنُ الْوَعْيِّ (¬4)، وَالتَّعَهُّدُ لِمَا اخْتِيرَ وَاعْتُقِدَ، وَوَضْعُ ذَلِكَ مَوْضِعَهُ قَوْلاً وَعَمَلاً. ¶ أَمَّا الْمَحَبَّةُ: فَإِنَّمَا (¬5) يَبْلُغُ الْمَرْءُ مَبْلَغَ الْفَضْلِ فِي كُلِّ شَيْءٍ مِنْ أَمْرِ الدُّنْيَا وَالْآخِرَةِ حِينَ يُؤْثِرُ بِمَحَبَّتِهِ؛ فَلاَ يَكُونُ شَيْءٌ أَمْرَأَ وَلاَ أَحْلَى عِنْدَهُ مِنْهُ. ¶ وَأَمَّا الطَّلَبُ: فَإِنَّ النَّاسَ لاَ يُغْنِيهِمْ حُبُّهُمْ مَا يُحِبُّونَ وَهَوَاهُمْ مَا يَهْوَوْنَ عَنْ طَلَبِهِ وَابْتِغَائِهِ، وَلاَ يُدْرِكُ لَهُمْ بُغْيَتَهُمْ نَفَاسَتُهَا فِي أَنْفُسِهِمْ دُونَ الْجِدِّ وَالْعَمَلِ (¬6). ¶ ¬_________ ¶ (¬1) أي: ضَعْفًا وَنَقْصًا. ¶ (¬2) يقال: غَمَطَ فلانٌ فلانًا غَمْطًا: أي: اسْتَصْغَرَهُ وَاحْتَقَرَهُ. وفي الحديث الذي أخرجه الإمامُ مسلمُ بْنُ الحجاجِ (رحمه الله) في \"صحيحه\" (ج2/ 88 - 89/نووي): ((الْكِبْرُ: بَطَرُ الْحَقِّ، وَغَمْطُ النَّاسِ)) أي: احتقارهم وازدراؤهم. وفي نسخة \"للأدب الصغير\": [ولا بغائضه]. ¶ (¬3) في نسخة \"ك\": [وَالاعْتِيَادُ]. ¶ (¬4) في \"ك\": [وَحُسْنُ الرَّعْيِّ]. ¶ (¬5) في \"ك\": [فَإِنَّهَا تُبْلِغُ الْمَرْءَ مَبْلَغَ الْفَضْلِ ... إلخ]. ¶ (¬6) في \"ك\": [ولا تُدْرَكُ لَهُمْ بُغْيَتُهُمْ وَنَفَاسَتُهَا فِي أَنْفُسِهِم دُونَ .. إلخ].",
            "page": "23",
            "part": "1",
            "seal": "F9545661"
        },
        {
            "id": "23",
            "nass": "وَأَمَّا التَّثَبُّتُ وَالتَّخَيُّرُ: فَإِنَّ الطَّلَبَ لاَ يَنْفَعُ إِلاَّ مَعَهُ وَبِهِ. فَكَمْ مِنْ طَالِبِ رَُشَْدٍ وَجَدَهُ وَالْغَيَّ مَعًا، فَاصْطَفَى مِنْهُمَا الَّذِي مِنْهُ هَرَبَ، وَأَلْغَى الَّذِي إِلَيْهِ سَعَى. ¶ فَإِذَا كَانَ الطَّالِبُ يَحْوِي غَيْرَ مَا يُرِيدُ وَهُوَ لاَ يَشُكُّ بِالظَّفَرِ؛ فَمَا أَحَقَّهُ بِشِدَّةِ التَّبْيينِ وَحُسْنِ الابْتِغَاءِ! ¶ وَأَمَّا اعْتِقَادُ الشَّيْءِ بَعْدَ اسْتِبَانَتِهِ: فَهُوَ مَا يُطْلَبُ مِنْ إِحْرَازِ الْفَضْلِ بَعْدَ مَعْرِفَتِهِ. ¶ وَأَمَّا الْحِفْظُ وَالتَّعَهُدُّ: فَهُوَ تَمَامُ الدَّرَْكِ (¬1)؛ لأَنَّ الْإِنْسَانَ مُوَكَّلٌ بِهِ النِّسْيَانُ وَالْغَفْلَةُ، فَلاَ بُدَّ لَهُ إِذَا اجْتَبَى صَوَابَ قَوْلٍ أَوْ فِعْلٍ مِنْ أَنْ يَحْفَظَهُ عَلَيْهِ ذِهْنُهُ لِأَوَانِ حَاجَتِهِ. ¶ وَأَمَا الْبَصَرُ بِالْمَوْضِعِ: فَإِنَّمَا تَصِيرُ الْمَنَافِعُ كُلُّهَا إِلَى وَضْعِ الْأَشْيَاءِ مَوَاضِعَهَا، وَبِنَا إِلَى هَذَا كُلِّهِ حَاجَةٌ شَدِيدَةٌ. فَإِنَّنَا لَمْ نُوضَعْ فِي الدُّنْيَا مَوْضِعَ غِنىً وَخَفْضٍ (¬2) وَلَكِنْ مَوْضِعَ فَاقَةٍ وَكَدٍّ (¬3)، وَلَسْنَا إِلَى مَا يُمْسِكُ بِأَرْمَاقِنَا (¬4) مِنْ الْمَأْكَلِ وَالْمَشْرَبِ بِأَحْوَجَ مِنَّا إِلَى مَا يُثْبِتُ عُقُولَنَا مِنَ الْأَدَبِ الَّذِي بِهِ تَفَاوُتُ الْعُقُولِ. وَلَيْسَ غِذَاءُ الطَّعَامِ بِأَسْرَعَ فِي نَبَاتِ الْجَسَدِ مِنْ غِذَاءِ الْأَدَبِ فِي نَبَاتِ الْعَقْلِ. وَلَسْنَا بِالْكَدِّ فِي طَلَبِ الْمَتَاعِ الَّذِي يُلْتَمَسُ بِهِ دَفْعُ الضَّرَرِ وَالْغَلَبَةُ بِأَحَقَّ مِنَّا بِالْكَدِّ فِي طَلَبِ الْعِلْمِ الَّذِي ¶ ¬_________ ¶ (¬1) الدَّرَك - بالتحريك: اسمٌ مِنَ الإِدْرَاكِ مثل اللَّحَق. والدَّرْكُ: اللَّحَاقُ والوصولُ إلى الشيء وبلوغه. يقال: أدركته إِدْراكًا ودركًا. ¶ (¬2) انظر الحاشية رقم (105). ¶ (¬3) الْكَدُّ: الشدة في العمل وطلب الرزق، والإلحاحُ في محاولة الشيء. ¶ (¬4) الرَّمَق - بفتحتين: بقية الروح. وقد يُطلق على القوة.",
            "page": "24",
            "part": "1",
            "seal": "19C1B857"
        },
        {
            "id": "24",
            "nass": "يُلْتَمَسُ بِهِ صَلاَحُ الدِّينِ وَالدُّنْيَا. ¶ وَقَدْ وَضَعْتُ فِي هَذَا الْكِتَابِ مِنْ كَلاَمِ النَّاسِ الْمَحْفُوظِ حُرُوفًا فِيهَا عَوْنٌ عَلَى عِمَارَةِ الْقُلُوبِ وَصِقَالِهَا (¬1) وَتَجْلِيَةِ أَبْصَارِهَا، وَإِحْيَاءٌ لِلتَّفْكِيرِ، وَإِقَامَةٌ لِلتَّدْبِيرِ، وَدَلِيلٌ عَلَى مَحَامِدِ الْأُمُورِ وَمَكَارِمِ الْأَخْلاَقِ إِنْ شَاءَ اللهُ. ¶ الْوَاصِفُونَ أَكْثَرُ مِنَ الْعَارِفِينَ، وَالْعَارِفُونَ أَكْثَرُ مِنَ الْفَاعِلَينَ. ¶ فَلْيَنْظُرِ امْرُؤٌ أَيْنَ يَضَعُ نَفْسَهُ. فَإِنَّ لِكُلِّ امْرِئٍ لَمْ تَدْخُلْ عَلَيْهِ آفَةٌ نَصِيبًا مِنَ اللُّبِّ يَعِيشُ بِهِ، لاَ يُحِبُّ أَنَّ لَهُ بِهِ مِنَ الدُّنيا ثَمَنًا. وَلَيْسَ كُلُّ ذِي نَصِيبٍ مِنَ اللُّبِّ بِمُسْتَوْجِبٍٍ أَنْ يُسَمَّى فِي ذَوِي الْأَلْبَابِ، وَلاَ أَنْ يُوصَفَ بِصِفَاتِهِمْ. ¶ فَمَنْ رَامَ (¬2) أَنْ يَجْعَلَ نَفْسَهُ لِذَلِكَ الاسْمِ وَالْوَصْفِ أَهْلاً، فَلْيَأْخُذْ لَهُ عَتَادَهُ (¬3)، وَلْيُعِدَّ لَهُ طُولَ أَيَّامِهِ، وَلْيُؤْثِرْهُ عَلَى أَهْوَائِهِ؛ فَإِنَّهُ قَدْ رَامَ أَمْرًا جَسِيمًا لاَ يَصْلُحُ عَلَى الْغَفْلَةِ، وَلاَ يُدْرَكُ بِالْمَعْجَِزَةِ (¬4)، وَلاَ يَصِيرُ عَلَى الْأَثَرَةِ. وَلَيْسَ كَسَائِرِ أُمُورِ الدُّنْيَا وَسُلْطَانِهَا وَمَالِهَا وَزِينَتِهَا الَّتِي قَدْ يُدْرِكُ مِنْهَا الْمُتَوانِي مَا ¶ ¬_________ ¶ (¬1) الصَّقْلُ: الْجِلاَءُ. وصَقَلَ الشيْءَ يَصْقُلُهُ صَقْلاً وصِقَالاً، فهو مَصْقُولٌ وَصَقِيلٌ: جَلاَهُ. والاسم: الصِّقَالُ. ¶ (¬2) رَامَ الشيْءَ يَرُومُهُ رَوْمًا ومَرَامًا: أي: طَلَبَهُ. ¶ (¬3) الْعَتَادُ: الْعُدَّة، يقال: أَخَذَ للأمرِ عُدَّتَهُ وَعَتَادَهُ، أي: أُهْبَتَهُ وَآلَتَهُ. ¶ (¬4) الْمَعْجَِزَةُ بفتح الجيم المعجمة وكسرها، مِنَ الْعَجْزِ وهو الضعف. قال الجوهري في \"الصحاح\": ((تقول: عَجَزْتُ عن كذا أَعْجِزُ بالكسر عَجْزًا وَمَعْجِزَةً وَمَعْجَزَةً وَمَعْجِزًا وَمَعْجَزًا بالفتح أيضًا على القياس)).",
            "page": "25",
            "part": "1",
            "seal": "86C049FA"
        },
        {
            "id": "25",
            "nass": "يَفُوتُ الْمُثَابِرَ، وَيُصِيبُ مِنْهَا الْعَاجِزُ مَا يُخْطِئُ الْحَازِمَ. ¶ وَلْيُعْلَمْ أَنَّ عَلَى الْعَاقِلِ أُمُورًا إِذَا ضَيَّعَهَا حَكَمَ عَلَيْهِ عَقْلُهُ بِمُقَارَنَةِ الْجُهَّالِ. ¶ فَعَلَى الْعَاقِلِ أَنْ يَعْلَمَ أَنَّ النَّاسَ مُشْتَرِكُونَ مُسْتَوُون فِي الْحُبِّ لِمَا يُوافِقُ، وَالْبُغْضِ لِمَا يُؤْذِي، وَأَنَّ هَذِهِ مَنْزِلَةٌ اتَّفَقَ عَلَيْهَا الْحَمْقَى وَالْأَكْيَاسُ (¬1)، ثُمَّ اخْتَلَفُوا بَعْدَهَا فِي ثَلاَثِ خِصَالٍ هُنَّ جِمَاعُ الصَّوَابِ وَجِمَاعُ الخَطَإِ، وَعِنْدَهُنَّ تَفَرَّقَتِ الْعُلَمَاءُ وَالْجُهَّالُ، وَالْحَزَمَةُ (¬2) وَالْعَجَزَةُ. ¶ الْبَابُ الْأَوَلُ (¬3) مِنْ ذَلِكَ: أَنَّ الْعَاقِلَ يَنْظُرُ فِيمَا يُؤْذِيهِ وَفِيمَا يَسُرُّهُ، فَيَعْلَمَ أَنَّ أَحَقَّ ذَلِكَ بِالطَّلَبِ إِنْ كَانَ مِمَّا يُحِبُّ، وَأَحَقَّهُ بِالاتِقَاءِ إِنْ كَانَ مِمَّا يَكْرُهُ، أَطْوَلُهُ وَأَدْوَمُهُ وَأَبْقَاهُ؛ فَإِذَا هُوَ قَدْ أَبْصَرَ فَضْلَ الآخِرَةِ عَلَى الدُّنْيَا، وَفَضْلَ سُرُورِ الْمُرُوءَةِ عَلَى لَذَّةِ الْهَوَى، وَفَضْلَ الرَّأْيِ الْجَامِعِ الْعَامِّ الَّذِي تَصْلُحُ بِهِ الْأَنْفُسُ وَالْأَعْقَابُ عَلَى حَاضِرِ الرَّأْيِ الَّذِي يُسْتَمْتَعُ بِهِ قَلِيلاً ثُمَّ يَضْمَحِلُّ (¬4)، وَفَضْلَ الْأَكَلاَتِ عَلَى الْأَكْلَةِ، وَالسَّاعَاتِ عَلَى السَّاعَةِ. ¶ وَالْبَابُ الثَّانِي (¬5) مِنْ ذَلِكَ: هُوَ أَنْ يَنْظُرَ فِيمَا يُؤْثِرُ مِنْ ذَلِكَ، فَيَضَعَ الرَّجَاءَ ¶ ¬_________ ¶ (¬1) الأكياس: جمع كَيِّس، وهو العاقل. ¶ (¬2) الْحَزَمَة: جمع حَازِم، يقال: حَزُمَ - بالضم - الرَّجُلُ حَزَامَةً فهو حازم. والْحَزْم: ضَبْطُ الرَّجُلِ أَمْرَهُ وأخذُهُ بالثقة. ¶ (¬3) أي: الْخَصْلَةُ الْأُولَى. ¶ (¬4) اضْمَحَلَّ الشَّيْءُ: أي: ذهب، وفي لغة الكلابيين: امْضَحَلَّ الشَّيْءُ - بتقديم الميم - حكاه أبو زيد. واضمحل السَّحَابُ: تَقَشَّع. \"الصحاح\". ¶ (¬5) أي: الخصلة الثانية.",
            "page": "26",
            "part": "1",
            "seal": "E66D5102"
        },
        {
            "id": "26",
            "nass": "وَالْخَوْفَ فِيهِ مَوْضِعَهُ، فَلاَ يَجْعَلُ اتِّقَاءَهُ لِغَيْرِ الْمَخُوفِ، وَلاَ رَجَاءَهُ فِي غَيْرِ الْمُدْرَكِ. فَيَتْرُكُ (¬1) عَاجِلَ اللَّذَاتِ طَلَبًا لِآجِلِهَا، وَيَحْتَمِلُ قَرِيبَ الْأَذَى تَوَقِيًّا لِبَعِيدِهِ. فَإِذَا صَارَ إِلَى الْعَاقِبَةِ؛ بَدَا لَهُ أَنَّ قَرَارَهُ (¬2) كَانَ تَوَرُّطًا، وَأَنَّ طَلَبَهُ كَانَ تَنَكُّبًا. ¶ الْبَابُ الثَّالِثُ (¬3) مِنْ ذَلِكَ: هُوَ تَنْفِيذُ الْبَصَرِ بِالْعَزْمِ بَعْدَ الْمَعْرِفَةِ بِفَضْلِ الَّذِي هُوَ أَدْوَمُ، وَبَعْدَ التَّثَبُّتِ فِي مَوَاضِعِ الرَّجَاءِ وَالْخَوْفِ؛ فَإِنَّ طَالِبَ الْفَضْلِ بِغَيْرِ بَصَرٍ تَائِهٌ حَيْرَانُ، وَمُبْصِرَ الْفَضْلِ بِغَيْرِ عَزْمٍ ذُو زَمَانَةٍ (¬4) مَحْرُومٌ. ¶ وَعَلَى الْعَاقِلِ مُحَاسَبَةُ نَفْسِهِ، وَمُخَاصَمَتُهَا (¬5)، وَالْقَضَاءُ عَلَيْهَا، وَالْإِثَابَةُ لَهَا، وَالتَّنْكِيلُ بِهَا. ¶ أَمَّا الْمُحَاسَبَةُ: فَيُحَاسِبُهَا بِمَالِهَا، فَإِنَّهُ لاَ مَالَ لَهَا إِلاَ أَيَّامُهَا الْمَعْدُودَةُ الَّتِي مَا ذَهَبَ مِنْهَا لَمْ يُسْتَخْلَفْ كَمَا تُسْتَخْلَفُ النَّفَقَةُ، وَمَا جُعِل مِنْهَا فِي الْبَاطِلِ لَمْ يَرْجِعْ إِلَى الْحَقِّ، فَيَتَنَبَّهُ لِهَذِهِ الْمُحَاسَبَةِ عِنْدَ الْحَوْلِ إِذَا حَالَ (¬6)، وَالشَّهْرِ إِذَا انْقَضَى، وَالْيَوْمِ إِذَا وَلَّى، فَيَنْظُرُ فِيمَا أَفْنَى مِنْ ذَلِكَ، وَمَا كَسَبَ لِنَفْسِهِ، وَمَا اكْتَسَبَ عَلَيْهَا، فِي أَمْرِ الدِّينِ وَأَمْرِ الدُّنْيَا، فَيَجْمَعُ ذَلِكَ فِي كِتَابٍ فِيهِ إِحْصَاءٌ، ¶ ¬_________ ¶ (¬1) في \"ك\": [فَيَتَوَقَّى]. ¶ (¬2) في \"ك\": [فِرَارَهُ]. ¶ (¬3) أي: الخصلة الثالثة. ¶ (¬4) زَمِنَ الشَّخْصُ يَزْمَنُ زَمَنًا وَزُمْنَةً وَزَمَانَةً فهو زَمِنٌ وَزَمِينٌ، وهو: مرض يدوم زمانًا طويلاً. ¶ (¬5) في \"ط\"، و \"ك\": [مخاصمة نفسه ومحاسبتها]. ¶ (¬6) أي: عند العام إذا مَرَّ وَمَضَى.",
            "page": "27",
            "part": "1",
            "seal": "03695019"
        },
        {
            "id": "27",
            "nass": "وَجِدٌّ، وَتَذْكِيرٌ لِلْأُمُورِ، وَتَبْكِيتٌ لِلنَّفْسِ، وَتَذْلِيلٌ لَهَا؛ حَتَّى تَعْتَرِفَ وَتُذْعِنَ. ¶ وَأَمَّا الْخُصُومَةُ: فَإِنَّ مِن طِبَاعِ النَّفْسِ الْأَمَّارَةِ بِالسُّوءِ (¬1) أَنْ تَدَّعِيَ الْمَعَاذِيرَ فِيمَا مَضَى، وَالْأَمَانِيَ فِيمَا بَقِيَ، فَيَرُدَّ عَلَيْهَا مَعَاذِيرَهَا وَعِلَلَهَا وَشُبُهَاتِهَا. ¶ وَأَمَّا الْقَضَاءُ: فَإِنَّهُ يَحْكُمُ فِيمَا أَرَادَتْ مِنْ ذَلِكَ عَلَى السَّيِّئَةِ بِأَنَّهَا فَاضِحَةٌ مُرْدِيَةٌ مُوْبِقَةٌ (¬2)، وَلِلْحَسَنَةِ بِأَنَّهَا زَائِنَةٌ مُنْجِيَةٌ مُرْبِحَةٌ. ¶ وَأَمَّا الْإِثَابَةُ وَالتَّنْكِيلُ: فَإِنَّهُ يَسُرُّ نَفْسَهُ بِتَذَكُّرِ تِلْكَ الْحَسَنَاتِ وَرَجَاءِ عَوَاقِبِهَا وَتَأْمِيلِ فَضْلِهَا، وَيُعَاقِبُ نَفْسَهُ بِالتَّذَكُّرِ لِلسَّيِّئَاتِ وَالتَّبَشُّعِ بِهَا وَالاقْشِعْرَارِ مِنْهَا وَالْحُزْنِ لَهَا. ¶ فَأَفْضَلُ ذَوِي الْأَلْبَابِ أَشَدُّهُمْ لِنَفْسِهِ بِهَذَا أَخْذًا، وَأَقَلُّهُمْ عَنْهَا فِيهِ فَتْرَةً (¬3). ¶ وَعَلَى الْعَاقِلِ أَنْ يَذْكُرَ الْمَوْتَ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ مِرَارًا، ذِكْرًا يُبَاشِرُ بِهِ الْقُلُوبَ وَيَقْذَعُ (¬4) الطِّمَاحَ (¬5)؛ فَإِنَّ فِي كَثْرَةِ ذِكْرِ الْمَوْتِ عِصْمَةً مِنَ الْأَشَرِ (¬6)، وَأَمَانًا بِإِذْنِ اللهِ مِنَ الْهَلَعِ. ¶ ¬_________ ¶ (¬1) في \"ك\": [الآمِرَةِ بِالسُّوءِ]. ¶ (¬2) أي: مُهْلِكَةٌ. ¶ (¬3) أي: إغفالاً وضعفًا. ¶ (¬4) أي: يعيب ويكف ويقهر. ¶ (¬5) الطِّمَاح: الكِبْرُ والفَخْرُ، وأصله: الارتفاع، فكل مرتفع مُفْرِط في تَكَبُّر: طامِح؛ وذلك لارتفاعه. ورجلٌ طَمَّاحٌ: أي: شَرِهٌ. ¶ (¬6) الْأَشَر: الْمَرَح والْبَطَر، وقيل: أَشَدُّ الْبَطَرِ. \"لسان العرب\" للعلامة ابن منظور، وفي \"المصباح المنير\" للفيومي: ((أَشِرَ أَشَرًا فهو أَشِرٌ: بطر وكفر النعمة فلم يشكرها)).",
            "page": "28",
            "part": "1",
            "seal": "D08467AF"
        },
        {
            "id": "28",
            "nass": "وَعَلَى الْعَاقِلِ أَنْ يُحْصِيَ عَلَى نَفْسِهِ مَسَاوِيَهَا فِي الدِّينِ [وَفِي الرَّأْيِ] (¬1) وَفِي الْأَخْلاَقِ وَفِي الْآدَابِ، فَيَجْمَعُ ذَلِكَ كُلَّهُ فِي صَدْرِهِ أَوْ فِي كِتَابٍ، ثُمَّ يُكْثِرُ عَرْضَهُ عَلَى نَفْسِهِ، وَيُكَلِّفُهَا إِصْلاَحَهُ، وَيُوَظِّفُ ذَلِكَ عَلَيْهَا تَوْظِيفًا مِنْ إِصْلاَحِ الْخَلَّةِ (¬2) وَالْخَلَّتَيْنِ وَالْخِلاَلِ فِي الْيَوْمِ أَوِ الْجُمُْعَةِ أَوِ الشَّهْرِ. ¶ فَكُلَّمَا أَصْلَحَ شَيْئًا مَحَاهُ، وَكُلَّمَا نَظَرَ إِلَى مَحْوٍ اسْتَبْشَرَ، وَكُلَّمَا نَظَرَ إِلَى ثَابِتٍ اكْتَأَبَ. ¶ وَعَلَى الْعَاقِلِ أَنْ يَتَفَقَّدَ مَحَاسِنَ النَّاسِ وَيَحْفَظَهَا عَلَى نَفْسِهِ (¬3)، وَيَتَعَهَدَهَا بِذَلِكَ مِثْلَ الَّذِي وَصَفْنَا فِي إِصْلاَحِ الْمَسَاوِئِ. ¶ وَعَلَى الْعَاقِلِ أَنْ لاَ يُخَادِنَ (¬4) وَلاَ يُصَاحِبَ وَلاَ يُجَاوِرَ مِنَ النَّاسِ - مَا ¶ ¬_________ ¶ (¬1) ما بين المعقوفين ساقط من \"ك\". ¶ (¬2) الْخَلَّة: الْخَصْلَة، والجمع: خِلاَل. ¶ (¬3) سُئِلَ ابنُ المقفعِ: مَن أدبك؟ قال: ((نفسي؛ كنت إذا رأيت من غيري حسنًا أتيته، وإذا رأيت قبيحًا أبيته)). ويُروى أن نبي الله عيسى (- صلى الله عليه وسلم -) قيل له: مَن أدبك؟ فقال: ((ما أدبني أحد، ولكن رأيت جهل الجاهل فاجتنبته)) قال الإمام أبو حامد الغزالي في كتابه \"بداية الهداية\": \" ولقد صدق (على نبينا وعليه الصلاة والسلام) .. فلو اجتنب الناس ما يكرهونه من غيرهم؛ لكملت آدابهم، واستغنوا عن المؤدِّبين \" ا. هـ ¶ (¬4) الْخِدْن والْخَدِين: الصاحب والصديق، والجمع: أَخْدَانٌ وَخُدَنَاءٌ، يقال: خَادَنْتُ الرَّجُلَ مخادنَةً ... قال أبو زيد: خادنت الرجل: صادقته. ورجل خُدَنَةٌ: كثير الأخدان. \"مقاييس اللغة\" للعلامة ابن فارس (رحمه الله)، و\"اللسان\".",
            "page": "29",
            "part": "1",
            "seal": "2A150343"
        },
        {
            "id": "29",
            "nass": "اسْتَطَاعَ - إِلاَّ ذَا فَضْلٍ فِي الْعِلْمِ وَالدِّينِ وَالْأَخْلاَقِ؛ فَيَأْخُذَ عَنْهُ، أَوْ مُوَافِقًا لَهُ عَلَى إِصْلاَحِ ذَلِكَ؛ فَيُؤَيِّدَ مَا عِنْدَهُ، وَإِنْ لَمْ يَكُنْ لَهُ عَلَيْهِ فَضْلٌ؛ فَإِنَّ الْخِصَالَ الصَّالِحَةَ مِنَ الْبِرِّ لاَ تَحْيَا وَلاَ تَنْمَى إِلاَّ بِالْمُوَافِقِينَ وَالْمُؤَيِّدِينَ، وَلَيْسَ لِذِي الْفَضْلِ قَرِيبٌ وَلاَ حَمِيمٌ أَقْرَبَ إِلَيْهِ [وَأَحَبَّ] (¬1) مِمَّنْ وَافَقَهُ عَلَى صَالِحِ الْخِصَالِ فَزَادَهُ وَثَبَّتَهُ. وَلِذَلِكَ زَعَمَ بَعْضُ الأَوَّلِينَ أَنَّ صُحْبَةَ بَلِيدٍ نَشَأَ مَعَ الْعُلَمَاءِ أَحَبُّ إِلَيْهِمْ مِنْ صُحْبَةِ لَبِيبٍ نَشَأَ مَعَ الْجُهَّالِ. ¶ وَعَلَى الْعَاقِلِ أَنْ لاَ يَحْزَنَ عَلَى شَيْءٍ فَاتَهُ مِنَ الدُّنْيَا أَوْ تَوَلَّى، وَأَنْ يُنْزِلَ مَا أَصَابَهُ مِنْ ذَلِكَ ثُمَّ انْقَطَعَ عَنْهُ مَنْزِلَةَ مَا لَمْ يُصِبْ، وَيُنْزِلَ مَا طَلَبَ مِنْ ذَلِكَ وَلَمْ يُدْرِكْهُ (¬2) مَنْزِلَةَ مَا لَمْ يَطْلُبْ، وَلاَ يَدَعَ حَظَّهُ مِنَ السُّرُورِ بِمَا أَقْبَلَ مِنْهَا، وَلاَ يَبْلُغَنَّ ذَلِكَ سُكْرًا وَلاَ طُغْيَانًا؛ فَإِنَّ مَعَ السُّكْرِ النِّسْيَانَ، وَمَعَ الطُّغْيَانِ التَّهَاوُنَ، وَمَنْ نَسِيَ وَتَهَاوَنَ خَسِرَ. ¶ وَعَلَى الْعَاقِلِ أَنْ يُؤْنِسَ ذَوِي الْأَلْبَابِ بِنَفْسِهِ وَيُجَرِّئَهُمْ عَلَيْهَا حَتَّى يَصِيرُوا حَرَسًا عَلَى سَمْعِهِ وَبَصَرِهِ وَرَأْيِهِ، فَيَسْتَنِيمَ (¬3) إِلَى ذَلِكَ وَيُرِيحَ لَهُ قَلْبَهُ، وَيَعْلَمَ أَنَّهُمْ لاَ يَغْفُلُونَ عَنْهُ إِذَا هُوَ غَفَلَ عَنْ نَفْسِهِ. ¶ ¬_________ ¶ (¬1) ما بين المعقوفين ساقط من \"ك\". ¶ (¬2) في \"ك\": [ثُمَّ لَمْ يُدْرِكْهُ]. ¶ (¬3) اسْتَنَامَ إلى الشيء: أي: أَنِس به وَسَكَنَ إليه واطمأنَّ، فهو مُسْتَنِيمٌ إليه.",
            "page": "30",
            "part": "1",
            "seal": "C45F8ACA"
        },
        {
            "id": "30",
            "nass": "وَعَلَى الْعَاقِلِ - مَا لَمْ يَكُنْ مَغْلُوبًا عَلَى نَفْسِهِ - أَنْ لاَ يَشْغَلَهُ شُغْلٌ (¬1) عَنْ أَرْبَعِ سَاعَاتٍ: سَاعَةٍ يَرْفَعُ فِيهَا حَاجَتَهُ إِلَى رَبِّهِ، وَسَاعَةٍ يُحَاسِبُ فِيهَا نَفْسَهُ، وَسَاعَةٍ يُفْضِي فِيهَا إِلَى إِخْوَانِهِ وَثِقَاتِهِ الَّذِينَ يَصْدُقُونَهُ عَنْ عُيُوبِهِ وَيَنْصَحُونَهُ فِي أَمْرِهِ، وَسَاعَةٍ يُخْلِي فِيهَا بَيْنَ نَفْسِهِ وَبَيْنَ لَذَّتِهَا مِمَّا يَحِلُّ وَيَجْمُلُ؛ فَإِنَّ هَذِهِ السَّاعَةَ عَوْنٌ عَلَى السَّاعَاتِ الْأُخَرِ، وَإِنَّ اسْتِجْمَامَ الْقُلُوبِ وَتَوْدِيعَهَا (¬2) زِيَادَةُ قُوَّةٍ لَهَا وَفَضْلُ بُلْغَةٍ. ¶ وَعَلَى الْعَاقِلِ أَنْ لاَ يَكُونَ رَاغِبًا (¬3) إِلاَّ فِي إِحْدَى ثَلاَثِ خِصَالٍ: تَزَوُّدٍ لِمَعَادٍ، أَوْ مَرَمَّةٍ (¬4) لِمَعَاشٍ، أَوْ لَذَّةٍ فِي غَيْرِ مَحْرَمٍ. ¶ ¬_________ ¶ (¬1) الشغل فيه أربعُ لغاتٍ: \"شُغْلٌ\"، و \"شُغُلٌ\"، و \"شَغْلٌ\"، و \"شَغَلٌ\"، والجمع: \"أَشْغَالٌ\". قاله في \"الصحاح\". ¶ (¬2) أي: ترفيهها وراحتها. وقد قيل: ((أخذ الراحة للجِدِّ جِدٌّ)). وقال الجاحظ في \"الحيوان\" (ج1ص37 - 38): ((الْمُزَاحُ جِدٌّ إِذَا اجْتُلِبَ ليكونَ عِلَّةً للجِدِّ. والبطالةُ وَقَارٌ وَرَزَانَةٌ إذا تُكُلِّفَتْ لتلك العاقبة ... قال أبو شمر: إذا كان لا يُتَوَصَّلُ إلى ما يُحْتَاجُ إليه إلا بما لا يُحْتَاجُ إليه؛ فقد صار ما لا يُحْتَاجُ إليه يُحْتَاجُ إليه)) انتهى بتصرف. ولمزيد فائدة حول هذا المعنى: انظر مقدمة العلامة ابن الجوزي (رحمه الله) لكتابه \"أخبار الحمقى والمغفلين\". ¶ (¬3) هكذا في جميع النسخ التي بين يدي، وأظنه تصحيفًا من [ظاعنًا]، فهذه الفقرة والتي قبلها أثر مشهور نقله ابن المقفع، واللفظة فيه كما ذكرتُ، وقد تقدم تخريجه، راجع الحاشية رَقْم (3). ¶ (¬4) يقال: رَمَّ الشَّيْءَ يَرُمّه - بضم الراء وكسرها - رَمًّا وَمَرَمَّةً: أي: أصلحه. \"مختار الصحاح\" للرازي.",
            "page": "31",
            "part": "1",
            "seal": "A0384BC9"
        },
        {
            "id": "31",
            "nass": "وَعَلَى الْعَاقِلِ أَنْ يَجْعَلَ النَّاسَ طَبَقَتَيْنِ مُتَبَايِنَتَيْنِ، وَيَلْبَسَ لَهُمْ لِبَاسَيْنِ مُخْتَلِفَيْنِ: ¶ فَطَبَقَةٌ مِنَ الْعَامَّةِ: يَلْبَسُ لَهُمْ لِبَاسَ انْقِبَاضٍ وَانْحِجَازٍ وَتَحَفُّظٍ فِي كُلِّ كَلِمَةٍ وَخَطْوَةٍ. ¶ وَطَبَقَةٌ مِنَ الْخَاصَّةِ: يَخْلَعُ عِنْدَهُمْ لِبَاسَ التَّشَدُّدِ، وَيَلْبَسُ لِبَاسَ الْأَنَسَةِ وَاللُّطْفِ (¬1) وَالْبِذْلَةِ وَالْمُفَاوَضَةِ. وَلاَ يُدْخِلُ فِي هَذِهِ الطَّبَقَةِ إِلاَّ وَاحِدًا (¬2) مِنْ أَلْفٍ كُلِّهِمْ ذُو فَضْلٍ فِي الرَّأْيِ، وَثِقَةٍ فِي الْمَوَدَّةِ، وَأَمَانَةٍ فِي السِّرِّ، وَوَفَاءٍ بِالْإِخَاءِ. ¶ وَعَلَى الْعَاقِلِ أَنْ لاَ يَسْتَصْغِرَ شَيْئًا مِنَ الْخَطَإِ فِي الرَّأْيِّ، وَالزَّلَلِ فِي الْعِلْمِ، وَالْإِغْفَالِ فِي الْأُمُورِ؛ فَإِنَّهُ مَنِ اسْتَصْغَرَ الصَّغِيرَ أَوْشَكَ أَنْ يَجْمَعَ إِلَيْهِ صَغِيرًا وَصَغِيرًا، فَإِذَا الصَّغِيرُ كَبِيرٌ، وإِنَّمَا هِيَ ثُلَمٌ (¬3) يَثْلِمُهَا الْعَجْزُ والتَّضْيِيعُ، فَإِذَا لَمْ تُسَدَّ أَوْشَكَتْ أَنْ تَتَفَجَّرَ بِمَا لاَ يُطَاقُ. ¶ وَلَمْ نَرَ شَيْئًا قَطُّ إِلاَّ قَدْ أُوتِيَ مِنْ قِبَلِ الصَّغِيرِ الْمُتَهَاوَنِ بِهِ. قَدْ رَأَيْنَا الْمُلْكَ يُؤْتَى مِنَ الْعَدُوِّ الْمُحْتَقَرِ بِهِ، وَرَأَيْنَا الْصِّحَّةَ تُؤْتَى مِنَ الدَّاءِ الَّذِي لاَ يُحْفَلُ بِهِ، وَرَأَيْنَا الْأَنْهَارَ تَنْبَثِقُ مِنَ الْجَدْوَلِ الَّذِي يُسْتَخَفُّ بِهِ. وَأَقَلُّ الْأُمُورِ احْتِمَالاً للضَّيَاعِ الْمُلْكُ؛ لِأَنَّهُ لَيْسَ شَيْءٌ يَضِيعُ - وَإِنْ كَانَ صَغِيرًا - إِلاَّ اتَّصَلَ بِآخَرَ ¶ ¬_________ ¶ (¬1) في \"ك\": [وَاللَّطَفَةِ]. ¶ (¬2) فِي \"ط\": ((إِلاَّ وَاحِدٌ))، بالرفع على أنه فاعل يَدْخلُ. ¶ (¬3) جمع ثُلْمَة: وهي: الخلل في الحائط وغيره.",
            "page": "32",
            "part": "1",
            "seal": "A5B4D899"
        },
        {
            "id": "32",
            "nass": "يَكُونُ عَظِيمًا. ¶ وَعَلَى الْعَاقِلِ أَنْ يَجْبُنَ عَنِ الرَّأْيِ (¬1) الَّذِي لاَ يَجِدُ عَلَيْهِ مُوَافِقًا وَإِنْ ظَنَّ أَنَّهُ عَلَى الْيَقِينِ. ¶ وَعَلَى الْعَاقِلِ أَنْ يَعْرِفَ أَنَّ الرَّأْيَ وَالْهَوَى مُتَعَادِيَانِ، وَأَنَّ مِنْ شَأْنِ النَّاسِ تَسْوِيفَ الرَّأْيِّ وَإِسْعَافَ الْهَوَى. فَيُخَالِف ذَلِكَ وَيَلْتَمِس أَنْ لاَ يَزَالَ هَوَاهُ مُسَوَّفًا وَرَأْيُهُ مُسْعَفًا. ¶ وَعَلَى الْعَاقِلِ إِذَا اشْتَبَهَ عَلَيْهِ أَمْرَانِ فَلَمْ يَدْرِ فِي أَيِّهِمَا الصَّوَابُ أَنْ يَنْظُرَ أَهْوَاهُمَا عِنْدَهُ؛ فَيَحْذَرَهُ. ¶ وَمَنْ نَصَبَ نَفْسَهُ لِلنَّاسِ إِمَامًا فِي الدِّينِ، فَعَلَيْهِ أَنْ يَبْدَأَ بِتَعْلِيمِ نَفْسِهِ وَتَقْوِيمِهَا فِي السِّيرَةِ وَالطُِّعْمَةِ (¬2) وَالرَّأْيِ وَاللَّفْظِ وَالْأَخْدَانِ (¬3)؛ فَيَكُونَ تَعْلِيمُهُ بِسِيرَتِهِ أَبْلَغَ مِنْ تَعْلِيمِهِ بِلِسَانِهِ (¬4)؛ فَإِنَّهُ كَمَا أَنَّ كَلاَمَ الْحِكْمَةِ يُونِقُ ¶ ¬_________ ¶ (¬1) في \"ك\": [أَنْ يَجْبُنَ عَنِ الْمُضِيِّ عَلَى الرَّاْيِ]. ¶ (¬2) أي: يجب عليه أن يكون طَيِّبَ الْكَسْبِ حلاله، فالطُّعْمَةُ: وَجْهُ الْمَكْسَبِ، يقال: فلان عَفِيفُ الطُّعْمَةِ، وخبيث الطُّعْمَةِ إذا كان رديءَ الكسب. وقال أبو عبيد: فلان حسن الطِّعْمَةِ والشِّرْبَةِ بالكسر. \"الصحاح\". ¶ (¬3) الْأَخْدَان: الأصحاب. انظر الحاشية رَقْم (50). ¶ (¬4) فلسان الحال أفصح من لسان المقال. وقال علي بن أبي طالب لابنه محمد ابن الحنفية (رضي الله عنهما): ((خير المقال ما صدقته الفعال)). أورده العلامةُ ابنُ عبد ربه في \"العِقد الفريد\" في أثناء كتاب طويل من عليٍّ لابنه، وقد نقلته برُمَّتِهِ في كتابي \"المنتخب من وصايا الآباء للأبناء\" فانظره إن شئت غير مأمور؛ فإنه نفيس غاية.",
            "page": "33",
            "part": "1",
            "seal": "5E605B0B"
        },
        {
            "id": "33",
            "nass": "الْأَسْمَاعَ (¬1)، فَكَذَلِكَ عَمَلُ الْحِكْمَةِ يَرُوقُ الْعُيُونَ وَالْقُلُوبَ. وَمُعَلِّمُ نَفْسِهِ وَمُؤَدِّبُهَا أَحَقُّ بِالْإِجْلاَلِ وَالتَّفْضِيلِ مِنْ مُعَلِّمِ النَّاسِ وَمُؤَدِّبِهِم. ¶ وِلاَيَةُ النَّاسِ بَلاَءٌ عَظِيمٌ (¬2). ¶ وَعَلَى الْوَالِي أَرْبَعُ خِصَالٍ هِيَ أَعْمِدَةُ السُّلْطَانِ وَأَرْكَانُهُ الَّتِي بِهَا يَقُومُ ¶ ¬_________ ¶ (¬1) أي: يُعجبها ويَروقها. ¶ (¬2) انظر آخر كتابي \"المنتخب\"، فقد ذكرت ثمة كتاب طاهر بن الحسين لابنه عبد الله لما ولاه المأمونُ الرَّقة ومصرَ وما بينهما، وهو كتاب جامع لأمور الولاية وغيرها، قال فيه العلامة ابنِ خلدون (رحمه الله) [المتوفى سنة ثمان وثمانمائة من الهجرة] في \"المقدمة\" (ص322 - بتحقيقي) من كلامه على السياسة وكيف يقوم للسلطان أمره ويستقيم ملكه: ((ومن أحسن ما كتب في ذلك وأودع كتاب طاهر بن الحسين لابنه عبد الله بن طاهر لما ولاه المأمون الرَّقَّةَ ومصرَ وما بينهما، فكتب إليه أبوه طاهر كتابه المشهور، عهد إليه فيه، ووصاه بجميع ما يحتاج إليه في دولته وسلطانه من الآداب الدينية والخلقية، والسياسة الشرعية والملوكية، وحثه على مكارم الأخلاق ومحاسن الشيم بما لا يستغني عنه ملك ولا سُوقَة)) ثم ساقه بتمامه، وقال عَقِيبه: ((هذا أحسن ما وقفت عليه في هذه السياسة)). ¶ وقال الإمام العَلاَّمَة الحَبْر الفَهَّامة أبو جعفرٍ محمدُ بنُ جريرٍ الطبريُّ (رحمه الله) [المتوفى سنة عشر وثلاثمائة] بعد أن أورده في \"تاريخ الأمم والملوك\" [(ج5/ص156 - 161) ط/ دار الكتب العلمية - بيروت- لبنان]، قال: ((وذُكر أن طاهرًا لما عهد إلى ابنه عبد الله هذا العهد تنازعه الناس وكتبوه، وتدارسوه وشاع أمره، حتى بلغ المأمونَ، فدعا به وقُرئ عليه، فقال: ((ما بَقَّى أبو الطيب (يعني: طاهرًا) شيئًا من أمر الدين والدنيا والتدبير والرأي والسياسة وإصلاح الملك والرعية وحفظ البَيْضَة وطاعة الخلفاء وتقويم الخلافة إلا وقد أحكمه، وأوصى به وتقدم)).",
            "page": "34",
            "part": "1",
            "seal": "91D7DF16"
        },
        {
            "id": "34",
            "nass": "وَعَلَيْهَا يَثْبُتُ: الاجْتِهَادُ فِي التَّخَيُّرِ، وَالْمُبَالَغَةُ فِي التَّقَدُّمِ، وَالتَّعَهُّدُ الشَّدِيدُ، وَالْجَزَاءُ الْعَتِيدُ. ¶ فَأَمَّا التَّخَيُّرُ لِلْعُمَّالِ وَالْوُزَرَاءِ: فَإِنَّهُ نِظَامُ الْأَمْرِ وَوَضْعُ مَؤُونَةِ الْبَعِيدِ الْمُنْتَشِرِ؛ فَإِنَّهُ عَسَى أَنْ يَكُونَ بِتَخَيُّرِهِ رَجُلاً وَاحِدًا قَدِ اخْتَارَ أَلْفًا؛ لِأَنَّهُ مَنْ كَانَ مِنَ العُمَّالِ خِيَارًا فَسَيَخْتَارُ كَمَا اخْتِيرَ. وَلَعَلَّ عُمَّالَ الْعَامِلِ وَعُمَّالَ عُمَّالِهِ يَبْلُغُونَ عَدَدًا كَثِيرًا. فَمَنْ تَبَيَّنَ التَّخَيُّرَ فَقَدْ أَخَذَ بِسَبَبٍ وَثِيقٍ، وَمَنْ أَسَّسَ أَمْرَهُ عَلَى غَيْرِ ذَلِكَ لَمْ يَجِدْ لِبُنْيَانِهِ (¬1) قِوَامًا (¬2). ¶ ¬_________ ¶ (¬1) في \"ك\": [لِبِنَائِهِ]. ¶ (¬2) قِوَام الأمرِ: نظامه وعماده، وهو أيضًا مِلاكه الذي يقوم به. قاله في \"الصحاح\". وكلامُ ابنِ المقفع هذا كلام رجلٍ عَرُوفٍ حقًّا، وَلاَ يُنَبِّئُكَ مِثْلُ خَبِيرٍ. واعتبر بما ذكره العلامة ابن الجوزي (رحمه الله) في كتابه الماتع \"صيد الخاطر\" (ص227)، قال: قال عمر بن عبد العزيز لرجل: أَشِرْ عليَّ فيمن أستعمل؟ فقال: ((أما أرباب الدين فلا يريدونك، وأما أرباب الدنيا فلا تريدهم، ولكن عليك بالأشراف؛ فإنهم يصونون شرفهم عما لا يصلح)). ¶ وقد روى أبو بكر الصولي قال: حدثني الحسين بن يحيى عن أبي إسحاقَ قال: دعاني المعتصم يومًا فأدخلني معه الحمام، ثم خرج فخلا بي، وقال: يا أبا إسحاقَ! في نفسي شيء أريد أن أسألك عنه، إن أخي المأمون اصطنع قومًا فأنجبوا، واصطنعت أنا مثلهم فلم ينجبوا! قلت: ومن هم؟ قال: اصطنع طاهرًا، وابنَه، وإسحاقَ، وآل سهل، فقد رأيت كيف هم، واصطنعت أنا الأفشين فقد رأيت إلى ما آل أمره، وأساش فلم أجده شيئًا، وكذلك إيتاح ووصيف! قلت: يا أمير المؤمنين! هاهنا جواب على أمان من الغضب. قال: لك ذلك. قلت: ((نظر أخوك إلى الأصول فاستعملها فأنجبت فروعها، واستعملت فروعًا لا أصول لها فلم تنجب)). فقال: يا أبا إسحاق! مقاساة ما مر بي طول هذه المدة أهون عليَّ من هذا الجواب)) ا. هـ.",
            "page": "35",
            "part": "1",
            "seal": "90B78162"
        },
        {
            "id": "35",
            "nass": "وَأَمَّا التَّقْدِيمُ وَالتَّوْكِيدُ: فَإِنَّهُ لَيْسَ كُلُّ ذِي لُبٍّ أَوْ ذِي أَمَانَةٍ يَعْرِفُ وُجُوهَ الْأُمُورِ وَالْأَعْمَالِ، وَلَوْ كَانَ بِذَلِكَ عَارِفًا لَمْ يَكُنْ صَاحِبُهُ حَقِيقًا أَنْ يَكِلَ ذَلِكَ إِلَى عِلْمِهِ دُونَ تُوْقِيفِهِ عَلَيْهِ وَتَبْيِينِهِ لَهُ وَالاحْتِجَاجِ عَلَيْهِ بِهِ. ¶ وَأَمَّا التَّعَهُّدُ: فَإِنَّ الْوَالِي إِذَا فَعَلَ ذَلِكَ كَانَ سَمِيعًا بَصِيرًا، وَإِنَّ الْعَامِلَ إِذَا فُعِلَ ذَلِكَ بِهِ كَانَ مُتَحَصِّنًا حَرِيزًا. ¶ وَأَمَّا الْجَزَاءُ: فَإِنَّهُ تَثْبِيتُ الْمُحْسِنِ، وَالرَّاحَةُ مِنَ الْمُسِيءِ. ¶ لاَ يُسْتَطَاعُ السُّلْطَانُ إِلاَّ بِالْوُزَرَاءِ وَالْأَعْوَانِ، وَلاَ يَنْفَعُ الْوُزَرَاءُ إِلاَّ بِالْمَوَدَّةِ وَالنَّصِيحَةِ، وَلاَ الْمَوَدَّةُ إِلاَّ مَعَ الرَّأْيِ وَالْعَفَافِ. ¶ وَأَعْمَالُ السُّلْطَانِ كثيرةٌ، وَقَلِيلٌ مَا تُسْتَجْمَعُ الْخِصَالُ الْمَحْمُودَةُ عِنْدَ أَحَدٍ، وَإِنَّمَا الْوَجْهُ فِي ذَلِكَ وَالسَّبِيلُ الَّذِي بِهِ يَسْتَقِيمُ الْعَمَلُ أَنْ يَكُونَ صَاحِبُ السُّلْطَانِ عَالِمًا بِأُمُورِ مَنْ يُرِيدُ الاسْتِعَانَةَ بِهِ، وَمَا عِنْدَ كُلِّ رَجُلٍ مِنَ الرَّأْيِ وَالْغَنَاءِ (¬1)، وَمَا فِيهِ مِنَ الْعُيُوبِ. ¶ فَإِذَا اسْتَقَرَّ ذَلِكَ عِنْدَهُ عَنْ عِلْمِهِ وَعَلِمَ (¬2) مَنْ يَأْتَمِنُ، وَجَّهَ لِكُلِّ عَمَلٍ مَنْ قَدْ عَرَفَ أَنَّ عِنْدَهُ مِنَ الرَّأْيِ وَالنَّجْدَةِ وَالْأَمَانَةِ مَا يَحْتَاجُ إِلَيْهِ فِيهِ، وَأَنَّ مَا فِيهِ مِنَ الْعُيُوبِ لاَ يَضُرُّ بِذَلِكَ. وَيَتَحَفَّظُ مِنْ أَنْ يُوَجِّهَ أَحَدًا وَجْهًا لاَ يَُحْتَاجُ فِيهِ إِلَى مُرُوءَةٍ إِنْ كَانَتْ عِنْدَهُ، وَلاَ يَأْمَنُ عُيُوبَهُ وَمَا يَُكْرَهُ مِنْهُ. ¶ ¬_________ ¶ (¬1) الْغَنَاء - بالفتح والمد: النَّفْع. ¶ (¬2) ضبطها العلامة أحمد زكي باشا كالآتي: [وعِلْمِ].",
            "page": "36",
            "part": "1",
            "seal": "174F4045"
        },
        {
            "id": "36",
            "nass": "ثُمَّ عَلَى الْمُلُوكِ بَعْدَ ذَلِكَ تَعَهُّدُ (¬1) عُمَّالِهِمْ وَتَفَقُّدُ أُمُورِهِمْ، حَتَّى لاَ يَخْفَى عَلَيْهِمْ إِحْسَانُ مُحْسِنٍ، وَلاَ إِسَاءَةُ مُسِيءٍ. ¶ ثُمَّ عَلَيْهِمْ بَعْدَ ذَلِكَ أَنْ لاَ يَتْرُكُوا مُحْسِنًا بِغَيْرِ جَزَاءٍ، وَلاَ يُقِرُّوا مُسِيئًا وَلاَ عَاجِزًا عَلَى الْإِسَاءَةِ وَالْعَجْزِ. فَإِنَّهُمْ إِنْ تَرَكُوا ذَلِكَ؛ تَهَاوَنَ الْمُحْسِنُ، وَاجْتَرَأَ الْمُسِيءُ، وَفَسَدَ الْأَمْرُ، وَضَاعَ الْعَمَلُ. ¶ اقْتِصَارُ السَّعْيِ إِبْقَاءٌ لِلْجَمَامِ (¬2). وَفِي بُعْدِ الْهِمَّةِ يَكُونُ النَّصَبُ (¬3). وَمَنْ سَأَلَ فَوْقَ قَدْرِهِ (¬4) اسْتَحَقَّ الْحِرْمَانَ (¬5). وَسُوءُ حَمْلِ الْغِنَى أَنْ يَكُونَ عِنْدَ الْفَرَحِ مَرِحًا. وَسُوءُ حَمْلِ الْفَاقَةِ أَنْ يَكُونَ عِنْدَ الطَّلَبِ شَرِهًا (¬6). وَعَارُ الْفَقْرِ ¶ ¬_________ ¶ (¬1) في \"ك\": [تَعَاهُدُ]. ¶ (¬2) الْجَمَام - بالفتح: الرَّاحَة. ¶ (¬3) النَّصَب: الإعياء والتعب. وقد نظم أبو الطيب المتنبي هذا المعنى، فقال: ¶ وَإِذا كانَتِ النُّفُوسُ كِبَارًا ... تَعِبَتْ فِي مُرَادِهَا الْأَجْسَامُ ¶ وقال الرضي: ¶ ولكل جسم في النحول بلية ... وبلاء جسمي من تفاوت همتي ¶ وقال ابن الجوزي: ((مَا ابْتُلِيَ الإنسان قَطُّ بأعظمَ من علو همته. فإنَّ مَنْ علت همتُهُ يختار المعالي، وقد لا يساعد الزمان، وقد تضعف الآلة؛ فيبقى في عذاب)). ¶ (¬4) في \"ك\": [فوق قُدْرَتِهِ]. ¶ (¬5) وصى عبد الله بن الأهتم ابنه فقال: ((يا بني! لا تطلب الحوائج من غير أهلها، ولا تطلبها فى غير حينها، ولا تطلب ما لست له مُسْتَحِقًّا؛ فإنك إن فعلت ذلك كنت بالحرمان حَقِيقًا)) أورده الإمام الماوردي (رحمه الله) في كتابه \" أدب الدنيا والدين\". ¶ (¬6) الشَّرَهُ: غَلَبَةُ الْحِرْصِ، وقد شَرِهَ الرَّجُلُ فهو شَرِهٌ.",
            "page": "37",
            "part": "1",
            "seal": "12CBEB78"
        },
        {
            "id": "37",
            "nass": "أَهْوَنُ مِنْ عَارِ الْغِنَى. وَالْحَاجَةُ مَعَ الْمَحَبَّةِ خَيْرٌ مِنَ الْغِنَى مَعَ الْبِغْضَةِ (¬1). ¶ الدُّنْيَا دُوَلٌ، فَمَا كَانَ لَكَ مِنْهَا أَتَاكَ عَلَى ضَعْفِكَ، وَمَا كَانَ عَلَيْكَ لَمْ تَدْفَعْهُ بِقُوَّتِكَ. ¶ إِذَا جُعِلَ الْكَلاَمُ مَثَلاً؛ كَانَ ذَلِكَ أَوْضَحَ لِلْمَنْطِقِ، وَأَبْيَنَ فِي الْمَعْنَى، وَآنَقَ لِلسَّمْعِ، وَأَوْسَعَ لِشُعُوبِ (¬2) الْحَدِيثِ. ¶ أَشَدُّ الْفَاقَةِ عَدَمُ الْعَقْلِ. وَأَشَدُّ الْوَحْدَةِ وَحْدَةُ اللَّجُوجِ (¬3). وَلاَ مَالَ أَفْضَلُ مِنَ الْعَقْلِ (¬4). وَلاَ أَنِيسَ آنَسُ مِنَ الاسْتِشَارَةِ. ¶ ¬_________ ¶ (¬1) الْبِغْضَة - بالكسر: شِدَّة البُغْضِ. ¶ (¬2) أي: لتفاريع الحديث وتفاريقه. ¶ (¬3) يقال: لَجَّ في الأمر: أي: تمادى عليه وأبى أن ينصرف عنه. ¶ (¬4) هذه الجملة وردت في حديث مرفوع، ولكنه مفتعل موضوع، مكذوب مصنوع، رواه الإمام أبو القاسمِ الطبرانيُّ في \"المعجم الكبير\" عن عليٍّ قال: سمعت رسول الله (- صلى الله عليه وسلم -) يقول: ((لا فقر أشد من الجهل، ولا مال أعود من العقل ... ولا استظهار أوفق من المشاورة. ولا عقل كالتدبير. ولا حسب كحسن الخلق. ولا ورع كالكف .. )) قال الحافظ نور الدين الهيثمي (رحمه الله) في كتابه \"مجمع الزوائد ومنبع الفوائد\" (ج10ص283): ((رواه الطبراني، وفيه أبو رجاء الحنطي، واسمه محمد بن عبد الله، وهو كذاب)).",
            "page": "38",
            "part": "1",
            "seal": "2B7A4518"
        },
        {
            "id": "38",
            "nass": "مِمَّا يُعْتَبَرُ بِهِ صَلاَحُ الصَّالِحِ وَحُسْنُ نَظَرِهِ لِلنَّاسِ أَنْ يَكُونَ إِذَا اسْتَعْتَبَ الْمُذْنِبَ سَتُورًا لاَ يُشِيعُ وَلاَ يُذِيعُ، وَإِذَا اسْتُشِيرَ سَمْحًا بِالنَّصِيحَةِ مُجْتَهِدًا لِلرَّأْيِ، وَإِذَا اسْتَشَارَ مُطَّرِحًا لِلْحَيَاءِ مُنَفِّذًا لِلْحَزْمِ مُعْتَرِفًا لِلْحَقِّ. ¶ الْقَسْمُ الَّذِي يُقْسَمُ لِلنَّاسِ وَيُمَتَّعُونَ بِهِ نَحْوَانِ: فَمِنْهُ حَارِسٌ، وَمِنْهُ مَحْرُوسٌ. ¶ فَالْحَارِسُ الْعَقْلُ، وَالْمَحْرُوسُ الْمَالُ (¬1). ¶ وَالْعَقْلُ - بِإِذْنِ اللهِ - هُوَ الَّذِي يُحْرِزُ الْحَظَّ، وَيُؤْنِسُ الْغُرْبَةَ، وَيَنْفِي الْفَاقَةَ، وَيُعَرِّفُ النَّكِرَةَ، وَيُثَمِّرُ الْمَكْسَبَةَ، وَيُطَيِّبُ الثَّمَرَةَ، وَيُوَجِّهُ السُّوقَةَ (¬2) ¶ ¬_________ ¶ (¬1) روى الحافظ أبو نعيمٍ في كتابه \"حلية الأولياء وطبقات الأصفياء\" [(ج1/ص75 - 76/ رقم243) ط/ مكتبة الإيمان بالمنصورة] وصيةَ علي بن أبي طالب (رضي الله عنه) لكميل بن زياد، وفيها: ((العلم خير من المال: العلم يحرسك وأنت تحرس المال، العلم يزكو على العمل (وفي رواية: الإنفاق)، والمال تنقصه النفقة .. العلم يكسب العالم الطاعة في حياته، وجميل الأحدوثة بعد موته .. )). ورواها أيضًا ابن عبد ربه في \"العِقد الفريد\" [كتاب المرجانة في مخاطبة الملوك - باب فضيلة العلم]، وإسناده فيه نظر؛ فإنَّ فيه أبا مخنف واسمه لوط بن يحيى شيعي متهم فيما يرويه. راجع تخريجي لأحاديث لـ\"مقدمة ابن خلدون\" حاشية ص227 ط/ دار العقيدة بالإسكندرية. وانظر أيضًا المجلد الأول من \"مِفتاح دار السعادة\" للإمام ابن قيم الجوزية (قدس الله روحه ونور ضريحه)، فقد ذكر ما يزيد على أربعين وجهًا لتفضيل العلم على المال. ¶ (¬2) السُّوقَة من الناس: الرعية، وَمَنْ دون المَلِكِ ممن ليس ذا سلطان، يستوي فيه الواحد والجمع والمذكر والمؤنث، وربما جُمِعَ على سُوَقٍ بفتح الواو.",
            "page": "39",
            "part": "1",
            "seal": "0B220497"
        },
        {
            "id": "39",
            "nass": "عِنْدَ السُّلْطَانِ، وَيَسْتَنْزِلُ لِلسُّلْطَانِ نَصِيحَةَ السُّوقَةِ، وَيُكْسِبُ الصَّدِيقَ، وَيَكْفِي الْعَدُوَّ. ¶ كَلاَمُ اللَّبِيبِ - وَإِنْ كَانَ نَزْرًا (¬1) - أَدَبٌ عَظِيمٌ. وَمُقَارَفَةُ الْمَأْثَمِ - وَإِنْ كَانَ مُحْتَقَرًا - مُصِيبَةٌ جَلِيلَةٌ. وَلِقَاءُ الْإِخْوَانِ - وَإِنْ كَانَ يَسِيرًا - غُنْمٌ (¬2) حَسَنٌ. ¶ قَدْ يَسْعَى إِلَى أَبْوَابِ السُّلْطَانِ أَجْنَاسٌ مِنَ النَّاسِ كَثِيرٌ. ¶ أَمَّا الصَّالِحُ فَمَدْعُوٌ، وَأَمَّا الطَّالِحُ فَمُقْتَحِمٌ، وَأَمَّا ذُو الْأَدَبِ فَطَالِبٌ، وَأَمَّا مَنْ لاَ أَدَبَ لَهُ فَمُحْتَبَسٌ (¬3)، وَأَمَّا الْقَوِيُّ فَمُدَافِعٌ، وَأَمَّا الضَّعِيفُ فَمَدْفُوعٌ، وَأَمَّا الْمُحْسِنُ فَمُسْتَثِيبٌ، وَأَمَّا الْمُسِيءُ فَمُسْتَجِيرٌ. فَهُوَ مَجْمَعُ الْبَرِّ وَالْفَاجِرِ، وَالْعَالِمِ وَالْجَاهِلِ، وَالشَّرِيفِ وَالْوَضِيعِ. ¶ النَّاسُ - إِلاَّ قَلِيلاً مِمَّنْ عَصَمَ اللهُ - مَدْخُولُونَ (¬4) فِي أُمُورِهِمْ: فَقَائِلُهُمْ بَاغٍ، وَسَامِعُهُمْ عَيَّابٌ، وَسَائِلُهُمْ مُتَعَنِّتٌ، وَمُجِيبُهُمْ مُتَكَلِّفٌ، وَوَاعِظُهُمْ غَيْرُ مُحَقِّقٍ لِقَوْلِهِ بِالْفِعْلِ، وَمَوْعُوظُهُمْ غَيْرُ سَلِيمٍ مِنَ الاسْتِخْفَافِ، وَالْأَمِينُ مِنْهُمْ ¶ ¬_________ ¶ (¬1) أي: قليلاً. ¶ (¬2) الغُنْم: الفوز بالشيء من غير مشقة، وضده: الْغُرْم. ¶ (¬3) في \"ك\": [فَمُخْتَلِسٌ]. ¶ (¬4) الدَّخَل: ما داخل الإنسانَ من فساد وعيب وغش في عقل أو جسم أو رأي. وقد دَخِلَ دَخَلاً وَدُخِلَ دَخْلاً فهو مَدْخُولٌ.",
            "page": "40",
            "part": "1",
            "seal": "D751D96E"
        },
        {
            "id": "40",
            "nass": "غَيْرُ مُتَحَفِّظٍ مِنْ إِتْيَانِ الْخِيَانَةِ، وَذُو الصِّدْقِ (¬1) غَيْرُ مُحْتَرِسٍ مِنْ حَدِيثِ الْكَذَبَةِ، وَذُو الدِّينِ غَيْرُ مُتَوَرِّعٍ عَنْ تَفْرِيطِ الْفَجَرَةِ، وَالْحَازِمُ مِنْهُمْ غَيْرُ تَارِكٍ لِتَوَقُّعِ الدَّوَائِرِ (¬2). ¶ يَتَنَاقَضُونَ الْبُِنَى (¬3)، وَيَتَرَقَّبُونَ (¬4) الدُّوَلَ، وَيَتَعَايَبُونَ بِالْهَمْزِ. ¶ مُولَعُونَ فِي الرَّخَاءِ بِالتَّحَاسُدِ، وَفِي الشِّدَّةِ بِالتَّخَاذُلِ. ¶ كَمْ قَدِ انْتُزِعَتِ الدُّنْيَا مِمَّنْ قَدِ اسْتَمْكَنَ مِنْهَا وَاعْتَكَفَتْ لَهُ، فَأَصْبَحَتِ الْأَعْمَالُ أَعْمَالَهُمْ وَالدُّنْيَا دُنْيَا غَيْرِهِمْ، وَأَخَذَ مَتَاعَهُمْ مَنْ لَمْ يَحْمَدْهُمْ، وَخَرَجُوا إِلَى مَنْ لاَ يَعْذُرُهُمْ. ¶ فَأَصْبَحْنَا خَلَفًا مِنْ بَعْدِهِمْ، نَتَوَقَّعُ مِثْلَ الَّذِي نَزَلَ بِهِمْ. ¶ فَنَحْنُ إِذَا تَدَبَّرْنَا أُمُورَهُمْ، أَحِقَّاءُ أَنْ نَنْظُرَ مَا نَغْبِطُهُمْ بِهِ فَنَتَّبِعَهُ، وَمَا نَخَافُ عَلَيْهِمْ مِنْهُ فَنَجْتَنِبَهُ. ¶ كَانَ يُقَالُ: إِنَّ اللهَ (تَعَالَى) قَدْ يَأْمُرُ بِالشَّيْءِ وَيَبْتَلِي بِثِقَلِهِ، وَيَنْهَى عَنِ الشَّيْءِ وَيَبْتَلِي بِشَهْوَتِهِ. ¶ فَإِذَا كُنْتَ لاَ تَعْمَلُ مِنَ الْخَيْرِ إِلاَّ مَا اشْتَهَيْتَ (¬5)، وَلاَ تَتْرُكُ مِنَ الشَّرِّ إِلاَّ مَا ¶ ¬_________ ¶ (¬1) في \"ك\": [وَالصَّدُوقُ]. ¶ (¬2) الدَّوَائِر: الدواهي. ¶ (¬3) في \"ك\": [الْبِنَاءَ]. ¶ (¬4) في \"ك\": [وَيَتَرَاقَبُونَ]. ¶ (¬5) في \"ك\": [اشْتَهَيْتَهُ].",
            "page": "41",
            "part": "1",
            "seal": "54D8781E"
        },
        {
            "id": "41",
            "nass": "كَرِهْتَ (¬1)، فَقَدْ أَطْلَعْتَ الشَّيْطَانَ عَلَى عَوْرَتِكَ، وَأَمْكَنْتَهُ مِنْ رُمَّتِكَ (¬2)، فَأَوْشَكَ أَنْ يَقْتَحِمَ عَلَيْكَ فِيمَا تُحِبُّ مِنَ الْخَيْرِ فَيُكَرِّهَهُ إِلَيْكَ، وَفِيمَا تَكْرَهُ مِنَ الشَّرِّ فَيُحَبِّبَهُ إِلَيْكَ. ¶ وَلَكِنْ يَنْبَغِي لَكَ فِي حُبِّ مَا تُحِبُّ مِنَ الْخَيْرِ التَّحَامُلُ عَلَى مَا يُسْتَثْقَلُ مِنْهُ، وَيَنْبَغِي لَكَ فِي كَرَاهَةِ مَا تَكْرَهُ مِنَ الشَّرِّ التَّجَنُّبُ (¬3) لِمَا تُحِبُّ مِنْهُ. ¶ الدُّنْيَا زُخْرُفٌ يَغْلِبُ الْجَوَارِحَ مَا لَمْ تَغْلِبْهُ الْأَلْبَابُ. وَالْحَكِيمُ مَنْ يُغْضِي عَنْهُ طَرْفَهُ وَلَمْ يَشْغَلْ بِهِ قَلْبَهُ. اطَّلَعَ مِنْ أَدْنَاهُ فِيمَا وَرَاءَهُ، وَذَكَرَ [فِي بَدْئِهِ] (¬4) لَوَاحِقَ شَرِّهِ، فَأَكَلَ مُرَّهُ، وَشَرِبَ كَدِرَهُ؛ لِيَحْلَوْلِيَ (¬5) لَهُ، وَيَصْفُوَ فِي طُولٍ مِنْ إِقَامَةِ الْعَيْشِ الَّذِي يَبْقَى وَيَدُومُ، غَيْرَ عَائِفٍ لِلرَُّشَْدِ (¬6) إِنْ لَمْ يَلْقَهُ بِرِضَاهُ، وَلَمْ يَأْتِهِ مِنْ طَرِيقِ هَوَاهُ. ¶ ¬_________ ¶ (¬1) في \"ك\": [كَرِهْتَهُ]. ¶ (¬2) أي: أمكنت الشيطان من الْمِقْوَد الذي يقودك به، فأصل الرُّمَّة: الحبل يُقلَّد البعير. ومنه قولهم: دفع إليه الشيْءَ برمته، وأصله: أن رجلاً دفع إلى رجلٍ بعيرًا بحبل في عنقه، فقيل ذلك لكل مَن دفع شيئًا بجملته. ¶ (¬3) في \"ك\": [التَّحَبُّبُ]!! وهو تصحيف. ¶ (¬4) ما بين المعقوفين ساقط من \"ك\". ¶ (¬5) احْلَوْلَى الشَّيْءُ: حَلاَ وَحَسُنَ. ¶ (¬6) أي: غير تاركٍ له. يقال: عَافَ الشَّيْءَ: أي: كَرِهَهُ فَتَرَكَهُ، فهو عائف.",
            "page": "42",
            "part": "1",
            "seal": "3510F8C0"
        },
        {
            "id": "42",
            "nass": "لاَ تَأْلَفِ الْمُسْتَوْخمَ (¬1)، وَلاَ تُقِمْ عَلَى غَيْرِ الثِّقَةِ. ¶ قَدْ بَلَغَ فَضْلُ اللهِ عَلَى النَّاسِ مِنَ السَّعَةِ وَبَلَغَتْ نِعْمَتُهُ عَلَيْهِمْ مِنَ السُّبُوغِ (¬2) مَا لَوْ أَنَّ أَخَسَّهُمْ حَظًّا وَأَقَلَّهُمْ مِنْهُ نَصِيبًا وَأَضْعَفَهُمْ عِلْمًا وَأَعْجَزَهُمْ عَمَلاً وَأَعْيَاهُمْ لِسَانًا بَلَغَ مِنَ الشُّكْرِ لَهُ وَالثَّنَاءِ عَلَيْهِ بِمَا خَلَصَ إِلَيْهِ مِنْ فَضْلِهِ وَوَصَلَ إِلَيْهِ مِنْ نِعْمَتِهِ مَا بَلَغَ لَهُ مِنْهُ أَعْظَمُهُمْ حَظًّا وَأَوْفَرُهُمْ نَصِيبًا وَأَفْضَلُهُمْ عِلْمًا وَأَقْوَاهُمْ عَمَلاً وَأَبْسَطُهُمْ لِسَانًا؛ لَكَانَ عَمَّا اسْتَوْجَبَ اللهُ عَلَيْهِ مُقَصِّرًا، وَعَنْ بُلُوغِ غَايَةِ الشُّكْرِ بَعِيدًا. ¶ وَمَنْ أَخَذَ بِحَظِّهِ مِنْ شُكْرِ اللهِ، وَحَمْدِهِ، وَمَعْرِفَةِ نِعَمِهِ، وَالثَّنَاءِ عَلَيْهِ، وَالتَّحْمِيدِ لَهُ؛ فَقَدِ اسْتَوْجَبَ بِذَلِكَ مِنْ أَدَائِهِ إِلَى اللهِ الْقُرْبَةَ (¬3) عِنْدَهُ، وَالْوَسِيلَةَ إِلَيْهِ، وَالْمَزِيدَ فِيمَا شَكَرَهُ عَلَيْهِ مِنْ خَيْرِ الدُّنْيَا، وَحُسْن ثَوَابِ الْآخِرَةِ. ¶ أَفْضَلُ مَا يُعْلَمُ بِهِ عِلْمُ ذِي الْعِلْمِ وَصَلاَحُ ذِي الصَّلاَحِ أَنْ يَسْتَصْلِحَ بِمَا أُوتِيَ مِنْ ذَلِكَ مَنِ اسْتَطَاعَ (¬4) مِنَ النَّاسِ، وَيُرَغِّبَهُمْ فِيمَا رَغِبَ فِيهِ لِنَفْسِهِ مِنْ حُبِّ اللهِ، وَحُبِّ حِكْمَتِهِ، وَالْعَمَلِ بِطَاعَتِهِ، وَالرَّجَاءِ لِحُسْنِ ثَوَابِهِ فِي الْمَعَادِ إِلَيْهِ، وَأَنْ يُبَيِّنَ الَّذِي لَهُمْ مِنَ الْأَخْذِ بِذَلِكَ، وَالَّذِي عَلَيْهِمْ فِي تَرْكِهِ، وَأَنْ يُوَرِّثَ ذَلِكَ ¶ ¬_________ ¶ (¬1) أي: الثقيل غير المواتي. ¶ (¬2) أي: الكمال والتمام والسَّعَة. يقال: أَسْبَغَ اللهُ عَلَيْهِ النِّعْمَةَ: أي: أَكْمَلَهَا وَأَتَمَّهَا وَوَسَّعَهَا. ¶ (¬3) في \"ط\"، و\"ك\": [وَالْقُرْبَةِ]، بالجر عطفًا على الأداء وكذا ما بعده. ¶ (¬4) في \"ك\": [مَا اسْتَطَاعَ].",
            "page": "43",
            "part": "1",
            "seal": "353AC661"
        },
        {
            "id": "43",
            "nass": "أَهْلَهُ وَمَعَارِفَهُ؛ لِيَلْحَقَهُ أَجْرُهُ مِنْ بَعْدِ الْمَوْتِ. ¶ الدِّينُ أَفْضَلُ الْمَوَاهِبِ الَّتِي وَصَلَتْ مِنَ اللهِ (تَعَالَى) إِلَى خَلْقِهِ، وَأَعْظَمُهَا مَنْفَعَةً، وَأَحْمَدُهَا فِي كُلِّ حِكْمَةٍ. فَقَدْ بَلَغَ فَضْلُ الدِّينِ وَالْحِكْمَةِ أَنْ مُدِحَا عَلَى أَلْسِنَةِ الْجُهَّالِ، عَلَى جَهَالَتِهِمْ بِهِمَا وَعَمَاهُمْ عَنْهُمَا. ¶ أَحَقُّ النَّاسِ بِالسُّلْطَانِ أَهْلُ الْمَعْرِفَةِ. وَأَحَقُّهُمْ بِالتَّدْبِيرِ الْعُلَمَاءُ. وَأَحَقُّهُمْ بِالْفَضْلِ أَعْوَدُهُمْ عَلَى النَّاسِ بِفَضْلِهِ. وَأَحَقُّهُمْ بِالْعِلْمِ أَحْسَنُهُمْ تَأْدِيبًا. وَأَحَقُّهُمْ بِالْغِنَى أَهْلُ الْجُودِ. وَأَقْرَبُهُمْ إِلَى اللهِ أَنْفَذُهُمْ فِي الْحَقِّ عِلْمًا وَأَكْمَلُهُمْ بِهِ عَمَلاً. وَأَحْكَمُهُمْ أَبْعَدُهُمْ مِنَ الشَّكِّ فِي اللهِ (تَعَالَى). وَأَصْوَبُهُمْ رَجَاءً أَوْثَقُهُمْ بِاللهِ. وَأَشَدُّهُم انْتِفَاعًا بِعِلْمِهِ أَبْعَدُهُمْ مِنَ الْأَذَى. وَأَرْضَاهُمْ فِي النَّاسِ أَفْشَاهُمْ مَعْرُوفًا. وَأَقْوَاهُمْ أَحْسَنُهُمْ مَعُونَةً. وَأَشْجَعُهُمْ أَشَدُّهُمْ عَلَى الشَّيْطَانِ. وَأَفْلَجُهُمْ بِالْحُجَّةِ (¬1) أَغْلَبُهُمْ لِلشَّهْوَةِ وَالْحِرْصِ. وَآخَذُهُمْ بِالرَّأْيِ أَتْرَكُهُمْ لِلْهَوَى. وَأَحَقُّهُمْ بِالْمَوَدَّةِ أَشَدُّهُمْ لِنَفْسِهِ حُبًّا. وَأَجْوَدُهُمْ أَصْوَبُهُمْ بِالْعَطِيَّةِ مَوْضِعًا. وَأَطْوَلُهُمْ رَاحَةً أَحْسَنُهُمْ لِلْأُمُورِ احْتِمَالاً. وَأَقَلُّهُمْ دَهَشًا (¬2) أَرْحَبُهُمْ ذِرَاعًا (¬3). وَأَوْسَعُهُمْ غِنًى أَقْنَعُهُمْ بِمَا أُوتِيَ. وَأَخْفَضُهُمْ عَيْشًا (¬4) ¶ ¬_________ ¶ (¬1) الْفَلْج: الظَّفَر وَالْفَوْز، وقد فَلَجَ الرجلُ على خَصْمِهِ يَفْلُجُ فَلْجًا. وفَلَج بِحُجَّتِِهِِ: أي: أَحْسَنَ الإِدْلاَءَ بِهَا فَغَلَبَ خَصْمَهُ. وفي \"ك\": [وَأَفْلَحُهُمْ - بالحاء المهملة- بِحُجَّةٍ]. ¶ (¬2) دَهِشَ الرَّجُلُ يَدْهَشُ دَهَشًا: تَحَيَّرَ. ¶ (¬3) أي: واسع القوة والقدرة والبطش. ¶ (¬4) الْخَفْض: لين العيش وسعته. يقال: عيش خَفْضٌ وَخَافِضٌ وَمَخْفُوضٌ وَخَفِيضٌ.",
            "page": "44",
            "part": "1",
            "seal": "4E1407BE"
        },
        {
            "id": "44",
            "nass": "أَبْعَدُهُمْ مِنَ الْإِفْرَاطِ. وَأَظْهَرُهُمْ جَمَالاً أَظْهَرُهُمْ حَصَافَةً (¬1). وَآمَنُهُمْ فِي النَّاسِ آكَلُهُمْ نَابًا وَمِخْلَبًا. وَأَثْبَتُهُمْ شَهَادَةً عَلَيْهِمِ أَنْطَقُهُمْ عَنْهُمْ. وَأَعْدَلُهُمْ فِيهِمْ أَدْوَمُهُمْ مُسَالَمَةً لَهُمْ. وَأَحَقُّهُمْ بِالنِّعَمِ أَشْكَرُهُمْ لِمَا أُوتِيَ مِنْهَا. ¶ أَفْضَلُ مَا يُورِثُ الآبَاءُ الْأَبْنَاءَ: الثَّنَاءُ الْحَسَنُ، وَالْأَدَبُ النَّافِعُ، وَالْإِخْوَانُ الصَّالِحُونَ. ¶ فَصْلُ مَا بَيْنَ الدِّينِ وَالرَّأْيِ: أَنَّ الدِّينَ يَسْلَمُ (¬2) بِالْإِيمَانِ، وَأَنَّ الرَّأْيَ يَثْبُتُ بِالْخُصُومَةِ. فَمَنْ جَعَلَ الدِّينَ خُصُومَةً فَقَدْ جَعَلَ الدِّينَ رَأْيًّا، وَمَنْ جَعَلَ الرَّأْيَ دِينًا فَقَدْ صَارَ شَارِعًا، وَمَنْ كَانَ هُوَ يُشَرِّعُ لِنَفْسِهِ الدِّينَ فَلاَ دِينَ لَهُ. ¶ قَدْ يَشْتَبِهُ الدِّينُ وَالرَّأْيُ فِي أَمَاكِنَ لَوْلاَ تَشَابُهُهُمَا لَمْ يَحْتَاجَا إِلَى الْفَصْلِ. ¶ الْعُجْبُ آفَةُ الْعَقْلِ، وَاللَّجَاجَةُ (¬3) قُعُودُ الْهَوَى، وَالْبُخْلُ (¬4) لِقَاحُ الْحِرْصِ، وَالْمِرَاءُ فَسَادُ الِّلسَانِ، وَالْحَمِيَّةُ سَبَبُ الْجَهْلِ، وَالْأَنَفَةُ تَوْءَمُ السَّفَهِ، ¶ ¬_________ ¶ (¬1) الْحَصَافَة: قوة العقل وجودة الرأي، يقال: حَصُفَ الرَّجُلُ حَصَافَةً، إذا كان جيد الرَّأْي مُحْكَمَ العقل، وهو حَصِفٌ وَحَصِيفٌ بَيِّنُ الْحَصَافَةِ. ¶ (¬2) ضُبطت في \"ك\" هكذا: [يُسْلَمُ]. ¶ (¬3) يقال: لَجَّ في الأمر لَجَاجًا وَلَجَاجَةً: أي: تمادى عليه وأبى أن ينصرف عنه. ¶ (¬4) البخل فيه خمس لغات: البُخْل، والبُخُل، والبَخْل، والبَخَل، والبُخُول.",
            "page": "45",
            "part": "1",
            "seal": "ABF6CC3F"
        },
        {
            "id": "45",
            "nass": "وَالْمُنَافَسَةُ أُخْتُ الْعَدَاوَةِ. ¶ إِذَا هَمَمْتَ بِخَيْرٍ فَبَادِرْ هَوَاكَ، لاَ يَغْلِبْكَ. وَإِذَا هَمَمْتَ بِشَرٍّ فَسَوِّفْ هَوَاكَ لَعَلَّكَ تَظْفَرُ. فَإِنَّ مَا مَضَى مِنَ الْأَيَّامِ وَالسَّاعَاتِ عَلَى ذَلِكَ هُوَ الْغُنْمُ. ¶ لاَ يَمْنَعَنَّكَ صِغَرُ شَأْنِ امْرِئٍ مِنَ اجْتِنَاءِ مَا رَأَيْتَ مِنْ رَأْيِهِ صَوَابًا، وَالاصْطِفَاءِ لِمَا رَأَيْتَ مِنْ أَخْلاَقِهِ كَرِيمًا؛ فَإِنَّ اللُّؤْلُؤَةَ الْفَائِقَةَ لاَ تُهَانُ لِهَوَانِ غَائِصِهَا الَّذِي اسْتَخْرَجَهَا. ¶ مِنْ أَبْوَابِ التَّرَفُّقِ (¬1) وَالتَّوْفِيقِ فِي التَّعْلِيمِ (¬2) أَنْ يَكُونَ وَجْهُ الرَّجُلِ الَّذِي يَتَوَجَّهُ فِيهِ مِنَ الْعِلْمِ وَالْأَدَبِ فِيمَا يُوَافِقُ طَاعَةً، وَيَكُونَ لَهُ عِنْدَهُ مَحْمَلٌ وَقَبُولٌ. فَلاَ يَذْهَبُ عَنَاؤُهُ فِي غَيْرِ غَنَاءٍ (¬3)، وَلاَ تَفْنَى أَيَّامُهُ فِي غَيْرِ دَرَْكٍ (¬4)، وَلاَ يَسْتَفْرِغُ نَصِيبَهُ فِيمَا لاَ يَنْجَعُ فِيهِ (¬5)، وَلاَ يَكُونُ كَرَجُلٍ أَرَادَ أَنْ يُعَمِّرَ أَرْضًا تَهَِمَةً (¬6). فَغَرَسَهَا جَوْزًا وَلَوْزًا، وَأَرْضًا ¶ ¬_________ ¶ (¬1) في \"ك\": [التَّوَفُّقِ]. ¶ (¬2) في \"ك\": [التَّعَلُّمِ]. ¶ (¬3) الْغَنَاء - بالفتح والمد: النَّفْع. ¶ (¬4) الدَّرَك - بالتحريك: اسمٌ مِنَ الإِدْرَاكِ مثل اللَّحَق. والدَّرْكُ: اللَّحَاقُ والوصولُ إلى الشيء. يقال: أدركته إِدْراكًا ودركًا. ¶ (¬5) يقال: نَجَعَ فيه الخِطَابُ والوَعْظُ والدَّوَاءُ أي: دَخَلَ فيه وَأَثَّرَ. ¶ (¬6) ضبطها العلامة أحمد زكي باشا بفتح الهاء \"تَهَمَةً\" مراعاة للتنظير في المعنى، وهي الأرض المنصوبة إلى البحر، وقال مستدركًا في آخر الكتاب: ((وقد يصح كسر الهاء باعتبار الأرض الحارة)) ا. هـ. واللوز يزرع في المناطق الباردة.",
            "page": "46",
            "part": "1",
            "seal": "0B52145F"
        },
        {
            "id": "46",
            "nass": "جَلْسًا (¬1) فَغَرَسَهَا نَخْلاً وَمَوْزًا. ¶ الْعِلْمُ زَيْنٌ لِصَاحِبِهِ فِي الرَّخَاءِ، وَمَنْجَاةٌ لَهُ فِي الشِّدَّةِ. ¶ بِالْأَدَبِ تَعْمُرُ الْقُلُوبُ. وَبِالْعِلْمِ تَسْتَحْكِمُ الْأَحْلاَمُ. وَالْعَقْلُ الذَّاتِيُّ غَيْرُ الصَّنِيعِ كَالْأَرْضِ الطَّيِّبَةِ الْخَرَابِ. ¶ مِمَّا يَدُلُّ عَلَى مَعْرِفَةِ اللهِ وَسَبَبُ الْإِيمَانِ (¬2) أَنْ يُوَكِّلَ بِالْغَيْبِ لِكُلِّ ظَاهِرٍ مِنَ الدُّنْيَا صَغِيرٍ أَوْ كَبِيرٍ عَيْنًا، فَهُوَ يُصَرِّفُهُ وَيُحَرِّكُهُ. ¶ فَمَنْ كَانَ مُعْتَبِرًا بِالْجَلِيلِ مِنْ ذَلِكَ فَلْيَنْظُرْ إِلَى السَّمَاءِ فَسَيَعْلَمُ أَنَّ لَهَا رَبًّا يُجْرِي فَلَكَهَا وَيُدَبِّرُ أَمْرَهَا. ¶ وَمَنِ اعْتَبَرَ بِالصَّغِيرِ فَلْيَنْظُرْ إِلَى حَبَّةِ الْخَرْدَلِ فَسَيَعْرِفُ أَنَّ لَهَا مُدَبِّرًا يُنْبِتُهَا، وَيُزْكِيهَا، وَيُقَدِّرُ لَهَا أَقْوَاتَهَا مِنَ الْأَرْضِ وَالْمَاءِ، وَيُوَقِّتُ لَهَا زَمَانَ نَبَاتِهَا وَزَمَانَ تَهَشُّمِهَا. ¶ وَأَمْرِ [النُّبُوءَةِ] (¬3) وَالْأَحْلاَمِ، وَمَا يَحْدُثُ فِي أَنْفُسِ النَّاسِ مِنْ حَيْثُ لاَ يَعْلَمُونَ، ثُمَّ يَظْهَرُ مِنْهُمْ بِالْقَوْلِ وَالْفِعْلِ. ¶ ¬_________ ¶ (¬1) الجَلْس: الغليظ من الأرض، وما ارتفع عن الغَوْر \"اللسان\". والموز يزرع في البلاد الحارة. ¶ (¬2) أي: وهو سبب الإيمان. ¶ (¬3) في \"ك\": [النُّبُوَّةِ].",
            "page": "47",
            "part": "1",
            "seal": "41D57003"
        },
        {
            "id": "47",
            "nass": "ثُمَّ اجْتِمَاعِ الْعُلَمَاءِ وَالْجُهَّالِ وَالْمُهْتَدِينَ وَالضُّلاَّلِ عَلَى ذِكْرِ اللهِ (تَعَالَى) وَتَعْظِيمِهِ، وَاجْتِمَاعِ مَنْ شَكَّ فِي اللهِ (تَعَالَى) وَكَذَّبَ بِهِ عَلَى الإِقْرَارِ بِأَنَّهُمْ أُنْشِئُوا حَدِيثًا، وَمَعْرِفَتِهِمْ أَنَّهُمْ لَمْ يُحْدِثُوا أَنْفُسَهُمْ. ¶ فَكُلُّ ذَلِكَ يَهْدِي إِلَى اللهِ، وَيَدُلُّ عَلَى الَّذِي كَانَتْ مِنْهُ هَذِهِ الْأُمُورُ، مَعَ مَا يَزيدُ ذَلِكَ يَقِينًا عِنْدَ الْمُؤْمِنِينَ بِأَنَّ اللهَ حَقٌّ كَبِيرٌ، وَلاَ يَقْدِرُ أَحَدٌ عَلَى أَنْ يُوقِنَ أَنَّهُ بَاطِلٌ (¬1). ¶ إِنَّ لِلسُّلْطَانِ الْمُقْسِطِ حَقًّا لاَ يَصْلُحُ لِخَاصَّةٍ وَلاَ عَامَّةٍ أَمْرٌ إِلاَّ بِإِرَادَتِهِ، فَذُو اللُّبِّ حَقِيقٌ أَنْ يُخْلِصَ لَهُمُ النَّصِيحَةَ، وَيَبْذُلَ لَهُمُ الطَّاعَةَ، وَيَكْتُمَ سِرَّهُمْ، وَيُزَيِّنَ سِيرَتَهُمْ، وَيَذُبَّ بِلِسَانِهِ وَيَدِهِ عَنْهُمْ، وَيَتَوَخَّى مَرْضَاتِهِمْ، وَيَكُونَ مِنْ أَمْرِهِ الْمُؤَاتَاةُ (¬2) لَهُمْ، وَالْإِيثَارُ لِأَهْوَائِهِمْ وَرَأْيِهِمْ عَلَى هَوَاهُ وَرَأْيِهِ، وَيُقَدِّرَ الْأُمُورَ عَلَى مُوَافَقَتِهِمْ وَإِنْ كَانَ ذَلِكَ لَهُ مُخَالِفًا، وَأَنْ يَكُونَ مِنْهُ الْجِدُّ فِي الْمُخَالَفَةِ لِمَنْ جَانَبَهُمْ وَجَهِلَ حَقَّهُمْ، وَلاَ يُوَاصِلَ مِنَ النَّاسِ إِلاَّ مَنْ لاَ تُبَاعِدُ مُوَاصَلَتُهُ إِيَّاهُ مِنْهُمْ، وَلاَ تَحْمِلَهُ عَدَاوَةُ أَحَدٍ لَهُ وَلاَ إِضْرَارٌ بِهِ عَلَى الاضْطِغَانِ (¬3) عَلَيْهِمْ، وَلاَ مُؤَاتَاةُ أَحَدٍٍ عَلَى الاسْتِخْفَافِ بِشَيْءٍ مِنْ أُمُورِهِمْ وَالانْتِقَاصِ لِشَيْءٍ مِنْ حَقِّهِمْ، وَلاَ يَكْتُمَهُمْ شَيْئًا مِنْ نَصِيحَتِهِمْ، وَلاَ يَتَثَاقَلَ عَنْ شَيْءٍ مِنْ طَاعَتِهِمْ، وَلاَ يَبْطَرَ إِذَا أَكْرَمُوهُ، وَلاَ يَجْتَرِئَ عَلَيْهِمْ إِذَا قَرَّبُوهُ، وَلاَ ¶ ¬_________ ¶ (¬1) في \"ك\": [بِالْبَاطِلِ]. ¶ (¬2) المؤاتاة والمواتاة: الموافقة والمطاوعة، يُقَال: آتَاهُ وَوَاتَاهُ عَلَى ذلك الأمر مُؤَاتَاةً وَوِتَاءً: إِذَا طَاوَعَهُ وَوَافَقَهُ. ¶ (¬3) يقال: اضْطَغَنَ فلانٌ على فلانٍ: إذا حقد عليه، والضَّغِينة وَالضِّغْن: الحِقد.",
            "page": "48",
            "part": "1",
            "seal": "7DED6984"
        },
        {
            "id": "48",
            "nass": "يَطْغَى إِذَا سَلَّطُوهُ، وَلاَ يُلْحِفَ (¬1) إِذَا سَأَلَهُمْ، وَلاَ يُدْخِلَ عَلَيْهِمُ الْمَؤُونَةَ (¬2)، وَلاَ يَسْتَثْقِلَ مَا حَمَّلُوهُ، وَلاَ يَغْتَرَّ بِهِمْ (¬3) إِذَا رَضُوا عَنْهُ، وَلاَ يَتَغَيَّرَ لَهُمْ إِذَا سَخِطُوا عَلَيْهِ، وَأَنْ يَحْمَدَهُمْ عَلَى مَا أَصَابَ مِنْ خَيْرٍ مِنْهُمْ أَوْ مِنْ غَيْرِهِمْ؛ فَإِنَّهُ لاَ يَقْدِرُ أَحَدٌ عَلَى أَنْ يُصِيبَهُ بِخَيْرٍ إِلاَّ بِدِفَاعِ اللهِ عَنْهُ بِهِمْ. ¶ مِمَّا يَدُلُّ عَلَى عِلْمِ الْعَالِمِ مَعْرِفَتُهُ بِمَا يُدْرَكُ مِنَ الْأُمُورِ، وَإِمْسَاكُهُ عَمَّا لاَ يُدْرَكُ، وَتَزْيِينُهُ نَفْسَهُ بِالْمَكَارِمِ، وَظُهُورُ عِلْمِهِ لِلنَّاسِ مِنْ غَيْرِ أَنْ يَظْهَرَ مِنْهُ فَخْرٌ وَلاَ عُجْبٌ، وَمَعْرِفَتُهُ زَمَانَهُ الَّذِي هُوَ فِيهِ، وَبَصَرُهُ بِالنَّاسِ، وَأَخْذُهُ بِالْقِسْطِ، وَإِرْشَادُهُ الْمُسْتَرْشِدَ، وَحُسْنُ مُخَالَقَتِهِ خُلَطَاءَهُ، وَتَسْوِيَتُهُ بَيْنَ قَلْبِهِ وَلِسَانِهِ، وَتَحَرِّيهِ الْعَدْلَ فِي كُلِّ أَمْرٍ، وَرَُحْبُ ذَرْعِهِ فِيمَا نَابَهُ، وَاحْتِجَاجُهُ بِالْحُجَجِ فِيمَا عَمِلَ، وَحُسْنُ تَبْصِيرِهِ. ¶ مَنْ أَرَادَ أَنْ يَبْصُرَ (¬4) شَيْئًا مِنْ عِلْمِ الآخِرَةِ فَبِالْعِلْمِ الَّذِي يُعْرَفُ بِهِ ذَلِكَ. وَمَنْ أَرَادَ أَنْ يَبْصُرَ شَيْئًا مِنْ عِلْمِ الدُّنْيَا (¬5) فَبِالْأَشْيَاءِ الَّتِي هِيَ تَدُلُّ عَلَيْهِ. ¶ لِيَكُنِ الْمَرْءُ سَؤُولاً، وَلْيَكُنْ فَصُولاً بَيْنَ الْحَقِّ وَالَبَاطِلِ، وَلْيَكُنْ صَدُوقًا ¶ ¬_________ ¶ (¬1) أَلْحَفَ السائلُ: أي: أَلَحَّ. يقال: ((ليس للمُلْحِفِ مِثْلُ الرَّدِّ)). ¶ (¬2) ما فيه كُلْفَةٌ وَمَشَقَّةٌ. ¶ (¬3) في \"ك\": [وَلاَ يَعْتَزَّ عَلَيْهِمْ]. ¶ (¬4) أي: يعلم، يقال: بَصُرَ بِالشَّيْءِ إِذَا عَلِمَهُ. ¶ (¬5) في \"ك\": [مِنْ أَمْرِ الدُّنْيَا].",
            "page": "49",
            "part": "1",
            "seal": "089FDF30"
        },
        {
            "id": "49",
            "nass": "لِيُؤَمَّنَ عَلَى مَا قَالَ، وَلْيَكُنْ ذَا عَهْدٍ لِيُوَفَّى لَهُ بِعَهْدِهِ، وَلْيَكُنْ شَكُورًا لِيَسْتَوْجِبَ الزِّيَادَةَ، وَلْيَكُنْ جَوَادًا لِيَكُونَ لِلْخَيْرِ أَهْلاً، وَلْيَكُنْ رَحِيمًا بِالْمَضْرُورِينَ لِئَلاَّ يُبْتَلَى بِالضَُّرِّ، وَلْيَكُنْ وَدُودًا لِئَلاَّ يَكُونَ مَعْدِنًا لِأَخْلاَقِ الشَّيْطَانِ، وَلْيَكُنْ حَافِظًا لِلِسَانِهِ مُقْبِلاً عَلَى شَأْنِهِ لِئَلاَّ يُؤْخَذَ بِمَا لَمْ يَجْتَرِمْ، وَلْيَكُنْ مُتَوَاضِعًا لِيُفْرَحَ لَهُ بِالْخَيْرِ وَلاَ يُحْسَدَ عَلَيْهِ، وَلْيَكُنْ قَنِعًا لِتَقَرَّ عَيْنُهُ بِمَا أُوتِيَ، وَلْيُسِرَّ (¬1) لِلنَّاسِ بِالْخَيْرِ لِئَلاَّ يُؤْذِيَهُ الْحَسَدُ، وَلْيَكُنْ حَذِرًا لِئَلاَّ تَطُولَ مَخَافَتُهُ، وَلاَ يَكُونَنَّ (¬2) حَقُودًا لِئَلاَّ يَضُرَّ بِنَفْسِهِ إِضْرَارًا بَاقِيًا، وَلْيَكُنْ ذَا حَيَاءٍ لِئَلاَّ يُسْتَذَمَّ لِلْعُلَمَاءِ (¬3). فَإِنَّ مَخَافَةَ الْعَالِمِ مَذَمَةَ الْعُلَمَاءِ أَشَدُّ مِنْ مَخَافَتِهِ عُقُوبَةَ السُّلْطَانِ. ¶ حَيَاةُ الشَّيْطَانِ تَرْكُ الْعِلْمِ، وَرُوحُهُ وَجَسَدُهُ الْجَهْلُ، وَمَعْدِنُهُ فِي أَهْلِ الْحِقْدِ وَالْقَسَاوَةِ، وَمَثْوَاهُ فِي أَهْلِ الْغَضَبِ، وَعَيْشُهُ فِي الْمُصَارَمَةِ (¬4)، وَرَجَاؤُهُ فِي الْإِصْرَارِ عَلَى الذُّنُوبِ. ¶ وَقَالَ (¬5): لاَ يَنْبَغِي لِلْمَرْءِ أَنْ يَعْتَدَّ بِعِلْمِهِ وَرَأْيِهِ مَا لَمْ يُذَاكِرْهُ ذَوُو الْأَلْبَابِ ¶ ¬_________ ¶ (¬1) أي: ليظهره ويوصله إليهم. يقال: أسررت الشيء: كتمته وأعلنته أيضًا؛ فهو من الأضداد. وَرَجُلٌ سِرِّيرٌ: إذا كان يَسُرُّ إِخْوَانَهُ وَيَبَرُّهُمْ. وَرَجُلٌ بَرٌّ سَرٌّ أي: يَبَرُّ وَيَسُرُّ. وَقَوْمٌ بَرُّونَ سَرُّونَ. ¶ (¬2) في بعض النسخ: [وَلاَ يَكُنْ]. ¶ (¬3) في \"ك\": [إِلَى الْعُلَمَاءِ]. ¶ (¬4) التَّصَارُم: التقاطع. ¶ (¬5) قال العلامة أحمد زكي باشا في تصديره لطبعة \"الأدب الصغير\" بتحقيقه: ((يظهر أن ابن المقفع قد نقل في بعض المواضع عن حكيم أو كتاب ولم يشر إليه مراعاة للأسلوب الذي اعتمده من الأول للآخر، ثم عاد فنقل عنه مستعملاً لفظة: \"وقال\" كأنه سبق له ذكره)) انتهى. والذي استظهره غير ظاهر، بل هذا من كلام ابن المقفع صَدَّرَه بهذه الكلمة، وتلك طريقة مألوفة لدى المتقدمين. وقد يكون من تصرف النساخ. يعرف ذلك من عالج وزاول تحقيق المخطوطات.",
            "page": "50",
            "part": "1",
            "seal": "780DD005"
        },
        {
            "id": "50",
            "nass": "وَلَمْ يُجَامِعُوهُ عَلَيْهِ؛ فَإِنَّهُ لاَ يُسْتَكْمَلُ عِلْمُ الْأَشْيَاءِ بِالْعَقْلِ الْفَرْدِ. ¶ أَعْدَلُ السِّيَرِ أَنْ تَقِيسَ النَّاسَ بِنَفْسِكَ، فَلاَ تَأْتِي إِلَيْهِمْ إِلاَّ مَا تَرْضَى أَنْ يُؤْتَى إِلَيْكَ (¬1). ¶ وَأَنْفَعُ الْعَقْلِ أَنْ تُحْسِنَ الْمَعِيشَةَ فِيمَا أُوتِيتَ مِنْ خَيْرٍ، وَأَنْ لاَ تَكْتَرِثَ مِنَ ¶ ¬_________ ¶ (¬1) روى الإمام أحمد بن حنبل في \"مسنده\" (ج2ص161) حديث رقم (6503 - ترقيم العلامة أحمد شاكر)، والإمام مسلم في \"صحيحه\" [كتاب الإمارة - حديث رقم (1844)]، والنسائي في \"المجتبى\" [كتاب البيعة - ذِكْر ما على مَن بايع الإمام وأعطاه صفقة يده وثمرة قلبه - حديث رقم (4191)]، وابن ماجة في \"سننه\" [كتاب الفتن - باب ما يكون مِن الفتن - حديث رقم (3956) وغيرهم عن عبد الله بن عمرو بن العاصي (رضي الله عنهما) أن رسول الله (- صلى الله عليه وسلم -) قال: (( ... مَنْ أَحَبَّ أَنْ يُزَحْزَحَ عَنِ النَّارِ وَيُدْخَلَ الْجَنَّةَ فَلْتَأْتِهِ مَنِيَّتُهُ [وَفِي لَفْظٍ: فَلْتُدْرِكْهُ مَوْتَتُهُ] وَهُوَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الآخِرِ، وَلْيَأْتِ إِلَى النَّاسِ الَّذِي يُحِبُّ أَنْ يُؤْتَى إِِلَيْهِ)). قال الإمام النووي (رحمه الله) في \"المنهاج في شرح صحيح مسلم بن الحجاج\" (ج12ص233): ((قوله (- صلى الله عليه وسلم -): ((وَلْيَأْتِ إِلَى النَّاسِ الَّذِي يُحِبُّ أَنْ يُؤْتَى إِِلَيْهِ)) هذا من جوامع كلمه (- صلى الله عليه وسلم -) وبديع حكمه. وهذه قاعدة مهمة، فينبغي الاعتناء بها، وأن الإنسان يلزم أن لا يفعل مع الناس إلا ما يحب أن يفعلوه معه)) ا. هـ.",
            "page": "51",
            "part": "1",
            "seal": "0DF1258E"
        },
        {
            "id": "51",
            "nass": "الشَّرِّ (¬1) بِمَا لَمْ يُصِبْكَ. ¶ وَمِنَ الْعِلْمِ أَنْ تَعْلَمَ أَنَّكَ لاَ تَعْلَمُ بِمَا لاَ تَعْلَمُ. ¶ وَمِنْ أَحْسَنِ ذَوِي الْعُقُولِ عَقْلاً مَنْ أَحْسَنَ تَقْدِيرَ أَمْرِ مَعَاشِهِ وَمَعَادِهِ تَقْدِيرًا لاَ يُفْسِدُ عَلَيْهِ وَاحِدًا مِنْهُمَا نَفَادُ الآخَرِ (¬2)، فَإِنْ أَعْيَاهُ ذَلِكَ رَفَضَ الْأَدْنَى وَآثَرَ عَلَيْهِ الْأَعْظَمَ. ¶ وَقَالَ: الْمُؤْمِنُ بِشَيْءٍ مِنَ الْأَشْيَاءِ - وَإِنْ كَانَ سِحْرًا - خَيْرٌ مِمَّنْ لاَ يُؤْمِنُ بِشَيْءٍ وَلاَ يَرْجُو مَعَادًا. ¶ لاَ تُؤَدِّي التَّوْبَةُ أَحَدًا إِلَى النَّارِ، وَلاَ الْإِصْرَارُ عَلَى الذُّنُوبِ أَحَدًا إِلَى الْجَنَّةِ. ¶ مِنْ أَفْضَلِ [أَعْمَالِ] (¬3) الْبِرِّ ثَلاَثُ خِصَالٍ: الصِّدْقُ فِي الْغَضَبِ، وَالْجُودُ فِي الْعُسْرَةِ، وَالْعَفْوُ عِنْدَ الْمَقْدَُِرَةِ (¬4). ¶ ¬_________ ¶ (¬1) في نسخةٍ: [وإلا تكثرت من الشر]!. ¶ (¬2) في نسخةٍ: [يُفْسِدُ عَلَيْهِ وَاحِدٌ مِنْهُمَا الآخَرَ]. ¶ (¬3) ما بين المعقوفين ساقط من \"ك\". ¶ (¬4) في \"ك\": [الْقُدْرَةِ].",
            "page": "52",
            "part": "1",
            "seal": "4E7075B9"
        },
        {
            "id": "52",
            "nass": "رَأْسُ الذُّنُوبِ الْكَذِبُ: هُوَ يُؤَسِّسُهَا وَهُوَ يَتَفَقَّدُهَا وَيُثَبِّتُهَا. ¶ وَيَتَلَوَّنُ ثَلاَثَةَ أَلْوَانٍ: بِالْأُمْنِيَّةِ، وَالْجُحُودِ، وَالْجَدَلِ. ¶ يَبْدُو لِصَاحِبِهِ (¬1) بِالْأُمْنِيَّةِ الْكَاذِبَةِ فِيمَا يُزَيَّنُ لَهُ مِنَ الشَّهَوَاتِ (¬2) فَيُشَجِّعُهُ عَلَيْهَا بِأَنَّ ذَلِكَ سَيَخْفَى. ¶ فَإِذَا ظَهَرَ عَلَيْهِ قَابَلَهُ بِالْجُحُودِ وَالْمُكَابَرَةِ. ¶ فَإِنْ أَعْيَاهُ ذَلِكَ خَتَمَ بِالْجَدَلِ، فَخَاصَمَ عَنِ الْبَاطِلِ وَوَضَعَ لَهُ الْحُجَجَ، وَالْتَمَسَ بِهِ التَّثَبُّتَ وَكَابَرَ بِهِ الْحَقَّ حَتَّى يَكُونَ مُسَارِعًا لِلضَّلاَلَةِ وَمُكَابِرًا بِالْفَوَاحِشِ. ¶ لاَ يَثْبُتُ دِينُ الْمَرْءِ عَلَى حَالَةٍ وَاحِدَةٍ أَبَدًا، وَلَكِنَّهُ لاَ يَزَالُ إِمَّا زَائِدًا وَإِمَّا نَاقِصًا. ¶ مِنْ عَلاَمَاتِ اللَّئِيمِ الْمُخَادِعِ أَنْ يَكُونَ حَسَنَ الْقَوْلِ، سَيِّئَ الْفِعْلِ، بَعِيدَ الْغَضَبِ، قَرِيبَ الْحَسَدِ، حَمُولاً لِلْفُحْشِ، مُجَازِيًا بِالْحِقْدِ، مُتَكَلِّفًا لِلْجُودِ، صَغِيرَ الْخَطَرِ، مُتَوَسِّعًا فِيمَا لَيْسَ لَهُ، ضَيِّقًا فِيمَا يَمْلِكُ. ¶ ¬_________ ¶ (¬1) في نسخةٍ: [يبدأ صاحبه]. ¶ (¬2) في نسخةٍ: [مِنَ السوءات].",
            "page": "53",
            "part": "1",
            "seal": "C782C133"
        },
        {
            "id": "53",
            "nass": "وَكَانَ يُقَالُ: إِذَا تَخَالَجَتْكَ (¬1) الْأُمُورُ فَاسْتَقِلَّ أَعْظَمَهَا خَطَرًا (¬2)، فَإِنْ لَمْ يَسْتَبِنْ (¬3) ذَلِكَ فَأَرْجَاهَا دَرْكًا (¬4)، فَإِنِ اشْتَبَهَ ذَلِكَ فَأَجْدَرَهَا أَنْ لاَ يَكُونَ لَهُ مَرْجُوعٌ حِينَ (¬5) تُوَلِّي فُرْصَتُهُ. ¶ وَكَانَ يُقَالُ: الرِّجَالُ أَرْبَعَةٌ: اثْنَانِ يُخْتَبَرُ (¬6) مَا عِنْدَهُمَا بِالتَّجْرِبَةِ، وَاثْنَانِ قَدْ كُفِيتَ تَجْرِبَتَهُمَا. ¶ فَأَمَّا اللَّذَانِ يُحْتَاجُ (¬7) إِلَى تَجْرِبَتَهُمَا: فَإِنَّ أَحَدَهُمَا بَرٌّ كَانَ مَعَ أَبْرَارٍ، وَالآخَرَ فَاجِرٌ كَانَ مَعَ فُجَّارٍ؛ فَإِنَّكَ لاَ تَدْرِي لَعَلَّ الْبَرَّ مِنْهُمَا إِذَا خَالَطَ الْفُجَّارَ أَنْ يَتَبَدَّلَ فَيَصِيرَ فَاجِرًا، وَلَعَلَّ الْفَاجِرَ مِنْهُمَا إِذَا خَالَطَ الْأَبْرَارَ أَنْ يَتَبَدَّلَ بَرًّا، فَيَتَبَدَّلُ الْبَرُّ فَاجِرًا، وَالْفَاجِرُ بَرًّا. ¶ وَأَمَّا اللَّذَانِ قَدْ كُفِيتَ تَجْرِبَتَهُمَا وَتَبَيَّنَ لَكَ ضَوْءُ أَمْرِهِمَا: فَإِنَّ أَحَدَهُمَا فَاجِرٌ كَانَ فِي أَبْرَارٍ، وَالآخَرَ بَرٌّ كَانَ فِي فُجَّارٍ. ¶ حَقٌّ عَلَى الْعَاقِلِ أَنْ يَتَّخِذَ مِرْآتَيْنِ: فَيَنْظُرَ مِنْ إِحْدَاهُمَا فِي مَسَاوِئِ نَفْسِهِ فَيَتَصَاغَرَ بِهَا وَيُصْلِحَ مَا اسْتَطَاعَ مِنْهَا، وَيَنْظُرَ مِنَ (¬8) الْأُخْرَى فِي مَحَاسِنِ ¶ ¬_________ ¶ (¬1) أي: تجاذبتك وتنازعتك. ¶ (¬2) في \"ك\": [فَاشْتَغِلْ بِأَعْظَمِهَا خَطَرًا]. ¶ (¬3) في \"ك\": [تَسْتَبِنْ]. ¶ (¬4) راجع الحاشية رَقْم (22). ¶ (¬5) في \"ك\": [حَتَّى]!. ¶ (¬6) في \"ك\": [تَخْتَبِرُ]. ¶ (¬7) في \"ك\": [تَحْتَاجُ]. ¶ (¬8) في \"ك\": [فِي].",
            "page": "54",
            "part": "1",
            "seal": "3E3EBDBC"
        },
        {
            "id": "54",
            "nass": "النَّاسِ فَيُحَلِّيَهُمْ بِهَا وَيَأْخُذَ مَا اسْتَطَاعَ مِنْهَا. ¶ احْذَرْ خُصُومَةَ الْأَهْلِ وَالْوَلَدِ وَالصَّدِيقِ وَالضَّعِيفِ، وَاحْتَجَّ عَلَيْهِمْ بِالْحُجَجِ. ¶ لاَ يُوقِعَنَّكَ بَلاَءٌ تَخَلَّصْتَ (¬1) مِنْهُ فِي آخَرَ لَعَلَّكَ أَنْ لاَ تَخْلُصَ مِنْهُ. ¶ الْوَرِعُ لاَ يَخْدَعُ، وَالْأَرِيبُ لاَ يُخْدَعُ. ¶ وَمِنْ وَرَعِ الرَّجُلِ أَنْ لاَ يَقُولَ مَا لاَ يَعْلَمُ، وَمِنَ الْإَِرْبِ (¬2) أَنْ يَتَثَبَّتَ فِيمَا يَعْلَمُ. ¶ وَكَانَ يُقَالُ: عَمَلُ الرَّجُلِ فِيمَا يَعْلَمُ أَنَّهُ خَطَأٌ هَوَى، وَالْهَوَى آفَةُ الْعَفَافِ. ¶ وَتَرْكُهُ الْعَمَلَ بِمَا يَعْلَمُ أَنَّهُ صَوَابٌ تَهَاوُنٌ، وَالتَّهَاوُنُ آفَةُ الدِّينِ. ¶ وَإِقْدَامُهُ عَلَى مَا لاَ يَدْرِي أَصَوَابٌ هُوَ أَمْ خَطَأٌ جِمَاحٌ، وَالْجِمَاحُ (¬3) آفَةُ الْعَقْلِ. ¶ ¬_________ ¶ (¬1) في \"ك\": [خَلَصْتَ]. ¶ (¬2) الإِرْب، وَالإِرْبَة، وَالأُرْبَة، وَالأَرْب: الدَّهَاء وَالْبَصَرُ بالأُمُور، وهو من العقل. يقال: أَرُبَ أَرَابَةً فهو أَرِيبٌ مِنْ قَوْمٍ أُرَبَاء. ¶ (¬3) الجماح: المبادرة إلى الشيء بلا تفكير ولا رَوِيَّة. والْجَمُوحُ مِنَ الرجالِ: الَّذِي يَرْكَبُ هَوَاهُ فَلاَ يُمْكِنُ رَدُّهُ.",
            "page": "55",
            "part": "1",
            "seal": "682E220C"
        },
        {
            "id": "55",
            "nass": "وَكَانَ يُقَالُ: وَقِّرْ مَنْ فَوْقَكَ، وَلِنْ لِمَنْ دُونَكَ، وَأَحْسِنْ مُؤَاتَاةَ (¬1) أَكْفَائِكَ (¬2). وَلْيَكُنْ آثَرَ ذَلِكَ عِنْدَكَ مُؤَاتَاةُ (¬3) الْإِخْوَانِ؛ فَإِنَّ ذَلِكَ هُوَ الَّذِي يَشْهَدُ لَكَ بِأَنَّ (¬4) إِجْلاَلَكَ مَنْ فَوْقَكَ لَيْسَ بِخُضُوعٍ مِنْكَ لَهُمْ، وَأَنَّ لِينَكَ لِمَنْ دُونَكَ لَيْسَ لالْتِمَاسِ خِدْمَتِهِمْ. ¶ خَمْسَةٌ مُفَرِّطُونَ فِي خَمْسَةِ أَشْيَاءَ يَنْدَمُونَ عَلَيْهَا: (¬5) الْوَاهِنُ الْمُفَرِّطُ إِذَا فَاتَهُ الْعَمَلُ، وَالْمُنْقَطِعُ مِنْ إِخْوَانِهِ وَصَدِيقِهِ إِذَا نَابَتْهُ النَّوَائِبُ، وَالْمُسْتَمْكِنُ مِنْهُ عَدُوُّهُ لِسُوءِ رَأْيِهِ إِذَا تَذَكَّرَ عَجْزَهُ، وَالْمُفَارِقُ لِلزَّوْجَةِ الصَّالِحَةِ إِذَا ابْتُلِيَ بِالطَّالِحَةِ، وَالْجَرِيءُ عَلَى الذُّنُوبِ إِذَا حَضَرهُ الْمَوْتُ. ¶ أُمُورٌ لاَ تَصْلُحُ إِلاَّ بِقَرَائِنِهَا: ¶ لاَ يَنْفَعُ الْعَقْلُ بِغَيْرِ وَرَعٍ، وَلاَ الْحِفْظُ بِغَيْرِ عَقْلٍ، وَلاَ شِدَّةُ الْبَطْشِ بِغَيْرِ شِدَّةِ الْقَلْبِ، وَلاَ الْجَمَالُ بِغَيْرِ حَلاَوَةٍ، وَلاَ الْحَسَبُ بِغَيْرِ أَدَبٍ، وَلاَ السُّرُورُ بِغَيْرِ أَمْنٍ، وَلاَ الْغِنَى بِغَيْرِ جُودٍ، وَلاَ الْمُرُوءَةُ بِغَيْرِ تَوَاضُعٍ، وَلاَ الْخَفْضُ (¬6) بِغَيْرِ ¶ ¬_________ ¶ (¬1) راجع الحاشية رقم (120). ¶ (¬2) الأَكْفَاء - بفتح الهمزة وسكون الكاف وفتح الفاء المخففة: جمع الكُفْءِ، وهو: المساوي والْمُمَاثِل والنظير. وقد ضبطها بعضهم هكذا: [أَكِفَّائك] بكسر الكاف وتشديد الفاء!! وهو خطأ؛ إذ إن [أكِفَّاء] جمع كَفِيف وَهُوَ مَنْ قَدْ ذَهَبَ بَصَرُهُ. فتنبه. ¶ (¬3) راجع الحاشية رقم (120). ¶ (¬4) في نسخةٍ: [إِنَّ]. ¶ (¬5) في \"ك\": [خَمْسَةٌ غَيْرُ مُغْتَبِطِينَ فِي خَمْسَةِ أَشْيَاءَ، يَتَنَدَّمُونَ عَلَيْهَا]. ¶ (¬6) راجع الحاشية رقم (105).",
            "page": "56",
            "part": "1",
            "seal": "0778A329"
        },
        {
            "id": "56",
            "nass": "كِفَايَةٍ، وَلاَ الاجْتِهَادُ بِغَيْرِ تَوْفِيقٍ. ¶ أُمُورٌ هُنَّ تَبَعٌ لِأُمُورٍ: ¶ فَالْمُرُوءَاتُ كُلُّهَا تَبَعٌ لِلْعَقْلِ، وَالرَّأْيُ تَبَعٌ لِلتَّجْرِبَةِ، وَالْغِبْطَةُ (¬1) تَبَعٌ لِحُسْنِ الثَّنَاءِ، وَالسُّرُورُ تَبَعٌ لِلْأَمْنِ، وَالْقَرَابَةُ تَبَعٌ لِلْمَوَدَّةِ، وَالْعَمَلُ تَبَعٌ لِلْقَدَرِ، وَالْجِدَّةُ (¬2) تَبَعٌ لِلْإِنْفَاقِ. ¶ أَصْلُ الْعَقْلِ التَّثَبُّتُ، وَثَمَرَتُهُ السَّلاَمَةُ. ¶ وَأَصْلُ الْوَرَعِ الْقَنَاعَةُ، وَثَمَرَتُهُ الظَّفَرُ. ¶ وَأَصْلُ التَّوْفِيقِ الْعَمَلُ، وَثَمَرَتُهُ النَّجَاحُ (¬3). ¶ لاَ يُذْكَرُ الْفَاجِرُ فِي الْعُقَلاَءِ، وَلاَ الْكَذُوبُ فِي الْأَعِفَّاءِ (¬4)، ¶ ¬_________ ¶ (¬1) الغِبْطَة: حُسْنُ الْحَالِ، ومنه قولهم: ((اللَّهُمَّ غَبْطًا لاَ هَبْطًا)) أي: نَسْأَلُكَ الْغِبْطةَ، وَنَعُوذُ بِكَ مِنْ أَنْ نَهْبِطَ عَنْ حَالِنَا \"الصحاح\". ¶ (¬2) الجدة: مصدر الجديد، فكلما أنفق العبدُ أخلف اللهُ عليه. ¶ (¬3) في \"ك\": [النُّجْحُ]، وكلاهما بمعنى الفوز والظَّفَر بالحوائج وإدراك الغايات، يقال: نَجَحَ يَنْجَحُ نُجْحًا وَنَجَاحًا. ¶ (¬4) الأعفاء: جمع عفيف، وهو الذي يَكُفُّ عما لا يَحِلُّ ولا يَجْمُلُ من قول أو فعل. يقال: عَفَّ يَعِفُّ عِفَّةً وَعَفًّا وَعَفَافًا وَعَفَافَة، فَهُوَ عَفٌّ وَعَفِيفٌ. ويجمع أيضًا على: أَعِفَّة.",
            "page": "57",
            "part": "1",
            "seal": "771531CC"
        },
        {
            "id": "57",
            "nass": "وَلاَ الْخَذُولُ (¬1) فِي الْكُرَمَاءِ، وَلاَ الْكَفُورُ (¬2) بِشَيْءٍ مِنَ الْخَيْرِ. ¶ لاَ تُؤَاخِيَنَّ خَِبًّا (¬3)، وَلاَ تَسْتَنْصِرَنَّ عَاجِزًا، وَلاَ تَسْتَعِينَنَّ كَسِلاً (¬4). ¶ إِنَّ مِنْ أَعْظَمِ مَا يُرَوِّحُ بِهِ الْمَرْءُ نَفْسَهُ أَنْ لاَ يَجْرِيَ لِمَا يَهْوَى وَلَيْسَ كَائِنًا، إِلاَّ (¬5) لِمَا لاَ يَهْوَى وَهُوَ لاَ مَحَالَةَ كَائِنٌ. ¶ اغْتَنِمْ مِنَ الْخَيْرِ مَا تَعَجَّلْتَ، وَمِنَ الْأَهْوَاءِ مَا سَوَّفْتَ، وَمِنَ النَّصَبِ مَا عَادَ عَلَيْكَ. ¶ وَلاَ تَفْرَحْ بِالْبَطَالَةِ، وَلاَ تَجْبُنْ عَنِ الْعَمَلِ. ¶ مَنِ اسْتَعْظَمَ مِنَ الدُّنْيَا شَيْئًا فَبَطِرَ، وَاسْتَصْغَرَ مِنَ الدُّنْيَا شَيْئًا فَتَهَاوَنَ، وَاحْتَقَرَ مِنَ الْإِثْمِ شَيْئًا فَاجْتَرَأَ عَلَيْهِ، وَاغْتَرَّ بِعَدُوٍّ وَإِنْ قَلَّ فَلَمْ يَحْذَرْهُ؛ فَذَلِكَ مِنْ ضَيَاعِ الْعَقْلِ. ¶ ¬_________ ¶ (¬1) الخذول: مَن يتخلى عن العون والنُّصْرَة. يقال: خَذَلَه يَخْذُلُهُ خَذْلاً وَخِذْلانًا. ¶ (¬2) الكفور: عظيم الكُفْرَان، وهو جحود النعمة. ¶ (¬3) الْخَبُّ وَالْخِبُّ: الْخَدَّاعُ الْخَبِيثُ الْمُنْكَرُ. تقول منه: خَبِبْتَ يَا رَجُلُ تَخَبُّ خِبًّا. ¶ (¬4) الْكَسَلُ: الفتورُ والتثاقلُ عما لا ينبغي أن يُتثاقل عنه. يقال: كَسِلَ عن الشيء كَسَلاً، فهو كَسِلٌ وَكَسْلانُ. والجمع: كَسَالَى، وَكُسَالَى، وَكَسْلَى. ¶ (¬5) هكذا في \"ط\"، وفي \"ك\"، وقال محشيها: ((لعل الصواب: [وَلِمَا لاَ يَهْوَى])) ا. هـ.",
            "page": "58",
            "part": "1",
            "seal": "36F372BF"
        },
        {
            "id": "58",
            "nass": "لاَ يَسْتَخِفُّ ذُو الْعَقْلِ بِأَحَدٍ. ¶ وَأَحَقُّ مَنْ لَمْ يُسْتَخَفَّ بِهِ ثَلاَثَةٌ: الْأَتْقِيَاءُ، وَالْوُلاَةُ، وَالْإِخْوَانُ. ¶ فَإِنَّهُ مَنِ اسْتَخَفَّ بِالْأَتْقِيَاءِ أَهْلَكَ دِينَهُ. ¶ وَمَنِ اسْتَخَفَّ بِالْوُلاَةِ أَهْلَكَ دُنْيَاهُ. ¶ وَمَنِ اسْتَخَفَّ بِالْإِخْوَانِ أَفْسَدَ مُرُوءَتَهُ. ¶ مَنْ حَاوَلَ الْأُمُورَ (¬1) احْتَاجَ فِيهَا إِلَى سِتٍّ: الْعِلْمِ، وَالتَّوْفِيقِ، وَالْفُرْصَةِ، وَالْأَعْوَانِ، وَالْأَدَبِ، وَالاجْتِهَادِ. ¶ وَهُنَّ أَزْوَاجٌ: ¶ فَالرَّأْيُ وَالْأَدَبُ زَوْجٌ: لاَ يَكْمُلُ الْأَدَبُ إِلاَّ بِالرَّأْيِ، وَلاَ يَكْمُلُ الرَّأْيُ بِغَيْرِ الْأَدَبِ. ¶ وَالْأَعْوَانُ وَالْفُرْصَةُ زَوْجٌ: لاَ يَنْفَعُ الْأَعْوَانُ إِلاَّ عِنْدَ الْفُرْصَةِ، وَلاَ تَنْفَعُ (¬2) الْفُرْصَةُ إِلاَّ بِحُضُورِ الْأَعْوَانِ. ¶ وَالتَّوْفِيقُ وَالاجْتِهَادُ زَوْجٌ: فَالاجْتِهَادُ سَبَبُ التَّوْفِيقِ، وَبِالتَّوْفِيقِ يَنْجَحُ الاجْتِهَادُ. ¶ ¬_________ ¶ (¬1) يقال: حاول الأمر مُحَاوَلَةً وَحِوَالاً: إذا أراد إدراكه ورام إنجازه. ¶ (¬2) في \"ك\": [وَلاَ تَتِمُّ].",
            "page": "59",
            "part": "1",
            "seal": "E9F99623"
        },
        {
            "id": "59",
            "nass": "يَسْلَمُ الْعَاقِلُ مِنْ عِظَامِ الذُّنُوبِ وَالْعُيُوبِ بِالْقَنَاعَةِ وَمُحَاسَبَةِ النَّفْسِ. ¶ لاَ تَجِدُ الْعَاقِلَ يُحَدِّثُ مَنْ يَخَافُ تَكْذِيبَهُ، وَلاَ يَسْأَلُ مَنْ يَخَافُ مَنْعَهُ، وَلاَ يَعِدُ بِمَا لاَ يَجِدُ إِنْجَازَهُ، وَلاَ يَرْجُو مَا يُعَنَّفُ بِرَجَائِهِ، وَلاَ يُقْدِمُ عَلَى مَا (¬1) يَخَافُ الْعَجْزَ عَنْهُ. ¶ وَهُوَ يُسَخِّي بِنَفْسِهِ (¬2) عَمَّا يُغْبَطُ بِهِ الْقَوَّالُونَ خُرُوجًا مِنْ عَيْبِ التَّكْذِيبِ، وَيُسَخِّي بِنَفْسِهِ عَمَّا يَنَالُ [بِهِ] (¬3) السَّائِلُونَ سَلاَمَةً مِنْ مَذَلَّةِ الْمَسْأَلَةِ، وَيُسَخِّي بِنَفْسِهِ عَنْ مَحْمَدَةِ الْمَوَاعِيدِ بَرَاءَةً مِنْ مَذَمَّةِ الْخُلْفِ، وَيُسَخِّي بِنَفْسِهِ عَنْ فَرَحِ الرَّجَاءِ خَوْفَ الْإِكْدَاءِ (¬4)، وَيُسَخِّيهِ عَنْ مَرَاتِبِ الْمُقْدِمِينَ مَا يَرَى مِنْ فَضَائِحِ الْمُقَصِّرِينَ. ¶ لاَ عَقْلَ لِمَنْ أَغْفَلَهُ عَنْ آخِرَتِهِ مَا يَجِدُ مِنْ لَذَّةِ دُنْيَاهُ، وَلَيْسَ مِنَ الْعَقْلِ أَنْ يَحْرِمَهُ حَظَّهُ مِنَ الدُّنْيَا بَصَرُهُ بِزَوَالِهَا. ¶ ¬_________ ¶ (¬1) في \"ك\": [ولا يَقْدُمُ عَلَى مَنْ]. ¶ (¬2) يقال: سَخَّى نَفْسَهُ عن الشيء، وَسَخَّى بنفسِهِ عنه: أي: تركه ولم تنازعه نفسه إليه. ¶ (¬3) سقطت من \"ك\". ¶ (¬4) أي: خوف الإخفاق، وأصله القطع وعدم الإتمام، مأخوذ من الكُدْيَة، وهي أرض صُلبة كالصخرة لا تعمل فيها المعاول، تمنع حافر البئر إذا وصل إليها من الحفر. ومنه قوله (تعالى): {أَفَرَأَيْتَ الَّذِي تَوَلَّى. وَأَعْطَى قَلِيلًا وَأَكْدَى}. قال الزجاج: ((معنى: أكدى: قطع. وأصله من الحفر في البئر، يقال للحافر إذا بلغ في حفر البئر إلى حجر لا يمكنه الحفر: قد بلغ إلى الكُدْيَة، وعند ذلك يقطع الحفر)).",
            "page": "60",
            "part": "1",
            "seal": "8C5D92E8"
        },
        {
            "id": "60",
            "nass": "حَازَ الْخَيْرَ رَجُلاَنِ: سَعِيدٌ، وَمَرْجُوٌّ. ¶ فَالسَّعِيدُ: الْفَالِجُ (¬1)، وَالْمَرْجُوُّ: مَنْ لَمْ يَخْصِمْ (¬2). ¶ وَالْفَالِجُ الصَّالِحُ مَا دَامَ فِي قَيْدِ الْحَيَاةِ وَتَعَرُّضِ الْفِتَنِ فِي مُخَاصَمَةِ الْخُصَمَاءِ مِنَ الْأَهْوَاءِ وَالْأَعْدَاءِ. ¶ السَّعِيدُ يُرَغِّبُهُ اللهُ فِي الآخِرَةِ حَتَّى يَقُولَ: لاَ شيْءَ غَيْرُهَا، فَإِذَا هَضَمَ دُنْيَاهُ وَزَهِدَ فِيهَا لآخِرَتِهِ، لَمْ يَحْرِمْهُ اللهُ بِذَلِكَ نَصِيبَهُ مِنَ الدُّنْيَا وَلَمْ يُنْقِصْهُ مِنْ سُرُورِهِ فِيهَا. ¶ وَالشَّقِيُّ يُرَغِّبُهُ الشَّيْطَانُ فِي الدُّنْيَا حَتَّى يَقُولَ: لاَ شيْءَ غَيْرُهَا، فَيَجْعَلُ اللهُ لَهُ التَّنْغِيصَ (¬3) فِي الدُّنْيَا الَّتِي آثَرَ مَعَ الْخِزْيِ الَّذِي يَلْقَى بَعْدَهَا. ¶ الرِّجَالُ أَرْبَعَةٌ: جَوَادٌ، وَبَخِيلٌ، وَمُسْرِفٌ، وَمُقْتَصِدٌ. ¶ فَالْجَوَادُ الَّذِي يُوَجِّهُ نَصِيبَ آخِرَتِهِ وَنَصِيبَ دُنْيَاهُ جَمِيعًا فِي أَمْرِ آخِرَتِهِ. ¶ وَالْبَخِيلُ الَّذِي لاَ يُعْطِي (¬4) وَاحِدَةً مِنْهُمَا نَصِيبَهَا. ¶ وَالْمُسْرِفُ الَّذِي يَجْمَعُهُمَا لِدُنْيَاهُ. ¶ ¬_________ ¶ (¬1) الفالج: الفائز الظافر. وراجع الحاشية رقم (102). ¶ (¬2) أي: الذي لا يخاصم ويتمادى في الخصومة وَيَلِجُّ. ¶ (¬3) في \"ك\": [النَّغِيصَ]. ¶ (¬4) في \"ك\": [وَالْبَخِيلُ الَّذِي يُخْطِئُ وَاحِدَةً ... ].",
            "page": "61",
            "part": "1",
            "seal": "9F238F89"
        },
        {
            "id": "61",
            "nass": "وَالْمُقْتَصِدُ الَّذِي يُلْحِقُ بِكُلِّ وَاحِدَةٍ مِنْهُمَا نَصِيبَهَا. ¶ أَغْنَى النَّاسِ أَكْثَرُهُمْ إِحْسَانًا. ¶ قَالَ رَجُلٌ لِحَكِيمٍ (¬1): مَا خَيْرُ مَا يُؤْتَى الْمَرْءُ؟ ¶ قَالَ: ((غَرِيزَةُ عَقْلٍ)). ¶ قَالَ: فَإِنْ لَمْ يَكُنْ؟ ¶ قَالَ: ((فَتَعَلُّمُ عِلْمٍ)). ¶ ¬_________ ¶ (¬1) هذا الأثر رواه ابن حبان في أول كتابه \"روضة العقلاء \"، قَالَ: أَخْبَرَنا مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ فَارِس، حَدَّثَنَا أَحْمَدُ بْنُ سَيَّار، حَدَّثَنَا حَبِيب الْجَلاَّب قَالَ: قيل لابن المبارك (رحمه الله): ما خَيْرُ ما أُعْطِيَ الرَّجُلُ؟ قَالَ: ((غَرِيزَةُ عَقْلٍ فِيهِ)). قِيلَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((أَدَبٌ حَسَنٌ)). قِيلَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((أَخٌ صَالِحٌ يَسْتَشِيرُهُ)). قِيلَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((صَمْتٌ طَوِيلٌ)). قِيلَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((مَوْتٌ عَاجِلٌ)). ¶ ثم قال: أَخْبَرَنَا مُحَمَّدُ بْنُ دَاوُد الْرَّازِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيد، حَدَّثَنَا ابْنُ الْمُبَارَك قَالَ: سُئِلَ عُقَيْلٌ: مَا أَفْضَلُ مَا أُعْطِيَ الْعَبْدُ؟ قَالَ: ((غَرِيزَةُ عَقْلٍ)). قَالَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((فَأَدَبٌ حَسَنٌ)). قَالَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((فَأَخٌ شَقِيقٌ يَسْتَشِيرُهُ)). قَالَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((فَطُولُ صَمْتٍ)). قَالَ: فَإِنْ لَمْ يَكُنْ؟ قَالَ: ((فَمَوْتٌ عَاجِلٌ)). ¶ وقال الجاحظ في \"البيان والتبيين\" [(ج1ص123) ط/ دار الكتب العلمية - بيروت - لبنان]: ((وقال كسرى أنوشروان لبزرجمهر: أي الأشياء خير للمرء العيي؟ قَالَ: ((عَقْلٌ يَعِيشُ بِهِ)). قَالَ: فَإِنْ لَمْ يَكُنْ لَهُ عَقْلٌ يَعِيشُ بِهِ؟ قَالَ: ((فَإِخْوَانٌ يَسْتُرُونَ عَلَيْهِ)). قَالَ: فَإِنْ لَمْ يَكُنْ لَهُ إِخْوَانٌ؟ قال: ((فَمَالٌ يَتَحَبَّبُ بِهِ إِلَى النَّاسِ)). قَالَ: فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ؟ قَالَ: ((فَعِيٌّ صَامِتٌ)). قَالَ: فَإِنْ لَمْ يَكُنْ لَهُ ذَلِكَ؟ قَالَ: ((فَمَوْتٌ مُرِيحٌ)).",
            "page": "62",
            "part": "1",
            "seal": "DD9EB1E7"
        },
        {
            "id": "62",
            "nass": "قَالَ: فَإِنْ حُرِمَهُ؟ ¶ قَالَ: ((صِدْقُ اللِّسَانِ)). ¶ قَالَ: فَإِنْ حُرِمَهُ؟ ¶ قَالَ: ((سُكُوتٌ طَوِيلٌ)). ¶ قَالَ: فَإِنْ حُرِمَهُ؟ ¶ قَالَ: ((مِيتَةٌ عَاجِلَةٌ)). ¶ مِنْ أَشَدِّ عُيُوبِ الْإِنْسَانِ خَفَاءُ عُيُوبِهُ عَلَيْهِ. فَإِنَّ مَنْ خَفِيَ عَلَيْهِ عَيْبُهُ خَفِيَتْ عَلَيْهِ مَحَاسِنُ غَيْرِهِ، وَمَنْ خَفِيَ عَلَيْهِ عَيْبُ نَفْسِهِ وَمَحَاسِنُ غَيْرِهِ فَلَنْ يُقْلِعَ عَنْ عَيْبِهِ الَّذِي لاَ يَعْرِفُ، وَلَنْ يَنَالَ مَحَاسِنَ غَيْرِهِ الَّتِي لاَ يُبْصِرُهَا (¬1) أَبَدًا. ¶ خُمُولُ الذِّكْرِ أَجْمَلُ مِنَ الذِّكْرِ الذَّمِيمِ. ¶ لاَ يُوجَدُ الْفَخُورُ مَحْمُودًا، وَلاَ الْغَضُوبُ مَسْرُورًا، وَلاَ الْحُرُّ حَرِيصًا، وَلاَ الْكَرِيمُ حَسُودًا، وَلاَ الشَّرِهُ (¬2) غَنِيًّا، وَلاَ الْمَلُولُ ذَا إِخْوَانٍ. ¶ ¬_________ ¶ (¬1) في \"ك\": [الَّتِي لاَ يُبْصِرُ أَبَدًا]. ¶ (¬2) الشَّرَهُ: غَلَبَةُ الْحِرْصِ، وقد شَرِهَ الرَّجُلُ فهو شَرِهٌ.",
            "page": "63",
            "part": "1",
            "seal": "A7C17889"
        },
        {
            "id": "63",
            "nass": "خِصَالٌ يُسَرُّ بِهَا الْجَاهِلُ، كُلُّهَا كَائِنٌ عَلَيْهِ وَبَالاً: ¶ مِنْهَا: أَنْ يَفْخَرَ مِنَ الْعِلْمِ وَالْمُرُوءَةِ بِمَا لَيْسَ عِنْدَهُ. ¶ وَمِنْهَا: أَنْ يَرَى بِالْأَخْيَارِ مِنَ الاسْتِهَانَةِ وَالْجَفْوَةِ مَا يُشْمِتُهُ بِهِمْ. ¶ وَمِنْهَا: أَنْ يُنَاقِلَ (¬1) عَالِمًا وَدِيعًا مُنْصِفًا لَهُ فِي الْقَوْلِ فَيَشْتَدَّ صَوْتُ ذَلِكَ الْجَاهِلِ عَلَيْهِ ثُمَّ يُفْلِجُهُ (¬2) نُظَرَاؤُهُ مِنَ الْجُهَّالِ حَوْلَهُ بِشِدَّةِ الصَّوْتِ وَكَثْرَةِ الضَّحِكِ. ¶ وَمِنْهَا: أَنْ تَفْرُطَ مِنْهُ الْكَلِمَةُ (¬3) أَوِ الْفِعْلَةُ الْمُعْجِبَةُ لِلْقَوْمِ فَيُذْكَرَ بِهَا. ¶ وَمِنْهَا: أَنْ يَكُونَ مَجْلِسُهُ فِي الْمَحْفِلِ (¬4) وَعِنْدَ السُّلْطَانِ فَوْقَ مَجَالِسِ أَهْلِ الْفَضْلِ عَلَيْهِ. ¶ مِنَ الدَّلِيلِ عَلَى سَخَافَةِ الْمُتَكَلِّمِ أَنْ يَكُونَ مَا يُرَى مِنْ ضَحِكِهِ لَيْسَ عَلَى حَسَبِ مَا عِنْدَهُ مِنَ الْقَوْلِ، أَوِ الرَّجُلُ يُكَلِّمُ صَاحِبَهُ فَيُجَاذِبَهُ الْكَلاَمَ لِيَكُونَ هُوَ الْمُتَكَلِّمَ، أَوْ يَتَمَنَّى أَنْ يَكُونَ صَاحِبُهُ قَدْ فَرَغَ وَأَنْصَتَ لَهُ فَإِذَا نَصَتَ (¬5) لَهُ ¶ ¬_________ ¶ (¬1) المناقلة: المحادثة. يقال: ناقلتَ فلانًا الحديثَ: إِذَا حَدَّثْتَهُ وَحَدَّثَكَ. وتَنَاقَل القومُ الكلامَ بينهم: أي: تنازعوه. ورجلٌ نَقِلٌ: أي: حاضر المنطِق والجواب. ¶ (¬2) أي: ينصر هؤلاء الجهال صاحبَهم على ذلك العالم الوديع بصخبهم. وتلك خديعة الطبع اللئيم. وتالله إنها لمحنة ما أعظمها!. راجع الحاشية رقم (102). ¶ (¬3) أي: تسبق. ¶ (¬4) مَحْفِلُ القومِ وَمُحْتَفَلُهُمْ: مُجْتَمَعُهُمْ. ¶ (¬5) في نسخةٍ: [أَنْصَتَ]، ونصت وأنصت كلاهما بمعنى.",
            "page": "64",
            "part": "1",
            "seal": "6A04BEFC"
        },
        {
            "id": "64",
            "nass": "لَمْ يُحْسِنِ الْكَلاَمَ. ¶ فَضْلُ الْعِلْمِ (¬1) فِي غَيْرِ الدِّينِ مَهْلَكَةٌ. وَكَثْرَةُ الْأَدَبِ فِي غَيْرِ رِضْوَانِ اللهِ وَمَنْفَعَةِ الْأَخْيَارِ قَائِدٌ إِلَى النَّارِ. وَالْحِفْظُ الذَّاكِي الْوَاعِي (¬2) لِغَيْرِ الْعِلْمِ النَّافِعِ مُضِرٌّ بِالْعَمَلِ الصَّالِحِ. وَالْعَقْلُ غَيْرُ الْوَازِعِ (¬3) عَنِ الذُّنُوبِ خَازِنٌ لِلشَّيْطَانِ (¬4). ¶ لاَ يُؤَمِنَنَّكَ شَرَّ الْجَاهِلِ قَرَابَةٌ وَلاَ جِوَارٌ وَلاَ إِلْفٌ، فَإِنَّ أَخْوَفَ مَا يَكُونُ الْإِنْسَانُ لِحَرِيقِ النَّارِ أَقْرَبُ مَا يَكُونُ مِنْهَا. ¶ وَكَذَلِكَ الْجَاهِلُ: إِنْ جَاوَرَكَ أَنْصَبَكَ، وَإِنْ نَاسَبَكَ جَنَى عَلَيْكَ، وَإِنْ أَلِفَكَ حَمَلَ عَلَيْكَ مَا لاَ تُطَيقُ، وَإِنْ عَاشَرَكَ آذَاكَ وَأَخَافَكَ، مَعَ أَنَّهُ عِنْدَ الْجُوعِ سَبُعٌ ضَارٍ، وَعِنْدَ الشِّبَعِ مَلِكٌ فَظٌّ، وَعِنْدَ الْمُوَافَقَةِ فِي الدِّينِ قَائِدٌ إِلَى جَهَنَّمَ. ¶ فَأَنْتَ بِالْهَرَبِ مِنْهُ أَحَقُّ مِنْكَ بِالْهَرَبِ مِنْ سَُمِّ الْأَسَاوِدِ (¬5) وَالْحَرِيقِ الْمَخُوفِ وَالدَّيْنِ الْفَادِحِ (¬6) وَالدَّاءِ الْعَيَاءِ (¬7). ¶ ¬_________ ¶ (¬1) أي: زيادته وكثرته. ¶ (¬2) في نسخةٍ: [والحفظ الذكي الوعي]. ¶ (¬3) أي: غير المانع. ¶ (¬4) في \"ك\": [خَازِنُ الشَّيْطَانِ]. ¶ (¬5) الْأَسْوَد: العظيم من الحيات وفيه سواد. قال الجوهري في \"الصحاح\": ((الجمع: الْأَسَاوِد؛ لأنه اسم، ولو كان صفةً لَجُمِعَ على فُعْل)). ¶ (¬6) يقال: فَدَحَهُ الدَّيْنُ يَفْدَحُهُ فَدْحًا: أي: أَثْقَلَهُ، فهو فادح. ¶ (¬7) دَاءٌ عَيَاءٌ: أي: صَعْبٌ لاَ دَوَاءَ لَهُ، كأنه أَعْيَا الأطبَّاءَ.",
            "page": "65",
            "part": "1",
            "seal": "BB5C249C"
        },
        {
            "id": "65",
            "nass": "وَكَانَ يُقَالُ: قَارِبْ عَدُوَّكَ بَعْضَ الْمُقَارَبَةِ تَنَلْ حَاجَتَكَ، وَلاَ تُقَارِبْهُ كُلَّ الْمُقَارَبَةِ فَيَجْتَرِئَ عَلَيْكَ عَدُوُّكَ وَتَذِلَّ نَفْسُكَ وَيَرْغَبَ عَنْكَ نَاصِرُكَ. ¶ وَمَثَلُ ذَلِكَ مَثَلُ الْعُودِ الْمَنْصُوبِ فِي الشَّمْسِ، إِنْ أَمَلْتَهُ قَلِيلاً زَادَ ظِلُّهُ، وَإِنْ جَاوَزْتَهُ الْحَدَّ فِي إِمَالَتِهِ نَقَصَ الظِّلُّ. ¶ الْحَازِمُ لاَ يَأْمَنُ عَدُوَّهُ عَلَى كُلِّ حَالٍ: إِنْ كَانَ بَعِيدًا لَمْ يَأْمَنْ مُعَاوَدَتَهُ (¬1)، وَإِنْ كَانَ قَرِيبًا لَمْ يَأْمَنْ مُوَاثَبَتَهُ، وَإِنْ كَانَ مُنْكَشِفًا لَمْ يَأْمَنْ اسْتِطْرَادَهُ وَكَمِينَهُ، وَإِنْ رَآهُ وَحِيدًا لَمْ يَأْمَنْ مَكْرَهُ. ¶ الْمَلِكُ الْحَازِمُ يَزْدَادُ بِرَأْيِ الْوُزَرَاءِ الْحَزَمَةِ كَمَا يَزْدَادُ الْبَحْرُ بِمَوَادِّهِ مِنَ الْأَنْهَارِ (¬2). ¶ الظَّفَرُ بِالْحَزْمِ، وَالْحَزْمُ بِإِجَالَةِ الرَّأْيِ، والرَّأْيُ [بِتَكْرَارِ (¬3) ¶ ¬_________ ¶ (¬1) في \"ك\": [مُغَاوَرَتَهُ]. وقال في الحاشية: ((مِن غاوره، أي: شن الغارة عليه)). وهذه الفقرة والتي قبلها مقتبستان من: كليلة ودمنة\". ¶ (¬2) قال في \"ك\": ((أي الأنهار المادة له بمائها)). ¶ (¬3) التَّكرار: بفتح التاء لا غير، ويخطئ من ينطقها بالكسر، لأن المصادر إنما تجيء على التَّفْعَال بفتح التاء، مثل: التَّذْكَار، والتَّرْحَال، والتَّوْكَاف. ولم يجئ بالكسر إلا حرفان، وهما: التِّبْيَان، وَالتِّلْقَاء. وهذه فائدة نفيسة نبه عليها الإمام الجوهري (رحمه الله) في \"الصحاح\"، فخذها شاكرًا الله (تعالى)، وكن منها على ذُِكْر. ثم انظر - رحمني اللهُ وإياك - إلى سعة إحاطة أهل العلم الأوائل (رحمهم الله) ومبلغ بصرهم باللغة إذ يحصون ما شذ عن القاعدة في حرفين اثنين أو أحرف معدودة. وهاك مثالاً آخر ليزداد توقيرك إياهم وفخرك بهم، ولتعرفَ ضآلة مَن يقع فيهم من الخلف ممن لا يعرف الأرنبَ وأذنيها!! ولتعلمَ أن مَن أطلق لسانه فيهم بالثلب فهو في الغواية غاية، وفي قلة النهى نهاية! قال الإمام الرازي (رحمه الله) في \"المختار\": ((الصَّوْلَجَانُ - بفتح اللام: الْمِحْجَنُ، فارسيٌّ مُعَرَّبٌ. وكذا كل كلمة فيها صاد وجيم؛ لأنهما لا يجتمعان في كلمة واحدة من كلام العرب)) ا. هـ. وانظر \"المزهر في علوم اللغة\" للحافظ جلال الدين السيوطي (رحمه الله) [(ج2ص92) ط/ مكتبة دار التراث - الطبعة الثالثة].",
            "page": "66",
            "part": "1",
            "seal": "32FF46D3"
        },
        {
            "id": "66",
            "nass": "النَّظَرِ] (¬1) وَتَحْصِينِ الْأَسْرَارِ. ¶ إِنَّ الْمُسْتَشِيرَ وَإِنْ كَانَ أَفْضَلَ مِنَ الْمُسْتَشَارِ رَأْيًا فَهُوَ يَزْدَادُ بِرَأْيِهِ رَأْيًا، كَمَا تَزْدَادُ النَّارُ بِالْوَدَكِ (¬2) ضَوْءًا. ¶ عَلَى الْمُسْتَشَارِ مُوَافَقَةُ الْمُسْتَشِيرِ عَلَى صَوَابِ مَا يَرَى، وَالرِّفْقُ بِهِ فِي تَبْصِيرِ خَطَإٍ إِنْ أَتَى بِهِ، وَتَقْلِيبُ الرَّأْيِ فِيمَا شَكَّا فِيهِ حَتَّى تَسْتَقِيمَ لَهُمَا مُشَاوَرَتُهُمَا. ¶ لاَ يَطْمَعَنَّ ذُو الْكِبْرِ فِي حُسْنِ الثَّنَاءِ، وَلاَ الْخَِبُّ (¬3) فِي كَثْرَةِ الصَّدِيقِ، وَلاَ السَّيِّئُ الْأَدَبِ فِي الشَّرَفِ، وَلاَ الشَّحِيحُ فِي الْمَحْمَدَةِ، وَلاَ الْحَرِيصُ فِي ¶ ¬_________ ¶ (¬1) ما بين المعقوفين ساقط من \"ك\". ¶ (¬2) الْوَدَك - بفتحتين: دَسَمُ اللَّحْمِ والشحم وهو ما يتحلب من ذلك. \"المصباح المنير\". وقال في \"اللسان\": دَسَمُ اللَّحْمِ وَدُهْنُهُ الَّذِي يُسْتَخْرَجُ مِنْهُ. ¶ (¬3) انظر الحاشية رقم (162).",
            "page": "67",
            "part": "1",
            "seal": "0F31ABEC"
        },
        {
            "id": "67",
            "nass": "الْإِخْوَانِِ، وَلاَ الْمَلِكُ الْمُعْجَبُ بِثَبَاتِ الْمُلْكِ. ¶ صَرْعَةُ اللِّينِ أَشَدُّ اسْتِئْصَالاً مِنْ صَرْعَةِ الْمُكَابَرَةِ. ¶ أَرْبَعَةُ أَشْيَاءَ لاَ يُسْتَقَلُّ مِنْهَا قَلِيلٌ: النَّارُ، وَالْمَرَضُ، وَالْعَدُوُّ، وَالدَّيْنُ. ¶ أَحَقُّ النَّاسِ بِالتَّوْقِيرِ الْمَلِكُ الْحَلِيمُ، الْعَالِمُ بِالْأُمُورِ وَفُرَصِ الْأَعْمَالِ وَمَوَاضِعِ الشِّدَّةِ وَاللِّينِ وَالْغَضَبِ وَالرِّضَا وَالْمُعَاجَلَةِ وَالْأَنَاةِ، النَّاظِرُ فِي أَمْرِ يَوْمِهِ وَغَدِهِ وَعَوَاقِبِ أَعْمَالِهِ. ¶ السَّبَبُ الَّذِي يُدْرِكُ بِهِ الْعَاجِزُ حَاجَتَهُ هُوَ الَّذِي يَحُولُ بَيْنَ الْحَازِمِ وَبَيْنَ طَلِبَتِهِ (¬1). ¶ إِنَّ أَهْلَ الْعَقْلِ وَالْكَرَمِ يَبْتَغُونَ إِلَى كُلِّ مَعْرُوفٍ وُصْلَةً وَسَبِيلاً. ¶ وَالْمَوَدَّةْ بَيْنَ الْأَخْيَارِ سَرِيعٌ اتِّصَالُهَا بَطِيءٌ انْقِطَاعُهَا، وَمَثَلُ ذَلِكَ مَثَلُ كُوبِ الذَّهَبِ الَّذِي هُوَ بَطِيءُ الانْكِسَارِ هَيِّنُ الْإِصْلاَحِ. ¶ ¬_________ ¶ (¬1) أي: حاجته، والطَّلِبَة - بكسر اللام: الشيء المطلوب. يقال: طَلَبَ إِلَيَّ فَأَطْلَبْتُهُ: أي: أسعفته بما طلب.",
            "page": "68",
            "part": "1",
            "seal": "1449E6E8"
        },
        {
            "id": "68",
            "nass": "وَالْمَوَدَّةْ بَيْنَ الأشرار سَرِيعٌ انْقِطَاعُهَا بَطِيءٌ اتِّصَالُهَا، كَالْكُوزِ مِنَ الْفَخَّارِ يَكْسِرُهُ أَدْنَى عَبَثٌ ثُمَّ لاَ وَصْلَ لَهُ أَبَدًا (¬1). ¶ وَالْكَرِيمُ يَمْنَحُ الرَّجُلَ مَوَدَّتَهُ عَنْ لُقْيَةٍ وَاحِدَةٍ أَوْ مَعْرِفَةِ يَوْمٍ. وَاللَّئِيمُ لاَ يَصِلُ أَحَدًا إِلاَّ عَنْ رَغْبَةٍ أَوْ رَهْبَةٍ. ¶ فَإِنَّ أَهْلَ الدُّنْيَا يَتَعَاطَوْنَ فِيمَا بَيْنَهُمْ أَمْرَيْنِ وَيَتَوَاصَلُونَ (¬2) عَلَيْهِمَا: ذَاتَ النَّفْسِ، وَذَاتَ الْيَدِ. ¶ فَأَمَّا الْمُتَبَادِلُونَ ذَاتَ الْيَدِ فَهُمُ الْمُتَعَاوِنُونَ الْمُسْتَمْتِعُونَ الَّذِينَ يَلْتَمِسُ بَعْضُهُمُ الانْتِفَاعَ بِبَعْضٍ مُنَاجَزَةً وَمُكَايَلَةً (¬3). ¶ مَا التَّبَعُ وَالْأَعْوَانُ وَالصَّدِيقُ وَالْحَشَمُ إِلاَّ لِلْمَالِ. وَلاَ يُظْهِرُ الْمُرُوءَةَ إِلاَّ الْمَالُ. وَلاَ الرَّأْيُ وَلاَ الْقُوَّةُ إِلاَّ بِالْمَالِ. ¶ ¬_________ ¶ (¬1) هذه الفِقر مقتبسة من كتاب \"كليلة ودمنة\"، فانظره - إن شئت غير مأمور - باب \"الحمامة الْمُطَوَّقَة\" في ضرب المثل لإخوان الصفاء. ¶ (¬2) في \"ك\": [وَيَتَوَاطَئُونَ]. ¶ (¬3) هكذا في جميع النسخ التي بين يدي من \"الأدب الصغير\"، وإِخال أن هناك سقطًا موضوعه الكلام على المتبادلين ذات النفس، وهو في \"كليلة ودمنة\" على التمام، وأنقله للفائدة، قال على لسان الْجُِرَذِ: ((إن أهل الدنيا يتعاطون فيما بينهم أمرين ويتواصلون عليهما، وهما: ذاتُ النفس، وذاتُ اليد. فالمتباذلون ذاتَ النَّفْسِ هم الأصفياء، وأما المتباذلون ذاتَ اليدِ فهم المتعاونون الذين يلتمس بعضهم الانتفاع ببعض)).",
            "page": "69",
            "part": "1",
            "seal": "1199E5BD"
        },
        {
            "id": "69",
            "nass": "وَمَنْ لاَ إِخْوَانَ لَهُ فَلاَ أَهْلَ لَهُ، وَمَنْ لاَ أَوْلاَدَ لَهُ فَلاَ ذِكْرَ لَهُ، وَمَنْ لاَ عَقْلَ لَهُ فَلاَ دُنْيَا لَهُ وَلاَ آخِرَةَ، وَمَنْ لاَ مَالَ لَهُ فَلاَ شَيْءَ لَهُ. ¶ وَالْفَقْرُ دَاعِيَةٌ إِلَى صَاحِبِهِ مَقْتَ النَّاسِ، وَهُوَ مَسْلَبَةٌ لِلْعَقْلِ وَالْمُرُوءَةِ، مَذْهَبَةٌ لِلْعِلْمِ وَالْأَدَبِ، وَمَعْدِنٌ لِلتُّهَْمَةِ، وَمَجْمَعَةٌ لِلْبَلاَيَا. ¶ وَمَنْ نَزَلَ بِهِ الْفَقْرُ وَالْفَاقَةُ لَمْ يَجِدْ بُدًّا مِنْ تَرْكِ الْحَيَاءِ، وَمَنْ ذَهَبَ حَيَاؤُهُ ذَهَبَ سُرُورُهُ، وَمَنْ ذَهَبَ سُرُورُهُ مَقُتَ (¬1)، وَمَنْ مَقُتَ أُوذِيَ، وَمَنْ أُوذِيَ حَزِنَ، وَمَنْ حَزِنَ فَقَدْ ذَهَبَ عَقْلُهُ وَاسْتُنْكِرَ حِفْظُهُ وَفَهْمُهُ. ¶ وَمَنْ أُصِيبَ فِي عَقْلِهِ وَفَهْمِهِ وَحِفْظِهِ كَانَ أَكْثَرُ قَوْلِهِ وَعَمَلِهِ فِيمَا يَكُونُ عَلَيْهِ لاَ لَهُ. ¶ فَإِذَا افْتَقَرَ الرَّجُلُ اتَّهَمَهُ مَنْ كَانَ لَهُ مُؤْتَمِنًا، وَأَسَاءَ بِهِ الظَّنَّ مَنْ كَانَ يَظُنُّ بِهِ حَسَنًا. فَإِذَا أَذْنَبَ غَيْرُهُ ظَنُّوهُ (¬2)، وَكَانَ لِلتُّهَْمَةِ وَسُوءِ الظَّنِّ مَوْضِعًا. ¶ وَلَيْسَ مِنْ خَلَّةٍ (¬3) هِيَ لِلْغَنِيِّ مَدْحٌ إِلاَّ وَهِيَ لِلْفَقِيرِ عَيْبٌ: ¶ فَإِنْ كَانَ شُجَاعًا سُمِّيَ أَهْوَجَ (¬4). ¶ ¬_________ ¶ (¬1) يقال: مَقُتَ إلى الناس مَقَاتَةً: إذا كان بغيضًا عندهم. ¶ (¬2) أي: اتهموه وأساءوا به الظن. فالظِّنَّة: التُّهَْمَة. ¶ (¬3) الْخَلَّة: الْخَصْلَة، والجمع: خِلاَل. ¶ (¬4) رجل أهوج: فيه تَسَرُّعٌ وَحُمْقٌ. يقال: هَوِجَ هَوَجًا فهو أَهْوَج، والأنثى: هَوْجَاء. والجمع: هُوج.",
            "page": "70",
            "part": "1",
            "seal": "B9EF79BC"
        },
        {
            "id": "70",
            "nass": "وَإِنْ كَانَ جَوَادًا سُمِّيَ مُفْسِدًا. ¶ وَإِنْ كَانَ حَلِيمًا سُمِّيَ ضَعِيفًا. ¶ وَإِنْ كَانَ وَقُورًا سُمِّيَ بَلِيدًا. ¶ وَإِنْ كَانَ لَسِنًا (¬1) سُمِّيَ مِهْذَارًا (¬2). ¶ وَإِنْ كَانَ صَمُوتًا سُمِّيَ عَيِيًّا (¬3). ¶ وَكَانَ يُقَالُ: مَنْ ابْتُلِيَ بِمَرَضٍ فِي جَسَدِهِ لاَ يُفَارِقُهُ، أَوْ بِفِرَاقِ الْأَحِبَّةِ وَالْأِخْوَانِ، أَوْ بِالْغُرْبَةِ حَيْثُ لاَ يَعْرِفُ مَبِيتًا وَلاَ مَقِيلاً (¬4) وَلاَ يَرْجُو إِيَابًا (¬5)، أَوْ بِفَاقَةٍ (¬6) تَضْطَرُّهُ إِلَى الْمَسْأَلَةِ: فَالْحَيَاةُ لَهُ مَوْتٌ، وَالْمَوْتُ لَهُ رَاحَةٌ. ¶ ¬_________ ¶ (¬1) رجل لَسِنٌ: أي: ذو بيان وفصاحة. ¶ (¬2) رجل مِهْذَارٌ وَهُذَرَة وَهَيْذَار وَهَذَّار: كثير الكلام في غير فائدة. والأنثى: هَذِرَة وَمِهْذَار. والجمع: الْمَهَاذِير. قال ابن سِيدَه في \"المحكم\": ((ولا يجمع مهذار بالواو والنون؛ لأن مؤنثه لا يدخله الهاء)). ¶ (¬3) العِيُّ: ضد البيان، فهو على ما في \"الوجيز: ((العجز عن التعبير اللفظي بما يفيد المعنى المقصودَ)). قال سيبويه: جمع: العَييّ: أَعْيياء وَأَعِيَّاء. وانظر \"الصحاح\"، و\"لسان العرب\". ¶ (¬4) المقيل: المنزل والمأوى. ¶ (¬5) أي: رجوعًا وعودة. ¶ (¬6) الفاقة: الفقر والحاجة.",
            "page": "71",
            "part": "1",
            "seal": "A487AB14"
        },
        {
            "id": "71",
            "nass": "وَجَدْنَا الْبَلاَيَا فِي الدُّنْيَا إِنَّمَا يَسُوقُهَا إِلَى أَهْلِهَا الْحِرْصُ وَالشَّرَهُ (¬1)، فَلاَ يَزَالُ صَاحِبُ الدُّنْيَا يَتَقَلَّبُ فِي بَلِيَّةٍ وَتَعَبٍ؛ لِأَنَّهُ لاَ يَزَالُ بِخَلَّةِ الْحِرْصِ وَالشَّرَهِ. ¶ وَسَمِعْتُ الْعُلَمَاءَ قَالُوا: لاَ عَقْلَ كَالتَّدْبِيرِ، وَلاَ وَرَعَ كَالْكَفِّ، وَلاَ حَسَبَ كَحُسْنِ الْخُلُقِ، وَلاَ غِنًى كَالرِّضَى (¬2). ¶ وَأَحَقُّ مَا صُبِرَ عَلَيْهِ مَا لاَ سَبِيلَ إِلَى تَغْيِيرِهِ. ¶ وَأَفْضَلُ الْبِرِّ الرَّحْمَةُ، وَرَأْسُ الْمَوَدَّةِ الاسْتِرْسَالُ، وَرَأْسُ الْعَقْلِ الْمَعْرِفَةُ بِمَا يَكُونُ وَمَا لاَ يَكُونُ، وَطِيبُ النَّفْسِ حُسْنُ الانْصِرَافِ عَمَّا لاَ سَبِيلَ إِلَيْهِ. ¶ وَلَيْسَ فِي (¬3) الدُّنْيَا سُرُورٌ يَعْدِلُ صُحْبَةَ الْإِخْوَانِ، وَلاَ فِيهَا غَمٌّ يَعْدِلُ غَمَّ فَقْدِهِمْ. ¶ لاَ يَتِمُّ حُسْنُ الْكَلاَمِ إِلاَّ بِحُسْنِ الْعَمَلِ، كَالْمَرِيضِ الَّذِي قَدْ عَلِمَ دَوَاءَ ¶ ¬_________ ¶ (¬1) راجع الحاشية رقم (76). ¶ (¬2) روى الإمام ابن ماجة القزويني (رحمه الله) في \"سننه\" [كتاب الزهد - باب الورع والتقوى - حديث رقم (4218)] عن أبي ذر (رضي الله عنه) قال: قال رسول الله (- صلى الله عليه وسلم -): ((لاَ عَقْلَ كَالتَّدْبِيرِ، وَلاَ وَرَعَ كَالْكَفِّ، وَلاَ حَسَبَ كَحُسْنِ الْخُلُقِ)). وإسناده ضعيف. قال البوصيري في \"مصباح الزجاجة\" [(ص548) ط/ دار الكتب العلمية - بيروت - لبنان]: ((إسناده ضعيف؛ لضعف الماضي بن محمد الغافقي المصري)). وانظر الحاشية رقم (3). وكذا \"سلسة الأحاديث الضعيفة والموضوعة وأثرها السيئ في الأمة\" للعلامة محمد ناصر الدين الألباني، رقم (1910). ¶ (¬3) في \"ك\": [وَلَيْسَ مِنَ].",
            "page": "72",
            "part": "1",
            "seal": "DE8B7B97"
        },
        {
            "id": "72",
            "nass": "نَفْسِهِ، فَإِذَا هُوَ لَمْ يَتَدَاوَ بِهِ لَمْ يُغْنِهِ عِلْمُهُ. ¶ الرَّجُلُ ذُوْ الْمُرُوءَةِ قَدْ يُكْرَمُ عَلَى غَيْرِ مَالٍ، كَالْأَسَدِ الَّذِي يُهَابُ وَإِنْ كَانَ عَقِيرًا (¬1). ¶ وَالرَّجُلُ الَّذِي لاَ مُرُوءَةَ لَهُ يُهَانُ وَإِنْ كَثُرَ مَالُهُ، كَالْكَلْبِ الَّذِي يَهُونُ عَلَى النَّاسِ وَإِنْ هُوَ طُوِّقَ وَخُلْخِلَ (¬2). ¶ لِيَحْسُنْ تَعَاهُدُكَ نَفْسَكَ بِمَا تَكُونُ بِهِ لِلْخَيْرِ أَهْلاً، فَإِنَّكَ إِذَا فَعَلْتَ ذَلِكَ أَتَاكَ الْخَيْرُ يَطْلُبُكَ كَمَا يَطْلُبُ الْمَاءُ السَّيْلَ إِلَى الْحَدُورَةِ (¬3). ¶ وَقِيلَ فِي أَشْيَاءَ لَيْسَ لَهَا ثَبَاتٌ وَلاَ بَقَاءٌ: ظِلُّ الْغَمَامِ (¬4)، وَخُلَّةُ الْأَشْرَارِ (¬5)، وَعِشْقَ النِّسَاءِ، وَالنَّبَأُ الْكَاذِبُ، وَالْمَالُ الْكَثِيرُ. ¶ وَلَيْسَ يَفْرَحُ الْعَاقِلُ بِالْمَالِ الْكَثِيرِ، وَلاَ يَحْزُنُهُ قِلَّتُهُ. وَلَكِنَّ مَالَهُ عَقْلُهُ وَمَا قَدَّمَ مِنْ صَالِحِ عَمَلِهِ. ¶ ¬_________ ¶ (¬1) أي: جريحًا. ¶ (¬2) أي: وإن أُلبس الطَّوْقَ والْخَلْخَال، حتى وإن كانا من ذهب. ¶ (¬3) كل مَوْضِعٍ مُنْحَدِرٍ. ¶ (¬4) أي: السحاب. ¶ (¬5) أي: مصاحبتهم ومحبتهم.",
            "page": "73",
            "part": "1",
            "seal": "65F596EE"
        },
        {
            "id": "73",
            "nass": "إِنَّ أَوْلَى النَّاسِ بِفَضْلِ السُّرُورِ وَكَرَمِ الْعَيْشِ وَحُسْنِ الثَّنَاءِ مَنْ لاَ يَبْرَحُ رَحْلُهُ مِنْ إِخْوَانِهِ وَأَصْدِقَائِهِ مِنَ الصَّالِحِينَ مَوْطُوءًا، وَلاَ يَزَالُ عِنْدَهُ مِنْهُمْ زِحَامٌ، وَيَسُرُّهُمْ وَيَسُرُّونَهُ، وَيَكُونُ مِنْ وَرَاءِ حَاجَاتِهِمْ وَأُمُورِهِمْ، فَإِنَّ الْكَرِيمَ إِذَا عَثَرَ لَمْ يَسْتَقِلْ إِلاَّ بِالْكِرَامِ، كَالْفِيلِ إِذَا وَحِلَ (¬1) لَمْ يَسْتَخْرِجْهُ إِلاَّ الْفِيَلَةُ. ¶ لاَ يَرَى الْعَاقِلُ مَعْرُوفًا صَنَعَهُ وَإِنْ كَانَ كَثِيرًا. وَلَوْ خَاطَرَ بِنَفْسِهِ وَعَرَضَهَا فِي وُجُوهِ الْمَعْرُوفِ لَمْ يَرَ ذَلِكَ عَيْبًا، بَلْ يَعْلَمُ أَنَّمَا أَخْطَرَ الْفَانِي بِالْبَاقِي، وَاشْتَرَى الْعَظِيمَ بِالصَّغِيرِ. ¶ وَأَغْبَطُ النَّاسِ عِنْدَ ذَوِي الْعَقْلِ أَكْثَرُهُمْ سَائِلاً مُنْجِحًا (¬2)، وَمُسْتَجِيرًا آمِنًا. ¶ لاَ تَعُدَّ غَنِيًّا مَنْ لَمْ يُشَارِكْ فِي مَالِهِ ِ، وَلاَ تَعُدَّ نَعِيمًا مَا كَانَ فِيهِ تَنْغِيصٌ وَسُوءُ ثَنَاءٍ، وَلاَ تَعُدَّ الْغُنْمَ غُنْمًا إِذَا سَاقَ غُرْمًا وَلاَ الْغُرْمَ غُرْمًا إِذَا سَاقَ غُنْمًا، وَلاَ تَعْتَدَّ مِنَ الْحَيَاةِ مَا كَانَ فِي فِرَاقِ الْأَحِبَّةِ. ¶ ¬_________ ¶ (¬1) أي: وقع في الوَحَل بالتحريك، وهو الطين. وأما الوَحْل - بسكون الحاء - فلغة رديئة، فتنبه. ¶ (¬2) أي: قُضيت له حاجتُهُ.",
            "page": "74",
            "part": "1",
            "seal": "3D8E3C17"
        },
        {
            "id": "74",
            "nass": "وَمِنَ الْمَعُونَةَ عَلَى تَسْلِيَةِ الْهُمُومِ وَسُكُونِ النَّفْسِ: لِقَاءُ الْأَخِ أَخَاهُ، وَإِفْضَاءُ كُلِّ وَاحِدٍ مِنْهُمَا إِلَى صَاحِبِهِ بِبَثِّهِ (¬1). ¶ وَإِذَا فُرِّقَ بَيْنَ الْأَلِيفِ وَأَلِيفِهِ فَقَدْ سُلِبَ قَرَارَهُ وَحُرِمَ سُرُورَهُ. ¶ وَقَلَّ مَا تَرَانَا نُخلِّفُ (¬2) عَقَبَةً مِنَ الْبَلاَءِ إِلاَّ صِرْنَا فِي أُخْرَى. ¶ لَقَدْ صَدَقَ الْقَائِلُ الَّذِي يَقُولُ: لاَ يَزَالُ الرَّجِلُ مُسْتَمِرًّا مَا لَمْ يَعْثُرْ (¬3)، فَإِذَا عَثَرَ مَرَةً وَاحِدَةً فِي أَرْضِ الْخَبَارِ (¬4) لَجَّ بِهِ (¬5) العِثَارُ وَإِنْ مَشَى فِي جَدَدٍ (¬6)؛ لِأَنَّ هَذَا الْإِنْسَانَ مُوَكَّلٌ بِهِ الْبَلاَءُ، فَلاَ يَزَالُ فِي تَصَرُّفٍ وَفِي تَقَلُّبٍ لاَ يَدُومُ لَهُ شَيْءٌ وَلاَ يَثْبُتُ مَعَهُ، كَمَا لاَ يَدُومُ لِطَالِعِ النُّجُومِ طُلُوعُهُ وَلاَ لآفِلِهَا أُفُولُهُ (¬7)، وَلَكِنَّها فِي تَقَلُّبٍ وَتَعَاقُبٍ، فَلاَ يَزَالُ الطَّالِعُ يَكُونُ آفِلاً، وَالآفِلُ طَالِعًا. ¶ ¬_________ ¶ (¬1) البَثُّ: الحالُ والحُزْن. ¶ (¬2) ضُبطت في \"ك\": [نَخْلُفُ]. ¶ (¬3) ضُبطت في \"ك\": [يَعْثِرْ]!. ¶ (¬4) الخَبَار من الأرض: مَا لانَ واسترخى من الأرض وَتَحَفَّرَ. وفي المثل: ((مَنْ تَجَنَّبَ الخَبَارَ أَمِنَ العِثَارَ)). ¶ (¬5) أي: تمادى. ¶ (¬6) الجَدَد: الأرض الصُّلْبة المستوية. وفي المثل: ((مَنْ سَلَكَ الْجَدَدَ أَمِنَ العِثَارَ)). ¶ (¬7) أَفَلَ: أي: غَابَ. يقال: أَفَلَ يَأْفِلُ وَيَأْفُلُ أَفْلاً وَأُفُولاً فهو آفِلٌ. والجمع: أُفَّل، وَأُفُول.",
            "page": "75",
            "part": "1",
            "seal": "454E9E6B"
        },
        {
            "id": "75",
            "nass": "هذا آخر كتاب \" الأدب الصغير\" للعلامة عبد الله بن المقفع. ¶ بتحقيق أبي عبد الرحمن وائل بن حافظ بن خلف ¶ والحمد لله الذي بنعمته تتم الصالحات.",
            "page": "76",
            "part": "1",
            "seal": "8552A224"
        }
    ],
    "t926": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المحقق"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة ابن المقفع"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الأدب الصغير"
        }
    ]
}