{
    "b9306": [
        {
            "hno": "1",
            "id": "1",
            "nass": "1 - حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عُمَرَ بْنِ أَبَانَ الْعَبْدِيِّ، قَالَ: حَدَّثَنَا أَبِي، قَالَ: حَدَّثَنَا أَبُو بَكْرٍ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عُبَيْدٍ الْقُرَشِيِّ، قَالَ: حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ خَالِدِ بْنِ مَعْدَانَ، وَحَبِيبِ بْنِ عُبَيْد -[24]- ٍ الرَّحَبِيِّ قَالَ: حَدَّثَنَا الْمِقْدَامُ بْنُ مَعْدِ يكَرِبَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَا مَلَأَ ابْنُ آدَمَ وِعَاءً شَرًّا مِنْ بَطْنٍ، حَسَبُ الرَّجُلِ أَكْلَاتٌ مَا أَقَمْنَ صُلْبَهُ، إِمَّا أَبِيتَ ابْنِ آدَمَ، فَثُلُثٌ طَعَامٌ، وَثُلُثٌ شَرَابٌ، وَثُلُثٌ نَفَسٌ»",
            "page": "23",
            "part": "1",
            "seal": "FCC9FFB9"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "2 - حَدَّثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَرَفَةَ، قَالَ: حَدَّثَنَا أَبُو عَاصِمٍ الْعَبَّادَانِيُّ، عَنِ الْمُحَبَّرِ بْنِ هَارُونَ، عَنْ أَبِي يَزِيدٍ الْمَدِينِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْمُرَقَّعِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى §لَمْ يَخْلُقْ وِعَاءً - إِذَا مُلِئَ - شَرًّا مِنْ بَطْنٍ، فَإِنْ كَانَ لَابُدَّ، فَاجْعَلُوا ثُلُثًا لِلطَّعَامِ، وَثُلُثًا لِلشَّرَابِ، وَثُلُثًا لِلرِّيحِ»",
            "page": "25",
            "part": "1",
            "seal": "9326A553"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "3 - حَدَّثَنِي الْحَسَنُ بْنُ الصَّبَّاحِ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ مُحَمَّدٍ، عَنْ مُوسَى الْجُهَنِيِّ، عَنْ زَيْدِ بْنِ وَهْبٍ قَالَ: أُكْرِهَ سَلْمَانُ عَلَى الطَّعَامِ لِيَأْكُلَهُ، فَقَالَ: حَسْبِي حَسْبِي، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «إِنَّ §أَكْثَرَ النَّاسِ شِبَعًا فِي الدُّنْيَا، أَطْوَلُهُمْ جُوعًا فِي الْآخِرَةِ، يَا سَلْمَانُ، إِنَّمَا الدُّنْيَا سِجْنُ الْمُؤْمِنِ وَجَنَّةُ الْكَافِرِ»",
            "page": "26",
            "part": "1",
            "seal": "323A7A98"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - حَدَّثَنِي الْحَسَنُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِي رَجَاءٍ، عَمَّنْ سَمِعَ أَبَا جُحَيْفَةَ، عَنْ أَبِي جُحَيْفَةَ، أَنَّهُ تَجَشَّأَ فِي مَجْلِسِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَهُ: «أَقْصِرْ مِنْ جُشَائِكَ، فَإِنَّ §أَطْوَلَ النَّاسِ جُوعًا يَوْمَ الْقِيَامَةِ أَكْثَرَهُمْ شِبَعًا فِي الدُّنْيَا» ، قَالَ أَبُو جُحَيْفَةَ: فَمَا شَبِعْتُ مُنْذُ ثَلَاثِينَ سَنَةً",
            "page": "27",
            "part": "1",
            "seal": "B5FA51A8"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "§الرَّسُولُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "28",
            "part": "1",
            "seal": "BDF2E3BD"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ قَالَ: دَخَلْتُ عَلَى عَائِشَةَ، فَدَعَتْ لِي بِطَعَامٍ فَقَالَتْ: «كُلْ، فَلَقَلَّ مَا أَشْبَعُ مِنَ الطَّعَامِ، وَلَوْ شِئْتُ أَنْ أَبْكِي لَبَكَيْتُ» ، قَالَ: قُلْتُ: وَمِمَّ ذَاكَ؟ قَالَتْ: «أَذَكَرُ الْحَالَ الَّتِي فَارَقَ عَلَيْهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الدُّنْيَا، §مَا شَبِعَ فِي يَوْمٍ مَرَّتَيْنِ مِنْ خُبْزِ بُرٍّ حَتَّى لَحِقَ بِاللَّهِ»",
            "page": "28",
            "part": "1",
            "seal": "FBA94818"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - حَدَّثَنَا أَبُو خَيْثَمَةَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ خَازِمٍ، قَالَ: -[29]- حَدَّثَنَا الْأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ قَالَتْ: «§مَا شَبِعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَلَاثَةَ أَيَّامٍ تِبَاعًا مِنْ خُبْزٍ حَتَّى مَضَى لِسَبِيلِهِ»",
            "page": "28",
            "part": "1",
            "seal": "DCF7349E"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، قَالَ: حَدَّثَنَا شُعْبَةٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ -[30]- عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ قَالَتْ: «§مَا شَبِعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ خُبْزِ الشَّعِيرِ يَوْمَيْنِ حَتَّى مَاتَ»",
            "page": "29",
            "part": "1",
            "seal": "42A69A61"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - حَدَّثَنَا أَبُو خَيْثَمَةَ، قَالَ: حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ قَالَتْ: «§مَا شَبِعَ آلُ مُحَمَّدٍ مُنْذُ قَدِمَ الْمَدِينَةِ مِنْ طَعَامِ بُرٍّ ثَلَاثُ لَيَالٍ تِبَاعًا حَتَّى قُبِضَ»",
            "page": "30",
            "part": "1",
            "seal": "2E9A1708"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا رَوْحٌ، قَالَ: حَدَّثَنَا شُعْبَةٌ، عَنْ سِمَاكِ بْنِ حَرْبٍ قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ: قَالَ عُمَرُ بْنُ الْخَطَّابِ، رَحِمَهُ اللَّهُ، وَذَكَرَ مَا أَصَابَ النَّاسُ مِنَ -[31]- الدُّنْيَا: «لَقَدْ §رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَظَلُّ الْيَوْمَ يَلْتَوِي، مَا عِنْدَهُ مَا يَمْلَأُ بَطْنَهَ مِنَ الدَّقَلِ»",
            "page": "30",
            "part": "1",
            "seal": "639B873A"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا. . . . . . . . . .، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ الْمَلِكِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: «§لَمَّا كَانَ يَوْمَ الْخَنْدَقِ نَظَرْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَوَجَدْتُهُ قَدْ وَضَعَ بَيْنَهُ وَبَيْنَ إِزَارِهِ حُجَيْرًا يُقِيمُ بِهِ صُلْبَهُ مِنَ الْجُوعِ»",
            "page": "31",
            "part": "1",
            "seal": "FCC5F760"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": ". . . . ¶ 11 - زَيْنَبَ. . . . . . . . . عَنْ حِبَّانَ بْنِ جَزْءٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: «كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يَشُدُّ صُلْبَهُ بِالْحَجَرِ مِنَ الْغَرَثِ»",
            "page": "31",
            "part": "1",
            "seal": "430BF677"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12 - حَدَّثَنَا إِسْحَاقُ، قَالَ: حَدَّثَنَا عَبْدُ. . . . . . . . قَالَ: حَدَّثَنَا هِشَامٌ، عَنِ الْحَسَنِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ §مَا أَتَى عَلَى آلِ مُحَمَّدٍ ثَلَاثٌ يَشْبَعُونَ فِيهِنَّ. . . .» -[33]-، قَالَ الْحَسَنُ: مَا قَالَ ذَلِكَ يَشْتَكِي إِلَى النَّاسِ، إِنَّمَا قَالَهُ يَعْتَذِرُ بِهِ",
            "page": "32",
            "part": "1",
            "seal": "138FEE5A"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "13 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، قَالَ: حَدَّثَنَا أَبُو غَسَّانَ، عَنِ ابْنِ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ أَنَّهَا قَالَتْ: «§كَانَ يَمُرُّ بِنَا هِلَالٌ وَهِلَالٌ مَا يُوقِدُ فِي بَيْتٍ مِنْ بُيُوتِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَارٌ» ، قَالَ: قُلْتُ لِخَالَتِي: عَلَى أَيِّ شَيْءٍ كُنْتُمْ تَعِيشُونَ؟ قَالَتْ: \" عَلَى الْأَسْوَدَيْنِ: الْمَاءِ وَالتَّمْرِ \"",
            "page": "33",
            "part": "1",
            "seal": "5AA40791"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "14 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ صَالِحٍ الْعَتَكِيُّ، قَالَ: حَدَّثَنَا -[34]- عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْمُحَارِبِيُّ، عَنْ يَحْيَى بْنِ عُبَيْدِ اللَّهِ الْمَدَنِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ قَالَ: فَاتَنِي الْعَشَاءُ ذَاتَ لَيْلَةٍ، فَرَجَعْتُ إِلَى أَهْلِي، فَقُلْتُ: أَمَا عِنْدَكُمْ عَشَاءٌ؟ قَالُوا: لَا، فَاضْطَجَعْتُ عَلَى فِرَاشِي، فَجَعَلْتُ أَتَقَلَّبُ وَلَا يَأْتِينِي النَّوْمُ مِنَ الْجُوعِ، فَقُلْتُ: لَوْ أَنِّي خَرَجْتُ إِلَى الْمَسْجِدِ فَصَلَّيْتُ وَتَعَلَّلْتُ حَتَّى أُصْبِحَ، قَالَ: فَخَرَجْتُ فَصَلَّيْتُ مَا شَاءَ اللَّهُ، ثُمَّ تَسَانَدْتُ فِي نَاحِيَةٍ مِنْهُ، إِذْ طَلَعَ عَلَيَّ عُمَرُ، فَقَالَ: مَا أَخْرَجَنِي إِلَّا الَّذِي أَخْرَجَكَ، فَبَيْنَا نَحْنُ، إِذْ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «§مَا أَخْرَجَنِي إِلَّا الَّذِي أَخْرَجَكُمَا، فَانْطَلِقُوا بِنَا إِلَى الْوَاقِمِيِّ» ، فَانْطَلَقْنَا فِي الْقَمَرِ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِامْرَأَتِهِ: «أَيْنَ زَوْجُكِ؟» ، قَالَتْ: ذَهَبَ يُسْتَعْذَبُ لَنَا مِنْ حِسْيِ بَنِي حَارِثَةَ، فَجَاءَ حَامِلًا قِرْبَتَهُ، -[35]- فَعَلَّقَهَا فِي نَخْلَةٍ، ثُمَّ أَقْبَلَ عَلَيْنَا، فَقَالَ: مَرْحَبًا وَأَهْلًا، مَا زَارَ النَّاسَ قَطُّ مِثْلَ مَا زَارَنَا اللَّيْلَةَ، ثُمَّ انْطَلَقَ إِلَى عِذْقٍ فَقَطَعَهُ، ثُمَّ أَخَذَ الشَّفْرَةَ، فَجَالَ فِي الْغَنَمِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِيَّاكَ وَالْحَلُوبَ» ، أَوْ قَالَ: «ذَاتُ الدَّرِّ» ، فَذَبَحَ وَسَلَخَ، وَأَمَرَ امْرَأَتَهُ فَعَجَنَتْ وَخَبَزَتْ، وَقَطَعَ فِي الْقُدُورِ وَأَوْقَدَ تَحْتَهَا، ثُمَّ ثَرَّدَ، وَغَرَفَ مِنَ الْمَرَقِ وَاللَّحْمِ، ثُمَّ وَضَعَهُ بَيْنَ أَيْدِينَا، فَأَكَلْنَا حَتَّى شَبِعْنَا، ثُمَّ قَامَ إِلَى الْقِرْبَةِ وَقَدْ سَفَقَتْهَا الرِّيحُ، فَبُرِّدَتْ فَأَسْقَانَا فِي إِنَاءٍ، ثُمَّ نَاوَلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَشَرِبَ، ثُمَّ أَبَا بَكْرٍ، ثُمَّ عُمَرَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «الْحَمْدُ لِلَّهِ الَّذِي أَخْرَجْنَا وَلَمْ يُخرِجْنَا إِلَّا الْجُوعُ، ثُمَّ لَمْ نَرْجِعْ حَتَّى أَصَبْنَا هَذَا، لَتُسْأَلُنَّ عَنْ هَذَا فِي الْقِيَامَةِ، فَإِنَّ هَذَا مِنَ النَّعِيمِ»",
            "page": "33",
            "part": "1",
            "seal": "2EC5D4A5"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "15 - حَدَّثَنِي غَيْرُ وَاحِدٍ، عَنْ أَبِي الْوَلِيدِ الطَّيَالِسِيِّ قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ عُمَارَةَ أَبُو هَاشِمٍ صَاحِبُ الزَّعْفَرَانِ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، أَنَّ أَنَسَ بْنَ مَالِكٍ، حَدَّثَهُ: أَنَّ فَاطِمَةَ بِنْتَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَاءَتْ بِكُسَيْرَةِ خُبْزٍ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «§مَا هَذِهِ الْكُسِيرَةُ يَا فَاطِمَةُ؟» ، قَالَتْ: قُرْصٌ خَبَزْتُهُ، فَلَمْ تَطِبْ نَفْسِي حَتَّى أَتَيْتُكَ بِهَذِهِ الْكُسِيرَةِ، قَالَ: «أَمَا إِنَّهُ أَوَّلُ طَعَامٍ دَخَلَ بَطْنَ أَبِيكِ مُنْذُ ثَلَاثَةِ أَيَّامٍ»",
            "page": "36",
            "part": "1",
            "seal": "71FCC510"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: حَدَّثَنَا مَالِكُ بْنُ دِينَارٍ، قَالَ: عَنِ الْحَسَنِ، قَالَ: «§مَا شَبِعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ خُبْزٍ وَلَحْمٍ قَطُّ إِلَّا عَلَى ضَفَفٍ» قَالَ مَالِكٌ: فَلَمْ أَدْرِ مَا الضَّفَفُ، فَلَقِيتُ أَعْرَابِيًا. . . فَسَأَلْتُهُ، فَقَالَ: إِلَّا تَنَاوَلَهَا عَلَى رُءُوسِ النَّاسِ",
            "page": "37",
            "part": "1",
            "seal": "CE75E8CA"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، -[38]- قَالَ: حَدَّثَنَا أَيُّوبُ، عَنْ مُجَاهِدٍ، عَنْ عَلِيٍّ، قَالَ: «جُعْتُ مَرَّةً بِالْمَدِينَةِ جُوعًا شَدِيدًا، فَخَرَجْتُ أَطْلُبُ الْعَمَلَ فِي عَوَالِي الْمَدِينَةِ، فَإِذَا أَنَا بِامْرَأَةٍ قَدْ جَمَعْتَ مَدَرًا، فَظَنَنْتُ تُرِيدُ بَلَّهُ، فَأَتَيْتُهَا، فَقَاطَعْتُهَا عَلَى كُلِّ ذَنُوبٍ تَمْرَةً، فَبَدَرَتْ سِتَّةَ عَشَرَ ذَنُوبًا، حَتَّى مَجَلَتْ يَدَايَ، ثُمَّ أَتَيْتُ الْمَاءَ، فَأَصَبْتُ مِنْهُ، ثُمَّ أَتَيْتُهَا فَقُلْتُ بِكَفِّيَّ هَكَذَا بَيْنَ يَدَيْهَا، §فَعَدَّتْ لِي سِتَّ عَشْرَةَ تَمْرَةً، فَأَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَخْبَرْتُهُ، فَأَكَلَ مَعِيِّ مِنْهَا»",
            "page": "37",
            "part": "1",
            "seal": "F2D82D83"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18 - حَدَّثَنَي إِبْرَاهِيمُ بْنُ عَبْدِ الْمَلِكِ، قَالَ: حَدَّثَنَا. . . . . . قَالَ: حَدَّثَنَا حُدَيْجُ بْنُ مُعَاوِيَةَ، قَالَ: حَدَّثَنَا كِنَانَةُ، مَوْلَى صَفِيَّةَ، عَنْ -[39]- صَفِيَّةَ، زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَتْ: جَاءَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِي فَقَالَ: «أَعِنْدَكِ يَا بِنْتَ حُيَيِّ شَيْءٌ فَإِنِّي جَائِعٌ» . فَقُلْتُ: لَا وَاللَّهِ يَا رَسُولَ اللَّهِ إِلَّا مَدٌّ مِنْ طَحِينٍ. قَالَ: «فَأَسْخِتِيهِ» . قَالَتْ: فَجَعَلْتُهُ فِي الْقَدْرِ، وَأَنْضَجْتُهُ، فَقُلْتُ: قَدْ نَضِجَ يَا رَسُولَ اللَّهِ، فَقَالَ: «تَعْلَمِينَ فِي نَحْيِ بِنْتِ أَبِي بَكْرٍ شَيْءٍ» ؟ فَقُلْتُ: لَا وَاللَّهِ مَا أَدْرِي يَا رَسُولَ اللَّهِ. قَالَتْ: فَذَهَبَ هُوَ بِنَفْسِهِ حَتَّى أَتَى بَيْتَهَا فَقَالَ: «فِي نَحْيِكِ شَيْءٌ يَا بِنْتَ أَبِي بَكْرٍ» ؟ قَالَتْ: لَيْسَ فِيهِ إِلَّا قَلِيلٌ يَا رَسُولَ اللَّهِ. قَالَتْ: فَجَاءَ هُوَ بِنَفْسِهِ، فَعَصَرَ مَا فِيهِ عَلَى الْقَدْرِ، حَتَّى رَأَيْتُ الَّذِي يَخْرُجُ مَعَ السَّمْنِ، فَوَضَعَ يَدَهُ فِيهِ وَقَالَ: «بِسْمِ اللَّهِ» ثُمَّ §دَعَا بِالْبَرَكَةِ وَقَالَ: «ادْعِي أَخَوَاتِكِ، فَإِنِّي أَعْلَمُ أَنَّهُنَّ يَجِدْنَ مِثْلَ مَا أَجِدُ» . -[40]- فَدَعَوْتُهُنَّ، فَأَكَلْنَا حَتَّى شَبِعْنَا. ثُمَّ جَاءَ أَبُو بَكْرٍ، فَاسْتَأْذَنَ، فَقُمْنَا، ثُمَّ جَاءَ عُمَرُ، ثُمَّ جَاءَ رَجُلٌ آخِرٌ، فَأَكَلُوا حَتَّى شَبِعُوا، وَفَضَلَ مِنْهُمْ \"",
            "page": "38",
            "part": "1",
            "seal": "AB30A5D4"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19 - حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ يَحْيَى، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ ثَابِتٍ الْجَزَرِيُّ، عَنِ الْوَلِيدِ بْنِ عَمْرِو بْنِ سَاجٍ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ: أَكَلْتُ خُبْزَ بُرٍّ بِلَحْمِ سَمْنٍ، فَأَتَيْتُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَتَشَجَّأْتُ، فَقَالَ: «§اكْفُفْ جُشَاءَكَ، فَإِنَّ أَكْثَرَكُمْ شِبَعًا أَطْوَلُكُمْ جُوعًا يَوْمَ الْقِيَامَةِ» -[41]-، قَالَ: فَمَا أَكَلَ أَبُو جُحَيْفَةَ مِلْءَ بَطْنِهِ حَتَّى فَارَقَ الدُّنْيَا",
            "page": "40",
            "part": "1",
            "seal": "A00B8169"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَخْبَرَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ: حَدَّثَنِي أَبَى، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: مَشَيْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِخُبْزِ شَعِيرٍ، وَإِهَالَةٍ سَنِخَةً، قَالَ: وَلَقَدْ رَهَنَ دِرْعًا عِنْدَ يَهُودِيٍّ، وَلَقَدْ سَمِعْتُهُ مِرَارًا يَقُولُ: «§وَاللَّهِ مَا أَصْبَحَ فِي عِيَالِ مُحَمَّدٍ صَاعُ تَمْرٍ وَلَا صَاعُ حَبٍّ» ، وَإِنَّ عِنْدَهُ لِتِسْعُ نِسْوَةٍ يَوْمَئِذٍ",
            "page": "41",
            "part": "1",
            "seal": "7B7AADF7"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21 - حَدَّثَنَا إِسْحَاقُ، قَالَ: حَدَّثَنَا حَجَّاجٌ، عَنْ مُبَارَكٍ، عَنِ الْحَسَنِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: دَخَلْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مَضْطَجَعٌ عَلَى سَرِيرٍ مَرْمُولٍ بِشَرِيطٍ لَيْسَ بَيْنَ جِلْدِهِ وَبَيْنَ الشَّرِيطِ ثَوْبٌ، وَتَحْتَ رَأْسِهِ وِسَادَةٌ مِنْ أَدَمٍ حَشْوُهَا لِيفٌ، فَدَخَلَ عَلَيْهِ غَيْرُ وَاحِدٍ مِنْ أَصْحَابِهِ، حَتَّى دَخَلَ عُمَرُ بْنُ الْخَطَّابِ، فَانْحَرَفَ عَنْهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ انْحِرَافَةً، فَنَظَرَ، فَرَأَى الشَّرِيطَ قَدْ أَثَّرَ بِجَنْبِهِ، فَبَكَى عُمَرُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا يُبْكِيكَ يَا عُمَرُ؟» ، قَالَ: أَمَا وَاللَّهِ يَا رَسُولَ اللَّهِ، مَا أَبْكِي إِلَّا لِكَوْنِي أَعْلَمُ أَنَّكَ أَكْرَمُ عَلَى اللَّهِ مِنْ كِسْرَى، وَقَيْصَرَ، فَهُمَا يَعِيشَانِ فِيمَا يَعِيشَانِ فِيهِ مِنَ الدُّنْيَا، وَأَنْتَ بِالْمَكَانِ الَّذِي أَرَى، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَوَمَا تَرْضَى يَا عُمَرُ أَنْ تَكُونَ لَهُمُ الدُّنْيَا وَلَنَا الْآخِرَةُ؟» ، قَالَ: بَلَى، وَاللَّهِ يَا رَسُولَ اللَّهِ، -[43]- قَالَ: «فَإِنَّهُ كَذَاكَ»",
            "page": "42",
            "part": "1",
            "seal": "CB46887D"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "§عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا",
            "page": "43",
            "part": "1",
            "seal": "062903AE"
        },
        {
            "hno": "22",
            "id": "24",
            "nass": "22 - حَدَّثَنَا الْحُسَيْنُ بْنُ الْجُنَيْدِ، قَالَ: حَدَّثَنَا غَسَّانُ بْنُ عُبَيْدٍ الْأَزْدِيُّ الْمَوْصِلِيُّ، قَالَ: حَدَّثَنَا حَمْزَةُ الْبَصْرِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، قَالَ: قَالَتْ عَائِشَةُ: \" إِنَّ §أَوَّلَ بَلَاءٍ حَدَّثَ فِي هَذِهِ الْأُمَّةِ بَعْدَ قَضَاءِ نَبِيِّهَا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: الشِّبَعُ، فَإِنَّ الْقَوْمَ لَمَّا شَبِعَتْ بُطُونَهُمْ سَمِنَتْ أَبْدَانُهُمْ، فَتَصَعَّبَتْ قُلُوبُهُمْ، وَجَمَحَتْ شَهَوَاتُهُمْ \"",
            "page": "43",
            "part": "1",
            "seal": "C897348E"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "§أَبُو جَعْفَرٍ",
            "page": "43",
            "part": "1",
            "seal": "8E6E1861"
        },
        {
            "hno": "23",
            "id": "26",
            "nass": "23 - حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ الْأَوْدِيُّ، قَالَ: حَدَّثَنَا قَاسِمُ بْنُ قَيْسٍ النَّخَعِيُّ، قَالَ: حَدَّثَنَا حُمَيْدُ بْنُ الْمُثَنَّى، عَنْ أَبِي جَعْفَرٍ، قَالَ: «§إِذَا امْتَلَأَ الْبَطْنُ طَغَى الْجَسَدُ»",
            "page": "43",
            "part": "1",
            "seal": "7BC8F73E"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "§عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "44",
            "part": "1",
            "seal": "7E0BFE0C"
        },
        {
            "hno": "24",
            "id": "28",
            "nass": "24 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ صَالِحٍ، قَالَ: حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، عَنْ عَنْبَسَةَ بْنِ الْأَزْهَرِ، عَنْ يَحْيَى بْنِ عُقَيْلٍ، قَالَ: قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ لِعُمَرَ بْنِ الْخَطَّابِ: «§إِنْ أَرَدْتَ أَنْ تَلْحَقَ بِصَاحِبَيْكَ فَأَقْصِرِ الْأَمَلَ، وَكُلْ دُونَ الشِّبَعِ، وَارْقَعِ الْقَمِيصَ، وَانْكُسِ الْإِزَارَ، وَاخْصِفِ النَّعْلَ؛ تَلْحَقْ بِهِمَا»",
            "page": "44",
            "part": "1",
            "seal": "41820672"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "§عُبَادَةُ بْنُ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "44",
            "part": "1",
            "seal": "15A33D99"
        },
        {
            "hno": "25",
            "id": "30",
            "nass": "25 - حَدَّثَنَا أَحْمَدُ بْنُ عِيسَى، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ أَبِي خَلَّادٍ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، أَنَّهُ كَانَ يَقُولُ: «§إِنَّمَا الْبَطْنُ هَاتِ هَاتِ، كَفَاكُمْ مَا سَدَّهُ عَنْكُمْ»",
            "page": "44",
            "part": "1",
            "seal": "0D36F157"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "§قَيْسُ بْنُ رَافِعٍ",
            "page": "44",
            "part": "1",
            "seal": "224295D2"
        },
        {
            "hno": "26",
            "id": "32",
            "nass": "26 - حَدَّثَنَا أَحْمَدُ بْنُ عِيسَى، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ خَالِدِ بْنِ حُمَيْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ قَيْسِ بْنِ رَافِعٍ، قَالَ: -[45]- «§وَيْلٌ لِمَنْ كَانَ دِينُهُ دُنْيَاهُ، وَهَمُّهُ بَطْنَهُ»",
            "page": "44",
            "part": "1",
            "seal": "15C6D294"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "45",
            "part": "1",
            "seal": "C37DF813"
        },
        {
            "hno": "27",
            "id": "34",
            "nass": "27 - حَدَّثَنَا عَبْدُ. . . . . . بْنُ مُنْكَدِرٍ قَالَ: حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ اللَّهِ، عَنْ عَاصِمِ بْنِ مُحَمَّدٍ الْعُمَرِيِّ، عَنْ أَبِيهِ، قَالَ: كَانَ عُمَرُ بْنُ الْخَطَّابِ يُقَرِّدُ أَخْفَافَ إِبِلِ الصَّدَقَةِ، فَدَخَلَ وَقَدْ أَصَابَهُ الشَّرْقُ، فَقَالَ: «هَلْ عِنْدَكُمْ شَيْءٌ؟» فَقَالَتِ امْرَأَتُهُ: تَحْتَ السَّرِيرِ. فَتَنَاوَلَ قِنَاعًا فِيهِ تَمْرٌ، فَأَكَلَ، ثُمَّ شَرِبَ مِنَ الْمَاءِ، ثُمَّ مَسَحَ بَطْنَهُ وَقَالَ: «§وَيْحٌ لِمَنْ أَدْخَلَهُ بَطْنُهُ النَّارَ»",
            "page": "45",
            "part": "1",
            "seal": "624FE0FA"
        },
        {
            "hno": "28",
            "id": "35",
            "nass": "28 - حَدَّثَنَا هَاشِمُ بْنُ الْحَارِثِ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، قَالَ: -[46]- أُتِيَ عُمَرُ بْنُ الْخَطَّابِ بِخُبْزٍ وَزَيْتٍ، فَجَعَلَ يَأْكُلَ مِنْهُ وَيَمْسَحُ بَطْنَهُ، وَيَقُولُ: «وَاللَّهِ §لَتُمَرَّنُنَّ أَيُّهَا الْبَطْنُ عَلَى الْخُبْزِ وَالزَّيْتِ مَا دَامَ السَّمَنُ يُبَاعُ بِالْأَوَاقِيِّ»",
            "page": "45",
            "part": "1",
            "seal": "3061907E"
        },
        {
            "hno": "29",
            "id": "36",
            "nass": "29 - حَدَّثَنِي عُبَيْدُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ بُكَيْرٍ، قَالَ: حَدَّثَنَا طَلْحَةُ بْنُ زَيْدٍ الْقُرَشِيُّ، عَنْ. . . . . . الْبَخْتَرِيِّ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ لِأَصْحَابِهِ: «§لَوْلَا مَخَافَةُ ذُيُولِ الْحِسَابِ غَدًا، لَأَمَرْتُ بِحَمَلٍ يُشْوَى فِي التَّنُّورِ»",
            "page": "46",
            "part": "1",
            "seal": "821279CE"
        },
        {
            "hno": "30",
            "id": "37",
            "nass": "30 - حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ الْحَمِيدِ بْنِ سُلَيْمَانَ، عَنْ أَبِي حَازِمٍ، قَالَ: قُلْتُ لِسَهْلِ بْنِ سَعْدٍ: §هَلْ رَأَيْتَ الْمَنَاخِلَ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ -[47]- قَالَ: «مَا رَأَيْتُ مُنْخَلًا فِي ذَلِكَ الزَّمَانِ، وَلَا نُخِلَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الشَّهْرَ حَتَّى فَارَقَ الدُّنْيَا» قَالَ: قُلْتُ: كَيْفَ كُنْتُمْ تَصْنَعُونَ؟ قَالَ: كُنَّا نَطْحَنُ، ثُمَّ نَنْفُخُ قِشْرَهُ، فَيَطِيرُ مِنْهُ مَا طَارَ، وَيُسْتَمْسُكُ مَا اسْتُمْسِكَ",
            "page": "46",
            "part": "1",
            "seal": "760E9B9A"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "47",
            "part": "1",
            "seal": "AD5815D1"
        },
        {
            "hno": "31",
            "id": "39",
            "nass": "31 - حَدَّثَنَا الْقَاسِمُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الْعَبْسِيُّ، قَالَ: حَدَّثَنَا هُشَيْمُ بْنُ سَاسَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، وَكَانَ يُحْضُرُ طَعَامَ عُمَرَ، قَالَ: «كَانَتْ §لَهُ كُلَّ يَوْمٍ إِحْدَى عَشْرَةَ لُقْمَةً، أَنَّى شَاءَهَا مِنَ الْغَدِ»",
            "page": "47",
            "part": "1",
            "seal": "03344651"
        },
        {
            "hno": "32",
            "id": "40",
            "nass": "32 - حَدَّثَنِي عُبَيْدُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ: حَدَّثَنَا -[48]- سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، قَالَ: اشْتَهَى عُمَرُ بْنُ الْخَطَّابِ الشَّرَابَ، فَأُتِيَ بِشَرْبَةٍ مِنْ عَسَلٍ، فَجَعَلَ يُدِيرُ الْإِنَاءَ فِي كَفِّهِ، فَيَقُولُ: «§أَشْرَبُهَا فَتَذْهَبُ حَلَاوَتُهَا، وَتَبْقَى مَرَارَتُهَا» ، ثُمَّ دَفَعَهَا إِلَى رَجُلٍ مِنَ الْقَوْمِ فَشَرِبَهَا",
            "page": "47",
            "part": "1",
            "seal": "3A7572C2"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "§عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "48",
            "part": "1",
            "seal": "73E6F20D"
        },
        {
            "hno": "33",
            "id": "42",
            "nass": "33 - حَدَّثَنَا عَلِيُّ بْنُ مُسْلِمِ بْنِ سَعِيدٍ، قَالَ: حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ، عَنْ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي أُمَامَةَ، قَالَ: أُتِيَ عَلِيٌّ، رَحِمَهُ اللَّهُ، بِبَطَّةٍ مَحْشُوَّةٍ خَبِيصًا، فَقَالَ: «§عَلَى هَذَا تَذَابَحُ قُرَيْشٌ»",
            "page": "48",
            "part": "1",
            "seal": "830FA5AA"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "§مُصْعَبُ بْنُ الزُّبَيْرِ",
            "page": "48",
            "part": "1",
            "seal": "425C8BB1"
        },
        {
            "hno": "34",
            "id": "44",
            "nass": "34 - حَدَّثَنِي مُحَمَّدُ بْنُ أَحْمَدَ الْقُرَشِيُّ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ زَبَّانَ الْكُلَيْبِيِّ، عَنْ أَبِيهِ، قَالَ: -[49]- لَمَّا قَتَلَ مُصْعَبُ بْنُ الزُّبَيْرِ الْمُخْتَارَ، صَنَعَ لَهُ عَمْرُو بْنُ حُرَيْثٍ طَعَامًا، فَأَكَلَ هُوَ وَأَصْحَابُهُ، ثُمَّ أَتَاهُ بِفَالُوذَجَةٍ فِي إِنَاءٍ تَرَجْرَجُ، فَقَالَ مُصْعَبٌ لِأَصْحَابِهِ: «§ائْتُوا فَكُلُوا، فَوَ اللَّهِ مَا كَانَ الدِّينُ بِقَلُوصٍ. . وَلَا يَكُونُ، وَمَا كَانَ الْجِلَّادُ إِلَّا عَلَى مَا تَرَوْنَ، وَعَلَى مَا فِي الرِّحَالِ»",
            "page": "48",
            "part": "1",
            "seal": "4E34EF57"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "§إِبْرَاهِيمُ بْنُ أَدْهَمَ",
            "page": "49",
            "part": "1",
            "seal": "1DB767FE"
        },
        {
            "hno": "35",
            "id": "46",
            "nass": "35 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا قَبِيصَةُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عُقْبَةَ الْأَسَدِيِّ، قَالَ: أُتِيَ إِبْرَاهِيمُ بِخَبِيصٍ، فَقَالَ: «§هَذَا طَعَامُ الصِّبْيَانِ» ، فَلَمْ يَأْكُلَهُ",
            "page": "49",
            "part": "1",
            "seal": "60BE11B4"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "50",
            "part": "1",
            "seal": "735E666E"
        },
        {
            "hno": "36",
            "id": "48",
            "nass": "36 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُونُسَ بْنِ بُكَيْرٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ دِينَارٍ، عَنِ الْحَسَنِ، عَنِ الْأَحْنَفِ بْنِ قَيْسٍ، قَالَ: خَرَجْنَا مَعَ أَبِي مُوسَى الْأَشْعَرِيِّ وُفُودًا إِلَى عُمَرَ بْنِ الْخَطَّابِ، وَكَانَ لِعُمَرَ ثَلَاثُ خُبْزَاتٍ، يَأْكُلَهُنَّ يَوْمًا بِلَبَنٍ وَسَمْنٍ، وَيَوْمًا بِلَحْمٍ غَرِيضٍ، وَيَوْمًا بِزَيْتٍ، فَجَعَلَ الْقَوْمَ يَأْكُلُونَ وَيُعَذِّرُونَ، فَقَالَ عُمَرُ: \" §إِنِّي لَأَرَى تَعْذِيرَكُمْ وَإِنِّي لَأَعْلَمُكُمْ بِالْعَيْشِ، وَلَوْ شِئْتُ لَجَعَلْتُ كَرَاكِرَ، وَأَسْنِمَةً، وَصِلَاءً، وَصِنَابًا، وَصَلَائِقَ، وَلَكِنِّي أَسْتَبْقِي حَسَنَاتِي، إِنَّ اللَّهَ جَلَّ ثَنَاؤُهُ ذَكَرَ قَوْمًا، فَقَالَ: {أَذَهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا} [الأحقاف: 20] \"",
            "page": "50",
            "part": "1",
            "seal": "55D159F5"
        },
        {
            "hno": "37",
            "id": "49",
            "nass": "37 - حَدَّثَنِي عَبْدُ اللَّهِ بْنُ يُونُسَ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنِي -[51]- أَبُو مَعْشَرٍ، عَنْ مُحَمَّدِ بْنِ قَيْسٍ، قَالَ: قَدِمَ نَاسٌ عَلَى حَفْصَةَ بِنْتِ عُمَرَ فَقَالُوا: إِنَّ أَمِيرَ الْمُؤْمِنِينَ قَدْ بَدَا عِلْبَاءُ رَقَبَتِهِ مِنَ الْهُزَالِ، فَلَوْ قُلْتُ لَهُ أَنْ يَأْكُلَ طَعَامًا هُوَ أَلْيَنُ مِنْ طَعَامِهِ، وَيَلْبَسُ ثِيَابًا أَلْيَنَ مِنْ ثِيَابِهِ، فَقَدْ رَأَيْنَا إِزَارَهُ مُرَقَّعًا بِرُقَعٍ غَيْرِ لَوْنِ ثَوْبِهُ، وَيُتَّخِذَ فِرَاشًا أَلْيَنَ مِنْ فِرَاشِهِ، فَقَدْ أَوْسَعَ اللَّهُ عَلَى الْمُسْلِمِينَ، فَيَكُونُ ذَلِكَ أَقْوَى لَهُ عَلَى أَمْرِهِمْ، فَبَعَثُوا إِلَيْهِ حَفْصَةَ، فَذَكَرَتْ ذَلِكَ لَهُ، فَقَالَ: «§أَخْبِرِينِي بِأَلْيَنِ فِرَاشٍ فَرَشْتِيهِ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَطُّ؟» قَالَتْ: عَبَاءَةٌ تُثَنِّيهَا لَهُ بِاثْنَيْنِ، فَلَمَّا غُلِّظَتْ عَلَيْهِ جَعَلْتُهَا لَهُ بِأَرْبَعَةٍ قَالَ: «فَأَخْبِرِينِي بِأَجْوَدَ ثَوْبٍ لَبِسَهُ؟» قَالَتْ: نَمِرَةٌ صَنَعْنَاهَا لَهُ، فَرَآهَا إِنْسَانٌ قَالَ: اكْسُنِيهَا، فَأَعْطَاهَا إِيَّاهُ، قَالَ: «إِيتُونِي بِصَاعِ تَمْرٍ» ، فَأَمَرَهُمْ، فَنَزَعُوا نَوَاهُ، ثُمَّ قَالَ: «انْزِعُوا تَفَارِيقَهُ» ، -[52]- فَفَعَلُوا، ثُمَّ أَكَلَهُ كُلَّهُ؛ فَقَالَ: «وَاللَّهِ إِنِّي لَأَشْتَهِي الطَّعَامَ، إِنِّي لَآكُلُ السَّمْنَ وَعِنْدِي اللَّحْمُ، وَآكُلُ الزَّيْتَ وَعِنْدِي السَّمْنُ، وَآكُلُ الْمِلْحَ وَعِنْدِي الزَّيْتُ، وَآكُلُ بَحْتًا وَعِنْدِي مِلْحٌ، وَلَكِنَّ صَاحِبِيَّ سِلْكًا طَرِيقًا، فَأَخَافُ اخْتِلَافَهُمَا فَيُخَالَفُ بِي»",
            "page": "50",
            "part": "1",
            "seal": "D4BD2585"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "§الْأَوْلِيَاءُ",
            "page": "52",
            "part": "1",
            "seal": "127C13D4"
        },
        {
            "hno": "38",
            "id": "51",
            "nass": "38 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: حَدَّثَنَا يُوسُفُ بْنُ يَعْقُوبَ،. . . . . . قَالَا: \" بَلَغَنَا أَنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ لِأَوْلِيَائِهِ فِي الْقِيَامَةِ: يَا أَوْلِيَائِي، §طَالَمَا لَحِظْتُكُمْ فِي الدُّنْيَا وَقَدْ غَارَتْ أَعْيُنِكُمْ، وَقَلِصَتْ شِفَاهَكُمْ عَنِ الْأَشْرِبَةِ، وَخَمِصَتْ بُطُونُكُمْ، فَتَعَاطُوا الْكَأْسَ فِيمَا بَيْنَكُمْ، وَكُلُوا الْيَوْمَ {وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ} [الحاقة: 24] \"",
            "page": "52",
            "part": "1",
            "seal": "0A235085"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "52",
            "part": "1",
            "seal": "FB5A2D1A"
        },
        {
            "hno": "39",
            "id": "53",
            "nass": "39 - قَالَ أَبُو جَعْفَرٍ الْكِنْدِيُّ: حَدَّثَنَا مُحَمَّدُ بْنُ صُبَيْحٍ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ بَشِيرٍ، عَنِ الْحَسَنِ، قَالَ: -[53]- \" تَقُولُ الْحَوْرَاءُ لِوَلِيِّ اللَّهُ وَهُوَ مُتَّكِئٌ مَعَهَا عَلَى نَهَرِ الْعَسَلِ تُعَاطَيهِ الْكَأْسَ: يَا نِعْمَ عِيشَةً؛ §أَتَدْرِي يَا حَبِيبَ اللَّهِ مَتَى زَوَّجْنِيكَ مَوْلَايَ؟ فَيَقُولُ: لَا أَدْرِي، فَتَقُولُ: نَظَرَ إِلَيْكَ فِي يَوْمٍ صَائِفٍ بَعِيدِ الطَّرَفَيْنِ، وَأَنْتَ فِي ظَمَأٍ هَاجِرَةٍ مِنْ جَهْدِ الْعَطَشِ، فَبَاهَى بِكَ الْمَلَائِكَةَ، وَقَالَ: انْظُرُوا إِلَى عَبْدِي، تَرَكَ زَوْجَتَهُ، وَشَهْوَتَهُ وَلَذَتَهُ، وَطَعَامَهُ وَشَرَابَهُ مِنْ أَجْلِي رَغْبَةً فِيمَا عِنْدِي، أُشْهِدُكُمْ أَنِّي قَدْ غَفَرْتُ لَهُ، فَغَفَرَ لَكَ يَوْمَئِذٍ، وَزَوَّجْنِيكَ \"",
            "page": "52",
            "part": "1",
            "seal": "C1FDA7AB"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "§خَالِدُ بْنُ مَعْدَانَ",
            "page": "53",
            "part": "1",
            "seal": "47D3C53A"
        },
        {
            "hno": "40",
            "id": "55",
            "nass": "40 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَحَدَّثَنَا بُهْلُولٌ، عَنْ بِشْرِ بْنِ مَنْصُورٍ، عَنْ ثَوْرٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، قَالَ: \" قَرَأْتُ فِي بَعْضِ الْكُتُبِ: «§أَجِعْ نَفْسَكَ وَأَعْرِهَا لَعَلَّهَا تَرَى اللَّهَ»",
            "page": "53",
            "part": "1",
            "seal": "46474292"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "54",
            "part": "1",
            "seal": "08B1E140"
        },
        {
            "hno": "41",
            "id": "57",
            "nass": "41 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا الْمُعَلَّى الْوَرَّاقُ، قَالَ: سَمِعْتُ مَالِكَ بْنَ دِينَارٍ، يَقُولُ: «§خَلَطْتُ دَقِيقِي بِالرَّمَادِ، فَضَعِفْتُ عَنِ الصَّلَاةِ، وَلَوْ قَوِيتُ عَلَى الصَّلَاةِ مَا أَكَلْتُ طَعَامًا غَيْرَهُ»",
            "page": "54",
            "part": "1",
            "seal": "59719A61"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "§أَبُو عُبَيْدَةَ الْخَوَّاصُ",
            "page": "54",
            "part": "1",
            "seal": "3F0EC3FC"
        },
        {
            "hno": "42",
            "id": "59",
            "nass": "42 - قَالَ خَالِدٌ: حَدَّثَنَا مُعَلَّى الْوَرَّاقُ، قَالَ: قَالَ أَبُو عُبَيْدَةَ الْخَوَّاصُ: «§حَتْفُكَ فِي شِبَعِكَ، وَحَظُّكَ فِي جُوعِكَ إِذَا أَنْتَ شَبِعْتَ. . فَنِمْتَ اسْتَمْكَنَ مِنْكَ الْعَدُوُّ فَجَثَمَ عَلَيْكَ، وَإِذَا أَنْتَ تَجَوَّعْتَ كُنْتَ لِلْعَدُوِّ بِمَرْصَدٍ»",
            "page": "54",
            "part": "1",
            "seal": "8B877747"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "54",
            "part": "1",
            "seal": "6287982B"
        },
        {
            "hno": "43",
            "id": "61",
            "nass": "43 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عِيسَى الطُّفَاوِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ الشَّحَّامِ، قَالَ: قَالَ مَالِكُ بْنُ دِينَارٍ: -[55]- «§أَكَلْتُ الثَّجِيرَ أَرْبَعِينَ صَبَاحًا، وَلَوْلَا أَنِّي خَشِيتُ أَنْ يُقْفِلَنِي لَدَاوَمُتُ عَلَيْهِ»",
            "page": "54",
            "part": "1",
            "seal": "7BCA02DE"
        },
        {
            "hno": "44",
            "id": "62",
            "nass": "44 - حَدَّثَنِي مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيٍّ الْمُقَدَّمِيُّ، قَالَ: سَمِعْتُ يُوسُفَ بْنَ عَطِيَّةَ بْنِ بَابِ الصَّفَّارِ، قَالَ: سَمِعْتُ مَالِكُ بْنُ دِينَارٍ، يَقُولُ: «§لَوْ كَانَ الرَّمَادُ يَدْخُلُ فِي حَلْقِي لَأَكَلْتُهُ»",
            "page": "55",
            "part": "1",
            "seal": "ACD90EC5"
        },
        {
            "hno": "45",
            "id": "63",
            "nass": "45 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا عُثْمَانُ أَبُو إِبْرَاهِيمَ - مِنْ جُلَسَاءِ مَالِكِ بْنِ دِينَارٍ - قَالَ: سَمِعْتُ مَالِكًا، قَالَ لِرَجُلٍ مِنْ إِخْوَانِهِ: «§إِنِّي لَأَشْتَهِي رَغِيفًا لَيِّنًا ثَخِينًا بِلَبَنٍ رَائِبٍ» ، قَالَ: فَانْطَلَقَ، فَجَاءَهُ بِهِ، فَجَعَلَ يَنْظُرُ إِلَيْهِمَا، ثُمَّ قَالَ: «إِنِّي اشْتَهَيْتُكَ مُنْذُ أَرْبَعِينَ سَنَةٍ فَغَلَبْتُكَ، أَفَأَرَدْتَ أَنْ تَغْلِبَنِي الْآنَ؟ ارْفَعْهُ عَنِّي» ، وَأَبَى أَنْ يَأْكُلَهُ",
            "page": "55",
            "part": "1",
            "seal": "2CDB1FB7"
        },
        {
            "hno": "46",
            "id": "64",
            "nass": "46 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنَا خَالِدُ بنُ يَزِيدَ الطَّبِيبُ، قَالَ: حَدَّثَنَا خَازِمُ بْنُ الْحُسَيْنِ، قَالَ: سَمِعْتُ مَالِكَ بْنَ دِينَارٍ، يَقُولُ: «§بَطْنُكَ أَعَزُّ عَلَيْكَ مِنْ دِينِكَ؟ بَطْنُكَ آثَرُ عِنْدِكَ مِنْ نَفْسِكِ؟ هَبْكَ قَدْ مَلَأْتَهُ مِنْ طَيِّبِ الطَّعَامِ وَلَذِيدِ الشَّرَابِ؛ انْظُرْ إِلَى مَا. . . .»",
            "page": "55",
            "part": "1",
            "seal": "CD02E5AB"
        },
        {
            "hno": "47",
            "id": "65",
            "nass": "47 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: سَمِعْتُ مَالِكَ بْنَ دِينَارٍ، يَقُولُ: «§مَنْ فِي نَادِيكُمْ هَذَا؟ فَوَاللَّهِ مَا أَصَبْتُ فِيهِ بُسْرَةً، وَلَا رُطْبَةً، وَلَا تَمْرَةً، فَمَا نَقَصَ مِنِّي، فَمَا زَادَ فِيكُمْ؟»",
            "page": "56",
            "part": "1",
            "seal": "E49F2644"
        },
        {
            "hno": "48",
            "id": "66",
            "nass": "48 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنَا دَاوُدُ بْنُ الْمُحَبَّرِ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنِ زِيَادٍ، قَالَ: سَمِعْتُ مَالِكًا، يَقُولُ لِحَوشَبٍ: \" يَا أَبَا بِشْرٍ، احْفَظْ عَنِّي اثْنَتَيْنِ: §لَا تَبِيتَنَّ وَأَنْتَ شَبْعَانٌ، وَدَعِ الطَّعَامَ وَأَنْتَ تَشْتَهِيهِ \"، قَالَ: فَقَالَ لَهُ حَوْشَبٌ: يَا أَبَا يَحْيَى، هَذَا وَصَفُ أَطِبَّاءِ أَهْلِ الدُّنْيَا قَالَ: وَمُحَمَّدُ بْنُ وَاسِعٍ يَسْمَعُ كَلَامَهُمَا، قَالَ: فَقَالَ مُحَمَّدٌ: نَعَمْ، وَوَصَفُ طَرِيقِ أَهْلِ الْآخِرَةِ، قَالَ: فَقَالَ مَالِكٌ: «بَخٍ بَخٍ، دَارُ الْآخِرَةِ وَالدُّنْيَا»",
            "page": "56",
            "part": "1",
            "seal": "31A612F4"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "§مُحَمَّدُ بْنُ وَاسِعٍ",
            "page": "57",
            "part": "1",
            "seal": "B910C026"
        },
        {
            "hno": "49",
            "id": "68",
            "nass": "49 - وَقَالَ مُحَمَّدٌ: حَدَّثَنَا خَالِدُ بْنُ عَمْرٍو الْأُمَوِيُّ، قَالَ: سَمِعْتُ خُلَيْدَ بْنَ دَعْلَجٍ، يَذْكُرُ عَنْ مُحَمَّدِ بْنِ وَاسِعٍ، قَالَ: «§مَنْ قُلَّ طُعْمَهُ فَهِمَ وَأَفْهَمَ، وَصَفَّا وَرَقَّ، وَإِنَّ كَثْرَةَ الطَّعَامِ لَيُثْقِلُ صَاحِبَهُ عَنْ كَثِيرٍ مِمَّا يُرِيدُ»",
            "page": "57",
            "part": "1",
            "seal": "7250BC81"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "§عَبْدُ اللَّهِ بْنُ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "57",
            "part": "1",
            "seal": "57C7D37E"
        },
        {
            "hno": "50",
            "id": "70",
            "nass": "50 - حَدَّثَنَا يَحْيَى بْنُ يُوسُفَ الزَّمِّيُّ، قَالَ: أَخْبَرَنَا أَبُو الْمُلَيْحِ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ، عَنْ نَافِعٍ، قَالَ: «كَانَ ابْنُ عُمَرَ §يَجْمَعُ أَهْلَهُ عَلَى جَفْنَةٍ كُلَّ لَيْلَةٍ، فَرُبَّمَا جَاءَ سَائِلٌ، فَيَأْخُذُ ابْنُ عُمَرَ نَصِيبَهُ مِنَ الثَّرِيدِ فَيَدْفَعُهُ إِلَيْهِ، ثُمَّ يَرْجِعُ وَقَدْ أُكِلَ مَا فِي الْجَفْنَةِ، فَإِنْ كُنْتُ أَكَلْتُ مِنْهَا شَيْئًا فَقَدْ أَكَلَ مِنْهَا ابْنُ عُمَرَ، ثُمَّ يُصْبِحَ صَائِمًا»",
            "page": "57",
            "part": "1",
            "seal": "8C219E52"
        },
        {
            "hno": "51",
            "id": "71",
            "nass": "51 - حَدَّثَنَا يَحْيَى بْنُ يُوسُفَ، قَالَ: حَدَّثَنَا أَبُو الْمُلَيْحِ، عَنْ مَيْمُونَ، قَالَ: أَتَى ابْنَ عُمَرَ ابْنٌ لَهُ، فَقَالَ: اكْسُنِي إِزَارًا، وَكَانَ إِزَارُهُ قَدْ دَلِّيَ، فَقَالَ: «اذْهَبْ فَاقْطَعْهُ ثُمَّ صِلْهُ فَإِنَّهُ سَيَكْفِيكَ؛ أَمَا وَاللَّهِ §إِنِّي أَرَى سَتَجْعَلُونَ -[58]- مَا رَزَقَكُمُ اللَّهُ فِي بُطُونِكُمْ وَعَلَى جُلُودِكُمْ، وَتَتْرُكُونَ أَرَامِلَكُمْ وَمَسَاكِينَكُمْ وَيَتَامَاكُمْ»",
            "page": "57",
            "part": "1",
            "seal": "E40D544E"
        },
        {
            "hno": "52",
            "id": "72",
            "nass": "52 - وَحَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي حَاتِمٍ، قَالَ: حَدَّثَنَا عَتَّابُ بْنُ زِيَادٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، قَالَ: حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ نَوْفَلٍ الْأَسَدِيِّ، أَنَّ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ، قَالَتْ: \" §مَا رَأَيْتُهُ شَبِعَ فَأَقُولُ إِنَّهُ شَبِعَ، - تَعْنِي ابْنَ عُمَرَ - قَالَتْ: فَلَمَّا رَأَيْتُ ذَلِكَ، - وَكَانَ لَهُ يَتِيمَانِ - صَنَعْتُ لَهُ شَيْئًا، فَدَعَاهُمَا، فَأَكَلَا مَعَهُ، فَلَمَّا قَامَا جِئْتُهُ بِشَيْءٍ، فَقَالَ: ادْعِي فُلَانًا وَفُلَانًا، قُلْتُ: قَدْ نَامَا، وَلَقَدْ أَشْبَعْتُهُمَا، قَالَ: فَادْعِي لِي بَعْضَ أَهْلِ الصُّفَّةِ، فَدُعِيَ لَهُ مَسَاكِينَ، فَأَكَلُوا مَعَهُ \"",
            "page": "58",
            "part": "1",
            "seal": "ED55C33B"
        },
        {
            "hno": "53",
            "id": "73",
            "nass": "53 - حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْمَدَائِنِيُّ، قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ عُثْمَانَ بْنِ سَلِيطٍ، قَالَ: كَانَ ابْنُ عُمَرَ §يَدْعُو الْمَجْذُومِينَ فَيَأْكُلَ مَعَهُمْ وَيَقُولُ: «لَعَلَّ بَعْضَ هَؤُلَاءِ يَكُونُ مَلَكًا يَوْمَ الْقِيَامَةِ»",
            "page": "58",
            "part": "1",
            "seal": "6980B6C3"
        },
        {
            "hno": "54",
            "id": "74",
            "nass": "54 - حَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي حَاتِمٍ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا سُفْيَانُ بْنُ حُسَيْنٍ، عَنِ الْحَسَنِ، قَالَ: كَانَ ابْنُ عُمَرَ \" §إِذَا تَغَدَّى وَتَعَشَّى دَعَا مَنْ حَوْلَهُ مِنَ الْيَتَامَى، فَتَغَدَّى ذَاتَ يَوْمٍ، فَأَرْسَلَ إِلَى يَتِيمٍ فَلَمْ يَجِدْهُ، وَكَانَتْ لَهُ سُوَيْقَةٌ مُحَلَّاةٌ يَشْرَبُهَا بَعْدَ غَدَائِهِ، فَجَاءَ الْيَتِيمُ وَقَدْ فَرَغُوا مِنَ الْغَدَاءِ وَبِيَدِهِ السُّوَيِّقَةُ لِيَشْرَبَهَا، فَنَاوَلَهُ إِيَّاهَا، وَقَالَ: خُذْهَا فَمَا أَرَاكَ غُبِنْتَ \"",
            "page": "59",
            "part": "1",
            "seal": "7D6A4F4B"
        },
        {
            "hno": "55",
            "id": "75",
            "nass": "55 - حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، قَالَ: حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ، قَالَ: سَمِعْتُ أَنَّهُمْ صَنَعُوا لَهُ طَعَامًا - يَعْنِي ابْنَ عُمَرَ - فَأَتَوْا بِهِ مَعَ خُبْزٍ، فَأَرَادَ أَنْ يُفَرَّقَ عَلَى الْمَسَاكِينِ، فَذَهَبُوا بِهِ، فَقَالَ: «§حَرَمْتُمُونِي إِطْعَامَهُ، وَأَرَدْتُمْ أَنْ أُلْقِيهِ فِي الْحُشِّ، لَا وَاللَّهِ لَا أَذُوقُهُ الْيَوْمَ»",
            "page": "59",
            "part": "1",
            "seal": "52299720"
        },
        {
            "hno": "56",
            "id": "76",
            "nass": "56 - حَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى، قَالَ: حَدَّثَنَا عَتَّابُ بْنُ زِيَادٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ، قَالَ: أَخْبَرَنَا الْمُفَضَّلُ بْنُ لَاحِقٍ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ، قَالَ: كَانَ ابْنُ عُمَرَ لَا يُحْبَسُ عَنْ طَعَامِهِ بَيْنَ مَكَّةَ وَالْمَدِينَةِ مَجْذُومًا، وَلَا أَبْرَصَ، وَلَا مُبْتَلًى حَتَّى يَقْعُدُوا مَعَهُ عَلَى مَائِدَتِهِ؛ فَبَيْنَمَا هُوَ يَوْمًا قَاعِدٌ عَلَى مَائِدَتِهِ، أَقْبَلَ مَولَيَانِ مِنْ مَوَالِي أَهْلِ الْمَدِينَةِ، فَرَحَّبُوا بِهِمَا وَأَوسَعُوا لَهُمَا، فَضَحِكَ عَبْدُ اللَّهِ، فَأَنْكَرَ الْمَولَيَانِ ضَحِكَهُ، فَقَالَا: يَا أَبَا عَبْدِ الرَّحْمَنِ، ضَحِكْتَ أَضْحَكَ اللَّهُ سِنَّكَ، فَمَا الَّذِي أَضْحَكَكَ؟ قَالَ: «§عَجِبْتُ مِنْ بَنِيَّ هَؤُلَاءِ الَّذِينَ تَدْمَى أَفْوَاهُهُمْ مِنَ الْجُوعِ فَيُضَيِّقُونَ عَلَيْهِمْ وَيَتَأَذَّوْنَ بِهِمْ، حَتَّى لَوْ أَنَّ أَحَدَهُمْ قَدِرَ أَنْ يَأْخُذَ مَكَانَ اثْنَيْنِ فَعَلَ، تَأَذِّيًا وَتَضَيُّقًا عَلَيْهِمْ، وَجِئْتُمَا أَنْتُمَا قَدْ أَوفَرَا لَكُمَا مِنَ الزَّادِ فَأَوْسَعُوا لَكُمَا وَحَيَّوكُمَا، يَصْنَعُونَ بِطَعَامِهِمْ مِنْ لَا يُرِيدُهُ، وَيَمْنَعُونَهُ مَنْ يُرِيدُهُ»",
            "page": "60",
            "part": "1",
            "seal": "C62EB144"
        },
        {
            "hno": "57",
            "id": "77",
            "nass": "57 - حَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي حَاتِمٍ، قَالَ: حَدَّثَنَا بَكْرُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ أُتِيَ بِكَبَلِ جُوَارِشْنَ، فَقَالَ: «مَا هَذَا؟» ، -[61]- قَالُوا: يَهْضِمُ الطَّعَامَ، فَقَالَ ابْنُ عُمَرَ: «إِنَّهُ §لَيَأْتِي عَلَيَّ كَذَا وَكَذَا مَا أَشْبَعُ مِنَ الطَّعَامِ»",
            "page": "60",
            "part": "1",
            "seal": "AD700719"
        },
        {
            "hno": "58",
            "id": "78",
            "nass": "58 - وَحُدِّثْتُ عَنْ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «§مَا شَبِعْتُ مُنْذُ أَسْلَمْتُ»",
            "page": "61",
            "part": "1",
            "seal": "60BB6BAF"
        },
        {
            "hno": "59",
            "id": "79",
            "nass": "59 - وَحَدَّثَنِي سُرَيْجٌ، قَالَ: حَدَّثَنَا هُشَيْمٌ، قَالَ: أَخْبَرَنَا مَنْصُورٌ، عَنِ ابْنِ سِيرِينَ، قَالَ: جَاءَ رَجُلٌ إِلَى ابْنِ عُمَرَ، فَقَالَ: أَلَا نَصْنَعُ لَكَ جُوَارِشْنَ؟ فَقَالَ: «وَأَيُّ شَيْءٍ الْجُوَارِشْنَ؟» ، قَالَ: شَيْءٌ إِذَا كَظَّكَ الطَّعَامُ فَأَكَلَتَ مِنْهُ سَهُلَ عَلَيْكَ مَا تَجِدُ، قَالَ ابْنُ عُمَرَ: «§مَا شَبِعْتُ مُنْذُ أَرْبَعَةِ أَشْهُرٍ، وَمَا ذَاكَ أَلَّا أَكُونَ أَجِدُهُ، وَلَكِنِّي عَهِدْتُ أَقْوَامًا يَجُوعُونَ مَرَّةً وَيَشْبَعُونَ مَرَّةً»",
            "page": "61",
            "part": "1",
            "seal": "76EA2E07"
        },
        {
            "hno": "60",
            "id": "80",
            "nass": "60 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ -[62]- الْأَعْمَشِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ اشْتَكَى، فَأَرْسَلَتْ صَفِيَّةُ، فَاشْتَرَتْ لَهُ عُنْقُودًا بِدِرْهَمٍ، فَرَآهَا سَائِلٌ، فَاتَّبَعَهَا، فَلَمَّا دَخَلْتِ الْجَارِيَةُ قَالَ: الْمِسْكِينَ الْمِسْكِينَ، فَقَالَ ابْنُ عُمَرَ: «§أَعْطُوهُ إِيَّاهُ، أَعْطُوهُ إِيَّاهُ» ، فَأَرْسَلَتْ صَفِيَّةُ بِدِرْهَمٍ آخِرَ، فَاشْتَرَتِ الْجَارِيَةُ لَهُ عُنْقُودًا بِدِرْهَمٍ، فَرَآهَا سَائِلٌ، فَاتَّبَعَهَا، فَلَمَّا دَخَلَتْ قَالَ: الْمِسْكِينَ الْمِسْكِينَ، قَالَ ابْنُ عُمَرَ: «أَعْطُوهُ إِيَّاهُ» ، ثُمَّ أَرْسَلَتْ بِدِرْهَمٍ آخِرَ، فَقَالَتْ صَفِيَّةُ: وَاللَّهِ لَئِنْ عُدْتَ لَمَا أَصَبْتَ مِنِّي خَيْرًا أَبَدًا، فَكَفَّ، فَاشْتَرَتْ لَهُ عُنْقُودًا",
            "page": "61",
            "part": "1",
            "seal": "5FB4AC0F"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "§الصَّحَابَةُ رَضِيَ اللَّهُ عَنْهُمْ",
            "page": "62",
            "part": "1",
            "seal": "AE8AA87B"
        },
        {
            "hno": "61",
            "id": "82",
            "nass": "61 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَ: «إِنْ §كَانَ الرَّجُلُ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْتِي عَلَيْهِ ثَلَاثَةُ أَيَّامٍ لَا يَجِدُ شَيْئًا يَأْكُلَهُ، فَيَأْخُذُ الْجِلْدَةَ فَيَشْوِيهَا فَيَأْكُلَهَا، فَإِذَا لَمْ يَجِدْ شَيْئًا أَخَذَ -[63]- حَجَرًا فَشَدَّ بِهِ صُلْبَهُ»",
            "page": "62",
            "part": "1",
            "seal": "EA975397"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "§أَبُو عُبَيْدَةَ الْخَوَّاصُ",
            "page": "63",
            "part": "1",
            "seal": "D0BB94F2"
        },
        {
            "hno": "62",
            "id": "84",
            "nass": "62 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، حَدَّثَنَا الْمُعَلَّى بْنُ الْوَرَّاقِ، قَالَ: سَمِعْتُ أَبَا عُبَيْدَةَ الْخَوَّاصِ، يَقُولُ: «§أَشْقَى النَّاسُ مَنْ دَخَلَ النَّارَ لِغَيْرِهِ، إِنَّمَا بَطْنُكَ كَلْبُكَ، فَاخْسَأهُ عَنْكَ بِلُقْمَةٍ»",
            "page": "63",
            "part": "1",
            "seal": "1596542E"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "63",
            "part": "1",
            "seal": "7B0A3C77"
        },
        {
            "hno": "63",
            "id": "86",
            "nass": "63 - حَدَّثَنِي مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْمُقَدَّمِيِّ، قَالَ: سَمِعْتُ يُوسُفَ بْنَ عَطِيَّةَ بْنِ بَابٍ، قَالَ: سَمِعْتُ مَالِكُ بْنُ دِينَارٍ، يَقُولُ: «وَاللَّهِ §لَوَدِدْتُ أَنَّ حَصَاةً تُجْزِئْنِي مِنَ الطَّعَامِ وَالشَّرَابِ أَمُصُّهَا»",
            "page": "63",
            "part": "1",
            "seal": "0820BEC0"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "63",
            "part": "1",
            "seal": "EA206A87"
        },
        {
            "hno": "64",
            "id": "88",
            "nass": "64 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا وَكِيعٌ، عَنْ عَبْدِ الْوَاحِدِ بْنِ زَيْدٍ، عَنِ الْحَسَنِ، قَالَ: «§لَقَدْ أَدْرَكْتُ أَقْوَامًا، إِنْ كَانَ أَحَدُهُمْ لِيَأْكُلَ الْأَكْلَةَ فَيَودُّ أَنَّهَا حَجَرٌ فِي بَطْنِهِ»",
            "page": "63",
            "part": "1",
            "seal": "785FF786"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "64",
            "part": "1",
            "seal": "65C67F7B"
        },
        {
            "hno": "65",
            "id": "90",
            "nass": "65 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْهَرَويُّ، قَالَ: أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، قَالَ: سَمِعْتُ مَالِكَ بْنَ دِينَارٍ، يَقُولُ: «§إِنَّمَا بَطْنُ أَحَدُكُمْ كَلْبٌ، أَلْقِ إِلَى ذَا الْكَلْبِ كِسْرَةً وَرَأْسَ جَوَافَةٍ يَسْكُتْ عَنْكَ، وَلَا تَجْعَلُوا بُطُونَكُمْ جُرُبًا لِلشَّيْطَانِ يُوعَى فِيهَا إِبْلِيسُ مَا شَاءَ»",
            "page": "64",
            "part": "1",
            "seal": "41066761"
        },
        {
            "hno": "66",
            "id": "91",
            "nass": "66 - حَدَّثَنِي مُحَمَّدُ بْنُ عُمَرَ الْمُقَدَّمِيُّ، قَالَ: حَدَّثَنِي أَخِي عُبَيْدُ اللَّهِ، قَالَ: قَالَ مَالِكُ بْنُ دِينَارٍ: «§مَا بَيْنَنَا وَبَيْنَ هِشَامِ بْنِ عَبْدِ الْمَلِكِ إِلَّا أَنْ يُجَاوِزَ، هَذِهِ، ثُمَّ ق. . . . . . آثَرُ عِنْدَكَ، يَعْنِي فِي. . . .»",
            "page": "64",
            "part": "1",
            "seal": "E2F8CE4F"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "64",
            "part": "1",
            "seal": "40DF7A73"
        },
        {
            "hno": "67",
            "id": "93",
            "nass": "67 - حَدَّثَنَا سُرَيْجٌ، عَنْ يُونُسَ، قَالَ: حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: حَدَّثَنَا هِشَامٌ، عَنِ الْحَسَنِ، قَالَ: «وَاللَّهِ §لَقَدْ أَدْرَكْنَا أَقْوَامًا وَصَحِبْنَا طَوَائِفَ مِنْهُمْ، مَا أَمَرَ أَحَدُهُمْ فِي -[65]- بَيْتِهِ بِصَنْعَةِ طَعَامٍ لَهُ قَطُّ، وَمَا شَبِعَ أَحَدُهُمْ مِنْ طَعَامٍ حَتَّى مَاتَ، مَا عَدَا أَنْ يُقَارِبَ شِبَعَهُ أَمْسَكَ»",
            "page": "64",
            "part": "1",
            "seal": "9F137D1E"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "§عِيسَى عَلَيْهِ السَّلَامُ",
            "page": "65",
            "part": "1",
            "seal": "8A59D9AF"
        },
        {
            "hno": "68",
            "id": "95",
            "nass": "68 - حَدَّثَنَا سُرَيْجٌ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا الْمَسْعُودِيُّ، عَنْ عَلِيِّ بْنِ بَذِيمَةَ، عَنْ أَبِي عُبَيْدَةَ، قَالَ: §قَالَ الْحَوَارِيُّونَ لِعِيسَى ابْنِ مَرْيَمَ: مَا نَأْكُلُ؟ قَالَ: «خُبْزُ الشَّعِيرِ» ، قَالُوا: فَمَا نَشْرَبُ؟ قَالَ: «الْمَاءُ الْقَرَاحِ؟» ، قَالُوا: فَمَا نَتَوَسَّدُ؟ قَالَ: «تَوَسَّدُوا الْأَرْضَ» ، قَالُوا: مَا تَأْمُرُنَا مِنَ الْعَيْشِ إِلَّا بِكُلِّ شَدِيدٍ، قَالَ: «وَبِذَلِكَ لَا يَخْلُو مَلَكُوتُ السَّمَاوَاتِ حَتَّى يَأْتِيَ أَحَدُكُمْ مَا يَأْتِي مِنْ ذَلِكَ عَلَى شَهْوَةٍ» -[66]-، قَالُوا: كَيْفَ ذَاكَ؟ قَالَ: «أَلَمْ تَرُوا إِلَى الرَّجُلِ إِذَا جَاعَ فَمَا أَحَبَّ إِلَيْهِ الْكِسْرَةُ وَإِنْ كَانَتْ شَعِيرًا، وَإِذَا عَطِشَ فَمَا أَحَبَّ إِلَيْهِ الْمَاءُ وَإِنْ كَانَ قَرَاحًا، وَإِذَا أَطَالَ الْقِيَامَ فَمَا أَحَبَّ إِلَيْهِ أَنْ يَتَوَسَّدَ الْأَرْضَ؟»",
            "page": "65",
            "part": "1",
            "seal": "75AB688E"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "§عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "66",
            "part": "1",
            "seal": "29EE0C81"
        },
        {
            "hno": "69",
            "id": "97",
            "nass": "69 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ وَاقِدٍ، وَغَيْرُهُ، قَالَ: حَدَّثَنَا خَلْفُ بْنُ خَلِيفَةَ، عَنْ حُمَيْدٍ الْأَعْرَجِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ: \" §أَهْلَكَ ابْنَ آدَمَ الْأَجْوَفَانِ: الْبَطْنُ وَالْفَرْجُ \"",
            "page": "66",
            "part": "1",
            "seal": "918FE662"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "§سَلْمُ بْنُ مَيْمُونٍ الْخَوَّاصُ",
            "page": "66",
            "part": "1",
            "seal": "239C7E9A"
        },
        {
            "hno": "70",
            "id": "99",
            "nass": "70 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ أَسْلَمَ، قَالَ: سَمِعْتُ سَلْمَ بْنَ مَيْمُونٍ الْخَوَّاصَ، يَقُولُ: \" ¶ §أَإِنَّكَ مَهْمَا تُعْطِ بَطْنَكَ سُؤْلَهُ ... وَفَرْجَكَ إِلَّا مُنْتَهَى الْلُومِ أَجْمَعَا",
            "page": "66",
            "part": "1",
            "seal": "2F9C8E57"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "§أَحَادِيثُ",
            "page": "66",
            "part": "1",
            "seal": "D6E887D8"
        },
        {
            "hno": "71",
            "id": "101",
            "nass": "71 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ صَالِحَ الْعَتَكِيُّ، قَالَ: حَدَّثَنَا -[67]- عَبْدُ اللَّهِ بْنُ الْمُطَّلِبِ الْعِجْلِيُّ، عَنِ الْحَسَنِ بْنِ ذَكْوَانَ، عَنْ يَحْيِي بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَهْلَ الْبَيْتِ لِيَقِلُّ طُعْمَهُمْ، فَتَسْتَنِيرُ بُيُوتُهُمْ»",
            "page": "66",
            "part": "1",
            "seal": "1C352218"
        },
        {
            "hno": "72",
            "id": "102",
            "nass": "72 - حَدَّثَنَا دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ، قَالَ: حَدَّثَنَا يَعْقُوبُ بْنُ مُحَمَّدِ بْنِ طَحْلَاءَ، عَنْ عُبَيْدِ بْنِ سَلْمَانَ، عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بِنِ الْأَشَجِّ، أَنَّهُ بَلَغَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: -[68]- «§الرُّغْبُ شُؤْمٌ»",
            "page": "67",
            "part": "1",
            "seal": "993A4A62"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "§سَمُرَةُ بْنُ جُنْدُبٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "68",
            "part": "1",
            "seal": "A3E47F57"
        },
        {
            "hno": "73",
            "id": "104",
            "nass": "73 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، قَالَ: أَخْبَرَنِي الْمُبَارَكُ بْنُ فَضَالَةَ، عَنِ الْحَسَنِ، قَالَ: قِيلَ لِسَمُرَةَ بْنِ جُنْدُبٍ: إِنَّ §ابْنَكَ بَشِمَ الْبَارِحَةَ، قَالَ: «لَوْ مَاتَ مَا صَلَّيْتُ عَلَيْهِ»",
            "page": "68",
            "part": "1",
            "seal": "67491A9E"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "§لُقْمَانُ الْحَكِيمُ",
            "page": "68",
            "part": "1",
            "seal": "D7F4E45E"
        },
        {
            "hno": "74",
            "id": "106",
            "nass": "74 - حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، قَالَ: أَخْبَرَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، عَنِ الْحَسَنِ، قَالَ: قَالَ لُقْمَانُ لِابْنِهِ: «§لَا تَأْكُلْ شِبَعًا عَلَى شِبَعٍ، وَأَلْقِ فَضْلِكَ لِلْكَلْبِ»",
            "page": "68",
            "part": "1",
            "seal": "19F6ECAD"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "§أَبُو بَكْرٍ الصِّدِّيقُ رَضِيَ اللَّهُ عَنْهُ",
            "page": "69",
            "part": "1",
            "seal": "C0CCE098"
        },
        {
            "hno": "75",
            "id": "108",
            "nass": "75 - حَدَّثَنَا هَاشِمُ بْنُ الْحَارِثِ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو الرَّقِّيُّ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عُقَيْلٍ، عَنْ جَابِرٍ، قَالَ: صَلَّيْتُ مَعَ أَبِي بَكْرٍ الْعَصْرَ، ثُمَّ انْكَفَأْتُ مَعَهُ إِلَى مَنْزِلِهِ، فَقَالَ لِامْرَأَتِهِ أَسْمَاءَ بِنْتِ عُمَيْسٍ: «§هَلْ عِنْدَكِ طَعَامٌ؟» قَالَتْ: لَا وَاللَّهِ مَا مِنْ شَيْءٍ، قَالَ: «انْظُرِي» قَالَتْ: لَا وَاللَّهِ مَا مِنْ شَيْءٍ، «فَاعْتَقَلَ شَاةً كَانَتْ وَضَعَتْ مَنْ يَوْمَهَا، - وَكَانَ ذَا شَاةٍ - فَحَلَبَ مِنْ لِبَانِهَا، ثُمَّ أَفْرَغَهُ فِي بُرْمَةٍ، ثُمَّ أَمَرَ جَارِيَتَهُ فَطَبَخَتْ، ثُمَّ أُتِينَا بِهِ، فَأَكَلَ وَأَكَلْنَا، ثُمَّ صَلَّى وَصَلَّيْنَا، مَا تَوَضَّأَ وَلَا تَوَضَّأْنَا»",
            "page": "69",
            "part": "1",
            "seal": "FB3C09E5"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "§عَبْدُ اللَّهِ بْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "69",
            "part": "1",
            "seal": "033E91E9"
        },
        {
            "hno": "76",
            "id": "110",
            "nass": "76 - حَدَّثَنَا سُرَيْجُ بْنُ يُونُسَ، قَالَ: حَدَّثَنَا هُشَيْمٌ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، قَالَ: -[70]- جَاءَ رَجُلٌ إِلَى ابْنِ عُمَرَ قَالَ: أَلَا نَصْنَعُ لَكَ جُوَارِشْنَ؟ قَالَ: وَأَيُّ شَيْءٍ الْجُوَارِشْنُ؟ قَالَ: شَيْءٌ إِذَا كَظَّكَ الطَّعَامُ فَأَكَلْتَ مِنْهُ سَهُلَ عَلَيْكَ مَا تَجِدُ، قَالَ ابْنُ عُمَرَ: «§مَا شَبِعْتُ مُنْذُ أَرْبَعَةِ أَشْهُرٍ، وَمَا ذَاكَ أَلَّا أَكُونَ أَجِدُهُ، وَلَكِنِّي عَهِدْتُ أَقْوَامًا يَجُوعُونَ مَرَّةً، وَيَشْبَعُونَ مَرَّةً»",
            "page": "69",
            "part": "1",
            "seal": "B8D7FA95"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "70",
            "part": "1",
            "seal": "9C7FE912"
        },
        {
            "hno": "77",
            "id": "112",
            "nass": "77 - حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، قَالَ: حَدَّثَنَا هُشَيْمٌ، قَالَ: حَدَّثَنَا يُونُسُ، عَنِ الْحَسَنِ، قَالَ: حَدَّثَنِي الْأَحْنَفُ بْنُ قَيْسٍ، قَالَ: كُنَّا نَحْضُرُ طَعَامَ عُمَرَ، «§فَيُطْعِمُنَا الْخُبْزَ وَاللَّبَنَ، وَالْخُبْزَ وَالزَّيْتَ، وَالْخَلَّ وَأَقَلَّ مِنْ ذَلِكَ. . . . الْقَدِيدَ، وَأَقَلَّ مِنْ ذَلِكَ اللَّحْمَ الْغَرِيضَ»",
            "page": "70",
            "part": "1",
            "seal": "CD9FA129"
        },
        {
            "hno": "78",
            "id": "113",
            "nass": "78 - حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، قَالَ: حَدَّثَنَا هُشَيْمٌ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسٍ، عَنْ عُتْبَةَ بْنِ فَرْقَدٍ السُّلَمِيِّ، قَالَ: -[71]- قَدِمْتُ عَلَى عُمَرَ، وَكَانَ يَنْحَرُ جَزُورًا كُلَّ يَوْمٍ أَطَايِبُهَا لِلْمُسْلِمِينَ وَأُمَّهَاتِ الْمُؤْمِنِينَ، وَيَأْمُرُ بِالْعُنُقِ وَالْعِلْبَاءِ فَيَأْكُلَهُ هُوَ وَأَهْلُهُ، فَدَعَا بِطَعَامٍ، فَأُتِيَ بِهِ، فَإِذَا هُوَ خُبْزٌ خَشِنٌ، وَكُسُورٌ مِنْ لَحْمٍ غَلِيظٍ، فَجَعَلَ يَقُولُ: «كُلْ» ، فَجَعَلْتُ آكُلُ الْبَضْعَةَ فَأَلُوكُهَا فَلَا أَسْتَطِيعُ أَنْ أَسِيغَهَا، فَنَظَرْتُ، فَإِذَا بَضْعَةٌ بَيْضَاءٌ، ظَنَنْتُ أَنَّهَا مِنَ السَّنَامِ، فَأَخَذْتُهَا، فَإِذَا هِيَ مِنْ عِلْبَاءِ الْعَنَقِ، فَنَظَرَ إِلَى عُمَرَ، فَقَالَ: «إِنَّهُ §لَيْسَ يُدْرِكَنَّكَ الْعِرَاقُ الَّذِي تَأْكُلَ أَنْتَ وَأَصْحَابُكَ»",
            "page": "70",
            "part": "1",
            "seal": "A7D0434D"
        },
        {
            "hno": "79",
            "id": "114",
            "nass": "79 - حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، قَالَ: حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسٍ، عَنْ عُتْبَةَ بْنِ فَرْقَدٍ، قَالَ: حَمَلْتُ إِلَى عُمَرَ سِلَالَ خَبِيصٍ، فَلَمَّا وَضَعْتُهُنَّ بَيْنَ يَدَيْهِ، كَشَفَ بَعْضَهُنَّ فَقَالَ: «§أَوَكُلَّ الْمُسْلِمِينَ يَجِدُ هَذَا؟» ، قُلْتُ: لَا يَا أَمِيرَ الْمُؤْمِنِينَ، إِنَّمَا هَذَا شَيْءٌ يَخْتَصُّ بِهِ الْأُمَرَاءُ، قَالَ: «لَا حَاجَةَ لِي فِيهِ» ، ثُمَّ ذَكَرَ الْحَدِيثَ",
            "page": "71",
            "part": "1",
            "seal": "A3ABF567"
        },
        {
            "hno": "80",
            "id": "115",
            "nass": "80 - حَدَّثَنَا خَالِدُ بْنُ مِرْدَاسَ السَّرَّاجُ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عُبَيْدِ اللَّهِ بْنِ الْوَلِيدِ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ: «يَا مَعْشَرَ الْمُهَاجِرِينَ، §لَا تُكْثِرُوا الدُّخُولَ عَلَى أَهْلِ الدُّنْيَا، فَإِنَّهُ -[72]- مَسْخَطَةٌ لِلرِّزْقِ»",
            "page": "71",
            "part": "1",
            "seal": "5BF1D4FD"
        },
        {
            "hno": "81",
            "id": "116",
            "nass": "81 - حَدَّثَنَا خَالِدُ بْنُ مِرْدَاسٍ، قَالَ: حَدَّثَنَا الْمُعَلَّى الْجُعْفِيُّ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ: قَالَ عُمَرُ: «أَيُّهَا النَّاسُ، §إِيَّاكُمْ وَالْبِطْنَةَ مِنَ الطَّعَامِ، فَإِنَّهَا مَكْسَلَةٌ عَنِ الصَّلَاةِ، مُفْسِدَةٌ لِلِجَسَدِ، مُوَرِّثَةٌ لِلسَّقَمِ، وَأَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يُبْغِضُ الْحَبْرَ السَّمِينَ، وَلَكِنَ عَلَيْكُمْ بِالْقَصْدِ فِي قُوتِكُمْ، فَإِنَّهُ أَدْنَى مِنَ الْإِصْلَاحِ، وَأَبْعَدُ مِنَ السَّرَفِ، وَأَقْوَى عَلَى عِبَادَةِ اللَّهِ، وَإِنَّهُ لَنْ يَهْلِكَ عَبْدٌ حَتَّى يُؤْثَرَ شَهْوَتَهُ عَلَى دِينِهِ»",
            "page": "72",
            "part": "1",
            "seal": "7D0DE46C"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "72",
            "part": "1",
            "seal": "346D7290"
        },
        {
            "hno": "82",
            "id": "118",
            "nass": "82 - قَالَ مُحَمَّدٌ: حَدَّثَنَا أَبُو عُمَرَ الضَّرِيرُ، قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ دِينَارٍ، عَنِ الْحَسَنِ، قَالَ: «§لَقَدْ كَانَ الْمُسْلِمُ يُعَارُ أَنْ يُقَالَ لَهُ إِنَّكَ لَبَطِينٌ»",
            "page": "72",
            "part": "1",
            "seal": "DCD9410A"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "§سَلَمَةُ بْنُ سَعِيدٍ",
            "page": "73",
            "part": "1",
            "seal": "216AC0E2"
        },
        {
            "hno": "83",
            "id": "120",
            "nass": "83 - قَالَ مُحَمَّدٌ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنَا سَلَمَةُ بْنُ سَعِيدٍ، قَالَ: «إِنْ §كَانَ الرَّجُلُ لَيُعِيَّرُ بِالْبِطْنَةِ كَمَا يُعَيَّرُ بِالذَّنْبِ يَعْمَلُهُ»",
            "page": "73",
            "part": "1",
            "seal": "E3A9FCA5"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "§عَمْرُو بْنُ قَيْسٍ",
            "page": "73",
            "part": "1",
            "seal": "96B4D830"
        },
        {
            "hno": "84",
            "id": "122",
            "nass": "84 - حُدِّثْتُ عَنِ الْمُعَافَى بْنِ عِمْرَانَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَمْرِو بْنِ قَيْسٍ الْمُلَائِيِّ، قَالَ: «§إِيَّاكُمْ وَالْبِطْنَةَ، فَإِنَّهَا تُقَسِّي الْقَلْبَ»",
            "page": "73",
            "part": "1",
            "seal": "749381F8"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "§بَعْضُ الْعُلَمَاءِ",
            "page": "73",
            "part": "1",
            "seal": "14783374"
        },
        {
            "hno": "85",
            "id": "124",
            "nass": "85 - حَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ بَعْضُ الْعُلَمَاءِ: «§إِذَا كُنْتَ بَطِينًا، فَاعْدُدْ نَفْسِكَ زَمَنًا حَتَّى تَخْمُصَ»",
            "page": "73",
            "part": "1",
            "seal": "8D847EC6"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "§ابْنُ الْأَعْرَابِيِّ",
            "page": "73",
            "part": "1",
            "seal": "C7D4A44F"
        },
        {
            "hno": "86",
            "id": "126",
            "nass": "86 - قَالَ: وَقَالَ ابْنُ الْأَعْرَابِيِّ: -[74]- \" كَانَتِ الْعَرَبُ تَقُولُ: §مَا بَاتَ رَجُلٌ بَطِينًا فَتَمَّ عَزْمُهُ \"",
            "page": "73",
            "part": "1",
            "seal": "460126EE"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "§أَبُو سُلَيْمَانَ الدَّارَانِيُّ",
            "page": "74",
            "part": "1",
            "seal": "24213D50"
        },
        {
            "hno": "87",
            "id": "128",
            "nass": "87 - حَدَّثَنِي أَبُو حَاتِمٍ الرَّازِيُّ، عَنْ أَحْمَدَ بْنِ أَبِي الْحَوَارِيِّ، قَالَ: قَالَ أَبُو سُلَيْمَانَ: «§إِذَا أَرَدْتَ حَاجَةً مِنْ حَوَائِجِ الدُّنْيَا وَالْآخِرَةِ، فَلَا تَأْكُلَ حَتَّى تَقْضِيهَا، فَإِنَّ الْأَكْلَ يُغَيِّرُ الْعَقْلَ»",
            "page": "74",
            "part": "1",
            "seal": "E6BA6BE9"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "§أَيُّوبُ السَّخْتِيَانِيُّ",
            "page": "74",
            "part": "1",
            "seal": "29B3829A"
        },
        {
            "hno": "88",
            "id": "130",
            "nass": "88 - وَقَالَ عَلِيُّ بْنُ جَعْفَرٍ الْأَحْمَرِ: سَمِعْتُ أَبِي يَقُولُ: كَانَ أَيُّوبُ يَقُولُ: «§كَثْرَةُ الْأَكْلِ دَاءُ الْبَطْنِ، وَزِيَادَةٌ فِي النَّتِنِ»",
            "page": "74",
            "part": "1",
            "seal": "80EC0A06"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "§عُمَرُ بنُ عَبْدِ الْعَزِيزِ",
            "page": "74",
            "part": "1",
            "seal": "833D27BD"
        },
        {
            "hno": "89",
            "id": "132",
            "nass": "89 - حَدَّثَنِي مُحَمَّدُ بْنُ قُدَامَةَ الْجَوْهَرِيُّ، قَالَ: حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ أَبِي دَاوُدَ الرُّومِيِّ، قَالَ: -[75]- قَالَ رَجُلٌ لِعُمَرَ بْنِ عَبْدِ الْعَزِيزِ: أَلَا §نَصْنَعُ لَكَ دَوَاءً يُشَهِّيكَ الطَّعَامَ؟ قَالَ: «وَمَا أَصْنَعُ بِهِ؟ فَوَاللَّهِ إِنِّي لَأَدْخُلُ الْمَخْرَجَ فَيُؤْذِينِي مَا يَخْرُجُ مِنِّي» ، قِيلَ: أَفَلَا نَصْنَعُ لَكَ دَوَاءً يُشَهِّيكَ النِّسَاءُ؟ قَالَ: «وَمَا أَصْنَعُ بِهِ؟ فَوَاللَّهِ لَرُبَّمَا كَانَ ذَلِكَ يَأْتِينِي فَأَجِدُ لِذَلِكَ غَفْلَةً وَشِرَّةً»",
            "page": "74",
            "part": "1",
            "seal": "46C991F2"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "§بَعْضُ الْعُلَمَاءِ",
            "page": "75",
            "part": "1",
            "seal": "AF1386A4"
        },
        {
            "hno": "90",
            "id": "134",
            "nass": "90 - وَقَالَ حُمَيْدُ بْنُ أَحْمَدَ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، قَالَ: قَالَ عَلِيُّ بْنُ. . . . «إِنَّ §الرَّجُلَ لَيَشْبَعَ الشِّبْعَةَ فَيَطْغَى لَهَا جَسَدُهُ»",
            "page": "75",
            "part": "1",
            "seal": "B1F33ECF"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "§عَبْدُ اللَّهِ بْنُ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "75",
            "part": "1",
            "seal": "93939AF4"
        },
        {
            "hno": "91",
            "id": "136",
            "nass": "91 - حَدَّثَنِي مُحَمَّدُ بْنُ قُدَامَةَ، قَالَ: سَمِعْتُ مُوسَى بْنَ دَاوُدَ، قَالَ: سَمِعْتُ مَالِكَ بْنَ أَنَسٍ، قَالَ: بَلَغَنَا أَنَّ ابْنَ عُمَرَ، قِيلَ لَهُ: لَوْ صَنَعْنَا لَكَ جُوَارِشْنَ؟ قَالَ: «وَمَا الْجُوَارِشْنُ؟» ، قَالَ: إِذَا كَظَّكَ الطَّعَامُ فَأَخَذْتَ مِنْهُ أَمَرَاكَ، -[76]- قَالَ: «§مَا شَبِعْتُ مُنْذُ قُتِلَ عُثْمَانُ»",
            "page": "75",
            "part": "1",
            "seal": "8AC84961"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "§يُوسُفُ بْنُ أَسْبَاطٍ",
            "page": "76",
            "part": "1",
            "seal": "2833674A"
        },
        {
            "hno": "92",
            "id": "138",
            "nass": "92 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْمَجِيدِ التَّمِيمِيُّ، قَالَ: سَمِعْتُ يُوسُفَ بْنَ أَسْبَاطٍ، يَقُولُ: «§الْجُوعُ يَرِّقُ الْقَلْبَ»",
            "page": "76",
            "part": "1",
            "seal": "A13B6169"
        },
        {
            "hno": "93",
            "id": "139",
            "nass": "93 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي بِشْرُ بْنُ مُصْلِحٍ، قَالَ: سَمِعْتُ يُوسُفَ بْنَ أَسْبَاطٍ، يَقُولُ: «§الْجُوعُ رَأْسُ كُلِّ بِرٍّ فِي الْأَرْضِ»",
            "page": "76",
            "part": "1",
            "seal": "55802C17"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "§السَّرِيُّ بْنُ يَنْعُمَ",
            "page": "76",
            "part": "1",
            "seal": "151CCD70"
        },
        {
            "hno": "94",
            "id": "141",
            "nass": "94 - قَالَ مُحَمَّدٌ: حَدَّثَنِي أَحْمَدُ بْنُ سَهْلٍ الْأُرْدُنِّيُّ، قَالَ: حَدَّثَنَا أَبُو فَرْوَةَ الْأَنْصَارِيُّ، عَنِ السَّرِيِّ بْنِ يَنْعُمَ، قَالَ: \" §كَانَ يُقَالُ: مَا تَجَوَّعَ عَبْدٌ إِلَّا أَبْدَلَ اللَّهُ مَكَانَ جُوعِهِ حِكْمَةً وَوَرَعًا، -[77]- وَكَانَ يُقَالُ: الْجُوعُ شِعَارُ الْأَنْبِيَاءِ وَالصَّالِحِينَ \"",
            "page": "76",
            "part": "1",
            "seal": "9F69ACF9"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "§أَبُو صَفْوَانَ الْعَابِدُ",
            "page": "77",
            "part": "1",
            "seal": "547F40B0"
        },
        {
            "hno": "95",
            "id": "143",
            "nass": "95 - قَالَ مُحَمَّدٌ: حَدَّثَنِي قَادِمٌ الدَّيْلَمِيُّ، قَالَ: سَمِعْتُ أَبَا صَفْوَانَ الْعَابِدَ، يَقُولُ: \" كَانَ يُقَالُ: §وَرَّثَ الْجُوعُ أَهْلَهُ النَّظَرَ بِنُورِ اللَّهِ إِلَى مَعَالِي الْعِزِّ فِي خَلْقِهِ \"، وَكَانَ يُقَالُ: «مَصَادِرُ الْعِزِّ فِي الِاسْتِغْنَاءِ، وَالتَّوَكُلُ كِفَايَةٌ، وَالتَّفْوِيضُ رَاحَةٌ، وَالْعِبَادَةُ يَبْعَثُهَا عَلَى النَّظْرَةِ، وَمَا فَقَدَ الرَّجُلُ شَيْئًا أَقَلَّ ضَرَرًا عَلَيْهِ مِنْ أَكْلَةٍ يَدَعُهَا لِلَّهِ، بَلْ عَاقِبَتُهَا لِلْمُتَّقِينَ جَمِيلَةٌ»",
            "page": "77",
            "part": "1",
            "seal": "D4F124C3"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "§الْأَعْمَشُ",
            "page": "77",
            "part": "1",
            "seal": "EF6A6752"
        },
        {
            "hno": "96",
            "id": "145",
            "nass": "96 - حَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ رَجُلٍ مِنْ بَنِي تَمِيمٍ، قَالَ: قَالَ الْأَعْمَشُ لِرَجُلٍ: «يَا أَحْمَقُ، §تَرَى هَذَا الْبَطْنَ؟ إِنْ أَهَنْتَهُ أَكْرَمَكَ، وَإِنْ أَكْرَمْتَهُ أَهَانَكَ»",
            "page": "77",
            "part": "1",
            "seal": "48378D3A"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "77",
            "part": "1",
            "seal": "FD228FA6"
        },
        {
            "hno": "97",
            "id": "147",
            "nass": "97 - حَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ الْحَسَنُ أَوْ غَيْرُهُ: «§كَانَتْ بَلِيَّةُ أَبِيكُمْ آدَمَ عَلَيْهِ السَّلَامُ أَكْلَةٌ، وَهِيَ بَلِيَّتُكُمْ إِلَى يَوْمِ الْقِيَامَةِ»",
            "page": "77",
            "part": "1",
            "seal": "B1A7F938"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "78",
            "part": "1",
            "seal": "9271ED77"
        },
        {
            "hno": "98",
            "id": "149",
            "nass": "98 - حَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ مَالِكُ بْنُ دِينَارٍ: «§الشِّبَعُ يُقَسِّي الْقَلْبَ وَيُفَتِّرُ الْبَدَنَ»",
            "page": "78",
            "part": "1",
            "seal": "89A4BC82"
        },
        {
            "hno": "99",
            "id": "150",
            "nass": "99 - حَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ مَالِكُ بْنُ دِينَارٍ: «§مَنْ مَلَكَ بَطْنَهُ، مَلَكَ الْأَعْمَالَ الصَّالِحَةَ كُلَّهَا»",
            "page": "78",
            "part": "1",
            "seal": "D630C4E7"
        },
        {
            "hno": "100",
            "id": "151",
            "nass": "100 - حَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: \" كَانَ يُقَالُ: §كَثْرَةُ الطَّعَامِ تُمِيتُ الْقَلْبَ، كَمَا أَنَّ كَثْرَةَ الْمَاءِ تُمِيتُ الزَّرْعَ \"",
            "page": "78",
            "part": "1",
            "seal": "52849A90"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "§عَبْدُ الرَّحْمَنِ بْنُ زَيْدٍ",
            "page": "78",
            "part": "1",
            "seal": "D4CD3D25"
        },
        {
            "hno": "101",
            "id": "153",
            "nass": "101 - وَحَدَّثَنِي الْحُسَيْنُ، قَالَ: قَالَ عَبْدُ الرَّحْمَنِ بْنُ زَيْدٍ: «§أَوَّلُ مَا يَعْمَلُ فِيهِ الْعَبْدُ الْمُؤْمِنُ بَطْنَهُ، فَإِنِ اسْتَقَامَ لَهُ بَطْنُهُ اسْتَقَامَ لَهُ دِينُهُ، وَأَنْ لَمْ يَسْتَقِمْ لَهُ بَطْنُهُ لَمْ يَسْتَقِمْ لَهُ دِينُهُ»",
            "page": "78",
            "part": "1",
            "seal": "DC364A2D"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "§الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ",
            "page": "78",
            "part": "1",
            "seal": "B8192851"
        },
        {
            "hno": "102",
            "id": "155",
            "nass": "102 - وَحَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: \" كَانَ يُقَالُ: §لَا تَسْكُنُ الْحِكْمَةُ مِعْدَةً مَلْأَى \"",
            "page": "78",
            "part": "1",
            "seal": "D46C8410"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "§أَبُو سُلَيْمَانَ الدَّارَانِيُّ",
            "page": "79",
            "part": "1",
            "seal": "8C66AFED"
        },
        {
            "hno": "103",
            "id": "157",
            "nass": "103 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيُّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ عَبْدَ الرَّحْمَنِ بْنَ أَحْمَدَ بْنِ عَطِيَّةَ الْعَنْسِيَّ الدَّارِيَّ، فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ {§وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا} [الإنسان: 12] قَالَ: «عَنِ الشَّهَوَاتِ»",
            "page": "79",
            "part": "1",
            "seal": "E6D68A59"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "79",
            "part": "1",
            "seal": "2741EFFE"
        },
        {
            "hno": "104",
            "id": "159",
            "nass": "104 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: كُنَّا عِنْدَ مَالِكِ بْنِ دِينَارٍ فَجَاءَ هِشَامُ بْنُ حَسَّانَ، فَقَالَ: أَيْنَ أَبُو يَحْيَى؟ -[80]- قُلْنَا: عِنْدَ الْبَقَّالِ، قَالَ: قُومُوا بِنَا إِلَيْهِ، فَحَانَتْ مِنِّي نَظْرَةٌ إِلَى هِشَامٍ، فَقَالَ: \" يَا هِشَامٌ، إِنِّي §أُعْطِي هَذَا الْبَقَّالَ كُلَ شَهْرٍ دِرْهَمًا وَدَانَقَيْنِ، فَآخُذُ مِنْهُ كَلَّ شَهْرٍ سِتِّينَ رَغِيفًا، كُلَّ لَيْلَةٍ رَغِيفَيْنِ، أَصَبْتُهُمَا سُخْنًا فَهُوَ أُدْمُهُمَا، إِنِّي قَرَأْتُ فِي زَبُورِ دَاوُدَ عَلَيْهِ السَّلَامُ: إِلَهِي رَأَيْتَ هُمُومِي وَأَنْتَ مِنْ فَوْقِ الْعُلَى، فَانْظُرْ مَا هُمُومَكَ يَا هِشَامٌ \"",
            "page": "79",
            "part": "1",
            "seal": "080AF0F5"
        },
        {
            "hno": "105",
            "id": "160",
            "nass": "105 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مِسْعَرٍ، قَالَ: قَالَ مَالِكٌ: «§مَا يَنْبَغِي لِلْمُؤْمِنِ أَنْ يَكُونَ بَطْنُهُ أَكْثَرَ هَمِّهِ، وَأَنْ تَكُونَ شَهْوَتُهُ هِيَ الْغَالِبَةَ عَلَيْهِ»",
            "page": "80",
            "part": "1",
            "seal": "8054C7FB"
        },
        {
            "hno": "106",
            "id": "161",
            "nass": "106 - قَالَ: وَلَقِيَ مَالِكُ بْنُ دِينَارٍ جَارِيَةً كَانَتْ فِي جِوَارِهِ ثُمَّ بِيعَتْ، فَقَالَ لَهَا: «فُلَانَةٌ؟» ، قَالَتْ: نَعَمْ يَا أَبَا يَحْيَى، قَالَ: أَنْتِ، وَكَيْفَ الْمَوضِعُ الَّذِي أَنْتِ فِيهِ؟ \"، قَالَتْ: بِأَبِي أَنْتَ، مَا أَحْسَنَ حَالَهُمْ، وَأَخْصَبَ بُيُوتَهُمْ -[81]- قَالَ: «لَهُمْ فَضْلُ مَعْرُوفٍ عَلَى أَحَدٍ؟» ، قَالَتْ: يَا أَبَا يَحْيَى، مَنَازِلُهُمْ خَصِبَةٌ، وَطَعَامُهُمْ كَثِيرٌ وَاسِعٌ، قَالَ: يَقُولُ أَبُو يَحْيَى: «§كَيْفَ» أَنَا أَسْأَلُهَا عَنْ خَيْرِ الْقَوْمِ وَتَفَضُّلِهِمْ، وَهِيَ تُخْبِرُنِي بِعِمْرَانَ الْحُشُوشِ \"",
            "page": "80",
            "part": "1",
            "seal": "99365717"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "§عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ",
            "page": "81",
            "part": "1",
            "seal": "087528F1"
        },
        {
            "hno": "107",
            "id": "163",
            "nass": "107 - قَالَ مُحَمَّدٌ: حَدَّثَنَا مُحَمَّدُ بنُ يَزِيدَ بْنِ خُنَيْسٍ، قَالَ: قَالَ عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ: \" كَانَ يُقَالُ: §قِلَّةُ الطُّعْمِ عَوْنٌ عَلَى التَّسَرُّعِ فِي الْخَيْرَاتِ \"",
            "page": "81",
            "part": "1",
            "seal": "FE1FEB7A"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "§الرَّبِيعُ بْنُ خُثَيْمٍ",
            "page": "81",
            "part": "1",
            "seal": "17D511E4"
        },
        {
            "hno": "108",
            "id": "165",
            "nass": "108 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ مُنْذِرٍ الثَّوْرِيِّ، عَنِ الرَّبِيعِ بْنِ خُثَيْمٍ، أَنَّهُ قَالَ لِأَهْلِهِ: «اصْنَعُوا لَنَا -[82]- خَبِيصًا» ، فَصَنَعُوهُ، فَدَعَا رَجُلًا كَانَ بِهِ خَبْلٌ، فَجَعَلَ رَبِيعٌ يُلْقِمَهُ وَلُعَابُهُ يَسِيلُ، فَقَالَ أَهْلُهُ: تَكَلَّفْنَاهُ وَصَنَعْنَاهُ، ثُمَّ أَطْعَمْتَ هَذَا؟ مَا يَدْرِي هَذَا مَا يَأْكُلَ قَالَ رَبِيعٌ: «§لَكِنَّ اللَّهَ يَدْرِي»",
            "page": "81",
            "part": "1",
            "seal": "1BAE8060"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "82",
            "part": "1",
            "seal": "E078DE5D"
        },
        {
            "hno": "109",
            "id": "167",
            "nass": "109 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، قَالَ: أَخْبَرَنِي مَحْبُوبٌ الزَّاهِدُ، قَالَ: قَالَ الْحَسَنُ: \" §لَقَدْ أَدْرَكْتُ أَقْوَامًا مَا طُوِيَ لِأَحَدِهِمْ ثَوْبٌ قَطُّ، وَلَا تَشَهَّى أَحَدُهُمْ عَلَى أَهْلِهِ شَهْوَةً قَطُّ، وَلَا أَمَرَهُمْ بِصَنْعَةِ طَعَامٍ قَطُّ، وَلَا قَاسَمَ أَحَدُهُمْ أَخَاهُ مِيرَاثًا قَطُّ، لَقَدْ كَانَ أَحَدُهُمْ يَكُونُ بَيْنَهُ وَبَيْنَ أَخِيهِ مِيرَاثٌ، فَيَقُولُ: هُوَ لَكَ، لَا يُحِبُّ أَنْ يَشْغَلَ نَفْسَهُ بِشَيْءٍ مِنَ الدُّنْيَا، وَلَقَدْ كَانَ أَحَدُهُمْ لِيَأْكُلَ الْأَكْلَةَ فَيَتَمَنَّى أَنْ يَبْقَى فِي بَطْنِهِ كَمَا تَبْقَى الْآجُرَّةُ فِي الْمَاءِ، فَتَكُونُ زَادَهُ مِنَ الدُّنْيَا \"",
            "page": "82",
            "part": "1",
            "seal": "13BB14FF"
        },
        {
            "hno": null,
            "id": "168",
            "nass": "§عَامِرُ بْنُ عَبْدِ قَيْسٍ",
            "page": "82",
            "part": "1",
            "seal": "EF97A500"
        },
        {
            "hno": "110",
            "id": "169",
            "nass": "110 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، قَالَ: حَدَّثَنَا مَحْبُوبٌ الزَّاهِدُ، قَالَ: قَالَ الْحَسَنُ: قَالَ عَامِرُ بْنُ عَبْدِ قَيْسٍ: -[83]- \" §وَجَدْتُ عَيْشَ النَّاسِ فِي أَرْبَعٍ: اللِّبَاسِ، وَالنِّسَاءِ، وَالنَّوْمِ، وَالطَّعَامِ \"، قَالَ: \" فَأَمَّا اللِّبَاسُ، فَمَا أُبَالِي مَا وَارَيتُ بِهِ عَوْرَتِي وَأَلْقَيتُهُ عَلَى كَتِفَيَّ: صُوفٌ أَوْ غَيْرُهُ، وَأَمَّا النِّسَاءُ، فَمَا أُبَالِي امْرَأَةً رَأَيْتُ أَمْ جِدَارًا، وَأَمَّا النَّوْمُ وَالطَّعَامُ فَقَدْ غَلَبَانِّي، إِلَّا أَنِّي أُصِيبُ مِنْهُمَا؛ وَايْمُ اللَّهِ لَئِنْ بَقِيَتُ لَأَضُرَّنَّ بِهِمَا جَهْدِي \"، قَالَ الْحَسَنُ: فَأَضَرَّ بِهِمَا، وَاللَّهِ، جَهْدَهُ حَتَّى مَاتَ",
            "page": "82",
            "part": "1",
            "seal": "18A51A3C"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "83",
            "part": "1",
            "seal": "3508E937"
        },
        {
            "hno": "111",
            "id": "171",
            "nass": "111 - حَدَّثَنَا الْحَسَنُ بْنُ مَحْبُوبٍ، قَالَ: حَدَّثَنَا الْفَيْضُ، عَنْ عَلِيِّ بْنِ بَكَّارٍ، قَالَ: قَالَ مَالِكُ بْنُ دِينَارٍ لِأَصْحَابِهِ: «§تَذْكُرُونَ مِنْ عَقْلِي شَيْئًا؟ قَدْ جَاءَتِ الْفَاكِهَةُ وَذَهَبَتْ، مَا أَكَلْتُ مِنْهَا شَيْئًا، وَمَا ضَرَّنِي»",
            "page": "83",
            "part": "1",
            "seal": "FA79F335"
        },
        {
            "hno": "112",
            "id": "172",
            "nass": "112 - وَقَالَ الْحَسَنُ بْنُ مَحْبُوبٍ: حَدَّثَنَا الْفَيْضُ بْنُ إِسْحَاقَ، قَالَ: قَالَ حُذَيْفَةُ الْمَرْعَشِيُّ قَالَ: مَالِكُ بْنُ دِينَارٍ: «§تَذْكُرُونَ مِنْ عَقْلِي وَجِسْمِي شَيْئًا؟» ، قَالُوا: لَا، -[84]- قَالَ: «قَدْ جَاءَ الرُّطَبُ وَذَهَبَ، مَا أَكَلْتُ مِنْهُ شَيْئًا، وَمَا ضَرَّنِي»",
            "page": "83",
            "part": "1",
            "seal": "04C7E19D"
        },
        {
            "hno": "113",
            "id": "173",
            "nass": "113 - حَدَّثَنَا الْحَسَنُ بْنُ مَحْبُوبٍ، قَالَ: حَدَّثَنَا الْفَيْضُ بْنُ إِسْحَاقَ، قَالَ: قَالَ حُذَيْفَةُ: §وَضَعَ مَالِكُ بْنُ دِينَارٍ، رَغِيفًا بَيْنَ يَدَيْهِ، فَقَالَتْ لَهُ نَفْسُهُ: لَوْ كَانَ مَعَهُ شَيْءٌ آخَرَ؟ قَالَ: «أَنْتَ هَا هُنَا» ، فَمَرَّ بِهِ أَعْرَابِيٌّ مِسْكِينٌ، فَقَالَ: «يَا أَعْرَابِيُّ، خُذْ هَذَا» ، فَلَمَّا كَانَ فِي اللَّيْلَةِ الْقَابِلَةِ، رَضِيَتْ بِالْخَبْزِ، لَمْ تُرَدْ مَعَهُ غَيْرَهُ",
            "page": "84",
            "part": "1",
            "seal": "212A2523"
        },
        {
            "hno": null,
            "id": "174",
            "nass": "§حُذَيْفَةُ الْمَرْعَشِيُّ",
            "page": "84",
            "part": "1",
            "seal": "33F81F65"
        },
        {
            "hno": "114",
            "id": "175",
            "nass": "114 - حَدَّثَنَا الْحَسَنُ بْنُ مَحْبُوبٍ، قَالَ: حَدَّثَنَا الْفَيْضُ، قَالَ: قَالَ حُذَيْفَةُ: \" قُلْتُ لِرَجُلٍ: §تُعْطِي نَفْسَكَ شَهَوَاتِهَا؟ \"، قَالَ: مَا فِي الْأَرْضِ نَفْسٌ هِيَ أَبْغَضُ إِلَيَّ مِنْهَا، فَكَيْفَ أُعْطِيَهَا شَهَوَاتِهَا؟",
            "page": "84",
            "part": "1",
            "seal": "66B02EEF"
        },
        {
            "hno": null,
            "id": "176",
            "nass": "§إِبْرَاهِيمُ التَّيْمِيُّ",
            "page": "85",
            "part": "1",
            "seal": "EE597882"
        },
        {
            "hno": "115",
            "id": "177",
            "nass": "115 - حَدَّثَنَا عَلِيُّ بْنُ جَعْفَرٍ الْأَحْمَرُ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الْأَعْمَشِ، قَالَ: سَمِعْتُ إِبْرَاهِيمَ التَّيْمِيَّ، يَقُولُ: «§مَكَثْتُ ثَلَاثِينَ يَوْمًا مَا طَعِمْتُ طَعَامًا وَلَا شَرَابًا، إِلَّا حَبَّةَ عِنَبٍ أَكْرَهَنِي عَلَيْهَا أَهْلِي، فَآذَتْ بَطْنِي» ، وَأَظُنُّهُ قَالَ: «وَمَا كُنْتُ أَمْتَنِعَ مِنْ حَاجَةٍ أُرِيدُهَا» ¶ 116 - حَدَّثَنَا عَلِيٌّ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، عَنْ بَعْضِهِمْ، قَالَ: قِيلَ لِلْأَعْمَشِ: نُصَدِّقُهُ؟ قَالَ: «لَوْ قَالَ لِي إِنَّهُ نَزَلَ مِنَ السَّمَاءِ لَصَدَّقْتُهُ»",
            "page": "85",
            "part": "1",
            "seal": "5753F2F3"
        },
        {
            "hno": "117",
            "id": "178",
            "nass": "117 - حَدَّثَنَا أَبُو سُلَيْمَانَ نَصْرُ بْنُ عَبْدِ الرَّحْمِنِ الْوَشَّاءُ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، قَالَ: كَانَ إِبْرَاهِيمُ «§يَمْكُثُ شَهْرَيْنِ لَا يَأْكُلُ شَيْئًا، وَلَكِنَّهُ كَانَ يَشْرَبُ شَرْبَةَ نَبِيذٍ» ، يَعْنِي: حُلْوًا",
            "page": "85",
            "part": "1",
            "seal": "8E741E18"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "§حَجَّاجُ بْنُ فُرَافِصَةَ",
            "page": "86",
            "part": "1",
            "seal": "84B2CB26"
        },
        {
            "hno": "118",
            "id": "180",
            "nass": "118 - حَدَّثَنَا الْقَاسِمُ بْنُ زَكَرِيَّا بْنِ دِينَارٍ الْقُرَشِيُّ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، عَنْ عَبْدِ السَّلَامِ، قَالَ: لَحِقَنَا حَجَّاجُ بْنُ فُرَافِصَةَ فِي طَرِيقِ مَكَّةَ، فَقَدَّمْنَا إِلَيْهِ طَعَامًا حُلْوًا، فَأَكَلَ فَقُلْنَا لَهُ: §مَتَى عَهْدُكَ بِالطَّعَامِ؟ قَالَ: «مُنْذُ ثَلَاثٍ»",
            "page": "86",
            "part": "1",
            "seal": "2905EA8E"
        },
        {
            "hno": "119",
            "id": "181",
            "nass": "119 - حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الْأَنْصَارِيُّ، قَالَ: حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، قَالَ: كَانَ الْحَجَّاجُ بْنُ فُرَافِصَةَ «§يَمْكُثُ أَرْبَعَةَ عَشَرَ يَوْمًا لَا يَشْرَبُ مَاءً»",
            "page": "86",
            "part": "1",
            "seal": "63DECE37"
        },
        {
            "hno": "120",
            "id": "182",
            "nass": "120 - قَالَ إِسْحَاقُ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ هَرَاسَةَ، قَالَ: حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، قَالَ: «بِتُّ عِنْدَ الْحَجَّاجِ بْنِ فُرَافِصَةَ أَرْبَعَ عَشْرَةَ لَيْلَةً، §فَمَا رَأَيْتُهُ أَكَلَ، وَلَا -[87]- شَرِبَ، وَلَا نَامَ»",
            "page": "86",
            "part": "1",
            "seal": "C3E17DC6"
        },
        {
            "hno": null,
            "id": "183",
            "nass": "§عَبْدُ الرَّحْمَنِ بْنُ أَبِي نُعْمٍ",
            "page": "87",
            "part": "1",
            "seal": "20DDBBCA"
        },
        {
            "hno": "121",
            "id": "184",
            "nass": "121 - قَالَ إِسْحَاقُ: حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، قَالَ: حَدَّثَنَا بُكَيْرُ بْنُ عَامِرِ، قَالَ: كَانَ عَبْدُ الرَّحْمَنِ بْنِ أَبِي نُعْمٍ «§يَمْكُثُ أَرْبَعَةَ عَشَرَ يَوْمًا لَا يَأْكُلُ شَيْئًا حَتَّى يُعَادَ»",
            "page": "87",
            "part": "1",
            "seal": "90778271"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "§ابْنُ أَبِي لَيْلَى",
            "page": "87",
            "part": "1",
            "seal": "E435F8C4"
        },
        {
            "hno": "122",
            "id": "186",
            "nass": "122 - حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ حَاتِمِ بْنِ يَحْيَى، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، عَنْ عَلِيِّ بْنِ هَاشِمٍ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ: -[88]- \" §أَكَلْتُ مَعَ أَبِي جَعْفَرٍ أَمِيرِ الْمُؤْمِنِينَ طَعَامًا فَقَالَ: أَتَدْرِي مَا هَذَا؟ قُلْتُ: لَا، قَالَ: هَذَا الْمُخُ الْأَبْيَضُ بِالسُّكَّرِ الطَّبَرْزَدِ \"",
            "page": "87",
            "part": "1",
            "seal": "024D0F12"
        },
        {
            "hno": "123",
            "id": "187",
            "nass": "123 - حَدَّثَنِي عَلِيُّ بْنُ يَحْيَى الْبَاهِلِيُّ، قَالَ: قَالَ أَبُو النَّضْرِ هَاشِمُ بْنُ الْقَاسِمِ: عَنِ الْأَشْجَعِيِّ، قَالَ: رُئِيَ ابْنُ أَبِي لَيْلَى فِي النَّوْمِ، فَقِيلَ لَهُ: مَا فُعِلَ بِكَ؟ قَالَ: «§مَا أَكَلْتُ مِنْ طَعَامِهِمْ أَكْلَةً إِلَّا اتْخَمْتُ مِنْهُ تُخْمَةً»",
            "page": "88",
            "part": "1",
            "seal": "C58E9FCB"
        },
        {
            "hno": null,
            "id": "188",
            "nass": "§قُثَمٌ الْعَابِدُ",
            "page": "88",
            "part": "1",
            "seal": "DC18E186"
        },
        {
            "hno": "124",
            "id": "189",
            "nass": "124 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنَا مُحَمَّدُ بْنُ عَتَّابٍ، قَالَ: سَمِعْتُ قُثَمَ الْعَابِدَ، يَقُولُ: «§عَصَوُا اللَّهَ بِلَذِيذِ الطَّعَامِ فِي الْعَاقِبَةِ، فَنَغَّصَ ذَلِكَ عَلَيْهِمْ مَا تَقَدَّمَ مِنْ شَهْوَتِهِ عِنْدَهُمْ فِي الْعَاجِلَةِ، -[89]- طُوبَى لِلِمُجَوِّعِينَ لِلَّهِ رَجَاءَ ثَوَابِهِ، أُولَئِكَ غَدًا عِنْدَهُ مِنْ أَكْرَمِ أَوْلِيَائِهِ»",
            "page": "88",
            "part": "1",
            "seal": "1A27A617"
        },
        {
            "hno": null,
            "id": "190",
            "nass": "قَالَ: وَسَمِعْتُهُ يَقُولُ: \" كَانَ يُقَالُ: §مَا قَلَّ طُعْمُ امْرِئٍ قَطُّ إِلَّا رَقَّ قَلْبُهُ، وَنَدِيَتْ عَيْنَاهُ \"",
            "page": "89",
            "part": "1",
            "seal": "B1E4B898"
        },
        {
            "hno": null,
            "id": "191",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "89",
            "part": "1",
            "seal": "F0694903"
        },
        {
            "hno": "125",
            "id": "192",
            "nass": "125 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنَا دَاوُدُ بْنُ الْمُحَبَّرِ، قَالَ: حَدَّثَنَا أَعْيَنٌ أَبُو الْأَحْوَصِ، قَالَ: سَمِعْتُ مَالِكَ بْنَ دِينَارٍ، يَقُولُ: «§مَا يَنْبَغِي لِلِعَاقِلِ أَنْ يُمْلِكَ نَفْسَهُ أَمَرَهَا فِي شَهَوَاتِهَا مِنَ الْمَطْعَمِ وَالْمَلْبَسِ» ، قَالَ: ثُمَّ قَالَ: «أَكَلْتُ مَرَّةً أَكْلَةً، فَأَشِرْتُ مِنْهَا زَمَانًا»",
            "page": "89",
            "part": "1",
            "seal": "046B5503"
        },
        {
            "hno": null,
            "id": "193",
            "nass": "قَالَ: وَسَمِعْتُهُ يَقُولُ: «§الْجُوعُ يُطْرَدُ الْأَشَرَ، وَالشِّبَعُ يُنْمِيهِ وَيُحْيِيهِ»",
            "page": "89",
            "part": "1",
            "seal": "4CA9655F"
        },
        {
            "hno": null,
            "id": "194",
            "nass": "§مُحَمَّدُ بْنُ وَاسِعٌ",
            "page": "89",
            "part": "1",
            "seal": "1ACF7D79"
        },
        {
            "hno": "126",
            "id": "195",
            "nass": "126 - قَالَ مُحَمَّدٌ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حَوْشَبٍ، قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ وَاسِعٍ، يَقُولُ: «§طَيِّبُ الْمَكَاسِبِ ذَكَاءٌ لِلْأَبْدَانِ، فَرَحِمَ اللَّهُ مَنْ أَكَلَ طَيِّبًا، وَأَطْعَمَ طَيِّبًا»",
            "page": "89",
            "part": "1",
            "seal": "94748328"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "§زِيَادٌ النُّمَيْرِيُّ",
            "page": "90",
            "part": "1",
            "seal": "500427B4"
        },
        {
            "hno": "127",
            "id": "197",
            "nass": "127 - قَالَ مُحَمَّدٌ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ الْجَعْدِ، عَنْ زِيَادِ النُّمَيْرِيِّ، قَالَ: \" بَلَغَنَا أَنَّهُ §يُدْعَى رَجُلٌ يَوْمَ الْقِيَامَةِ، فَيَقُومُ مِنْ بَيْنَ تِلْكَ الصُّفُوفِ، فَيَعْلُو نُورُهُ حَتَّى يُقَالَ: مَنْ هَذَا الَّذِي قَدْ عَلَا نُورُهُ؟ فَيُنَادِي مُنَادٍ: هَذَا رَجُلٌ جَوَّعَ نَفْسَهُ وَظَمَّأَهَا لِلَّهِ فِي دَارِ الدُّنْيَا \"",
            "page": "90",
            "part": "1",
            "seal": "45805C9E"
        },
        {
            "hno": null,
            "id": "198",
            "nass": "§وَاعِظٌ",
            "page": "90",
            "part": "1",
            "seal": "2807CE73"
        },
        {
            "hno": "128",
            "id": "199",
            "nass": "128 - قَالَ مُحَمَّدٌ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَيَّاشٍ، عَنْ بَعْضِ رِجَالِهِ، قَالَ: \" §مَكْتُوبٌ فِي السَّفَرِ الْأَوَّلِ: طُوبَى لِمَنْ جَوَّعَ نَفْسَهُ لِيَوْمِ الشِّبَعِ الْأَكْبَرِ، طُوبَى لِمَنْ ظَمَّأَ نَفْسَهَ لِيَوْمِ الرِّيِّ الْأَكْبَرِ \"",
            "page": "90",
            "part": "1",
            "seal": "8AB4AAE8"
        },
        {
            "hno": null,
            "id": "200",
            "nass": "§مُحَمَّدُ بْنُ شَابُورٍ",
            "page": "90",
            "part": "1",
            "seal": "8089EBD2"
        },
        {
            "hno": "129",
            "id": "201",
            "nass": "129 - حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ، قَالَ: حَدَّثَنَا سَلَمَةُ بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ شَابُورٍ، وَكَانَ مِنَ الْمُجْتَهِدِينَ، قَالَ: -[91]- «بَلَغَنَا أَنَّ §الظَّمْأَةَ الْجِيَاعَ خُطَبَاءُ أَهْلِ الْجَنَّةِ بَعْدَ النَّبِيِّينَ»",
            "page": "90",
            "part": "1",
            "seal": "ABB22A38"
        },
        {
            "hno": null,
            "id": "202",
            "nass": "§الصُّورِيُّ",
            "page": "91",
            "part": "1",
            "seal": "49C7CAC0"
        },
        {
            "hno": "130",
            "id": "203",
            "nass": "130 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مُعَاوِيَةَ أَبُو عَبْدِ اللَّهِ الصُّورِيُّ، قَالَ: سَمِعْتُ أَبِي، يَقُولُ: «§مَا شَبِعَ عَبْدٌ شِبْعَةً إِلَّا فَارَقَهُ مِنْ عَقْلِهِ مَا لَا يَعُودُ إِلَيْهِ أَبَدًا»",
            "page": "91",
            "part": "1",
            "seal": "6F16555C"
        },
        {
            "hno": null,
            "id": "204",
            "nass": "§عَبْدُ اللَّهِ بْنُ مَرْزُوقٍ",
            "page": "91",
            "part": "1",
            "seal": "EC8CA582"
        },
        {
            "hno": "131",
            "id": "205",
            "nass": "131 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، عَنْ مُوسَى بْنِ دَاوُدَ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَرْزُوقٍ، يَقُولُ: «§مَا أَهَمَّتْهُ ذُنُوبُهُ مَنْ جَمَعَ بَيْنَ السَّمْنِ وَالسُّكَّرِ»",
            "page": "91",
            "part": "1",
            "seal": "EEBA3BEA"
        },
        {
            "hno": null,
            "id": "206",
            "nass": "§زِيَادٌ الْقَيْسِيُّ",
            "page": "91",
            "part": "1",
            "seal": "7DE60A5A"
        },
        {
            "hno": "132",
            "id": "207",
            "nass": "132 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَدَقَةٍ الْقَيْسِيُّ، قَالَ: حَدَّثَنَا عِيسَى بْنُ زَاذَانَ، قَالَ: قَالَ لِي زِيَادٌ الْقَيْسِيُّ يَوْمًا، وَنَحْنُ بِالدَّيْرِ: -[92]- \" ¶ §تَجَوَّعْ فَإِنَّ الْجُوعَ مِنْ غُنْمِ التَّقِيِّ ... وَإِنَّ طَوِيلَ الْجُوعِ يَوْمًا سَيَشْبَعُ ¶ قَالَ: فَانْتَبَهْتُ وَاللَّهِ وَعَلِمْتُ مَا يُرَادُ، فَقُلْتُ: بِأَبِي أَنْتَ، لَا تَرَى مَوْلَاكَ طَاعِمًا نَهَارًا أَبَدًا قَالَ: «ذَاكَ الَّذِي أَرَدْتُ بِكَ» ، مَا لِلِمُرِيدِينَ وَلِلتَّشَاغُلِ بِالطَّعَامِ نَهَارًا؟ «لَا وَاللَّهِ إِلَّا التَّصَوُّفَ وَالْبُلَغَ حَتَّى يَأْتِيَ أَمَرُ اللَّهِ فَتَكُونُ الْبُطُونَ مَدَابِيرَ الْأَطْرَافِ، شَوقًا إِلَى اللَّهِ وَإِلَى لِقَائِهِ»",
            "page": "91",
            "part": "1",
            "seal": "C77CF89B"
        },
        {
            "hno": null,
            "id": "208",
            "nass": "§عِيسَى بْنُ زَاذَانَ",
            "page": "92",
            "part": "1",
            "seal": "55CC3E6C"
        },
        {
            "hno": "133",
            "id": "209",
            "nass": "133 - حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ سُلَمَانَ قَالَ: سَمِعْتُ عِيسَى بْنُ زَاذَانَ، يَقُولُ بِصَوْتٍ لَهُ حَزِينٌ: « ¶ §عَلَيْكَ بِرِزْقِ الْعَابِدِينَ وَأَمَرِهِمْ ... وَقِلَّةِ طُعْمٍ، أَنْتَ لِلَّهِ عَامَلُ ¶ وَدَاوِ صَلَاحَ الْقَلْبِ يَوْمًا بِجَزْعَةٍ ... وَبَادِرْ فَإِنَّ الْأَمْرَ لَا بُدَّ عَاجِلُ» ¶ قَالَ: وَكَانَ عِيسَى مِنْ أَصْحَابِ التَّقَوُّتِ",
            "page": "92",
            "part": "1",
            "seal": "3E4A10A8"
        },
        {
            "hno": null,
            "id": "210",
            "nass": "§سَلَمَةُ الْأُسْوَارِيُّ",
            "page": "92",
            "part": "1",
            "seal": "6F7F2BA3"
        },
        {
            "hno": "134",
            "id": "211",
            "nass": "134 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَبْدُ الْجَبَّارِ بْنُ أَبِي نَصْرٍ، قَالَ: حَدَّثَتْنِي أَمَةُ اللَّهِ بِنْتُ أَبِي نَصْرٍ، قَالَتْ: قَالَ سَلَمَةُ الْأُسْوَارِيُّ يَوْمًا لِفَتًى أَطَالَ الْجُلُوسَ مَعَهُ: « ¶ §عَلَيْكَ بِطُولِ الْجُوعِ دَوْمًا فَإِنَّمَا ... تُسَرُّ بِطُولِ الْجُوعِ يَوْمَ التَّغَابُنِ» ¶ قَالَ: فَصَاحَ الْفَتَى صَيْحَةً حُمِلَ مِنْ بَيْنِ يَدَيْهِ صَرِيعًا",
            "page": "92",
            "part": "1",
            "seal": "47BA2A2A"
        },
        {
            "hno": null,
            "id": "212",
            "nass": "§عَابِدٌ",
            "page": "93",
            "part": "1",
            "seal": "F7E5852C"
        },
        {
            "hno": "135",
            "id": "213",
            "nass": "135 - وَقَالَ مُحَمَّدٌ: حَدَّثَنِي يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ سِكِّينٍ الْفَارِسِيُّ، قَالَ: حَدَّثَنِي صَاحِبٌ لِي، وَكَانَ مِنَ الْمُتَعَبِّدِينَ، قَالَ: «§زِدْتُ لَيْلَةً فِي فِطْرِي بَعْضَ الزِّيَادَةِ، فَثَقُلْتُ عَنِ الصَّلَاةِ، فَأُرِيتُ فِي مَنَامِي نَوَائِحٌ تَنُحْنَ عَلَيَّ» ، فَقُلْتُ: «تَنُحْنَ عَلَيَّ وَأَنَا حَيٌّ؟» فَقُلْنَ لِي: بَلْ أَنْتَ مِنَ الْأَمْوَاتِ، أَمَا عَلِمْتَ أَنَّ كَثْرَةَ الطَّعَامِ تُوهِنُ الْأَبْدَانَ، وَتُمِيتُ الْقَلْبَ الْيَقْظَانَ، وَتَتْرُكُ الْمَرْءَ كَالْوَسْنَانِ؟ قُلْتُ: «فَمَا الْمَخْرَجُ لِي، وَمَا الْحِيلَةُ؟» قُلْنَ: تَدَعُ الطَّعَامَ وَأَنْتَ تَشْتَهِيهِ، فَهُوَ أَرْوَحُ لِبَدَنِكَ عِنْدَ سَلَامَتِهِ، وَأَشَدُّ لِشَهْوَتِكَ لِلطَّعَامِ عِنْدَ مُعَاوَدَتِهِ قَالَ: «فَوَاللَّهِ مَا شَبِعْتُ بَعْدَ ذَلِكَ، وَمَا وَجَدْتُ الْخَيْرَ إِلَّا فِي الْبُلَغِ»",
            "page": "93",
            "part": "1",
            "seal": "E9D05549"
        },
        {
            "hno": null,
            "id": "214",
            "nass": "§عَبْدُ اللَّهِ بْنُ مَرْزُوقٍ",
            "page": "93",
            "part": "1",
            "seal": "C5BB67F8"
        },
        {
            "hno": "136",
            "id": "215",
            "nass": "136 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا الصَّلْتُ بْنُ حَكِيمٍ، قَالَ: سَمِعْتُ عَبْدُ اللَّهِ بْنُ مَرْزُوقٍ، يَقُولُ: «§لَمْ يُرَ لِلْأَشَرِ مِثْلُ الْجُوعِ» ، قَالَ: فَقَالَ أَبُو عَبْدِ الرَّحْمَنِ الْعُمَرِيُّ الزَّاهِدُ: وَمَا دَوَامُهُ عِنْدَكَ؟ -[94]- قَالَ: «دَوَامُهُ أَنْ لَا تَشْبَعَ أَبَدًا» ، قَالَ: وَكَيْفَ يَقْدِرُ مَنْ كَانَ فِي الدُّنْيَا عَلَى هَذَا؟ قَالَ: يَقُولُ عَبْدُ اللَّهِ: «مَا أَيْسَرَ ذَلِكَ يَا أَبَا عَبْدِ الرَّحْمَنِ عَلَى أَهْلِ وِلَايَتِهِ، مَنْ وَفَّقَهُ لِطَاعَتِهِ، لَا يَأْكُلُ إِلَّا دُونَ الشِّبَعِ، فَذَاكَ دَوَامُ الْجُوعِ»",
            "page": "93",
            "part": "1",
            "seal": "FDB2617A"
        },
        {
            "hno": null,
            "id": "216",
            "nass": "§إِبْرَاهِيمُ الْمُحَلِّمِيُّ",
            "page": "94",
            "part": "1",
            "seal": "3994CC1E"
        },
        {
            "hno": "137",
            "id": "217",
            "nass": "137 - حَدَّثَنِي مُحَمَّدُ، قَالَ: حَدَّثَنَا مُعَاذُ بْنُ الْفَضْلِ، قَالَ: حَدَّثَنِي عَدِيُّ بْنُ سَعِيدٍ،. . . . . . . . قَالَ: مَكَثَ إِبْرَاهِيمُ الْمُحَلِّمِيُّ سِتًّا لَا يَطْعَمُ شَيْئًا، قَالَ: فَاشْتَدَّ جُوعُهُ وَهُوَ إِذْ ذَاكَ عِنْدَنَا بِالسَّاحِلِ، قَالَ: فَجَعَلَ، - وَاللَّهِ - يَجُولُ فِي اللَّيْلِ عَلَى السَّاحِلِ وَهُوَ يَقُولُ: « ¶ §وَتَشْغَلُ هَمَّ الْقَلْبِ بِالطُّعَمِ تَارَةً، ... وَتَتْرُكَ جُوعَ النَّفْسِ خَيْرَ الْمَطَالِبِ، ¶ فَلَمْ يَزَلْ يُرَدِّدُ ذَلِكَ وَيَجُولُ حَتَّى أَصْبَحَ، وَلَمْ يَطْعَمْ شَيْئًا، فَأَكْمَلَهَا سَبْعَةَ أَيَّامٍ لَمْ يَطْعَمْ فِي لَيْلِهِنَّ، وَلَا نَهَارِهِنَّ شَيْئًا»",
            "page": "94",
            "part": "1",
            "seal": "B73A58D7"
        },
        {
            "hno": null,
            "id": "218",
            "nass": "§عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "94",
            "part": "1",
            "seal": "8EE9EFED"
        },
        {
            "hno": "138",
            "id": "219",
            "nass": "138 - حَدَّثَنِي إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْهَوَّارِيُّ، قَالَ: أَخْبَرَنَا هُشَيْمٌ، قَالَ: أَخْبَرَنَا مُغِيرَةُ، عَنْ قَطَنِ بْنِ عَبْدِ اللَّهِ، قَالَ: -[95]- رَأَيْتُ ابْنَ الزُّبَيْرِ وَهُوَ §يُوَاصِلُ مِنَ الْجُمُعَةِ إِلَى الْجُمُعَةِ \"، قَالَ: «فَإِذَا كَانَ عِنْدَ إِفْطَارِهِ مِنَ اللَّيْلَةِ الْمُقْبِلَةِ مِنْ لَيْلَةِ الْجُمُعَةِ، يُدْعُو بِقَدَحٍ لَهُ يُقَالُ لَهُ الْعُمَرِيُّ، وَيَدْعُو بِقَعْبٍ مِنَ السَّمْنِ، فَيَأْمُرُ بِلَبَنٍ، فَيُحْلَبُ عَلَيْهِ، ثُمَّ يَدْعُو بِشَيْءٍ مِنَ الصَّبِرِ فَيَدُّرُهُ عَلَيْهِ، ثُمَّ يَشْرَبُهُ» ، قَالَ: فَأَمَّا اللَّبَنُ فَيَعْصِمُهُ، وَأَمَّا السَّمْنُ فَيَقْطَعُ عَنْهُ الْعَطَشَ، وَأَمَّا الصَّبِرُ فَيَفْتِقُ أَمْعَاءَهُ",
            "page": "94",
            "part": "1",
            "seal": "361F6F63"
        },
        {
            "hno": null,
            "id": "220",
            "nass": "§حَدِيثٌ",
            "page": "95",
            "part": "1",
            "seal": "7620EBA2"
        },
        {
            "hno": "139",
            "id": "221",
            "nass": "139 - حَدَّثَنِي يَعْقُوبُ بْنُ عُبَيْدٍ، قَالَ: أَخْبَرَنَا مُسْلِمُ بْنُ سَالِمٍ، قَالَ: أَخْبَرَنَا جَعْفَرُ بْنُ الْحَارِثِ النَّخَعِيُّ، عَنْ شَيْخٍ مِنْ أَهْلِ الْبَصْرَةِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الصَّائِمُونَ تُنْفَخُ مِنْ أَفْوَاهِهِمْ يَوْمَ الْقِيَامَةِ رِيحُ الْمِسْكِ، وَتُوضَعُ -[96]- لَهُمْ يَوْمَ الْقِيَامَةِ مَائِدَةٌ تَحْتَ الْعَرْشِ، فَيَأْكُلُونَ مِنْهَا وَالنَّاسُ فِي شِدَّةٍ»",
            "page": "95",
            "part": "1",
            "seal": "53C5E14F"
        },
        {
            "hno": null,
            "id": "222",
            "nass": "§عَبْدُ اللَّهِ بْنُ رَبَاحٍ",
            "page": "96",
            "part": "1",
            "seal": "F99DB8B2"
        },
        {
            "hno": "140",
            "id": "223",
            "nass": "140 - حَدَّثَنَا مُحَمَّدُ بْنُ سَلَّامٍ الْجُمَحِيُّ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ، أَنَّهُ قَالَ: وَفَدَ إِلَيَّ مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ، فَنَزَلْنَا بِرَاهِبٍ، فَأُتِينَا بِطَعَامٍ، فَأَقْبَلَ الْقَوْمُ وَأَمْسَكْتُ، قَالَ: مَا لَكَ؟ قُلْتُ: «§إِنِّي صَائِمٌ» ، قَالَ: أَفَلَا أَشْكُمُكَ عَلَى صِيَامِكَ شَكِيمَةً قُلْتُ: «بَلَى» ، قَالَ: فَإِنَّهُ تُوضَعُ مَائِدَةٌ فِي الْجَنَّةِ، فَأَوَّلُ مَنْ يَأْكُلُ مِنْهَا الصَّائِمُونَ",
            "page": "96",
            "part": "1",
            "seal": "F249DE44"
        },
        {
            "hno": null,
            "id": "224",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "96",
            "part": "1",
            "seal": "44CBB35D"
        },
        {
            "hno": "141",
            "id": "225",
            "nass": "141 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ بِسْطَامٍ، قَالَ: -[97]- حَدَّثَنِي أَبُو عُثْمَانَ الْمِعْوَلِيُّ وَاسْمُهُ عَمْرُو بْنُ رَاشِدٍ، قَالَ: سَمِعْتُ مَالِكَ بْنَ دِينَارٍ، يَقُولُ: «بَلَغَنِي أَنَّ §الْمُتَجَوِّعِينَ يُحَكَّمُونَ يَوْمَ الْقِيَامَةِ فِي ثِمَارِ الْجَنَّةِ، فَيَأْكُلُونَ وَيَطْعَمُونَ وَالنَّاسُ فِي الْحِسَابِ» قَالَ يَحْيَى بْنُ بِسْطَامٍ: مَا رَأَيْتُ أَحَدًا قَطُّ أَكْثَرَ دُمُوعًا مِنْهُ يَعْنِي أَبَا عُثْمَانَ عَمْرَو بْنَ رَاشِدٍ",
            "page": "96",
            "part": "1",
            "seal": "29B694DE"
        },
        {
            "hno": null,
            "id": "226",
            "nass": "§أَبُو عِمْرَانَ الْجَوْنِيُّ",
            "page": "97",
            "part": "1",
            "seal": "41577EB8"
        },
        {
            "hno": "142",
            "id": "227",
            "nass": "142 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ بِسْطَامٍ، قَالَ: حَدَّثَنِي أَبُو عُثْمَانَ الْمِعْوَلِيُّ، قَالَ: سَمِعْتُ أَبَا عِمْرَانَ الْجَوْنِيَّ، يَقُولُ: \" كَانَ يُقَالُ: §مَنْ أَحَبَّ أَنْ يُنَوَّرَ قَلْبُهُ، فَلْيُقِلَّ طُعْمَهُ \"",
            "page": "97",
            "part": "1",
            "seal": "4BF14178"
        },
        {
            "hno": null,
            "id": "228",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "97",
            "part": "1",
            "seal": "1F5B45DB"
        },
        {
            "hno": "143",
            "id": "229",
            "nass": "143 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْعَبَّاسُ بْنُ مُحَمَّدٍ الْأَزْرَقُ، قَالَ: حَدَّثَنِي السَّرِيُّ بْنُ يَحْيَى، قَالَ: سَمِعْتُ مَالِكُ بْنُ دِينَارٍ، يَقُولُ: «§بِئْسَ الْعَبْدُ عَبْدٌ هَمُّهُ هَوَاهُ وَبَطْنُهُ»",
            "page": "97",
            "part": "1",
            "seal": "E7D308DD"
        },
        {
            "hno": null,
            "id": "230",
            "nass": "§وُهَيْبُ بْنُ الْوَرْدِ",
            "page": "98",
            "part": "1",
            "seal": "B22AD77B"
        },
        {
            "hno": "144",
            "id": "231",
            "nass": "144 - حَدَّثَنِي عَوْنُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ أَبِي الْحَوَارِيُّ، قَالَ: سَمِعْتُ أَبِي، قَالَ: سَمِعْتُ وُهَيْبَ بْنَ الْوَرْدِ، قَالَ: «§خُلِقَ ابْنُ آدَمَ، وَخُلِقَ الْخُبْزُ مَعَهُ، فَمَا زَادَ عَلَى الْخُبْزِ فَهُوَ شَهْوَةُ» فَحَدَّثْتُ بِهِ سُلَيْمَانَ بْنِ أَبِي سُلَيْمَانَ، فَقَالَ: «صَدَقَ، الْخُبْزُ مَعَ الْمِلْحِ شَهْوَةٌ»",
            "page": "98",
            "part": "1",
            "seal": "B530CD4F"
        },
        {
            "hno": null,
            "id": "232",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "98",
            "part": "1",
            "seal": "37989C0B"
        },
        {
            "hno": "145",
            "id": "233",
            "nass": "145 - وَحَدَّثَنِي عَوْنُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، عَنْ أَبِي سُلَيْمَانَ، قَالَ: قَالَ عُمَرُ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: \" {§أُولَئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى} [الحجرات: 3] \"، قَالَ: «أَذْهَبَ بِالشَّهَوَاتِ مِنْهَا»",
            "page": "98",
            "part": "1",
            "seal": "59971F1D"
        },
        {
            "hno": null,
            "id": "234",
            "nass": "§عَبْدُ الصَّمَدِ الْأَصَمُّ",
            "page": "99",
            "part": "1",
            "seal": "ADBC48DF"
        },
        {
            "hno": "146",
            "id": "235",
            "nass": "146 - حَدَّثَنِي عَوْنٌ، قَالَ: حَدَّثَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا أَبُو سُلَيْمَانَ، قَالَ: حَدَّثَنَا أَبُو عَلِيٍّ عَبْدُ الصَّمَدِ حَدِيثًا حَسَنًا قَالَ: \" §يُوضَعُ لِلصُّوَّامِ يَوْمَ الْقِيَامَةِ مَائِدَةٌ، يَأْكُلُونَ عَلَيْهَا وَالنَّاسُ فِي الْحِسَابِ، فَيَقُولُونَ: يَا رَبُّ، نَحْنُ نُحَاسَبُ وَهَؤُلَاءِ يَأْكُلُونَ؟ \" قَالَ: «لِأَنَّهُمْ طَالَمَا صَامُوا وَأَفْطَرْتُمْ، وَقَامُوا وَنِمْتُمْ»",
            "page": "99",
            "part": "1",
            "seal": "E05DB367"
        },
        {
            "hno": null,
            "id": "236",
            "nass": "§عَبْدُ الْعَزِيزِ بْنُ رُفَيْعٍ",
            "page": "99",
            "part": "1",
            "seal": "2D50F48D"
        },
        {
            "hno": "147",
            "id": "237",
            "nass": "147 - حَدَّثَنَا الْحَسَنُ بْنُ حَمَّادٍ الضَّبِّيُّ، قَالَ: حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، عَنِ الْحَسَنِ بْنِ صَالِحَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، \" {§كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ} [الحاقة: 24] \"، قَالَ: «الصَّوْمُ»",
            "page": "99",
            "part": "1",
            "seal": "E78A980D"
        },
        {
            "hno": null,
            "id": "238",
            "nass": "§سُفْيَانُ الثَّوْرِيُّ",
            "page": "99",
            "part": "1",
            "seal": "F2F6361D"
        },
        {
            "hno": "148",
            "id": "239",
            "nass": "148 - حَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، قَالَ: حَدَّثَنَا سَهْلُ بْنُ عَاصِمٍ، عَنْ سَلْمِ بْنِ مَيْمُونٍ الْخَوَّاصِ، قَالَ: سَمِعْتُ عَبْدَ الْعَزِيزِ بْنَ مُسْلِمٍ، قَالَ: سَمِعْتُ سُفْيَانَ، يَقُولُ: «§كُلْ مَا شِئْتَ وَلَا تَشْرَبْ، فَإِنَّكَ إِذَا لَمْ تَشْرَبْ لَمْ يَجِئْكَ النَّوْمُ»",
            "page": "99",
            "part": "1",
            "seal": "D38FD9E7"
        },
        {
            "hno": null,
            "id": "240",
            "nass": "§أَبُو سُلَيْمَانَ الدَّارَانِيُّ",
            "page": "100",
            "part": "1",
            "seal": "72C10059"
        },
        {
            "hno": "149",
            "id": "241",
            "nass": "149 - حَدَّثَنِي عَوْنُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ، قَالَ: «§مِنَ الْمَعِدَةِ إِلَى الْعَيْنَيْنِ عِرْقَانِ، فَإِذَا ثَقُلَتِ الْمَعِدَةُ انْطَبَقَتِ الْعَيْنَانِ، وَإِذَا خَفَّتِ الْمَعِدَةُ انْتَفَخَتِ الْعَيْنَانِ»",
            "page": "100",
            "part": "1",
            "seal": "2289A2E4"
        },
        {
            "hno": null,
            "id": "242",
            "nass": "§سُفْيَانُ الثَّوْرِيُّ",
            "page": "100",
            "part": "1",
            "seal": "5BDF083F"
        },
        {
            "hno": "150",
            "id": "243",
            "nass": "150 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ أَسْلَمَ، عَنْ سَلْمِ بْنِ مَيْمُونٍ الْخَوَّاصِ، قَالَ: حَدَّثَنِي عُثْمَانُ بْنُ زَائِدَةَ، قَالَ: كَتَبَ إِلَيَّ سُفْيَانُ الثَّوْرِيُّ، رَحِمَهُ اللَّهُ: «§إِنْ أَرَدْتَ أَنْ يَصِحَّ جِسْمُكَ، وَيَقِلَّ نَومُكَ، فَأَقَلَّ مِنَ الْأَكْلِ»",
            "page": "100",
            "part": "1",
            "seal": "9319BE2F"
        },
        {
            "hno": null,
            "id": "244",
            "nass": "§عَابِدٌ مِنَ الْبَصْرَةِ",
            "page": "100",
            "part": "1",
            "seal": "39E05BE1"
        },
        {
            "hno": "151",
            "id": "245",
            "nass": "151 - حَدَّثَنِي عَوْنُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ السَّرِيِّ، قَالَ: كَانَ شَابٌّ يَتَعبَّدُ بِالْبَصْرَةِ، وَكَانَتْ عَمَّةٌ لَهُ تَبْعَثُ إِلَيْهِ بِطَعَامِهِ، فَلَمْ -[101]- تَبْعَثْ إِلَيْهِ ثَلَاثَةَ أَيَّامٍ بِشَيْءٍ، فَقَالَ: «§يَا رَبُّ، رَفَعْتَ رِزْقِي؟» قَالَ: فَطُرِحَ إِلَيْهِ مِنْ زَاوِيَةِ الْمَسْجِدِ مِزْوَدٌ فِيهِ سَوِيقٌ، وَقِيلَ لَهُ: هَاكَ يَا قَلِيلَ الصَّبْرِ. فَقَالَ: «وَعِزَّتِكَ إِذْ وَبَّخْتَنِي لَا ذُقْتُهُ»",
            "page": "100",
            "part": "1",
            "seal": "E1DA0F62"
        },
        {
            "hno": null,
            "id": "246",
            "nass": "§إِبْرَاهِيمُ بْنُ أَدْهَمَ",
            "page": "101",
            "part": "1",
            "seal": "1C5C33EF"
        },
        {
            "hno": "152",
            "id": "247",
            "nass": "152 - حَدَّثَنِي أَبُو بَكْرِ بْنُ إِسْمَاعِيلَ التَّمِيمِيُّ، قَالَ: حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ، قَالَ: حَدَّثَنَا عَطَاءُ بْنُ مُسْلِمٍ، قَالَ: ضَاعَتْ نَفَقَةُ إِبْرَاهِيمَ بْنِ أَدْهَمَ فَمَكَثَ «§يَسْتَفُ الرَّمَلَ خَمْسَةَ عَشَرَ يَوْمًا»",
            "page": "101",
            "part": "1",
            "seal": "31D75F3E"
        },
        {
            "hno": "153",
            "id": "248",
            "nass": "153 - حَدَّثَنَا الْقَاسِمُ بْنُ زَكَرِيَّا بْنِ دِينَارٍ الْقُرَشِيُّ، قَالَ: حَدَّثَنَا أَبُو يَزِيدَ الْمُعَلَّى، قَالَ: حَدَّثَنَا طُعْمَةُ بْنُ عَمْرٍو، قَالَ: جَاعَ إِبْرَاهِيمُ بْنُ أَدْهَمَ، «§وَأَتَى طِينًا فَأَكَلَ مِنْهُ ثَلَاثَ لُقَمٍ»",
            "page": "101",
            "part": "1",
            "seal": "43F07985"
        },
        {
            "hno": null,
            "id": "249",
            "nass": "§مُحَمَّدُ بْنُ وَاسِعٍ",
            "page": "102",
            "part": "1",
            "seal": "ADBC2214"
        },
        {
            "hno": "154",
            "id": "250",
            "nass": "154 - حَدَّثَنِي يَحْيَى بْنُ طَلْحَةَ الْيَرْبُوعِيُّ، قَالَ: حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنْ مَالِكِ بْنِ دِينَارٍ، قَالَ: قُلْتُ عِنْدَ مُحَمَّدِ بْنِ وَاسِعٍ: «§طُوبَى لِمَنْ كَانَتْ لَهُ غُلَيْلَةَ» ، فَقَالَ مُحَمَّدٌ: طُوبَى لِمَنْ أَصْبَحَ جَائِعًا وَهُوَ عَنِ اللَّهِ رَاضٍ",
            "page": "102",
            "part": "1",
            "seal": "74139518"
        },
        {
            "hno": null,
            "id": "251",
            "nass": "§حَكِيمٌ",
            "page": "102",
            "part": "1",
            "seal": "A6854978"
        },
        {
            "hno": "155",
            "id": "252",
            "nass": "155 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي خَلْفُ بْنُ إِسْمَاعِيلَ، قَالَ: قَالَ لِي رَجُلٌ مِنْ عُقَلَاءِ الْهِنْدِ: «§كَثْرَةُ الطَّعَامِ تُوهِنُ الْبَدَنَ»",
            "page": "102",
            "part": "1",
            "seal": "C57B181E"
        },
        {
            "hno": null,
            "id": "253",
            "nass": "§عَبَّادٌ الرَّمْلِيُّ",
            "page": "102",
            "part": "1",
            "seal": "C507AF60"
        },
        {
            "hno": "156",
            "id": "254",
            "nass": "156 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ سَهْلٍ الْأُرْدُنِّيُّ، قَالَ: سَمِعْتُ عَبَّادَ بْنَ عَبَّادٍ الرَّمْلِيَّ، يَقُولُ: \" كَانَ يُقَالُ: §كَثْرَةُ الطَّعَامِ تُزِيلُ بَيَانَ الْفَهْمِ، وَتُورِثُ الْقَسْوَةَ وَالنَّوْمَ \"",
            "page": "102",
            "part": "1",
            "seal": "9FF51226"
        },
        {
            "hno": null,
            "id": "255",
            "nass": "§مَكْحُولٌ وَبَكْرُ بْنُ خُنَيْسٍ",
            "page": "103",
            "part": "1",
            "seal": "9203E536"
        },
        {
            "hno": "157",
            "id": "256",
            "nass": "157 - قَالَ مُحَمَّدٌ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْمَدَائِنِيُّ، عَنْ بَكْرِ بْنِ خُنَيْسٍ، عَنْ عَبْدِ اللَّهِ الشَّامِيِّ، عَنْ مَكْحُولٍ، قَالَ: \" §أَفْضَلُ الْعِبَادَةِ بَعْدَ الْفَرَائِضِ: الْجُوعُ وَالظَّمَأُ \"",
            "page": "103",
            "part": "1",
            "seal": "8C442FDE"
        },
        {
            "hno": null,
            "id": "257",
            "nass": "قَالَ بَكْرُ بْنُ خُنَيْسٍ: \" وَكَانَ يُقَالُ: §الْجَائِعُ الظَّمْآنُ أَفْهَمُ لِلِمَوعِظَةِ، وَقَلْبُهُ إِلَى الرِّقَّةِ أَسْرَعُ «،» وَكَانَ يُقَالُ: كَثْرَةُ الطَّعَامِ تَدْفَعُ كَثِيرًا مِنَ الْخَيْرِ \"",
            "page": "103",
            "part": "1",
            "seal": "A2B0225F"
        },
        {
            "hno": null,
            "id": "258",
            "nass": "§دَاوُدُ عَلَيْهِ السَّلَامُ",
            "page": "103",
            "part": "1",
            "seal": "7DB8F111"
        },
        {
            "hno": "158",
            "id": "259",
            "nass": "158 - حَدَّثَنِي زِيَادُ بْنُ أَيُّوبَ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَقُولُ: سَمِعْتُ أَبَا الْأَشْهَبِ، صَاحِبَ الْحَسَنِ بِعَبَّادَانَ يَقُولُ: \" §أَوْحَى اللَّهُ عَزَّ وَجَلَّ إِلَى دَاوُدَ عَلَيْهِ السَّلَامُ: يَا دَاوُدُ، حَذَّرَ وَأَنْذِرْ أَصْحَابِكَ أَكَلَ الشَّهَوَاتِ، فَإِنَّ الْقُلُوبَ الْمُعَلَّقَةَ بِشَهَوَاتِ الدُّنْيَا عَنِّي مَحْجُوبَةٌ \"",
            "page": "103",
            "part": "1",
            "seal": "B63E243E"
        },
        {
            "hno": null,
            "id": "260",
            "nass": "§أَبُو سُلَيْمَانَ الدَّارَانِيُّ",
            "page": "104",
            "part": "1",
            "seal": "476E419A"
        },
        {
            "hno": "159",
            "id": "261",
            "nass": "159 - حَدَّثَنِي زِيَادٌ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَقُولُ: «§لَأَنْ أَتْرُكَ لُقْمَةً مِنْ عَشَائِي أَحَبَّ إِلَيَّ مِنْ أَنْ آكُلَهَا وَأَقُومَ مِنْ أَوَّلِ اللَّيْلِ إِلَى آخِرِهِ»",
            "page": "104",
            "part": "1",
            "seal": "1A275260"
        },
        {
            "hno": null,
            "id": "262",
            "nass": "§مِسْعَرُ بْنُ كِدَامٍ",
            "page": "104",
            "part": "1",
            "seal": "90F64781"
        },
        {
            "hno": "160",
            "id": "263",
            "nass": "160 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ الْحَنْظَلِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ هَانِئٍ، قَالَ: قَالَ مِسْعَرٌ: « ¶ [البحر الوافر] ¶ §وَجَدْتُ الْجُوعَ يَطْرُدُهُ رَغِيفٌ ... وَمِلْءُ الْكَفِّ مِنْ مَاءِ الْفُرَاتِ ¶ وَقِلُّ الطُّعْمِ عَوْنٌ لِلْمُصَلِّي ... وَكَثْرُ الطُّعْمِ عَوْنٌ لِلسَّبَاتِ»",
            "page": "104",
            "part": "1",
            "seal": "4F706D52"
        },
        {
            "hno": null,
            "id": "264",
            "nass": "§نَاظِمٌ",
            "page": "104",
            "part": "1",
            "seal": "79E76592"
        },
        {
            "hno": "161",
            "id": "265",
            "nass": "161 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ -[105]- هَانِئٍ، قَالَ: قَالَ سُفْيَانُ يَعْنِي الثَّوْرِيَّ مُتَمَثِّلًا: ¶ [البحر الطويل] ¶ §سَيَكْفِيكَ مِمَّا أُغْلِقَ الْبَابُ دُونَهُ ... وَضُنَّ بِهِ مِلْحٌ وَكِسْرَةُ جَرْدَقِ ¶ وَتُشْرَبُ مِنْ مَاءِ الْفُرَاتِ فَتَغْتَذِي ... تُعَارِضُ أَصْحَابَ الثَّرِيدِ الْمُلَبَّقِ ¶ تَجَشَّأَ إِذَا مَا هُمْ تَجَشَّؤُوا كَأَنَّمَا ... ظَلَلْتَ بِأَلْوَانِ الْخَبِيصِ تَفَتَّقِ \"",
            "page": "104",
            "part": "1",
            "seal": "E65EF4A1"
        },
        {
            "hno": null,
            "id": "266",
            "nass": "§عُتْبَةُ بْنُ غَزْوَانَ رَضِيَ اللَّهُ عَنْهُ",
            "page": "105",
            "part": "1",
            "seal": "4D6300DA"
        },
        {
            "hno": "162",
            "id": "267",
            "nass": "162 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ الْجَوْهَرِيُّ، قَالَ: أَخْبَرَنِي الْمُبَارَكُ بْنُ فَضَالَةَ، عَنِ الْحَسَنِ، قَالَ: خَطَبَ عُتْبَةُ بْنُ غَزْوَانَ النَّاسَ بِالْبَصْرَةِ فَقَالَ فِي خُطْبَتِهِ: «لَقَدْ رَأَيْتُنِي سَابِعَ سَبْعَةٍ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَرِيبًا مِنْ شَهْرِ رَمَضَانَ،» §مَا لَنَا طَعَامٌ إِلَّا مَا نُصِيبُ مِنْ أَورَاقِ الشَّجَرِ، حَتَّى قَرِحَتْ أَشْدَاقُنَا مِنْ أَكْلِ الشَّجَرِ، وَلَقَدْ رَأَيْتُنِي الْتَقَطْتُ بُرْدَةً فَشَقَقْتُهَا بَيْنِي وَبَيْنَ سَعْدِ بْنِ مَالِكٍ \"",
            "page": "105",
            "part": "1",
            "seal": "FF4E8149"
        },
        {
            "hno": null,
            "id": "268",
            "nass": "§سَعْدُ بْنُ أَبِي وَقَّاصٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "106",
            "part": "1",
            "seal": "C454333D"
        },
        {
            "hno": "163",
            "id": "269",
            "nass": "163 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا وَكِيعٌ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ: «§لَقَدْ رَأَيْتُنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَا طَعَامُنَا إِلَّا وَرَقُ الْحُبْلَةِ، وَالسَّمُرُ، حَتَّى إِنَّ أَحَدَنَا لَيَضَعُ كَمَا يَضَعُ الْعَنْزُ، مَا لَهُ خِلْطٌ»",
            "page": "106",
            "part": "1",
            "seal": "5E0D9ED5"
        },
        {
            "hno": null,
            "id": "270",
            "nass": "§أَحَادِيثُ",
            "page": "106",
            "part": "1",
            "seal": "28670960"
        },
        {
            "hno": "164",
            "id": "271",
            "nass": "164 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنِ الْحَسَنِ، عَنِ الضَّحَّاكِ بْنِ سُفْيَانَ -[107]- الْكِلَابِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «يَا ضَحَّاكُ مَا طَعَامُكَ؟» ، قَالَ: اللَّحْمُ وَاللَّبَنُ، قَالَ: «ثُمَّ إِلَامَ يَصِيرُ؟» ، قَالَ: إِلَى مَا قَدْ عَلِمْتَ، قَالَ: «إِنَّ §اللَّهَ عَزَّ وَجَلَّ ضَرَبَ مَا يَخْرُجُ مِنَ ابْنِ آدَمَ مِثْلًا لِلدُّنْيَا»",
            "page": "106",
            "part": "1",
            "seal": "FDF20DEF"
        },
        {
            "hno": "165",
            "id": "272",
            "nass": "165 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ الْحَنْظَلِيُّ، قَالَ: حَدَّثَنَا أَبُو غَسَّانَ مَالِكُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ حَرْبٍ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ عُتَيٍّ، عَنْ أُبَيِّ بْنِ كَعْبٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: -[108]- «§إِنَّ اللَّهَ ضَرَبَ الدُّنْيَا لِمَطْعَمِ ابْنِ آدَمَ مِثْلًا، وَضَرَبَ مَطْعَمَ ابْنِ آدَمَ لِلدُّنْيَا مِثْلًا، وَإِنَّ قَزَحَهُ وَمَلَّحَهُ» قَالَ الْحَسَنُ: قَدْ رَأَيْتُمُوهُمْ يُطَيِّبُونَهُ بِالْأَفَاوِيهِ وَالطِّيبِ، ثُمَّ يَرْمُونَ بِهِ حَيْثُ رَأَيْتُمْ",
            "page": "107",
            "part": "1",
            "seal": "1DB4222C"
        },
        {
            "hno": null,
            "id": "273",
            "nass": "§أُبَيُّ بْنُ كَعْبٍ",
            "page": "108",
            "part": "1",
            "seal": "C4A1FD03"
        },
        {
            "hno": "166",
            "id": "274",
            "nass": "166 - حَدَّثَنَا أَبُو خَيْثَمَةَ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ عُتَيٍّ، عَنْ أُبَيِّ بنِ كَعْبٍ، قَالَ: «إِنَّ §مَطْعَمَ ابْنِ آدَمَ ضُرِبَ مِثْلًا لِلدُّنْيَا، وَإِنَّ مَلَّحَهُ وَقَزَحَهُ، فَقَدْ عَلِمَ إِلَى مَا يَصِيرُ»",
            "page": "108",
            "part": "1",
            "seal": "039A2C14"
        },
        {
            "hno": null,
            "id": "275",
            "nass": "§حَدِيثٌ",
            "page": "109",
            "part": "1",
            "seal": "67B531A3"
        },
        {
            "hno": "167",
            "id": "276",
            "nass": "167 - حَدَّثَنَا أَبُو عَلِيٍّ الْمَرْوَزِيُّ، قَالَ: وَأَخْبَرَنَا عَبْدَانُ بْنُ عُثْمَانً، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، قَالَ: أَخْبَرَنَا سُفْيَانُ، عَنْ عَاصِمٍ، عَنْ أَبِي عُثْمَانَ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَتَعَرَّضَ لِلِمَسْأَلَةِ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَلَكُمْ طَعَامٌ؟» ، قَالَ: نَعَمْ، قَالَ: «فَتَطْبُخُونَ وَتُنْضِجُونَ وَتُطَيِّبُونَ وَتَقْزَحُونَ» ، قَالَ: نَعَمْ، قَالَ: «لَكُمْ شَرَابٌ؟» ، قَالَ: نَعَمْ، -[110]- قَالَ: «فَتُقَرِّسُونَ وَتُبَرِّدُونَ وَتُنَظِفُونَ؟» ، قَالَ: نَعَمْ، قَالَ: «فَجَمَعْتُهُمَا جَمِيعًا فِي الْبَطْنِ؟» ، قَالَ: نَعَمْ، قَالَ: «فَأَيْنَ مَعَادُهُمَا» ، قَالَ: اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ لَهُ: ذَلِكَ ثَلَاثًا، قَالَ: «فَإِنَّ §مَعَادَهُمَا كَمِعَادِ الدُّنْيَا؛ قُمْتَ إِلَى خَلْفِ بَيْتِكَ، فَأَمْسَكْتَ عَلَى أَنْفِكَ مِنْ نَتْنِ رِيحَهُمَا»",
            "page": "109",
            "part": "1",
            "seal": "17EAD560"
        },
        {
            "hno": null,
            "id": "277",
            "nass": "§عَبْدُ اللَّهِ بْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "110",
            "part": "1",
            "seal": "344E877C"
        },
        {
            "hno": "168",
            "id": "278",
            "nass": "168 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبَّادِ بْنِ مُوسَى، قَالَ: حَدَّثَنَا غَسَّانُ بْنُ مَالِكٍ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ السَّائِبِ، عَنْ أَبِي صَالِحٍ، عَنِ ابْنِ عَبَّاسٍ، \" {§فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ} [عبس: 24] «،» إِلَى خُرُئِهِ \"",
            "page": "110",
            "part": "1",
            "seal": "90FB3E10"
        },
        {
            "hno": null,
            "id": "279",
            "nass": "§عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "111",
            "part": "1",
            "seal": "6E8105F9"
        },
        {
            "hno": "169",
            "id": "280",
            "nass": "169 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ الْمُرْتَفِعِ، سَمِعَ ابْنَ الزُّبُرِ، فِي قَوْلِهِ: {§وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ} [الذاريات: 21] ، قَالَ: «سَبِيلُ الْغَائِطِ وَالْبَولِ»",
            "page": "111",
            "part": "1",
            "seal": "A1F7643A"
        },
        {
            "hno": null,
            "id": "281",
            "nass": "§كَعْبُ الْأَحْبَارِ",
            "page": "111",
            "part": "1",
            "seal": "CFDC68A4"
        },
        {
            "hno": "170",
            "id": "282",
            "nass": "170 - حَدَّثَنِي أَبِي، قَالَ: أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدِ اللَّهِ الْجُبَيْرِيُّ، عَنْ بَكْرِ بْنِ عَبْدِ اللِّهِ الْمُزَنِيِّ، أَنَّ رَجُلًا أَخْبَرَهُ، أَنَّهُ صَحِبَ كَعْبَ الْأَحْبَارِ، إِحْدَى عَشْرَةَ سَنَةً، -[112]- فَلَمَّا حَضَرَتْهُ الْوَفَاةُ، قَالَ: إِنِّي صَحِبْتُكَ إِحْدَى عَشْرَةَ سَنَةً أُرِيدُ أَنْ أَسْأَلَكَ عَنْ شَيْءٍ فَأَهَابُكَ قَالَ: «سَلْ عَمَّا بَدَا لَكَ» ، قَالَ: أَخْبِرْنِي §مَا بَالُ ابْنِ آدَمَ إِذَا قَامَ عَنْ طَوْفَهِ رَدَّ بَصَرَهُ فَنَظَرَ إِلَيْهِ؟ قَالَ: «وَالَّذِي نَفْسُ كَعْبٍ بِيَدِهِ لَقَدْ سَأَلْتَنِي عَنْ شَيْءٍ أَنْزَلَهُ اللَّهُ فِي التَّوْرَاةِ عَلَى مُوسَى صَلَوَاتُ اللَّهِ عَلَيْهِ، وَصَلَّى عَلَى مُحَمَّدٍ، وَعَلَى جَمِيعِ أَنْبِيَاءِ اللَّهِ وَرُسُلِهِ وَمَلَائِكَتِهِ، وَعِبَادِهِ الصَّالِحِينَ، انْظُرْ إِلَى دُنْيَاكَ الَّتِي تَجْمَعُ»",
            "page": "111",
            "part": "1",
            "seal": "754B27A7"
        },
        {
            "hno": null,
            "id": "283",
            "nass": "§ابْنُ كُنَاسَةَ",
            "page": "112",
            "part": "1",
            "seal": "9CA13348"
        },
        {
            "hno": "171",
            "id": "284",
            "nass": "171 - حَدَّثَنِي أَبُو جَعْفَرٍ الْقُرَشِيُّ، قَالَ: قَالَ مُحَمَّدُ بْنُ كُنَاسَةَ الْأَسَدِيُّ: « ¶ §كُلُّ شَيْءٍ تَطَعَّمْتَ مِنْ طُعْمٍ ... وَقَزَحْتَ فَوْقَ ظَهْرِ الْخِوَانِ ¶ صَائِرٌ بَعْدَ أَنْ تَبَلَّعَهُ لَوْنًا ... وَلَكِنْ مِنْ أَخْبَثِ الْأَلْوَانِ ¶ فَإِذَا حَانَ وَقْتُ إِخْرَاجِهِ مِنْكَ ... فَفَكِّرْ فِي ذِلَّةِ الْإِنْسَانِ -[113]- ¶ وَإِذَا مَا وَضَعْتَهُ فِي مَكَانٍ ... فَالْتَفِتْ وَاعْتَبِرْ بِذَاكَ الْمَكَانِ»",
            "page": "112",
            "part": "1",
            "seal": "4AC220AA"
        },
        {
            "hno": null,
            "id": "285",
            "nass": "§أَحَادِيثُ",
            "page": "113",
            "part": "1",
            "seal": "3B8053CF"
        },
        {
            "hno": "172",
            "id": "286",
            "nass": "172 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، قَالَ: حَدَّثَنَا حُرَيْثُ بْنُ السَّائِبِ، قَالَ: سَمِعْتُ الْحَسَنَ، يَقُولُ: حَدَّثَنِي حُمْرَانُ، عَنْ عُثْمَانَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَيْسَ لِابْنِ آدَمَ حَقٌّ فِيمَا سِوَى هَذِهِ الْخِصَالِ: بَيْتٌ يَسْتُرُهُ، وَثَوْبٌ يُوَارِي عَوْرَتَهُ، وَجِلْفُ الْخُبْزِ، وَالْمَاءِ \"",
            "page": "113",
            "part": "1",
            "seal": "2862D91C"
        },
        {
            "hno": "173",
            "id": "287",
            "nass": "173 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ بَسَّامٍ، قَالَ: حَدَّثَنَا -[114]- عَلِيُّ بْنُ ثَابِتٍ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ، عَنْ أُمِّهِ، عَنْ فَاطِمَةَ بِنْتِ رَسُولِ اللَّهِ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§شِرَارُ أُمَّتِي الَّذِينَ غُذُّوا بِالنَّعِيمِ، الَّذِينَ يَأْكُلُونَ أَلْوَانَ الطَّعَامِ، وَيَلْبَسُونَ أَلْوَانَ الثِّيَابِ، وَيَتَشَدَّقُونَ فِي الْكَلَامِ»",
            "page": "113",
            "part": "1",
            "seal": "C7DC678C"
        },
        {
            "hno": "174",
            "id": "288",
            "nass": "174 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ: حَدَّثَنِي عَمْرٌو يَعْنِي ابْنَ الْحَارِثِ، أَنَّ بَكْرَ بْنَ سَوَادَةَ -[115]- الْجُذَامِيَّ حَدَّثَهُ، أَنَّ حَنَشَ بْنَ عَبْدِ اللَّهِ حَدَّثَهُ: أَنَّ أُمَّ أَيْمَنَ غَرْبَلَتْ دَقِيقًا تَصْنَعُهُ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَغِيفًا، فَمَرَّ بِهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «§مَا هَذَا؟» ، قَالَتْ: طَعَامًا نَصْنَعُهُ فِي أَرْضِنَا، فَأَحْبَبْتُ أَنْ أَصْنَعَ لَكَ رَغِيفًا مِنْهُ، قَالَ: «رُدِّيهِ، ثُمَّ اعْجِنِيهِ»",
            "page": "114",
            "part": "1",
            "seal": "517C2CBB"
        },
        {
            "hno": null,
            "id": "289",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "115",
            "part": "1",
            "seal": "EBEBDED2"
        },
        {
            "hno": "175",
            "id": "290",
            "nass": "175 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ: أَخْبَرَنَا عَمْرٌو، أَنَّ بُكَيْرَ بْنَ الْأَشَجِّ، حَدَّثَهُ: أَنَّ عُمَرَ رَأَى إِنْسَانًا يَنْخُلُ الدَّقِيقَ، فَقَالَ: «اخْلُطْهُ» ، وَقَالَ: «إِنَّ §السَّمُرَ أَلَا يُنْخَلُ»",
            "page": "115",
            "part": "1",
            "seal": "B9B89754"
        },
        {
            "hno": "176",
            "id": "291",
            "nass": "176 - حَدَّثَنَا مُحَمَّدُ بْنُ حَسَّانَ السَّمْتِيُّ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُجَالِدٍ، عَنْ أَبِيهِ، عَنِ الشَّعْبِيِّ، قَالَ: كَانَ عُمَرُ §إِذَا اسْتَعْمَلَ الْعَامِلَ اشْتَرَطَ عَلَيْهِ ثَلَاثًا: «أَلَا يَرْكَبَ الْبَرَاذِينِ، وَلَا يَلْبَسَ السَّابِرِيَّ، وَلَا يُنْخَلَ لَهُ الدَّقِيقُ»",
            "page": "116",
            "part": "1",
            "seal": "12E19914"
        },
        {
            "hno": "177",
            "id": "292",
            "nass": "177 - حَدَّثَنِي أَبُو عَلِيٍّ الْمَرْوَزِيُّ، قَالَ: أَخْبَرَنَا عَبْدَانُ بْنُ عُثْمَانَ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ سُلَيْمَانَ، عَنْ أَبِي وَائِلٍ، عَنْ يَسَارِ بْنِ نُمَيْرٍ، قَالَ: «§مَا نَخَلْتُ لِعُمَرَ بْنِ الْخَطَّابِ قَطُّ دَقِيقًا إِلَّا وَأَنَا لَهُ عَاصٍ»",
            "page": "116",
            "part": "1",
            "seal": "4C439AED"
        },
        {
            "hno": null,
            "id": "293",
            "nass": "§عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "117",
            "part": "1",
            "seal": "CB48DF43"
        },
        {
            "hno": "178",
            "id": "294",
            "nass": "178 - حَدَّثَنَا أَبُو عَلِيٍّ الْمَرْوَزِيُّ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، قَالَ: أَخْبَرَنَا شُعْبَةَ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِيهِ، أَنَّ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أُتِيَ بِطَعَامٍ، - وَكَانَ صَائِمًا - فَقَالَ: «قُتِلَ مُصْعَبُ بْنُ عُمَيْرٍ وَهُوَ خَيْرٌ مِنِّي فَكُفِّنَ فِي بُرْدِهِ، إِنَّ غُطِّيَ رَأْسُهُ بَدَتْ رِجْلَاهُ، وَإِنْ غُطِّيَ رِجْلَاهُ بَدَا رَأْسُهُ» ، وَأَرَاهُ قَالَ: «وَقُتِلَ حَمْزَةُ وَهُوَ خَيْرٌ مِنِّي، ثُمَّ بُسِطَ لَنَا مِنَ الدُّنْيَا مَا بُسِطَ» ، أَوْ قَالَ: «§أُعْطِينَا مِنَ الدُّنْيَا مَا أُعْطِينَا، وَقَدْ خَشِيتُ أَنْ تَكُونَ حَسَنَاتُنَا عُجِّلَتْ لَنَا» ، ثُمَّ جَعَلَ يَبْكِي حَتَّى تَرَكَ الطَّعَامَ",
            "page": "117",
            "part": "1",
            "seal": "4E7DDD25"
        },
        {
            "hno": null,
            "id": "295",
            "nass": "§الرَّسُولُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "117",
            "part": "1",
            "seal": "DCB74A72"
        },
        {
            "hno": "179",
            "id": "296",
            "nass": "179 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادِ بْنِ مُوسَى، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ مُسْلِمِ بْنِ جُنْدُبٍ، عَنْ نَوْفَلِ بْنِ -[118]- إِيَاسٍ، قَالَ: كُنَّا جِلْسًا لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، وَكَانَ نِعْمَ الْجَلِيسُ، فَانْصَرَفَ بِنَا يَوْمًا إِلَى بَيْتِهِ، فَأُتِينَا بِحِنْطَةٍ فَوْقَهَا خُبْزٌ وَلَحْمٌ، فَلَمَّا وُضِعَتْ بَكَى عَبْدُ الرَّحْمَنِ، فَقُلْنَا: مَا يُبْكِيكَ يَا أَبَا مُحَمَّدٍ؟ قَالَ: «أَبْكِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §تُوُفِّيَ وَلَمْ يَشْبَعْ مِنْ خُبْزِ الشَّعِيرِ»",
            "page": "117",
            "part": "1",
            "seal": "41C6DA1D"
        },
        {
            "hno": "180",
            "id": "297",
            "nass": "180 - حَدَّثَنَا أَبُو بَكْرٍ الْبَاهِلِيُّ، قَالَ: حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ زَيْنَبَ بِنْتِ أَبِي طَلِيقٍ، قَالَتْ: حَدَّثَنِي حَبَّانُ، عَنْ أَبِي هُرَيْرَةَ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §كَانَ يُقِيمُ ظَهْرَهُ بِالْحَجَرِ مِنَ الْغَرَثِ»",
            "page": "118",
            "part": "1",
            "seal": "49D11BAF"
        },
        {
            "hno": "181",
            "id": "298",
            "nass": "181 - حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا مُوسَى بْنُ أَيُّوبَ، قَالَ:. . . . . . . . . . . . -[119]- حَدَّثَنَا بَقِيَّةُ، عَنْ يُوسُفَ بْنِ أَبِي كَثِيرٍ، عَنْ نُوحِ بْنِ ذَكْوَانَ، عَنِ الْحَسَنِ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §مِنَ السَّرَفِ، أَنْ تَأْكُلَ كُلَّمَا اشْتَهَيْتَ»",
            "page": "118",
            "part": "1",
            "seal": "2B79C607"
        },
        {
            "hno": "182",
            "id": "299",
            "nass": "182 - حَدَّثَنَا أَبُو بَكْرٍ الْبَاهِلِيُّ، قَالَ: حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ زَيْنَبَ بِنْتِ أَبِي طَلِيقٍ، قَالَ: سَمِعْتُ حَبَّانَ، يَقُولُ: سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ: «§ذَهَبَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَأَنَّهُ يَشْكُو الْغَرَثَ، فَانْطَلَقَ رَجُلٌ مِنْ -[120]- أَصْحَابِهِ، فَاسْتَقَى عِشْرِينَ سَجْلًا عَلَى عِشْرِينَ تَمْرَةً، فَجَاءَ بِهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَطْعَمَهَا إِيَّاهُ، فَأَكَلَهَا»",
            "page": "119",
            "part": "1",
            "seal": "D26209BB"
        },
        {
            "hno": "183",
            "id": "300",
            "nass": "183 - حَدَّثَنَا أَحْمَدُ بْنُ جَمِيلٍ الْمَرْوَزِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، قَالَ: أَخْبَرَنَا الْأَوْزَاعِيُّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا أُبَالِي مَا رَدَدْتُ بِهِ عَنِّي الْجُوعَ»",
            "page": "120",
            "part": "1",
            "seal": "0C91EEB0"
        },
        {
            "hno": "184",
            "id": "301",
            "nass": "184 - حَدَّثَنَا مُحَمَّدُ بْنُ عَاصِمٍ، قَالَ: حَدَّثَنَا كَثِيرُ بْنُ سليم الضَّبِّيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: -[121]- «§مَا رُفِعَ مِنْ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَضْلُ شِوَاءٍ قَطُّ، وَلَا حُمِلَتْ مَعَهُ طِنْفِسَةُ»",
            "page": "120",
            "part": "1",
            "seal": "2A6C8F66"
        },
        {
            "hno": null,
            "id": "302",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "121",
            "part": "1",
            "seal": "684F146B"
        },
        {
            "hno": "185",
            "id": "303",
            "nass": "185 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، قَالَ: قَالَتْ حَفْصَةُ بِنْتُ عُمَرَ لِعُمَرَ: \" يَا أَمِيرَ الْمُؤْمِنِينَ، لَوْ لَبِسْتَ ثِيَابًا أَلْيَنَ مِنْ ثِيَابِكَ، وَأَكَلْتَ طَعَامًا أَلْيَنَ مِنْ طَعَامَكَ، فَقَدْ فَتْحَ اللَّهُ عَلَيْكَ الْأَرْضَ، وَأَكْثَرَ مِنَ الْخَيْرِ فَقَالَ: §إِنِّي سَأَخْصِمُكِ إِلَى نَفْسِكِ، أَمَّا تَذْكُرِينَ مَا كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَلْقَاهُ مِنْ شِدَّةِ الْعَيْشِ؟ فَمَا زَالَ يُذَكِّرُهَا حَتَّى أَبْكَاهَا. ثُمَّ قَالَ: إِنِّي قَدْ قُلْتُ لَكِ إِنِّي وَاللَّهِ لَئِنِ اسْتَطَعْتُ لَأَشْارِكَنَّهُمَا فِي مِثْلِ عَيْشِهِمَا الشَّدِيدِ، لَعَلِّي أَلْقَى مَعَهُمَا عَيْشَهُمَا الرَّخِيَّ \"",
            "page": "121",
            "part": "1",
            "seal": "5C8E2C2E"
        },
        {
            "hno": "186",
            "id": "304",
            "nass": "186 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، قَالَ: مَا أَكَلَ عُمَرُ بْنُ الْخَطَّابِ إِلَّا مَغْلُوثًا بِشَعِيرٍ حَتَّى لَحِقَ بِاللَّهِ، وَكَانَ بَطْنُهُ رُبَّمَا قَرْقَرَ، فَيَضْرِبُهُ بِيَدِهِ، وَيَقُولُ: «§اصْبِرْ، فَوَاللَّهِ مَا لَكَ عِنْدِي إِلَّا مَا تَرَى حَتَّى تَلْحَقَ بِاللَّهِ»",
            "page": "122",
            "part": "1",
            "seal": "A8BA4ED0"
        },
        {
            "hno": "187",
            "id": "305",
            "nass": "187 - حَدَّثَنَا إِسْحَاقُ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَابِرٍ، عَنِ الْأَعْمَشِ، عَنْ شِمْرِ بْنِ عَطِيَّةَ، عَنْ يَحْيَى بْنِ وَثَّابٍ، قَالَ: أَمَرَ عُمَرُ غُلَامًا لَهُ يَعْمَلُ لَهُ عَصِيدَةً بِزَيْتٍ، وَقَالَ: «§أَنْضِجْ حَتَّى تَذْهَبَ حَرَارَةُ الزَّيْتِ، فَإِنَّ نَاسًا تَعَجَّلُوا طَيِّبَاتِهِمْ فِي حَيَاتِهِمُ الدُّنْيَا»",
            "page": "122",
            "part": "1",
            "seal": "1FB1794A"
        },
        {
            "hno": "188",
            "id": "306",
            "nass": "188 - حَدَّثَنَا إِسْحَاقُ، قَالَ: أَخْبَرَنَا ابْنُ عُلَيَّةَ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنْ حُمَيْدِ بْنِ هِلَالٍ، قَالَ: قَالَ عُمَرُ: «وَالَّذِي نَفْسِي بِيَدِهِ §لَوْلَا أَنْ تَنْقُصَ حَسَنَاتِي لَشَارَكْتُكُمْ فِي لِينِ عَيْشِكُمْ»",
            "page": "122",
            "part": "1",
            "seal": "4AD70CBE"
        },
        {
            "hno": "189",
            "id": "307",
            "nass": "189 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ زِيَادٍ، عَنْ مُحَمَّدِ بْنِ ثَابِتٍ الْعَبْدِيِّ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ: \" §لَنَحْنُ أَعْلَمُ بِلِينِ الطَّعَامِ مِنْ كَثِيرٍ مِنْ أَكَلَتِهِ، وَلَكِنَّا نَدَعُهُ لِيَوْمٍ {تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا} [الحج: 2] \"، قَالَ أَبُو عِمْرَانَ: وَاللَّهِ مَا كَانَ يُصِيبُ مِنَ الطَّعَامِ هُوَ وَأَهْلُهُ إِلَّا تَقَوُّتًا",
            "page": "123",
            "part": "1",
            "seal": "745302AC"
        },
        {
            "hno": "190",
            "id": "308",
            "nass": "190 - حَدَّثَنِي سُرَيْجٌ، قَالَ: حَدَّثَنَا هُشَيْمٌ، قَالَ: حَدَّثَنَا عَوْفٌ، عَنِ الْحَسَنِ، قَالَ: دَخَلَ عُمَرُ عَلَى ابْنِهِ وَعِنْدَهُ لَحْمٌ غَرِيضٌ، فَقَالَ: «مَا هَذَا؟» ، قَالَ: قَرِمْنَا إِلَى اللَّحْمِ فَاشْتَرَيْنَا مِنْهُ بِدِرْهَمٍ، قَالَ: «أَوْ كُلَّمَا اشْتَهَيْتَ اللَّحْمَ اشْتَرَيْتَهُ؟ §كَفَى بِالْمَرْءِ سَرَفًا أَنْ يَأْكُلَ كُلَّمَا اشْتَهَى»",
            "page": "123",
            "part": "1",
            "seal": "D712243E"
        },
        {
            "hno": null,
            "id": "309",
            "nass": "§عِيسَى عَلَيْهِ السَّلَامُ",
            "page": "124",
            "part": "1",
            "seal": "CE5D91D1"
        },
        {
            "hno": "191",
            "id": "310",
            "nass": "191 - حَدَّثَنَا دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، قَالَ: قَالَ عِيسَى صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِلْحَوَارِيِّينَ: \" §عَلَيْكُمْ بِخُبْزِ الشَّعِيرِ، كُلُوهُ بِمِلْحٍ جَرِيشٍ، وَلَا تَأْكُلُوهُ إِلَّا عَلَى شَهْوَةٍ، وَالْبَسُوا مِسُوحَ الشَّعْرِِ، وَاخْرُجُوا مِنَ الدُّنْيَا سَالِمِينَ، بِحَقٍّ أَقُولُ لَكُمْ: إِنَّ حَلَاوَةَ الدُّنْيَا مَرَارَةُ الْآخِرَةِ، وَإِنَّ مَرَارَةَ الدُّنْيَا حَلَاوَةُ الْآخِرَةِ، وَإِنَّ عِبَادَ اللَّهِ لَيْسُوا بِالْمُتَنَعِّمِينَ، بِحَقٍّ أَقُولُ لَكُمْ: إِنَّ شَرَّكُمْ عَمَلًا عَالِمٌ يُحِبُّ الدُّنْيَا فَيُؤْثِرُهَا عَلَى عَلْمِهِ، لَوْ يَسْتَطِيعُ جَعَلَ النَّاسَ كُلَّهُمْ مِثْلَهُ فِي عَمَلِهِ، مَا أَحَبَّ إِلَى عَبِيدِ الدُّنْيَا أَنْ يَجِدُوا مَعْذِرَةً، وَأَبْعَدَهُمْ مِنْهَا لَوْ يَعْلَمُونَ \"",
            "page": "124",
            "part": "1",
            "seal": "2F4C7777"
        },
        {
            "hno": null,
            "id": "311",
            "nass": "§الرَّسُولُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "124",
            "part": "1",
            "seal": "9F72211B"
        },
        {
            "hno": "192",
            "id": "312",
            "nass": "192 - حَدَّثَنِي الْعَبَّاسُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا مُسْلِمُ بْنُ -[125]- إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا أَبَانُ، قَالَ: حَدَّثَنَا قَتَادَةُ، قَالَ: حَدَّثَنَا أَنَسٌ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §لَمْ يُجْمَعْ لَهُ غَدَاءٌ وَلَا عَشَاءٌ مِنْ خُبْزٍ وَلَحْمٍ إِلَّا عَلَى ضَفَفٍ» ، وَالضَّفَفُ: الْجَمَاعَةُ",
            "page": "124",
            "part": "1",
            "seal": "396E7628"
        },
        {
            "hno": null,
            "id": "313",
            "nass": "§عَمْرُو بْنُ الْأَسْوَدِ",
            "page": "125",
            "part": "1",
            "seal": "BB314F05"
        },
        {
            "hno": "193",
            "id": "314",
            "nass": "193 - حَدَّثَنَا أَبُو عَلِيٍّ الْمَرْوَزِيُّ، قَالَ: حَدَّثَنَا عَبْدَانُ بْنُ عُثْمَانَ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ: أَخْبَرَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، قَالَ: حَدَّثَنَا شُرَحْبِيلُ بْنُ مُسْلِمٍ، عَنْ عَمْرِو بْنِ الْأَسْوَدِ الْعَنْسِيِّ،: «أَنَّهُ §كَانَ يَدَعُ كَثِيرًا مِنَ الشِّبَعِ -[126]- مَخَافَةَ الْأَشَرَ»",
            "page": "125",
            "part": "1",
            "seal": "B5855B98"
        },
        {
            "hno": null,
            "id": "315",
            "nass": "§وَاعِظٌ",
            "page": "126",
            "part": "1",
            "seal": "21FCDA7B"
        },
        {
            "hno": "194",
            "id": "316",
            "nass": "194 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ مِسْعَرٍ، عَنْ بَعْضِ رِجَالِهِ قَالَ: «بَلَغَنَا أَنَّ §طُولَ الْجُوعِ يُورِثُ الْحِكْمَةَ»",
            "page": "126",
            "part": "1",
            "seal": "A18E47F3"
        },
        {
            "hno": null,
            "id": "317",
            "nass": "§وَهْبُ بْنُ مُنَبِّهٍ",
            "page": "126",
            "part": "1",
            "seal": "EDD5AC24"
        },
        {
            "hno": "195",
            "id": "318",
            "nass": "195 - قَالَ مُحَمَّدُ: وَحَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ، قَالَ: حَدَّثَنَا هِشَامُ بْنُ لَاحِقٍ، عَنْ رَجُلٍ مِنْ أَهْلِ صَنْعَاءَ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، قَالَ: «§الْجُوعُ ذَكَاةُ الْبَدَنِ، بِهِ يصْفُو وَيَرِقُّ»",
            "page": "126",
            "part": "1",
            "seal": "E5CF58C3"
        },
        {
            "hno": null,
            "id": "319",
            "nass": "§بُكَيْرُ بْنُ الْأَشَجِّ",
            "page": "127",
            "part": "1",
            "seal": "2F3CAD98"
        },
        {
            "hno": "196",
            "id": "320",
            "nass": "196 - قَالَ مُحَمَّدٌ: حَدَّثَنَا قُدَامَةُ بْنُ مُحَمَّدٍ، عَنْ مَخْرَمَةَ بْنِ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الْأَشَجِّ، عَنْ أَبِيهِ، قَالَ: كَانَ يُقَالُ: «§لَا يَكُونَنَّ بَطْنُ أَحَدُكُمْ عَلَيْهِ غُرْمًا، يَكْفِيهِ التَّمْرُ، وَالْأَكْلَةُ، وَالشَّيْءُ الْيَسِيرُ»",
            "page": "127",
            "part": "1",
            "seal": "DFC452E6"
        },
        {
            "hno": null,
            "id": "321",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "127",
            "part": "1",
            "seal": "6E07A6C1"
        },
        {
            "hno": "197",
            "id": "322",
            "nass": "197 - قَالَ مُحَمَّدٌ: حَدَّثَنَا بِشْرُ بْنُ عُمَرَ الزَّهْرَانِيُّ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ، قَالَ: قَالَ رَجُلٌ لِمَالِكِ بْنِ دِينَارٍ: يَا أَبَا يَحْيَى، يَكْفِيكَ فِي الْيَوْمِ رَغِيفَانِ؟ قَالَ: «فَأَنَا إِذًا أُرِيدُ السَّمْنَ، §قُرْصَانِ خَفِيفَانِ، وَشَرْبَةٌ مِنَ الْمَاءِ، فَهُمَا بُلْغَتَا الْمُؤْمِنِ إِلَى أَجَلِهِ»",
            "page": "127",
            "part": "1",
            "seal": "CEE8293D"
        },
        {
            "hno": null,
            "id": "323",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "127",
            "part": "1",
            "seal": "E2B002CC"
        },
        {
            "hno": "198",
            "id": "324",
            "nass": "198 - قَالَ مُحَمَّدٌ: وَحَدَّثَنَا الْعَبَّاسُ بْنُ الْفَضْلِ الْأَزْرَقِ، قَالَ: حَدَّثَنَا أَبُو سَعِيدٍ صَاحِبُ الْغَنَمِ، قَالَ: سَمِعْتُ الْحَسَنَ، يَقُولُ: «وَاللَّهِ §مَا هُوَ إِلَّا التَّقَوُّتُ؛ لَيْسَ لِلْمُؤْمِنِ مِنَ التَّنَعُّمِ فِي الدُّنْيَا شَيْءٌ»",
            "page": "127",
            "part": "1",
            "seal": "8D076EEE"
        },
        {
            "hno": null,
            "id": "325",
            "nass": "§عَبْدُ اللَّهِ بْنُ مَرْزُوقٍ",
            "page": "128",
            "part": "1",
            "seal": "FFCFF1EB"
        },
        {
            "hno": "199",
            "id": "326",
            "nass": "199 - قَالَ مُحَمَّدٌ: وَحَدَّثَنَا الصَّلْتُ بْنُ حَكِيمٍ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَرْزُوقٍ، يَقُولُ: «§مَا أَرَى دَرَجَةَ الْجُوعِ يَنَالُهَا أَحَدٌ فِي قَلْبِهِ مِنْ حُبِّ الدُّنْيَا لَمْحَةً»",
            "page": "128",
            "part": "1",
            "seal": "CB021E2A"
        },
        {
            "hno": null,
            "id": "327",
            "nass": "§عَمْرُو بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "128",
            "part": "1",
            "seal": "932A7793"
        },
        {
            "hno": "200",
            "id": "328",
            "nass": "200 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا أَبُو يَحْيَى الْحِمَّانِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ الْوَلِيدِ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ: «يَا مَعْشَرَ النَّاسِ، §لَا تَمُرُّوا عَلَى أَصْحَابِ الْمَوَائِدِ أَنْ يُسَهِّيكُمُ التَّخَمُ؛ مَرَّةً بِلَحْمٍ، مَرَّةً بِسَمْنٍ، مَرَّةً بِزَيْتٍ، مَرَّةً بِمِلْحٍ»",
            "page": "128",
            "part": "1",
            "seal": "D6E55911"
        },
        {
            "hno": null,
            "id": "329",
            "nass": "§عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "128",
            "part": "1",
            "seal": "9906D6F0"
        },
        {
            "hno": "201",
            "id": "330",
            "nass": "201 - حَدَّثَنِي الْمُفَضَّلُ بْنُ غَسَّانَ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، قَالَ: قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ يَرْحَمُهُ اللَّهُ: -[129]- «§لَا يَكُونُ الرَّجُلُ قَيِّمَ أَهْلِهِ حَتَّى لَا يُبَالِي مَا سَدَّ بِهِ فَوْرَةَ الْجُوعِ، وَلَا يُبَالِي أَيُّ ثَوْبَيْهِ ابْتَذَلَ»",
            "page": "128",
            "part": "1",
            "seal": "30FCA83C"
        },
        {
            "hno": null,
            "id": "331",
            "nass": "§عَبْدُ اللَّهِ بْنُ الْحَارِثِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "129",
            "part": "1",
            "seal": "4A990BC1"
        },
        {
            "hno": "202",
            "id": "332",
            "nass": "202 - حَدَّثَنِي أَبُو عَلِيٍّ الْمَرْوَزِيُّ، قَالَ: أَخْبَرَنَا عَبْدَانُ بْنُ عُثْمَانَ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ: أَخْبَرَنَا إِبْرَاهِيمُ بْنُ نَشِيطٍ، قَالَ: حَدَّثَنِي رَجُلٌ، قَالَ: دَخَلَ رِجَالٌ عَلَى عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ جَزْءٍ الزُّبَيْدِيِّ، صَاحِبُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَسَمِعْنَاهُ يَقُولُ: \" §طُوبَى لِعَبْدٍ أَمْسَى مُتَعَلِّقًا بِرَأْسِ فَرَسِهِ فِي سَبِيلِ اللَّهِ، أَفْطَرَ عَلَى كِسْرَةٍ، وَمَاءٍ بَارِدٍ، وَيْلٌ لِلَّوَّاثِينَ، الَّذِينَ يَلُوثُونَ أَمْثَالَ الْبَقَرِ: ارْفَعْ يَا غُلَامٌ، ضَعْ يَا غُلَامٌ، فِي ذَلِكَ لَا يَذْكُرُونَ اللَّهَ \"",
            "page": "129",
            "part": "1",
            "seal": "C81EB365"
        },
        {
            "hno": null,
            "id": "333",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "129",
            "part": "1",
            "seal": "53CBE545"
        },
        {
            "hno": "203",
            "id": "334",
            "nass": "203 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ الْعَلَاءِ الرَّازِيُّ، قَالَ: حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ مُسْلِمٍ اللَّخْمِيُّ، -[130]- عَنْ أَبِيهِ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ: \" §إِيَّايَ. . . وَالتَّكَاثُرَ، وَهَاتِ وَهَاتِ، هَاتِ حُلْوًا، هَاتِ حَامِضًا، هَاتِ سَخِينًا، هَاتِ بَارِدًا: ثُقْلًا فِي الْحَيَاةِ، وَوِزْرًا فِي الْمَمَاتِ \"",
            "page": "129",
            "part": "1",
            "seal": "E682E533"
        },
        {
            "hno": null,
            "id": "335",
            "nass": "§عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا",
            "page": "130",
            "part": "1",
            "seal": "B79CEE70"
        },
        {
            "hno": "204",
            "id": "336",
            "nass": "204 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنَا عَمَّارُ بْنُ عُثْمَانَ الْحَلَبِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ ثَابِتٍ الْعَبْدِيُّ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، أَنَّ رَجُلًا أَهْدَى إِلَى عَائِشَةَ جَوَارِشْنًا مِنَ الْعِرَاقِ، فَلَمَّا وُضِعَ بَيْنَ يَدَيْهَا، قَالَتْ: «مَا هَذَا؟» ، قَالُوا: شَيْءٌ يَصْنَعُ بِالْعِرَاقِ يَهْضِمُ الطَّعَامَ، فَبَكَتْ، وَقَالَتْ: «§وَاللَّهِ مَا شَبِعْتُ مِنْ طَعَامٍ مُنْذُ تُوُفِّيَ حَبِيبِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
            "page": "130",
            "part": "1",
            "seal": "7770D3B8"
        },
        {
            "hno": null,
            "id": "337",
            "nass": "§خَالِدُ بْنُ مَعْدَانَ",
            "page": "130",
            "part": "1",
            "seal": "11DC79CD"
        },
        {
            "hno": "205",
            "id": "338",
            "nass": "205 - قَالَ مُحَمَّدٌ: حَدَّثَنَا بُهْلُولُ بْنُ الْمُوَرِّقِ، عَنْ بِشْرِ بْنِ مَنْصُورٍ، عَنْ ثَوْرٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، قَالَ: \" قَرَأْتُ فِي بَعْضِ الْكُتُبِ: §أَجِعْ نَفْسِكَ وَأَعْرِهَا لَعَلَّ قَلْبَكَ يَرَى اللَّهَ \"",
            "page": "130",
            "part": "1",
            "seal": "A17F8373"
        },
        {
            "hno": null,
            "id": "339",
            "nass": "§عَبْدُ الْوَاحِدِ بْنُ زَيْدٍ",
            "page": "131",
            "part": "1",
            "seal": "7153B228"
        },
        {
            "hno": "206",
            "id": "340",
            "nass": "206 - قَالَ مُحَمَّدٌ: حَدَّثَنِي عَمَّارُ بْنُ عُثْمَانَ الْحَلَبِيُّ، قَالَ: حَدَّثَنَا حُصَيْنُ بْنُ الْقَاسِمِ الْوَزَّانُ، قَالَ: قَالَ عَبْدُ الْوَاحِدِ بْنُ زَيْدٍ: «§مَا لِلْعَامِلِينَ وَلِلْبَطْنَةِ؟ إِنَّمَا الْعَامِلُ لِلَّهِ تَجْزِيهِ الْعُلْقَةُ الَّتِي تَقُومُ بِرَمْقِهِ»",
            "page": "131",
            "part": "1",
            "seal": "415563EB"
        },
        {
            "hno": null,
            "id": "341",
            "nass": "قَالَ: وَسَمِعْتُ يَوْمًا يَقُولُ: «§عَاهَدْتُ اللَّهَ عَهْدًا أَلَّا أَخِيسَ بِعَهْدِي عِنْدَهُ أَبَدًا» ، قَالَ: قُلْتُ: مَا هُوَ يَا أَبَا عُبَيْدَةُ؟ قَالَ: «أَقْصِرْ يَا حُصَيْنٌ» ، قُلْتُ: أَوَمَا تُؤَمِّلُ فِي إِخْبَارِكَ إِيَّايَّ خَيْرًا مِنْ قُدْوَةَ؟ قَالَ: «بَلَى» ، قُلْتُ: فَأَخْبِرْنِي، قَالَ: «عَاهَدْتُهُ أَلَّا يَرَانِي طَاعِمًا نَهَارًا أَبَدًا حَتَّى أَلْقَاهُ» ، قَالَ حُصَيْنٌ: فَإِنَّهُ كَانَ لِيَشْتَدُّ بِهِ الْمَرَضُ، فَيَجْهَدُ بِهِ إِخْوَانُهُ أَنْ يَنَالَ شَيْئًا، فَيَأْبَى ذَلِكَ حَتَّى مَضَى، عَلَيْهِ رَحْمَةُ اللَّهِ",
            "page": "131",
            "part": "1",
            "seal": "ECC77D1A"
        },
        {
            "hno": null,
            "id": "342",
            "nass": "§شُمَيْطٌ الْعَنْسِيُّ",
            "page": "132",
            "part": "1",
            "seal": "F4671D37"
        },
        {
            "hno": "207",
            "id": "343",
            "nass": "207 - قَالَ مُحَمَّدٌ: وَحَدَّثَنِي يَحْيَى بْنُ بِسْطَامٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ سُمَيْعٍ الْأَزْدِيُّ، قَالَ: دَعَا بَعْضُ الْأُمَرَاءِ شُمَيطًا الْعَنْسِيَّ إِلَى طَعَامٍ، فَاعْتَلَّ عَلَيْهِ وَلَمْ يَأْتِهِ، فَقِيلَ لَهُ فِي ذَلِكَ، فَقَالَ: «فَقْدُ أَكْلَةٍ أَيْسَرُ عَلَيَّ مِنْ بَذْلِ دِينِي لَهُمْ، §مَا يَنْبَغِي أَنْ يَكُونَ بَطْنُ الْمُؤْمِنِ أَعَزَّ عَلَيْهِ مِنْ دِينِهِ»",
            "page": "132",
            "part": "1",
            "seal": "9AE73BD5"
        },
        {
            "hno": null,
            "id": "344",
            "nass": "§حَكِيمُ بْنُ حِزَامٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "132",
            "part": "1",
            "seal": "C47452CA"
        },
        {
            "hno": "208",
            "id": "345",
            "nass": "208 - حَدَّثَنَا دَاوُدُ بْنُ عَمْرٍو، عَنْ حَفْصِ بْنِ غِيَاثٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، قَالَ: قَالَ حَكِيمُ بْنُ حِزَامٍ لِأَهْلِهِ: «§اسْقُونِي مَاءً» ، قَالُوا: قَدْ شَرِبْتَ الْيَوْمَ مَرَّةً، قَالَ: «فَلَا إِذًا»",
            "page": "132",
            "part": "1",
            "seal": "71A88A18"
        },
        {
            "hno": null,
            "id": "346",
            "nass": "§وُهَيْبُ بْنُ الْوَرْدِ",
            "page": "132",
            "part": "1",
            "seal": "27076DB1"
        },
        {
            "hno": "209",
            "id": "347",
            "nass": "209 - حَدَّثَنَا أَبُو خَيْثَمَةَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بنُ يَزِيدَ بْنِ خُنَيْسٍ، عَنْ وُهَيْبِ بْنِ الْوَرْدِ، قَالَ: -[133]- لَقِيَ عَالِمٌ عَالِمًا هُوَ فَوْقَهُ فِي الْعِلْمِ، فَقَالَ: رَحِمَكَ اللَّهُ أَخْبِرْنِي عَنْ هَذَا الطَّعَامِ الَّذِي نُصِيبُهُ لَا إِسْرَافَ فِيهِ مَا هُوَ؟ قَالَ: «§مَا سَدَّ الْجُوعَ، وَدُونَ الشِّبَعِ»",
            "page": "132",
            "part": "1",
            "seal": "BCDD94F0"
        },
        {
            "hno": null,
            "id": "348",
            "nass": "§لُقْمَانُ الْحَكِيمُ",
            "page": "133",
            "part": "1",
            "seal": "73F09BA7"
        },
        {
            "hno": "210",
            "id": "349",
            "nass": "210 - حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، قَالَ: حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، عَنِ الْحَسَنِ، قَالَ: قَالَ لُقْمَانُ لِابْنِهِ: «§لَا تَأْكُلْ شِبَعًا عَلَى شَبِعَ، وَأَلْقِ فَضْلَكَ لِلْكَلْبِ»",
            "page": "133",
            "part": "1",
            "seal": "D867B642"
        },
        {
            "hno": null,
            "id": "350",
            "nass": "§حَدِيثُ",
            "page": "133",
            "part": "1",
            "seal": "BC6AE6F5"
        },
        {
            "hno": "211",
            "id": "351",
            "nass": "211 - حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ، قَالَ: حَدَّثَنَا أَبُو الْيَمَانَ، عَنْ إِسْمَاعِيلَ بْنَ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ طَلْحَةَ، عَنْ عُثْمَانَ بْنِ يَحْيَى، عَنِ ابْنِ عَبَّاسٍ، قَالَ: -[134]- أَوَّلُ مَا سَمِعْنَا بِالْفَالُوذَجِ، أَنَّ جِبْرِيلَ صَلَّى اللَّهُ عَلَيْهِ، أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: §إِنَّ أُمَّتَكَ تُفْتَحُ لَهُمُ الْأَرْضُ، وَيُفَاضُ عَلَيْهِمْ مِنَ الدُّنْيَا، حَتَّى إِنَّهُمْ لَيَأْكُلُونَ الْفَالُوذَجَ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَمَا الْفَالُوذَجُ؟» ، قَالَ: يَخْلِطُونَ السَّمْنَ وَالْعَسَلَ جَمِيعًا، فَشَهِقَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَهْقَةً",
            "page": "133",
            "part": "1",
            "seal": "8195DBB0"
        },
        {
            "hno": null,
            "id": "352",
            "nass": "§أَبُو قِلَابَةَ",
            "page": "134",
            "part": "1",
            "seal": "C51BA1C0"
        },
        {
            "hno": "212",
            "id": "353",
            "nass": "212 - حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا عَفَّانُ، عَنْ يَزِيدَ بْنِ إِبْرَاهِيمَ، عَنْ يُوسُفَ ابْنِ أُخْتِ ابْنِ سِيرِينَ، عَنْ أَبِي قِلَابَةَ، فِي قَوْلِهِ: {§لَتُسْأَلُنَّ يَومَئِذٍ عَنِ النَّعِيمِ} [التكاثر: 8] ، قَالَ: -[135]- «أُنَاسٌ مِنْ أُمَّتِي يَعْقِدُونَ السَّمْنَ وَالْعَسَلَ بِالنَّقِيِّ فيَأْكُلُونَهُ»",
            "page": "134",
            "part": "1",
            "seal": "5B634E76"
        },
        {
            "hno": null,
            "id": "354",
            "nass": "§عَبْدُ الْوَاحِدِ بْنُ زَيْدٍ",
            "page": "135",
            "part": "1",
            "seal": "E94BF3A2"
        },
        {
            "hno": "213",
            "id": "355",
            "nass": "213 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَحَدَّثَنِي الصَّلْتُ بْنُ حَكِيمٍ، قَالَ: حَدَّثَنِي أَبُو عَاصِمٍ الْعَبَّادَانِيُّ، قَالَ: قَالَ لِي عَبْدُ الْوَاحِدِ بْنُ زَيْدٍ يَوْمًا: «§مَا بِاللَّهِ حَاجَةٌ إِلَى تَعْذِيبِ عِبَادِهِ أَنْفُسِهِمْ بِالْجُوعِ وَالظَّمَأِ، وَلَكِنَّ الْحَاجَةَ بْالْمُؤْمِنِ إِلَى ذَلِكَ، لِيَرَاهُ سَيَّدُهُ ظَمْآنَ نَاصِبًا، قَدْ جَوَّعَ نَفْسَهُ لَهُ، وَأَهْمَلَ عَيْنَهُ، وَأَنْصَبَ بَدَنَهُ، فَلَعَلَّهُ أَنْ يَنْظُرَ إِلَيْهِ بِرَحْمَةٍ، فَيُعْطِيَهِ بِذَلِكَ الْجُوعِ وَالظَّمَأِ الثَّمَنَ الْجَزِيلَ» ، ثُمَّ قَالَ: \" وَهَلْ تَدْرِي: مَا الثَّمِنُ الْجَزِيلُ؟ فَكَاكُ الرِّقَابِ مِنَ النَّارِ \"",
            "page": "135",
            "part": "1",
            "seal": "C9823A67"
        },
        {
            "hno": null,
            "id": "356",
            "nass": "§تَمِيمُ بْنُ حَذْلَمٍ",
            "page": "135",
            "part": "1",
            "seal": "EB92235D"
        },
        {
            "hno": "214",
            "id": "357",
            "nass": "214 - حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، عَنْ سُفْيَانَ، عَنْ أَبِي حَيَّانَ، عَنْ تَمِيمِ بْنِ حَذْلَمٍ، قَالَ: -[136]- «§دَعُوهُمْ وَصَمْغَةَ الْأَرْضِ، - يَعْنِي الذَّهَبَ وَالْفِضَّةَ -، وَكُلُوا مِنْ كِسْرِكُمْ، وَاشْرَبُوا مِنْ مَاءِ فُرَاتِكُمْ، فَإِنَّهُمْ إِنِ اسْتَطَاعُوا أَكْفَرُوكُمْ وَأَزَالُوكُمْ»",
            "page": "135",
            "part": "1",
            "seal": "7CD61482"
        },
        {
            "hno": null,
            "id": "358",
            "nass": "§أَبُو الْعُبَيْدَيْنِ",
            "page": "136",
            "part": "1",
            "seal": "5A105236"
        },
        {
            "hno": "215",
            "id": "359",
            "nass": "215 - حَدَّثَنِي سُرَيْجٌ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، عَنْ سُفْيَانَ، عَنْ أَبِي سِبَانَ، قَالَ: قَالَ أَبُو الْعُبَيْدَيْنِ: «يَا عَبْدَ اللَّهِ، §إِنَّ ضَنُّوا عَنْكُمْ بِالْمُطَلْحَفَةِ، فَكُلْ رَغِيفًا، وَرِدِ النَّهَرَ، وَأَمْسِكْ عَلَيْكَ دِينِكَ»",
            "page": "136",
            "part": "1",
            "seal": "CE890F04"
        },
        {
            "hno": null,
            "id": "360",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "136",
            "part": "1",
            "seal": "29A8CF30"
        },
        {
            "hno": "216",
            "id": "361",
            "nass": "216 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي عَمْرٌو يَعْنِي ابْنَ الْحَارِثِ، أَنَّ بُكَيرًا يعني ابْنَ عَبْدِ اللَّهِ بْنِ الْأَشَجِّ حَدَّثَهُ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ كَانَ يَقُولُ: «§أَبْشِرُوا، فَوَاللَّهِ إِنِّي لَأَرجُو أَنْ تَشْبَعُوا مِنَ الْخُبْزِ وَالزَّيْتِ» . قَالَ أَبُو بَكْرٍ: يَعْنِي الدَّرَاهِمَ الْوَاسِعَةَ",
            "page": "136",
            "part": "1",
            "seal": "19490060"
        },
        {
            "hno": null,
            "id": "362",
            "nass": "§حَدِيثُ",
            "page": "137",
            "part": "1",
            "seal": "2705A887"
        },
        {
            "hno": "217",
            "id": "363",
            "nass": "217 - حَدَّثَنَا خَالِدٌ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي عَمْرٌو، أَنَّ بُكَيْرَ بْنَ الْأَشَجِ، حَدَّثَهُ، عَنْ عَطَاءِ بْنِ يَسَارٍ حَدَّثَهُ، أَنَّ رَجُلَيْنِ مِنْ بَنِي غِفَارٍ أَتَيَا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَسْأَلَانِهِ، فَقَالَ: «كَمَا أَنْتُمَا» ، ثُمَّ وَلَّى، فَمَكَثَ شَيْئًا، ثُمَّ أَتَى بِقَرِيبٍ مِنْ ثَلَاثَةِ أَمْدَادٍ فِي رِدَائِهِ، فَقَالَ: «§دُونَكُمَا، فَقَدْ أَجْهَدْتُ لَكُمَا نَفْسِي مُنْذُ فَارَقْتُكُمَا»",
            "page": "137",
            "part": "1",
            "seal": "45ECCCC2"
        },
        {
            "hno": null,
            "id": "364",
            "nass": "§صَفْوَانُ بْنُ سَلْمٍ",
            "page": "137",
            "part": "1",
            "seal": "74D21256"
        },
        {
            "hno": "218",
            "id": "365",
            "nass": "218 - حَدَّثَنِي أَبُو عَلِيٍّ الْمَرْوَزِيُّ، قَالَ: أَخْبَرَنَا عَبْدَانُ بْنُ عُثْمَانَ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ قَالَ: أَخْبَرَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، قَالَ: حَدَّثَنِي بَكْرُ بْنُ عَمْرٍو، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، قَالَ: -[138]- «§لَيَأْتِيَنَّ عَلَى النَّاسِ زَمَانُ، تَكُونُ هِمَّةُ أَحَدِهِمْ فِيهِ بَطْنَهُ، وَدِينُهُ هَوَاهُ»",
            "page": "137",
            "part": "1",
            "seal": "920E21C3"
        },
        {
            "hno": null,
            "id": "366",
            "nass": "§أَبُو مُسْلِمٍ الْخَوْلَانِيُّ",
            "page": "138",
            "part": "1",
            "seal": "F36DE7D0"
        },
        {
            "hno": "219",
            "id": "367",
            "nass": "219 - وَقَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنَا هِشَامُ بْنُ عُبَيْدِ اللَّهِ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ الْعَلَاءِ، قَالَ: بَلَغَنِي عَنْ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ، أَنَّهُ قَالَ: «§إِنِّي لَأَجِدُ فِي الصُّحُفِ الْأُولَى أَنَّهُ يَكُونُ فِي هَذِهِ الْأُمَّةِ خَلَفٌ مِنْ بَعْدِ خَلَفٍ، بُطُونُهُمْ آلِهَتُهُمْ، وَلِبَاسُهُمْ دِينُهُمْ»",
            "page": "138",
            "part": "1",
            "seal": "E4E09A11"
        },
        {
            "hno": null,
            "id": "368",
            "nass": "§أَبُو عَبْدِ الرَّحْمِنِ الْمَغَازِلِيُّ",
            "page": "138",
            "part": "1",
            "seal": "D7ECF20E"
        },
        {
            "hno": "220",
            "id": "369",
            "nass": "220 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَحَدَّثَنِي زَيْدٌ الخُمُرِِيُّ قَالَ: قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «إِنَّ §الْآخِرَةَ شَغَلَتِ الْأَكْيَاسَ عَنْ طَبْخِ الْقُدُورِ، وَتَتُّبُعُ اللَّذَّاتِ»",
            "page": "138",
            "part": "1",
            "seal": "ECCCE68F"
        },
        {
            "hno": null,
            "id": "370",
            "nass": "§مَالِكُ بنُ يَزِيدَ",
            "page": "138",
            "part": "1",
            "seal": "951C8B66"
        },
        {
            "hno": "221",
            "id": "371",
            "nass": "221 - قَالَ مُحَمَّدُ: وَحَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنِي دُوَيْدٌ أَبُو سُلَيْمَانَ النَّصِيبِيُّ، عَنْ شُعَيْبِ بْنِ مَالِكِ بنِ يَزِيدَ الْأَنْصَارِيِّ، قَالَ: -[139]- \" كَانَ يُقَالُ: §طُولُ الْجُوعِ وَتَرْكُ الشَّهَوَاتِ مَفْرَزَةٌ. . مِنْ جَسَدِ ابْنِ آدَمَ \"",
            "page": "138",
            "part": "1",
            "seal": "8EFE76CC"
        },
        {
            "hno": null,
            "id": "372",
            "nass": "§عُمَرُ بْنُ عَبْدِ الْعَزِيزِ",
            "page": "139",
            "part": "1",
            "seal": "AA708E4C"
        },
        {
            "hno": "222",
            "id": "373",
            "nass": "222 - قَالَ مُحَمَّدٌ: حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ، قَالَ: حَدَّثَنَا النَّضْرُ بْنُ إِسْمَاعِيلَ، عَنِ ابْنِ أَبِي الرَّبَابِ، قَالَ: قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: «§بُؤْسًا لِمَنْ كَانَ بَطْنُهُ أَكْبَرَ هَمَّهُ»",
            "page": "139",
            "part": "1",
            "seal": "47F6209E"
        },
        {
            "hno": null,
            "id": "374",
            "nass": "§بَهِيمٌ الْعَابِدُ",
            "page": "139",
            "part": "1",
            "seal": "353E3431"
        },
        {
            "hno": "223",
            "id": "375",
            "nass": "223 - قَالَ مُحَمَّدٌ: وَحَدَّثَنَا مُعَاذٌ أَبُو عَوْنٍ، قَالَ: سَمِعْتُ بَهِيمًا أَبَا بَكْرٍ الْكُوفِيَّ الْعَابِدَ، يَقُولُ: \" بَلَغَنَا أَنَّهُ §يُجْمَعُ الْمُتَجَوِّعُونَ لِلَّهِ يَوْمَ الْقِيَامَةِ فِي مَكَانٍ رَفِيعٍ عَالٍ عَنِ النَّاسِ، ثُمَّ تُوضَعُ لَهُمْ مَائِدَةٌ، فَيُقَالُ لَهُمْ: كُلُوا هَنِيئًا بِمَا أَجَعْتُمْ لِلَّهِ أَنْفُسَكُمْ فِي الدُّنْيَا \"، قَالَ: «فَإِنَّهُمْ لَيَأْكُلُونَ وَيَشْرَبُونَ، وَإِنَّ الْخَلَائِقَ لَفِي الْحِسَابِ»",
            "page": "139",
            "part": "1",
            "seal": "BEFB3E84"
        },
        {
            "hno": null,
            "id": "376",
            "nass": "§فَرْقَدٌ السَّبَخِيُّ",
            "page": "140",
            "part": "1",
            "seal": "F0CB8CD8"
        },
        {
            "hno": "224",
            "id": "377",
            "nass": "224 - قَالَ مُحَمَّدٌ: وَحَدَّثَنَا زَكَرِيَّا بْنُ عَدِيٍّ، قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، قَالَ: سَمِعْتُ فَرْقَدٌ السَّبَخِيُّ، يَقُولُ: «§وَيْلٌ لِذِي الْبَطْنِ مِنْ بَطْنِهِ، إِنْ أَجَاعَهْ ضَعُفَ، وَإِنْ أَشْبَعَهُ ثَقُلَ»",
            "page": "140",
            "part": "1",
            "seal": "9EEE878E"
        },
        {
            "hno": null,
            "id": "378",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "140",
            "part": "1",
            "seal": "FD3378E8"
        },
        {
            "hno": "225",
            "id": "379",
            "nass": "225 - حَدَّثَنَا مُحَمَّدُ بْنُ سَلَّامٍ الْجُمَحِيُّ، قَالَ: حَدَّثَنَا عُمَرُ بْنُ أَبِي خَلِيفَةَ، قَالَ: قَالَ رَجُلٌ لِلْحَسَنِ: يَا أَبَا سَعِيدٍ، إِنْ أَقْلَلْتُ مِنَ الطَّعَامِ أَضْعَفَنِي، وَإِنْ أَكْثَرْتُ مِنْهُ أَثْقَلَنِي؟ قَالَ: «§الْتَمِسْ دَارًا غَيْرَهَا»",
            "page": "140",
            "part": "1",
            "seal": "9D0267AD"
        },
        {
            "hno": null,
            "id": "380",
            "nass": "§وَاعِظٌ",
            "page": "141",
            "part": "1",
            "seal": "52A014FE"
        },
        {
            "hno": "226",
            "id": "381",
            "nass": "226 - قَالَ مُحَمَّدٌ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنِي عُقَيْبَةُ بْنُ فَضَالَةَ، عَنْ بَعْضِ رِجَالِهِ قَالَ: \" قَرَأْتُ فِي بَعْضِ الْكُتُبِ: §مَا عَامَلَ اللَّهَ قَوْمٌ بِشَيْءٍ أَفْضَلَ مِنْ طُولِ الْجُوعِ \"",
            "page": "141",
            "part": "1",
            "seal": "0F564B9B"
        },
        {
            "hno": null,
            "id": "382",
            "nass": "§يَزِيدُ الرَّقَاشِيُّ",
            "page": "141",
            "part": "1",
            "seal": "4149A7F3"
        },
        {
            "hno": "227",
            "id": "383",
            "nass": "227 - قَالَ مُحَمَّدٌ: وَحَدَّثَنَا سَورَةُ بْنُ قُدَامَةَ الْأُسْوَارِيُّ، قَالَ: حَدَّثَنَا حَيَّانُ بْنُ الْأَسْوَدِ، عَنْ عَبْدِ الْخَالِقِ بْنِ مُوسَى اللَّقِيطِيِّ، قَالَ: جَوَّعَ يَزِيدُ الرَّقَاشِيُّ نَفْسَهُ لِلَّهِ سِتِّينَ عَامًا حَتَّى ذَبُلَ جِسْمُهُ، وَنُهِكَ بَدَنُهُ، وَتَغَيَّرَ لَوْنُهُ، وَكَانَ يَقُولُ: «§غَلَبَنِي بَطْنِي فَمَا أَقْدِرُ لَهُ عَلَى حِيلَةٍ»",
            "page": "141",
            "part": "1",
            "seal": "0EB7A0E8"
        },
        {
            "hno": null,
            "id": "384",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "141",
            "part": "1",
            "seal": "B822812F"
        },
        {
            "hno": "228",
            "id": "385",
            "nass": "228 - وَحَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، -[142]- عَنِ ابْنِ الْمُبَارَكِ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ، عَنْ هِشَامٍ، عَنْ مَرْوَانَ الْمُحَلِّمِيِّ، قَالَ: قُلْتُ لِمَالِكِ بْنِ دِينَارٍ: إِنَّهُ بَلَغَنِي أَنَّ الثَّمَرَةَ تجئُ وَتَذْهَبُ لَا تُصِيبُ مِنْهَا؟ قَالَ: «§لَوْ أَجْزَأَنِي الرَّمَادُ مَا طَعِمْتُ غَيْرَهُ حَتَّى أَعْلَمَ مَا يَصْنَعُ بِي رَبِّي»",
            "page": "141",
            "part": "1",
            "seal": "5E804378"
        },
        {
            "hno": "229",
            "id": "386",
            "nass": "229 - وَحَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا سُنَيْدُ بْنُ دَاوُدَ، قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ مَالِكِ بْنِ دِينَارٍ، قَالَ: لَمَّا حَضَرَتْهُ الْوَفَاةُ، قَالَ: «§اللَّهُمَّ إِنِّي أَرْجُو أَنْ تَعْلَمَ مِنْ قَلْبِي أَنِّي لَا أُحِبُّ الْحَيَاةَ وَأَكْرَهُ الْمَوْتَ مِنْ أَجْلِ بَطْنِي وَلَا فَرْجِي»",
            "page": "142",
            "part": "1",
            "seal": "B8D064E6"
        },
        {
            "hno": "230",
            "id": "387",
            "nass": "230 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، عَنْ أَبِي إِسْحَاقَ الطَّالْقَانِيِّ، عَنِ الْفُضَيْلِ بْنِ عِيَاضٍ، قَالَ: قُدِّمَ إِلَى مَالِكِ بْنِ دِينَارٍ فَالُوذَجَ، فَقَالَ لِنَفْسِهِ: «§مَحْشٌ؟» ، أَيْ: لَا تَذُوقِيهِ",
            "page": "142",
            "part": "1",
            "seal": "B1307E91"
        },
        {
            "hno": null,
            "id": "388",
            "nass": "§وَهْبُ بْنُ مُنَبِّهٍ",
            "page": "143",
            "part": "1",
            "seal": "4577D1F1"
        },
        {
            "hno": "231",
            "id": "389",
            "nass": "231 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: أَخْبَرَنَا حَكِيمُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا أَبُو عُمَرَ الصَّفَّارُ، عَنْ أَبِي سِنَانِ، عَنْ وَهْبٍ، قَالَ: \" قَرَأْتُ فِي بَعْضِ الْكُتُبِ: §حَلَاوَةُ الدُّنْيَا مَرَارَةُ الْآخِرَةِ، وَمَرَارَةُ الدُّنْيَا حَلَاوَةُ الْآخِرَةِ، وَظَمَأُ الدُّنْيَا رِيُّ الْآخِرَةِ، وَرِيُّ الدُّنْيَا ظَمَأُ الْآخِرَةِ، وَجُوعُ الدُّنْيَا شَبِعُ الْآخِرَةِ، وَشِبَعُ الدُّنْيَا جُوعُ الْآخِرَةِ، وَحُزْنُ الدُّنْيَا فَرَحُ الْآخِرَةِ، وَفَرَحُ الدُّنْيَا حُزْنُ الْآخِرَةِ، وَمَنْ قَدَّمَ شَيْئًا أَتَاهُ وَالْأَمْرُ بِأَخِرِهِ \"",
            "page": "143",
            "part": "1",
            "seal": "366EB5E6"
        },
        {
            "hno": null,
            "id": "390",
            "nass": "§الْحَسَنُ، وَالْحُسَيْنُ رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "143",
            "part": "1",
            "seal": "EDFFA6F5"
        },
        {
            "hno": "232",
            "id": "391",
            "nass": "232 - حَدَّثَنَا يُوسُفُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ: أَخْبَرَنَا قَطَرِيُّ الْخَشَّابُ، عَنْ مُدْرِكٍ أَبِي زِيَادٍ، قَالَ: كُنَّا فِي حَائِطٍ لِابْنِ عَبَّاسٍ، فَجَاءَ حَسَنٌ وَحُسَيْنٌ، فَأَطَافَا بِالْبُسْتَانِ، قَالَ: فَقَالَ الْحَسَنُ: \" عِنْدَكَ غَدَاءٌ يَا مُدْرِكٌ؟ قَالَ: «§طَعَامُ الْغِلْمَانِ» -[144]-، قَالَ: فَأَتَيْتُهُ بَخِلٍ وَخُبْزٍ، وَطَاقَاتِ بَقْلٍ، وَمِلْحٍ جَرِيشٍ، قَالَ: فَأَكَلَ، ثُمَّ أُتِيَ بِطَعَامِهِ، - وَكَانَ كَثِيرُ الطَّعَامِ طِيَّبَهُ - فَقَالَ لِي: يَا مُدْرِكٌ، «اجْمَعْ غِلْمَانَ الْبُسْتَانِ» . قَالَ: فَأَكَلُوا، وَلَمْ يَأْكُلْ. قَالَ: فَقُلْتُ لَهُ؟ قَالَ: «ذَاكَ كَانَ أَشْهَى عِنْدِي مِنْ هَذَا»",
            "page": "143",
            "part": "1",
            "seal": "1FD4DF85"
        },
        {
            "hno": null,
            "id": "392",
            "nass": "§عَابِدٌ مِنَ الْبَحْرَيْنِ",
            "page": "144",
            "part": "1",
            "seal": "B5BF3031"
        },
        {
            "hno": "233",
            "id": "393",
            "nass": "233 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ قَرِيبٍ، قَالَ: حَدَّثَنِي عَمِّي، قَالَ: حَدَّثَنَا الْعَلَاءُ بْنُ أَسْلَمُ، قَالَ: \" اسْتُعْمِلَ عَبْدُ الْكَرِيمِ الْمَازِنِيُّ عَلَى الْبَحْرَيْنِ، §فَنَزَلَ الشَّبَكَةَ، وَجَعَلَ سُفْرَةً لَهَا تُقِيمُهُ، وَبِالشَّبَكَةِ شَيْخٌ قَدِ اعْتَزَلَ فَقَامَ فَأَذَّنَ، ثُمَّ صَلَّى، ثُمَّ أَتَتْهُ امْرَأَةٌ بِصُحْفَةٍ فِيهَا تَمَرَاتٍ، فَأَكَلَ، ثُمَّ أَتَى الْبِئْرَ، فَانْتَشَلَ دَلْوًا، فَشَرِبَ، فَأَرْسَلَ إِلَيْهِ عَبْدُ الْكَرِيمِ أَنِ احْضُرْ سُفْرَتَنَا، فَقَالَ: أَخَذْتُ مَا يَكْفِي إِلَى مِثْلَهَا \"",
            "page": "144",
            "part": "1",
            "seal": "45A4F617"
        },
        {
            "hno": null,
            "id": "394",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "144",
            "part": "1",
            "seal": "64E73A96"
        },
        {
            "hno": "234",
            "id": "395",
            "nass": "234 - حَدَّثَنَا مُحَمَّدُ بْنُ سَلَّامٍ الْجُمَحِيُّ، -[145]- أَنَّ الْحَسَنَ، دَعَا رَجُلًا إِلَى طَعَامِهِ، فَقَالَ: قَدْ أَكَلْتُ وَلَسْتُ أَقْدِرُ أَنَ أَعُودَ، فَقَالَ الْحَسَنُ: «يَا سُبْحَانَ اللَّهِ §أَوْ يَأْكُلُ الْمُؤْمِنُ حَتَّى لَا يَسْتَطِيعَ أَنْ يَعُودَ؟»",
            "page": "144",
            "part": "1",
            "seal": "2C54CB1E"
        },
        {
            "hno": null,
            "id": "396",
            "nass": "§حَدِيثٌ",
            "page": "145",
            "part": "1",
            "seal": "753D4A33"
        },
        {
            "hno": "235",
            "id": "397",
            "nass": "235 - حَدَّثَنِي مُحَمَّدُ بْنُ دَاوُدَ الْقَنْطَرِيُّ، قَالَ: وَقَفَ بِنَا أَبُو عَبْدِ الرَّحْمِنِ الْمُقْرِئِّ بِمَكَّةَ عَلَى شَيْخٍ فَقَالَ: حَدَّثَهُمْ ذَلِكَ الْحَدِيثَ. فَحَدَّثَنَا حَدِيثًا أَسْنَدَهُ قَالَ: «§احْذَرُوا طَعَامَ الْمُلُوكِ، فَإِنَّ لِطَعَامِهِمْ فِتْنَةً كَفِتْنَةِ طَعَامِ الدَّجَّالِ، مَنْ أَكَلَهُ نُكِسَ قَلْبُهُ»",
            "page": "145",
            "part": "1",
            "seal": "67A1915B"
        },
        {
            "hno": null,
            "id": "398",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "145",
            "part": "1",
            "seal": "444F966E"
        },
        {
            "hno": "236",
            "id": "399",
            "nass": "236 - حَدَّثَنَا هَارُونَ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا -[146]- عُبَيْدُ اللَّهِ بْنُ شُمَيْطٍ قال: سمعت شُمَيْطَ بْنَ عَجْلَانَ، يَقُولُ: سَمِعْتُ الْحَسَنَ، يَقُولُ: \" §إِنَّ الْمُؤْمَنَ يتَقَلَّبُ فِي الْيَقِينِ؛ يَكْفِيهِ مَا يَكْفِي الْعُنَيْزَةَ: الْكَفُّ مِنَ التَّمْرِ، وَالشَّرْبَةُ مِنَ الْمَاءِ \"",
            "page": "145",
            "part": "1",
            "seal": "409D7EAB"
        },
        {
            "hno": null,
            "id": "400",
            "nass": "§بَكْرٌ الْمُزَنِيُّ",
            "page": "146",
            "part": "1",
            "seal": "0297C9D6"
        },
        {
            "hno": "237",
            "id": "401",
            "nass": "237 - حَدَّثَنَا هَارُونُ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: أَخْبَرَنَا كَهْمَسِ بْنِ الْحَسَنِ، قَالَ: سَمِعْتُ بِكْرًا الْمُزَنِيَّ، يَقُولُ: «§يَكْفِيكَ مِنَ الدُّنْيَا مَا قَنِعْتَ بِهِ وَلَوْ كَفَّ تَمْرٍ، وَشَرْبَةَ مَاءٍ، وَظِلَّ خِبَاءٍ، وَكُلَّمَا انْفَتَحَ لَكَ مِنَ الدُّنْيَا شَيْءٌ، ازْدَادْتَ نَفْسُكَ لَهُ مِفْتَاحًا»",
            "page": "146",
            "part": "1",
            "seal": "EA8C0A16"
        },
        {
            "hno": null,
            "id": "402",
            "nass": "§عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "146",
            "part": "1",
            "seal": "1AB63427"
        },
        {
            "hno": "238",
            "id": "403",
            "nass": "238 - حَدَّثَنَا خَلْفُ بْنُ سَالِمٍ، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، قَالَ: سَمِعْتُ عَبْدَ الْمَلِكِ بْنِ عُمَيْرٍ، -[147]- قَالَ: حَدَّثَنِي رَجُلٌ مِنْ ثَقِيفٍ قَالَ: اسْتَعْمَلَنِي عَلِيٌّ عَلَى عُكْبَرَا، فَرُحْتُ إِلَيْهِ فَلَمْ أَجِدْ عِنْدَهُ حَاجِبًا يَحْجِبُنِي دُونَهُ، وَوَجَدْتُهُ جَالِسًا وَعِنْدَهُ قَدَحٌ وَكُوزٌ مِنْ مَاءٍ. فَدَعَا بِظَبْيَةٍ، فَقُلْتُ فِي نَفْسِي: لَقَدْ أَمِنَنِي حَتَّى يُخْرِجَ إِلَيَّ جَوهَرًا، فَإِذَا عَلَيْهَا خَاتَمٌ، فَكَسَرَ الْخَاتَمَ، فَإِذَا فِيهَا سَوِيقٌ، فَصَبَّ فِي الْقَدَحِ، فَشَرِبَ مِنْهُ، وَسَقَانِي، فَلَمْ أَصْبِرْ، فَقُلْتُ: يَا أَمِيرَ الْمُؤْمِنِينَ، تَصْنَعُ هَذَا بِالْعِرَاقِ، وَطَعَامُ الْعِرَاقِ أَكْثَرُ مِنْ ذَلِكَ؟ قَالَ: «§إِنَّمَا أَشْتَرِي قَدْرَ مَا يَكْفِينِي، وَأَكْرَهُ أَنْ يَفْنَى فَيُصْنَعَ فِيهِ مِنْ غَيْرِهِ، فَإِنِّي لَمْ أَخْتِمْ عَلَيْهِ بُخْلًا عَلَيْهِ، وَإِنَّمَا حِفْظِي لِذَلِكَ، وَأَنَا أَكْرَهُ أَنْ أُدْخِلَ بَطْنِي إِلَّا طَيِّبًا»",
            "page": "146",
            "part": "1",
            "seal": "C4281A58"
        },
        {
            "hno": "239",
            "id": "404",
            "nass": "239 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنْ شَرِيكٍ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ، قَالَ: سَمِعْتُ عَلِيًّا، يَقُولُ: «§لَقَدْ رَأَيْتُنِي مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَإِنِّي لَأَرْبُطُ الْحَجَرَ مِنَ الْجُوعِ عَلَى بَطْنِي»",
            "page": "147",
            "part": "1",
            "seal": "2C08E8A5"
        },
        {
            "hno": null,
            "id": "405",
            "nass": "§الْحَسَنُ وَالْحُسَيْنُ رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "148",
            "part": "1",
            "seal": "6D4E568A"
        },
        {
            "hno": "240",
            "id": "406",
            "nass": "240 - حَدَّثَنَا أَبُو عَبْدُ الرَّحْمِنِ الْقُرَشِيُّ، قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سُفْيَانَ، عَنْ أَبِي الْجَحَّافِ، عَنْ رَجُلٍ مِنْ خَثْعَمَ، قَالَ: «دَخَلْتُ عَلَى حَسَنٍ، وَحُسَيْنٍ وَهُمَا §يَأْكُلَانِ خُبْزًا وَخَلًا وَبَقْلًا»",
            "page": "148",
            "part": "1",
            "seal": "766C9783"
        },
        {
            "hno": null,
            "id": "407",
            "nass": "§أُمُّ كُلْثُومٍ بِنْتُ عَلِيٍّ",
            "page": "148",
            "part": "1",
            "seal": "C32951D9"
        },
        {
            "hno": "241",
            "id": "408",
            "nass": "241 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي صَالِحٍ، قَالَ: دَخَلْتُ عَلَى أُمِّ كُلْثُومٍ، فَقَالَتْ: «§ائْتُوا أَبَا صَالِحٍ بِطَعَامٍ، فَأْتُونِي بِمَرَقَةٍ فِيهَا حُبُوبٍ»",
            "page": "148",
            "part": "1",
            "seal": "85E42BBE"
        },
        {
            "hno": null,
            "id": "409",
            "nass": "§عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "148",
            "part": "1",
            "seal": "181C5235"
        },
        {
            "hno": "242",
            "id": "410",
            "nass": "242 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ -[149]- وَهْبٍ، عَنِ ابْنِ لَهِيعَةَ، عَنْ عَبْدِ اللَّهِ بْنِ هُبَيْرَةَ، عَنْ عَبْدِ اللَّهِ بْنِ زُرَيْرٍ الْغَافِقِيِّ، قَالَ: دَخَلْنَا عَلَى عَلِيِّ بْنِ أَبِي طَالِبٍ «يَوْمَ أَضْحَى، §فَقَدَّمَ إِلَيْنَا خَزِيرَةَ»",
            "page": "148",
            "part": "1",
            "seal": "06A09B84"
        },
        {
            "hno": null,
            "id": "411",
            "nass": "§الْحَسَنُ بْنُ حَيٍّ",
            "page": "149",
            "part": "1",
            "seal": "F6023E0A"
        },
        {
            "hno": "243",
            "id": "412",
            "nass": "243 - حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ إِدْرِيسَ الْمُقْرِئُّ، قَالَ: اشْتَهَى الْحَسَنُ بْنُ حَيٍّ سَمَكًا، فَلَمَّا أُتِي بِهِ ضَرَبَ بِيَدِهِ إِلَى سُرَّةِ السَّمَكَةِ، فَاضْطَرَبَتْ يَدَهُ، وَأَمَرَ بِهِ فَرُفِعَ، وَلَمْ يَأْكُلْ مِنْهُ شَيْئًا، فَقِيلَ لَهُ فِي ذَلِكَ فَقَالَ: «§إِنِّي ذَكَرْتُ لَمَّا ضَرَبْتُ بِيَدِي إِلَى بَطْنِهَا، أَنَّ أَوَّلَ مَا يُنْتِنُ مِنَ الْإِنْسَانِ بَطْنَهُ، فَلَمْ أَقْدِرْ أَنْ أَذُوقَهُ»",
            "page": "149",
            "part": "1",
            "seal": "81914ACF"
        },
        {
            "hno": null,
            "id": "413",
            "nass": "§عَطَاءُ السَّلِيمِيُّ",
            "page": "149",
            "part": "1",
            "seal": "9E88D523"
        },
        {
            "hno": "244",
            "id": "414",
            "nass": "244 - حَدَّثَنَي مُحَمَّدُ بْنُ قُدَامَةَ الْجَوْهَرِيُّ، قَالَ: حَدَّثَنَا سَعْدَانُ بْنُ جَامِعٍ الْجَلَّابِ، عَنْ مِسْكِينٍ أَبِي فَاطِمَةَ، عَنْ صَالِحٍ الْمُرِّيِّ، قَالَ: -[150]- قُلْتُ لِعَطَاءٍ السَّلِيمِيِّ: أَنَّكَ قَدْ ضَعُفْتَ فَلَوْ صَنَعْنَا لَكَ سَوِيقًا؟ قَالَ: فَصَنَعْتُ لَهُ سَوِيقًا، فَشَرِبَ مِنْهُ شَيْئًا، ثُمَّ مَكَثَ أَيَّامًا لَا يَشْرَبُ، فَقُلْتُ: صَنَعْنَا لَكَ السَّوِيقَ وَتَكَلَّفْنَاهُ؟ فَقَالَ: «يَا أَبَا بِشْرٍ، إِنِّي §إِذَا ذَكَرْتُ النَّارَ لَمْ أُسِغْهُ»",
            "page": "149",
            "part": "1",
            "seal": "EBE9723A"
        },
        {
            "hno": null,
            "id": "415",
            "nass": "§عِيسَى عَلَيْهِ السَّلَامُ",
            "page": "150",
            "part": "1",
            "seal": "3B93C288"
        },
        {
            "hno": "245",
            "id": "416",
            "nass": "245 - حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، قَالَ: سَمِعْتُ عَبْدُ اللَّهِ بْنُ عَبْدِ الْعَزِيزِ الْعُمَرِيُّ، يَقُولُ: \" قَالَ رَجُلٌ لِعِيسَى صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَوْصِنِي، قَالَ: §انْظُرْ خُبْزَكَ مِنْ أَيْنَ هُوَ؟ \"",
            "page": "150",
            "part": "1",
            "seal": "72D78191"
        },
        {
            "hno": null,
            "id": "417",
            "nass": "§إِبْرَاهِيمُ بْنُ أَدْهَمَ",
            "page": "150",
            "part": "1",
            "seal": "12D82D8F"
        },
        {
            "hno": "246",
            "id": "418",
            "nass": "246 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنَا خَلَفُ بْنُ تَمِيمٍ، قَالَ: قَالَ إِبْرَاهِيمُ بْنُ أَدْهَمَ: -[151]- «§أَطَبْ مَطْعَمَكَ، وَلَا عَلَيْكَ أَلَا تَقُومَ مِنَ اللَّيْلِ وَتَصُومَ النَّهَارَ»",
            "page": "150",
            "part": "1",
            "seal": "E2DFD04B"
        },
        {
            "hno": null,
            "id": "419",
            "nass": "§عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ",
            "page": "151",
            "part": "1",
            "seal": "5CD09988"
        },
        {
            "hno": "247",
            "id": "420",
            "nass": "247 - قَالَ مُحَمَّدٌ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، قَالَ: سَمِعْتُ أَبَا عَبْدَ اللَّهِ الْبَرَاثِيَّ، يَقُولُ: قَالَ عَبْدُ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ: «§انْظُرُوا الْخُبْزَ يَدْخُلُ بُطُونَكُمْ مِنْ أَيْنَ سَبِيلُهُ»",
            "page": "151",
            "part": "1",
            "seal": "B83B7F14"
        },
        {
            "hno": null,
            "id": "421",
            "nass": "§أَبُو جَعْفَرٍ الْمُخَوَّلِيُّ",
            "page": "151",
            "part": "1",
            "seal": "AEE7E596"
        },
        {
            "hno": "248",
            "id": "422",
            "nass": "248 - قَالَ مُحَمَّدُ: وَحَدَّثَنِي الصَّلْتُ بْنُ حَكِيمٍ، قَالَ: سَمِعْتُ أَبَا جَعْفَرٍ الْمُخَوَّلِيَّ، يَقُولُ: «§إِذَا جَاعَ الْعَبْدُ صَفًّا بُدْنُهُ، وَرَقَّ قَلْبُهُ، وَهَطَلَتْ دَمْعَتُهُ، وَأَسْرَعَتْ إِلَى الطَّاعَةِ أَطْوَارُهُ وَجَوَارِحُهُ، وَعَاشَ فِي الدُّنْيَا كَرِيمًا» ، ثُمَّ قَالَ: «سَوْءَةً لِمَنْ آثَرَ بَطْنَهُ عَلَى دِينِهِ سَوْءَةً، ثُمَّ سَوْءَةً»",
            "page": "151",
            "part": "1",
            "seal": "08B26987"
        },
        {
            "hno": "249",
            "id": "423",
            "nass": "249 - قَالَ: وَسَمِعْتُهُ يَقُولُ: دَعَانِي مَرَّةً بَعْضُ أَصْحَابِي إِلَى طَعَامٍ، فَكَلَّمَتُ بَطْنِي، فَقُلْتُ: كَفَّ عَنِّي كَلْبَكَ مَرَّتِي هَذِهِ، قَالَ: فَفَعَلَتْ، -[152]- قَالَ: وَدَعَانِي آخِرُ مَرَّةً أُخْرَى، فَدَعَتْنِي نَفْسِي إِلَى إِتْيَانِهِ، فَقُلْتُ: اجْعَلِي هَذِهِ الْمَرَّةَ بِمَنْزِلَةِ الْمَرَّةِ الَّتِي مَضَتْ؛ هَلْ تَجِدِينَ مِنْ لَذَّةِ ذَلِكَ شَيْئًا لَوْ كُنْتِ فَعَلْتِ؟ قَالَ: فَلَمْ أَزَلْ أُعَلِّلُهَا حَتَّى هَدَأَتْ وَسَكَنَتْ. قَالَ: ثُمَّ دَعَانِي أَخٌ لِي أَيْضًا، فَقَالَتْ: هَذَا أَخُوكَ، ولَهُ عَلَيْكَ حَقَّانِ: حَقُّ الْأُخُوَّةِ، وَحَقُّ الْإِجَابَةِ، ائْتِهِ فَهُوَ أَقْرَبُ لَكَ إِلَى اللَّهِ وَأَدْوَمُ لِأُخَوَّتِهِ. فَقُلْتُ: وَيْحَكِ، دَعِي عَنْكِ التَّأَنِّيَ لِلِاتِّصَالِ بِمَحَبَتِكِ، فَوَاللَّهِ §لَوْ قَدْ وَرَدَتِ الْقِيَامَةَ اغْتَبَطَتْ إِنَّ شَاءَ اللَّهُ بَقْلَةِ الطُّعْمِ وَتَرَكِ الشَّهَوَاتِ. قَالَ: فَجَمَحَتْ وَاللَّهِ عَلَيَّ وَأَبَتْ، وَقَالَتْ: إِنْ كَانَ هَذَا دَأْبُكَ فَمَا أَرَاكَ إِلَّا سَتَقْتِلَنِي، انْهَضْ إِلَى أَخِيكَ. قَالَ: فَنَهَضْتُ، - وَاللَّهِ - وَكَأَنِّي أُجَرُّ عَلَى وَجْهِي فَأَتَيْتُ الْقَوْمَ، وَقَدْ فَرَغُوا مِنْ طَعَامِهِمْ. فَقَالَ صَاحِبُ الطَّعَامِ: اقْعُدْ رَحِمَكَ اللَّهُ. وَنَهَضَ لِيَتَكَلَّفَ لِي، فَقُلْتُ: اقْعُدْ، وَاللَّهِ لَا أَطْعَمُ الْيَوْمَ هَاهُنَا شَيْئًا. قَالَ: ثُمَّ دَعَوْتُ بِخَيْرٍ وَقُمْتُ. فَقُلْتُ لَهَا لَمَّا خَرَجْتُ: أَرْغَمَ اللَّهُ أَنْفَكَ، الْحَمْدُ لِلَّهِ الَّذِي لَمْ يُهَيِّئْ لَكِ مَا أَرَدْتِ. قَالَ: فَقَالَتْ: أَجَلْ وَاللَّهِ، إِذَا جَلَسْتَ تُفَكِّرُ، يَأْكُلُ الْقَوْمُ وَيَنْصَرِفُونَ. -[153]- قُلْتُ: وَيْلَكَ وَكَيْفَ يَنْبَغِي أَنْ يَكُونَ الْمُؤْمِنُ إِلَّا مُفَكِّرًا، خَائِفًا، حَذَرًا مِنْ أَعْدَائِهِ، مِنْكِ وَمَنِ أَعْدَائِكِ. مَا يَبْلُغُ الْعَدُوُّ الْكَلْبُ مَا تَبْلُغُ النَّفْسُ مِنْكَ يَا ابْنَ آدَمَ \"",
            "page": "151",
            "part": "1",
            "seal": "3A69E10F"
        },
        {
            "hno": "250",
            "id": "424",
            "nass": "250 - قَالَ مُحَمَّدُ: حَدَّثَنِي الصَّلْتُ بْنُ حَكِيمٍ، قَالَ: سَمِعْتُ أَبَا جَعْفَرٍ الْمُخَوَّلِيَّ، يَقُولُ: «§الْقَلْبُ الْجَائِعُ قَرِيبُ مِنَ اللَّهِ جَلَّ وَعَزَّ، بَعِيدٌ مِنَ الشَّيْطَانِ، قَرِيبٌ مِنَ الْخَيْرِ، بَعِيدٌ مِنَ الشَّرِّ، قَرِيبٌ مِنَ الْحَسَنَاتِ، بَعِيدٌ مِنَ السَّيِّئَاتِ، قَرِيبٌ مِنَ الْأُلْفَةِ، بَعِيدٌ مِنَ الْآفَةِ» ، قُلْتُ: مَا قَرِيبٌ مِنَ الْأُلْفَةِ بَعِيدٌ مِنَ الْآفَةِ؟ قَالَ: «إِذَا مَرَّ بِمَجَالِسِ الذِّكْرِ أَلِفَ أَهْلَهَا فَجَلَسَ إِلَيْهِمْ، وَإِذَا مَرَّ بِمَجَالِسِ السُّوءِ، - وَهِيَ الْآفَةُ - هَرَبَ مِنْهَا»",
            "page": "153",
            "part": "1",
            "seal": "3B53A6A8"
        },
        {
            "hno": null,
            "id": "425",
            "nass": "§دَاوُدُ عَلَيْهِ السَّلَامُ",
            "page": "153",
            "part": "1",
            "seal": "BC94E9E0"
        },
        {
            "hno": "251",
            "id": "426",
            "nass": "251 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْمَدَنِيُّ، قَالَ: حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أبي كَعْبٍ الْحَرِيرِيِّ، قَالَ: «§كَانَ يُطْعَمُ فِي مَطْبَخِ دَاوُدَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَبْعُونَ كُدًى مِنَ النَّقِيِّ، وَيَأْكُلُ -[154]- هُوَ خُبْزَ الشَّعِيرِ مِنْ خُوصٍ يُعَالِجُهُ بِيَدِهِ»",
            "page": "153",
            "part": "1",
            "seal": "13CF21D9"
        },
        {
            "hno": "252",
            "id": "427",
            "nass": "252 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا مَعَنُ بْنُ عِيسَى، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ أَبِي الزَّاهِرِيَّةِ، قَالَ: «§كَانَ دَاوُدُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَعْمَلُ الْقِفَافَ فَيَبِيعَهَا وَيَأْكُلُ مِنْ ثَمَنِهَا»",
            "page": "154",
            "part": "1",
            "seal": "14831DC3"
        },
        {
            "hno": null,
            "id": "428",
            "nass": "§أَبُو حُصَيْنٍ",
            "page": "154",
            "part": "1",
            "seal": "02659ACF"
        },
        {
            "hno": "253",
            "id": "429",
            "nass": "253 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنِي مُحَمَّدُ بْنُ الْعَلَاءِ بْنِ صَالِحٍ، وَغَيْرُهُ، عَنِ الْمُبَارَكِ بْنِ سَعِيدٍ، عَنْ رَجُلٍ، قَالَ: أَتَيْنَا أَبَا حُصَيْنٍ فَقَالَ لِامْرَأَتِهِ: ائْتِنَا بِمَا عِنْدَكَ. فَبَعَثَتْ إِلَيْهِ بِرَغِيفٍ عَلَى طَبَّقٍ قَدْ أُكِلَ بَعْضُهُ، وَعَرْقٍ. فَقَالَ لَهُمْ: «§أَصِيبُوا مِنْ هَذَا، فَوَاللَّهِ مَا أَصْبَحَ عِنْدَنَا شَيْءٌ غَيْرَهُ»",
            "page": "154",
            "part": "1",
            "seal": "E879C4C1"
        },
        {
            "hno": null,
            "id": "430",
            "nass": "§بَشَّارُ بْنُ بِشْرٍ",
            "page": "154",
            "part": "1",
            "seal": "39AB6550"
        },
        {
            "hno": "254",
            "id": "431",
            "nass": "254 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنِي إِسْمَاعِيلُ بْنُ زِيَادٍ، قَالَ: -[155]- قَدِمَ عَلَيْنَا بَشَّارُ بْنُ بِشْرِ بْنِ صُرَيْدٍ، وَكَانَ مِنَ الْعَابِدِينَ، وَكَانَ §لَا يَأْكُلُ إِلَّا فِي سَبْعٍ أَكْلَةً، فَأَتَيْتُهُ عَشِيَّةً لِأُسَلِّمَ عَلَيْهِ، فَأَخْرَجَ إِلَيَّ أَرْبَعَ تَمَرَاتٍ، فَقَالَ: «كُلْهَا، فَلَوْ كَانَ عِنْدَنَا أَكْثَرُ مِنْهَا لَآثَرْنَاكَ بِهَا»",
            "page": "154",
            "part": "1",
            "seal": "E77898CE"
        },
        {
            "hno": null,
            "id": "432",
            "nass": "§مِسْمَعُ بْنُ عَاصِمٍ",
            "page": "155",
            "part": "1",
            "seal": "0D0BBBDD"
        },
        {
            "hno": "255",
            "id": "433",
            "nass": "255 - قَالَ مُحَمَّدٌ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، قَالَ: أَتَيْتُ مِسْمَعَ بْنَ عَاصِمٍ يَوْمًا، فَأَخْرَجَ إِلَيَّ سُكُرَّجَةَ زَيْتُونٍ لَيْسَ مَعَهَا خُبْزٌ، فَقَالَ: «§كُلْ هَذَا، فَوَاللَّهِ مَا عِنْدَنَا خُبْزٌ نُطْعِمُكَ فَتَأْكُلَ مَعَهُ»",
            "page": "155",
            "part": "1",
            "seal": "C921E29A"
        },
        {
            "hno": null,
            "id": "434",
            "nass": "§الْحَسَنُ بْنُ حَيٍّ",
            "page": "155",
            "part": "1",
            "seal": "1EC67C47"
        },
        {
            "hno": "256",
            "id": "435",
            "nass": "256 - قَالَ مُحَمَّدٌ: حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْوَهَّابِ الْحَارِثِيُّ، قَالَ: جَاءَ رَجُلٌ إِلَى الْحَسَنِ بْنِ صَالِحٍ يَسْأَلُهُ، «§فَدَخَلَ إِلَى مَنْزِلِهِ، فَلَمْ يَجِدْ فِيهِ إِلَّا خَمِيرًا، فَأَخْرَجَهُ، فَدَفَعَهُ إِلَيْهِ»",
            "page": "155",
            "part": "1",
            "seal": "67E8D347"
        },
        {
            "hno": null,
            "id": "436",
            "nass": "§زِيَادٌ النُّمَيْرِيُّ",
            "page": "155",
            "part": "1",
            "seal": "1F211F45"
        },
        {
            "hno": "257",
            "id": "437",
            "nass": "257 - قَالَ مُحَمَّدُ: حَدَّثَنَا دَاوُدُ بْنُ مُحَبَّرٍ، قَالَ: حَدَّثَنَا مَطَرٌ -[156]- الْأَعْنَقُ، عَنْ زِيَادٍ النُّمَيْرِيِّ، قَالَ: \" كَانَ يُقَالُ: §تَلَذُّذُ الْعَابِدِينَ فِي طُولِ الْجُوعِ وَالظَّمَأِ، وَقُرَّةُ أَعْيُنِهِمْ فِي طُولِ التَّهَجُّدِ \"",
            "page": "155",
            "part": "1",
            "seal": "F0F96CFF"
        },
        {
            "hno": null,
            "id": "438",
            "nass": "§بُدَيْلٌ الْعُقَيْلِيُّ",
            "page": "156",
            "part": "1",
            "seal": "1D6ED395"
        },
        {
            "hno": "258",
            "id": "439",
            "nass": "258 - قَالَ مُحَمَّدٌ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، عَنْ مِسْمَعٍ، عَنِ الْوَلِيدِ أَبِي هِشَامٍ، عَنْ بُدَيْلٍ الْعُقَيْلِيِّ، قَالَ: «§الصِّيَامُ مَعْقِلُ الْعَابِدِينَ»",
            "page": "156",
            "part": "1",
            "seal": "53436827"
        },
        {
            "hno": null,
            "id": "440",
            "nass": "§مُضَرٌ",
            "page": "156",
            "part": "1",
            "seal": "A9F4DC68"
        },
        {
            "hno": "259",
            "id": "441",
            "nass": "259 - قَالَ مُحَمَّدٌ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، قَالَ: سَمِعْتُ مُضَرًا، يَقُولُ: «§وَاللَّهِ مَا جَاعَ قَلْبٌ قَطُّ فَقَرِبَهُ الشَّيْطَانُ حَتَّى يَشْبَعَ»",
            "page": "156",
            "part": "1",
            "seal": "AF37323B"
        },
        {
            "hno": null,
            "id": "442",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "156",
            "part": "1",
            "seal": "FEB1E2D3"
        },
        {
            "hno": "260",
            "id": "443",
            "nass": "260 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا مُوسَى بْنُ أَيُّوبَ، -[157]- قَالَ: حَدَّثَنَا ضَمْرَةُ، عَنِ الشَّيْبَانِيِّ، قَالَ: صَنَعَ صَاحِبُ عُجْمِ بَيْتِ الْمَقْدِسِ لِعُمَرَ بْنِ الْخَطَّابِ طَعَامًا، فَأَخَذَ عُمَرُ كُلَّمَا جَاءَتْ صُفْحَةٌ وَفَرَّغَهَا فِي الْأُخْرَى، فَقَالَ لَهُ: لَيْسَ هَكَذَا يُؤْكَلُ هَذَا يَا أَمِيرَ الْمُؤْمِنِينَ، فَقَالَ: «وَيْلَكَ §مَنْ يَجِئُ يُحْسِنُ يَأْكُلُ هَذَا بَعْدَ الْيَوْمِ»",
            "page": "156",
            "part": "1",
            "seal": "83AAACE0"
        },
        {
            "hno": null,
            "id": "444",
            "nass": "§عُقْبَةُ بْنُ وَسَّاجٍ",
            "page": "157",
            "part": "1",
            "seal": "5DC6446D"
        },
        {
            "hno": "261",
            "id": "445",
            "nass": "261 - قَالَ مُحَمَّدٌ: حَدَّثَنَا شُعَيْبُ بْنُ مُحْرِزٍ، قَالَ: حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زَيْدٍ، قَالَ: كَانَ عُقْبَةُ بْنُ وَسَّاجٍ فِي عُرْسٍ، فَأُتِيَ بِالطَّعَامِ، فَجَعَلُوا يَرْفَعُونَ لَوْنًا وَيَضَعُونَ لَوْنًا، فَبَكَى، وَقَالَ: «§أَدْرَكْتُ صَدْرَ هَذِهِ الْأُمَّةِ، يَخَافُونَ هَذَا عَلَى آخِرِهَا» ، وَجَعَلَ لَا يَأْكُلُ إِلَّا مِنْ لَوْنٍ وَاحِدٍ",
            "page": "157",
            "part": "1",
            "seal": "166BDAF3"
        },
        {
            "hno": null,
            "id": "446",
            "nass": "§أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ",
            "page": "157",
            "part": "1",
            "seal": "A2B7E31C"
        },
        {
            "hno": "262",
            "id": "447",
            "nass": "262 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنِ وَاقِدٍ، قَالَ: حَدَّثَنَا ضَمْرَةُ، عَنْ -[158]- عُثْمَانَ بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ رَأَى قَوْمَهُ بِفِلَسْطِينَ، فَأَتَوْهُ بِالرُّقَاقِ الْأَوَّلِ، فَلَمَّا رَآهُ بَكَى، فَقِيلَ لَهُ: يَا أَبَا هُرَيْرَةَ مَا يُبْكِيكَ؟ فَقَالَ: «§مَا رَأَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَذَا بِعَيْنِهِ حَتَّى فَارَقَ الدُّنْيَا»",
            "page": "157",
            "part": "1",
            "seal": "BCD1BE8A"
        },
        {
            "hno": null,
            "id": "448",
            "nass": "§الرَّسُولُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "158",
            "part": "1",
            "seal": "D3A3536C"
        },
        {
            "hno": "263",
            "id": "449",
            "nass": "263 - حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو الْبَاهِلِيُّ، قَالَ: حَدَّثَنِي مُعَاذُ بْنُ هِشَامٍ، قَالَ: حَدَّثَنَا أَبِي، عَنْ يُونُسَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: «§مَا أَكَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى خِوَانٍ، وَلَا سُكُرَّجَةٍ، وَلَا خُبِزَ لَهُ مُرَقَّقٌ» ، -[159]- قُلْتُ: فَعَلَى أَيِّ شَيْءٍ كَانُوا يَأْكُلُونَ؟ قَالَ: عَلَى سُفْرَةٍ",
            "page": "158",
            "part": "1",
            "seal": "F35B0D33"
        },
        {
            "hno": null,
            "id": "450",
            "nass": "§عَبْدُ اللَّهِ بْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "159",
            "part": "1",
            "seal": "345D21F7"
        },
        {
            "hno": "264",
            "id": "451",
            "nass": "264 - حَدَّثَنَا مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا زُهَيْرُ بْنُ عَبَّادٍ، قَالَ: حَدَّثَنَا عَطَاءُ بْنُ مُسْلِمٍ، عَنِ الْأَعْمَشِ، قَالَ: قَالَ لِي سَعِيدُ بْنُ جُبَيْرٍ: صَنَعْتُ لِابْنِ عَبَّاسٍ وَأَصْحَابِهِ أَلْوَانًا مِنَ الطَّعَامِ وَالْخَبِيصَ، فَقَالَ لِي: «يَا سَعِيدَ §إِنَّا قَوْمٌ عَرِبَ، فَاصْنَعْ لَنَا مَكَانَ هَذِهِ الْأَلْوَانِ الثَّرِيدَ، وَمَكَانَ هَذِهِ الْأَخْبِصَةِ الْحَيْسَ، وَلَوْلَا أَنَّكَ رَجُلٌ مِنَّا أَهْلُ الْبَيْتِ مَا قُلْتُ لَكَ»",
            "page": "159",
            "part": "1",
            "seal": "E5D91E7D"
        },
        {
            "hno": null,
            "id": "452",
            "nass": "§عُثْمَانُ بْنُ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ",
            "page": "159",
            "part": "1",
            "seal": "2D0DB621"
        },
        {
            "hno": "265",
            "id": "453",
            "nass": "265 - حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعِ، قَالَ: -[160]- حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ شُرَحْبِيلِ بْنِ مُسْلِمٍ، قَالَ: كَانَ عُثْمَانُ بْنُ عَفَّانَ «§يَصْنَعُ لِلنَّاسِ طَعَامَ الْأُمَرَاءِ، وَيَدْخُلُ بَيْتَهُ فَيَأْكُلُ الْخَلَّ وَالزَّيْتَ»",
            "page": "159",
            "part": "1",
            "seal": "D889C17A"
        },
        {
            "hno": null,
            "id": "454",
            "nass": "§سَلْمَانُ الْفَارِسِيُّ رَضِيَ اللَّهُ عَنْهُ",
            "page": "160",
            "part": "1",
            "seal": "BCE95262"
        },
        {
            "hno": "266",
            "id": "455",
            "nass": "266 - حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ، قَالَ: حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ قَرْمٍ، عَنِ الْأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ: دَخَلْتُ أَنَا وَصَاحِبٌ لِي عَلَى سَلْمَانَ، فَقَرَّبَ إِلَيْنَا خُبْزًا وَمِلْحًا، وَقَالَ: «§لَوْلَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَهَانَا عَنِ التَّكَلُّفِ لَتَكَلَّفْنَا لَكُمْ» ، فَقَالَ صَاحِبِي: لَوْ كَانَ فِي مِلْحِنَا سَعْتَرٌ؟ فَبَعَثَ مِطْهَرَةً إِلَى الْبَقَّالِ، فَرَهَنَهَا، فَجَاءَهُ بِسَعْتَرٍ",
            "page": "160",
            "part": "1",
            "seal": "801E2BDD"
        },
        {
            "hno": null,
            "id": "456",
            "nass": "§كَهْمَسٌ الْعَابِدُ",
            "page": "161",
            "part": "1",
            "seal": "B3B7BD22"
        },
        {
            "hno": "267",
            "id": "457",
            "nass": "267 - حَدَّثَنَا الْمُفَضَّلُ بْنُ غَسَّانَ، عَنِ الْأَصْمَعِيِّ، عَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، قَالَ: دَخَلْتُ عَلَى كَهْمَسٍ الْعَابِدٍ فَقَدَّمَ إِلَيْنَا إِحْدَى عَشْرَةَ بُسْرَةً حُمُرًا، فَقَالَ: «§هَذَا الْجَهْدُ مِنْ أَخِيكِمْ، وَاللَّهُ الْمُسْتَعَانُ»",
            "page": "161",
            "part": "1",
            "seal": "2A4B4D59"
        },
        {
            "hno": null,
            "id": "458",
            "nass": "§الْقَاسِمُ بْنُ أَبِي بَكْرٍ",
            "page": "161",
            "part": "1",
            "seal": "6147096B"
        },
        {
            "hno": "268",
            "id": "459",
            "nass": "268 - حَدَّثَنَا الْقَاسِمُ بْنُ زَكَرِيَّا بْنِ دِينَارٍ، قَالَ: حَدَّثَنَا إِسْحَاقُ، عَنْ مَنْصُورٍ، عَنْ مُنْذِرٍ، عَنْ يُونُسَ، عَنِ الْقَاسِمِ، قَالَ: -[162]- أَرْسَلَتْ إِلَيَّ عَائِشَةُ بِمِائَةِ دِرْهَمٍ، فَقَالَتْ: «§أَطْعِمْ بِهَا الْقَوْمَ عَلَى خِتَانٍ ابْنِكَ»",
            "page": "161",
            "part": "1",
            "seal": "EE172A80"
        },
        {
            "hno": "269",
            "id": "460",
            "nass": "269 - حَدَّثَنَا الْقَاسِمُ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، عَنْ قَيْسٍ، عَنْ جَابِرٍ، عَنِ الْقَاسِمِ، قَالَ: أَنَّ وَصِيًّا، أَنْفَقَ عَلَى خِتَانٍ صَبِيٍّ مِائَةَ دِينَارٍ، فَقَالَ شُرَيْحٌ: «§جَزُورٌ وَمَا يُصْلِحُهَا، وَيَضْمَنُ سَائِرَ الْمَالِ»",
            "page": "162",
            "part": "1",
            "seal": "B261ECFA"
        },
        {
            "hno": null,
            "id": "461",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "162",
            "part": "1",
            "seal": "7D1E2177"
        },
        {
            "hno": "270",
            "id": "462",
            "nass": "270 - حَدَّثَنِي فَضْلُ بْنُ إِسْحَاقَ، قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ ثَابِتٍ، قَالَ: اشْتَهَى عُمَرُ بْنُ الْخَطَّابِ الشَّرَابَ، فَأُتِيَ بِشَرْبَةِ عَسَلٍ، فَجَعَلَ يُدِيرُ الْإِنَاءَ فِي كَفِّهِ، وَيَقُولُ: «§أَشْرَبُهَا، فَتَذْهَبُ حَلَاوَتَهَا وَتَبْقَى تَبَعَتُهَا» ، ثُمَّ نَاوَلَ رَجُلًا",
            "page": "162",
            "part": "1",
            "seal": "33E5AE00"
        },
        {
            "hno": null,
            "id": "463",
            "nass": "§بَكْرٌ الْمُزَنِيُّ",
            "page": "163",
            "part": "1",
            "seal": "6435B66D"
        },
        {
            "hno": "271",
            "id": "464",
            "nass": "271 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي سَمِينَةَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، قَالَ: حَدَّثَنَا أَبَانُ بْنُ صَمْعَةَ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ، {§ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ} [التكاثر: 8] ، قَالَ: «إِنَّهُ لَيُسْأَلُ، حَتَّى يُسْأَلَ عَنِ الشَّرْبَةِ يَشْرَبُهَا فِي بَيْتِ فُلَانٍ كَذَا وَكَذَا»",
            "page": "163",
            "part": "1",
            "seal": "BF8073D2"
        },
        {
            "hno": null,
            "id": "465",
            "nass": "§حَدِيثٌ",
            "page": "163",
            "part": "1",
            "seal": "C4A97C00"
        },
        {
            "hno": "272",
            "id": "466",
            "nass": "272 - حَدَّثَنَا شُجَاعُ بْنُ الْأَشْرَسِ، قَالَ: حَدَّثَنَا حَشْرَجُ بْنُ نُبَاتَةَ، عَنْ أَبِي نُصَيْرَةَ، عَنْ أَبِي عَسِيبٍ، قَالَ: -[164]- خَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ، فَمَرَّ بِي فَدَعَانِي، فَخَرَجْتُ إِلَيْهِ، وَمَرَّ بِأَبِي بَكْرٍ فَدَعَاهُ، فَخَرَجَ إِلَيْهِ، ثُمَّ مَرَّ بِعُمَرَ فَدَعَاهُ، فَخَرَجَ إِلَيْهِ، فَانْطَلَقَ حَتَّى دَخَلَ حَائِطًا لِبَعْضِ الْأَنْصَارِ، فَقَالَ لِصَاحِبِ الْحَائِطِ: «أَطْعَمَنَا بُسْرًا» ، فَجَاءَ بِعِذْقٍ، فَوَضَعَهُ، فَأَكَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابُهُ، ثُمَّ دَعَا بِمَاءٍ بَارِدٍ فَشَرِبَ، فَقَالَ: «لَتُسْأَلُنَّ عَنْ هَذَا النَّعِيمِ يَوْمَ الْقِيَامَةِ» ، فَأَخَذَ عُمَرُ الْعِذْقَ، فَضَرَبَ بِهِ الْأَرْضَ حَتَّى تَنَاثَرَ الْبُسْرُ، قِيلَ: يَا رَسُولَ اللَّهِ، §إِنَّا لَمَسْؤُولُونَ عَنْ هَذَا يَوْمِ الْقِيَامَةِ؟ قَالَ: \" نَعَمْ، إِلَّا مِنْ ثَلَاثَةٍ: خِرْقَةٍ تَكُفُّ بِهَا عَوْرَتَكَ، وَكِسْرَةٍ تَسُدُّ بِهَا جَوْعَتَكَ، وَبَيْتٍ تَدْخُلُ فِيهِ مِنَ الْحَرِّ وَالْقَرِّ \"",
            "page": "163",
            "part": "1",
            "seal": "CD18CA05"
        },
        {
            "hno": null,
            "id": "467",
            "nass": "§أَبُو بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "164",
            "part": "1",
            "seal": "3D47B22C"
        },
        {
            "hno": "273",
            "id": "468",
            "nass": "273 - حَدَّثَنَا زَكَرِيَّا بْنُ الْحَارِثِ بْنِ مَيْمُونٍ الْعَبْدِيُّ، قَالَ: حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ الْمُنْكَدِرِ، يُحَدِّثُ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: دَخَلْنَا عَلَى أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، «فَدَعَا بِطَعَامٍ، فَلَمْ يُوجَدْ، §فَأَمَرَ بِشَاةٍ، فَحُلِبَتْ لَنَا، فَطُبِخَ، فَأَكَلَ وَأَكَلْنَا مَعَهُ، ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ»",
            "page": "164",
            "part": "1",
            "seal": "2F6F27F7"
        },
        {
            "hno": null,
            "id": "469",
            "nass": "§سَهْلُ بْنُ سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "165",
            "part": "1",
            "seal": "E05387A1"
        },
        {
            "hno": "274",
            "id": "470",
            "nass": "274 - حَدَّثَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ الْيَشْكُرِيُّ، قَالَ: حَدَّثَنَا يَعْقُوبُ بْنُ مُحَمَّدٍ الزُّهْرِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الْمُهَيْمِنِ بْنِ عَبَّاسٍ، قَالَ: حَدَّثَنَا أَبُو حَازِمٍ، قَالَ: انْصَرَفْتُ مِنَ الْعَصْرِ إِلَى سَهْلِ بْنِ سَعْدٍ، - وَكَانَ صَائِمًا - فَلَمَّا أَمْسَى قُلْتُ لِغُلَامِهِ: هَاتِ فِطْرَهُ، قَالَ:. . . . .، قَالَ: فَتَمْرٌ، قَالَ: وَلَا تَمْرٌ، قَالَ: فَجَعَلْتُ أَسُبُّهُ، وَأَقُولُ: شَيْخٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ضَيَّعْتَهُ؟ قَالَ: وَمَا ذَنْبِي؟ «§فَتَحَ الْيَوْمَ خِزَانَتَهُ فَمَا تَرَكَ فِيهَا بُرَّةً، وَلَا شَعِيرَةً إِلَّا قَسَمَهُ»",
            "page": "165",
            "part": "1",
            "seal": "35850F4F"
        },
        {
            "hno": null,
            "id": "471",
            "nass": "§عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا",
            "page": "165",
            "part": "1",
            "seal": "8F470190"
        },
        {
            "hno": "275",
            "id": "472",
            "nass": "275 - حَدَّثَنِي عَلِيُّ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا يَعْقُوبُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، قَالَ: أَمْسَتْ عَائِشَةُ صَائِمَةً وَلَيْسَ عِنْدَهَا إِلَّا رَغِيفَانِ، فَجَاءَ سَائِلٌ، -[166]- فَأَمَرَتْ لَهُ بِرَغِيفٍ، ثُمَّ جَاءَ آخِرٌ، فَأَمَرَتْ لَهُ بِالرَّغِيفِ الْآخَرِ، فآبَتْ مَوْلَاتُهَا، فَقَالَتِ: انْظُرِي عَلَى مَا تُفْطِرِينَ، فَلَمَّا أَمْسَتْ إِذَا ضَارِبٌ يَضْرِبُ الْبَابَ، فَقَالَتْ: «مِنَ هَذَا؟» ، قَالُوا: رَسُولُ فُلَانٍ، قَالَتْ عَائِشَةُ: «إِنْ كَانَ مَمْلُوكًا فَأَدْخِلِيهِ» ، فَدَخَلَ، فَإِذَا هُوَ قَدْ حَمَلَ شَاةً مَشْوِيَّةً عَلَيْهَا كَفْلُهَا مِنَ الْخُبْزِ، فَقَالَتْ لَهَا عَائِشَةُ: «. §هَذَا خَيْرٌ مِنْ رَغِيفِكَ، لَا وَاللَّهِ مَا كَانُوا أَهْدَوْا لِي مِنْهَا شَيْئًا»",
            "page": "165",
            "part": "1",
            "seal": "029128EF"
        },
        {
            "hno": null,
            "id": "473",
            "nass": "§الْوَلِيدُ بنُ يَزِيدَ",
            "page": "166",
            "part": "1",
            "seal": "56AE6FA4"
        },
        {
            "hno": "276",
            "id": "474",
            "nass": "276 - حَدَّثَنَا هَارُونُ بْنُ سُفْيَانَ، قَالَ: حَدَّثَنَا الْمُعَيْطِيُّ، قَالَ: حَدَّثَنَا بَقِيَّةُ، قَالَ: حَدَّثَنَا أَبُو عَبْدِ اللَّهِ بْنِ سَلَّامٍ الْوُحَاظِيُّ، قَالَ: حَدَّثَنِي مَنْ حَضَرَ الْوَلِيدَ بنَ يَزِيدَ الْخَلِيفَةَ وَابْنَهُ يَتَغَدَّى مَعَهُ، فَإِذَا هُوَ يَلُوكُ لُقْمَةً يُدِيرُهَا فَقَالَ: «وَيْحَكَ أَلْقِهَا §فَإِنَّهَا عَلَى مِعْدَتِكَ أَشَدُّ مِنْهَا عَلَى أَسْنَانِكَ»",
            "page": "166",
            "part": "1",
            "seal": "C8F31961"
        },
        {
            "hno": null,
            "id": "475",
            "nass": "§حَكِيمٌ",
            "page": "167",
            "part": "1",
            "seal": "15403E19"
        },
        {
            "hno": "277",
            "id": "476",
            "nass": "277 - حَدَّثَنَا هَارُونُ بْنُ سُفْيَانَ، حَدَّثَنَا الْمُعَيْطِيُّ مُحَمَّدُ بْنُ عَمْرٍو، قَالَ: حَدَّثَنَا بَقِيَّةُ، قَالَ: حَدَّثَنِي أَرْطَاةُ بْنُ الْمُنْذِرِ، عَنْ ضَمْرَةَ بْنِ حَبِيبٍ، قَالَ: اجْتَمَعَ رِجَالٌ مِنْ أَهْلِ الطِّبِّ عِنْدَ مَلَكٍ مِنَ الْمُلُوكِ، فَسَأَلَهُمْ: مَا رَأْسُ دَوَاءُ الْمَعِدَةِ؟ فَقَالَ كُلُّ رَجُلٍ مِنْهُمْ قَوْلًا، وَرَجُلٌ سَاكِتٌ فَلَمَّا فَرَغُوا قَالَ لَهُ: مَا تَقُولُ أَنْتَ؟ قَالَ: \" قَدْ ذَكَرُوا أَشْيَاءً كُلَّهَا قَدْ تَنْفَعُ بَعْضَ النَّفِعِ، وَلَكِنْ مِلَاكُ ذَلِكَ ثَلَاثَةُ أَشْيَاءَ: §لَا تَأْكُلَنَّ طَعَامًا أَبَدًا إِلَّا وَأَنْتَ تَشْتَهِيهِ، وَلَا تَأْكُلَنَّ لَحْمًا حَتَّى تُنْعِمَ إِنْضَاجَهُ، وَلَا تَبْتَلِعَنَّ لُقْمَةً حَتَّى تَمْضُغَهَا مَضْغًا شَدِيدًا، حَتَّى لَا تَكُونَ عَلَى الْمَعِدَةِ مِنْهَا مَؤُونَةٌ \"",
            "page": "167",
            "part": "1",
            "seal": "6C5A1B08"
        },
        {
            "hno": null,
            "id": "477",
            "nass": "§سُفْيَانُ الثَّوْرِيُّ",
            "page": "167",
            "part": "1",
            "seal": "C036CCDA"
        },
        {
            "hno": "278",
            "id": "478",
            "nass": "278 - حَدَّثَنَا هَارُونُ بْنُ سُفْيَانَ، قَالَ: حَدَّثَنَا الْأَصْمَعِيُّ، قَالَ: -[168]- حَدَّثَنِي عَمْرُو بْنُ حُذَيْمٍ، قَالَ: رَأَيْتُ سُفْيَانَ الثَّوْرِيَّ «§يَشْتَرِي بِنِصْفِ دَانِقٍ لَحْمًا بِمَكَّةَ»",
            "page": "167",
            "part": "1",
            "seal": "832FB246"
        },
        {
            "hno": "279",
            "id": "479",
            "nass": "279 - حَدَّثَنِي هَارُونُ، قَالَ: حَدَّثَنِي الْأَصْمَعِيُّ، قَالَ: بَلَغَنِي أَنَّ سُفْيَانَ الثَّوْرِيَّ، كَانَ §يَضَعُ غَدَاءَهُ وَعَشَاءَهُ رَغِيفَيْنِ، فَإِذَا جَاءَ سَائِلٌ أَعْطَاهُ نِصْفَ رَغِيفٍ، فَإِذَا جَاءَ آخِرٌ بَعْدَ ذَلِكَ، قَالَ: «اللَّهُ يُوسِعُكُمْ»",
            "page": "168",
            "part": "1",
            "seal": "8B7DCCD1"
        },
        {
            "hno": null,
            "id": "480",
            "nass": "§أَبُو عَمْرِو بْنِ الْعَلَاءِ",
            "page": "168",
            "part": "1",
            "seal": "51332BB5"
        },
        {
            "hno": "280",
            "id": "481",
            "nass": "280 - حَدَّثَنَي هَارُونُ، قَالَ: حَدَّثَنِي الْأَصْمَعِيُّ، قَالَ: حَدَّثَنِي أَبُو عَمْرِو بْنِ الْعَلَاءِ، قَالَ: «§إِنْ كَانَ الرَّجُلُ لَيَجْلِسُ عَلَى قِدْرِهِ، فَيَغْرِفُ لِجِيرَانِهِ وَأَهْلِهِ» ، فَقَالَ لَهُ رَجُلٌ: عَلَى قَدْرِهِ؟ قَالَ: «لَا، لَكِنَّكُمْ لَا تَسْقُونَ الْمَاءَ»",
            "page": "168",
            "part": "1",
            "seal": "9876FC65"
        },
        {
            "hno": null,
            "id": "482",
            "nass": "§عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ",
            "page": "168",
            "part": "1",
            "seal": "804AA16C"
        },
        {
            "hno": "281",
            "id": "483",
            "nass": "281 - حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ الْأَوْدِيُّ، قَالَ: حَدَّثَنَا -[169]- الْحُسَيْنُ بْنُ عَلِيٍّ ابْنِ أَخِي لَيْثٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ شَرِيكٍ، عَنْ أَبِيهِ، قَالَ: لَمَّا تَزَوَّجَ عَلِيٌّ أُمَّ الْبَنِينَ بِنْتَ حَازِمٍ، أَقَامَ عِنْدَهَا سَبْعَةً، فَلَمَّا كَانَ الْيَوْمُ السَّابِعُ، أَتَاهَا نِسْوَةٌ، فَأَعْطَى عَلِيٌّ قُنْبَرًا دِرْهَمًا، فَقَالَ: «§اشْتَرِ لَهُنَّ بِهِ عِنَبًا»",
            "page": "168",
            "part": "1",
            "seal": "866AD441"
        },
        {
            "hno": null,
            "id": "484",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "169",
            "part": "1",
            "seal": "461AD0B1"
        },
        {
            "hno": "282",
            "id": "485",
            "nass": "282 - حَدَّثَنِي مُحَمَّدُ بْنُ عُثْمَانَ الْعِجْلِيُّ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعِ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، قَالَ: «§إِيَّاكُمْ، وَاللَّحْمَ، فَإِنَ لَهُ ضَرَاوَةٌ كَضَرَاوَةِ الْخَمْرِ»",
            "page": "169",
            "part": "1",
            "seal": "C9E9BF2F"
        },
        {
            "hno": null,
            "id": "486",
            "nass": "§بَيْتُ النُّبُوَّةِ",
            "page": "169",
            "part": "1",
            "seal": "F68D916D"
        },
        {
            "hno": "283",
            "id": "487",
            "nass": "283 - حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرِ بْنِ خَالِدٍ، قَالَ: حَدَّثَنَا الْفَضَيْلُ بْنُ -[170]- عِيَاضٍ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: «§كَانَ يَأْتِي آلَ مُحَمَّدٍ الشَّهْرُ، وَالشَّهْرُ، وَالشَّهْرُ، وَمَا يَخْتَبِزُونَ»",
            "page": "169",
            "part": "1",
            "seal": "9FD61ED1"
        },
        {
            "hno": null,
            "id": "488",
            "nass": "§نَبِيٌّ عَلَيْهِ السَّلَامُ",
            "page": "170",
            "part": "1",
            "seal": "D4D42075"
        },
        {
            "hno": "284",
            "id": "489",
            "nass": "284 - حَدَّثَنِي مُحَمَّدُ بْنُ الْمُغِيرَةِ، قَالَ: حَدَّثَنَا كَثِيرُ بْنُ هِشَامٍ، قَالَ: حَدَّثَنَا يَحْيَى، عَنْ مَطَرِ الْوَرَّاقِ، قَالَ: «§شَكَا نَبِيٌّ مِنَ الْأَنْبِيَاءِ إِلَى اللَّهِ سُبْحَانَهُ وَتَعَالَى الضَّعْفَ، -[171]- فَأَوْحَى اللَّهُ إِلَيْهِ أَنْ أَطْبُخِ اللَّحْمَ بِاللَّبَنِ»",
            "page": "170",
            "part": "1",
            "seal": "1C73EFC6"
        },
        {
            "hno": null,
            "id": "490",
            "nass": "§حَدِيثٌ",
            "page": "171",
            "part": "1",
            "seal": "BA855713"
        },
        {
            "hno": "285",
            "id": "491",
            "nass": "285 - حَدَّثَنِي يَعْقُوبُ بْنُ عُبَيْدٍ، قَالَ: أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا جَعْفَرُ بْنُ بُرْدٍ، حَدَّثَتْنَا أُمُّ سَالِمٍ الرَّاسِبِيَّةُ، عَنْ عَائِشَةَ، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا أُتِيَ بِاللَّبِنِ قَالَ: «§كَمْ فِي الْبَيْتِ؟ بَرَكَةٌ أَوْ بَرَكَتَانِ»",
            "page": "171",
            "part": "1",
            "seal": "80BFD2CF"
        },
        {
            "hno": null,
            "id": "492",
            "nass": "§عُثْمَانُ بْنُ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ",
            "page": "172",
            "part": "1",
            "seal": "50BF33DF"
        },
        {
            "hno": "286",
            "id": "493",
            "nass": "286 - حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ شُرَحْبِيلِ بْنِ مُسْلِمٍ، قَالَ: كَانَ عُثْمَانُ بْنُ عَفَّانَ «§يَصْنَعُ لِلنَّاسِ طَعَامَ الْأُمَرَاءِ، وَيَدْخُلُ بَيْتَهُ فَيَأْكُلُ الْخَلَّ وَالزَّيْتَ»",
            "page": "172",
            "part": "1",
            "seal": "4DC20E34"
        },
        {
            "hno": null,
            "id": "494",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "172",
            "part": "1",
            "seal": "1453D3D0"
        },
        {
            "hno": "287",
            "id": "495",
            "nass": "287 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ شُمَيْطٍ، قَالَ: سَمِعْتُ شُمَيْطَ بْنَ عَجْلَانَ، يَقُولُ: سَمِعْتُ الْحَسَنَ، يَقُولُ: \" §إِنَّ الْمُؤْمَنَ يتَقَلَّبُ بِالْيَقِينِ، يَكْفِيهِ مَا يَكْفِي الْعُنَيْزَةَ: الْكَفُّ مِنَ التَّمْرِ، وَالشَّرْبَةُ مِنَ الْمَاءِ \"",
            "page": "172",
            "part": "1",
            "seal": "5EB94C23"
        },
        {
            "hno": null,
            "id": "496",
            "nass": "§حَدِيثٌ",
            "page": "172",
            "part": "1",
            "seal": "058C54A1"
        },
        {
            "hno": "288",
            "id": "497",
            "nass": "288 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ: حَدَّثَنَا قُرَّةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنِ الزُّهْرِيِّ، عَنْ -[173]- عُرْوَةَ، عَنْ أَسْمَاءَ،: أَنَّهَا كَانَتْ إِذَا ثَرَدَتْ غَطَّتْهُ حَتَّى تَذْهَبَ فَوْرَتُهُ، وَتَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «§إِنَّهُ أَعْظَمُ لِلْبَرَكَةِ»",
            "page": "172",
            "part": "1",
            "seal": "CEE67750"
        },
        {
            "hno": null,
            "id": "498",
            "nass": "§شَقِيقُ بْنُ سَلَمَةَ",
            "page": "173",
            "part": "1",
            "seal": "80F7FE4E"
        },
        {
            "hno": "289",
            "id": "499",
            "nass": "289 - حَدَّثَنَا مُحَمَّدُ بْنُ حَسَّانَ السَّمْتِيُّ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ عَابِسٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي رَزِينٍ، أَنَّ أَبَا وَائِلٍ، «§أَوْلَمَ بِرَأْسِ بَقَرَةٍ وَأَرْبَعَةِ أَرْغِفَةٍ»",
            "page": "173",
            "part": "1",
            "seal": "D1BEA8BD"
        },
        {
            "hno": null,
            "id": "500",
            "nass": "§عَبْدُ اللَّهِ بْنُ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "173",
            "part": "1",
            "seal": "4CDCC583"
        },
        {
            "hno": "290",
            "id": "501",
            "nass": "290 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبَّادِ بْنِ مُوسَى، قَالَ: أَخْبَرَنَا زَيْدُ بْنُ -[174]- الْحُبَابِ، قَالَ: أَخْبَرَنِي أَبُو كَعْبٍ، بَيَّاعُ الْحَرِيرِ، قَالَ: أَخْبَرَنَا أَنَسُ بْنُ سِيرِينَ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، اشْتَهَى سَمَكًا طَرِيًّا، فَأُتِيَ بِهِ عَلَى رَأْسِ أَمْيَالٍ مِنَ الْمَدِينَةِ قَدْ شُوِيَ لَهُ، وَجُعِلَ لَهُ خُبْزٌ رِقَاقٌ، فَأُتِيَ بِهِ عِنْدَ إِفْطَارِهِ عَلَى خِوَانٍ، فَجَعَلَ يَنْظُرُ فِيهِ، فَقَالَ: \" اذْهَبُوا بِهِ إِلَى يَتَامَى بَنِي فُلَانٍ، فَقَالَتْ لَهُ صَاحَبَتُهُ: خُذْ مِنْهُ شَهْوَتَكَ، ثُمَّ نَذْهَبُ بِهِ إِلَى يَتَامَى بَنِي فُلَانٍ، قَالَ: «§اذْهَبُوا بِهِ إِلَى يَتَامَى بَنِي فُلَانٍ، فَإِنَّهُ إِذَا أَخَذُوا مِنْهُ شَهْوَتَهُمْ، فَقَدْ أَخَذْتُ مِنْهُ شَهْوَتِي» ، فَرَدَدْتُ عَلَيْهِ، فَكُلُّ ذَلِكَ يَقُولُهَا مِثْلَ ذَلِكَ",
            "page": "173",
            "part": "1",
            "seal": "1E62CE6E"
        },
        {
            "hno": null,
            "id": "502",
            "nass": "§عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "174",
            "part": "1",
            "seal": "15AFDDCE"
        },
        {
            "hno": "291",
            "id": "503",
            "nass": "291 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ عُمَرَ، \" §رَأَى فِي يَدَهُ لَحْمًا قَدِ اشْتَرَاهُ بِدِرْهَمٍ، فَعَلَاهُ بِالدِّرَّةِ، فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ مَا اشْتَرَيْتُهُ لِنَفْسِي، إِنَّمَا اشْتَهَى بَعْضُ أَهْلِي فَاشْتَرَيْتُهُ لَهُ، فَتَرَكَهُ \"",
            "page": "174",
            "part": "1",
            "seal": "37A32D20"
        },
        {
            "hno": null,
            "id": "504",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "174",
            "part": "1",
            "seal": "018C6870"
        },
        {
            "hno": "292",
            "id": "505",
            "nass": "292 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، -[175]- عَنْ. . . . . . أَبِي مُحَمَّدٍ قَالَ: دُعِيَ الْحَسَنُ إِلَى وَلِيمَةٍ، فَقُمْنَا مَعَهُ، فَطَعِمَ الْقَوْمُ وَطَعِمَ، وَدَعَا بِالْبَرَكَةِ، فَقِيلَ لَهُ: إِنَّهُمْ قَدْ جَاؤُوا بِطَعَامِ كَذَا وَكَذَا، قَالَ: «§لَيْسَ فِي الطَّعَامِ سَرِفٌ»",
            "page": "174",
            "part": "1",
            "seal": "7C39D916"
        },
        {
            "hno": "293",
            "id": "506",
            "nass": "293 - وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبَّادٍ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ أَبِي بَكْرٍ الْبَصْرِيِّ، قَالَ: أَخْبَرَنَا يُونُسُ بْنُ عُبَيْدِ، قَالَ: كُنَّا عِنْدَ الْحَسَنِ، §فَأُهْدِيَتْ إِلَيْهِ سَلَّةٌ مِنْ سُكَّرٍ، فَفَتَحَ السَّلَّةَ، فَلَمْ يَرَ سُكُّرًا كَانَ أَحْسَنَ مِنْهُ، فَدَفَعَهَا بِرِجْلِهِ: ثُمَّ قَالَ: «اهْضِمُوا» ، يَعْنِي كُلُوا",
            "page": "175",
            "part": "1",
            "seal": "EF152868"
        },
        {
            "hno": null,
            "id": "507",
            "nass": "§مَالِكُ بْنُ دِينَارٍ",
            "page": "175",
            "part": "1",
            "seal": "AD0757BE"
        },
        {
            "hno": "294",
            "id": "508",
            "nass": "294 - حَدَّثَنِي عَلِيُّ بْنُ الْحَسَنِ بْنِ أَبِي مَرْيَمَ، عَنْ يَحْيَى بْنِ إِسْحَاقَ، قَالَ: حَدَّثَنَا حَزْمٌ الْقُطَعِيُّ، قَالَ: -[176]- اشْتَهَى مَالِكُ بْنُ دِينَارٍ سَمَكًا مُنْذُ زَمَانٍ طَوِيلٍ، فَقَالَ لِرَجُلٍ مِنْ إِخْوَانِهِ: «إِنِّي لَأَشْتَهِي السَّمَكَ مُنْذُ دَهْرٍ» ، فَهَيَّأَهُ لَهُ، ثُمَّ أَتَى بِهِ، فَنَظَرَ إِلَيْهِ، ثُمَّ أَخَذَ بِلِحْيَةِ نَفْسِهِ، ثُمَّ قَالَ: «يَا مَالِكٌ، §كُلَّمَا اشْتَهَيْتَ شَيْئًا أَكَلْتَهُ؟ وَكُلَّمَا أَرَدْتَ شَيْئًا رَكِبْتَهُ؟ بِئْسَ الْعَمَلُ هَذَا يَا مَالِكٌ سَوْءَةَ لَكَ، مَا أَقْبَحَ هَذَا بِمَالِكٍ»",
            "page": "175",
            "part": "1",
            "seal": "DF4DBD83"
        },
        {
            "hno": "295",
            "id": "509",
            "nass": "295 - حَدَّثَنِي ابْنُ أَبِي مَرْيَمَ، عَنْ حَجَّاجِ بْنِ نُصَيْرٍ، قَالَ: حَدَّثَنَا الْمُنْذِرُ أَبُو يَحْيَى، قَالَ: رَأَيْتُ مَالِكَ بْنَ دِينَارٍ وَمَعَهُ كُرَاعٌ مِنْ هَذِهِ الَّتِي تُطْبَخُ، قَالَ: \" فَهُوَ يَشُمُّهُ سَاعَةً بَعْدَ سَاعَةٍ، حَتَّى مَرَّ عَلَى شَيْخٍ مُبْتَلًى، فَنَاوَلَهُ الْكُرَاعَ، ثُمَّ مَسَحَ يَدَهُ بِالْجِدَارِ، ثُمَّ وَضَعَ كِسَاءَهُ عَلَى رَأْسِهِ وَانْطَلَقَ، فَلَقِيتُ صَدِيقًا لَهُ، فَقُلْتُ لَهُ: لَقَدْ رَأَيْتُ مِنْ أَبِي يَحْيَى الْيَوْمَ شَيْئًا عَجِيبًا قَالَ: وَمَا هُوَ؟ قُلْتُ: كَذَا وَكَذَا، قَالَ: أُخْبِرُكَ أَنَّهُ §كَانَ يَشْتَهِيهِ مُنْذُ زَمَانٍ طَوِيلٍ، فَلَمْ تَطِبْ نَفْسِهِ أَنْ يَأْكُلَهُ، فَتَصَدَّقَ بِهِ \"",
            "page": "176",
            "part": "1",
            "seal": "65808F0B"
        },
        {
            "hno": "296",
            "id": "510",
            "nass": "296 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا عُثْمَانُ أَبُو إِبْرَاهِيمَ، مِنْ جُلَسَاءِ مَالِكِ بْنِ دِينَارٍ، قَالَ: -[177]- سَمِعْتُ مَالِكًا، يَقُولُ لِرَجُلٍ مِنْ إِخْوَانِهِ: «إِنِّي لَأَشْتَهِي رَغِيفًا لَيِّنًا بِلَبَنٍ رَائِبٍ» ، قَالَ: فَانْطَلَقَ فَجَاءَ بِهِ، فَجَعَلَ يَنْظُرُ إِلَيْهِمَا، ثُمَّ قَالَ: «§اشْتَهَيْتُكَ مُنْذُ أَرْبَعِينَ سَنَةٍ فَغَلَبْتُكَ، أَفَتُرِيدُ أَنْ تَغْلِبَنِي الْآنَ؟ ارْفَعْهُ عَنِّي» ، وَأَبَى أَنْ يَأْكُلَ",
            "page": "176",
            "part": "1",
            "seal": "47684ADF"
        },
        {
            "hno": null,
            "id": "511",
            "nass": "§عَبْدُ الْعَزِيزِ بْنُ سُلَيْمَانَ الْعَابِدِ",
            "page": "177",
            "part": "1",
            "seal": "988DF5A6"
        },
        {
            "hno": "297",
            "id": "512",
            "nass": "297 - حَدَّثَنِي ابْنُ أَبِي مَرْيَمَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَتْنِي أُمِّي، قَالَتْ: قَالَ لِي أَبُوكَ يَوْمًا: أَشْتَهِي لَبَنًا بِخُبْزٍ ثَخِينٍ، قَالَتْ: فَهَيَّأْتُهُ لِفِطْرِهِ، فَوَضَعْتُهُ بَيْنَ يَدَيْهِ، وَإِذَا سَائِلٌ يَقُولُ: مَنْ يُقْرِضُ الْمَلِيءَ الْوَفِيَّ؟ قَالَتْ: يَقُولُ أَبُوكَ: «§عَبْدُهُ الْمُعْدَمُ مِنَ الْحَسَنَاتِ» ، قَالَتْ: ثُمَّ أَخَذَ الصُّحْفَةَ، فَخَرَجَ بِهَا، فَدَفَعَهَا بِمَا فِيهَا إِلَى السَّائِلِ، وَبَاتَ لَيْلَتَهُ طَاوِيًا فَقُلْتُ لَهُ فِي السَّحَرِ: أَلَا آتِيكَ بِكِسْرَةٍ تُقِيمُ بِهَا صُلْبَكَ غَدًا؟ قَالَ: «لَا، مَا أَجِدُ إِلَى ذَلِكَ مِنْ حَاجَةٍ»",
            "page": "177",
            "part": "1",
            "seal": "7C89FAAF"
        },
        {
            "hno": null,
            "id": "513",
            "nass": "§دَاوُدُ الطَّائِيُّ",
            "page": "178",
            "part": "1",
            "seal": "24481957"
        },
        {
            "hno": "298",
            "id": "514",
            "nass": "298 - حَدَّثَنِي ابْنُ أَبِي مَرْيَمَ، عَنْ قَبِيصَةَ، قَالَ: حَدَّثَنِي صَاحِبٌ، لَنَا: \" أَنَّ امْرَأَةً مِنْ أَهْلِ دَاوُدَ الطَّائِيَّ صَنَعْتُ لِدَاودَ الطَّائِيَّ ثَرِيدَةً بِسَمْنٍ، ثُمَّ بَعَثَتْ بِهَا إِلَيْهِ حِينَ إِفْطَارِهِ مَعَ جَارِيَةٍ لَهَا، وَكَانَ بَيْنَهَا وَبَيْنَهُمْ رَضَاعٌ، قَالَتِ الْجَارِيَةُ: فَأَتَيْتُهُ بِالْقَصْعَةِ، فَوَضَعْتُهَا بَيْنَ يَدَيْهِ فِي الْحُجْرَةِ، قَالَتْ: فَتَهَيَّأَ لِيَأْكُلَ مِنْهَا، فَجَاءَ سَائِلٌ، فَوَقَفَ عَلَى الْبَابِ، فَقَامَ إِلَيْهِ، فَدَفَعَهَا إِلَيْهِ، وَجَلَسَ مَعَهُ عَلَى الْبَابِ حَتَّى أَكَلَهَا، قَالَ: ثُمَّ دَخَلَ، فَغَسَلَ الْقَصْعَةَ، ثُمَّ عَمَدَ إِلَى تَمْرٍ كَانَ بَيْنَ يَدَيْهِ، قَالَتِ الْجَارِيَةُ: ظَنَنْتُ أَنَّهُ كَانَ أَعْدَهُ لِعَشَائِهِ، فَوَضَعَهُ فِي الْقَصْعَةِ وَدَفَعَهُ إِلَيَّ، وَقَالَ: \" §أَقْرِئْهَا السَّلَامَ، قَالَتِ الْجَارِيَةُ: دَفَعَ إِلَيَّ السَّائِلُ مَا جِئْنَا بِهِ، وَدَفَعَ إِلَيْنَا مَا أَرَادَ أَنْ يُفْطِرَ عَلَيْهِ، قَالَتْ: وَأَظُنُّهُ مَا بَاتَ إِلَّا طَاوِيًا \" قَالَ قَبِيصَةُ: كُنْتُ أَرَاهُ قَدْ نَحَلَ جِدًّا",
            "page": "178",
            "part": "1",
            "seal": "7D4F74EC"
        },
        {
            "hno": "299",
            "id": "515",
            "nass": "299 - حَدَّثَنِي أَبُو سَعِيدٍ الْأَشَجُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْكَرِيمِ بْنِ حَسَّانَ، عَنْ حَمَّادِ بْنِ أَبِي حَنِيفَةَ، -[179]- أَنَّ دَاوُدَ الطَّائِيَّ، كَانَتْ تَخْدِمُهُ امْرَأَةٌ، قَالَتْ لَهُ: لَوْ طَبَخْتُ لَكَ دَسَمًا فَتَأْكُلَهُ؟ قَالَ: «وَدِدْتُ» ، قَالَ: فَطَبَخَتْ لَهُ دَسَمًا، وَجَاءَتْ بِهِ، فَقَالَ لَهَا: «مَا فَعَلَ أَيْتَامُ بَنِي فُلَانٍ؟» قَالَتْ: عَلَى حَالِهِمْ، قَالَ: «اذْهَبِي بِهِ إِلَيْهِمْ» ، قَالَتْ: فَدَيْتُكَ أَنْتَ لَمْ تَأْكُلْ أُدْمًا مُنْذُ كَذَا وَكَذَا؟ قَالَ: «إِنَّ §هَذَا إِذَا أَكَلُوهُ كَانَ لَنَا عِنْدَ اللَّهِ مَدْخُورًا، وَإِذَا أَكَلْتُهُ كَانَ فِي الْحُشِّ»",
            "page": "178",
            "part": "1",
            "seal": "563DCE3A"
        },
        {
            "hno": "300",
            "id": "516",
            "nass": "300 - حَدَّثَنِي أَبُو سَعِيدٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْكَرِيمِ، عَنْ حَمَّادِ بْنِ أَبِي حَنِيفَةَ، قَالَ: دَخَلْتُ عَلَى دَاوُدَ الطَّائِيِّ وَعَلَيْهِ ثِيَابٌ شَقَقٌ، فَسَمِعْتُهُ يَقُولُ: «§اشْتَهَيْتِ جَوزًا فَأَطْعَمْتُكِ، ثُمَّ اشْتَهَيْتِ جَوزًا وَتَمْرًا، آلَيْتُ أَلَّا تَأْكُلِيهِ أَبَدًا» ، قَالَ: فَسَلَّمْتُ عَلَيْهِ وَدَخَلْتُ، فَإِذَا هُوَ وَحْدَهُ يُعَاتِبُ نَفْسَهُ",
            "page": "179",
            "part": "1",
            "seal": "C0E04AB6"
        },
        {
            "hno": null,
            "id": "517",
            "nass": "§إِبْرَاهِيمُ بْنُ أَدْهَمَ",
            "page": "180",
            "part": "1",
            "seal": "CD326113"
        },
        {
            "hno": "301",
            "id": "518",
            "nass": "301 - حَدَّثَنِي مُحَمَّدُ بْنُ هَارُونَ، قَالَ: سَمِعْتُ أَبَا صَالِحَ الْفَرَّاءَ، قَالَ: سَمِعْتُ أَبَا إِسْحَاقَ الْفَزَارِيَّ، قَالَ: سَمِعْتُ إِبْرَاهِيمَ بْنَ أَدْهَمَ، يَقُولُ: «§أَصَابَتْنَا مَخْمَصَةٌ بِمَكَّةَ، فَمَكَثْتُ أَيَّامًا أَبُلُّ الطِّينَ بِالْمَاءِ فَآكُلُهُ»",
            "page": "180",
            "part": "1",
            "seal": "5C1EF997"
        },
        {
            "hno": "302",
            "id": "519",
            "nass": "302 - حَدَّثَنِي مُحَمَّدُ بْنُ هَارُونَ، قَالَ: حَدَّثَنَا أَبُو عُمَيْرِ بْنِ النَّحَّاسِ، قَالَ: حَدَّثَنَا ضَمْرَةُ، عَنْ إِبْرَاهِيمَ بْنِ أَدْهَمٍ، قَالَ: «§مَا أُرَانِي أُؤْجَرُ فِي تَرْكِي الطَّعَامِ وَالطِّيبِ وَالشَّرَابِ أَنِّي لَا أَشْتَهِيهِ»",
            "page": "180",
            "part": "1",
            "seal": "655B8F14"
        },
        {
            "hno": "303",
            "id": "520",
            "nass": "303 - حَدَّثَنِي مُحَمَّدُ بْنُ هَارُونَ، قَالَ: حَدَّثَنَا أَبُو صَالِحٍ الْفَرَّاءُ، قَالَ: سَمِعْتُ أَبَا إِسْحَاقَ الْفَزَارِيَّ، قَالَ: قُلْتُ لِإِبْرَاهِيمَ بْنِ أَدْهَمَ: مَا نَرَاكَ تَأْتِي طُرَفَ الرُّوحِ وَلَا تَأْكُلْ مِنْ -[181]- لَحْمِهِمْ، أَتَدَعُهُ وَبِكَ إِلَيْهِ حَاجَةٌ؟ قَالَ: «§مَا أَدَعُهُ وَبِي إِلَيْهِ حَاجَةٌ»",
            "page": "180",
            "part": "1",
            "seal": "DBE5F31E"
        },
        {
            "hno": null,
            "id": "521",
            "nass": "§يَزِيدُ الرَّقَاشِيُّ",
            "page": "181",
            "part": "1",
            "seal": "D2CA9B41"
        },
        {
            "hno": "304",
            "id": "522",
            "nass": "304 - حَدَّثَنَا عَلِيُّ بْنُ حَرْبٍ الطَّائِيُّ، قَالَ: حَدَّثَنَا أَبُو دَاوُدَ الْمَغْرِبِيُّ، عَنِ ابْنِ السَّمَّاكِ، عَنْ أَشْعَثَ، قَالَ: دَخَلْتُ عَلَى يَزِيدَ الرَّقَاشِيِّ، قَالَ: «يَا أَشْعَثَ، تَعَالَ نَبْكِي عَلَى الْمَاءِ الْبَارِدِ، ثُمَّ الظَّمَأِ» ، قَالَ فَجَعَلَ يَقُولُ: «§سَبَقَنِي الْعَابِدُونَ وَقُطِعَ بِي وَا لَهْفَاهُ» ، قَالَ: وَقَدْ صَامَ اثْنَتَيْنِ وَأَرْبَعِينَ سَنَةً",
            "page": "181",
            "part": "1",
            "seal": "FEE68075"
        },
        {
            "hno": "305",
            "id": "523",
            "nass": "305 - حَدَّثَنِي عُبَيْدُ اللَّهِ الْعَتَكِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مَرْوَانَ، عَنْ يُونُسَ بْنِ أَبِي الْفُرَاتِ، قَالَ: كَتَبَ يَزِيدُ الرَّقَاشِيُّ إِلَى أَشْعَثَ الْحُدَّانِيِّ: «إِنَّ كُنْتَ قَاعِدًا فَقُمْ، وَإِنَّ كُنْتَ قَائِمًا فَأَقْبَلْ» ، قَالَ: فَرَكِبْتُ حِمَارًا، فَأَتَيْتُهُ، فَلَمَّا دَخَلْتُ عَلَيْهِ، قَالَ: «أَتَدْرِي لِمَ أَرْسَلْتُ إِلَيْكَ» ؟ قُلْتُ: لَا، قَالَ: «§إِنَّمَا أَرْسَلْتُ إِلَيْكَ لِنَبْكِيَ الْيَوْمَ عَلَى الْمَاءِ الْبَارِدِ يَوْمَ الْقِيَامَةِ»",
            "page": "182",
            "part": "1",
            "seal": "CAA8D114"
        },
        {
            "hno": null,
            "id": "524",
            "nass": "§قَيِّمٌ مِنْ بَنِي إِسْرَائِيلَ",
            "page": "182",
            "part": "1",
            "seal": "CD7FABC5"
        },
        {
            "hno": "306",
            "id": "525",
            "nass": "306 - حَدَّثَنَا إِمْلَاءً، قَالَ: حَدَّثَنِي الْحَسَنُ بْنُ الصَّبَّاحِ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا الْمَسْعُودِيُّ، عَنْ عَوْنٍ، قَالَ: \" كَانَ لِبَنِي إِسْرَائِيلَ قَيِّمٌ يَقُومُ عَلَيْهِمْ، يَقُولُ: §لَا تَأْكُلُوا كَثِيرًا، فَإِنَّكُمْ إِنْ أَكَلْتُمْ كَثِيرًا نِمْتُمْ كَثِيرًا، وَإِنْ نِمْتُمْ كَثِيرًا صَلَّيْتُمْ قَلِيلًا \"",
            "page": "182",
            "part": "1",
            "seal": "68DA475A"
        },
        {
            "hno": null,
            "id": "526",
            "nass": "§حَدِيثٌ",
            "page": "183",
            "part": "1",
            "seal": "77F48201"
        },
        {
            "hno": "307",
            "id": "527",
            "nass": "307 - حَدَّثَنِي يَعْقُوبُ بْنُ عُبَيْدٍ، قَالَ: أَخْبَرَنِي يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا الْجَرَّاحُ بْنُ الْمِنْهَالِ الْجَزَرِيُّ، عَنِ الزُّهْرِيِّ، عَنْ رَجُلٍ، عَنِ ابْنِ عُمَرَ، قَالَ: خَرَجْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى دَخَلَ بَعْضَ حِيطَانِ الْأَنْصَارِ، فَجَعَلَ يَلْتَقِطُ وَيَأْكُلُ، فَقَالَ: «يَا ابْنَ عُمَرَ، مَا لَكَ لَا تَأْكُلُ» ؟ قُلْتُ: يَا رَسُولَ اللَّهِ، لَا أَشْتَهِيهِ، قَالَ: «لَكِنِّي أَشْتَهِيهِ، وَهَذَا صُبْحُ رَابِعَةٍ مُذْ لَمْ أَذُقْ طَعَامًا وَلَمْ أَجِدْهُ، وَلَوْ شِئْتُ لَدَعَوْتُ رَبِّي فَأَعْطَانِي مِثْلَ كِسْرَى وَقَيْصَرَ، فَكَيْفَ بِكَ يَا ابْنَ عُمَرَ إِذَا بَقِيَتَ فِي قَوْمٍ يُخْبِؤُونَ رِزْقَ سَنَتِهِمْ» ، قَالَ: فَوَاللَّهِ مَا بَرَحْنَا حَتَّى نَزَلَتْ: {وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ} [العنكبوت: 60] ، -[184]- فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَأْمُرُنِي بِكَنْزِ الدُّنْيَا، وَلَا بِاتِّبَاعِ الشَّهَوَاتِ، فَمَنْ كَنَزَ دُنْيَا يُرِيدُ بِهِ حَيَاةً بَاقِيَةً، فَإِنَّ الْحَيَاةَ بِيَدِ اللَّهِ، أَلَا وَإِنِّي لَا أَكْنَزُ دِينَارًا وَلَا دِرْهَمًا، وَلَا أَخْبَأُ رِزْقًا لِغَدٍ»",
            "page": "183",
            "part": "1",
            "seal": "AF162D18"
        },
        {
            "hno": null,
            "id": "528",
            "nass": "§مُجَاهِدٌ",
            "page": "184",
            "part": "1",
            "seal": "95E7E7ED"
        },
        {
            "hno": "308",
            "id": "529",
            "nass": "308 - حَدَّثَنِي الْعَبَّاسُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الصَّلْتِ، قَالَ: حَدَّثَنَا أَبُو كُدَيْنَةَ، عَنْ لَيْثٍ، قَالَ: قَالَ مُجَاهِدٌ: «§لَوْ كُنْتُ آكُلُ كُلَّ مَا أَشْتَهِي مَا سَاوَيْتُ حَشَفَةً»",
            "page": "184",
            "part": "1",
            "seal": "7F4441AD"
        },
        {
            "hno": null,
            "id": "530",
            "nass": "§سُلَيْمَانُ عَلَيْهِ السَّلَامُ",
            "page": "184",
            "part": "1",
            "seal": "0049F9E6"
        },
        {
            "hno": "309",
            "id": "531",
            "nass": "309 - حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، قَالَ: حَدَّثَنَا حَسَّانُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا السَّرِيُّ بْنُ يَحْيَى، عَنْ فَرْقَدٍ السَّبَخِيِّ، «أَنَّ سُلَيْمَانَ بْنَ دَاوُدَ عَلَيْهِمَا السَّلَامُ، كَانَ §يُطْعِمُ النَّاسَ -[185]- الْحُوَّارَى، وَيَأْكُلُ هُوَ مِنْ خُبْزِ الشَّعِيرِ»",
            "page": "184",
            "part": "1",
            "seal": "D4409DD4"
        },
        {
            "hno": null,
            "id": "532",
            "nass": "§لُقْمَانُ الْحَكِيمُ",
            "page": "185",
            "part": "1",
            "seal": "3F0B6CA7"
        },
        {
            "hno": "310",
            "id": "533",
            "nass": "310 - حَدَّثَنِي مُحَمَّدُ بْنُ إِسْحَاقَ، قَالَ: حَدَّثَنَا حَسَّانُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنِي السَّرِيُّ بْنُ يَحْيَى، عَنِ الْحَسَنِ، أَنَّ لُقْمَانَ، قَالَ لِابْنِهِ: «يَا بُنَيَّ، §لَا تَأْكُلُ شِبَعًا عَلَى شَبِعَ، فَإِنَّهُ رُبَّ أَكْلَةٍ قَدْ أَوْرَثَتْ صَاحِبَهَا دَاءً»",
            "page": "185",
            "part": "1",
            "seal": "98582C8E"
        },
        {
            "hno": null,
            "id": "534",
            "nass": "§عَبْدُ اللَّهِ بْنُ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمْا",
            "page": "185",
            "part": "1",
            "seal": "4BFEC3A4"
        },
        {
            "hno": "311",
            "id": "535",
            "nass": "311 - حَدَّثَنِي الْحَسَنُ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا الْحَارِثُ بْنُ مِسْكِينَ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، قَالَ: صَحِبَ ابْنَ عُمَرَ رَجُلٌ فِي سَفَرٍ، وَكَانَ الرَّجُلُ إِذَا أُتِيَ بِالطَّعَامِ أَكَلَ مِنْهُ لُقَمًا ثُمَّ مَسَحَ يَدَهُ، وَإِذَا أُتِيَ بِالشَّرَابِ شَرِبَ مِنْهُ جُرَعًا، فَقَالَ لَهُ ابْنُ عُمَرَ: «يَا ابْنَ أَخِي، §مَا لَكَ لَا تَأْكُلُ مِنَ الطَّعَامِ فَتَشْبَعَ، وَتَشْرَبَ مِنَ الشَّرَابِ فَتَنْهَلَ؟» قَالَ، وَالنَّارُ بَيْنَ يَدَيِّ ابْنِ عُمَرَ: لَا وَاللَّهِ حَتَّى أَنْظُرَ غَدًا أَيْنَ أَكُونُ، وَأَيْنَ يَكُونُ مَكَانِي؟ -[186]- قَالَ: فَمَا رُئِيَ ابْنُ عُمَرَ بَعْدَ ذَلِكَ الرَّجُلَ مُمْتَلِئًا حَتَّى لَقِيَ اللَّهَ. ¶ 312 - أَنْشِدْنِي أَبُو عَبْدِ اللَّهِ:. . . .",
            "page": "185",
            "part": "1",
            "seal": "EC111F7B"
        },
        {
            "hno": "313",
            "id": "536",
            "nass": "§الصَّائِمُونَ ¶ 313 -. . . . . . . . . . . . . . . . . . . . . . . . . . رِيحًا مُنْذُ دَخَلْنَا الْجَنَّةَ أَطْيَبَ مِنْ هَذِهِ. فَيُقَالُ: هَذِهِ رَائِحَةُ أَفْوَاهِ الصُّوَّامِ. وَيُرَوِّحُ أَهْلُ النَّارِ بِرَائِحَةٍ، فَيَقُولُونَ: رَبَّنَا مَا وَجَدْنَا رَائِحَةً مُنْذُ دَخَلْنَا النَّارَ أَنْتَنَ مِنْ هَذِهِ. فَيَقُولُ: هَذَا رِيحُ فَرُّوجِ الزُّنَاةِ",
            "page": "186",
            "part": "1",
            "seal": "2C680453"
        },
        {
            "hno": null,
            "id": "537",
            "nass": "§ثَوْرُ بنُ يَزِيدَ",
            "page": "186",
            "part": "1",
            "seal": "8996EA13"
        },
        {
            "hno": "314",
            "id": "538",
            "nass": "314 - قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: حَدَّثَنَا يَحْيَى بْنُ عِيسَى، عَنْ بِشْرِ بْنِ مَنْصُورٍ، عَنْ ثَوْرِ بنِ يَزِيدَ، قَالَ: -[187]- \" قَرَأْتُ فِي الْكُتُبِ: §طُوبَى لِلَّذِينَ يَتَظَامَئُونَ وَيَتَجَوَّعُونَ لِلْبِرِّ، أُولَئِكَ الَّذِينَ يَأْوُونَ فِي حَظِيرَةِ الْقُدُسِ عِنْدِي \"",
            "page": "186",
            "part": "1",
            "seal": "56C7902D"
        },
        {
            "hno": null,
            "id": "539",
            "nass": "§يَزِيدُ الرَّقَاشِيُّ",
            "page": "187",
            "part": "1",
            "seal": "9C68A765"
        },
        {
            "hno": "315",
            "id": "540",
            "nass": "315 - قَالَ مُحَمَّدٌ: حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ قَالَ: حَدَّثَنَا أَبْو إِسْحَاقُ الْحُمَيْسِيُّ، قَالَ: سَمِعْتُ يَزِيدَ الرَّقَاشِيَّ، يَقُولُ: «§بَلَغَنَا أَنَّ الْمُتَجَوِّعِينَ لِلَّهِ فِي الرَّعِيلِ الْأَوَّلِ يَوْمَ الْقِيَامَةِ»",
            "page": "187",
            "part": "1",
            "seal": "45375195"
        },
        {
            "hno": null,
            "id": "541",
            "nass": "§الْحَسَنُ الْبَصْرِيُّ",
            "page": "187",
            "part": "1",
            "seal": "5E706FB3"
        },
        {
            "hno": "316",
            "id": "542",
            "nass": "316 - قَالَ مُحَمَّدٌ: حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانَ الْبَاهِلِيُّ، قَالَ: سَمِعْتُ عَبْدَ الْوَاحِدِ بْنَ زَيْدٍ، عَنِ الْحَسَنِ، قَالَ: عُرِضَ عَلَيْهِ طَعَامٌ، فَقَالَ: «إِنِّي صَائِمٌ» ، فَقِيلَ لَهُ: فِي هَذَا الْحَرِّ الشَّدِيدِ تَصُومُ؟ قَالَ: «إِنِّي §أَحَبُّ أَنْ أَكُونَ فِي الرَّعِيلِ الْأَوَّلِ»",
            "page": "187",
            "part": "1",
            "seal": "CF4219E7"
        },
        {
            "hno": null,
            "id": "543",
            "nass": "§فَرْقَدٌ السَّبَخِيُّ",
            "page": "187",
            "part": "1",
            "seal": "765E1968"
        },
        {
            "hno": "317",
            "id": "544",
            "nass": "317 - قَالَ مُحَمَّدٌ: حَدَّثَنِي خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: قَالَ فَرْقَدٌ السَّبَخِيُّ: \" قَرَأْتُ فِي بَعْضِ الْكُتُبِ: «§طُوبَى لِلْمُتَجَوعِينَ فِي جَنْبِ اللَّهِ، أُولَئِكَ الْمُكَرَّمُونَ فِي عَرْصَةِ الْقِيَامَةِ»",
            "page": "187",
            "part": "1",
            "seal": "A4F386A0"
        },
        {
            "hno": null,
            "id": "545",
            "nass": "§سَعِيدُ بْنُ الْعَاصِ",
            "page": "188",
            "part": "1",
            "seal": "771CDF03"
        },
        {
            "hno": "318",
            "id": "546",
            "nass": "318 - وَقَالَ يَحْيَى بْنُ مَعِينٍ: قَالَ سَعِيدُ بْنُ الْعَاصِ: ¶ §فَبَطْنِي عَبْدُ عِرْضِي لَيْسَ عِرْضِي ... إِذَا اشْتَهَى الطَّعَامَ بِعَبْدِ بَطْنِي \"",
            "page": "188",
            "part": "1",
            "seal": "9CC23A52"
        },
        {
            "hno": null,
            "id": "547",
            "nass": "§أَبُو سُلَيْمَانَ الدَّارَانِيُّ",
            "page": "188",
            "part": "1",
            "seal": "13F82518"
        },
        {
            "hno": "319",
            "id": "548",
            "nass": "319 - حَدَّثَنَا مُوسَى بْنُ عِمْرَانَ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَقُولُ: «إِنَّ §النَّفْسَ إِذَا جَاعَتْ وَعَطَشَتْ صَفَا الْقَلْبُ وَرَقَّ، وَإِذَا شَبِعَتْ وَرَوِيَتْ عَمِّي الْقَلْبُ وَبَادَ»",
            "page": "188",
            "part": "1",
            "seal": "81C5BB0D"
        },
        {
            "hno": null,
            "id": "549",
            "nass": "§الطَّيْرُ",
            "page": "188",
            "part": "1",
            "seal": "E4B79071"
        },
        {
            "hno": "320",
            "id": "550",
            "nass": "320 - حَدَّثَنَا أَبُو عَمْرِو، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ، عَنْ أَحْمَدِ بْنِ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ عَبْدَ الْعَزِيزِ بْنَ عُمَيْرٍ، يَقُولُ: «§تَجَوَّعَ مَلَأٌ مِنَ الطَّيْرِ أَرْبَعِينَ صَبَاحًا، ثُمَّ طَارُوا فِي الْهَوَاءِ، فَلَمَّا أَنْ رَجَعُوا إِلَى الطَّيْرِ، عَادُوا فِي الطَّيْرِ بِرِيحِ الْمِسْكِ»",
            "page": "188",
            "part": "1",
            "seal": "606E8AD1"
        }
    ],
    "t9306": [
        {
            "id": "354",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الواحد بن زيد"
        },
        {
            "id": "356",
            "lvl": "1",
            "sub": null,
            "tit": "تميم بن حذلم"
        },
        {
            "id": "358",
            "lvl": "1",
            "sub": null,
            "tit": "أبو العبيدين"
        },
        {
            "id": "360",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "362",
            "lvl": "1",
            "sub": null,
            "tit": "حديث"
        },
        {
            "id": "364",
            "lvl": "1",
            "sub": null,
            "tit": "صفوان بن سلم"
        },
        {
            "id": "366",
            "lvl": "1",
            "sub": null,
            "tit": "أبو مسلم الخولاني"
        },
        {
            "id": "368",
            "lvl": "1",
            "sub": null,
            "tit": "أبو عبد الرحمن المغازلي"
        },
        {
            "id": "370",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن يزيد"
        },
        {
            "id": "372",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن عبد العزيز"
        },
        {
            "id": "374",
            "lvl": "1",
            "sub": null,
            "tit": "بهيم العابد"
        },
        {
            "id": "376",
            "lvl": "1",
            "sub": null,
            "tit": "فرقد السبخي"
        },
        {
            "id": "378",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "380",
            "lvl": "1",
            "sub": null,
            "tit": "واعظ"
        },
        {
            "id": "382",
            "lvl": "1",
            "sub": null,
            "tit": "يزيد الرقاشي"
        },
        {
            "id": "384",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "388",
            "lvl": "1",
            "sub": null,
            "tit": "وهب بن منبه"
        },
        {
            "id": "390",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن، والحسين رضي الله عنهما"
        },
        {
            "id": "392",
            "lvl": "1",
            "sub": null,
            "tit": "عابد من البحرين"
        },
        {
            "id": "394",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "396",
            "lvl": "1",
            "sub": null,
            "tit": "حديث"
        },
        {
            "id": "398",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "400",
            "lvl": "1",
            "sub": null,
            "tit": "بكر المزني"
        },
        {
            "id": "402",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن أبي طالب رضي الله عنه"
        },
        {
            "id": "405",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن والحسين رضي الله عنهما"
        },
        {
            "id": "407",
            "lvl": "1",
            "sub": null,
            "tit": "أم كلثوم بنت علي"
        },
        {
            "id": "409",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن أبي طالب رضي الله عنه"
        },
        {
            "id": "411",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن بن حي"
        },
        {
            "id": "413",
            "lvl": "1",
            "sub": null,
            "tit": "عطاء السليمي"
        },
        {
            "id": "415",
            "lvl": "1",
            "sub": null,
            "tit": "عيسى عليه السلام"
        },
        {
            "id": "417",
            "lvl": "1",
            "sub": null,
            "tit": "إبراهيم بن أدهم"
        },
        {
            "id": "419",
            "lvl": "1",
            "sub": null,
            "tit": "عبد العزيز بن أبي رواد"
        },
        {
            "id": "421",
            "lvl": "1",
            "sub": null,
            "tit": "أبو جعفر المخولي"
        },
        {
            "id": "425",
            "lvl": "1",
            "sub": null,
            "tit": "داود عليه السلام"
        },
        {
            "id": "428",
            "lvl": "1",
            "sub": null,
            "tit": "أبو حصين"
        },
        {
            "id": "430",
            "lvl": "1",
            "sub": null,
            "tit": "بشار بن بشر"
        },
        {
            "id": "432",
            "lvl": "1",
            "sub": null,
            "tit": "مسمع بن عاصم"
        },
        {
            "id": "434",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن بن حي"
        },
        {
            "id": "436",
            "lvl": "1",
            "sub": null,
            "tit": "زياد النميري"
        },
        {
            "id": "438",
            "lvl": "1",
            "sub": null,
            "tit": "بديل العقيلي"
        },
        {
            "id": "440",
            "lvl": "1",
            "sub": null,
            "tit": "مضر"
        },
        {
            "id": "442",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "444",
            "lvl": "1",
            "sub": null,
            "tit": "عقبة بن وساج"
        },
        {
            "id": "446",
            "lvl": "1",
            "sub": null,
            "tit": "أبو هريرة رضي الله عنه"
        },
        {
            "id": "448",
            "lvl": "1",
            "sub": null,
            "tit": "الرسول صلى الله عليه وسلم"
        },
        {
            "id": "450",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن عباس رضي الله عنهما"
        },
        {
            "id": "452",
            "lvl": "1",
            "sub": null,
            "tit": "عثمان بن عفان رضي الله عنه"
        },
        {
            "id": "454",
            "lvl": "1",
            "sub": null,
            "tit": "سلمان الفارسي رضي الله عنه"
        },
        {
            "id": "456",
            "lvl": "1",
            "sub": null,
            "tit": "كهمس العابد"
        },
        {
            "id": "458",
            "lvl": "1",
            "sub": null,
            "tit": "القاسم بن أبي بكر"
        },
        {
            "id": "461",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "463",
            "lvl": "1",
            "sub": null,
            "tit": "بكر المزني"
        },
        {
            "id": "502",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "504",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "507",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "511",
            "lvl": "1",
            "sub": null,
            "tit": "عبد العزيز بن سليمان العابد"
        },
        {
            "id": "513",
            "lvl": "1",
            "sub": null,
            "tit": "داود الطائي"
        },
        {
            "id": "517",
            "lvl": "1",
            "sub": null,
            "tit": "إبراهيم بن أدهم"
        },
        {
            "id": "521",
            "lvl": "1",
            "sub": null,
            "tit": "يزيد الرقاشي"
        },
        {
            "id": "524",
            "lvl": "1",
            "sub": null,
            "tit": "قيم من بني إسرائيل"
        },
        {
            "id": "526",
            "lvl": "1",
            "sub": null,
            "tit": "حديث"
        },
        {
            "id": "528",
            "lvl": "1",
            "sub": null,
            "tit": "مجاهد"
        },
        {
            "id": "530",
            "lvl": "1",
            "sub": null,
            "tit": "سليمان عليه السلام"
        },
        {
            "id": "532",
            "lvl": "1",
            "sub": null,
            "tit": "لقمان الحكيم"
        },
        {
            "id": "534",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن عمرو رضي الله عنهما"
        },
        {
            "id": "536",
            "lvl": "1",
            "sub": null,
            "tit": "الصائمون. . . . . . . . . . . . . . . . . . . . . . . . . . ريحا منذ دخلنا الجنة أطيب من هذه. فيقال: هذه رائحة أفواه الصوام. ويروح أهل النار برائحة، فيقولون: ربنا ما وجدنا رائحة منذ دخلنا النار أنتن من هذه. فيقول: هذا ريح فروج الزناة"
        },
        {
            "id": "537",
            "lvl": "1",
            "sub": null,
            "tit": "ثور بن يزيد"
        },
        {
            "id": "539",
            "lvl": "1",
            "sub": null,
            "tit": "يزيد الرقاشي"
        },
        {
            "id": "541",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "543",
            "lvl": "1",
            "sub": null,
            "tit": "فرقد السبخي"
        },
        {
            "id": "545",
            "lvl": "1",
            "sub": null,
            "tit": "سعيد بن العاص"
        },
        {
            "id": "547",
            "lvl": "1",
            "sub": null,
            "tit": "أبو سليمان الداراني"
        },
        {
            "id": "549",
            "lvl": "1",
            "sub": null,
            "tit": "الطير"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الرسول صلى الله عليه وسلم"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "عائشة رضي الله عنها"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "أبو جعفر"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن أبي طالب رضي الله عنه"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "عبادة بن الصامت رضي الله عنه"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "قيس بن رافع"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن أبي طالب رضي الله عنه"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "مصعب بن الزبير"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "إبراهيم بن أدهم"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الأولياء"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "خالد بن معدان"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "أبو عبيدة الخواص"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "محمد بن واسع"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن عمرو رضي الله عنهما"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "الصحابة رضي الله عنهم"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "أبو عبيدة الخواص"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "عيسى عليه السلام"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن أبي طالب رضي الله عنه"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "سلم بن ميمون الخواص"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "أحاديث"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "سمرة بن جندب رضي الله عنه"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "لقمان الحكيم"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "أبو بكر الصديق رضي الله عنه"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن عمر رضي الله عنهما"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "سلمة بن سعيد"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "عمرو بن قيس"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "بعض العلماء"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "ابن الأعرابي"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "أبو سليمان الداراني"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "أيوب السختياني"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن عبد العزيز"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "بعض العلماء"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن عمرو رضي الله عنهما"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "يوسف بن أسباط"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "السري بن ينعم"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "أبو صفوان العابد"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "الأعمش"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الرحمن بن زيد"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "الحسين بن عبد الرحمن"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "أبو سليمان الداراني"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "162",
            "lvl": "1",
            "sub": null,
            "tit": "عبد العزيز بن أبي رواد"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "الربيع بن خثيم"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "عامر بن عبد قيس"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "174",
            "lvl": "1",
            "sub": null,
            "tit": "حذيفة المرعشي"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "إبراهيم التيمي"
        },
        {
            "id": "179",
            "lvl": "1",
            "sub": null,
            "tit": "حجاج بن فرافصة"
        },
        {
            "id": "183",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الرحمن بن أبي نعم"
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": null,
            "tit": "ابن أبي ليلى"
        },
        {
            "id": "188",
            "lvl": "1",
            "sub": null,
            "tit": "قثم العابد"
        },
        {
            "id": "191",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "194",
            "lvl": "1",
            "sub": null,
            "tit": "محمد بن واسع"
        },
        {
            "id": "196",
            "lvl": "1",
            "sub": null,
            "tit": "زياد النميري"
        },
        {
            "id": "198",
            "lvl": "1",
            "sub": null,
            "tit": "واعظ"
        },
        {
            "id": "200",
            "lvl": "1",
            "sub": null,
            "tit": "محمد بن شابور"
        },
        {
            "id": "202",
            "lvl": "1",
            "sub": null,
            "tit": "الصوري"
        },
        {
            "id": "204",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن مرزوق"
        },
        {
            "id": "206",
            "lvl": "1",
            "sub": null,
            "tit": "زياد القيسي"
        },
        {
            "id": "208",
            "lvl": "1",
            "sub": null,
            "tit": "عيسى بن زاذان"
        },
        {
            "id": "210",
            "lvl": "1",
            "sub": null,
            "tit": "سلمة الأسواري"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "عابد"
        },
        {
            "id": "214",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن مرزوق"
        },
        {
            "id": "216",
            "lvl": "1",
            "sub": null,
            "tit": "إبراهيم المحلمي"
        },
        {
            "id": "218",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن الزبير رضي الله عنهما"
        },
        {
            "id": "220",
            "lvl": "1",
            "sub": null,
            "tit": "حديث"
        },
        {
            "id": "222",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن رباح"
        },
        {
            "id": "224",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "226",
            "lvl": "1",
            "sub": null,
            "tit": "أبو عمران الجوني"
        },
        {
            "id": "228",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "230",
            "lvl": "1",
            "sub": null,
            "tit": "وهيب بن الورد"
        },
        {
            "id": "232",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "234",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الصمد الأصم"
        },
        {
            "id": "236",
            "lvl": "1",
            "sub": null,
            "tit": "عبد العزيز بن رفيع"
        },
        {
            "id": "238",
            "lvl": "1",
            "sub": null,
            "tit": "سفيان الثوري"
        },
        {
            "id": "240",
            "lvl": "1",
            "sub": null,
            "tit": "أبو سليمان الداراني"
        },
        {
            "id": "242",
            "lvl": "1",
            "sub": null,
            "tit": "سفيان الثوري"
        },
        {
            "id": "244",
            "lvl": "1",
            "sub": null,
            "tit": "عابد من البصرة"
        },
        {
            "id": "246",
            "lvl": "1",
            "sub": null,
            "tit": "إبراهيم بن أدهم"
        },
        {
            "id": "249",
            "lvl": "1",
            "sub": null,
            "tit": "محمد بن واسع"
        },
        {
            "id": "251",
            "lvl": "1",
            "sub": null,
            "tit": "حكيم"
        },
        {
            "id": "253",
            "lvl": "1",
            "sub": null,
            "tit": "عباد الرملي"
        },
        {
            "id": "255",
            "lvl": "1",
            "sub": null,
            "tit": "مكحول وبكر بن خنيس"
        },
        {
            "id": "258",
            "lvl": "1",
            "sub": null,
            "tit": "داود عليه السلام"
        },
        {
            "id": "260",
            "lvl": "1",
            "sub": null,
            "tit": "أبو سليمان الداراني"
        },
        {
            "id": "262",
            "lvl": "1",
            "sub": null,
            "tit": "مسعر بن كدام"
        },
        {
            "id": "264",
            "lvl": "1",
            "sub": null,
            "tit": "ناظم"
        },
        {
            "id": "266",
            "lvl": "1",
            "sub": null,
            "tit": "عتبة بن غزوان رضي الله عنه"
        },
        {
            "id": "268",
            "lvl": "1",
            "sub": null,
            "tit": "سعد بن أبي وقاص رضي الله عنه"
        },
        {
            "id": "270",
            "lvl": "1",
            "sub": null,
            "tit": "أحاديث"
        },
        {
            "id": "273",
            "lvl": "1",
            "sub": null,
            "tit": "أبي بن كعب"
        },
        {
            "id": "275",
            "lvl": "1",
            "sub": null,
            "tit": "حديث"
        },
        {
            "id": "277",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن عباس رضي الله عنهما"
        },
        {
            "id": "279",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن الزبير رضي الله عنهما"
        },
        {
            "id": "281",
            "lvl": "1",
            "sub": null,
            "tit": "كعب الأحبار"
        },
        {
            "id": "283",
            "lvl": "1",
            "sub": null,
            "tit": "ابن كناسة"
        },
        {
            "id": "285",
            "lvl": "1",
            "sub": null,
            "tit": "أحاديث"
        },
        {
            "id": "289",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "293",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الرحمن بن عوف رضي الله عنه"
        },
        {
            "id": "295",
            "lvl": "1",
            "sub": null,
            "tit": "الرسول صلى الله عليه وسلم"
        },
        {
            "id": "302",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "309",
            "lvl": "1",
            "sub": null,
            "tit": "عيسى عليه السلام"
        },
        {
            "id": "311",
            "lvl": "1",
            "sub": null,
            "tit": "الرسول صلى الله عليه وسلم"
        },
        {
            "id": "313",
            "lvl": "1",
            "sub": null,
            "tit": "عمرو بن الأسود"
        },
        {
            "id": "315",
            "lvl": "1",
            "sub": null,
            "tit": "واعظ"
        },
        {
            "id": "317",
            "lvl": "1",
            "sub": null,
            "tit": "وهب بن منبه"
        },
        {
            "id": "319",
            "lvl": "1",
            "sub": null,
            "tit": "بكير بن الأشج"
        },
        {
            "id": "321",
            "lvl": "1",
            "sub": null,
            "tit": "مالك بن دينار"
        },
        {
            "id": "323",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "325",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن مرزوق"
        },
        {
            "id": "327",
            "lvl": "1",
            "sub": null,
            "tit": "عمرو بن الخطاب رضي الله عنه"
        },
        {
            "id": "329",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن أبي طالب رضي الله عنه"
        },
        {
            "id": "331",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن الحارث رضي الله عنه"
        },
        {
            "id": "333",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "335",
            "lvl": "1",
            "sub": null,
            "tit": "عائشة رضي الله عنها"
        },
        {
            "id": "337",
            "lvl": "1",
            "sub": null,
            "tit": "خالد بن معدان"
        },
        {
            "id": "339",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الواحد بن زيد"
        },
        {
            "id": "342",
            "lvl": "1",
            "sub": null,
            "tit": "شميط العنسي"
        },
        {
            "id": "344",
            "lvl": "1",
            "sub": null,
            "tit": "حكيم بن حزام رضي الله عنه"
        },
        {
            "id": "346",
            "lvl": "1",
            "sub": null,
            "tit": "وهيب بن الورد"
        },
        {
            "id": "348",
            "lvl": "1",
            "sub": null,
            "tit": "لقمان الحكيم"
        },
        {
            "id": "350",
            "lvl": "1",
            "sub": null,
            "tit": "حديث"
        },
        {
            "id": "352",
            "lvl": "1",
            "sub": null,
            "tit": "أبو قلابة"
        },
        {
            "id": "465",
            "lvl": "1",
            "sub": null,
            "tit": "حديث"
        },
        {
            "id": "467",
            "lvl": "1",
            "sub": null,
            "tit": "أبو بكر الصديق رضي الله عنه"
        },
        {
            "id": "469",
            "lvl": "1",
            "sub": null,
            "tit": "سهل بن سعيد رضي الله عنه"
        },
        {
            "id": "471",
            "lvl": "1",
            "sub": null,
            "tit": "عائشة رضي الله عنها"
        },
        {
            "id": "473",
            "lvl": "1",
            "sub": null,
            "tit": "الوليد بن يزيد"
        },
        {
            "id": "475",
            "lvl": "1",
            "sub": null,
            "tit": "حكيم"
        },
        {
            "id": "477",
            "lvl": "1",
            "sub": null,
            "tit": "سفيان الثوري"
        },
        {
            "id": "480",
            "lvl": "1",
            "sub": null,
            "tit": "أبو عمرو بن العلاء"
        },
        {
            "id": "482",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن أبي طالب رضي الله عنه"
        },
        {
            "id": "484",
            "lvl": "1",
            "sub": null,
            "tit": "عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "486",
            "lvl": "1",
            "sub": null,
            "tit": "بيت النبوة"
        },
        {
            "id": "488",
            "lvl": "1",
            "sub": null,
            "tit": "نبي عليه السلام"
        },
        {
            "id": "490",
            "lvl": "1",
            "sub": null,
            "tit": "حديث"
        },
        {
            "id": "492",
            "lvl": "1",
            "sub": null,
            "tit": "عثمان بن عفان رضي الله عنه"
        },
        {
            "id": "494",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن البصري"
        },
        {
            "id": "496",
            "lvl": "1",
            "sub": null,
            "tit": "حديث"
        },
        {
            "id": "498",
            "lvl": "1",
            "sub": null,
            "tit": "شقيق بن سلمة"
        },
        {
            "id": "500",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن عمرو رضي الله عنهما"
        }
    ]
}