{
    "b931": [
        {
            "id": "2",
            "nass": "- بسم الله الرحمن الرحيم - ¶ مقدمة في الصدق والكذب ¶ اعلم أن أعظم نعم الله على عباده تيسيره لهم الكلام الذي يتفاهمون به، ولولاه لكانوا كالأنعام أو أضل سبيلا. ألا ترى أن الإنسان إذا نشأ منفردا عن أبناء جنسه لا يدرك إلا ما وقعت عليه حواسه، والحواس لا تهتدي إلى حقائق الأشياء، فإذا رأى مثلا شجرة لم يهتد إلى معرفة نفعها من ضرها إلا بتجربة، والتجربة قد تودي بحياته؛ ثم لا يهتدي إلى صفة استنباتها، والقيام عليها وإصلاحها إلا بتجربة قد يفوز فيها وقد لا يفوز؛ ولعله يقضي عمره كله في بضع تجارب، ولا يتفرغ مع ذلك للنظر في غير قوته، فلا يمكنه تحصيل علم، ولا إتقان صناعة، ولا معرفة ما لم يقع عليه بصره من الأرض. فأما الدين فلا صلة له به إلا بعض الأمور الكلية إذا قضي له أن ينتفع لها، ورزق عقلا سليما، وذكاء مرهفا. ¶ ثم إذا اجتمع هذا بأمثاله، ولم يكن هناك كلام يتفاهمون به،",
            "page": "19",
            "part": "1",
            "seal": "D5C7FB9B"
        },
        {
            "id": "3",
            "nass": "فقد يتعاونون على تحصيل القوت ونحوه تعاون النحل والنمل، ولكنه لا يستطيع احدهم أن يطلع الآخر على ما اطلع عليه، إلا بان يذهب إلى ذلك الشيء حتى يوقفه عليه، فإذا كان الذي اطلع عليه الأول معنى من المعاني تعذر اطلاعه الآخر عليه. ¶ نعم؛ هناك الإشارة، ولكنها ضئيلة الفائدة عسرة الفهم، وأنت ترى الأخرس وما يعانيه من مشقة الحياة وترى الغريب إذا دخل بلد قوم لا يعرفها ولا يعرف لغتهم ولا يعرفون لغته ما تكون حاله! ¶ فيسر الله للناس بالكلام أن يطلع احدهم على جميع ما اطلع عليه ألوف منهم بأيسر وقت. ¶ فالقضية التي لا يمكن أن يفهمها بالإشارة، أو يمكن أن يفهمها بعد صرف ساعة أو ساعتين بكلمة واحدة، وبذلك بلغ الإنسان إلى ما تراه من العلم والمدنية. ¶ إذا فلولا الكلام لكان الناس كالأنعام. ¶ فنعمة هذا شانها وخطرها ما عسى أن يكون حال من استعملها في نقيض مقصودها؟ ¶ ألا ترى لو أن امرأة سافرت برضيعها، فنزلت في بيت من مدينة، ثم تركت طفلها وخرجت، ولما أرادت الرجوع إلى البيت",
            "page": "20",
            "part": "1",
            "seal": "C5E46EB8"
        },
        {
            "id": "4",
            "nass": "لإرضاع طفلها لم تهتد إلى الطريق، فسألت شخصا - وذكرت له اسم المحلة - فأرشدها إلى الطريق فرجعت إلى طفلها، فوجدته يكاد يموت، وعلمت أنها لو تأخرت ساعة مات، فأرضعته. ثم تدبرت نعمة الكلام، أليست تعلم أنها لو كانت بكماء لمات ابنها؟ ¶ فافرض أن الذي سألته كذب عليها، فأراها طريقا تؤدي إلى محلة أخرى فذهبت منها، فمشت ساعة أو أكثر، ثم تبين لها الأمر فسألت آخر فأرشدها، فلم تبلغ البيت إلا وقد مات طفلها، أليست تتمنى أن الذي كذب عليها لم يخلق، أو أنه كان أصم لا يسمع سؤالها، أو نحو ذلك؟ بلى، وكل إنسان يتمنى معها ذلك. ¶ ثم افرض أن الذي أخبرها أولا ورّى خبره في خبرة، كأن قال لها: هذا القطار يذهب إلى تلك المحلة، وأومأ إلى قطار ذاهب إلى جهة أخرى، وعنى أنه عند رجوعه يذهب إلى تلك المحلة، ألا تكون النتيجة واحدة والمفسدة واحدة؟ وسواء أورى أم لم يورّ؟.",
            "page": "21",
            "part": "1",
            "seal": "B09A51B0"
        },
        {
            "id": "7",
            "nass": "تشديد الشارع في الكذب ¶ أما الكذب على الله عز وجل، بأن تخبر عن الله ما لا علم لك به، ومنه الكذب على رسوله في أمور الدين، فقد نص القرآن على أنه من أشد الكفر، وقد أوضحنا هذا في رسالة \"العبادة\"، بما لا مزيد عليه. ¶ وأما الكذب في غير ذلك، ففي الصحيحين عن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: «آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا اؤتمن خان». ¶ زاد مسلم بعد قوله ثلاث: «وإن صام وصلى وزعم أنه مسلم». ¶ وفيهما: [عن] عبد الله بن عمرو قال: قال رسول الله - صلى الله عليه وسلم -: «أربع من كن فيه كان منافقا خالصا، ومن كان فيه خصلة منهن كانت فيه خصلة من النفاق حتى يدعها: إذا اؤتمن خان، وإذا حدث كذب، وإذا عاهد غدر، وإذا خاصم فجر».",
            "page": "24",
            "part": "1",
            "seal": "8F919DF0"
        },
        {
            "id": "8",
            "nass": "وروي من حديث أبي أمامة، وسعد بن أبي وقاص، عن النبي - صلى الله عليه وسلم - قال: «يطبع المؤمن على الخلال كلها، إلا الخيانة والكذب».",
            "page": "25",
            "part": "1",
            "seal": "153E0CA8"
        },
        {
            "id": "9",
            "nass": "وإذا تدبرت وجدت الأمور المذكورة كلها تدور على الكذب، فمن كان إذا وعد أخلف فإنه يكذب في وعده، فيقول: سأفعل وهو يريد أن لا يفعل! والخائن موطّن نفسه على الكذب، يقال له: عندك كذا أو فعلت كذا؟ فيقول: لا. ¶ ومن كان إذا عاهد غدر فهو كالوعد، بل لو كانت نيته عند المعاهدة أن يفي ثم غدر لكان كاذبا، لأن حقيقة المعاهدة أنه سيفي حتما، بخلاف الوعد، فإن العادة كالقاضية بأن مراده أنه سيفعل إذا لم يعرض له ما يغير رأيه. ¶ وأما الفجور في الخصومة فمعناه: أنه يفتري على خصمه ويبهته بما ليس فيه، وذلك هو الكذب ¶ وحسبك أن الإنسان المعروف بالكذب قد سلخ نفسه من الإنسانية، فإن من يعرفه لم يعد يثق بخبره فلا يستفيد الناس منه شيئا، ومن لم يعرفه يقع بظنه صدقه في المفاسد والمضار، فأنت ترى أن موت هذا الرجل خير للناس من حياته. وهبه يتحرى من الكذب ما لا يضر فإنه لا يستطيع ذلك، ولو استطاعه لكان إضراره بنفسه إذ أفقدها ثقة الناس به، على أن الكذبة الواحدة كافية لتزلزل ثقة الناس به.",
            "page": "26",
            "part": "1",
            "seal": "FF71975E"
        },
        {
            "id": "10",
            "nass": "الترخيص في بعض ما يسمى كذبا ¶ في الصحيحين من حديث أم كلثوم بنت عقبة، عن النبي - صلى الله عليه وسلم - أنه قال: «ليس الكذاب الذي يصلح بين الناس ويقول خيرا أو ينمي خيرا». ¶ قال الحافظ في الفتح: قال العلماء: المراد هنا أنه يخبر بما علمه من الخير ويسكت عما علمه من الشر، ولا يكون ذلك كذبا، وزاد مسلم في رواية: \"قال ابن الشهاب: ولم أسمع يرخص في شيء مما يقول الناس كذب إلا في ثلاث: الحرب، والإصلاح بين الناس، وحديث الرجل امرأته وحديث المرأة زوجها\". ¶ ثم ذكر أن بعض الرواة أدرج هذا الكلام، فجعله من قول أم كلثوم بلفظ \"وقالت: ولم أسمعه يرخص ... \". ¶ وبيّن الحافظ في الفتح أن الذي أدرجه في الحديث وهم،",
            "page": "27",
            "part": "1",
            "seal": "FDA9CDF9"
        },
        {
            "id": "11",
            "nass": "والصواب أنه من قول الزهري، ونقل الحكم بالإدراج عن النسائي وموسى بن هارون وغيرهما، ثم قال: \"قال الطبري: ذهبت طائفة",
            "page": "28",
            "part": "1",
            "seal": "C51CBC7E"
        },
        {
            "id": "14",
            "nass": "إلى جواز الكذب لقصد الإصلاح، وقالوا: إن الثلاث المذكورة كالمثال، وقالوا: الكذب المذموم إنما هو فيما فيه مفسدة، أو ما ليس فيه مصلحة. وقال آخرون: لا يجوز الكذب في شيء مطلقا، وحملوا الكذب المراد هنا على التورية والتعريض، كمن يقول للظالم: دعوت لك أمس، وهو يريد قوله: اللهم اغفر للمسلمين\". ¶ ثم قال الحافظ: \"واتفقوا على جواز الكذب عند الاضطرار، كما لو قصد ظالم قتل رجل - وهو مختف عنده - فله أن ينفي كونه عنده، ويحلف على ذلك، ولا يأثم، والله أعلم\". ¶ أقول: مهما خلا الكذب عن المفسدة، فلا يكاد يخلو عن إفقاد صاحبه ثقة الناس بكلامه، وحرمانهم الاستفادة من خيره بقية عمره؛ فهو يستفيد من أخبارهم، ولا يثقون به فيستفيدوا من خبره؛ ولعل سقوط ثقتهم بخبره يوقعهم في مضار ويصرف عنهم مصالح مما",
            "page": "31",
            "part": "1",
            "seal": "C674149A"
        },
        {
            "id": "15",
            "nass": "يخبرهم به صادقا فلا يصدقونه. ¶ ولو أبيح الكذب في الإصلاح فكذب المصلح يوشك أن يعرف كذبه فتسقط الثقة به. ¶ وافرض أنه علم عذره، فإنها على ذلك تسقط الثقة به في الإصلاح، فإذا قال خيرا أو نمى خيرا بعد ذلك لم يصدق وإن كان صادقا، لأنه عرف استحلاله الكذب في ذلك؛ ومع هذا فإنها تزلزل الثقة بخبره في غير الإصلاح أيضا، إذ يقول الناس: لعله يرى خبره هذا إصلاحا فيستحل الكذب فيه! ¶ وقريب من هذا حال الكذب في الحرب، وكذب كل من الزوجين على الآخر، وأنا نفسي كانت إذا سألتني زوجتي ما لا أريد أقول لها: أفعل إن شاء الله! قاصدا التعليق، فلما قلت ذلك ثلاث مرات أو أزيد فطنت للقضية! فصارت لا تثق بوعدي إذا قلت سأفعل إن شاء الله، فوقعت في مشكلة، لأنني أحتاج إلى أن أقول: \"إن شاء الله\" في كل وعد وإن أردت الوفاء به، للأمر الشرعي بذلك. ¶ وقولك للظالم \"دعوت لك أمس\" فيه مفاسد، لأنه إن كان",
            "page": "32",
            "part": "1",
            "seal": "A1C8C8CE"
        },
        {
            "id": "16",
            "nass": "يحسن الظن بك، وحمل قولك على ظاهره جرّأه ذلك على الظلم قائلا: إن دعاء الصالح ليدل على أنه يراني من أهل الخير، وأن ما يخطر لي من التأويل في هذه الأمور التي يزعم الناس أنها ظلم هو تأويل صحيح! وما من ظالم إلا والشيطان يوسوس له بتأويل ما يبرر به صنيعه. ¶ وإن استبعد دعاءك له اعتقد كذبك ومداهنتك له، وطمع منك في غيرها، وزالت من قلبه هيبته لك في الله، وأوشك أن تنالك منه مضرّة لسقوطك من عينه، ويتجرأ مع ذلك على المظالم قائلا: الناس سواسية، هذا الذي يقال صالح يكذب ويداهن الظلمة، فلو استطاع لظلم! ¶ وإذا تنبه لاحتمال كلامك التورية لم تأمن أن يحمل قولك: \"دعوت لك\" على \"دعوت عليك\"، يقول: كأنه أراد \"دعوت لأجلك\"، أي: دعوت الله عز وجل أن يريح الناس من شرك، أو نحو ذلك.",
            "page": "33",
            "part": "1",
            "seal": "E0ADCA85"
        },
        {
            "id": "17",
            "nass": "والحاصل أن الكذب لا يخلو من المفاسد، ولكن إذا تعين طريقا لدفع مفسدة عظيمة - كالقتل ظلما - جاز على قاعدة تعارض المفسدتين. ¶ والمنقول من هذا إنما هو في التورية، كقول إبراهيم لزوجته: هي أختي، لعلمه أنه لو قال \"زوجتي\" لقتلوه. ¶ وقوله: {إني سقيم}، لأنه أراد أن يتوصل إلى تكسير أصنامهم، وفي ذلك دفع مفسدة عظيمة. ¶ وقوله: {بل فعله كبيرهم هذا فسئلوهم إن كانوا ينطقون}، لأنه أراد أن يتوصل بذلك إلى إنقاذهم من الشرك، والشرك أعظم المفاسد، مع أنهم إذا خلصوا من الشرك خلص هو من القتل. وظني أن هذه كلها كانت قبل أن ينبّأ إبراهيم عليه السلام، كما قررته في رسالة \"العبادة\".",
            "page": "34",
            "part": "1",
            "seal": "7105A69B"
        },
        {
            "id": "18",
            "nass": "وكل من هذه الثلاث فيها تورية قريبة، والحال التي كان عليها شبه قرينة تشكك في حمل كلامه على ظاهره، فيصير بها الكلام كالمجمل. ¶ وإيضاح هذا: أنه قد علم أنه لو تبين للظلمة أنها امرأته لقتلوه، وإذا عرف ذلك فيبعد أن يعترف بأنها امرأته، ومثل هذه الحال توقع عادة في الكذب المحض. ولهذا لا يثق الناس بخبر من وقع في مثلها، فإذا عرفوا منه التحفظ من الكذب قالوا لعله ورّى، فهذا شبه قرينة. ¶ أولا ترى الناس لا يرتابون في قول الغني لبعض المال الذي تحت يده: هذا مال امرأتي؟ ويرتابون في مثل هذا القول إذا وقع من مفلس أو معوز. ¶ ومع هذا كله، فقد سمى الشارع هذه الثلاث الكلمات كذبات، فقال النبي - صلى الله عليه وسلم -: «لم يكذب إبراهيم إلا ثلاث كذبات، كلهن في ذات الله .. »، والحديث في الصحيحين. ¶ وجاء في الشرع ما يدل أن مثل هذا الكذب لا يخلو من",
            "page": "35",
            "part": "1",
            "seal": "0BF878B7"
        },
        {
            "id": "19",
            "nass": "مخالفة، ففي الصحيحين في حديث الشفاعة: «فيأتون آدم فيقولون: اشفع لنا عند ربك، فيقول: لست هناكم - ويذكر خطيئته التي أصاب أكله من الشجرة وقد نهي عنها - فيأتون نوحا، فيقول لست هناك - ويذكر خطيئته التي أصاب بسؤاله ربه بغير علم - فيأتون إبراهيم فيقول: إني لست هناكم، ويذكر ثلاث كذبات كذبهن .. ». ¶ وهناك ثلاث أنواع دون ما ذكر: ¶ أولها: الإيهام: كأن يريد غزوة جهة الشرق، فيسأل عن الطريق في جهة الغرب، حتى إذا كان جاسوس يرى الاستعداد للغزو، ويسمع ذلك السؤال، فيتوهم أن القصد جهة الغرب، فإذا رجع إلى العدو الشرقي أخبرهم بذلك، فيكفون عن الاستعداد. ¶ وبهذا أو نحوه فسر ما جاء في الصحيح، أن النبي - صلى الله عليه وسلم - كان إذا أراد غزوة ورّى بغيرها. وليس ذلك بكذب. على أن من شأن",
            "page": "36",
            "part": "1",
            "seal": "2DD21878"
        },
        {
            "id": "20",
            "nass": "من يريد غزوة أن يكتم قصده، ويحرص على إيهام العدو أنه لا يقصدهم؛ وهذا شبه قرينة تشكك في الإيهام المذكور. ¶ ثانيها: الكلام الموجه: وهو الذي يحتمل معنيين فأكثر على السواء، وليس هذا أيضا من الكذب في شيء البتة. ¶ ثالثها: أن يكون الكلام ظاهرا في المعنى المراد، ولكنه صيغ مصاغا يستخف المخاطب، فإذا استعجل فهم خلاف المقصود. ¶ وقد نقل شيء من هذا عن النبي - صلى الله عليه وسلم -، كان ربما تعمده تأديبا للمخاطبين، وتعليما لهم أن لا يستعجلوا في فهم الكلام قبل التروي فيه، فمن ذلك: ¶ ما روي أن رجلا سأله أن يحمله على بعير، فقال - صلى الله عليه وسلم -: «لأحملنك على ولد ناقة»، فاستعجل الرجل وقال: وما أصنع بولد ناقة؟ فقال - صلى الله عليه وسلم -: «وهل تلد الإبل إلا النوق؟» ¶ العرف قد صير الظاهر من ولد ناقة أو ولد بقرة، أو نحو ذلك",
            "page": "37",
            "part": "1",
            "seal": "EF25C6AB"
        },
        {
            "id": "21",
            "nass": "هو الصغير، ولكن قوله: \"لأحملنك\" قرينة واضحة أنه لم يرد الصغير لأن الصغير لا يحمل عليه. ¶ ومثله ما يروى: أن امرأة مرت تسأل عن زوجها - وقد كان خرج من عندها قبل قليل - فقال لها: \"هو ذاك في عينيه بياض\". ¶ فالعرف قد جعل الظاهر من قولنا: \"في عيني فلان بياض\" هو البياض العارض، ولكن العادة قاضية بأن البياض العارض لا يحدث في ساعة. ¶ ومنه ما يروى أنه قال لامرأة من المسلمات قد قرأت القرآن",
            "page": "38",
            "part": "1",
            "seal": "D0B8511E"
        },
        {
            "id": "22",
            "nass": "وفهمته: «لا تدخل الجنة عجوز»، فلما فزعت قال لها: «أما تقرئين القرآن: {إنا أنشأنهن إنشاء * فجعلنهن أبكارا}؟». ¶ فقد علمت فيما تقدم حقيقة الكذب وقبحه، وأنه غير محمود حتى في حال الضرورة، كما في قول إبراهيم عليه السلام: «هي أختي»، وتعلم أن الله عز وجل سمى نفسه الحق، وبعث الرسول بالحق، وأنزل الكتاب بالحق، وأنزل الكتاب هدى للناس، وبعث الرسول هدى للناس، وهو سبحانه وتعالى الغني عن العالمين؛ فكيف يجوز عليه - تبارك وتعالى - أن يكذب، أو يأمر رسوله بالكذب، أو يقره على الكذب، وكيف يجوز على رسوله الكذب وقد جعل الله",
            "page": "39",
            "part": "1",
            "seal": "947ED105"
        },
        {
            "id": "23",
            "nass": "تعالى الكذب عليه من أشد الكفر، فقال: {فمن أظلم ممن كذب على الله} وقال لرسوله: {ولا تقف ما ليس لك به علم}. ¶ فأنى يجوز مسلم أن يكذّب رب العالمين، أو يكذب رسوله الصادق الأمين؟",
            "page": "40",
            "part": "1",
            "seal": "F4B686E5"
        },
        {
            "id": "24",
            "nass": "الباب الأول في معنى التأويل ¶ التأويل في اللغة: مصدر أوّل يؤوّل، وأوّل فعّل - بتشديد أوسطه - ثلاثيه آل يؤول أولا. ¶ قال أهل اللغة: الأوْل الرجوع. وهذا تفسير تقريبي. ¶ وأغلب ما تستعمل في الرجوع الذي فيه معنى الصيرورة. ¶ ومن أمثلة اللغويين: \"طبخ الشراب؛ فآل إلى قدر كذاو كذا\". ولذلك وضع بعض النحاة \"آل\" في الأفعال التي تجيء بمعنى \"صار\"، وتعمل عملها. ¶ و\"آل\" قريب من معنى \"حال\"، أي: تحول من حال إلى حال،",
            "page": "41",
            "part": "1",
            "seal": "0D7F36DE"
        },
        {
            "id": "25",
            "nass": "وأكثر ما يقال: استحال. وفي الحديث: «فاستحالت غربا». إلا أن \"حال\" و \"استحال\" يختص بما تحول إلى حالة غير ناشئة عن الحالة الأولى؛ و\"آل\" تكون حاله الثانية ناشئة عن الأولى، كقولك: \"ربما تؤول البدعة إلى الكفر\"، أو ناشئة عما جعل \"آل\" غاية له، كقولهم: \"طبخ الشراب حتى آل إلى قدر كذا وكذا\". ¶ وفرق ثان، وهو أن \"حال\" و \"استحال\" قد يكون بسرعة، كما في الحديث: \"فاستحالت غربا\". و \"آل\" يقتضي أنه بعد مدة، كما في \"طبخ الشراب\"، أو ما هو كالمدة، وذلك يكون في رجوع الشيء إلى الشيء بغموض وخفاء، كقولك: إن إخراج النصوص الشرعية عن ظواهرها بمجرد الرأي والهوى يؤول إلى الكفر؛ تريد أنه كفر، إلا أن كونه كفرا إنما يعلم بعد ترو وتدبر؛ ولذلك لا يكفر كل من فعل ذلك؛ لأنه قد يكون معذورا.",
            "page": "42",
            "part": "1",
            "seal": "B84627A1"
        },
        {
            "id": "26",
            "nass": "والتأويل مأخوذ من هذا، فهو أن يجعل الكلام يؤول إلى معنى لم يكن ظاهرا منه، فآل الكلام إلى أن حمل على ذلك المعنى بعد أن كان غير ظاهر فيه. ¶ والتأويل قد يكون للرؤيا، وقد يكون للفعل، وقد يكون للفظ. ¶ فأما تأويل الرؤيا: فالأصل فيه أنه مصدر أوّل العابر الرؤيا تأويلا، أي: ذكر أنها تؤول إلى كذا، ويذكر ما يزعم أنه رمز بها إليه، وكثيرا ما يطلق على المعنى الذي تؤوّل به: ومنه - والله أعلم - قول الله عز وجل حكاية عن جلساء مَلك مصر: {وما نحن بتأويل الأحلام بعالمين}. ومواضع أخرى من سورة يوسف. ¶ ويطلق على نفس الواقعة التي كانت الرؤيا رمزا إليها، ومنه - والله أعلم - قول الله عز وجل حكاية عن يوسف عليه السلام: {هذا تأويل رؤياي}. فجعل نفس سجود أبويه وإخوته له هو تأويل رؤياه التي ذكرها بقوله: {إني رأيت أحد عشر كوكبا والشمس والقمر رأيتهم لي سجدين}.",
            "page": "43",
            "part": "1",
            "seal": "0D005BD1"
        },
        {
            "id": "27",
            "nass": "وأما تأويل الفعل: فهو توجيهه بذكر الباعث عليه والمقصود منه؛ فيتبين بذلك أنه على وفق الحكمة بعد أن كان متوهما فيه أنه مخالف لها. ومنه ما حكاه الله عز وجل عن الخضر: {سأنبئُك بتأويل ما لم تستطع عليه صبرا}. ¶ وقد يطلق على العاقبة التي يؤول إليها الفعل؛ وبه فسر قتادة وغيره قول الله عز وجل: {ذلك خير وأحسن تأويلا}. ¶ وأما تأويل اللفظ: فالأصل فيه أن يحمل على معنى لم يكن ظاهرا منه، فالكلام الذي لا يظهر معناه غير ذلك الظاهر تأويلا. ويطلق على نفس المعنى الذي حمل عليه، ويطلق على نفس الحقيقة التي عبر عنها باللفظ. ¶ فإذا قال المفسر في قوله تعالى: {وغدوا على حرد قادرين}، {ويل يومئذ للمكذبين}، {فسوف يلقون غيا}، {ومن يفعل ذلك يلق أثاما} {سأرهقه صعودا}.",
            "page": "44",
            "part": "1",
            "seal": "E5CDA279"
        },
        {
            "id": "28",
            "nass": "الحرد: المنع. ويل وغي وأثام: أودية في جهنم. صعود: جبل فيها ¶ فحمله إياها على هذه المعاني هو التأويل بالإطلاق الأول، ونفس تلك المعاني هي التأويل بالإطلاق الثاني. ¶ يقال: ما تأويل الحرد؟ فيقال: المنع. وما تأويل صعود؟ فيقال تأويله أنه جبل في جهنم. ¶ ونفس المنع، وتلك الأودية، وذلك الجبل: هي التأويل بالإطلاق الثالث. ¶ ويحتمل الأول والثاني دعاء النبي - صلى الله عليه وسلم - لابن عباس: «اللهم فقهه في الدين وعلمه التأويل». ¶ وفي رواية: «اللهم علمه الحكمة وتأويل الكتاب».",
            "page": "45",
            "part": "1",
            "seal": "40459891"
        },
        {
            "id": "29",
            "nass": "وقد ذكر الحافظ طرق الحديث في الفتح، في كتاب العلم، في شرح باب قول النبي - صلى الله عليه وسلم - \"اللهم علمه الكتاب\". ¶ ويحتمل أن يكون المراد: علمه كيف يؤول، فيكون من الإطلاق الأول، ويحتمل أن يكون المراد: علمه المعاني التي يؤول إليها ألفاظ الكتاب، فيكون الإطلاق الثاني، والله أعلم ¶ ومن الثالث: قوله تبارك وتعالى: {ولقد جئناهم بكتاب فصلنه على علم هدى ورحمة لقوم يؤمنون * هل ينظرون إلا تأويله يوم يأتي تأويله يقول الذين نسوه من قبل قد جاءت رسل ربنا بالحق}، وقوله عز وجل {وما كان هذا القرآن أن يفترى .... بل كذبوا بما لم يحيطوا بعلمه ولما يأتهم تأويله}",
            "page": "46",
            "part": "1",
            "seal": "14D91ED4"
        },
        {
            "id": "30",
            "nass": "الباب الثاني في حكم التأويل ¶ قد تقرر في الأصول أنه لا تكليف إلا بفعل، والفعل إنما يتأتى في التأويل بالإطلاق الأول، فأقول: ¶ اللفظ الذي يراد تأويله لا يخلو عن ثلاثة أحوال: ¶ الأول: أن يكون في العقائد. ¶ الثاني: أن يكون إخبارا عما قد وقع -كخلق السموات والأرض- أو عن أمر كوني، فإنه واقع -كأحوال الشمس والقمر-، أو أنه سيقع -كخروج يأجوج ومأجوج-. ¶ الثالث: أن يكون فيما عدا ذلك من الأحكام، ونحوه.",
            "page": "47",
            "part": "1",
            "seal": "FB08C3DD"
        },
        {
            "id": "32",
            "nass": "الفصل الأول: في تأويل النصوص الواردة في العقائد ¶ النصوص في العقائد على ضربين: ¶ الأول: ما ورد في عقيدة كُلِّف الناس باعتقادها. ¶ والثاني: بخلافه. ¶ فالأول هو: الإيمان بالله، وملائكته، وكتبه، ورسله، والبعث بعد الموت، والقدر. والنصوص على ذلك من الكتاب والسنة كثيرة شهيرة. ¶ والمقصود من هذا الإيمان هو تحقيق ما أنشئ الإنسان هذه النشأة في الدنيا لأجله، وهو الابتلاء؛ {ليهلك من هلك عن بينة ويحيى من حيّ عن بينة} ¶ والهلاك هو العصيان، والحياة هي الطاعة. وبتفاوت الهلاك والحياة يتفاوت العصيان والطاعة، ولا يتصور عصيان وطاعة إلا ممن",
            "page": "49",
            "part": "1",
            "seal": "2E0BF9F6"
        },
        {
            "id": "33",
            "nass": "علم الأمر والنهي؛ ولا يتصور العلم بأمره ونهيه إلا بعد الإيمان بأنه موجود حي -كما هو واضح- وبأنه قادر، إذ لا يعلم استحقاقه الطاعة إلا بذلك، وبأنه عالم، إذ لا تنبعث النفس على الطاعة وتنزجر عن المعصية إلا بذلك، وبأنه حكيم، إذ لا يعلم صحة النبوة ويوثق بالجزاء إلا بذلك. ¶ وبأن الملائكة حق؛ لأنهم الوسائط بين الله وأنبيائه، والمبلغون لكتبه، فلا يعلم صحة الأمر والنهي، وأنه من عند الله إلا بعد الإيمان بهم. ¶ وبأن كتب الله حق؛ لأنها هي الجامعة للأمر والنهي، فلا يعلم صحة ذلك إلا بالإيمان بها. ¶ وبأن الأنبياء حق؛ لأنهم المبلغون للأمر والنهي، فلا يعلم صحة ذلك إلا بالإيمان بهم. ¶ وثمّ تفاصيل ترجع إلى ما ذكر، كالإيمان بعصمة الملائكة المبلغين، والأنبياء بعد البعثة؛ لأن حكمة الله عز وجل تقتضي ذلك، ولا يتم الوثوق بالأمر والنهي إلا بذلك. ¶ وبالبعث بعد الموت؛ لأنه لا يوثق بالجزاء إلا بذلك. ¶ وبالقدر؛ لأنه لا يسلم الإيمان بقدرة الله تعالى وعلمه وحكمته إلا به، وقد اشتهر عن الشافعي رحمه الله أنه قال: \"إذا سلّم القدرية",
            "page": "50",
            "part": "1",
            "seal": "9F45B737"
        },
        {
            "id": "34",
            "nass": "بالعلم حجوا\". ولهذا القول غور أبعد مما فهموه منه، وقد لوحت إليه، وعسى أن ألم به في موضع آخر. ¶ وعامة ما ذكر يمكن إدراكه بالعقل، ولا سيما بعد تنبيه الأنبياء. فآيات الآفاق والأنفس تدل على وجود الله، إذ لا بد للأثر من مؤثر، فأي أثر تحس به في الكون لا بد له من مؤثر. فإذا فرض مؤثر حادث كان هو أيضا محتاجا إلى آخر، وهكذا حتى ينتهي الفكر إلى مؤثر غني بنفسه هو الله عز وجل. ¶ والآثار في الآفاق والأنفس تدل على حياة المؤثر الأعظم، وقدرته، وعلمه، وحكمته؛ وما تدل عليه الآثار من حكمته يوجب العلم بأنه لم ينشئ الناس هذه النشأة عبثا، ولا يدعهم سدًى وهملا، ولا يكلهم إلى عقولهم المحدودة المختلفة، بل لا بد أن يرشدهم؛ ولا توجد في الكون صورة للإرشاد إلا النبوة، وبذلك تثبت النبوة، والملائكة والكتب أيضا. وأما العلم بنبوة رجل معين فتعلم بالمعجزات، وبالعلم بطهارة سيرته وحرصه على العمل بما جاء به سرا وعلنا، وباستقراء ما جاء به، وظهور أن عامته مطابق للحق",
            "page": "51",
            "part": "1",
            "seal": "957E82F2"
        },
        {
            "id": "35",
            "nass": "والعدل والحكمة. ولا يخدش في ذلك الجهل بوجه الحكمة في بعض ذلك، فإن ذلك ضروري؛ لأن الدين من شرع الحكيم العليم الذي أحاط بكل شيء علما، وعقل المخلوق وعلمه محدود، وأنت ترى عقول الناس مختلفة، فكم من أمر يجزم كثير من الناس بأنه خلاف الحكمة، فيجيء من هو أعقل أو أعلم منهم فيبين لهم وجه الحكمة، وقد قال الله عز وجل {وفوق كل ذي علم عليم}. ¶ وكثير من الأحكام يحصل المقصود بالعمل بها، ولا يحتاج إلى العلم بوجه حكمتها، وقد يكون العلم بوجه الحكمة يفتقر إلى صرف مدة طويلة من العمر. ¶ ومثل ذلك مثل الطبيب والمريض؛ فإن الطبيب يعلم من طبائع الأمراض والأدوية ما لا يعلمه المريض، ومن ذلك ما لا يدرك إلا بعد صرف مدة طويلة في التعلم، وقد يكون المريض ضعيف الفهم لا يتهيأ له معرفة ذلك ولو أتعب نفسه فيه؛ ففي مثل هذا ليس على الطبيب إلا إعطاء المريض الدواء المناسب، وليس عليه أن يشرح له حقيقة المرض، وأسبابه، وسبب تأثير الدواء؛ لأن هذا يطول ويتعب في غير فائدة، وبحسبِ المريض أن يعلم أن الذي أعطاه الدواء طبيب ناصح، والعلم بذلك لا يحتاج إلى استقراء مستغرق. ¶ ولو قال المريض: لا آخذ الدواء حتى تشرح لي حقيقة المرض وأسبابه وحقيقة الدواء وتأثيره، لَعُدَّ أحمق الناس! ولطرده الطبيب",
            "page": "52",
            "part": "1",
            "seal": "E8A75B0E"
        },
        {
            "id": "36",
            "nass": "قائلا له: أنا أعالجك رحمة وشفقة، وقد قام عندك من الدلائل ما يكفي في علمك أني طبيب ناصح، وتعلم أن معرفة ما تريد أن أعرفك به يفتقر إلى علوم ليست عندك، ولعل فهمك لا يبلغها، واشتغالي بذلك إضاعة لوقتي ووقتك فيما لا حاجة إليه، وصرف الوقت في مداواة العُقل أولى بي من التحامق مع الحمقى! ¶ هذا كله مع أن الطبيب بشر يجوز عليه الغش والخطأ. ¶ وبالجملة؛ فالعلم بنبوة النبي له طرق بعضها أكمل من بعض، ولست الآن في صدد الاستيفاء. ¶ والمقصود: أن الإيمان بما ذكر هو الذي يتوقف عليه معرفة الأمر والنهي. وقد بقي معنى مهم، وهو الإيمان بالوحدانية، فالوحدانية في الربوبية قد تكلم فيها أهل الكلام، ولا حاجة للإطالة فيها، وأما وحدانية الألوهية، فقد حققتها في رسالة العبادة، والحمد لله. ¶ واعلم أن هذه الأمور الضرورية في الإيمان معلومة في الدين بالضرورة، فمن أراد أن يتأول بعض نصوصها تأويلا ينافي ما علم بالضرورة فلا نزاع في كفره.",
            "page": "53",
            "part": "1",
            "seal": "8BA66137"
        },
        {
            "id": "38",
            "nass": "المبحث الأول: في بيان جناية التأويل الفاسد على أهله ¶ واعلم أنه يتصل بالأمور الضرورية للإيمان تفصيلات لا يتوقف الإيمان على العلم بها، مثل كيفية الحياة والعلم، وغير ذلك؛ وهناك أمور أخرى لا يتوقف الإيمان على العلم بها أصلا، وإنما وجب الإيمان بها بخبر الصادق المصدوق، وعلى هذين تدور رحى التأويل. ¶ فمن قائل: هي حياة كحياتي، ويد كيدي، ووجه كوجهي .... إلى غير ذلك. ¶ ومن قائل: هذا يستلزم حدوث الرب، ونقصه تعالى عن ذلك، فلا بد من تأويله! ¶ ومن قائل: حياة تليق به عز وجل، ويد تليق به سبحانه، ولا أؤول. ¶ ويحتجّ الأول بأن الله عز وجل قد وصف نفسه بذلك، ووصفه به",
            "page": "55",
            "part": "1",
            "seal": "3AC599D6"
        },
        {
            "id": "39",
            "nass": "رسله، وقد قام البرهان على وجوب حمل النصوص على ظواهرها، إذ لو كان المراد بها غير ظاهرها لكانت كذبا! - على ما حققناه في الفصل الثاني - وذلك محال. ¶ وأجاب الثاني عن هذا بأجوبة: ¶ أحدها: أن اللفظ إنما يبقى على ظاهره ما لم تكن هناك قرينة تصرفه إلى معنى آخر، وتحقيق هذا: أن اللفظ قد يكون له ظاهر في نفسه، ولكنه اقترن به ما صار الظاهر معنى آخر، فقولك: \"إن زيدا رجع اليوم\" ظاهره أنه رجع هو نفسه. ¶ وقولك: \"إن أمس رجع اليوم\" لا يظهر منه ذلك، بل يظهر منه أن اليوم مشابه لأمس في كونه صحوا أو غيما أو نحو ذلك؛ وهذا حق في نفسه، ولكن لما سئل المؤولون عن القرينة ذكروا أمورا، منها العقل، فقيل: إن العقل لا يصح أن يكون قرينة إلا إذا كان بديهيا حاصلا للمخاطبين، وفي المعاني العقلية التي تجعلونها هي القرينة [مع] اعترافكم أنه لا يحصل للإنسان إلا بعد ممارسته المعقولات من المنطق والفلسفة وغير ذلك. وهذه النصوص الدالة على أن الله عز وجل في جهة العلو تؤولونها لمخالفتها العقل - زعمتم! ¶ وأنتم تعترفون أن الإيمان بموجود ليس في جهة لا يتهيأ للإنسان",
            "page": "56",
            "part": "1",
            "seal": "F3A9001B"
        },
        {
            "id": "40",
            "nass": "حتى يمارس المعقولات ويوغل فيها، فعند ذلك تأنس نفسه بالتصديق بذلك! ذكر هذا الغزالي في كتبه، وغيره. ¶ وإذا كان الحال هكذا، لأن القرينة التي يعلم المتكلم أن المخاطب لا يدركها لا تخرج الكلام عن الكذب، كما تقدم. ¶ قالوا: هناك قرينة أخرى، وهي قول الله عز وجل: {ليس كمثله شيء} وقوله عز وجل: {ولم يكن له كفوا أحد} ¶ قيل لهم: هاتان الآيتان غير ظاهرتين في المعنى الذي تريدون. ¶ أما الأول: فلو قلت لرجل: عندي شيء ليس كمثله شيء، لما فهم أنه ليس في الكون ما يشبهه من بعض الوجوه شيء، وقريب من هذا يقال في الآية الثانية؛ فكيف يجوز أن يكتفى في هذا المطلب العظيم بقرينة ظاهرها أنها ليست قرينة؟ ¶ وفوق هذا: فقد تقرر في الأصول أنه لا يجوز تأخير البيان عن وقت الحاجة، والحاجة في النصوص الاعتقادية هي وقت الخطاب، فلو كان المراد جعل هاتين الآيتين قرينة لوجب قرنهما، أو إحداهما، أو ما يقوم مقامهما بكل آية أو حديث يتعلق بالصفات، وإلا لزم الكذب.",
            "page": "57",
            "part": "1",
            "seal": "718432CE"
        },
        {
            "id": "41",
            "nass": "فإن قالوا: إذا سمع الإنسان القرينة الواضحة أولا أغنى ذلك عن إعادتها مع كل آية من آيات الصفات. ¶ قيل لهم: بعد فرض تسليم الوضوح لم يكن العمل على هذا، أي أن لا يتلو النبي - صلى الله عليه وسلم - شيئا من آيات الصفات على أحد حتى يتلو عليه الآيتين المذكورتين أو أحداهما، بل قد نزل قبلهما كثير من القرآن، وقد كان الرجل يسلم ثم يصلي مع النبي - صلى الله عليه وسلم - فيتلو في صلاته من القرآن ما شاء الله، ولا يبدأ بإحدى الآيتين، ولعل كثيرا من الأعراب الذين أسلموا لم يسمعوا الآيتين ولا إحداهما؛ ولم يقل أحد من العلماء إنه يجب على قارئ القرآن أن لا يقرأه بمحضر من العامة إلا بعد أن يذكر لهم الآيتين أو إحداهما، أو ما يقوم مقام ذلك. ¶ فإن قالوا: فإنه يلزم مثل هذا في آيات التحليل العامة التي دلت آيات أخر على تخصيصها، وليست في سياقها، فيمكن أن يكون بعض الأعراب سمع الآية العامة فذهب يستحل كل ما تناولت، مع أن بعضه محرم بآية لم يسمعها؛ ومثل هذا يقال في الأحاديث، وهكذا ما يشبه العموم من كل دليل ظاهره تحليل شيء، وقد بينه دليل آخر.",
            "page": "58",
            "part": "1",
            "seal": "57DA7DEF"
        },
        {
            "id": "42",
            "nass": "فالجواب أن الخطأ في التحليل والتحريم سهل، فلا يكون المخطئ كافرا ولا فاسقا؛ بل هو معذور مأجور، كما سيأتي إيضاحه. وليس الخطأ في الكفر كذلك، بل قال جم غفير إن كل مجتهد في الأحكام مصيب، وله غفور. ¶ وقد أوضحنا ذلك في موضع آخر. ¶ حاصله: أن كثيرا من القوانين لا يكون مطابقا للحكمة في كل فرد من الأفراد، وإنما روعي مطابقته في الأعم الأغلب. ومثّلناه بحد الزنا، فرُبَّ شيخ غني ضعيف الشهوة قادر على التزوج فتركه، واحتال لاجتماعٍ بامرأة قبيحة يستطيع التزوج بها ولا يعشقها، فزنى بها، ولما كان غير محصن فحده الجلد؛ وآخر شاب فقير شديد الشهوة لا يقدر على التزوج صادفته امرأة جميلة يعشقها، ولا يستطيع زواجها، فلم يتمالك نفسه حتى وقع عليها، وكان قد تزوج امرأة، وبات معها ليلة واحدة ثم ماتت، ولما كان محصنا فحده الرجم؛ فأنت ترى الثاني أحق من الأول بالتخفيف، ولكن الشارع لم يخفف عنه. ¶ وإنما كان ذلك لأن الجرأة على المعصية أمر يخفى ولا ينضبط، فأناط الشرع الأمر بصفة واضحة منضبطة وهي الإحصان، وعرفه",
            "page": "59",
            "part": "1",
            "seal": "8629B84C"
        },
        {
            "id": "43",
            "nass": "لأن الغالب في الزاني المحصن أن يكون أرغب عن الزنا من غير المحصن، فإذا زنى مع ذلك كانت جرأته أشد من غير المحصن. ¶ ولكن الحكم العدل تبارك وتعالى يجبر ما يستلزمه القانون العام من خلل في بعض الجزئيات بقدره الذي لا يعجزه علم الحقيقة، ولا تقدير ما يوافق الحكمة. ¶ ولذلك صور قد ذكرت بعضها في غير هذا الموضع، والذي يختص بهذا الموضع هو أن الله عز وجل قد يعلم أن هذا الشيء الذي دلت الآية بعمومها على أنه حلال، وبينت آية أخرى أنه حرام، يعلم سبحانه أن الحكمة لا تقتضي تحريم ذلك الشيء على هذا الشخص، فيسره سبحانه قدر له أن يسمع الآية العامة، ولا يسمع الآية الأخرى، وهو وإن كان مخطئا بالنظر إلى الحكم الشرعي فهو مصيب بالنظر إلى الحكم الذي علم الله عز وجل أنه أنسب به، ولا يأتي مثل هذا في الكفر. ¶ واعلم أن المؤولين يكابرون، والمكابرة لا علاج لها إلا الكي. ولكن جماعة من متبحريهم أنفوا من المكابرة ووقعوا في شر منها؛ لأنهم أصروا على شبهاتهم الفلسفية، ثم قال بعضهم: إن المقصود من الشريعة هو الإصلاح لحال البشر حتى يمتثلوا الأمر ويجتنبوا النهي،",
            "page": "60",
            "part": "1",
            "seal": "A0BE9404"
        },
        {
            "id": "44",
            "nass": "وإنما ضمت من العقائد ما يتوقف ذلك عليه، وأما ما عدا ذلك فإنما جاءت بما يتوافق اعتقاد غالب الناس وإن كان خطأ في نفسه! وإنما فعلت ذلك لئلا تصد الناس عن قبول الشريعة إذا جاءت بما يخالف عقائدهم! ¶ قالوا: فجاءت بأن الله عز وجل مستو على عرشه فوق سماواته، وبأن له وجها، ويدا، وقدما، وغير ذلك، مما هو عندهم من خواص الأجسام! ¶ قالوا: لأن غالب الناس - بل كلهم إلا من تغلغل في المعقولات - لا يصدقون بموجود قائم بذاته، ليس بجسم ولا في جهة! ¶ وعند هؤلاء أن عامة الصحابة والتابعين، وغالب الأمة مخطئون في اعتقادهم، يلزمهم القول بحدوث الحق عز وجل ونقصه تبارك وتعالى، ولكن الشريعة أقرتهم على ذلك؛ فليسوا بكفار، ولا فساق في حكم الشرع. ¶ وأنت ترى أن هؤلاء أدنى من الكافرين إلى العقل في بادئ الرأي، ولكنهم أخبث منهم. فإنهم يقولون: لا ريب أن آيات الصفات وأحاديثها ظاهرة في الباطل، ولم تكن هناك قرينة كافية لصرفها عن ذلك، وعامة الصحابة والتابعين وغالب من بعدهم فهموا",
            "page": "61",
            "part": "1",
            "seal": "EFCD75DC"
        },
        {
            "id": "45",
            "nass": "منها المعنى الباطل، وهي نفسها سيقت سياقا يُفهم منه المعنى الباطل، وذلك كذب لا محالة، ولكن الكذب لإصلاح الناس حسن! ¶ فجوز هؤلاء - بل نسبوا - الكذب إلى الله وكتابه ورسوله {كبرت كلمة تخرج من أفواههم}. ¶ ثم يقال لهم: لو سلم أن الكذب قد يكون حسنا، فإنما ذلك من الإنسان العاجز المحتاج؛ ولو لم يستحل أن يقع من الله عز وجل ورسوله شيء من هذا الكذب فقد كان يجب أن لا يكون إلا عند الحاجة، ولا حاجة إلى تلك الآيات والأحاديث، فكان يكفي أن يثبت لله عز وجل ما لا بد منه، ويعرض عما عدا ذلك مما يخطئ الناس فيه من الاعتقاد، فلا يرده عليهم. فأما أن يصرح بما يوافق اعتقادهم الخاطئ، ويؤكده، ويكرره في مواضع لا تحصى، فهذا ما لا يتوهم جوازه؛ لأن الإصلاح المقصود لا يتوقف عليه. ¶ وقد حكم الله عز وجل بكفر من نسب إليه الولد، وقال في ربه بألوهية ابنه! وغير ذلك، قبل بعثة محمد - صلى الله عليه وسلم - وبعدها. ¶ وإذا تدبرت ما قدمناه في تشديد الله ورسوله في الكذب ازددت بصيرة في هذا إن شاء الله تعالى.",
            "page": "62",
            "part": "1",
            "seal": "6FB4B2BA"
        },
        {
            "id": "46",
            "nass": "ووجه آخر، وهو: أنه كان في أصحاب رسول الله - صلى الله عليه وسلم - جماعة من أهل الذكاء والفطنة وسلامة العقل يلازمون النبي - صلى الله عليه وسلم - حضرا وسفرا، ويصدقونه في كل ما يقول؛ أفما كان ينبغي أن يبوح لهم بالحقيقة، ويأمرهم أن يبوحوا بها لمن وثقوا بذكائه وفطنته، وهكذا يتسلسل هذا الأمر في كبار العلماء في كل قرن؛ فما بالنا نجد كبار العلماء - من الصحابة والتابعين فمن بعدهم - هم أشد الناس بعدا عن هذا الاعتقاد، وعامة من خاض في ذلك هم ممن لم ينشأ على العلم، ولا لازم العلماء، ولا تبحر في الكتاب والسنة، وإنما اعتمد الجعد بن درهم وجهم بن صفوان وأشباههم ممن لا تعرف له عناية بالعلوم الدينية ولا ملازمة لأئمتها؛ فقام الأئمة المشهورون بالعلم وملازمة أهل العلم فبدّعوا هؤلاء وضللواهم وكفّروهم، كما هو معروف. ¶ فإن قال قائل: لعل النبي - صلى الله عليه وسلم - أوصاهم بالكتمان! قيل له - مع العلم ببطلان قوله -: وهل كان الكتمان فرضا، حتى إذا سمعوا من يذكر الحق ضللوه وكفروه؟ ¶ فإن قال: نعم! ¶ قيل: فهل كان ذلك حقا أم باطلا؟ ¶ فإن قال: بل حقا!",
            "page": "63",
            "part": "1",
            "seal": "B51AC236"
        },
        {
            "id": "47",
            "nass": "قيل له: فأنت وأئمتك على هذا مبطلون، ضالون، مضلون، محاربون لله ورسوله! ¶ واعلم أن من هؤلاء من كابر أيضا، ومنهم من رأى أن المكابرة لا تجدي ففر إلى ما هو أخبث وأخبث، فقال: إن الأنبياء أناس فضلاء أخيار أرادوا إصلاح البشر، وصَفَت نفوسهم إلى درجة أنهم صاروا يتوهمون أنهم يسمعون كلام الله تعالى وملائكته، وإنما ذلك تخيلا محضا! غير أن نفوسهم لما كانت طاهرة كانت تتخيل ما يناسب ما يريدونه من الإصلاح بحسب معرفتهم، وكانوا يعتقدون ما أخبروا به، ويرون أنه الحق! ¶ ولما رأى بعض هؤلاء أن ما تواتر من صفات الأنبياء -مما يدل على نهاية العقل والفطنة والمعرفة- يأبى ذلك قال: هم أناس عقلاء اخترعوا لأممهم ما يصلحونهم به في دنياهم! ¶ ورأى غير هؤلاء أن ما تواتر عن الأنبياء مما يبرهن على ملازمتهم للصدق والعبادة وشدة الخوف من الله عز وجل وتقديم طاعته على كل ما عداه، مع ما جاؤا به من الحكمة التي تبهر العقول وتحيرها.",
            "page": "64",
            "part": "1",
            "seal": "8E99FE49"
        },
        {
            "id": "48",
            "nass": "قال قائلهم: ¶ نهاية إقدام العقول عقال ... وأكثر سعي العالمين ضلال ¶ وأرواحنا في وحشة من جسومنا ... وغاية دنيانا أذى ووبال ¶ ولم نستفد من بحثا طول عمرنا ... سوى أن جمعنافيه قيل وقالوا ¶ ومنهم من تداركته رحمة الله تبارك وتعالى، فرضي من العناية بالآيات، على أنه لم يرجع سالما من كل عيب، وإلى الله المآب،",
            "page": "65",
            "part": "1",
            "seal": "7843B880"
        },
        {
            "id": "49",
            "nass": "وعليه الحساب. ¶ وأما من قال: حياة تليق به، ويد تليق به تعالى، ونحو ذلك، ولا تؤول، فهم فرق: ¶ الفرقة الأولى: من يسلم أن ظواهر آيات الصفات وأحاديثها تقتضي المحال، وأن التأويل سائغ ولكنه خطر. وقال قائلهم: مذهب السلف أسلم ومذهب الخلف أعلم! ¶ الفرقة الثانية: كالأولى، إلا أنها تقول لا يجوز التأويل أصلا. ¶ الفرقة الثالثة: من يقول: كل ما أثبته الله عز وجل لنفسه وأثبته له رسوله عليه الصلاة والسلام فهو حق وصدق على ظاهره. ¶ أما الفرقتان الأوليان فيلتحقان بالمؤولين، وقد تقدم ما لهم وعليهم. ¶ وأما الفرقة الثالثة فإنها نسبت إلى موافقة من قال حياة كحياتي ويد كيدي، وهي أبعد الناس عن ذلك. وهاك الإيضاح:",
            "page": "66",
            "part": "1",
            "seal": "9DC13D37"
        },
        {
            "id": "50",
            "nass": "غالب الصفات يختلف تصورها تبعا لاختلاف تصور الموصوف بها، فيقال للصبي الغر والأعرابي الجلف: يد إنسان؛ فيتصور شيئا، ثم يقال يد فرس؛ فيتصور شيئا آخر، ثم يقال له: يد طائر؛ فيتصور شيئا ثالثا، وهكذا. ¶ فإذا قيل له: يد الله، فقد يتخيل شيئا ما، فإذا رجع إلى عقله علم أن ذلك التخيل خرص وتخمين، ثم يقول: ما رأيت الله عز وجل، ولا رأيت ما يماثله، فكيف يتهيأ لي تصور يده؟ ¶ وهذه حقيقة متفق عليها بين العقلاء، وهي أن الإنسان لا يدرك إلا ما أحس به أو أحس بفرد أو أفراد مماثلة له، ولا يدرك ما أحس به أو أحس بما يماثله إلا ما تناوله الإحساس، ولا يدرك مما أحس بما يماثله إلا ما يعلم أنه قدر مشترك بينهما؛ فلسنا ندرك من صفات الله عز وجل إلا ما يتصف المخلوق بما يشبهه في الجملة، فاستدللنا بآثاره على وجوده؛ لأننا نعرف الوجود في الجملة بوجود الخلق الذين نحس بهم، ونعلم أن الأثر يدل على وجود مؤثر. وهكذا بقية الصفات التي تقدم ذكرها، مع العلم بأن صفات الرب عز وجل واجبة",
            "page": "67",
            "part": "1",
            "seal": "3FE1B4FB"
        },
        {
            "id": "51",
            "nass": "كاملة مُبرأة، وأن صفات المخلوق فانية ناقصة معيبة؛ ولكن ذلك يمنع وجود اشتراك في الجملة يتهيأ به الإدراك، على أننا إنما ندرك صفات الله عز وجل على وجهٍ إجمالي. ¶ فأما اليد مثلا فإننا لا نجد ذاتا تشبه ذات الرب عز وجل في الصورة -تفصيلا ولا إجمالا- حتى ندرك يده تعالى بالقياس على يد تلك الذات التي نعرفها. ¶ هذا في الإثبات. وأما في النفي فلم ندرك ذاتا تشبه ذاته عز وجل وليس لها يد حتى ندرك بالقياس عليها أنه ليس له سبحانه يد؛ غاية الأمر أننا ندرك أنه سبحانه منزه عن النقص، ولكننا لا ندرك أنه لو كان له يد تليق به لكان ذلك نقصا، ومن زعم أنه يدرك هذا فإنه تخيل يدا كيد المخلوق، فلذلك جزم بأنها نقص. ¶ والإنسان إذا حاول أن يتصور شيئا، إن كان قد أدركه بواسطة الحواس فذاك، وإلا فإن كان قد أدرك ما يشابهه فإنه يتصوره بتلك الصورة، ولكن العقل إذا علم أنها لا تشابهه في كل شيء جرد الصورة المتخيلة من بعض الأوصاف، وإذا كانت الصورة مشابهة لما",
            "page": "68",
            "part": "1",
            "seal": "B47EF213"
        },
        {
            "id": "52",
            "nass": "يحاول تصوره كغيره قاس القياس بتصور صورة على قدر المشترك بين تلك الصورة التي أدركها مجردة عن الحواس التي تختلف، وربما ضم إليها صفة أو نقص منها صفة إذا قام لديه ما يوجب ذلك. ¶ فإذا سمعت برجل انكليزي لم تره، ولا رأيت صورته، ولا وصف لك، وكلفت ذهنك أن يتصوره، وكنت رأيت جماعة من الإنكليز؛ فإن ذهنك يتخيل صورة على قدر المشترك بين الذين رأيتم حتى يتخيل القياس. ¶ ولو أردت تصور رجل حبشي لا تختلف الصورة التي تخيلتها؛ فإذا وصف لك الرجل أنه أعور، أو أعرج، أو طويل، أو قصير، أضفت هذه الصفة إلى تلك الصورة، ولكن بحسب القدر المشترك بين العور والعرج، والطول والقصر الذين قد أدركتهم. على أنك لو كلفت نفسك تصوره كبيرا جدا كالجبل أو صغيرا جدا كالذرة لأمكنك ذلك. ¶ وإذا تدبرت وجدت الذهن إنما يستمد التصور من القياس على الصور المخزونة في الحفظ، ولكنه يركب ويقسم، وبهذا يمكنه أن يتصور شق رجل، ويتصور رجلا له وجه فرس ... وهكذا. ¶ فإذا كلفته أن يتصور ما لم يحس به ولا بما يشبهه؛ فإنه يفرض",
            "page": "69",
            "part": "1",
            "seal": "8D4BCE95"
        },
        {
            "id": "53",
            "nass": "عليك صورا يستمدها من خزانته، وقد يركب ويقسم، ويزيد وينقص، وكلما عرض عليك صورة، فقال العقل: ليس هذا أريد، عاد فاستمد من الخزانة صورة أخرى. ¶ فإذا كلف الذهن تصور يد الله عز وجل فأول ما يفرض يد إنسان؛ لأنها أقرب الأيدي حضورا بالذهن لكثرة تكرر إحساسه بها، فإذا لم تقبلها أخذ يزيد في تلك الصورة وينقص، ويستمد الزيادة والنقص من الأجرام التي قد أدركها، فإنه يجعلها نورا على صفة ما قد أدكه من نور الشمس والقمر وغيرها، ويعظمها - لإدراكه صفة العظمة - حتى يجعلها كالجبل أو أعظم منه، وغير ذلك. ¶ والعقل يحكم كل مرة أن تلك الصورة فيها نقص وعيب، وأن الله عز وجل مبرأ من ذلك، فإذا يئس من وجدان صورة تليق برب العزة فهو بين أمرين: ¶ إما أن يعترف بعجزه وقصوره، وأن الموجودات لا تنحصر فيما يمكنه تصوره وتخيله، فهذا يجوّز أن يكون لله عز وجل يد تليق به، فإذا علم أن الصادق المصدوق قد أخبر بذلك آمن به. ¶ وإما أن يغلب عليه الغرور والدعوى، ويزعم أنه ما من موجود إلا ويمكنه تصوره، فهذا ينكر أن تكون لله عز وجل يد، ويزعم أن من",
            "page": "70",
            "part": "1",
            "seal": "9624BACA"
        },
        {
            "id": "54",
            "nass": "أثبت لله عز وجل يدا يلزمه أن يثبت له يدا من تلك الأيدي التي تخيل صورها العقل. ¶ فلو أن رجلا خلق أكمه وكبر، وعلم الكلام ما عدا الألوان، ولم يخبر بأن الناس يبصرون، ثم قال له رجل بصير ذات يوم: هذا شيء أبيض، فإنه يقول: ما معنى أبيض، أكبير؟ فيقال: لا، فيقول: فصغير؟ فيقال: لا، فيقول: فأملس، فخشن، فجامد، فمائع؟ إلى غير ذلك من المعاني التي قد عرفها وأحس بها. ¶ فإذا قيل له في كل ذلك: لا، لا! قال: فهذا عدم! وإن كان قد أُخبر بالألوان، وتواتر عنده أن الناس يبصرون وأن للأشياء ألوانا، فإنه يصدقهم، ولكنه لا يستطيع تصور ذلك. ¶ فهذا مثل الإنسان إذا أخبر بصفات الرب عز وجل، وكأنه لهذا المعنى زعم بعض المتكلمين أن رؤية المؤمنين لربهم عز وجل في الآخرة إنما تكون بحاسة سادسة يخلقها لهم! ¶ ولبيان خطئه أضرب مثلا ثانيا: ¶ افرض أنه لا يوجد في الدنيا من الألوان إلا السواد والبياض، ثم أخبر إنسان بأن هناك شيئا يُرى، أليس يقول: أسود؟ فإذا قيل: لا! فيقول: أبيض؟ فيقال: لا، فيقول فليس في الوجود شيء يُرى إلا أبيض أو أسود!",
            "page": "71",
            "part": "1",
            "seal": "A996D097"
        },
        {
            "id": "55",
            "nass": "فهذا مثل القوم؛ فإنهم لما لم يعرفوا في المرئيات إلا هذه المحسوسات قالوا: لو أمكن رؤية الله عز وجل لكان من جنس هذه المحسوسات! ¶ والمقصود من المثال التفهيم، وإلا فلا يخفى أن الحمرة من جنس الألوان؛ وليس الله عز وجل من جنس الخلق. ولو فرض أن إنسانا لم ير ... (عبارة غير واضحة) تنطبع فيه صورته، ثم أخبر بأن الإنسان يمكنه أن يدرك بمعونة حاسة بصره لون حدقته، فيعلم أنها سوداء أو زرقاء أو غير ذلك بدون أن يخرج إحدى عينيه من موضعها، ولا يتغير شكله، أليس يبادر فيقول: هذا محال! ¶ والمقصود من هذه الأمثلة تقريب الذي ذكرناه: من أن الإنسان يجحد ما لا يحس به، ولا بما يشبهه. ¶ ولو قلت لبدوي - لم يسمع بالآلات المخترعة -: إنه يمكننا أن نسمع كلام أهل أمريكا ونحن بحضرموت بدون معجزة ولا سحر ولا كرامة، لقال: هذا كذب! ولو لم يكن قد سمع بالمعجزات والكرامات والسحر ما احتجت أن تقول له: بدون كذا وكذا. ¶ إذا علمت هذا؛ فإنا نقول:",
            "page": "72",
            "part": "1",
            "seal": "FD17F1A1"
        },
        {
            "id": "56",
            "nass": "كان الصحابة - ومن بعدهم ممن يتحكك بالبدع - يعلمون حق العلم أنه لا سبيل للعقل إلى تصور يد الله عز وجل ولا سبيل للعقل أن يدرك أنه سبحانه ليس له يد تليق به؛ فلما أخبرهم الله ورسوله بأن لله يدًا آمنوا وصدقوا، فليس في تلك النصوص بحمد الله عز وجل لا كذب ولا إضلال، وليس في عقيدة السلف جهل ولا ضلال، فإن الجهل بما ليس في قدرة الإنسان العلم به لا يعد نقصا، وإنما الجاهل من يجهل ذلك ويجهل أنه جاهل، ويخيب ويطمع فيما ليس فيه مطمع، ويؤول به الأمر إلى ما سمعت وتسمع. ¶ واعلم أن سبب ضلال القوم أمور: ¶ الأول: قلة حظهم من معرفة الكتاب والسنة. ¶ الثاني: تقديسهم للفلاسفة فوق تقديس الأنبياء بدرجات. ¶ الثالث: ما في فطرة الإنسان من دعوى أن عقله يستطيع إدراك كل شيء، فطره على ذلك لئلا يكسل ويتوانى عن المعارف والعلوم، كما فطره على طول الأمل ليبقى في عمارة الدنيا، وعدل ذلك بالعقل ليكبحه عن تجاوز الحد في ذينك الأمرين. وهؤلاء القوم نشأوا على التطلع والتعمق، فاعتضدت الفطرة بالعادة، فأغفلهم ذلك عما يقررونه من أن الإدراك لا يكون إلا بإحساس أو قياس كما سلف، فكلفوا عقولهم أن تدرك ما ليس من شأنها إدراكه، فصارت",
            "page": "73",
            "part": "1",
            "seal": "734DDC62"
        },
        {
            "id": "57",
            "nass": "تتقيهم بالتخيلات. وقد أُثِرَ عن الشافعي رحمه الله تعالى أنه قال: \"إن للعقل حدا ينتهي إليه، كما أن للبصر حدا ينتهي إليه\". ¶ أقول: وقد جربنا أن من كُلِّف بصره إدراك ما لا يستطيع إدراكه يخيل إليه أنه يدرك ذلك، فكم مرة تراءى الناس الهلال فتراءيته معهم، فإذا حدقت وأمعنت في النظر يخيل إلي أني قد رأيته، ولكنها خطفة لا تثبت، ثم أيأس من ذلك الموضع فأنظر إلى موضع آخر، فيخيل إلي مثل ذلك؛ فعلمت أن تلك الخطفة هي صورة خيالية هي صورة خيالية لما أتخيله تبرز إلى العيان؛ لقوة التخيل وكد البصر. ¶ فكثيرا ما يعرض للعقل مثل هذا إذا كلف إدراك ما لا يدرك، والفرق أن خطأ البصر ينتبه له العقل، ولا يكاد ينتبه لخطأ نفسه. ¶ لو بغير الماء حلقي شرق ... كنت كالغصان بالماء اعتصار ¶ وكثيرا ما يدرك العقل خطأ ما تصوره ولكنه لا ييأس، فلا يزال في أخذ ورد إلى أن يكل ويمل؛ يسمع بذهاب تعبه سدى فيقنع بالشبهة التي وقف عندها، ومثله مثل مسافر يأبى أن ينزل ليستريح",
            "page": "74",
            "part": "1",
            "seal": "C14013DE"
        },
        {
            "id": "58",
            "nass": "إلا في موضع حسن جميل، وليس أمامه موضع كذلك، فلا يزال كلما أتى على موضع لم يره على الشرط حتى يعقله التعب والاعياء؛ فينزل ويسلي نفسه ويغالطها، يزعم أن ذلك الموضع حسن وجميل. ¶ وأنت إذا كنت قد وقفت على بعض الكتب المطولة في الفلسفة وتدبرتها تحققت هذا المعنى، ولا تكاد تجد شبهة عقلية قد قررها أحدهم على أنها برهان قاطع إلا وجدت غيره قد نقضها، ثم يجيء ثالث فيدفع هذا النقض، فيجيء رابع فيرد ذلك الدفع، وهكذا. ¶ حجج تهافت كالزجاج تخالها ... حقا وكل كاسر مكسور ¶ ثم اعلم أن أعظم ما يستندون إليه هو الاستقراء؛ فيستقرئون ما يدخل تحت حواسهم حتى تنتظم لهم مقدمة كلية بالنسبة إلى ما استقرؤوه، ثم يزعمون أنه لا يخرج موجود عن تلك الكلية، وذلك أمر بديهي البطلان؛ فإنهم يقولون: الحيوان كله يحرك فكه الأسفل إلا التمساح، فلو فرضنا أنهم لم يروا التمساح ولا سمعوا به - كأن كان في أمريكا فبل اكتشافها - فهذا الاستقراء يكون في زعمهم",
            "page": "75",
            "part": "1",
            "seal": "1496F1EC"
        },
        {
            "id": "59",
            "nass": "برهانا قاطعا على أنه لا يوجد حيوان يحرك فكه الأعلى! وهم يبالغون بزعمهم في نفي مشابهة الرب عز وجل لشيء من خلقه، ثم يحكمون عليه بما استقرؤوه من خلقه. ¶ ومن أعظم بلايا العقل دعواه أنه لا يتعالى عن إدراكه شيء، فكثيرا ما ينظر فإذا لم يدرك جحد، ولاسيما عقول هؤلاء القوم الذين تسرب إليهم تقديس الفلاسفة وأهل الريب في النبوة على تفاوتهم فبه، ومثل ذلك مثل نفر من الناس فيهم رجل يرى أنه أحدهم نظرا، فيرى آخر منهم فيخبر أصحابه، فيترآه ذلك الرجل فلا يراه، فيبادر بتكذيب القائل \"إني أراه\" قائلا: لو كان الهلال طالعا لرأيته؛ لأنني أحدّ الجماعة نظرا! ¶ وهذا من أعظم غلط العقل، فتراه ينفي وجود بعض الأشياء وينكر بعض الأحكام ويرد كثيرا من الأخبار، لأنه لم يدركها أو لم يدرك وجه صحتها أو مطابقتها للحكمة. ولولا هذا الخطأ ومثله لم يكد يغلط عاقل ولا يضل، ولا استحل مسلم أن يذم المعقولات، ويحذر من شدة الاعتماد عليها، فإن الدين لا يقوم إلا على العقل كما قدمنا. ¶ ومما يُتقى به خطأ العقل - إذا زعم أن إدراكه قاطع - أن يفرض صاحبه أنه اجتمع بمن هو أكمل منه وأعقل، فأخبره برأيه في تلك",
            "page": "76",
            "part": "1",
            "seal": "D59BF672"
        },
        {
            "id": "60",
            "nass": "القضية، فقال له الأكمل: أخطأت! فإن أحس في نفسه أثرا لقول الأكمل: \"أخطأت\" فليعلم أن إدراكه ذلك ليس بقاطع. ¶ وقد بحث معي مسلم في مسألة معروفة، فزعم أن العقل القاطع يدل على نفيها، فقلت له: لو فرضنا أن النبي - صلى الله عليه وسلم - لا يزال حيا، وأننا سألناه عن هذه المسألة فقال: هي حق ثابت، فهل تصدقه؟ ¶ فقال: وكيف لا أصدقه؟ ¶ فقلت له: فأين العقل القاطع؟ ¶ فإن قلت: إنهم يجيبون عن مثل هذا بأنه يستحيل أن يقوله النبي - صلى الله عليه وسلم -. ¶ فقلت: فإنهم يردون النصوص الصريحة من القرآن بنحو ذلك. ¶ فإن قلت: ولكنهم يتأولونها. ¶ قلت: قد تقدم أن حملها على التأويل معناه نسبة الكذب إلى الله ورسوله. ¶ وبعد؛ فالمكابرة لا دواء لها، والمقصود إرشاد من في قلبه خير إلى أن يفرض ما تقدم، ثم ينظر فلعله يتبين له خطؤه في توهم القطع. ¶ فإن قال قائل: إنما استقامت لك الحجة لأنك مثلت بالحياة",
            "page": "77",
            "part": "1",
            "seal": "1747D505"
        },
        {
            "id": "61",
            "nass": "واليد، ومن الصفات الأخرى ما لا يظهر استقامة تلك الحجة فيه، ومن ذلك كون الله عز وجل على عرشه فوق السموات، وكونه ينزل كل ليلة إلى سماء الدنيا، ويجيء يوم القيامة، وغير ذلك. ¶ أقول: الحجة مثبتة في هذه كلها؛ لأن الفلاسفة مقلديهم أثاروا شبها ليست مما فطرت عليه العقول، ولا كان يعرفها العرب الذين تلقوا الشريعة غضة، وقد كنت أحببت أن أوضح ذلك مفصلا، ثم ضربت عن ذلك لمعنى سأذكره فيما بعد إن شاء الله تعالى، فلأكتف بجواب إجمالي: ¶ قد علمت أن الإخبار بكلام له معنى ظاهر وليس عند المخاطب قرينة توجب صرفه عن ظاهره يكون كذبا، ولا تغني تورية المتكلم في نفسه أو ملاحظته قرينة يعلم أن المتكلم لا يشعر بها، كأن يقدم رجل من اليمن إلى الحجاز، فيسأله رجل عن أبيه، فيقول إنه قد مات، ويريد في نفسه أنه نائم، ويزعم أن وجود الأب في اليمن حيا يرزق قرينة! ¶ وعلمت أن الكذب محال أن يقع من الله عز وجل ورسوله، والله عز وجل إنما أنزل الكتب وأرسل الرسل لهداية الناس إلى الصراط",
            "page": "78",
            "part": "1",
            "seal": "3E51C671"
        },
        {
            "id": "62",
            "nass": "المستقيم لا لإضلالهم. ¶ فإذا أحطت بهذا؛ فكل نص في كتاب الله عز وجل أو في السنة المقطوع بها - يخبر بصفة من صفات الله عز وجل وله معنى ظاهر يعلم أن العرب الذين دعاهم النبي - صلى الله عليه وسلم - لا يفهمون غيره - فلا مفر للمسلم من الإيمان به. ¶ ثم اعلم [أن] من الصفات ما لا شبهة لمن أنكره أصلا، كما قد قدمنا في الحياة واليد مفصلا. ¶ ومنها ما لم تكن فيه شبهة ولكن نشأت الشبهة فيه لمن اطلع على كلام الفلاسفة؛ وهذا لا بد للمسلم من الإيمان به وتكذيب الفلاسفة علمًا بأن العقل الإنساني قاصر وأن إدراكه يتفاوت وأنه كثيرا ما يتوهم أنه قد أدرك إدراكا قطعيا وهو مخطئ. ¶ ومن تأمل اختلاف الفلاسفة والمتكلمين من كل أمة، وتخطئة آخرهم لأولهم - مع زعم كل منهم أن عقله أدرك ما قاله إدراكا خاطئا - تبين له هذا. ولو اطلعت على آراء فلاسفة العصر لرأيت من ذلك كثيرا جدا. ¶ ومنها ما تعرض الشبهة فيه لكل أحد؛ وهذا لا بد للمسلم من الإيمان به، وصرف نفسه عن استرسالها في الفكر.",
            "page": "79",
            "part": "1",
            "seal": "05D88428"
        },
        {
            "id": "63",
            "nass": "ففي الصحيحين من حديث أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: «يأتي الشيطان أحدكم، فيقول: من خلق كذا؟ من خلق كذا؟ حتى يقول: من خلق ربك؟ فإذا بلغه فليستعذ بالله ولينته». ¶ وفيهما من حديثه أيضا قال: قال رسول الله - صلى الله عليه وسلم -: «لا يزال الناس يتساءلون حتى يقال هذا: خلق الله الخلق فمن خلق الله؟ فمن وجد من ذلك شيئا؛ فليقل آمنت بالله ورسله». ¶ وفي رواية لأبي داود: «لا يزال الناس يتساءلون حتى يقال هذا: خلق الله الخلق فمن خلق الله؟ فإذا قالوا ذلك فقولوا: الله أحد الله الصمد لم يلد ويولد ولم يكن له كفوا أحد، ثم ليتفل عن يساره ثلاثا وليستعذ بالله من الشيطان الرجيم». ¶ وذلك أن الفكر إذا أراد أن يتصور أن الله عز وجل لم يزل ولا نهاية لأوليته تاه وتحير.",
            "page": "80",
            "part": "1",
            "seal": "A410CA67"
        },
        {
            "id": "64",
            "nass": "المبحث الثاني: في تفسير قوله تعالى هو الذي أنزل عليك الكتاب منه آيات محكمات ¶ قال الله تعالى: {هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله والراسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولوا الألباب} ¶ اختلف الناس في هذه الآية حتى كادت تصير هي نفسها من المتشابه، وقد يسر لي في فهم معناها سبيل واضح إن شاء الله تعالى، فأقول: ¶ قد ثبت أن القرآن كله محكم، لقوله تعالى: {كتاب أحكمت آياته}؛ وأنه كله متشابه، لقوله تعالى: {الله نزل أحسن",
            "page": "81",
            "part": "1",
            "seal": "0E4D9604"
        },
        {
            "id": "65",
            "nass": "الحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم .. }. ¶ وثبت بالآية المصدّر بها أن منه ما هو محكم غير متشابه، ومنه ما هو متشابه غير محكم. ¶ واتفق على أن المراد بالإحكام في قوله تعالى: {أحكمت آياته} عدم الخلل في الحسن والصدق ومطابقة الحكمة، وبالتشابه في قوله تعالى: {كتابا متشابها} أن بعضه يشبه بعضا في الحسن والصدق ومطابقة الحكمة؛ فلا منافاة بين هذا الإحكام وهذا التشابه. ¶ وأما الإحكام والتشابه في الآية المصدّر بها فهي صريحة في تنافيهما، وبذلك يعلم أن لكل منهما معنى غير المعنى المتقدم، فبحثنا عن ذلك فوجدنا المحكم محكما لا يحتمل إلا ذلك المعنى الواحد، وأنه لا خلل فيه، والقرآن كله محكم لا خلل فيه البتة، ولكن يمكن أن يقال: الخلل المنتفي عن القرآن البتة هو الخلل الحقيقي، فأما ما يتوهم خللا وليس في الحقيقة بخلل فهو موجود في القرآن، فيجوز أن يقال: أحكمت آياته في الحقيقة، فمنه آيات محكمات ليس فيها خلل ولا ما يتوهم خللا، وأخر فيها ما يتوهم خللا فهي المتشابهات. ¶ وقبل أن نبتّ الحكم في هذا ننظر في معنى {متشابهات}،",
            "page": "82",
            "part": "1",
            "seal": "BAC868FB"
        },
        {
            "id": "66",
            "nass": "فنجد المعنى المتبادر أن كل آية منها تشبه الأخرى، وهذا عام في آيات القرآن كلها، كما قال تعالى: {كتابا متشابها}. ¶ فإن قيل: إن هناك وجها تتشابه فيه الآيات التي يكون فيها ما يتوهم خللا مختصة به، وهو توهم الخلل في كل آية منها. ¶ قلت: ولكن هذا لا يكفي لتخصيصها بلفظ: {متشابهات}، فإن المحكمات أيضا فيها وجه تتشابه فيه، وهو خاص بها، وهو أنه ليس في كل منها خلل، ولا ما يتوهم خللا. ¶ ويمكن أن يقال: كل آية من المتشابهات في نفسها، على أن يكون المعنى: متشابهات معانيها، أي: يتشابه فيها معنيان، أو معان، كما يقال: اشتبه علي الأمر، أي: اشتبه صوابه بخطئه، ويقال: اشتبه علي الأمران، أي لم تميز بينهما. ¶ فإن قلت: ولكنه لا يقال: تشابه علي الأمر! ¶ قلت: لا أستحضر شاهدا لذلك، ولكن \"اشتبه\" و \"تشابه\" بمعنى، قال تعالى: {مشتبها وغير متشابه} ¶ وقد قال المولد: ¶ رق الزجاج وراقت الخمر ... تشابها فتشاكل الأمر",
            "page": "83",
            "part": "1",
            "seal": "BA9E6A13"
        },
        {
            "id": "67",
            "nass": "الشاهد في قوله: \"وتشاكل الأمر\". ¶ فلنترك هذا ههنا، ولننظر في بقية الآية، لعلنا نجد فيها ما يبين المقصود. قال تعالى: {فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله}. ¶ دلت الآية أن المتشابه من شأنه أن يتبعه الزائغون ابتغاء الفتنة وابتغاء تأويله. ¶ ومن المعقول أن الآية التي تتشابه معانيها يتبعها الزائغ ابتغاء الفتنة ليحملها على المعنى الذي يوافق هواه، ولكن قوله تعالى: {وابتغاء تأويله} يدل أن ابتغاء تأويل المتشابه زيغ. ¶ فإن قيل: إنما يكون زيغا في حق الزائغين، لأنهم يبتغون الفتنة. قلت: لا أرى هذا شيئا، إذ لو كان كذلك لكان المدار على ابتغاء الفتنة، ولما ظهر معنى لزيادة: {وابتغاء تأويله}، بل ولا",
            "page": "84",
            "part": "1",
            "seal": "683A90E9"
        },
        {
            "id": "68",
            "nass": "تخصيص المتشابه، لأن مبتغي الفتنة يبتغيها في كل آية من القرآن، وإن كان ابتغاؤه إياها فيما تشابهت معانيه أكثر. ¶ فإن قيل: فإنما يكون زيغا في حق الزائغين، لأنهم يبتغون الفتنة. ¶ قلت: لا أراه كذلك، لأن من ليس براسخ في العلم قد يخطئ في فهم المحكم أيضا. ¶ وأوضح من هذا كله قوله تعالى: {وما يعلم تأويله إلا الله}، فقصر علم تأويل المتشابه على الله عز وجل. ¶ فإن قلت: فقد قال: {والراسخون في العلم}؟ ¶ قلت: ليس هذا عطفا البتة، وإنما هو معادل قوله: {فأما الذين في قلوبهم زيغ}، فكأنه قال: وأما الراسخون في العلم ... ¶ فالآية كقولك: أما زيد ففي المسجد وعمرو ذهب إلى السوق، اختار هذا المعنى ابن هشام في المغني، وهو المختار؛ لأن \"أما\"",
            "page": "85",
            "part": "1",
            "seal": "9F8B59E8"
        },
        {
            "id": "69",
            "nass": "للتفصيل، وذكر القسمين أو الأقسام بعدها هو الأصل، والحذف خلاف الأصل. ¶ فلما كان قوله: {والراسخون} يحتمل أنه القسم الثاني ويحتمل خلافه، فحمله على أنه القسم الثاني هو الظاهر حتما، ويؤيد ذلك أن القائلين بالعطف قالوا إن قوله {يقولون} خبر مبتدأ محذوف، أي هم يقولون، ولا يخفى أن الأمر إذا دار بين الإضمار وعدمه فالأصل عدمه. ¶ ومنهم من جوز أن يكون حالا، وهو باطل؛ لأن الحال قيد في عامله، فيصير المعنى: وما يعلم تأويله في حال قول الراسخين كذا وكذا إلا الله والراسخون قد يعلم تأويله في غير تلك الحال! ولا وجه لهذا. ¶ وإن قدر أنه حال من ضمير محذوف، والتقدير: يعلمونه حال كونهم يقولون. وهذا تعسف بتكثير الإضمار، ويلزم أن الله والراسخين لا يعلمون تأويله إلا في تلك الحال، وهناك مصارعات",
            "page": "86",
            "part": "1",
            "seal": "9F84ECC2"
        },
        {
            "id": "70",
            "nass": "ومقارعات، انظرها في روح المعاني إن أحببت. ¶ وأوضح من هذا كله: أنه صح - كما في المستدرك وغيره - عن ابن عباس - وهو المدعو له بتعلم التأويل - كان يقرأ: {وما يعلم تأويله إلا الله} ويقول الراسخون .. ¶ وحكي مثله عن أبي بن كعب. وقد صح عن النبي - صلى الله عليه وسلم - قوله: «أقرؤكم أبي».",
            "page": "87",
            "part": "1",
            "seal": "DC48DA84"
        },
        {
            "id": "71",
            "nass": "وجاء عن ابن مسعود - وهو هو - أنه كان يقرأ: {وإن تأويله إلا عند الله والراسخون في العلم [يقولون]}. ¶ فلو كان المعنى على العطف لقال والراسخين كما لا يخفى. ¶ وقد رويت عن النبي - صلى الله عليه وسلم - وأصحابه آثار كثيرة تصرح بأن المتشابه لا يعلمه إلا الله تعالى وحده. انظرها في الدر المنثور. ¶ وسياق الآيات يدل على ذلك، فإن قول الراسخين: {آمنا به كل من عند ربنا} ظاهر في عدم علمهم بتأويله، وإنما علموا أنه حق لأنه من عند ربهم، فكأنهم قالوا: أما ما علمنا تأويله فقد علمنا أنه حق بعلمنا بتأويله. ¶ وقولهم بعد ذلك: {ربنا لا تزغ قلوبنا بعد إذ هديتنا} ظاهر في أن المتشابه مظنة لأن يكون سبب الزيغ، فتحمله هذه الأشياء على الجهل بحقيقة حاله، وبأن العقل له حد ينتهي إليه، كما أن للبصر حدا ينتهي إليه، وربما حملته على الخوض والكلام والنقض والإلزام",
            "page": "88",
            "part": "1",
            "seal": "40E783DA"
        },
        {
            "id": "72",
            "nass": "فيما نعلم أنه لا سبيل له إليه، وكم من راسخ يرميه الناس بالكفر والضلال! وكم من زائغ يتخذونه إماما في الدين! ¶ فالحق أن هذه الآيات أفادت علامة الزائغ وآية الراسخ: ¶ فعلامة الزائغ اتباع المتشابه وابتغاء الفتنة وابتغاء تأويله، وإذا خفي علينا ابتغاء الفتنة لم يخف ابتغاء التأويل. ¶ وآية الراسخ الكف عن ذلك والاكتفاء بقوله: {آمنا به كل من عند ربنا}. ¶ وفي الصحيحين وغيرهما من حديث أم المؤمنين عائشة رضي الله عنها، أن النبي - صلى الله عليه وسلم - تلا هذه الآيات، ثم قال: «إذا رأيتم الذين يبتغون ما تشابه منه فأولئك الذين سماهم الله فاحذروهم». ¶ ولو كانوا قد علموا تأويله لكان بالنظر إليهم كالمحكم، وتعليل اتباع الزائغين للمتشابه بقوله: {ابتغاء الفتنة وابتغاء تأويله} ظاهر",
            "page": "89",
            "part": "1",
            "seal": "F9B671FD"
        },
        {
            "id": "73",
            "nass": "في أن ابتغاء تأويله زيغ، إذ لو كان الزيغ إنما هو في اتباعه ابتغاء الفتنة لما كان لقوله: {وابتغاء تأويله} معنى. ¶ فإن قيل: سلمنا أن ابتغاء تأويله زيغ ولكن لغير الراسخين. ¶ قلت: الرسوخ في العلم أمر خفي، ليس هو كثرة العلم، فكم من رجل كثير العلم ليس براسخ. قال تعالى {واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها فأتبعه الشيطان فكان من الغاوين * ولو شئنا لرفعناه بها ولكنه أخلد إلى الارض واتبع هواه فمثله كمثل الكلب إن تحمل عليه يلهث أو تتركه يلهث}. ¶ وقال عز وجل: {أفرأيت من اتخذ إلهه هواه وأضله الله على علم} ¶ وفي الحديث: «إن أخوف ما أخاف على أمتي كل منافق عليم اللسان». ¶ وقال الحسن البصري: \"العلم علمان: فعلم في القلب، فذلك",
            "page": "90",
            "part": "1",
            "seal": "F75DEB81"
        },
        {
            "id": "74",
            "nass": "العلم النافع، وعلم في اللسان، فذلك حجة الله تعالى على ابن آدم\". سنن الدارمي (ج1 ص107). ¶ والأحاديث والآثار في هذه كثيرة. ¶ وقد كان عبد الملك بن مروان وأبو جعفر المنصور العباسي من كبار العلماء وهما طاغيتان. وكذلك الواقدي والشاذكوني ومحمد بن حميد الرازي؛ وهؤلاء رماهم أئمة الحديث بأنهم كانوا يكذبون على رسول الله - صلى الله عليه وسلم -، وأمثالهم كثير. ومن العلماء من هو دون هؤلاء في العلم ولكنه معدود من الراسخين. ¶ فالرسوخ إذن حال قلبية، كما قال النبي - صلى الله عليه وسلم - في الغنى: «ليس الغنى عن كثرة العرض، ولكن الغنى غنى النفس»؛ فكذلك تقول: ليس الرسوخ عن كثرة العلم، ولكن الرسوخ رسوخ الإيمان في القلب، ويوشك أن يكون هو اللب كما في قوله تعالى: {وما يتذكر إلا أولو الألباب}",
            "page": "91",
            "part": "1",
            "seal": "3E7C6374"
        },
        {
            "id": "75",
            "nass": "وإنه ليشم روائح الرسوخ من قوله: {آمنا به كل من عند ربنا وما يذكر إلا أولو الألباب * ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب * ربنا إنك جامع الناس ليوم لا ريب فيه إن الله لا يخلف الميعاد}. ¶ فالراسخ دائم الخوف والخشية من ربه عز وجل، مسيء للظن بنفسه. فكم من راسخ لا يرى أنه راسخ، وكم من زائغ يرى أنه من أرسخ الراسخين؟ ¶ فالخائف الخاشع المسيء الظن بنفسه جدير بأن لا يستخفه ما عنده من العلم على الخوض فيما ليس له به علم، وعلى البحث فيما لم يكلف البحث فيه، وهو من موارد الخطر ومزالق النظر. ¶ هذا لو كان يمكن العلم به؛ فكيف إذا كان مما لا سبيل إلى العلم به؟ وإنما الزائغ الجريء على ربه، المتكل على عقله، الفرح بما عنده من العلم هو الجدير بأن يتعاطى الخوض في كل شيء، وتحمله ثقته بنفسه وأمنه مكر ربه ودعواه أنه لا يتعانى عن فهم شيء وحرصه على أن يطير ذكره في الناس وكبره عن أن يعترف بالجهل.",
            "page": "92",
            "part": "1",
            "seal": "940F76B1"
        },
        {
            "id": "76",
            "nass": "فأطلق الحديث ولم يقيده؛ لكنه قد علم إخراج الاتباع على معنى التلاوة والإيمان، وبقي الاتباع على ابتغاء التأويل زيغ، كما أن ابتغاء الفتنة زيغ، ولم يقيده - صلى الله عليه وسلم - بعدم الرسوخ، فعلم أن كلا من ابتغى تأويله فهو زائغ وليس براسخ، وأكد هذا بما يفهم من الحديث: أن النبي - صلى الله عليه وسلم - كان واثقا بأصحابه الذين خاطبهم أنهم لا يتبعون المتشابه، وإنما حذرهم ممن نشأ بعده، وهم - رضي الله عنهم - أولى بالرسوخ من غيرهم؛ فعلم أن الراسخ لا يتبع المتشابه أصلا إلا على معنى تلاوته والإيمان به. ¶ فإن قلت: المتشابه في اختيارك هو ما اشتبه معناه بأن يتساوى المعنيان أو الثلاثة في الاحتمال، وهذا هو المجمل؛ فهل يدخل فيه ما اشتبه معناه أو معانيه، ولكنه يمكن ترجيح أحدها بدليل آخر؟ ¶ قلت: كلا، ليس هذا بمتشابه، بل هذا مما يعلم تأويله الراسخ وغيره، ومما أمرنا بالتدبر فيه والنظر في تأويله. ¶ فإن قلت: فالمتشابه عندك ما اشتبه معناه، بحيث لا يوجد دليل يبينه؟ ¶ قلت: نعم!",
            "page": "93",
            "part": "1",
            "seal": "F975CEEC"
        },
        {
            "id": "77",
            "nass": "فإن قلت: وما فائدة إنزال مثل هذا في القرآن، والقرآن إنما نزل هدًى للعالمين، وأمرنا بتدبره مطلقا؟ ¶ قلت: ينبغي أولا أن تعين المتشابه، ثم أجيب عن هذا السؤال إن شاء الله تعالى. ¶ فأقول: مشتبه المعنى على أنواع، كما فصّله في \"المفردات\": ¶ الأول: المتشابه من جهة اللفظ، وذكر له خمسة أضراب: ¶ الكلمة الغريبة، كالأبّ. ¶ المشتركة، كالقرء. ¶ ما اختصر فيه الكلام، نحو: {وإن خفتم ألا تقسطوا في اليتمى فانكحوا ما طاب لكم من النساء}. ¶ ما بُسط فيه، نحو {ليس كمثله شيء}. ¶ ما يشتبه في نظم الكلام، مثل: {أنزل على عبده الكتاب ولم يجعل له عوجا * قيما}، فيتوهم السامع أن {قيما}",
            "page": "94",
            "part": "1",
            "seal": "D68DAC94"
        },
        {
            "id": "78",
            "nass": "نعت لـ {عوجا}، وإنما هو حال من {الكتاب}. ¶ ومنه قوله: {والراسخون في العلم}، إلا أن المتبادر في هذه الآية هو الصواب كما قدمنا، بخلاف قوله: {عوجا * قيما}. ¶ الثاني: المتشابه من جهة اللفظ والمعنى جميعا، وذكر له خمسة أضرب أيضا: ¶ من جهة الكمية، كالعموم والخصوص، نحو: {فاقتلوا المشركين} ¶ من جهة الكيفية، كالوجوب والتحريم في قوله: {اعملوا ما شئتم}. ¶ من جهة الزمان، كالناسخ والمنسوخ. ¶ من جهة المكان والأمور التي نزلت فيها الآيات، نحو: {وليس البر بأن تأتوا البيوت من ظهورها}، وقوله {إنما النسيء زيادة في الكفر}. ¶ قال: فإن من لا يعرف عادتهم في الجاهلية يتعذر عليه معرفة تفسير هذه الآية.",
            "page": "95",
            "part": "1",
            "seal": "7F36F655"
        },
        {
            "id": "79",
            "nass": "من جهة الشروط التي يصح بها الفعل أو يفسد، كشروط الصلاة والنكاح. ¶ الثالث: ما ذكره بقوله: \"والمتشابه من جهة المعنى كأوصاف الله تعالى، وأوصاف يوم القيامة، فإن تلك الصفات لا تتصور لنا، إذ كان لا يحصل في نفوسنا صورة ما لم نحسه أو لم يكن من جنس ما تحسه\". ¶ أقول: وأنت - إذا كنت قد تدبرت ما تقدم - تعلم أن النوعين الأولين لا يصح تفسير المتشابه في الآية بها، فإن الأب والقرء وسائر ما ذكر في النوعين الأوليين ليست مما يتبع ابتغاء الفتنة، ولا مما يتبعه الزائغون ابتغاء تأويله، ولا غير ذلك مما تقدم، بل في ذلك ما يخفى على الراسخ ولا يخفى على الزائغ، وفيه ما يخطئ فيه الراسخ ويصيب الزائغ، ولم يزل العامة يسألون عما يشبه ذلك ولم يتهمهم أحد بالزيغ. ¶ والحاصل: أن ذلك يصدق على المتشابه الذي وردت به الآية والأحاديث والآثار، بل ولا يصدق عليه أن معانيه مشتبهة؛ لأن الاشتباه فيه يزول بالتدبر، فالأب مثلا يعرف معناه بسؤال أهل اللغة، والنظر في القرائن، وهكذا؛ وليس في القرآن شيء من ذلك يتوقف",
            "page": "96",
            "part": "1",
            "seal": "6C1DCE3C"
        },
        {
            "id": "80",
            "nass": "العلماء عن اتباعه والنظر في تأويله، مع أن الجمهور يقولون في الآية بما قلناه، وهو أن المتشابه لا يعلم تأويله إلا الله، وقد تقدم حديث الصحيحين، ونحن نعلم أن الصحابة عملوا بمقتضاه، ونعلم أنهم تكلموا في النوعين الأولين، واختلفوا في بعضها كثيرا، ثم رأوا من بعدهم يتبعون ذلك ويبتغون تأويله فلم ينكروا عليهم ذلك. ¶ فما بقي إلا النوع الثالث، فهو الذي لم يكن يؤوله النبي - صلى الله عليه وسلم - لأصحابه، ولا كانوا يبتغون تأويله، ولا يختلفون فيه؛ ولما رأوا من يتبعه من بعدهم ويتكلم في تأويله حذّروهم، وحذِروهم، وحذروا الناس منهم. ¶ فإن قلت: فإنكم تتكلمون في معنى ذلك فتقولون لله عز وجل حياة تليق به، ويد تليق به، وتقولون إن لوجوده وحياته وقدرته وعلمه وحكمته مناسبة ما لهذه الصفات في المخلوق، ولذلك أمكننا تصورها إجمالا! ¶ قلت: الآن حصحص الحق، وارجع إلى معنى كلمة \"تأويل\" فقد قدمنا أن تأويل اللفظ قد يطلق على المعنى، وقد يطلق على نفس ذلك المعنى، وقد يطلق على الحقيقة المعبر عنها باللفظ. ¶ وقلنا: إن قوله تعالى: {ويل يومئذ للمكذبين}، فإذا قال قائل:",
            "page": "97",
            "part": "1",
            "seal": "A0AA3986"
        },
        {
            "id": "81",
            "nass": "ويل واد في جهنم، فقد أوله، ويطلق على قوله تأويل، ويطلق على نفس ذلك المعنى أنه تأويل، يقال: ما تأويل {ويل}؟ فيقال: تأويله واد في جهنم. ويطلق على تلك الحقيقة - وهي عين ذلك الوادي - أنها تأويل. ولم نجد في القرآن مثالا للإطلاقين الأولين، وفيه ثلاثة أمثلة جاءت على الإطلاق الثالث، كما ذكرنا هناك. ¶ إذن؛ فالتأويل في آية المتشابه من الإطلاق الثالث. فقولنا في حياة الله عز وجل \"صفة ثابتة له سبحانه لها مناسبة ما بحياة المخلوق\"، قولنا ذلك تأويل للفظ على الإطلاق الأول، وهذا المعنى تأويل بالإطلاق الثاني، وتلك الصفة نفسها هي تأويله بالإطلاق الثالث، والتأويل بالإطلاق الثالث هو الذي لا يعلمه إلا الله، وابتغاؤه زيغ، ولم يكن الصحابة والراسخون في العلم يبتغونه، ولما رأوا من يبتغيه حذروه، وحذروا منه. ¶ وقد عرفت أقسام متبعيه مما سبق: ¶ فمن قال: يد كيدي، فقد حكم على الحقيقة المعبر عنها باليد بأنها كيده، وتصورها هذا التصور المحدود. ¶ ومن قال: إنما هي القدرة أو النعمة، فقد حكم عليها هذا",
            "page": "98",
            "part": "1",
            "seal": "BFB95A9D"
        },
        {
            "id": "82",
            "nass": "الحكم وزعم أنه قد أدرك حقيقتها. ¶ ومن قال لله عز وجل يد تليق به لا يمكنني تصورها، ولا العلم بكنهها، ولكن لما أخبر الله عز وجل عن نفسه أن له يدا آمنت بأن له يدا تليق به، فهذا هو القائل: {آمنا به كلًّ من عند ربنا}. ¶ وهذا أوان الجواب عن سؤالك بقولك: وما فائدة إنزال مثل هذا في القرآن والقرآن إنما نزل هدى للعالمين وأمرنا بتدبره مطلقا؟ ¶ فأقول: أما الصفات التي ندركها إجمالا لمناسبة ما بينها وبين صفاتنا - مع العلم بأنها في حقه عز وجل كاملة كما يليق به، وفي حقنا ناقصة كما يليق بنا، كالقدرة والعلم ونحوها - فلا إشكال في إنزالها في القرآن، إذ يقال: المقصود منه الإيمان بها مع العلم الإجمالي، وهو كاف في ذلك، وقد علمت أن من تلك الصفات ما يتوقف ثبوت الشريعة على العلم بها، ويتبعها صفات أخرى مثلها في إمكان العلم بها إجمالا، وفي العلم بها تثبيت للشريعة وتأكيد للإيمان، ودونها صفات أخرى تذكر في القرآن في صدد تقرير معنى من المعاني لا يتوقف فهمها على العلم بكنهها، ولكن ذكرها معه يفيدها قوة لا تحصل بدونها، كقوله تعالى: {قال يإبليس ما منعك أن تسجد لما خلقت بيديَّ}. فأصل المقصود إظهار زيادة الاعتناء بآدم",
            "page": "99",
            "part": "1",
            "seal": "6C495CF3"
        },
        {
            "id": "83",
            "nass": "عليه السلام وتشريفه على ما سواه، وهذا المعنى معروف من الكلام، لا يتوقف على العلم بكنه اليدين، ولا نقول كما يقول بعضهم: هذا الكلام تمثيل لليد في إظهار العناية والتشريف! وليس هناك يدان، وإنما هو تخيل! كما قالوه في قول الشاعر: \"إذا أصبحت خذ الشمال ما لها\". ¶ لا والله؛ لانقول ذلك، فإنه من الزيغ، بل نقول: إن لله عز وجل يدين خلق بهما آدم عليه السلام، ولكننا لا نعلم كنههما، وجهلنا بكنههما لا يمنع من فهم معنى الكلام، ولا يلزم منه إن ذكرها أنه لا فائدة له! بل له أعظم الفائدة كما علمت. ¶ ومع هذا فلا نقول إن فائدة ذكر الصفة مقصورة على ما ذكر، بل هناك فائدة أخرى، وهي الابتلاء؛ {ليستيقن الذين أوتوا الكتاب ويزداد الذين آمنوا إيمانا ولا يرتاب الذين أوتوا الكتب والمؤمنون وليقول الذين في قلوبهم مرض والكافرون ماذا أراد الله بهذا مثلا}. ¶ وأما التدبر فقد أمرنا به مطلقا. ولا يتوقف فائدة التدبر على العلم بكنه اليدين مثلا، إذ لا يتوقف العلم بمعنى الكلام على ذلك. ألا ترى أنك إذا أخبرت الأكمه بأنك ترى ولده مقبلا فإنه يعلم معنى هذا الكلام تحقيقا، وإن كان لا يدري كنه الإبصار.",
            "page": "100",
            "part": "1",
            "seal": "70CD3E74"
        },
        {
            "id": "84",
            "nass": "الفصل الثاني: في تأويل الإخبار عن الوقائع ¶ أما الوقائع المتعلقة بالرب عز وجل من حيث تعلقها به من العقائد، فقد مر الكلام عليها. ¶ وأما ما عدا ذلك؛ فإن كان يتعلق بما لا نحس به ولا هو من جنس ما نحس به، فحكمه حكم العقائد، وذلك كالملائكة والجن، والأرواح، والجنة والنار، ونحو ذلك، لا أن للملائكة مثلا صفات .. عليهم بالنظر إليها؛ لأنهم من جنس ما نحس به، ككونهم موجودين مخلوقين مربوبين، فمن هذه الجهة يكون حكمهم كحكم غيرهم مما نحس به، أو نحس بما هو من جنسه ¶ والوقائع المتعلقة بما نحس به أو هو من جنس ما نحس به هي موضوع هذا الفصل، فنقول:",
            "page": "101",
            "part": "1",
            "seal": "77D008CA"
        },
        {
            "id": "85",
            "nass": "يزعم كثير من الناس أن في الكتاب والسنة أخبارا عن أشياء من هذا القبيل، والعقل أو الحس أو الخبر المتواتر يدل على خلاف ذلك الخبر، فغالبهم يذهبون إلى تأويل تلك الأخبار بحملها على معان خلاف ظاهرها، ولكنها موافقة للمعقول أو المحسوس أو المتواتر، وحجة هؤلاء أنهم إذا تركوا تلك الأخبار على ظاهرها يلزم من ذلك في حق الله عز وجل ورسوله - صلى الله عليه وسلم - الكذب أو الجهل! وإذا كان من المعلوم امتناع ذلك، يجعل الخصم هذا حجة على بطلان دين الإسلام! ¶ وأقول: هذا القول قد أرعب غالب المسلمين وزلزل قلوبهم، فخضعوا لوجوب التأويل، ولكن هذا لا يغنهم شيئا، فإن أهل الكفر والإلحاد قالوا: إن هذه التأويلات التي تبدونها خلاف ظاهر الكلام! ¶ فإن قلت: إن الدليل العقلي، أو الحسي، أو التواتري قرينة تجعل ظاهر الكلام هو المعنى الذي حملناه عليه. ¶ قيل لكم: هذا الدليل لم يكن معلوما للمخاطبين، بل لم يكن معلوما لأحد من أهل الأرض حينئذ، ولا يكفي أن يقال: كان الله",
            "page": "102",
            "part": "1",
            "seal": "93AE71A4"
        },
        {
            "id": "86",
            "nass": "يعلمه، أو كان رسوله يعلمه؛ فإن الاعتماد على قرينة يعلمها المتكلم، ويعلم أن المخاطبين لا يعلمونها لا يجوز ولا يخرج الكلام بذلك عن الكذب؛ فظهر أن ما تبدونه من التأويل لا ينفي لزوم الكذب أو الجهل في قرآنكم ونبيكم! ¶ لعل أكثر الناس ينكر علي تقرير هذا المعنى؛ فأقول له: ¶ اعلم أن الكفار والملحدين يقررون ذلك، ويسيطرون به على علماء المسلمين فضلا عن غيرهم، ولا سيما الشباب الذين سيقوا إلى أن يكونوا في مدارس معلموها من هؤلاء الملحدين أو الكفار. ¶ والدين الحق إنما يقر تقرير الشبه لإزالتها، وإنما يحظر على العلم أن يثير شبهة لا يزال أهل الكفر والضلال غافلين عنها، فأما مثل هذه الشبهة - مما قد أثاروه وأضلوا به - فلا بد للعالم من ذكره وإقامة البرهان بما يزيله.",
            "page": "103",
            "part": "1",
            "seal": "48D424CA"
        },
        {
            "id": "88",
            "nass": "المبحث الأول: حل شبهة ¶ اعلم أن عامة شبهات الكفار والملحدين في هذا العصر تدور على هذه الشبهة، فيجب الاعتناء بحلها وإيضاح الحق، وأسأل الله عز وجل التوفيق والهداية، لعله يطلع على هذا ملحد فيقول: إن هذا الكاتب وأمثاله مقلدون متعصبون، ليس لهم من حرية الفكر نصيب، يرد عليهم البرهان الذي يدمغ دينهم فيفرون إلى المعاذير! وكان عليهم أن يتدبروا ذلك البرهان ويعترفوا بمقتضاه؛ هذا مقتضى الحرية والشجاعة الأدبية وطلب الحق من حيث هو حق، فهم يزعمون أنهم يتبعون الحق، ويدعون إلى الحق، وهم أبعد الناس منه! ¶ فأقول له: أنت تعلم أن لثبوت الحقائق طرقا مختلفة، فلمعرفة أن فلانا حاضر مثلا قد تحصل بواسطة الإبصار، وبواسطة سمع كلامه، وبواسطة أخبار متواترة، وغير ذلك، والإدراك بواسطة البصر لا يحصل للأعمى، وبواسطة سماع كلامه لا يحصل للأصم، وقس على ذلك.",
            "page": "105",
            "part": "1",
            "seal": "DA34E207"
        },
        {
            "id": "89",
            "nass": "وقد يحصل الإدراك اليقيني لحقيقة بطريق صحيح، وإذا نظرت من طريق أخرى وجدت شبهات تنفي تلك الحقيقة، فأما من حصل له الإدراك بذلك الطريق الصحيح فإنه - إذا عرضت عليه تلك الشبهات - لا يلتفت إليها، ولا يبالي بها، إلا أنه إذا عجز عن إطلاع المعترض على ذاك الطريق الصحيح فقد يحاول حل تلك الشبهات، وربما يعجز عن حلها، وهو مع ذلك غير متزلزل فيما قد تيقنه، بل هو مؤمن أن لتلك الشبهات حلا لم يتيسر له، ومن شككته الشبهات فيما قد علمه يقينا يعد عند العقلاء أحمق! ¶ فمن ذلك قول علماء الطبيعة: إن تقرير كيفية الإبصار يقتضي أن ترى الصور معكوسة، وهو خلاف المشاهد، فيا ترى من يشاهد الصور - ويعلم أنه يشاهدها مستقيمة - إذا عرضت عليه تلك الشبهة هل يتزلزل عما يشاهده من أنه يرى الصور مستقيمة؟ ¶ وفي الفلسفة الحسية العصرية أمثلة كثيرة من هذا. ¶ فهكذا نحن قد قام عندنا البراهين ما تيقنا به أن القرآن كلام الله، وأن محمدا - صلى الله عليه وسلم - رسول الله، فهذا اليقين هو الذي جعلنا نبادر إلى رد الشبهات، وبها حصل لنا ذلك اليقين، وهي تحتاج إلى ممارسة",
            "page": "106",
            "part": "1",
            "seal": "94945B89"
        },
        {
            "id": "90",
            "nass": "وعناية، فلا يمكننا أن نحصلها لمن لم تحصل له في مقالة أو رسالة، فلذلك نحتاج إلى حل الشبهات. ¶ والمقصود تقرير عذرنا، ودفع تهمة التقليد والتعصب عنا، على أننا لا ندعي أننا نستطيع حل جميع الشبهات حلا يقنع الخصم، ولكننا ندعي أننا نستطيع حل جميع الشبهات حلا يقنع الخصم، ولكننا ندعي أنه لو سلك الطرق التي سلكناها وتحرى إصابة الحق وتخلى عن التقليد والتعصب لوصل إلى ما وصلنا إليه، ولعلم أن تلك الشبهات التي أثارها أولا باطلة، سواء أعلم وجه حلها أم لا. ¶ فمثلنا ومثل الخصم مثل رجل قال لآخر: إن الأرض تدور، فعارضه ذاك بأنها لو كانت تدور لتساقطت الأجرام التي عليها، وكان كذا وكذا! ولنفرض أن المخبر قد كان وقف على الدلائل التي تثبت دوران الأرض، ولم يقف على جواب الشبهة، فإنه يقول للخصم: تعال معي وانظر وتفكر لتقف على ما وقت عليه، فأبى هذا مصرا على الإنكار بحجة أنها لو كانت تدور لكان كذا وكذا! أفلا يكون من واجب المعترض إذا كان طالبا للحق أن يجيب الأول بما يدعوه إليه من النظر، وإن كان في ذلك مشقة وتعب؟ ¶ وبعد هذا التمهيد نشرع في حل الشبهة:",
            "page": "107",
            "part": "1",
            "seal": "46743329"
        },
        {
            "id": "92",
            "nass": "المبحث الثاني: أقوال العلماء ¶ رأيت كتابا لبعض الفضلاء يكذّب صاحبه أهل الطبيعة والفلك والجغرافية وغيرها في كل ما يقولونه مما يراه المؤلف الكتاب مخالفا لظاهر القرآن أو السنة، وفي كلامه مؤاخذات: ¶ منها دعواه في مواضع ظهور دلالة القرآن، وليس كذلك؛ ومنها في السنة كذلك؛ ومنها الاستناد إلى أحاديث غير ثابتة، وغير ذلك. وغالب العلماء يذهبون إلى هذا التأويل كما قدمنا، وفيه ما عرفت من الإشكال. ¶ وسمعت بعض العلماء يقول: إن القرآن لم ينزل لتعلم الطبيعة والفلك والتاريخ والتشريح والطب ونحو ذلك من العلوم الكونية، وإنما نزل لبيان الدين عقائد وأحكاما، وإنما يذكر بعض ما يتعلق بالطبيعة والفلك والتاريخ ونحوها لمغزى ديني، كالتنبيه على آيات الله وآلائه، والتذكير بالعبر والمثلات، هكذا السنة، فالأنبياء إنما بعثوا لتعليم الدين.",
            "page": "109",
            "part": "1",
            "seal": "2F1CD00D"
        },
        {
            "id": "93",
            "nass": "ومقصود هذا العالم - على ما فهمته - أنه لا يصح الاستناد إلى ظاهر آية من القرآن أو حديث من السنة في تقرير أمر من تلك العلوم الكونية، كما هو بالنسبة إلى غالب الناس غيب. ¶ فأما قوله: إن الشريعة إنما جاءت لتعليم الدين عقائد وأحكاما، ولم تجئ لتعلم العلوم الكونية، فحق. والحكمة في ذلك أن العلوم الكونية منها ما لا فائدة في علمه، [ومنها ما فيه] فائدة، ولكن علمه لا يتوقف على الوحي، بل يعلم بالبحث والنظر. وقد قضى الله عز وجل أن يكون ظهور ذلك في أوقات متراخية، كما وقع من اكتشاف الكهرباء والهاتف والمذياع وغير ذلك. ¶ على أن الناس محتاجون إلى كثرة الحكام، وليس كل حاكم",
            "page": "110",
            "part": "1",
            "seal": "F8D3F94B"
        },
        {
            "id": "94",
            "nass": "كاملا في العقل والفهم والنظر حتى يدرك جميع الأحكام بنظره، واجتماع جماعة من العقلاء لوضع القوانين لا يكفي، لقصر نظرهم واحتمال ميلهم وتعصبهم، ولأن غالب القوانين تختل الحكمة المقصودة منها في كثر من الجزئيات الداخلة فيها؛ فأما القوانين الشرعية فإنها تؤمن الغلط والميل والعصبية فيها، يمتثلها المتدينون تدينا ويقبلونها طيبة أنفسهم منشرحة صدورهم؛ لأنهم يرون القبول خيرا لهم في دينهم ودنياهم، ويلزمونها غالبا بدون إلزام حاكم؛ لا فرق في ذلك بين قويهم وضعيفهم، وافية منها على الغالب بحيث يمكن تخلف الحكمة في بعض الجزئيات، فإن الله عز وجل يجبره بقدره. ¶ والمقصود أن الخلق مفتقرون إلى تلقي الأحكام من طريق الرب عز وجل وليسوا مفتقرين إلى تلقي العلوم الطبيعية ونحوها. ¶ وقد قيل في تفسير قول الله عز وجل: {يسئلونك عن الأهلة قل هي مواقيت للناس والحج وليس البر بأن تأتوا البيوت من ظهورها ولكن البر من اتقى وأتوا البيوت من أبوابها}: \"إن",
            "page": "111",
            "part": "1",
            "seal": "B04CCA8E"
        },
        {
            "id": "95",
            "nass": "القوم إنما سألوا عن الأهلة ما بالها تبدو صغارا ثم تكبر، ثم تعود فتصغر ثم تكبر، وهكذا؟ فنزل الجواب عن هذا المعنى الطبيعي، وأجيبوا بما يتعلق بالأهلة من الأحكام الدينية، ثم أمروا بأن يأتوا البيوت من أبوابها؛ فإذا سألوا النبي - المبعوث لتعليم الدين - فليسألوه عما يتعلق بالدين، ولا يأتوا البيوت من ظهورها بأن يسألوه عما لم يبعث من لأجله ولا تتعلق به ضرورة دينية. ¶ ولما ورد النبي - صلى الله عليه وسلم - المدينة ورآهم يؤبرون النخل، فظن أن لا حاجة لذلك؛ لأنه كان قد رأى كثيرا من الأشجار تؤتي ثمرها بدون تلقيح، فقال لهم: «ما أظن يغني ذلك شيئا»، فتركوه، قال فخرج شيصا ... فمر بهم فقال: \"ما لنخلكم؟ \"، قالوا: قلت كذا وكذا! قال: «أنتم أعلم بأمور دنياكم». ¶ وفي رواية: «إنما ظننت ظنا، فلا تؤاخذوني بالظن، ولكن إذا حدثتكم عن الله شيئا فخذوا به، فإني لن أكذب على الله عز وجل». ¶ وفي رواية: «إنما أنا بشر؛ إذا أمرتكم بشيء ن دينكم فخذوا به، وإذا أمرتكم بشيء من رأي فإنما أنا بشر».",
            "page": "112",
            "part": "1",
            "seal": "5F9EAE8C"
        },
        {
            "id": "96",
            "nass": "والحديث في صحيح مسلم وغيره من حديث أم المؤمنين عائشة، وطلحة بن عبيد الله، وثابت بن قيس، ورافع بن خديج رضي الله عنهم. ¶ وصح عنه - صلى الله عليه وسلم - أنه قال: «لقد هممت أن أنهى عن الغيلة، فنظرت في الروم وفارس فإذا هم يغيلون لأولادهم فلا يضر أولادهم ذلك شيئا».",
            "page": "113",
            "part": "1",
            "seal": "2536D498"
        },
        {
            "id": "97",
            "nass": "وجاء عنه - صلى الله عليه وسلم - أنه قال: «لا تقتلوا أولادكم سرا فإن الغيل يدرك الفارس فيدعثره عن ظهر فرسه». ¶ قال الطحاوي: \"إن الحديث الثاني يظهر أن النبي - صلى الله عليه وسلم - قاله أولا لما كان يظن أن الغيل يضر، ثم لما تبين له أنه لا يضر قال: لقد هممت .. إلخ. ¶ والظاهر خلاف هذا؛ لوجوه: ¶ الأول: أن قوله - صلى الله عليه وسلم - التي يبنيها على الظن بين أنه إنما قالها بناء على الظن، والحديث الثاني جزم.",
            "page": "114",
            "part": "1",
            "seal": "7A1ED5D2"
        },
        {
            "id": "98",
            "nass": "الثاني: أن قوله: \"إن الغيل يدرك الفارس فيدعثره\" مما لا يظهر بناؤه على الظن. ¶ الثالث: أن قوله - في الحديث الأول -: \"لقد هممت .. \" ظاهر في أنه لم يكن قد نهى، فالظاهر أنه أراد أن ينهى أولا بناء على ما كان مشهورا بين العرب من أن الغيل يضر ثم في حال فارس والروم فقال الحديث الأول، ثم أعلمه الله عز وجل بأن الغيل يضره، ولو بعد حين، فقال الحديث الثاني. ¶ وقد يجيء في الشريعة ما يشير إلى مسائل طبيعية إذا دعت ضرورة، ولكنها تعرض بمعرض ديني أو ينبه عليها إجمالا. ¶ فمن الأول: النهي عن الشرب قائما، وقوله: إن الشيطان يشرب معه.",
            "page": "115",
            "part": "1",
            "seal": "ED21C885"
        },
        {
            "id": "99",
            "nass": "ومن الثاني: النهي عن النفخ في الطعام والشراب، وغير ذلك. ¶ والمقصود: أن قول ذلك العالم: إن الشريعة إنما جاءت لتعليم الدين عقائد وأحكاما، وأما ما جاء فيها مما يتعلق بشيء من العلوم الطبيعية والتاريخ ونحوها فليس المقصود من ذكره التعريف بكنهه وحقيقته وكيفيته مفصلا، وإنا يذكر تنبيها على الآيات والمثلات. كل هذا صحيح، ولكن هل يقتضي هذا جواز أن يكون الواقع في تلك الأمور خلاف ظاهر الخبر الشرعي؟ ¶ قد كنت أنكر هذا أشد الإنكار، وأقول إن الظاهر حجة قطعية، وإنه إذا كان الواقع خلاف ظاهر الخبر كان الخبر كذبا، وإن لم يكن المقصود من الخبر بيان ذلك الأمر. ¶ ثم رأيت في أصول الفقه مسألة تعضد ما قاله ذلك العالم، وهو قول بعضهم: إن النص إذا سيق لمعنى غير بيان الحكم وكان عاما لا يحتج بعمومه في الحكم.",
            "page": "116",
            "part": "1",
            "seal": "4DC92593"
        },
        {
            "id": "100",
            "nass": "ويمكن أن يطّرد ذلك في سائر الدلالات الظاهرة. ووجه ذلك أن المتكلم إنما يعتني بالمعنى المقصود بالذات، وأما ما ذكر عرضا فإنه لا يعتني به، كأنه يكل تحقيق حكمه إلى موضعه. ¶ ويقرب من هذا ما يقوله الفقهاء وغيرهم: إن المسألة إذا ذكرت في غير بابها استطرادا، ثم ذكرت في بابها مع مخالفة، فالمعتمد فيها ما في بابها. ¶ وههنا معنى آخر يعضد ذك أيضا، وهو أن المتكلم في علم قد يذكر في أثناء كلامه مسألة من علم آخر، فربما ذكر قاعدة يكون ظاهر كلامه أنها كلية، ومع ذلك فلا يعتد بهذا الظاهر ولا ننسب إلى المتكلم أنه ادعى كليتها ولا يعترض عليه بذكرها على ذلك الوجه. ¶ كأن يقول المفسر في قوله تعالى: {هدى للمتقين} أصل {هدى} هدي، والقاعدة الصرفية أنه إذا تحركت الياء وانفتح ما قبلها قلبت ألفا، والقاعدة الأخرى أنه إذا التقى الساكنان حذف الأول. وهاتان القاعدتان ليستا على إطلاقهما، بل لكل منهما قيود وشروط معروفة في علم الصرف؛ ومع ذلك لا ينسب إلى ذلك المفسر قصور ولا تقصير، ولا دعوى خلاف ما تقرر في علم",
            "page": "117",
            "part": "1",
            "seal": "7F8BDBA9"
        },
        {
            "id": "101",
            "nass": "الصرف؛ لأنه يقال: ليس هو في صدد الكلام في علم الصرف حتى ينسب إليه ذلك، وإنما هو في صدد التفسير، ولكن انجر الكلام إلى هاتين القاعدتين فذكرهما على قدر ما دعا إليه الحال؛ وهكذا في القواعد النحوية والبيانية وغيرها. ¶ وأبلغ من هذا: أن أصحاب الكتب المختصرة في العلوم يذكر أحدهم كثيرا من قواعد ذلك العلم، بحيث يكون ظاهر الكلام أنها كلية، ومع ذلك لا ينسب إليهم قصور ولا تقصير ولا دعوى كليتها، بل يقال: هذا المختصر وضع للحفظ ولتعليم المبتدئين، وكل يستدعي الإجمال وترك التفصيل بذكر القيود والشروط، بل يوكل ذلك إلى الشروح والمطولات. ¶ وأبلغ من هذا: أن الكتب الموضوعة للمبتدئين قد يذكر فيها ما ليس بصحيح في نفسه، ولكن سلكه المؤلف لأنه أقرب إلى فهم المبتدئ، فيقول النحوي مثلا: الكلام قد يركب من كلمتين، من اسم وفعل، مثل: قام الرجل، والرجل قام، أو اسمين، مثل: زيد قائم، أو القائم زيد؛ مع أن \"قام الرجل\" ثلاث كلمات، والرجل قام أربع كلمات: فعل وحرف واسمان، و\"زيد قائم\" ثلاث أسماء، و\"القائم زيد\" أربعة أسماء. ¶ ومن كان له ممارسة للنحو والصرف وجد فيها كثيرا من هذا.",
            "page": "118",
            "part": "1",
            "seal": "2B8116A2"
        },
        {
            "id": "102",
            "nass": "ومن عالج التعليم يعلم يقينا أنه لا غنى به عن سلوك هذه الطريق في كثير من المسائل. ¶ وكما أن المعلم الناصح يتجنب أن يخرج بالطالب في الدرس عن ذلك العلم، فهكذا النبي - صلى الله عليه وسلم - كان يتجنب أن يشغل الناس بما لم يبعث لأجله، بل كثيرا ما يقرهم على ما يعلم أنه خطأ وغلط، لأن ذلك لا يضرهم في دينهم؛ فإذا دعت المصلحة إلى ذكر ما يتعلق بشيء من الأمور الطبيعية ذكره على وجه لا يجر إلى إيقاع السامعين في الخوض في أحوالها الطبيعية، فيشتغلوا بذلك عن المقصود. ومن ضرورة هذا المعنى أن لا يذكر لهم في الأمور الطبيعية خلاف ما يعرفون، أو يذكر لهم مما لا يعرفون شيئا فيه دقة وغرابة، فلا يذكر لهم مثلا: الأرض كروية، أو أنها تدور. ¶ فإن قلت: فهل يجوز أن يخبر عن شيء من الطبيعيات بكلام ظاهره مخالف للحقيقة؟ ¶ هذا هو موضوع السؤال! ¶ قلت: أما إذا ثبت أن الظاهر في مثل ذلك لا يعتد به، بل يحتمل أنه مراد، ويحتمل أنه ليس بمراد، فلا مانع من ذلك إذا لم يبق ذلك الظاهر ظاهرا، فتدبر!",
            "page": "119",
            "part": "1",
            "seal": "0E03F441"
        },
        {
            "id": "103",
            "nass": "وقد أجاز جمهور العلماء تأخير البيان إلى وقت الحاجة، فأجازوا أن يرد نص في الحج مثلا يكون وروده في شهر محرم، ولذلك غير عام، أو مطلقا وهو في علمه عز وجل مقيد، أو فيه كلمة مستعملة في علم الله عز وجل في غير ما وضعت له، ولم تصحب النص قرينة، ثم حين حضور الحج يبين الله عز وجل الخصوص والتقييد. ¶ والوجه في ذلك: أن المخاطبين لما علموا من عادة الشريعة أنها قد يقع فيها صار ذلك الظاهر غير ظاهر عندهم، بل هو محتمل فقط، فإذا جاء وقت العمل، ولم يبين ما يخالف ذلك الظاهر علم حينئذ أنه مراد. ¶ بل قد يقال: لا حاجة إلى علم المخاطبين بعادة الشريعة في ذلك، ويكفي أن ذلك جار في العادة مطلقا. فلو كان لرجل خمسة من الولد صغار، فقال لخادمه: اذهب بالأولاد يوم الخميس إلى المستشفى للتطعيم ضد الجدري وعندما تريد الذهاب أخبرني، فإن الخادم إذا تدبر هذا الكلام قال نفسه: كلمة \"الأولاد\" تشمل الخمسة كلهم، ويمكن أن يكون أراد الخمسة كلهم، ويمكن أن يكون",
            "page": "120",
            "part": "1",
            "seal": "CF7EBEEE"
        },
        {
            "id": "104",
            "nass": "أراد ثلاثة أو أربعة منهم، على كل حال فحين أريد الذهاب أخبره فيظهر ما هو مراده. ¶ وإنما أوردت في المثال: \"وعندما تريد الذهاب أخبرني\"؛ لأنه لو لم يقل ذلك لضعف احتمال الخصوص جدا؛ لأن الإنسان يعلم أنه ربما ينسى أو يغفل أو ينام أو يمرض أو يموت أو يغيب، وإذا عرض له شيء من ذلك عند حضور الوقت فإن الخادم يذهب بالأولاد الخمسة، فلو كان يريد الخصوص لاحتاط. ¶ فأما الرب عز وجل فإنه منزه عن تلك العوارض، فأمره على الاحتمال حتى يحضر وقت العمل بدون حاجة إلى ما يقوم مقام قول الإنسان: \"وعندما تريد الذهاب أخبرني\". وكذلك أمر نبيه عليه الصلاة والسلام؛ لأنه مبلغ عن الرب، والرب تعالى متكفل بحفظه أن يعرض له شيء من تلك العوارض يمنع من البيان قبل وقت الحاجة. ¶ والحاصل: أن النص على الحكم - وقد بقيت مدة إلى حضور وقته - إذا كان لذلك النص ظاهر من جهة اللفظ، ولكنه غير ظاهر من جهة المعنى، بل هو محتمل فقط، فإذا جاء الوقت ولم يبين علم أن ما ظهر من اللفظ هو المراد من جهة المعنى أيضا.",
            "page": "121",
            "part": "1",
            "seal": "BE7E3874"
        },
        {
            "id": "105",
            "nass": "فإذا أطلق الشارع نصا في حكم لم يحضر وقته، وللنص ظاهر لفظي، ثم بين عند الحاجة ما يرفع ذلك الظاهر، لم يلزم من إطلاق النص كذب ولا شبه كذب، فتدبر وأمعن النظر. ¶ ثم نقول: معرفة صفات الأمور الطبيعية ليس لها حاجة في البيان عندما يطلع الإنسان على صفة فعل الشيء، فيتبين له حينئذ المعنى المراد من النص، ولا يلزم كذب ولا شبه كذب إذا تبين أن الواقع خلاف الظاهر اللفظي من النص. ¶ فلو قال النبي - صلى الله عليه وسلم - لرجل: اذهب إلى فلان فستجده يأكل لحم إنسان، فذهب إليه فلم يجده يأكل لحما، ولكن وجده يغتاب إنسانا، لقال: صدق الله ورسوله، إن اغتياب الإنسان كأكل لحمه. ¶ ولو قال - صلى الله عليه وسلم - لرجل: أتحب فلانا؟ فقال: نعم! فقال: أما إنك ستقتله، فلما كان بعد وفاة النبي - صلى الله عليه وسلم - سقطت من الرجل كلمة كانت سببا لقتل صاحبه، لقال: صدق الله ورسوله، أنا قتلته بكلمتي. ¶ وفي هذا نص واقع، وهو قول النبي - صلى الله عليه وسلم - لأزواجه - لما سألنه أيتهن أسرع لحوقا به -: «أسرعكن أطولكن يدا». ¶ قالت عائشة: \"فكنا إذا اجتمعنا في بيت إحدانا بعد وفاة رسول",
            "page": "122",
            "part": "1",
            "seal": "90EEA09E"
        },
        {
            "id": "106",
            "nass": "الله - صلى الله عليه وسلم - نمد أيدينا في الجدار نتطاول، فلم نزل نفعل ذلك حتى توفيت زينب بنت جحش، وكانت امرأة قصيرة ولم تكن أطولنا، فعرفنا حينئذ أن النبي - صلى الله عليه وسلم - إنما أراد بطول اليد الصدقة، وكانت زينب امرأة صانعة باليد، وكانت تدبغ وتخرز وتتصدق في سبيل الله\". ¶ هذا لفظ رواية الحاكم في المستدرك، كما حكاها الحافظ في الفتح. والحديث في الصحيحين، ولكن وقع في رواية البخاري اختصار ووهم نبه عليه الحافظ في الفتح. ¶ قال الحافظ: \"وفي الحديث علم من أعلام النبوة ظاهر، وفيه جواز إطلاق اللفظ المشترك بين الحقيقة والمجاز بغير قرينة، وهو لفظ \"أطولكن\" إذا لم يكن محذورا. قال الزين بن المنير: \"لما كان السؤال",
            "page": "123",
            "part": "1",
            "seal": "285CB4CE"
        },
        {
            "id": "107",
            "nass": "عن آجال مقدرة لا تعلم إلا بوحي أجابهن بلفظ غير صريح، وأحالهن على ما لا يتبين إلا بأخرة، وساغ ذلك لكونه ليس من الأحكام التكليفية\". ¶ وقد يقال إن في الحديث قرينة، بل قريتين: ¶ الأولى: قوله: \"أطولكن يدا\"، ولم يقل: أطولكن، مع أنه أخصر، ففي العدول إلى ذكر طول اليد إشارة إلى المعنى المراد. ¶ الثاني: أن سرعة اللحوق به فضيلة، والفضيلة إنما تدرك بعمل صالح؛ والطول الحسي ليس بعمل صالح. ¶ ويمكن أن يجاب بأن الأولى مبنية على أن الطول الحسي في اليد ملازم لطول القامة، وليس كذلك ولكنه الغالب. وأما الثانية فليست بظاهرة، لأن الموت عند تمام الأجل، فليس بمرتبط بالفضيلة ارتباطا ظاهرا، إذ لا مانع من طول عمر الفاضلة ارتباطا ظاهرا، إذ لا مانع من طول عمر الفاضلة وقصر عمر المفضولة. ¶ وعلى كل حال، استنبط هذا بعد العلم بحقيقة الحال؛ وأما قبل ذلك فقد كان الظاهر هو طول اليد الطول الحسي، كما فهمته أمهات المؤمنين رضي الله عنهن، ولم يكن على ذلك حتى تبين",
            "page": "124",
            "part": "1",
            "seal": "957FC571"
        },
        {
            "id": "108",
            "nass": "خلاف ذلك بموت زينب. ¶ فإن قيل: كيف هذا وقد تقدم في كلمات خليل الله إبراهيم عليه السلام تتعلق بوقائع عادية وقعت له، وليست متعلقة بما هو غيب عند عامة الناس أو غالبهم، والبحث المتقدم إنما هو فيما كان غيبا مطلقا، أو بالنظر إلى غالب الناس.",
            "page": "125",
            "part": "1",
            "seal": "BF55F663"
        }
    ],
    "t931": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة في الصدق والكذب"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "تشديد الشارع في الكذب"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "الترخيص في بعض ما يسمى كذبا"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول في معنى التأويل"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني في حكم التأويل"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول: في تأويل النصوص الواردة في العقائد"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الأول: في بيان جناية التأويل الفاسد على أهله"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: في تفسير قوله تعالى هو الذي أنزل عليك الكتاب منه آيات محكمات"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني: في تأويل الإخبار عن الوقائع"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الأول: حل شبهة"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: أقوال العلماء"
        }
    ]
}