{
    "b9311": [
        {
            "hno": "1",
            "id": "1",
            "nass": "أَخْبَرَنَا الشَّيْخُ الْإِمَامُ الْمُسْنِدُ الْمُعَمَّرُ الرُّحَلَةُ الْخَطِيبُ صَدْرُ الدِّينِ أَبُو الْفَتْحِ مُحَمَّدُ بْنُ شَرَفِ الدِّينِ مُحَمَّدِ بْنِ الْمَيْدُومِيِّ قِرَاءَةُ عَلَيْهِ وَنَحْنُ نَسْمَعُ فِي يَوْمِ الْجُمُعَةِ خَامِسَ عَشَرَ شَهْرِ الْمُحَرَّمِ سَنَةَ اثْنَتَيْنِ وَخَمْسِينَ وَسَبْعِمِائَةٍ بِمَقَامِ سَيِّدِنَا الْخَلِيلِ عَلَيْهِ أَفْضَلُ الصَّلَاةِ وَالسَّلَامِ قَالَ: أَنَا الشَّيْخُ الْأَوْحَدُ نَجِيبُ الدِّينِ أَبُو الْفَرَجِ عَبْدُ اللَّطِيفِ بْنُ نَجْمِ الدِّينِ بْنِ عَلِيِّ بْنِ نَصْرِ بْنِ هِبَةِ اللَّهِ بْنِ الصُّقَيْلِ الْحَرَّانِيُّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ قَالَ: أَنَا الشَّيْخُ الثِّقَةُ عَبْدُ الْمُنْعِمِ بْنُ عَبْدِ الْوَهَّابِ بْنِ سَعْدِ بْنِ كُلَيْبٍ الْحَرَّانِيُّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ قَالَ: أَنَا الشَّيْخُ الْإِمَامُ أَبُو الْخَيْرِ الْمُبَارَكُ بْنُ الْحُسَينِ بْنِ أَحْمَدَ الْعَسَّالُ الْمُقْرِئُ قِرَاءَةً عَلَيْهِ فِي دَارِهِ بِبَغْدَادَ وَأَنَا أَسْمَعُ فِي يَوْمِ الْأَرْبِعَاءِ ثَانِيَ عَشَرَ ذِي الْحِجَّةِ سَنَةَ ثَمَانٍ وَخَمْسِمِائَةٍ فَأَقَرَّ بِهِ، ثنا الشَّيْخُ الْحَافِظُ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدٍ الْخَلَّالُ إِمْلَاءً فِي يَوْمِ الْجُمْعَةِ بَعْدَ الصلَّاَةِ لِأَرْبَعَ عَشْرَ خَلَوْنِ مِنْ شَعْبَانَ سَنَةَ ثَمَانٍ وَأَرْبَعِمِائَةٍ بِجَامِعِ الْمَنْصُورِ، ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ إِمْلَاءً، ¶ 1 - ثنا مُحَمَّدُ بْنُ يُونُسَ بْنِ مُوسَى الْقُرَشِيُّ، ثنا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، ثنا شُعْبَةُ بْنُ الْحَجَّاجِ، ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي يَعْقُوبَ، قَالَ: سَمِعْتُ أَبَا نَصْرٍ، يَعْنِي الْهِلَالِيَّ، يُحَدِّثُ عَنْ رَجَاءِ بْنِ حَيْوَةَ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ وَاسْمُهُ صُدَيُّ بْنُ عَجْلَانَ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مُرْنِي بِعَمَلٍ يُدْخِلُنِي الْجَنَّةَ؟ قَالَ: «§عَلَيْكَ بِالصَّوْمِ فَإِنَّهُ لَا عِدْلَ لَهُ» ثُمَّ أَتَيْتُهُ ثَانِيَةً فَقَالَ: «عَلَيْكَ بِالصَّوْمِ فَإِنَّهُ لَا عِدْلَ لَهُ»",
            "page": "17",
            "part": "1",
            "seal": "E6BF1B2B"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "2 - حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ بْنِ مُوسَى الْحَافِظُ، ثنا حَامِدُ بْنُ مُحَمَّدِ بْنِ شُعَيْبٍ الْبَلْخِيُّ، ثنا زُهَيْرُ بْنُ حَرْبٍ، ثنا الْحَسَنُ بْنُ مُوسَى، ثنا ابْنُ لَهِيعَةَ، عَنْ حُيَيِّ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«يَطَّلِعُ اللَّهُ عَزَّ وَجَلَّ إِلَى خَلْقِهِ لَيْلَةَ النِّصْفِ مِنْ شَعْبَانَ، فَيَغْفِرُ لِعِبَادِهِ إِلَّا اثْنَيْنِ مُشَاحِنًا وَقَاتِلَ نَفْسٍ»",
            "page": "18",
            "part": "1",
            "seal": "741179EA"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "حَدَّثَنَا الْحَسَنُ، ¶ 3 - ثنا عَلِيُّ بْنُ عَمْرِو بْنِ سَهْلٍ الْحَرِيرِيُّ، ثنا أَحْمَدُ بْنُ عُمَيْرٍ، ثنا سَعِيدُ بْنُ عُثْمَانَ التَّنُوخِيُّ الْحِمْصِيُّ، وَعَلِيُّ بْنُ مَعْرُوفٍ الْقَصَّارُ، قَالَا: ثنا عَبْدُ الْعَزِيزِ بْنُ مُوسَى، عَنْ سَيْفِ بْنِ مُحَمَّدٍ الثَّوْرِيِّ، عَنِ الْأَحْوَصِ بْنِ حَكِيمٍ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: -[19]- §«يَهْبِطُ اللَّهُ عَزَّ وَجَلَّ إِلَى سَمَاءِ الدُّنْيَا إِلَى عِبَادِهِ فِي لَيْلَةِ النِّصْفِ مِنْ شَعْبَانَ، فَيَطَّلِعُ إِلَيْهِمْ، فَيَغْفِرُ لِكُلِّ مُؤْمِنٍ وَمُؤْمِنَةٍ، وَكُلِّ مُسْلِمٍ وَمُسْلِمَةٍ، إِلَّا كَافِرًا أَوْ كَافِرَةً، أَوْ مُشْرِكًا أَوْ مُشْرِكَةً، أَوْ رَجُلًا بَيْنَهُ وَبَيْنَ أَخِيهِ مُشَاحَنَةٌ، وَيَدَعُ أَهْلَ الْحِقْدِ لِحِقْدِهِمْ»",
            "page": "18",
            "part": "1",
            "seal": "39D98277"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 4 - ثنا يُوسُفُ بْنُ عُمَرَ الزَّاهِدُ، رَحِمَهُ اللَّهُ وَعَبْدُ الْوَاحِدِ بْنُ عَلِي اللِّحْيَانِيُّ قَالَا: ثنا عَبْدُ اللَّهِ بْنُ سُلَيْمِ بْنِ عِيسَى الْوَرَّاقُ، ثنا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ يَزِيدَ الْجُمَحِيُّ، ثنا جَامِعُ بْنُ صُبْحٍ الرَّمْلِيُّ، ثنا مَرْحُومُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ دَاوُدَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنِ الْحَسَنِ، عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: \" §إِذَا كَانَ لَيْلَةُ النِّصْفِ مِنْ شَعْبَانَ نَادَى مُنَادٍ: هَلْ مِنْ مُسْتَغْفِرٍ فَأَغْفِرَ لَهُ، هَلْ مِنْ سَائِلٍ فَأُعْطِيَهُ، فَلَا يَسْأَلُ أَحَدٌ شَيْئًا إِلَّا أُعْطِيَ، إِلَّا زَانِيَةً بِفَرْجِهَا أَوْ مُشْرِكًا \"",
            "page": "19",
            "part": "1",
            "seal": "6532BE05"
        },
        {
            "hno": "5",
            "id": "5",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 5 - ثنا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ سَمْعُونَ الْوَاعِظُ، رَحِمَهُ اللَّهُ، أَنْبَأَ عَلِيُّ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْمِصْرِيُّ، أَنْبَأَ مُطَّلِبُ بْنُ شُعَيْبٍ، وَهَاشِمُ بْنُ يُونُسَ، وَمُحَمَّدُ بْنُ زَيْدَانَ بْنِ سُوَيْدٍ، وَاللَّفْظُ، لِمُطَّلِبٍ، قَالُوا: أَنْبَأَ أَبُو صَالِحٍ، كَاتَبُ اللَّيْثِ، قَالَ حَدَّثَنِي اللَّيْثُ بْنُ سَعْدٍ، قَالَ: حَدَّثَنِي عَقِيلُ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُثْمَانُ بْنُ مُحَمَّدِ بْنِ الْمُغِيرَةِ بْنِ الْأَخْنَسِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: -[20]- «§تُقْطَعُ الْآجَالُ مِنْ شَعْبَانَ إِلَى شَعْبَانَ، حَتَّى إِنَّ الرَّجُلَ لَيَنْكِحُ، وَيُولَدُ لَهُ، وَلَقَدْ خَرَجَ اسْمُهُ فِي الْمَوْتَى»",
            "page": "19",
            "part": "1",
            "seal": "DE836F87"
        },
        {
            "hno": "6",
            "id": "6",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 6 - ثنا يُوسُفُ بْنُ عُمَرَ الْقَوَّاسُ، ثنا مُحَمَّدُ بْنُ صَالِحٍ الْجَوَارِبيُّ، قَالَ: حَدَّثَنِي أَبِي، ثنا إِسْحَاقُ بْنُ بِشْرٍ الْكَاهِلِيُّ، ثنا عَنْبَسَةُ بْنُ عَبْدِ الرَّحْمَنِ الْقُرَشِيُّ، عَنْ عَلَّاقِ بْنِ مُسْلِمٍ، عَنْ أَبَانَ بْنِ عُثْمَانَ، عَنْ أَبِيهِ عُثْمَانَ بْنِ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §إِنَّ اللَّهَ عَزَّ وَجَلَّ لَيُشَفِّعُ يَوْمَ الْقِيَامَةِ ثَلَاثَةً: الْأَنْبِيَاءَ، ثُمَّ الْعُلَمَاءَ، ثُمَّ الشُّهَدَاءَ \"",
            "page": "20",
            "part": "1",
            "seal": "E9384653"
        },
        {
            "hno": "7",
            "id": "7",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 7 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مُطَّلِبٍ الشَّيْبَانِيُّ، ثنا أَبُو تَمَّامٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ الْأَنْصَارِيُّ، بِالْكُوفَةِ، ثنا حُرَيْثُ بْنُ مُحَمَّدٍ الْحَارِثِيُّ، ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ الصِّينِيُّ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ رَبِّهِ الْعِجْلِيُّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: «§أَحِبُّوا الْأَيَامَى، وَتَوَدَّدُوا إِلَيْهِمْ، وَاعْلَمُوا أَنَّهُ لَا يَتِمُّ شَرَفٌ إِلَّا بِوِلَايَةِ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِ السَّلَامُ وَمَوَدَّتِهِ»",
            "page": "21",
            "part": "1",
            "seal": "76F8D00E"
        },
        {
            "hno": "8",
            "id": "8",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 8 - ثنا عَلِيُّ بْنُ عُمَرَ بْنِ أَحْمَدَ الْحَافِظُ، ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَبِي الرِّجَالِ، ثنا أَبُو اللَّيْثِ يَزِيدُ بْنُ جَهُورٍ، ثنا أَبُو تَوْبَةَ ثنا سُلَيْمَانُ بْنُ حَيَّانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «§لُحِدَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَلِأَبِي بَكْرٍ، وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا»",
            "page": "21",
            "part": "1",
            "seal": "9B00F903"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 9 - ثنا عَلِيُّ بْنُ عُمَرَ الْحَافِظُ، ثنا إِسْمَاعِيلُ بْنُ الْعَبَّاسِ، ثنا عَبَّادُ بْنُ الْوَلِيدِ، ثنا سَلْمُ بْنُ الْمُغِيرَةِ، ثنا أَبُو دَاوُدَ النَّخَعِيُّ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §أَعْمَالُ الْأَبْرَارِ مِنَ الرِّجَالِ مِنْ أُمَّتِي: الْخِيَاطَةُ، وَأَعْمَالُ الْأَبْرَارِ مِنَ النِّسَاءِ مِنْ أُمَّتِي الْمِغْزَلُ \"",
            "page": "22",
            "part": "1",
            "seal": "90426738"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 10 - ثنا أَبُو الْحُسَيْنِ عُبَيْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ يَعْقُوبَ الْمُقْرِئُ الْمَعْرُوفُ بِابْنِ الْبَوَّابِ، ثنا أَبُو مُوسَى عِيسَى بْنُ مُحَمَّدٍ الدَّقَّاقُ، ثنا عُبَيْدُ بْنُ شَرِيكٍ ثنا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ، ثنا عَيَّاشٌ، ثنا مُبَارَكُ بْنُ حَسَّانَ، ثنا الْحَسَنُ، عَنِ ابْنِ مَسْعُودٍ رَحِمَهُ اللَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لِكُلِّ شَيْءٍ آفَةٌ وَآفَةُ هَذَا الدِّينِ: وُلَاةُ السُّوءِ \"",
            "page": "22",
            "part": "1",
            "seal": "277ACAC5"
        },
        {
            "hno": "11",
            "id": "11",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 11 - ثنا أَبُو عُمَرَ بْنُ حَيْوِيَةِ الْخَرَّازُ، حَدَّثَنَا أَبُو حَامِدٍ الْحَضْرَمِيُّ، إِمْلَاءً، ثنا عَلِيُّ بْنُ مُسْلِمٍ الطُّوسِيُّ، ثنا زَافِرُ بْنُ سُلَيْمَانَ، ثنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عَبْدِ اللَّهِ بْنِ مُسْلِمٍ، عَنْ يَبْرُعَ، رَجُلٍ مِنْ أَهْلِ مَرْو قَالَ: كُنْتُ أُجَالِسُ ابْنَ سِيرِينَ فَتَرَكَتُ مُجَالَسَتَهُ وَجَلَسْتُ إِلَى الْمُعْتَزِلَةِ فَرَأَيْتُ فِي الْمَنَامِ أَنِّي مَعَ قَوْمٍ يَحْمِلُونَ جَنَازَةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ مَالِكٌ: §«-[23]- أَتَدْرِي مَنْ جَالَسْتَ؟ إِنَّكَ مَعَ قَوْمٍ يَدْفِنُونَ مَا جَاءَ بِهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
            "page": "22",
            "part": "1",
            "seal": "24D9FCAF"
        },
        {
            "hno": "12",
            "id": "12",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 12 - ثنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ يُوسُفَ الْأَصْبَهَانِيُّ قَدِمَ عَلَيْنَا، ثنا أَحْمَدُ بْنُ سَعِيدِ بْنِ فُرَيحٍ، ثنا أَبُو بَكْرِ بْنُ أَبِي مُوسَى، قَالَ: سَمِعْتُ قَاسِمًا الْجَوْعِيَّ، يَقُولُ: سَمِعْتُ مُنَبِّهَ بْنَ عُثْمَانَ اللَّخْمِيَّ، يَقُولُ: قَالَ آدَمُ عَلَيْهِ وَعَلَى نَبِيِّنَا السَّلَامُ §«كُنَّا سَبْيًا مِنْ سَبْيِ الْجَنَّةِ فَسَبَانَا إِبْلِيسُ أَخْزَاهُ اللَّهُ بِالْخَطِيئَةِ، فَلَيْسَ يَنْبَغِي لَنَا إِلَّا الْبُكَاءُ وَالْحُزْنُ، حَتَّى نَرْجِعَ إِلَى الدَّارِ الَّتِي مِنْهَا سُبِينَا»",
            "page": "23",
            "part": "1",
            "seal": "0263F877"
        },
        {
            "hno": "13",
            "id": "13",
            "nass": "حَدَّثَنَا الشَّيْخُ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدٍ الْخَلَّالُ رَحِمَهُ اللَّهُ إِمْلَاءً فِي يَوْمِ الْجُمُعَةِ بَعْدَ الصَّلَاةِ لِسَبْعٍ بَقِينَ مِنْ شَعْبَانَ سَنَةَ ثَمَانٍ وَثَلَاثِينَ وَأَرْبَعِمِائَةٍ بِجَامِعِ الْمَنْصُورِ ¶ 13 - ثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ إِمْلَاءً، ثنا إِبْرَاهِيمُ بْنُ شَرِيكِ بْنِ الْفَضْلِ الْأَسَدِيِّ بْنِ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ يُونُسَ، ثنا زُهَيْرُ بْنُ مُعَاوِيَةَ عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ اللَّيْثِيِّ قَالَ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: §«إِنَّمَا الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ؛ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا؛ فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ»",
            "page": "26",
            "part": "1",
            "seal": "C68D50D9"
        },
        {
            "hno": "14",
            "id": "14",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 14 - ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ الْعَبَّاسِ الْوَرَّاقُ، ثنا يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ، وَثنا مُحَمَّدُ بْنُ عَلِيِّ بْنِ سُوَيْدٍ الْعَنْبَرِيُّ، ثنا مُحَمَّدُ بْنُ حُصَيْنِ بْنِ خَالِدٍ الْأَوْلَسيُّ أَبُو عَبْدِ اللَّهِ، بِطَرَسُوسَ ثنا مُحَمَّدُ بْنُ زُنْبُورٍ، بِمَكَّةَ، ثنا الْحَارِثُ بْنُ عُمَيْرٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَلَيْهِ السَّلَامُ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَلَيْهِ السَّلَامُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ §فَاتِحَةَ الْكِتَابِ، وَأَيَّةَ الْكُرْسِيِّ، وَالْآيَتَيْنِ مِنْ آلَ عِمْرَانَ {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ} إِلَى قَوْلِهِ: {سَرِيعُ -[27]- الْحِسَابِ} [آل عمران: 19] مُعَلَّقَاتٌ مَا بَيْنَهُنَّ وَبَيْنَ اللَّهِ عَزَّ وَجَلَّ حِجَابٌ، يَقُلْنَ: يَارَبَّ أَهْبِطْنَا إِلَى أَرْضِكَ، وَإِلَى مَنْ يَعْصِيكَ فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ: إِنِّي حَلَفْتُ أَنْ لَا يَقْرَأَكُنَّ أَحَدٌ مِنْ عِبَادِي فِي دُبُرِ كُلِّ صَلَاةٍ إِلَّا جَعَلْتُ الْجَنَّةَ مَثْوَاهُ عَلَى مَا كَانَ مِنْهُ وَإِلَّا أُسْكِنُهُ حَظِيرَةَ الْقُدُسِ، وَإِلَّا نَظَرْتُ إِلَيْهِ بِعَيْنَيَ الْمَكْنُونَةِ فِي كُلِّ يَوْمٍ سَبْعِينَ نَظْرَةً، وَإِلَّا قَضَيْتُ لَهُ كُلَّ يَوْمٍ سَبْعِينَ حَاجَةً أَوَّلُهَا الْمَغْفِرَةُ، وَإِلَّا أَعَذْتُهُ مِنْ كُلِّ عَدُوٍّ وَنَصَرْتُهُ مِنْهُ \"",
            "page": "26",
            "part": "1",
            "seal": "7EC8F919"
        },
        {
            "hno": "15",
            "id": "15",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 15 - ثنا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ شَاذَانَ الْبَزَّازُ، ثنا عَبْدُ الْغَافِرِ بْنُ سَلَامَةَ الْحِمْصِيُّ، ثنا مُزْدَادُ بْنُ جَمِيلٍ، ثنا عَبْدُ الْمَلِكِ بْنُ إِبْرَاهِيمَ الْجُدِّيُّ، ثنا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: \" نُهِينَا فِي الْقُرْآنِ أَنْ نَسْأَلَ رَسُولَ اللَّهِ عَنْ شَيْءٍ فَكَانَ يُعْجِبُنَا أَنْ يَجِيءَ الرَّجُلُ الْعَاقِلُ مِنَ الْعَرَبِ، فَيَسْأَلَ وَنَسْمَعُ فَجَاءَ رَجُلٌ فَقَالَ: «يَا مُحَمَّدُ أَتَانَا رَسُولُكَ فَزَعَمَ أَنَّ اللَّهَ عَزَّ وَجَلَّ أَرْسَلَكَ؟ قَالَ» صَدَقَ \" قَالَ: فَمَنْ خَلَقَ السَّمَاءَ؟ قَالَ: «اللَّهُ عَزَّ وَجَلَّ» ، قَالَ: فَمَنْ خَلَقَ الْأَرْضَ؟ قَالَ: «اللَّهُ عَزَّ وَجَلَّ» قَالَ: فَمَنْ نَصَبَ الْجِبَالَ وَجَعَلَ فِيهَا مَا جَعَلَ؟ قَالَ: «اللَّهُ عَزَّ وَجَلَّ» قَالَ: فَبِالَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ، وَنَصَبَ الْجِبَالَ، وَجَعَلَ فِيهَا مَا جَعَلَ آللَّهُ أَرْسَلَكَ إِلَيْنَا؟ قَالَ: «نَعَمْ قَالَ وَزَعَمَ لَنَا رَسُولُكَ أَنَّ عَلَيْنَا صَوْمَ -[28]- شَهْرٍ فِي سُنَّتِنَا؟ قَالَ» صَدَقَ \" قَالَ: وَزَعَمَ لَنَا رَسُولُكَ أَنَّ عَلَيْنَا الْحَجَّ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا؟ قَالَ: «صَدَقَ» قَالَ: فَبِالَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ، وَنَصَبَ الْجِبَالَ وَجَعَلَ فِيهَا مَا جَعَلَ، آللَّهُ أَمَرَكَ بِهَذَا؟ قَالَ: «نَعَمْ» قَالَ: ثُمَّ وَلَّى الرَّجُلُ، فَقَالَ: وَالَّذِي بَعَثَكَ بِالْحَقِّ لَا أَزِيدُ عَلَيْهِنَّ وَلَا أَنْقُصُ مِنْهُنَّ شَيْئًا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«لَئِنْ صَدَقَ لَيَدْخُلَنَّ الْجَنَّةَ»",
            "page": "27",
            "part": "1",
            "seal": "8463F043"
        },
        {
            "hno": "16",
            "id": "16",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 16 - ثنا عَلِيُّ بْنُ إِبْرَاهِيمَ بْنِ أَبِي عَزَّةَ الْعَطَّارُ، ثنا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ الْوَاسِطِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ مُصَفَّى بْنِ سَلُولٍ، ثنا بَقِيَّةُ بْنُ الْوَلِيدِ، فَقَالَ: حَدَّثَنِي حَبِيبُ بْنُ صَالِحٍ، قَالَ: حَدَّثَنِي عَيَّاشُ بْنُ يُونُسَ، عَنْ شَدَّادِ بْنِ شُرَاحْبِيلَ الْأَنْصَارِيُّ، أَنَّهُ قَالَ: «مَهْمَا نَسِيتُ مِنْ شَيْءٍ فَلَمْ أَنْسَ أَنِّي §رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَائِمًا يُصَلِّي، وَيَدُهُ الْيُمْنَى عَلَى الْيُسْرَى قَابِضًا عَلَيْهِمَا»",
            "page": "28",
            "part": "1",
            "seal": "26C985CC"
        },
        {
            "hno": "17",
            "id": "17",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 17 - ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْوَرَّاقُ، ثنا أَحْمَدُ بْنُ مُوسَى بْنِ مُجَاهِدٍ الْمُقْرِئُ، ثنا عَبْدُ اللَّهِ بْنُ أَيُّوبَ ¶ 18 - وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الْجَوْهَرِيُّ، ثنا الْحَسَنُ بْنُ إِدْرِيسَ، قَالَ: وَثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَيُّوبَ الْمُخَرِّمِيُّ، ثنا عَبْدُ اللَّهِ بْنُ كَثِيرِ بْنِ جَعْفَرٍ -[29]- الْأَنْصَارِيُّ، قَالَ: حَدَّثَنَا أَبُو الْمُثَنَّى سُلَيْمَانُ بْنُ يَزِيدَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، رَحِمَهُ اللَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمَدِينَةُ قُبَّةُ الْإِسْلَامِ، وَدَارُ الْإِيمَانِ، وَأَرْضُ الْهِجْرَةِ، وَمُبَيِّنُ الْحَلَالِ وَالْحَرَامِ»",
            "page": "28",
            "part": "1",
            "seal": "B8746AF3"
        },
        {
            "hno": "19",
            "id": "18",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 19 - ثنا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْفَقِيهُ، ثنا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ سُفْيَانَ، ثنا الْحَارِثُ بْنُ سُلَيْمَانَ الرَّمْلِيُّ، ثنا عُقْبَةُ بْنُ عَلْقَمَةَ، أَنْبَأَ الْأَوْزَاعِيُّ وَهُوَ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، قَالَ: \" §إِذَا أَشَارَ الْعَبْدُ بِأُصْبُعِهِ فِي الصَّلَاةِ، يَقُولُ اللَّهُ عَزَّ وَجَلَّ: أَخْلَصَ لِي عَبْدِي، وَإِذَا رَفَعَ يَدَيْهِ فِي الصَّلَاةِ يَقُولُ اللَّهُ عَزَّ وَجَلَّ: أَخْلَصَ لِي عَبْدِي، وَإِنِّي لَأَسْتَحِي أَنْ أَرُدَّ عَبْدِي \"",
            "page": "29",
            "part": "1",
            "seal": "091DF13B"
        },
        {
            "hno": "20",
            "id": "19",
            "nass": "20 - حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الْخَلَّالُ الشَّيْخُ الْحَافِظُ إِمَلَاءً فِي يَوْمِ الْجُمُعَةِ بَعْدَ الصَّلَاةِ الثَّامِنِ وَالْعِشْرِينَ مِنْ شَعْبَانَ سَنَةَ ثَمَانٍ وَثَلَاثِينَ وَأَرْبَعِمِائَةٍ بِجَامِعِ الْمَنْصُورِ: ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ إِمْلَاءً، ثنا عَلِيُّ بْنُ الْحَسَنِ، ثنا مُحَمَّدُ بْنُ مَيْمُونٍ الْمَكِّيُّ، ثنا سُفْيَانُ، عَنْ عَمْرٍو، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ وَأَبِي بَكْرَةَ، وَأَبِي بَرْزَةَ، وَمَعْقِلِ بْنِ يَسَارٍ، وَأَنَسِ بْنِ مَالِكٍ، قَالُوا: «§مَا خَطَبَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، إِلَّا أَمَرَ بِالصَّدَقَةِ، وَنَهَى عَنِ الْمُثْلَةِ»",
            "page": "32",
            "part": "1",
            "seal": "E6B0A8DF"
        },
        {
            "hno": "21",
            "id": "20",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 21 - ثنا أَبُو عُمَرَ مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ حَيْوِيَةِ الْخَرَّازُ، ثنا عُثْمَانُ بْنُ سَهْلِ بْنِ مَخْلَدٍ، ثنا الْحَسَنُ بْنُ صَبَاحٍ، ثنا بُهْلُولُ بْنُ عُبَيْدٍ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنِ ابْنِ مَسْعُودٍ، رَحِمَهُ اللَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «-[33]- §مَنْ فَطَّرَ صَائِمًا كَانَ لَهُ مِثْلُ أَجْرِ الصَّائِمِ، مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَجْرِ الصَّائِمِ شَيْءٌ»",
            "page": "32",
            "part": "1",
            "seal": "213050D8"
        },
        {
            "hno": "22",
            "id": "21",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 22 - ثنا عُمَرُ بْنُ أَحْمَدَ الْوَاعِظُ، ثنا هِشَامُ بْنُ أَحْمَدَ بْنِ هِشَامٍ الْقَارِئُ، ثنا الْحَسَنُ بْنُ جَرِيرٍ، ثنا عُثْمَانُ بْنُ سَعِيدٍ، ثنا سُلَيْمَانُ بْنُ صَالِحٍ، عَنِ ابْنِ ثَوْبَانَ، عَنْ أَبِي عَمَّارٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، رَحِمَهُ اللَّهُ قَالَ: خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي آخِرِ يَوْمٍ مِنْ شَعْبَانَ فَقَالَ: «أَيُّهَا النَّاسُ هَلْ تَدْرُونَ مَا تَسْتَقْبِلُونَهُ؟ وَهَلْ تَدْرُونَ مَا يَسْتَقْبِلُكُمْ؟» قُلْنَا: يَا رَسُولَ اللَّهِ نَزَلَ وَحْي، أَوْ حَضَرَ عَدُوٌّ أَوْ حَدَثَ أَمَرٌ؟ قَالَ: «§هَذَا شَهْرُ رَمَضَانَ يَسْتَقْبِلُكُمْ وَتَسْتَقْبِلُونَهُ، أَلَا وَإِنَّ اللَّهَ عَزَّ وَجَلَّ لَيْسَ بِتَارِكٍ صَبِيحَةَ الصَّوْمِ أَحَدًا مِنْ أَهْلِ الْقِبْلَةِ إِلَّا غَفَرَ لَهُ» فَنَادَى رَجُلٌ مِنْ أَقْصَى النَّاسِ فَقَالَ: طُوبَى لِلْمُنَافِقِينَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «عَلَيَّ بِالرَّجُلِ» فَأُتِيَ بِهِ فَقَالَ: «مَا لِي أَرَاكَ ضَاقَ ذَرْعُكَ؟» -[34]- فَقَالَ: يَا رَسُولَ اللَّهِ ذَكَرْتَ أَهْلَ الْقِبْلَةِ، وَالْمُنَافِقُونَ مِنْ أَهْلِ الْقِبْلَةِ، فَقَالَ: «أَلَا إِنَّ النِّفَاقَ حَالَ بَيْنَهُمْ وَبَيْنَ الْقِبْلَةِ، أَلَا وَإِنَّ الْمُنَافِقِينَ لَيْسَ لَهُمْ هَا هُنَا نَصِيبٌ، وَلَيْسَ هُمْ مِنَّا وَلَا نَحْنُ مِنْهُمْ، أَلَا إِنَّ الْمُنَافِقِينَ هُمُ الْكَاذِبُونَ»",
            "page": "33",
            "part": "1",
            "seal": "C30170C2"
        },
        {
            "hno": "23",
            "id": "22",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 23 - ثنا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ أَحْمَدَ الدَّارَقُطْنيُّ الْحَافِظُ، ثنا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ زِيَادٍ النَّيْسَابُورِيُّ، ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ، أَنْبَأَ ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي الْخَلِيلُ بْنُ مُرَّةَ، أَنَّ يَحْيَى بْنَ أَبِي كَثِيرٍ، حَدَّثَهُ عَنْ أَنَسِ بْنِ مَالِكٍ، رَحِمَهُ اللَّهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَفْطَرَ عِنْدَ أَهْلِ بَيْتٍ قَالَ: «§أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَتَنَزَّلَتْ عَلَيْكُمُ الْمَلَائِكَةُ»",
            "page": "34",
            "part": "1",
            "seal": "D415B640"
        },
        {
            "hno": "24",
            "id": "23",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 24 - ثنا الْقَاضِي أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحَسَنِ الْجَرَّاحيُّ، ثنا عَبْدُ الْعَزِيزِ بْنُ مُوسَى الْقَارِئُ، ثنا أَبُو عَمْرٍو قَعْنَبُ بْنُ الْمُحْرِزِ، ثنا أَبُو زَيْدٍ الْأَنْصَارِيُّ وَهُوَ سَعِيدُ بْنُ أَوْسٍ، عَنِ ابْنِ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §\" إِذَا لَقِمَ أَحَدُكُمْ أَوَّلَ لُقْمَةٍ - يَعْنِي عِنْدَ إِفْطَارِهِ - فَلْيَقُلْ: يَا وَاسِعَ الْمَغْفِرَةِ، اغْفِرْ لِي \"",
            "page": "35",
            "part": "1",
            "seal": "BB7C4E7D"
        },
        {
            "hno": "25",
            "id": "24",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 25 - ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْوَرَّاقُ، وَأَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ شَاذَانَ، قَالَا: ثنا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، ثنا أَبُو نَصْرٍ التَّمَّارُ، ثنا الْقَاسِمُ بْنُ الْفَضْلِ الْحُدَّانِيُّ، عَنِ النَّضْرِ بْنِ شَيْبَانَ، قَالَ: قُلْتُ لِأَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ: حَدِّثْنِي بِشَيْءٍ، سَمِعْتَهُ مِنْ، أَبِيكَ يُحَدِّثُ بِهِ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: حَدَّثَنِي أَبِي يَعْنِي عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ رَحِمَهُ اللَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «إِنَّ §اللَّهَ عَزَّ وَجَلَّ فَرَضَ عَلَيْكُمْ صِيَامَ رَمَضَانَ، وَسَنَنْتُ لَكُمْ قِيَامَهُ فَمَنْ صَامَهُ وَقَامَهُ إِيمَانًا وَاحْتِسَابًا، أُخْرِجَ مِنَ الذُّنُوبِ كَيَوْمِ وَلَدَتْهُ أُمُّهُ»",
            "page": "35",
            "part": "1",
            "seal": "5911ED43"
        },
        {
            "hno": "26",
            "id": "25",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 26 - ثنا عُمَرُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الزَّيَّاتُ، ثنا أَبُو عِمْرَانَ مُوسَى بْنُ سَهْلٍ الْجَوْنِيُّ، ثنا هِشَامُ بْنُ عَمَّارٍ، ثنا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، ثنا عَمْرُو بْنُ أَبِي عَمْرٍو، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، رَحِمَهُ اللَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: -[36]- «§رُبَّ قَائِمٍ حَظُّهُ مِنْ قِيَامِهِ السَّهَرُ، وَرُبَّ صَائِمٍ حَظُّهُ مِنْ صِيَامِهِ الْجُوعُ وَالْعَطَشُ»",
            "page": "35",
            "part": "1",
            "seal": "332295E4"
        },
        {
            "hno": "27",
            "id": "26",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 27 - ثنا أَبُو بَكْرِ بْنُ عَبْدِ الرَّحِيمِ بْنِ أَحْمَدَ الْمَازِنِيُّ الْكَاتِبُ، ثنا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ زِيَادٍ النَّيْسَابُورِيُّ، قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ عَبْدِ الْمَلِكِ الْوَاسِطِيَّ، يَقُولُ: سَمِعْتُ يَزِيدَ بْنِ هَارُونَ، يَقُولُ: سَمِعْتُ الْمَسْعُودِيَّ، يَقُولُ: بَلَغَنِي «أَنَّهُ §» مَنْ قَرَأَ فِي أَوَّلِ لَيْلَةٍ مِنْ شَهْرِ رَمَضَانَ إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا فِي التَّطَوُّعِ حُفِظَ فِي ذَلِكَ الْعَامِ \"",
            "page": "36",
            "part": "1",
            "seal": "45C70E62"
        },
        {
            "hno": "28",
            "id": "27",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 28 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ هَمَّامٍ الشَّيْبَانِيُّ، ثنا عُبَيْدُ اللَّهِ بْنُ طَلْحَةَ بْنِ مُحَمَّدٍ الْعَامِرِيُّ الْقَاضِي، ثنا أَبِي، ثنا عُبَيْدُ اللَّهِ بْنُ الْمُؤَمَّلِ الْحِمْيَرِيُّ الْغَزِّيُّ، ثنا عَمْرُو بْنُ هَاشِمٍ الْبَيْرُوتيُّ، ثنا سُلَيْمَانُ بْنُ أَبِي كَرِيمَةَ، عَنِ النُّعْمَانِ بْنِ الْمُنْذِرِ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، رَفَعَ الْحَدِيثَ، قَالَ: \" §يُوحِي اللَّهُ عَزَّ وَجَلَّ إِلَى الْمَلَكَيْنِ: لَا تَكْتُبَا عَلَى عَبْدِيَ الصَّائِمِ بَعْدَ الْعَصْرِ سَيِّئَةً \"",
            "page": "37",
            "part": "1",
            "seal": "A9614384"
        },
        {
            "hno": "29",
            "id": "28",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 29 - ثنا يُوسُفُ بْنُ عُمَرَ الزَّاهِدُ، رَحِمَهُ اللَّهُ قَالَ قَرَأْتُ عَلَى مُحَمَّدِ بْنِ مَخْلَدٍ قُلْتُ لَهُ: حَدَّثَكُمْ إِبْرَاهِيمُ بْنُ مَهْدِيٍّ الْأَيْلِيُّ، ثنا عَبْدُ الرَّحْمَنِ بْنُ الْمُتَوَكِّلِ أَبُو سَعِيدٍ، ثنا صَالِحُ النَّاجِيُّ قَالَ: شَهِدْتُ الْهَيْثَمَ الْقَارِئَ فَسَمِعْتُهُ يَقُولُ: §\" رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْمَنَامِ فَقَالَ لِي: أَنْتَ الْهَيْثَمُ الْقَارِئُ الَّذِي تُزَيَّنُ الْقُرْآنَ بِصَوْتِكَ؟ قُلْتُ: نَعَمْ، قَالَ: جَزَاكَ اللَّهُ خَيْرًا \"",
            "page": "37",
            "part": "1",
            "seal": "9A62C8B2"
        },
        {
            "hno": "30",
            "id": "29",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 30 - ثنا عُمَرُ بْنُ أَحْمَدَ الْوَاعِظُ، ثنا يَحْيَى بْنُ مُحَمَّدٍ، ثنا الْحُسَيْنُ بْنُ الْحَسَنِ، أَنْبَأَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَنْبَأَ مُحَمَّدُ بْنُ مُطَرِّفٍ، عَنِ الْحَجَّاجِ بْنِ فُرَافِصَةَ، قَالَ: بَلَغَنَا فِي بَعْضِ الْكُتُبِ: «§مَنْ عَمِلَ بِغَيْرِ مَشُورَةٍ فَذَاكَ بَاطِلٌ يَتَعَنَّى، وَمَنْ لَمْ يُنْصَرْ مِنْ ظَالِمِهِ بِيَدٍ وَلَا بِلِسَانٍ وَلَا حِقْدٍ فَذَاكَ عِلْمُهُ يَقِينٌ، وَمَنِ اسْتَغْفَرَ لِظَالِمِهِ فَقَدْ هَزَمَ الشَّيْطَانَ لَعَنَهُ اللَّهُ»",
            "page": "38",
            "part": "1",
            "seal": "81F3A89E"
        },
        {
            "hno": "31",
            "id": "30",
            "nass": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الشَّيْخُ الْحَافِظُ إِمَلَاءً فِي يَوْمِ الْجُمُعَةِ بَعْدِ الصَّلَاةِ لِسِتٍّ خَلَوْنَ مِنْ شَهْرِ رَمَضَانَ سَنَةَ ثَمَانٍ وَثَلَاثِينَ وَأَرْبَعِمِائَةٍ بِجَامِعِ الْمَنْصُورِ، ¶ 31 - ثنا أَبُو بَكْرِ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ إِمْلَاءً، ثنا مُحَمَّدُ بْنُ صَالِحِ بْنِ ذَرِيحٍ الْقَاضِي الْعُكْبَريُّ، ثنا جُبَارَةُ بْنُ الْمُغَلِّسِ، ثنا الرَّبِيعُ بْنُ النُّعْمَانِ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَحِمَهُ اللَّهُ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، إِذَا رَأَيْتُكَ طَابَتْ نَفْسِي، وَفَرِحَ قَلْبِي، وَقَرَّتْ عَيْنِي، فَأَخْبِرْنِي بِعَمَلٍ إِذَا أَنَا عَمِلْتُهُ دَخَلْتُ الْجَنَّةَ؟ قَالَ: «§أَفْشِ السَّلَامَ، وَأَطَبِ الْكَلَامَ، وَأَطْعِمِ الطَّعَامَ، وَأَدِمِ الصِّيَامَ، وَصَلِّ بِاللَّيْلِ وَالنَّاسُ نِيَامٌ تَدْخُلِ الْجَنَّةَ بِسَلَامٍ»",
            "page": "40",
            "part": "1",
            "seal": "F019BC65"
        },
        {
            "hno": "32",
            "id": "31",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 32 - ثنا الْقَاضِي أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحَسَنِ الْجَرَّاحيُّ، ثنا مُحَمَّدُ بْنُ حيويهٍ الْمَرْوَزِيُّ، ثنا عَبْدُ اللَّهِ بْنُ حَمَّادٍ الْآمُلِيُّ، ثنا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَنْبَأَ عَبْدُ الرَّحْمَنِ بْنُ يَحْيَى الصَّدَفِيُّ أَبُو شَيْبَةَ، قَالَ: حَدَّثَنِي حِبَّانُ بْنُ أَبِي جَبَلَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّهَا قَالَتْ: «§أُنْزِلَتِ الصُّحُفُ الْأُولَى أَوَّلَ يَوْمٍ مِنْ رَمَضَانَ، وَأُنْزِلَتِ التَّوْرَاةُ فِي سِتَّةٍ مِنْ رَمَضَانٍ، وَأُنْزِلَ الْإِنْجِيلُ فِي اثْنَيْ عَشَرَ مِنْ رَمَضَانَ، وَأَنْزَلَ الزَّبُورَ فِي ثَمَانِيَةَ عَشَرَ مِنْ رَمَضَانَ، وَأَنْزَلَ الْقُرْآنَ فِي أَرْبَعَةً وَعِشْرِينَ مِنْ رَمَضَانَ»",
            "page": "40",
            "part": "1",
            "seal": "D762DED7"
        },
        {
            "hno": "33",
            "id": "32",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 33 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ بْنِ الْبَرْدَعِيِّ، قَدِمَ عَلَيْنَا مِنْ بَرْذَعَةَ، ثنا عَبْدُ الرَّحْمَنِ بْنُ أَبِي حَاتِمٍ الرَّازِيُّ، ثنا أَبُو سَعِيدٍ الْأَشَجُّ، ¶ 34 - وَحَدَّثَنِي عَلِيُّ بْنُ الْحَسَنِ بْنِ عَلِيٍّ الْجَرَّاحيُّ، ثنا حَامِدُ بْنُ مُحَمَّدِ بْنِ شُعَيْبٍ الْبَلْخِيُّ، ثنا سُرَيْجُ بْنُ يُونُسَ، ثنا وَكِيعٌ، عَنْ مُوسَى بْنِ عَلِيٍّ، عَنْ أَبِيهِ، عَنْ أَبِي قَيْسٍ، مَوْلَى عَمْرِو بْنِ الْعَاصِ، ح، ¶ 35 - وَحَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ شَاذَانَ، ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَبِي شَيْبَةَ، ثنا عَلِيُّ بْنُ شُعَيْبٍ السِّمْسَارُ، ثنا مَعْنُ بْنُ عِيسَى الْقَزَّازُ، ثنا مُوسَى بْنُ عَلِي يَعْنِي ابْنَ رَبَاحٍ اللَّخْمِيَّ، عَنْ أَبِيهِ، عَنْ أَبِي قَيْسٍ مَوْلَى عَمْرِو بْنِ الْعَاصِ، عَنْ عَمْرِو بْنِ الْعَاصِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ §فَصْلًا مَا بَيْنَ صِيَامِنَا، وَصِيَامِ أَهْلِ الْكِتَابِ: أَكْلَةُ السَّحَرِ \"",
            "page": "41",
            "part": "1",
            "seal": "664E939C"
        },
        {
            "hno": "36",
            "id": "33",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 36 - ثنا يَحْيَى بْنُ عَلِيِّ بْنِ يَحْيَى الْقِصْرِيُّ، ثنا عَبْدُ اللَّهِ بْنُ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ الْأَزْدِيُّ الْمُقْرِئُ، بِالْقَصْرِ، ثنا سُفْيَانُ بْنُ وَكِيعٍ، ثنا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنْ طَلْحَةَ بْنِ عَمْرٍو وَهُوَ الْحَضْرَمِيُّ عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -[42]- «§أُمِرْنَا مَعَاشِرَ الْأَنْبِيَاءِ، أَنْ نُؤَخِّرَ سُحُورَنَا، وَنُمْسِكَ بِأَيْمَانِنَا عَلَى شَمَائلِنَا فِي الصَّلَاةِ»",
            "page": "41",
            "part": "1",
            "seal": "095D1E2C"
        },
        {
            "hno": "37",
            "id": "34",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 37 - ثنا أَبُو عُمَرَ مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ حَيْوِيَهِ، ثنا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ الْبَاغِنْدِيُّ، ثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا أَبُو أُسَامَةَ، ح ¶ 38 - وَثنا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ مُحَمَّدٍ الدَّقَّاقُ، ثنا الْحُسَيْنُ بْنُ إِسْمَاعِيلَ، ثنا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، ثنا سَعِيدُ بْنُ مُحَمَّدٍ، ثنا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنْ أَبِي إِسْحَاقَ السَّبِيعِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: «§كَانَ الْمُسْلِمُونَ إِذَا أَفْطِرُوا لَمْ يَزِيدُوا عَلَى الْعِشَاءِ، ثُمَّ لَا يَأْكُلُونَ بَعْدَ ذَلِكَ، وَلَا يَقْرَبُونَ النِّسَاءَ حَتَّى مِثْلَهَا، وَكَانَ النَّاسُ يُصِيبُونَ مِنْ ذَلِكَ، وَيُشْفِقُونَ مِنْهُ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ» {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} [البقرة: 187] «الْآيَةُ فَفَرِحَ الْمُسْلِمُونَ بِذَلِكَ فَرَحًا شَدِيدًا»",
            "page": "42",
            "part": "1",
            "seal": "8A7C2B99"
        },
        {
            "hno": "39",
            "id": "35",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 39 - ثنا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ الْبَزَّازُ، ثنا يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ، ثنا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، ثنا رَوْحُ بْنُ عُبَادَةَ، -[43]- ¶ 40 - وَثنا عُبَيْدُ اللَّهِ بْنُ عَلِيٍّ الْمُقْرِئُ الصَّيْدَلَانِيُّ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ زِيَادٍ النَّيْسَابُورِيُّ، ثنا عَلِيُّ بْنُ سَعِيدِ بْنِ جَرِيرٍ، ثنا أَبُو عَاصِمٍ، ¶ 41 - وَثنا عَبْدُ الْوَاحِدِ بْنُ عَلِيٍّ الْقَاضِي، ثنا مُحَمَّدُ بْنُ سَعِيدِ بْنِ حَمَّادٍ الْآدَمَيُّ، ثنا سُلَيْمَانُ بْنُ الْأَشْعَثِ، ثنا الْقَعْنَبِيُّ، ثنا مَالِكٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا أَنَّ النَّبِيِّ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §خَرَجَ عَلَيْهِمْ فَصَلَّى بِهِمْ لَيْلَةً، ثُمَّ خَرَجَ الثَّانِيَةَ، ثُمَّ خَرَجَ الثَّالِثَةَ، فَكَثُرَ النَّاسُ، فَلَمْ يَخْرُجِ الرَّابِعَةَ، وَذَلِكَ فِي رَمَضَانَ \"",
            "page": "42",
            "part": "1",
            "seal": "0C663DDF"
        },
        {
            "hno": "42",
            "id": "36",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 42 - ثنا عُمَرُ بْنُ أَحْمَدَ بْنِ شَاهِينَ، رَحِمَهُ اللَّهُ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، ثنا جَدِّي أَحْمَدُ بْنُ مَنِيعٍ وَأَبُو خَيْثَمَةَ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ قَالُوا: ثنا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَ سُفْيَانُ بْنُ حُسَيْنٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ: §\" نَزَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ فِي رَمَضَانَ فَصَلَّى خَلْفَهُ النَّاسُ، فَلَمَّا أَصْبَحُوا ذَكَرُوا ذَلِكَ فَكَثُرَ النَّاسُ فِي اللَّيْلَةِ الثَّانِيَةِ، فَلَمَّا كَانَتِ اللَّيْلَةُ الثَّالِثَةُ غَصَّ الْمَسْجِدُ بِأَهْلِهِ فَلَمْ يَنْزِلْ إِلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تِلْكَ اللَّيْلَةَ، فَلَمَّا أَصْبَحَ ذَكَرُوا ذَلِكَ لَهُ قَالَ: «قَدْ عَلِمْتُ بِمَكَانِكُمْ، وَعَمْدًا فَعَلْتُ ذَلِكَ»",
            "page": "43",
            "part": "1",
            "seal": "3998E918"
        },
        {
            "hno": "43",
            "id": "37",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 43 - ثنا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ الْبَزَّارُ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، ثنا عَلِيُّ بْنُ الْجَعْدِ، قَالَ: أَخْبَرَنِي بَحْرٌ السَّقَّاءُ، قَالَ: أَخْبَرَنِي عِمْرَانُ الْقَصِيرُ، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «-[44]- §الْجَمَاعَةُ بَرَكَةٌ، وَالثَّرِيدُ بَرَكَةٌ، وَالسُّحُورُ بَرَكَةٌ، تَسَحَّرُوا فَإِنَّهُ يَزِيدُ فِي الْقُوَّةِ، وَهُوَ مِنَ السُّنَّةِ تَسَحَّرُوا وَلَوْ بِجُرْعَةٍ مِنْ مَاءٍ، صَلَوَاتُ اللَّهِ عَلَى الْمُتَسَحِّرِينَ»",
            "page": "43",
            "part": "1",
            "seal": "0D9D7A59"
        },
        {
            "hno": "44",
            "id": "38",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 44 - ثنا أَبُو الْحُسَيْنِ عُبَيْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ يَعْقُوبَ الْمُقْرِئُ، ثنا يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ، ثنا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، ثنا مَرْوَانُ الْفَزَارِيُّ، ثنا سَعْدُ بْنُ طَرِيفٍ، عَنِ الْأَصْبَغِ بْنِ نُبَاتَةَ، قَالَ: أَتَيْنَا عَلِيَّ بْنَ أَبِي طَالِبٍ عَلَيْهِ السَّلَامُ وَهُوَ فِي قِرَى أَبِي مُوسَى الْأَشْعَرِيِّ وَقَدْ تَسَحَّرْنَا بِالْكُوفَةِ فَسِرْنَا إِلَيْهِ أَرْبَعَةَ فَرَاسِخَ، فَوَجَدْنَاهُ يَغْسِلُ يَدَهُ مِنَ السُّحُورِ فَقَالَ: «يَا هَمْدَانُ،» §أَقِمِ الصَّلَاةَ لِلصِّيَامِ مِنْ هَذِهِ السَّاعَةِ إِلَى اللَّيْلِ، مِنْ أَخْلَاقِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ: تَعْجِيلُ الْإِفْطَارِ، وَتَأْخِيرُ السُّحُورِ، وَوَضْعُ الْيَدِ عَلَى الْيَدِ فِي الصَّلَاةِ فَلَمَّا أَمْسَى قَرَّبَ الْخِوَانَ إِلَيْهِ فَحَثَى عَلَى الرُّكْبَةِ ثُمَّ قَالَ: بِسْمِ اللَّهِ اللَّهُمَّ لَكَ صُمْنَا وَعَلَى رِزْقِكَ أَفْطَرْنَا، سُبْحَانَ اللَّهِ الْحَافِظِ مِنَ الْمُؤْذِي، فَلَمَّا خَرَجَ مَسَحَ يَدَهُ عَلَى بَطْنِهِ، وَقَالَ: الْحَمْدُ لِلَّهِ الَّذِي هَنَأَ فِي طَعَامِي، وَأَمَاطَ عَنِّي الْأَذَى، يَا لَهَا مِنْ نِعْمَةٍ لَوْ يَعْلَمُ النَّاسُ شُكْرَهَا \"",
            "page": "44",
            "part": "1",
            "seal": "F5465752"
        },
        {
            "hno": "45",
            "id": "39",
            "nass": "حَدَّثَنَا الشَّيْخُ الْحَافِظُ أَبُو مُحَمِّدٍ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ الْخَلَّالُ إِمْلَاءً فِي يَوْمِ الْجُمُعَةِ بَعْدَ الصَّلَاةِ الثَّالِثِ عَشْرَ مِنْ رَمَضَانَ سَنَةَ ثَمَانٍ وَثَلَاثِينَ وَأَرْبَعِمِائَةٍ بِجَامِعِ الْمَنْصُورِ ¶ 45 - ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ إِمْلَاءً، ثنا أَبُو مُسْلِمٍ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْبَصْريُّ، ثنا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ ثنا أَبُو عَوَانَةَ وَاسْمُهُ الْوَضَّاحُ عَنْ مَنْصُورٍ عَنْ مُسْلِمِ بْنِ صُبَيْحٍ، عَنْ شُتَيْرِ بْنِ شَكَلٍ، عَنْ حَفْصَةَ بِنْتِ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: §«كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُقَبِّلُ وَهُوَ صَائِمٌ» هَذَا حَدِيثٌ صَحِيحٌ أَخْرَجَهُ مُسْلِمُ بْنُ الْحَجَّاجِ، عَنْ أَبِي الرَّبِيعِ الزَّهْرَانِيِّ، عَنْ أَبِي عَوَانَةَ بِهَذَا",
            "page": "46",
            "part": "1",
            "seal": "FA7DE958"
        },
        {
            "hno": "46",
            "id": "40",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 46 - ثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ سُوَيْدٍ الْعَنْبَرِيُّ الْمُكْتِبُ، ثنا عَبْدُ اللَّهِ بْنُ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، ثنا أَبُو الْحَارِثِ سُرَيْجُ بْنُ يُونُسَ، ثنا سُلَيْمَانُ بْنُ عَمْرٍو، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «-[47]- §نَوْمُ الصَّائِمِ عُبَادَةٌ، وَسُكُوتُهُ تَسْبِيحٌ، وَدُعَاؤُهُ مُسْتَجَابٌ، وَعَمَلُهُ مُتَقَبَّلٌ» قَالَ الشَّيْخُ: هَذَا غَرِيبٌ مِنْ حَدِيثِ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ لَا أَعْلَمُ رَوَاهُ عَنْهُ غَيْرَ سُلَيْمَانَ بْنِ عَمْرٍو، وَمَا كَتَبْتُهُ إِلَّا بِهَذَا الْإِسْنَادِ، وَوَقَعَ لَنَا عَالِيًا",
            "page": "46",
            "part": "1",
            "seal": "6AA82F79"
        },
        {
            "hno": "47",
            "id": "41",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 47 - ثنا أَبُو الْحُسَيْنِ عُبَيْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ يَعْقُوبَ الْمُقْرِئُ، ثنا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ الْبَاغِنْدِيُّ، ثنا هِشَامُ بْنُ عَمَّارٍ، ثنا حَاتِمُ بْنُ إِسْمَاعِيلَ، ثنا الْحَارِثُ بْنُ أَبِي ذُبَابٍ، عَنْ عَمِّهِ، عَنْ أَبِي هُرَيْرَةَ رَحِمَهُ اللَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §إِنَّ الصِّيَامَ لَيْسَ مِنَ الْأَكْلِ وَالشُّرْبِ فَقَطْ، إِنَّمَا الصِّيَامُ مِنَ اللَّغْوِ وَالرَّفَثِ، فَإِنْ سَابَّكَ أَحَدٌ، أَوْ جَهِلَ عَلَيْكَ فَقُلْ: إِنِّي امْرُؤٌ صَائِمٌ، وَإِنْ قَاتَلَ أَحَدُكُمْ أَخَاهُ فَلْيَتَجَنَّبْ الْوَجْهَ \"",
            "page": "47",
            "part": "1",
            "seal": "D11B130A"
        },
        {
            "hno": "48",
            "id": "42",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 48 - ثنا أَبُو الطَّيِّبِ عَبْدُ الْوَاحِدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ اللِّحْيَانِيُّ، ثنا أَحْمَدُ بْنُ عَلِيِّ بْنِ الْعَلَاءِ، ثنا أَبُو مَيْسَرَةَ مُحَمَّدُ بْنُ الْحُسَيْنِ، ثنا عَبْدُ اللَّهِ بْنُ عُمَرَ الْخَطَّابِيُّ، ثنا عَبْدُ الْمَجِيدِ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ رَحِمَهُ اللَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ لَمْ يَدَعِ الْخَنَا، وَالْكَذِبَ، فَلَا حَاجَةَ لِلَّهِ أَنْ يَدَعَ طَعَامَهُ وَشَرَابَهُ»",
            "page": "48",
            "part": "1",
            "seal": "095B0CDA"
        },
        {
            "hno": "49",
            "id": "43",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 49 - ثنا الْقَاضِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ حَمْدَانَ الْعَاقُوليُّ قَدِمَ عَلَيْنَا ثنا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُكْرِمٍ الْبِرْتِيُّ سَنَةَ خَمْسٍ وَثَلَاثِمِائَةٍ، ثنا عَلِيُّ بْنُ عَبْدِ اللَّهِ الْمَدِينِيُّ، ثنا مَعْنُ بْنُ عِيسَى الْقَزَّازُ، ثنا الْحَارِثُ بْنُ عَبْدِ الْمَلِكِ بْنِ عَبْدِ اللَّهِ اللَّيْثِيُّ الْأَشْجَعِيُّ، عَنِ الْقَاسِمِ بْنِ عَبْدِ اللَّهِ بْنِ يَزِيدَ بْنِ قُسَيْطٍ، عَنْ أَبِيهِ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ الْمَكِّيِّ، عَنِ ابْنِ عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُ، عَنْ أَخِيهِ الْفَضْلِ بْنِ الْعَبَّاسِ، قَالَ: جَاءَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَخَرَجْتُ إِلَيْهِ فَوَجَدْتُهُ مَوْعُوكًا قَدْ عَصَبَ رَأْسَهُ فَقَالَ: «خُذْ بِيَدِي يَا فَضْلُ» فَأَخَذْتُ بِيَدِهِ فَانْطَلَقَ حَتَّى جَلَسَ عَلَى الْمِنْبَرِ ثُمَّ قَالَ لِي: «نَادِ فِي النَّاسِ» فَصِحْتُ فِي النَّاسِ، فَلَمَّا اجْتَمَعُوا إِلَيْهِ حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ: \" أَمَّا بَعْدُ: أَيُّهَا النَّاسُ، فَإِنَّهُ §قَدْ دَنَا مِنِّي حُقُوقٌ مِنْ بَيْنِ أَظْهُرِكُمْ، فَمَنْ كُنْتُ جَلَدْتُ لَهُ ظَهْرًا، فَهَذَا ظَهْرِي فَلْيَسْتَقِدْ مِنْهُ، وَمَنْ كُنْتُ أَخَذْتُ لَهُ مَالًا فَهَذَا مَالِي فَلْيَأْخُذْ مِنْهُ، وَمَنْ كُنْتُ شَتَمْتُ لَهُ عِرْضًا فَهَذَا عِرْضِي فَلْيَسْتَقِدْ مِنْهُ، وَلَا يَقُلْ رَجُلٌ إِنِّي أَخْشَى الشَّحْنَاءَ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَلَا وَإِنَّ الشَّحْنَاءَ -[49]- لَيْسَتْ مِنْ طَبِيعَتِي، وَلَا مِنْ شَأْنِي أَلَا وَإِنَّ أَحَبَّكُمْ إِلَيَّ مَنْ أَخَذَ شَيْئًا إِنْ كَانَ لَهُ، أَوْ أَحْلَلَنِي فَلَقِيتُ اللَّهَ عَزَّ وَجَلَّ، وَأَنَا طَيِّبَةٌ نَفْسِي، وَإِنِّي أَرَى أَنَّ هَذَا غَيْرُ مُغْنٍ عَنِّي حَتَّى أَقُومَ فِيكُمْ مِرَارًا \". قَالَ الْفَضْلُ: ثُمَّ نَزَلَ فَصَلَّى الظُّهْرَ، ثُمَّ رَجَعَ إِلَى الْمِنْبَرِ، فَعَادَ لِمَقَالَتِهِ الْأُولَى بِالشَّحْنَاءِ وَغَيْرِهَا، فَقَامَ رَجُلٌ وَقَالَ: يَا رَسُولَ اللَّهِ إِنَّ لِي عِنْدَكَ ثَلَاثَةَ دَرَاهِمَ قَالَ: «أَمَا إِنَّا لَا نُكَذِّبُ قَائِلًا وَلَا نَسْتَحْلِفُهُ عَلَى يَمِينٍ، فَفِيمَ كَانَتْ لَكَ عِنْدِي» قَالَ يَا رسولَ اللَّهِ تَذْكُرُ يَوْمَ مَرَّ بِكَ مِسْكِينٌ فَأَمَرَتْنِي فَأَعْطَيْتُهُ ثَلَاثَةَ دَرَاهِمَ. قَالَ: «أَعْطِهِ يَا فَضْلُ» قَالَ: فَأَمَرْتُهُ فَجَلَسَ، ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ كَانَ لَنَا عِنْدَهُ شَيْءٌ فَلْيَرُدَّهُ، وَلَا يَقُلْ رَجُلٌ: فَضُوحُ الدُّنْيَا، أَلَا وَإِنَّ فَضُوحَ الدُّنْيَا أَيْسَرُ مِنْ فَضُوحِ الْآخِرَةِ \" فَقَامَ رَجُلٌ فَقَالَ: يَا رَسُولَ اللَّهِ إِنَّ عِنْدِي ثَلَاثَةَ دَرَاهِمَ غَلَلْتُهَا فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ. قَالَ: «وَلِمَ غَلَلْتَهَا؟» قَالَ: كُنْتُ إِلَيْهَا مُحْتَاجًا. قَالَ: «خُذْهَا مِنْهُ يَا فَضْلُ» ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ خَشِيَ مِنْ نَفْسِهِ شَيْئًا فَلْيَقُمْ فَلْنَدْعُ لَهُ فَقَامَ رَجُلٌ فَقَالَ: يَا رَسُولَ اللَّهِ وَاللَّهِ إِنِّي لَكَذَّابٌ، وَإِنِّي لَفَاحِشٌ، وَإِنِّي لَنَؤُومٌ. فَقَالَ: «اللَّهُمَّ فَارْزُقْهُ صِدْقًا، وَأَذْهِبْ عَنْهُ النَّوْمَ، إِذَا أَرَادَ» -[50]- ثُمَّ قَامَ آخَرُ فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي لَكَذَّابٌ، وَإِنِّي لَمُنَافِقٌ، وَمَا مِنْ شَيْءٍ مِنَ الْأَشْيَاءِ إِلَّا وَقَدْ جِئْتُهُ؟ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: فَضَحْتَ نَفْسَكَ أَيُّهَا الرَّجُلُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «فَضُوحُ الدُّنْيَا أَهُوَنُ مِنْ فَضُوحِ الْآخِرَةِ» ثُمَّ قَالَ: «اللَّهُمَّ أَرْزُقْهُ صِدْقًا وَإِيمَانًا، وَصَيِّرْ أَمَرَهُ إِلَى خَيْرٍ» فَقَالَ: فَتَكَلَّمَ عُمَرُ بِكَلِمَةٍ فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «عُمَرُ مَعِي وَأَنَا مَعَ عُمَرَ، وَالْحَقُّ بَعْدِي مَعَ عُمَرَ حَيْثُ كَانَ»",
            "page": "48",
            "part": "1",
            "seal": "47E7864B"
        },
        {
            "hno": "50",
            "id": "44",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 50 - ثنا أَبُو الْفَضْلِ عُبَيْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الزُّهْرِيُّ، ثنا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مِقْسَمٍ الْمُقْرِئُ قَالَ: حَدَّثَنِي أَبُو الْقَاسِمِ عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ النَّهَاوَنْديُّ الْمَعْرُوفُ بِالطَّرَسُوسِيِّ قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَحْمَدَ بْنِ حَنْبَلٍ، يَقُولُ: سَمِعْتُ أَبِي يَقُولُ: -[51]- \" §رَأَيْتُ رَبَّ الْعِزَّةِ عَزَّ وَجَلَّ فِي النَّوْمِ فَقُلْتُ: يَا رَبِّ مَا أَفْضَلُ مَا تَقَرَّبَ الْمُتَقَرِّبُونَ بِهِ إِلَيْكَ؟ فَقَالَ: «كَلَامِي يَا أَحْمَدُ» فَقُلْتُ: يَا رَبِّ بِفَهْمٍ أَوْ بِغَيْرِ فَهْمٍ قَالَ «بِفَهْمٍ وَبِغَيْرِ فَهْمٍ»",
            "page": "50",
            "part": "1",
            "seal": "F8DAAF4C"
        },
        {
            "hno": "51",
            "id": "45",
            "nass": "حَدَّثَنَا الشَّيْخُ الْحَافِظُ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدٍ الْخَلَّالُ إِمْلَاءً فِي يَوْمِ الْجُمُعَةِ بَعْدَ الصَّلَاةِ لِعَشْرٍ خَلَوْنَ مِنْ شَهْرِ رَمَضَانَ سَنَةَ ثَمَانٍ وَثَلَاثِينَ وَأَرْبَعِمِائَةٍ بِجَامِعِ الْمَنْصُورِ ¶ 51 - حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ إِمْلَاءً فِي صَفَرٍ سَنَةَ ثَلَاثٍ وَسِتِّينَ وَثَلَاثِمِائَةٍ، ثنا الْفَضْلُ بْنُ الْحُبَابِ بِالْبَصْرَةِ، ثنا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، ثنا زِيَادُ بْنُ خَيْثَمَةَ، ثنا سِمَاكُ بْنُ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، §«أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأُ فِي الصُّبْحِ، بِ قَ، وَالْقُرْآنِ الْمَجِيدِ، وَكَانَتْ صَلَاتُهُ بَعْدَ ذَلِكَ تَخْفِيفًا»",
            "page": "54",
            "part": "1",
            "seal": "96828B4C"
        },
        {
            "hno": "52",
            "id": "46",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 52 - ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْوَرَّاقُ، ثنا أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ، ثنا مُحَمَّدُ بْنُ كَثِيرٍ الْفِهْرِيُّ، ثنا عَبْدُ اللَّهِ بْنُ لَهِيعَةَ الْمِصْرِيُّ، عَنْ أَبِي قَبِيلٍ وَاسْمُهُ: حُيَيّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَعْجِيلُ الْإِفْطَارِ، وَتَأْخِيرُ السُّحُورِ مِنْ شَعَائِرِ الْإِسْلَامِ»",
            "page": "54",
            "part": "1",
            "seal": "275DC879"
        },
        {
            "hno": "53",
            "id": "47",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 53 - ثنا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَسَنِ الْبَزَّارُ، ثنا أَبُو عُبَيْدٍ الْقَاسِمُ بْنُ إِسْمَاعِيلَ الضَّبِّيُّ، ثنا سَعِيدُ بْنُ يَحْيَى الْأُمَوِيُّ، قَالَ: حَدَّثَنِي أَبِي، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَلْقَمَةَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَزَالُ الدِّينُ ظَاهِرًا مَا عَجَّلُوا النَّاسُ الْإِفْطَارَ، فَإِنَّ الْيَهُودَ وَالنَّصَارَى يُؤَخِّرُونَ»",
            "page": "54",
            "part": "1",
            "seal": "42DC4397"
        },
        {
            "hno": "54",
            "id": "48",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 54 - ثنا عَبْدُ الْوَاحِدِ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ اللِّحْيَانِيُّ، ثنا أَحْمَدُ بْنُ عَلِيِّ بْنِ الْعَلَاءِ، ثنا أَبُو مَيْسَرَةَ مُحَمَّدُ بْنُ الْحُسَيْنِ، ثنا أَبُو عَبْدِ اللَّهِ الشَّقِيقِيُّ، ثنا عَبْدُ الرَّحْمَنِ بْنُ قَيْسٍ، ثنا سَعِيدُ بْنُ عَبْدِ الْجَبَّارِ، عَنْ تَوْبَةَ، يَعْنِي الْعَنْبَرِيَّ، عَنْ سَعِيدِ بْنِ أَوْسٍ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §إِذَا كَانَ يَوْمُ الْفِطْرِ قَامَتِ الْمَلَائِكَةُ عَلَى أَفْوَاهِ الطُّرُقِ، فَنَادَوْا: يَا مَعْشَرَ الْمُسْلِمِينَ اغْدُوا إِلَى رَبِّكُمْ، رَبٍّ رَحِيمٍ يَمُنُّ بِالْخَيْرِ، وَيَمُنُّ عَلَيْكُمْ بِالْجَزِيلِ، أَمَرَكُمْ بِصَوْمِ النَّهَارِ فَصُمْتُمْ، وَأَطَعْتُمْ رَبَّكُمْ عَزَّ وَجَلَّ فَاقْبِضُوا أُجُورَكُمْ، فَإِذَا صَلَّوُا الْعِيدَ نَادَى مُنَادٍ مِنَ السَّمَاءِ: ارْجِعُوا رَاشِدِينَ فَقَدْ غُفِرَ لَكُمْ \"",
            "page": "55",
            "part": "1",
            "seal": "2E1877C6"
        },
        {
            "hno": "55",
            "id": "49",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 55 - ثنا أَبُو الْقَاسِمِ عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الدَّارَكِيُّ الْفَقِيهُ، إِمْلَاءً، ثنا جَدِّي الْحَسَنُ بْنُ مُحَمَّدٍ الدَّارَكِيُّ، ثنا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، ثنا مَهْرَانُ بْنُ أَبِي عُمَرَ الْعَدَنِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي الْمُطَوِّسِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَفْطَرَ يَوْمًا مِنْ شَهْرِ رَمَضَانَ مِنْ غَيْرِ عُذْرٍ، وَلَا رُخْصَةٍ فَلَا يَقْضِيهِ صِيَامُ الدَّهْرِ كُلِّهِ وَإِنْ صَامَهُ»",
            "page": "56",
            "part": "1",
            "seal": "97550C85"
        },
        {
            "hno": "56",
            "id": "50",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 56 - ثنا عُمَرُ بْنُ أَحْمَدَ بْنِ عُثْمَانَ الْوَاعِظُ، ثنا عَلِيُّ بْنُ مُحَمَّدٍ الْعُكْبَريُّ، ثنا يُوسُفُ بْنُ يَزِيدَ وَهُوَ الْقَرَاطِيسيُّ، ثنا أَسَدُ بْنُ مُوسَى، ثنا ابْنُ لَهِيعَةَ، ثنا أَبُو صَخْرٍ، أَنَّ أَبَا مُعَاوِيَةَ الْبَجَلِيَّ، حَدَّثَهُ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، أَنَّ رَجُلًا، سَأَلَ ابْنَ عَبَّاسٍ قَالَ: إِنِّي أَفْطَرْتُ يَوْمًا مِنْ شَهْرِ رَمَضَانَ فَهَلْ تَجِدُ لِي مَخْرَجًا؟ فَقَالَ ابْنُ عَبَّاسٍ: §«إِنْ قَدَرْتَ عَلَى يَوْمٍ مِنْ رَمَضَانَ فَارِغًا فَصُمْهُ مَكَانَهُ» قَالَ: وَهَلْ أَجِدُ يَوْمًا مِنْ رَمَضَانَ فَارِغًا؟ -[57]- فَقَالَ ابْنُ عَبَّاسٍ رَحِمَهُ اللَّهُ: «وَهَلْ أَجِدُ لَكَ فِي الْفُتْيَا غَيْرَ هَذَا»",
            "page": "56",
            "part": "1",
            "seal": "3801FBBA"
        },
        {
            "hno": "57",
            "id": "51",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 57 - ثنا عُمَرُ بْنُ أَحْمَدَ الْوَاعِظُ، ثنا أَحْمَدُ بْنُ عَبْدِ اللَّهِ الرَّقِّيُّ، ثنا هَارُونُ بْنُ حُمَيْدٍ الدَّهَكِيُّ، ثنا مُوسَى بْنُ عَبْدِ اللَّهِ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكِ، رَحِمَهُ اللَّهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ أَتَاهُ رَجُلٌ فَقَالَ: يَا رَسُولَ اللَّهِ، إِنِّي أَفْطَرْتُ يَوْمًا مِنْ رَمَضَانَ مُتَعَمِّدًا؟ قَالَ: «اذْهَبْ فَصُمْ سَنَةً» ثُمَّ جَاءَ فَقَالَ: يَا رَسُولَ اللَّهِ صُمْتُ سَنَةً؟ فَقَالَ: «اذْهَبْ فَصُمْ سَنَةً أُخْرَى» فَصَامَ سَنَةً أُخْرَى، ثُمَّ جَاءَ فَقَالَ: يَا رَسُولَ اللَّهِ صُمْتُ سَنَةً أُخْرَى؟ فَقَالَ: «اذْهَبْ فَصُمْ سَنَةً أُخْرَى» فَصَامَ سَنَةً أُخْرَى فَذَهَبَ فَلَمْ يُتِمَّ فَجَاءَ بَعْضُ أَهْلِهِ فَقَالَ: يَا رَسُولَ اللَّهِ لَمْ يُتِمَّ الثَّالِثَةَ؟ فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§وَعِزَّةِ رَبِّي وَالَّذِي بَعَثَنِي بِالْحَقِّ، لَوْ عَاشَ مِائَةَ سَنَةٍ فَصَامَهَا مَا أَدْرَكَ فَضْلَ ذَلِكَ الْيَوْمِ»",
            "page": "57",
            "part": "1",
            "seal": "6F1D0B0F"
        },
        {
            "hno": "58",
            "id": "52",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 58 - ثنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ التَّمَّارُ، ثنا عُثْمَانُ بْنُ جَعْفَرِ بْنِ اللَّبَّانِ أَبُو عَمْرٍو، ثنا عُمَرُ بْنُ شَبَّةَ الْبَصْريُّ، ثنا حِبَّانُ بْنُ هِلَالٍ، ثنا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الْقَاصُّ، ثنا الْعَلَاءُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «-[58]- §مَنْ كَانَ عَلَيْهِ صِيَامٌ مِنْ رَمَضَانَ فَلْيَسْرُدْهُ، وَلَا يَقْطَعْهُ»",
            "page": "57",
            "part": "1",
            "seal": "7E223B68"
        },
        {
            "hno": "59",
            "id": "53",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 59 - ثنا أَبُو الْحُسَيْنِ عُبَيْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ يَعْقُوبَ الْمُقْرِئُ، أَنْبَأَ عَبْدُ اللَّهِ بْنُ إِسْحَاقَ الْمَدَائِنِيُّ، ثنا مُحَمَّدُ بْنُ الْجَهْمِ الثَّقَفِيُّ، ثنا رَوْحٌ، يَعْنِي ابْنَ عُبَادَةَ، ثنا زَكَرِيَّا بْنُ إِسْحَاقَ، ثنا عَمْرُو بْنُ دِينَارٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يَقُولُ: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البقرة: 184] فَقَالَ ابْنُ عَبَّاسٍ رَحِمَهُ اللَّهُ: «§لَيْسَتْ بِمَنْسُوخَةٍ هُوَ الشَّيْخُ الْكَبِيرُ، وَالْمَرْأَةُ الْكَبِيرَةُ لَا يَسْتَطِيعَانِ أَنْ يَصُومَا فَيُطْعِمَانِ مَكَانَ كُلِّ يَوْمٍ مِسْكِينًا» هَذَا حَدِيثٌ صَحِيحٌ أَخْرَجَهُ الْبُخَارِيُّ عَنْ إِسْحَاقَ بْنِ رَوْحٍ",
            "page": "58",
            "part": "1",
            "seal": "E394C4E7"
        },
        {
            "hno": "60",
            "id": "54",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 60 - ثنا عَلِيُّ بْنُ عَمْرِو بْنِ سَهْلٍ الْجُرَيْرِيُّ، ثنا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ صَالِحِ بْنِ كَيْسَانَ، ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْحَسَّانِيُّ الْوَاسِطِيُّ، أنا شَرِيكُ بْنُ عَبْدِ اللَّهِ النَّخَعِيُّ الْقَاضِي الْكُوفِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي الَّذِي يَمُوتُ وَعَلَيْهِ رَمَضَانُ وَلَمْ يَقْضِهِ §«فَلْيُطْعَمْ عَنْهُ لِكُلِّ يَوْمٍ نِصْفَ صَاعٍ مِنْ بُرٍّ»",
            "page": "59",
            "part": "1",
            "seal": "A6368C8D"
        },
        {
            "hno": "61",
            "id": "55",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 61 - ثنا عُمَرُ بْنُ أَحْمَدَ الْوَاعِظُ، وَعَلِيُّ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، ثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا يَحْيَى بْنُ سُلَيْمٍ الطَّائِفِيُّ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ: بَلَغَنِي أَنَّ النَّبِيَّ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ تَقْطِيعِ قَضَاءِ صَوْمِ رَمَضَانَ فَقَالَ: «§ذَلِكَ إِلَيْكَ، أَرَأَيْتَ لَوْ كَانَ عَلَى أَحَدِكُمْ دَيْنٌ، وَقَضَى الدِّرْهَمَ وَالدِّرْهَمَيْنِ، أَلَمْ يَكُنْ قَضَاؤُهَا لِلَّهِ عَزَّ وَجَلَّ أَحَقَّ أَنْ يَعْفُوَ وَيَغْفِرَ»",
            "page": "59",
            "part": "1",
            "seal": "B0053401"
        },
        {
            "hno": "62",
            "id": "56",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 62 - ثنا أَحْمَدُ بْنُ إِبْرَاهِيمَ، ثنا عُمَرُ بْنُ أَحْمَدَ الدَّرْبِيُّ، ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْحَسَّانِيُّ، ثنا وَكِيعٌ، ثنا الصَّلْتُ بْنُ دِينَارٍ، عَنْ عُقْبَةَ بْنِ صَبْهَانَ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا: {§ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنْفَسِهِ} -[60]-[فاطر: 32] قَالَتْ: «مِثْلِي وَمِثْلُكَ» {وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ} [فاطر: 32] \" قَالَتْ: مَنْ مَضَى مِنْهُمْ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \" {وَمِنْهُمْ مُقْتَصِدٌ} [فاطر: 32] \" قَالَتْ: مَنِ اتَّبَعَ النَّبِيَّ عَلَيْهِ السَّلَامُ بِإِحْسَانٍ \"",
            "page": "59",
            "part": "1",
            "seal": "7F06EB04"
        },
        {
            "hno": "63",
            "id": "57",
            "nass": "حَدَّثَنَا الشَّيْخُ الْحَافِظُ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ الْخَلَّالُ رَحِمَهُ اللَّهُ إِمْلَاءً فِي يَوْمِ الْجُمُعَةِ بَعْدَ الصَّلَاةِ السَّابِعُ وَالْعِشْرونَ مِنْ شَهْرِ رَمَضَانَ سَنَةَ ثَمَانٍ وَثَلَاثِينَ وَأَرْبَعِمِائَةٍ بِجَامِعِ الْمَنْصُورِ، ¶ 63 - ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ إِمْلَاءً، ثنا مُحَمَّدُ بْنُ يُونُسَ الْقُرَشِيُّ، ثنا النَّضْرُ بْنُ حَمَّادٍ الْعَتَكِيُّ، ثنا سَيْفُ بْنُ عُمَرَ السَّعْدِيُّ، ثنا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«إِذَا رَأَيْتُمُ الَّذِينَ يَسُبُّونَ أَصْحَابِي فَالْعَنُوهُمْ»",
            "page": "62",
            "part": "1",
            "seal": "4E1F4692"
        },
        {
            "hno": "64",
            "id": "58",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 64 - ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْوَرَّاقُ، ثنا يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ، ثنا مُحَمَّدُ بْنُ إِسْحَاقَ، يَعْنِي الصَّاغَانِيُّ، ثنا مُحَمَّدُ بْنُ الْقَاسِمِ الْأَسَدِيُّ، ثنا مُوسَى بْنُ عُبَيْدَةَ، يَعْنِي الرَّبَذِيَّ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الْأَكْوَعِ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: -[63]- «§لَأُعْطِيَنَّ الرَّايَةَ غَدًا لِرَجُلٍ يُحِبُّهُ اللَّهُ وَرَسُولُهُ، وَهُوَ مِنْ أَهْلِ الْجَنَّةِ» وَكَانَ عَلِيٌّ عَلَيْهِ السَّلَامُ أَرْمَدَ فَدَعَاهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنَ الْغَدِ فَتَفَلَ فِي عَيْنَيْهِ، وَدَعَا لَهُ، وَعَقَدَ الرَّايَةَ فَكَانَ الْفَتْحُ مِنْ قِبَلِهِ \"",
            "page": "62",
            "part": "1",
            "seal": "09367A5C"
        },
        {
            "hno": "65",
            "id": "59",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 65 - ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنُ الْحَسَنِ بْنِ شَاذَانَ، ثنا أَبُو مُحَمَّدٍ عُبَيْدُ اللَّهِ بْنُ يَحْيَى بْنِ سُلَيْمَانَ بْنِ الْمُغِيرَةِ بْنِ عُبَيْدِ اللَّهِ الْبَزَّازُ، ثنا السَّرِيُّ بْنُ عَاصِمٍ، ثنا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §\" رَأَيْتُ لَيْلَةَ أُسْرِيَ بِي مَكْتُوبًا حَوْلَ الْعَرْشِ فِي فَرَنْدَةٍ خَضْرَاءَ، مَكْتُوبًا فِيهَا بِقَلَمٍ مِنْ نُورٍ أَبْيَضَ: لَا إِلَهَ إِلَّا اللَّهُ مُحَمَّدٌ رَسُولُ اللَّهِ، أَبُو بَكْرٍ الصِّدِّيقُ \"",
            "page": "63",
            "part": "1",
            "seal": "3D1C52B3"
        },
        {
            "hno": "66",
            "id": "60",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 66 - ثنا عُمَرُ بْنُ أَحْمَدَ بْنِ عُثْمَانَ الْوَاعِظُ، رَحِمَهُ اللَّهُ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، ثنا سُوَيْدُ بْنُ سَعِيدٍ الْحَدَثَانِيُّ، ثنا مَرْوَانُ يَعْنِي ابْنَ مُعَاوِيَةَ الْفَزَارِيَّ، عَنْ مُحَمَّدِ بْنِ قَيْسٍ، عَنْ عُبَادَةَ بْنِ نُسَيٍّ، عَنْ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ يَوْمًا وَحَضَرَ رَمَضَانُ: «§شَهْرُ بَرَكَةٍ وَخَيْرٍ يَغْشَاكُمُ اللَّهُ تَعَالَى فِيهِ بِتَنْزِيلِ الرَّحْمَةِ، وَيَحُطُّ الْخَطَايَا، وَيَسْتَجِيبُ فِيهِ الدُّعَاءَ، يَنْظُرُ اللَّهُ إِلَى تَنَافُسِكُمْ فَيُبَاهِيَ بِكُمْ مَلَائِكَتَهُ فَأَرُوا اللَّهَ مِنْ أَنْفُسِكُمْ خَيْرًا، فَإِنَّ الشَّقِيَّ كُلَّ الشَّقِيِّ مَنْ حُرِمَ رَحْمَةَ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "64",
            "part": "1",
            "seal": "C6E8FADB"
        },
        {
            "hno": "67",
            "id": "61",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 67 - ثنا عُمَرُ بْنُ عَلِيٍّ الْحَافِظُ، ثنا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْمِشْرَقِيُّ، ثنا أَبُو هَمَّامٍ، ثنا يَحْيَى بْنُ حَمْزَةَ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنِي سَعْدُ بْنُ سَعِيدٍ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، عَنِ النَّبِيِّ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: §«مَنْ صَامَ سِتَّةَ أَيَّامٍ بَعْدَ الْفِطْرِ فَكَأَنَّمَا صَامَ الدَّهْرَ كُلَّهُ»",
            "page": "64",
            "part": "1",
            "seal": "EB711E9E"
        },
        {
            "hno": "68",
            "id": "62",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 68 - ثنا عَلِيُّ بْنُ عُمَرَ السُّكَّرِيُّ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنِي زِيَادُ بْنُ أَيُّوبَ، وَمُجَاهِدُ بْنُ مُوسَى، وَعَلِيُّ بْنُ شُعَيْبٍ، قَالُوا -[65]- ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ هِلَالٍ الْوَزَّانِ وَهُوَ ابْنُ أَبِي حُمَيْدٍ، ثنا شَيْخُنَا الْقَدِيمُ عَبْدُ اللَّهِ بْنُ عُكَيْمٍ، قَالَ: أَرْسَلَ إِلَيْهِ الْحَجَّاجُ فَأَتَاهُ فَقَالَ: كَيْفَ كَانَ عُمَرُ يَقُولُ إِذَا دَخَلَ شَهْرُ رَمَضَانَ؟ قَالَ \" إِنَّ §هَذَا الشَّهْرَ كَتَبَ اللَّهُ صِيَامَهُ، وَلَمْ يَكْتُبْ عَلَيْكُمْ قِيَامَهُ، فَمَنْ قَامَهُ فَإِنَّهَا مِنْ نَوَافِلِ الْخَيْرِ، وَمَنْ لَا فَلْيَنَمْ عَلَى فِرَاشِهِ، وَلْيَتَّقِيَنَّ أَحَدُكُمْ أَنْ يَقُولَ: أَصُومُ إِنْ صَامَ فُلَانٌ، وَأَقُومُ إِنْ قَامَ فُلَانٌ، مَنْ قَامَ مِنْكُمْ أَوْ صَامَ فَلْيَجْعَلْ ذَلِكَ لِلَّهِ عَزَّ وَجَلَّ، ثُمَّ رَفَعَ يَدَيْهِ فَقَالَ: أَلَا لَا يَتَقَدَّمَنَّ الشَّهْرَ مِنْكُمْ أَحَدٌ أَلَا وَلَا تَصُومُوا حَتَّى تَرَوْهُ، ثُمَّ صُومُوا حَتَّى تَرَوْهُ، فَإِنْ غُمَّ عَلَيْكُمْ فَأَكْمِلُوا الْعِدَّةَ ثَلَاثِينَ، أَلَا وَأَقِلُّوا اللَّغْوَ فِي مَسَاجِدَكُمْ، أَلَا وَلَا تَنْظُرُوا حَتَّى تَرَوُا اللَّيْلَ يَغْسِقُ \" عَلَى الصَّوَابِ. لَفْظُ الْحَدِيثِ لِمُجَاهِدِ بْنُ مُوسَى عَنِ ابْنِ عُيَيْنَةَ",
            "page": "64",
            "part": "1",
            "seal": "57FE524C"
        },
        {
            "hno": "69",
            "id": "63",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 69 - ثنا عُمَرُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الزَّيَّاتُ، ثنا مُحَمَّدُ بْنُ عَبْدَةَ بْنِ حَرْبٍ الْقَاضِي، ثنا شَيْبَانُ بْنُ فَرُّوخَ، ثنا نَافِعٌ أَبُو هُرْمُزَ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، رَحْمَةُ اللَّهِ عَلَيْهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §أَلَا أُنَبِّئُكُمْ بِأَفْضَلِ الْمَلَائِكَةِ: جِبْرِيلُ عَلَيْهِ السَّلَامُ، وَأَفْضَلِ النَّبِيِّينَ: آدَمُ عَلَيْهِ السَّلَامُ، وَأَفْضَلِ الشُّهُورِ: شَهْرُ رَمَضَانَ، وَأَفْضَلِ الْأَيَّامِ: يَوْمُ الْجُمُعَةِ، وَأَفْضَلِ اللَّيَالِي: لَيْلَةُ الْقَدْرِ، وَأَفْضَلِ النِّسَاءِ: مَرْيَمُ بِنْتُ عِمْرَانَ عَلَيْهَا السَّلَامُ \"",
            "page": "65",
            "part": "1",
            "seal": "37027207"
        },
        {
            "hno": "70",
            "id": "64",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 70 - ثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ يُوسُفَ الْعَلَّافُ قَالَ: حَدَّثَنِي يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ، ثنا عَمْرِو بْنُ عَلِيٍّ الْفَلَّاسُ، وَيَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، قَالَا: ثنا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، ثنا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، قَالَ: أَخْبَرَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، رَحْمَةُ اللَّهِ عَلَيْهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §تُنْكَحُ الْمَرْأَةُ لِأَرْبَعٍ: لِجَمَالِهَا، وَلِحَسَبِهَا، وَلِمَالِهَا، وَلَدِينِهَا، فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ \"",
            "page": "66",
            "part": "1",
            "seal": "41CE57D5"
        },
        {
            "hno": "71",
            "id": "65",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 71 - ثنا أَبُو الْقَاسِمِ عَبْدُ الْعَزِيزِ بْنُ أَحْمَدَ بْنِ يَعْقُوبَ الْحَنْبَليُّ الْوَاعِظُ، ثنا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ عَبْدِ اللَّهِ الْمُجَاوِرُ، ثنا جَعْفَرٌ الْفِرْيَابِيُّ، ثنا الدَّبَرِيُّ، قَالَ: سُئِلَ عَبْدُ الرَّازِقِ بْنُ هَمَّامٍ عَنِ الْكَبَائِرِ،؟ فَقَالَ: \" §هِيَ إِحْدَى عَشْرَةَ كَبِيرَةً: مِنْهَا أَرْبَعٌ فِي الرَّأْسِ، وَهِيَ: الشِّرْكُ بِاللَّهِ عَزَّ وَجَلَّ، وَقَذْفُ الْمُحْصَنَةِ، وَالْيَمِينُ الْفَاجِرَةِ، وَشَهَادَةُ الزُّورِ، وَمِنْهَا ثَلَاثٌ فِي الْبَطْنِ، وَهِيَ: أَكْلُ الرِّبَا، وَشُرْبُ الْخَمْرِ، وَأَكْلُ مَالِ الْيَتِيمِ، وَوَاحِدَةٌ فِي الرِّجْلَيْنِ، وَهِيَ الْفِرَارُ مِنَ الزَّحْفِ، وَوَاحِدَةٌ فِي الْفَرْجِ وَهِيَ: الزِّنَا، وَوَاحِدَةٌ فِي الْيَدَيْنِ وَهِيَ: قَتْلُ النَّفْسِ، وَوَاحِدَةٌ فِي جَمِيعِ الْبَدَنِ، وَهِيَ عُقُوقُ الْوَالِدَيْنِ \"",
            "page": "66",
            "part": "1",
            "seal": "96676700"
        },
        {
            "hno": "72",
            "id": "66",
            "nass": "حَدَّثَنَا الشَّيْخُ الْحَافِظُ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ الْخَلَّالُ، إِمْلَاءً فِي جَامِعِ الْمَنْصُورِ فِي يَوْمِ الْجُمُعَةِ بَعْدَ الصَّلَاةِ لِأَرْبَعٍ خَلَوْنَ مِنْ شَوَّالٍ سَنَةَ ثَمَانٍ وَثَلَاثِينَ وَأَرْبَعِمِائَةٍ ¶ 72 - ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ الْقَطِيعِيُّ إِمْلَاءً، ثنا عَلِيُّ بْنُ الْحَسَنِ بْنِ سُلَيْمَانَ الْقَطِيعِيُّ، ثنا أَبُو هَمَّامٍ الْوَلِيدُ بْنُ شُجَاعٍ، ثنا ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ، وَهُوَ أَخُو يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ وَاسْمُهُ مُحَمَّدٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: §«لِكُلِّ دَاءٍ دَوَاءٌ» فَإِذَا أُصِيبَ دَوَاءُ الدَّاءِ بَرَأَ بِإِذْنِ اللَّهِ عَزَّ وَجَلَّ \" قَالَ الشَّيْخُ: هَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ مُسْلِمُ بْنُ الْحَجَّاجِ، عَنْ هَارُونَ وَأَبِي الطَّاهِرِ، عَنِ ابْنِ وَهْبٍ",
            "page": "68",
            "part": "1",
            "seal": "B978DF97"
        },
        {
            "hno": "73",
            "id": "67",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 73 - ثنا أَبُو حَفْصٍ عُمَرُ بْنُ مُحَمَّدِ بْنِ عَلِي الزَّيَّاتُ، ثنا الْحَسَنُ بْنُ الطَّيِّبِ الْبَلْخِيُّ، ثنا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ، ثنا أَبُو الرَّبِيعِ السَّمَّانُ وَاسْمُهُ أَشْعَثُ عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §النَّاسَ يَكْثُرُونَ، وَأَصْحَابِي يَقِلُّونَ، فَلَا تَسُبُّوهُمْ، وَمَنْ سَبَّهُمْ فَعَلَيْهِ لَعْنَةُ اللَّهِ»",
            "page": "68",
            "part": "1",
            "seal": "E771E3C9"
        },
        {
            "hno": "74",
            "id": "68",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 74 - ثنا أَبُو حَفْصٍ عُمَرُ بْنُ أَحْمَدَ بْنِ شَاهِينَ إِمْلَاءً، ثنا مُحَمَّدُ بْنُ هَارُونَ بْنِ حُمَيْدٍ الْمُجَدَّرُ، ثنا أَبُو بَكْرِ بْنُ أَبِي طَالِبٍ الْوَاسِطِيُّ، ثنا يَزِيدُ بْنُ هَارُونَ الْوَاسِطِيُّ، ثنا أَبُو مَعْشَرٍ الْمَدَنِيُّ وَاسْمُهُ نَجِيحٌ، أَنْبَأَ أَبُو وَهْبٍ، مَوْلَى أَبِي هُرَيْرَةَ رَحِمَهُ اللَّهُ قَالَ:، أَرَى شَكَّ ابْنُ أَبِي طَالِبٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §لَيْلَةَ أُسْرِيَ بِي قُلْتُ لِجِبْرِيلَ عَلَيْهِ السَّلَامُ: إِنَّ قَوْمِي لَا يُصَدِّقُونِي، قَالَ لِي جِبْرِيلُ عَلَيْهِ السَّلَامُ: يُصَدِّقُكَ أَبُو بَكْرٍ وَهُوَ الصِّدِّيقُ \"",
            "page": "69",
            "part": "1",
            "seal": "F451F757"
        },
        {
            "hno": "75",
            "id": "69",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 75 - ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَسَنِ بْنِ شَاذَانَ، ثنا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ، ثنا يَعْقُوبُ بْنُ سُفْيَانَ، ثنا ابْنُ عُفَيْرٍ وَهُوَ سَعِيدٌ، قَالَ: حَدَّثَنِي ابْنُ لَهِيعَةَ، عَنِ ابْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ وَهُوَ يَزِيدُ، عَنْ عُثْمَانَ بْنِ صُهَيْبٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَعَلِيِّ بْنِ أَبِي طَالِبٍ: «§مَنْ أَشْقَى الْأَوَّلِينَ؟» فَقَالَ عَلِيٌّ عَلَيْهِ السَّلَامُ: «عَاقِرُ النَّاقَةِ» قَالَ: «فَمَنْ أَشْقَى الْآخِرِينَ؟» قَالَ: «لَا أَدْرِي» -[70]- قَالَ: «الَّذِي يَضْرِبُكَ عَلَى هَذَا» وَأَشَارَ إِلَى رَأْسِهِ فَكَانَ عَلَيْهِ السَّلَامُ يَقُولُ: «يَا أَهْلَ الْعِرَاقِ لَوَدِدْتُ لَوِ انْبَعَثَ أَشْقَاهَا فَخَضَبَ هَذِهِ مِنْ هَذَا»",
            "page": "69",
            "part": "1",
            "seal": "D29396E3"
        },
        {
            "hno": "76",
            "id": "70",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 76 - ثنا أَبُو الْقَاسِمِ عُبَيْدُ اللَّهِ بْنُ أَحْمَدَ الْمُقْرِئُ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ زِيَادٍ، ثنا يُونُسُ بْنُ عَبْدِ الْأَعْلَى، ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَنْبَأَ سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ أَبِي صَخْرَةَ، عَنْ أَبِي مُعَاوِيَةَ الْبَجَلِيِّ، عَنْ أَبِي الصَّهْبَاءِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِ السَّلَامُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ \" -[71]- §أَلَا أُعَلِّمُكَ كَلِمَاتٍ تَقُولُهَا، لَوْ كَانَتْ عَلَيْكَ مِنَ الذُّنُوبِ كَذَرِّ النَّمْلِ لَغَفَرَهَا اللَّهُ لَكَ، مَعَ أَنَّهُ مَغْفُورٌ لَكَ تَقُولُ: اللَّهُمَّ عَمِلْتُ سُوءًا، وَظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ \"",
            "page": "70",
            "part": "1",
            "seal": "4E076B8B"
        },
        {
            "hno": "77",
            "id": "71",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 77 - ثنا عُمَرُ بْنُ أَحْمَدَ بْنِ عُثْمَانَ الْوَاعِظُ، رَحِمَهُ اللَّهُ ثنا أَبُو الْفَضْلِ جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَليُّ، ثنا أَبُو بَكْرِ بْنُ زَنْجُويَهِ، ثنا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ زُبَيْدِ بْنِ الْحَارِثِ الْأَيَامِيِّ، عَنْ عَامِرٍ الشَّعْبِيِّ، قَالَ: أَخْبَرَنِي أَبُو جُحَيْفَةَ وَاسْمُهُ وَهْبُ بْنُ عَبْدِ اللَّهِ، عَنْ عَلِيٍّ عَلَيْهِ السَّلَامُ، عَنِ النَّبِيِّ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: \" §مَنْ تَهَاوَنَ بِصَلَاتِهِ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ يُعَاقِبْهُ بِخَمْسَ عَشْرَةَ خَصْلَةً سِتٌّ مِنْهَا فِي الدُّنْيَا، وَثَلَاثٌ عِنْدَ الْمَوْتِ، وَثَلَاثٌ فِي الْقَبْرِ وَثَلَاثٌ عِنْدَ خُرُوجِهِ مِنَ الْقَبْرِ، فَأَمَّا السِّتَّةُ الَّتِي فِي الدُّنْيَا: فَيَرْفَعُ عَنْهُ اسْمَ الصَّالِحِينَ، وَالثَّانِيَةُ: يَرْفَعُ عَنْهُ بَرَكَةَ الْحَيَاءِ، وَالثَّالِثَةُ: يَرْفَعُ عَنْهُ بَرَكَةَ الرِّزْقِ، وَالرَّابِعَةُ: لَا يُقْبَلُ مِنْهُ شَيْءٌ مِنْ أَعْمَالِ الْخَيْرِ، وَالْخَامِسَةُ: لَا يُسْتَجَابُ دُعَاؤُهُ، وَالسَّادِسَةُ: لَا يُجْعَلُ لَهُ فِي دُعَاءِ الصَّالِحِينَ نَصِيبٌ. وَالثَّلَاثُ الَّتِي عِنْدَ الْمَوْتِ: فَإِنَّهُ يَمُوتُ عَطْشَانًا فَلَوْ صُبَّ فِي حَلْقِهِ مَاءُ سَبْعَةِ أَبْحُرٍ مَا رُوِيَ، وَالثَّانِيَةُ: يَمُوتُ بَغْتَةً وَالثَّالِثَةُ: كَأَنَّهُ ثُقِّلَ بِحَدِيدِ الدُّنْيَا -[72]- وَالثَّلَاثُ الَّتِي فِي الْقَبْرِ فَأَوَّلُهَا: يُظْلِمُ عَلَيْهِ الْقَبْرُ، وَالثَّانِيَةُ: يَضِيقُ عَلَيْهِ قَبْرُهُ، وَالثَّالِثَةُ: تَسِيلُ عَيْنَاهُ بِمَاءٍ كِرَاءٍ. وَالثَّلَاثُ الَّتِي عِنْدَ خُرُوجِهِ مِنَ الْقَبْرِ يَلْقَى اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ، وَالثَّانِيَةُ: تَكُونُ مُحَاسَبَتُهُ شَدِيدَةٌ عَظِيمَةٌ، وَالثَّالِثَةُ: رُجُوعُهُ مِنْ بَيْنِ يَدَيِ اللَّهِ إِلَى النَّارِ إِلَّا أَنْ يَعْفُوَ اللَّهُ عَزَّ وَجَلَّ عَنْهُ \"",
            "page": "71",
            "part": "1",
            "seal": "C450B26A"
        },
        {
            "hno": "78",
            "id": "72",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 78 - ثنا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ الدَّارَقُطْنيُّ، ثنا مُحَمَّدُ بْنُ مَخْلَدٍ، ثنا مُحَمَّدُ بْنُ الْمُثَنَّى السِّمْسَارُ، قَالَ: سَمِعْتُ بِشْرَ بْنَ الْحَارِثِ، يَقُولُ: سَمِعْتُ يَحْيَى بْنَ يَمَانٍ، يَقُولُ: سَمِعْتُ سُفْيَانَ الثَّوْرِيَّ، يَقُولُ: §«لَا أَعْلَمُ شَيْئًا يُرَادُ اللَّهُ بِهِ أَفْضَلَ مِنْ طَلَبِ الْعِلْمِ»",
            "page": "72",
            "part": "1",
            "seal": "7589E9DD"
        },
        {
            "hno": "79",
            "id": "73",
            "nass": "حَدَّثَنَا الشَّيْخُ الْحَافِظُ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ الْخَلَّالُ إِمْلَاءً فِي يَوْمِ الْجُمُعَةِ بَعْدَ الصَّلَاةِ لِإِحْدَى عَشْرَةَ خَلَوْنَ مِنْ شَوَّالٍ سَنَةَ ثَمَانٍ وَثَلَاثِينَ وَأَرْبَعِمِائَةٍ بِجَامِعِ الْمَنْصُورِ، ¶ 79 - ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ الْقَطِيعِيُّ إِمْلَاءً ثنا الْحُسَيْنُ بْنُ عُمَرَ بْنِ إِبْرَاهِيمَ الثَّقَفِيُّ، ثنا شُجَاعُ بْنُ مَخْلَدٍ، ثنا هُشَيْمُ بْنُ بَشِيرٍ، أَنْبَأَ عَلِيُّ بْنُ زَيْدِ بْنِ جُدْعَانَ، أَنْبَأَ مُحَمَّدُ بْنُ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: «§أَكَلْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ خُبْزًا وَلَحْمًا وَصَلَّوْا وَلَمْ يَتَوَضَّئُوا»",
            "page": "74",
            "part": "1",
            "seal": "280B4EC5"
        },
        {
            "hno": "80",
            "id": "74",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 80 - ثنا عُمَرُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الزَّيَّاتُ، ثنا الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ بِسْطَامٍ، ثنا عَبَّادُ بْنُ يَعْقُوبَ الرَّوَاجِنيُّ، ثنا ابْنُ أَبِي عَدِيٍّ، ثنا شُعْبَةُ بْنُ الْحَجَّاجِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الْمَدَنِيِّ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، رَحِمَهَا اللَّهُ أَنَّهَا قَالَتْ: «لَقَدْ §» حَرَّمَ أَبُو بَكْرٍ الْخَمْرَ عَلَى نَفْسِهِ فِي الْجَاهِلِيَّةِ لَأَنَّهُ مَرَّ بِسَكْرَانَ يَتَنَاوَلُ الْعُذْرَةَ بِيَدِهِ، فَإِذَا أَدْنَاهَا مِنْ فِيهِ فَيَشَمَّ رَائِحَتَهَا نَحَّاهَا، -[75]- فَقَالَ أَبُو بَكْرٍ: «إِنَّ هَذَا لَيَفْعَلُ شَيْئًا مَا يَدْرِي مَا هُوَ» فَتَرَكَ الْخَمْرَ فِي الْجَاهِلِيَّةِ \"",
            "page": "74",
            "part": "1",
            "seal": "139A65B4"
        },
        {
            "hno": "81",
            "id": "75",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 81 - ثنا أَبُو الطَّيِّبِ مُحَمَّدُ بْنُ الْحَسَنِ النَّحَّاسُ بِالْكُوفَةِ، ثنا عَلِيُّ بْنُ الْعَبَّاسِ الْبَجَلِيُّ، ثنا عَبْدُ الْعَزِيزِ بْنُ مُنِيبٍ الْمَرْوَزِيُّ، قَالَ: حَدَّثَنِي إِسْحَاقُ يَعْنِي ابْنَ عَبْدِ اللَّهِ بْنِ كَيْسَانَ، قَالَ: حَدَّثَنِي أَبِي، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، رَحْمَةُ اللَّهِ عَلَيْهِ قَالَ: قَالَ عَلِيٌّ عَلَيْهِ السَّلَامُ: يَا رَسُولَ اللَّهِ إِنَّكَ قُلْتَ لِي يَوْمَ أُحُدٍ حِينَ أُخِّرَتْ عَنِّي الشَّهَادَةُ، وَاسْتُشْهِدَ مَنِ اسْتُشْهِدَ: «إِنَّ §الشَّهَادَةَ مِنْ وَرَائِكَ، فَكَيْفَ صَبْرُكَ إِذَا خُضِبَتْ هَذِهِ مِنْ هَذَا بِدَمٍ» وَأَهْوَى بِيَدِهِ إِلَى لِحْيَتِهِ وَرَأْسِهِ، فَقَالَ عَلِيٌّ عَلَيْهِ السَّلَامُ: يَا رَسُولَ اللَّهِ، أَمَا إِنْ بَيَّنْتَ لِي مَا بَيَّنْتُ فَلَيْسَ ذَلِكَ مِنْ مَوَاطِنِ الصَّبْرِ، وَلَكِنْ مِنْ مَوَاطِنِ الْبُشْرَى، وَالْكَرَامَةِ \"",
            "page": "75",
            "part": "1",
            "seal": "75E3238E"
        },
        {
            "hno": "82",
            "id": "76",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 82 - ثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْوَرَّاقُ قَالَ: حَدَّثَنِي أَبِي، ثنا أَبُو عُمَرَ حَفْصُ بْنُ عَمْرٍو الْبَصْرِيُّ، ثنا أَبُو سُحَيْمٍ الْمُبَارَكُ بْنُ سُحَيْمٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، رَحِمهُ اللَّهُ، عَنِ النَّبِيِّ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «§مَثَلُ الصَّلَوَاتِ الْخَمْسِ، كَمَثَلِ رَجُلٍ، عَلَى بَابِهِ نَهَرٌ غَمَرٌ» يَغْتَسِلُ مِنْهُ كُلَّ يَوْمٍ خَمْسَ مَرَّاتٍ «فَمَا عَسَى أَنْ يَبْقَى عَلَيْهِ مِنْ دَرَنِهِ شَيْءٌ»",
            "page": "76",
            "part": "1",
            "seal": "E44F2789"
        },
        {
            "hno": "83",
            "id": "77",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 83 - ثنا عُمَرُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ الْمُقْرِئُ، ثنا أَبُو عَمْرٍو يُوسُفُ بْنُ يَعْقُوبَ النَّيْسَابُورِيُّ، ثنا مُحَمَّدُ بْنُ صُدْرَانَ، ثنا الْحَسَنُ بْنُ حَبِيبٍ، ثنا الْمُغِيرَةُ بْنُ مُسْلِمٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§نِعْمَ الْبَيْتُ الْحَمَّامُ، يَدْخُلُهُ الرَّجُلُ الْمُسْلِمُ فَيَتَعَوَّذُ فِيهِ بِاللَّهِ، وَمِنَ النَّارِ، وَيَسْأَلُ اللَّهَ عَزَّ وَجَلَّ فِيهِ الْجَنَّةَ، وَبِئْسَ الْبَيْتُ بَيْتُ الْعُرْسِ، يَدْخُلُهُ الرَّجُلُ الْمُسْلِمُ فَيُرَغِّبَهُ فِي الدُّنْيَا، وَيُنْسِيَهُ الْآخِرَةَ»",
            "page": "76",
            "part": "1",
            "seal": "166FB433"
        },
        {
            "hno": "84",
            "id": "78",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 84 - ثنا يُوسُفُ بْنُ عُمَرَ بْنِ مَسْرُورٍ، ثنا عَبْدُ اللَّهِ بْنُ سُلَيْمَانَ، ثنا عَمْرُو بْنُ عُثْمَانَ، ثنا بَقِيَّةُ بْنُ الْوَلِيدِ، قَالَ: حَدَّثَنِي عُتْبَةُ بْنُ أَبِي حَكِيمٍ، قَالَ: حَدَّثَنِي سُلَيْمَانُ بْنُ مُوسَى، قَالَ: حَدَّثَنِي الْقَاسِمُ بْنُ مُحَمَّدٍ، عَنْ عَمَّتِهِ، عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: §\" إِنَّ أَوَّلَ مَا يُكْفَأُ مِنَ الدِّينِ كَمَا يُكْفَأُ مِنَ الْإِنَاءِ هِيَ: الْخَمْرُ، يَشْرَبُونَهَا وَيَدْعُونَهَا بِغَيْرِ اسْمِهَا \"",
            "page": "77",
            "part": "1",
            "seal": "27688A10"
        },
        {
            "hno": "85",
            "id": "79",
            "nass": "حَدَّثَنِي الْحَسَنُ ¶ 85 - ثنا عُمَرُ بْنُ شَاهِينَ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ التُّرْجُمَانِيُّ، ثنا بَقِيَّةُ، ثنا عُمَرُ بْنُ مُوسَى، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ بَقَرَةً انْفَلَتَتْ عَلَى خَمْرٍ فَشَرِبَتْ مِنْهُ فَذَبَحُوهَا فَأَتَوُا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَعْنِي فَأَخْبَرُوهُ، فَقَالَ: -[78]- «§كُلُوهَا، وَلَا بَأْسَ بِهَا»",
            "page": "77",
            "part": "1",
            "seal": "C92F73F6"
        },
        {
            "hno": "86",
            "id": "80",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 86 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُطَّلِبِ الْحَافِظُ، أَنْبَأَ مُحَمَّدُ بْنُ خَالِدِ بْنِ زَيْدٍ أَبُو جَعْفَرٍ الْبَرْذَعِيُّ، نَزِيلُ مَكَّةَ، ثنا عَطِيَّةُ بْنُ بَقِيَّةَ بْنِ الْوَلِيدِ، ثنا أَبِي، عَنِ الزُّبَيْدِيِّ وَهُوَ مُحَمَّدُ بْنُ الْوَلِيدِ، عَنِ الزُّهْرِيِّ وَهُوَ مُحَمَّدُ بْنُ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، رَحِمَهُ اللَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهَ عَزَّ وَجَلَّ أَفْرَحُ بِتَوْبَةِ عَبْدِهِ الْمُؤْمِنِ مِنَ الضَّالِّ الْوَاجِدِ، وَمَنَ الضَّامِنِ الْوَارِدِ، وَمِنَ الْعَقِيمِ الْوَالِدِ، فَمَنْ تَابَ لِلَّهِ تَعَالَى تَوْبَةً نَصُوحًا أَنْسَى اللَّهُ حَافِظَيْهِ، وَبِقَاعَ أَرْضِهِ خَطَايَاهُ وَذُنُوبَهُ» أَوْ قَالَ: «ذُنُوبَهُ وَخَطَايَاهُ»",
            "page": "78",
            "part": "1",
            "seal": "CAFE0E3B"
        },
        {
            "hno": "87",
            "id": "81",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 87 - ثنا عُمَرُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الزَّيَّاتُ، ثنا عَبْدُ اللَّهِ بْنُ نَاجِيَةَ، ثنا أَبُو عُتْبَةَ أَحْمَدُ بْنُ الْفَرَجِ، ثنا بَقِيَّةُ، ثنا بِشْرُ بْنُ عُبَيْدٍ الْحَلَبِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا، قَالَتْ «-[79]- قَدِمَ سُرَاقَةُ بْنُ مَالِكٍ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنِ التَّغَوُّطِ،» §فَأَمَرَهُ أَلَا يَسْتَقْبِلَ الرِّيحَ، وَأَنْ يَنْتَكِبَ الْقِبْلَةَ وَلَا يَسْتَقْبِلَهَا، وَلَا يَسْتَدْبِرَهَا، وَأَنْ يَسْتَنْجِيَ بِثَلَاثَةِ أَحْجَارٍ لَيْسَ فِيهَا رَجِيعٌ، أَوْ ثَلَاثَةِ أَعْوَادٍ أَوْ حَفَنَاتٍ مِنْ تُرَابٍ \"",
            "page": "78",
            "part": "1",
            "seal": "EFE718D9"
        },
        {
            "hno": "88",
            "id": "82",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 88 - ثنا عَبْدُ الْوَاحِدِ بْنُ عَلِيٍّ شَيْخٌ صَالِحٌ ثِقَةٌ، ثنا الْحُسَيْنُ بْنُ مُحَمَّدٍ الْبَزَّازُ، ثنا جَحْدَرُ بْنُ الْحَارِثِ، ثنا بَقِيَّةُ، عَنْ حَفْصِ بْنِ سُلَيْمَانَ، عَنْ أَبَانَ يَعْنِي ابْنَ أَبِي عَيَّاشٍ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: ذَكَرَ رَجُلٌ لِرَجُلٍ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَجُلٌ: أَنَغْتَابُهُ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ أَلْقَى جِلْبَابَ الْحَيَاءِ فَلَا غِيبَةَ لَهُ»",
            "page": "79",
            "part": "1",
            "seal": "E7EA92B9"
        },
        {
            "hno": "89",
            "id": "83",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 89 - ثنا أَبُو نَصْرِ بْنُ عَبْدوسٍ الْأَهْوَازِيُّ، قَدِمَ عَلَيْنَا، ثنا سُلَيْمَانُ بْنُ أَحْمَدَ اللَّخْمِيُّ، ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحَارِثِ الْيَحْصِبِيُّ، بِحِمْصَ، قَالَ: حَدَّثَنِي أَبِي، ثنا بَقِيَّةُ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ، عَنْ حَبِيبِ بْنِ عُبَيْدٍ، عَنِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبَ الْزَّبِيدِيِّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «§يَأْتِي زَمَانٌ عَلَى النَّاسِ مَنْ لَمْ يَكُنْ مَعَهُ أَصْفَرُ، أَوْ أَبْيَضُ، لَمْ يَتَهَنَّأْ عَلَى الْعَيْشِ»",
            "page": "80",
            "part": "1",
            "seal": "EFF9DEF5"
        },
        {
            "hno": "90",
            "id": "84",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 90 - ثنا عُمَرُ بْنُ أَحْمَدَ الْوَاعِظُ رَحِمَهُ اللَّهُ، ثنا الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ، ثنا جَحْدَرُ بْنُ الْحَارِثِ، ثنا بَقِيَّةُ، قَالَ: \" كَتَبَ أَبُو عُمَيْرٍ الصُّورِيُّ إِلَى أَخٍ مِنْ إِخْوَانِهِ: \" بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ أَمَا بَعْدُ: «فَإِنَّكَ §أَصْبَحْتَ تُحَدِّدُ الدُّنْيَا بِطُولِ الْأَمَلِ، وَتَمَنَّى عَلَى اللَّهِ الْأَمَانِيَّ بِشَرِّ الْعَمَلِ، هَيْهَاتَ تَضْرِبُ فِي حَدِيدٍ بَارِدٍ»",
            "page": "80",
            "part": "1",
            "seal": "25E8C796"
        },
        {
            "hno": "91",
            "id": "85",
            "nass": "حَدَّثَنَا الشَّيْخُ الْحَافِظُ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ الْخَلَّالُ رَحِمَهُ اللَّهُ إِمْلَاءً فِي يَوْمِ الْجُمُعَةِ بَعْدَ الصَّلَاةِ لِثَمَانِ عَشَرَ خَلَوْنَ مِنْ شَوَّالٍ سَنَةَ ثَمَانٍ وَثَلَاثِينَ وَأَرْبَعِمِائَةٍ بِجَامِعِ الْمَنْصُورِ، ¶ 91 - ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ إِمْلَاءً، ثنا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عَلِيٍّ الْأَبَّارُ، ثنا مُحَمَّدُ بْنُ الْمِنْهَالِ، ثنا يَزِيدُ بْنُ زُرَيْعِ، ثنا شُعْبَةُ، عَنْ سُلَيْمَانَ الْأَعْمَشِ، عَنْ أَبِي ظَبْيَانَ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَيُّمَا صَبِيٍّ حَجَّ، ثُمَّ أَدْرَكَ فَعَلَيْهِ أَنْ يَحُجَّ حَجَّةً أُخْرَى، وَأَيُّمَا عَبْدٍ حَجَّ، ثُمَّ أُعْتِقَ، فَعَلَيْهِ أَنْ يَحُجَّ حَجَّةً أُخْرَى»",
            "page": "82",
            "part": "1",
            "seal": "B33FD24B"
        },
        {
            "hno": "92",
            "id": "86",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 92 - ثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْمَاعِيلُ الْوَرَّاقُ قَالَ: حَدَّثَنِي أَبِي، ثنا أَبُو زَيْدٍ عُمَرُ بْنُ شَبَّةَ قَالَ: ثنا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَعِدَ أُحُدًا، وَمَعَهُ أَبُو بَكْرٍ، وَعُمَرُ وَعُثْمَانُ رَضِيَ اللَّهُ عَنْهُمْ، فَرَجَفَ بِهِمْ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«اثْبُتْ فَإِنَّمَا عَلَيْكَ نَبِيُّ وَصِدِّيقٌ وَشَهِيدَانِ»",
            "page": "82",
            "part": "1",
            "seal": "200A5406"
        },
        {
            "hno": "93",
            "id": "87",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 93 - ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ، ثنا بِشْرُ بْنُ مُوسَى الْأَسَدِيُّ، ثنا أَبُو زَكَرِيَّا يَحْيَى بْنُ إِسْحَاقَ، ثنا يَزِيدُ بْنُ -[83]- عَطَاءٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ هُبَيْرَةَ بْنِ يَرِيمَ، أَنَّ الْحَسَنَ بْنَ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَلَيْهِ السَّلَامُ خَطَبَ النَّاسَ فَقَالَ: «أَيُّهَا النَّاسُ» §لَقَدْ فَقَدْتُمْ رَجُلًا لَمْ يَسْبِقْهُ الْأَوَّلُونِ، وَلَمْ يُدْرِكْهُ الْآخَرِونِ، إِنْ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَيَبْعَثُهُ فِي السَّرِيَّةِ، وَإِنَّ جِبْرِيلَ عَلَيْهِ السَّلَامُ عَنْ يَمِينِهِ وَمِيكَائِيلَ عَنْ يَسَارِهِ، وَاللَّهِ مَا تَرَكَ بَيْضَاءَ، وَلَا صَفْرَاءَ إِلَّا ثَمَانِمِائَةِ دِرْهَمٍ فِي ثَمَنِ خَادِمٍ \"",
            "page": "82",
            "part": "1",
            "seal": "773D349A"
        },
        {
            "hno": "94",
            "id": "88",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 94 - ثنا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ شَاذَانَ، أَنْبَأَ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، ثنا مُصْعَبُ بْنُ عَبْدِ اللَّهِ الزُّبَيْرِيُّ، قَالَ: حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا، قَالَتْ سُئِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْبِتْعِ فَقَالَ: §«كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ»",
            "page": "83",
            "part": "1",
            "seal": "C0DA970F"
        },
        {
            "hno": "95",
            "id": "89",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 95 - ثنا أَبُو الْفَتْحِ يُوسُفُ بْنُ عُمَرَ الْقَوَّاسُ الزَّاهِدُ، ثنا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ نَيْرُوزَ الْأَنْمَاطِيُّ، ثنا مُحَمَّدُ بْنُ عُمَرَ بْنِ نَافِعٍ، بِالْفُسْطَاطِ، ثنا عَلِيُّ بْنُ -[84]- الْحَسَنِ، ثنا مَالِكُ بْنُ أَنَسٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ زَيْدِ بْنِ ثَابِتٍ، وَأَبِي هُرَيْرَةَ رَحِمَهُمَا اللَّهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §«دَعَا بِمَاءٍ فَتَوَضَّأَ مَرَّةً فَقَالَ» هَذَا الَّذِي لَا يَقْبَلُ اللَّهُ الصَّلَاةَ إِلَّا بِهِ \" وَتَوَضَّأَ مَرَّتَيْنِ مَرَّتَيْنِ وَقَالَ: «هَذَا يُضَاعَفُ بِهِ الْأَجْرُ» وَتَوَضَّأَ ثَلَاثًا ثَلَاثًا وَقَالَ: «هَذَا وُضُوئِي وَوُضُوءُ الْأَنْبِيَاءِ مِنْ قَبْلِي»",
            "page": "83",
            "part": "1",
            "seal": "3CF19A61"
        },
        {
            "hno": "96",
            "id": "90",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 96 - ثنا الْقَاضِي أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحَسَنِ الْجَرَّاحيُّ، ثنا يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ، ثنا أَحْمَدُ بْنُ مُحَمَّدٍ بْنِ الْقَاسِمِ بْنُ أَبِي بَزَّةَ الْمَكِّيُّ، ثنا مُؤَمَّلُ بْنُ إِسْمَاعِيلَ، ثنا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: -[85]- مَرَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمَجْلِسٍ مِنْ مَجَالِسِ الْأَنْصَارِ، وَهُمْ يَمْزَحُونَ وَيَضْحَكُونَ فَقَالَ: §«أَكْثَرُوا مِنْ ذِكْرِ هَادِمِ اللَّذَّاتِ»",
            "page": "84",
            "part": "1",
            "seal": "1436385E"
        },
        {
            "hno": "97",
            "id": "91",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 97 - ثنا يَحْيَى بْنُ عَلِيِّ بْنُ يَحْيَى الْمُقْرِئُ، ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ الْحَافِظُ الْهَمْدَانِيُّ، ثنا مُحَمَّدُ بْنُ الْفَضْلِ، ثنا حَسَنُ بْنُ الْحَسَنِ الْأَنْصَارِيُّ، ثنا عَمْرُو بْنُ ثَابِتٍ، عَنْ عَمَّارٍ الدُّهْنِيِّ، عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: مَا انْتَمَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَّا يَوْمًا وَاحِدًا فَإِنَّهُ كَانَ يَوْمَ حُنَيْنٍ وَوَلَّى النَّاسُ الدُّبُرَ وَاشْتَدَّ الْأَمْرُ فَحَسَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ رَأْسِهِ، وَسَلَّ سَيْفَهُ وَقَالَ: «§أَنَا النَّبِيُّ لَا كَذِبْ، أَنَا ابْنُ عَبْدِ الْمُطَّلِبِ»",
            "page": "85",
            "part": "1",
            "seal": "2BE9F30A"
        },
        {
            "hno": "98",
            "id": "92",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 98 - ثنا أَبُو عُمَرَ بْنُ حَيَّوَيْهِ الْخَرَّازُ، ثنا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ، ثنا مُحَمَّدُ بْنُ عَامِرِ بْنِ إِبْرَاهِيمَ، قَالَ: حَدَّثَنِي أَبِي، ثنا النُّعْمَانُ بْنُ عَبْدِ السَّلَامِ، عَنْ زُفَرَ بْنِ الْهُذَيْلِ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى، يَقُولُ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْأَحْزَابِ: «§اللَّهُمَّ مَنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، هَازِمَ الْأَحْزَابِ، اهْزِمْهُمْ وَزَلْزِلْهُمْ»",
            "page": "86",
            "part": "1",
            "seal": "922D016B"
        },
        {
            "hno": "99",
            "id": "93",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 99 - ثنا عَلِيُّ بْنُ عُمَرَ بْنُ سَهْلٍ الْحَرِيرِيُّ السُّلَمِيُّ، ثنا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ إِسْحَاقَ الْمَرْوَزِيُّ، ثنا الْحَسَنُ بْنُ أَبِي الرَّبِيعِ الْجُرْجَانِيُّ، أَنْبَأَ عَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ، عَنْ مَعْمَرِ بْنِ رَاشِدٍ، قَالَ قَتَادَةُ: بَلَغَنِي أَنَّ أَبَا ذَرٍّ، رَحِمَهُ اللَّهُ كَانَ يَوْمًا يُصَلِّي فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَعَوَّذْ يَا أَبَا ذَرٍّ مِنْ شَيَاطِينِ الْإِنْسِ، وَالْجِنِّ» . فَقَالَ: يَا نَبِيَ اللَّهِ، أَوَ إِنَّ مِنَ الْإِنْسِ شَيَاطِينَ؟ قَالَ «نَعَمْ»",
            "page": "86",
            "part": "1",
            "seal": "B275333E"
        },
        {
            "hno": "100",
            "id": "94",
            "nass": "حَدَّثَنَا الْحَسَنُ ¶ 100 - ثنا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ الْبَزَّازُ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، ثنا أَحْمَدُ بْنُ زُهَيْرِ بْنِ حَرْبٍ، ثنا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، ثنا ابْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ: قَالَتْ أُمِّي: «§لَا تُمَازِحِ الصِّبْيَانَ، فَتَهُونَ عَلَيْهِمْ»",
            "page": "87",
            "part": "1",
            "seal": "9BC61CB5"
        }
    ],
    "t9311": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "عليك بالصوم فإنه لا عدل له ثم أتيته ثانية فقال: عليك بالصوم فإنه لا عدل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "يطلع الله عز وجل إلى خلقه ليلة النصف من شعبان، فيغفر لعباده إلا اثنين مشاحنا وقاتل"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "يهبط الله عز وجل إلى سماء الدنيا إلى عباده في ليلة النصف من شعبان، فيطلع إليهم، فيغفر لكل"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كان ليلة النصف من شعبان نادى مناد: هل من مستغفر فأغفر له، هل من سائل فأعطيه، فلا يسأل"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "تقطع الآجال من شعبان إلى شعبان، حتى إن الرجل لينكح، ويولد له، ولقد خرج اسمه في"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "إن الله عز وجل ليشفع يوم القيامة ثلاثة: الأنبياء، ثم العلماء، ثم"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "أحبوا الأيامى، وتوددوا إليهم، واعلموا أنه لا يتم شرف إلا بولاية علي بن أبي طالب عليه"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "لحد للنبي صلى الله عليه وسلم ولأبي بكر، وعمر رضي الله عنهما"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "أعمال الأبرار من الرجال من أمتي: الخياطة، وأعمال الأبرار من النساء من أمتي"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "لكل شيء آفة وآفة هذا الدين: ولاة السوء"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "أتدري من جالست؟ إنك مع قوم يدفنون ما جاء به رسول الله صلى الله عليه"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "كنا سبيا من سبي الجنة فسبانا إبليس أخزاه الله بالخطيئة، فليس ينبغي لنا إلا البكاء والحزن،"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "إنما الأعمال بالنية، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله؛ فهجرته إلى"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "فاتحة الكتاب، وأية الكرسي، والآيتين من آل عمران {شهد الله أنه لا إله إلا هو والملائكة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "لئن صدق ليدخلن الجنة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت رسول الله صلى الله عليه وسلم قائما يصلي، ويده اليمنى على اليسرى قابضا"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "المدينة قبة الإسلام، ودار الإيمان، وأرض الهجرة، ومبين الحلال والحرام"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أشار العبد بأصبعه في الصلاة، يقول الله عز وجل: أخلص لي عبدي، وإذا رفع يديه في الصلاة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "ما خطب رسول الله صلى الله عليه وسلم، إلا أمر بالصدقة، ونهى عن المثلة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "من فطر صائما كان له مثل أجر الصائم، من غير أن ينقص من أجر الصائم شيء"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "هذا شهر رمضان يستقبلكم وتستقبلونه، ألا وإن الله عز وجل ليس بتارك صبيحة الصوم أحدا من أهل"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "أفطر عندكم الصائمون، وأكل طعامكم الأبرار، وتنزلت عليكم الملائكة"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "إذا لقم أحدكم أول لقمة - يعني عند إفطاره - فليقل: يا واسع المغفرة، اغفر"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الله عز وجل فرض عليكم صيام رمضان، وسننت لكم قيامه فمن صامه وقامه إيمانا واحتسابا، أخرج من"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "رب قائم حظه من قيامه السهر، ورب صائم حظه من صيامه الجوع والعطش"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "من قرأ في أول ليلة من شهر رمضان إنا فتحنا لك فتحا مبينا في التطوع حفظ في ذلك"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "يوحي الله عز وجل إلى الملكين: لا تكتبا على عبدي الصائم بعد العصر سيئة"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت رسول الله صلى الله عليه وسلم في المنام فقال لي: أنت الهيثم القارئ الذي تزين القرآن"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "من عمل بغير مشورة فذاك باطل يتعنى، ومن لم ينصر من ظالمه بيد ولا بلسان ولا حقد فذاك"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "أفش السلام، وأطب الكلام، وأطعم الطعام، وأدم الصيام، وصل بالليل والناس نيام تدخل الجنة"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "أنزلت الصحف الأولى أول يوم من رمضان، وأنزلت التوراة في ستة من رمضان، وأنزل الإنجيل في"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "فصلا ما بين صيامنا، وصيام أهل الكتاب: أكلة السحر"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "أمرنا معاشر الأنبياء، أن نؤخر سحورنا، ونمسك بأيماننا على شمائلنا في"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "كان المسلمون إذا أفطروا لم يزيدوا على العشاء، ثم لا يأكلون بعد ذلك، ولا يقربون النساء حتى"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "خرج عليهم فصلى بهم ليلة، ثم خرج الثانية، ثم خرج الثالثة، فكثر الناس، فلم يخرج الرابعة،"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "نزل رسول الله صلى الله عليه وسلم ذات ليلة في رمضان فصلى خلفه الناس، فلما أصبحوا ذكروا ذلك"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الجماعة بركة، والثريد بركة، والسحور بركة، تسحروا فإنه يزيد في القوة، وهو من السنة تسحروا"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "أقم الصلاة للصيام من هذه الساعة إلى الليل، من أخلاق الأنبياء عليهم السلام: تعجيل الإفطار،"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "كان رسول الله صلى الله عليه وسلم يقبل وهو صائم هذا حديث صحيح أخرجه مسلم بن الحجاج، عن أبي"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "نوم الصائم عبادة، وسكوته تسبيح، ودعاؤه مستجاب، وعمله متقبل قال الشيخ: هذا غريب من حديث"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "إن الصيام ليس من الأكل والشرب فقط، إنما الصيام من اللغو والرفث، فإن سابك أحد، أو جهل عليك"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "من لم يدع الخنا، والكذب، فلا حاجة لله أن يدع طعامه وشرابه"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "قد دنا مني حقوق من بين أظهركم، فمن كنت جلدت له ظهرا، فهذا ظهري فليستقد منه، ومن كنت أخذت"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت رب العزة عز وجل في النوم فقلت: يا رب ما أفضل ما تقرب المتقربون به إليك؟ فقال: كلامي"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "أن النبي صلى الله عليه وسلم كان يقرأ في الصبح، ب ق، والقرآن المجيد، وكانت صلاته بعد ذلك"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "تعجيل الإفطار، وتأخير السحور من شعائر الإسلام"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "لا يزال الدين ظاهرا ما عجلوا الناس الإفطار، فإن اليهود والنصارى يؤخرون"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كان يوم الفطر قامت الملائكة على أفواه الطرق، فنادوا: يا معشر المسلمين اغدوا إلى ربكم،"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "من أفطر يوما من شهر رمضان من غير عذر، ولا رخصة فلا يقضيه صيام الدهر كله وإن"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "إن قدرت على يوم من رمضان فارغا فصمه مكانه قال: وهل أجد يوما من رمضان فارغا؟ فقال ابن عباس"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "وعزة ربي والذي بعثني بالحق، لو عاش مائة سنة فصامها ما أدرك فضل ذلك"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "من كان عليه صيام من رمضان فليسرده، ولا يقطعه"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "ليست بمنسوخة هو الشيخ الكبير، والمرأة الكبيرة لا يستطيعان أن يصوما فيطعمان مكان كل يوم"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "فليطعم عنه لكل يوم نصف صاع من بر"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "ذلك إليك، أرأيت لو كان على أحدكم دين، وقضى الدرهم والدرهمين، ألم يكن قضاؤها لله عز وجل"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "ثم أورثنا الكتاب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه} [فاطر: 32] قالت: مثلي ومثلك"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "إذا رأيتم الذين يسبون أصحابي فالعنوهم"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "لأعطين الراية غدا لرجل يحبه الله ورسوله، وهو من أهل الجنة وكان علي عليه السلام أرمد فدعاه"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت ليلة أسري بي مكتوبا حول العرش في فرندة خضراء، مكتوبا فيها بقلم من نور أبيض: لا إله"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "شهر بركة وخير يغشاكم الله تعالى فيه بتنزيل الرحمة، ويحط الخطايا، ويستجيب فيه الدعاء، ينظر"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "من صام ستة أيام بعد الفطر فكأنما صام الدهر كله"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "هذا الشهر كتب الله صيامه، ولم يكتب عليكم قيامه، فمن قامه فإنها من نوافل الخير، ومن لا"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "ألا أنبئكم بأفضل الملائكة: جبريل عليه السلام، وأفضل النبيين: آدم عليه السلام، وأفضل"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "تنكح المرأة لأربع: لجمالها، ولحسبها، ولمالها، ولدينها، فاظفر بذات الدين تربت"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "هي إحدى عشرة كبيرة: منها أربع في الرأس، وهي: الشرك بالله عز وجل، وقذف المحصنة، واليمين"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "لكل داء دواء فإذا أصيب دواء الداء برأ بإذن الله عز وجل قال الشيخ: هذا حديث صحيح، أخرجه"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "الناس يكثرون، وأصحابي يقلون، فلا تسبوهم، ومن سبهم فعليه لعنة الله"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "ليلة أسري بي قلت لجبريل عليه السلام: إن قومي لا يصدقوني، قال لي جبريل عليه السلام: يصدقك"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "من أشقى الأولين؟ فقال علي عليه السلام: عاقر الناقة قال: فمن أشقى الآخرين؟ قال: لا أدري"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "ألا أعلمك كلمات تقولها، لو كانت عليك من الذنوب كذر النمل لغفرها الله لك، مع أنه مغفور لك"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "من تهاون بصلاته، فإن الله عز وجل يعاقبه بخمس عشرة خصلة ست منها في الدنيا، وثلاث عند"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "لا أعلم شيئا يراد الله به أفضل من طلب العلم"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "أكلت مع رسول الله صلى الله عليه وسلم، وأبي بكر وعمر وعثمان خبزا ولحما وصلوا ولم"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "حرم أبو بكر الخمر على نفسه في الجاهلية لأنه مر بسكران يتناول العذرة بيده، فإذا أدناها من"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "الشهادة من ورائك، فكيف صبرك إذا خضبت هذه من هذا بدم وأهوى بيده إلى لحيته ورأسه، فقال علي"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "مثل الصلوات الخمس، كمثل رجل، على بابه نهر غمر يغتسل منه كل يوم خمس مرات فما عسى أن يبقى"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "نعم البيت الحمام، يدخله الرجل المسلم فيتعوذ فيه بالله، ومن النار، ويسأل الله عز وجل فيه"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "إن أول ما يكفأ من الدين كما يكفأ من الإناء هي: الخمر، يشربونها ويدعونها بغير"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "كلوها، ولا بأس بها"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "الله عز وجل أفرح بتوبة عبده المؤمن من الضال الواجد، ومن الضامن الوارد، ومن العقيم الوالد،"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "فأمره ألا يستقبل الريح، وأن ينتكب القبلة ولا يستقبلها، ولا يستدبرها، وأن يستنجي بثلاثة"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "من ألقى جلباب الحياء فلا غيبة له"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "يأتي زمان على الناس من لم يكن معه أصفر، أو أبيض، لم يتهنأ على العيش"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "أصبحت تحدد الدنيا بطول الأمل، وتمنى على الله الأماني بشر العمل، هيهات تضرب في حديد"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "أيما صبي حج، ثم أدرك فعليه أن يحج حجة أخرى، وأيما عبد حج، ثم أعتق، فعليه أن يحج حجة"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "اثبت فإنما عليك نبي وصديق وشهيدان"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "لقد فقدتم رجلا لم يسبقه الأولون، ولم يدركه الآخرون، إن كان رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "كل شراب أسكر فهو حرام"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "دعا بماء فتوضأ مرة فقال هذا الذي لا يقبل الله الصلاة إلا به وتوضأ مرتين مرتين وقال: هذا"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "أكثروا من ذكر هادم اللذات"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "أنا النبي لا كذب، أنا ابن عبد المطلب"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم منزل الكتاب، سريع الحساب، هازم الأحزاب، اهزمهم وزلزلهم"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "تعوذ يا أبا ذر من شياطين الإنس، والجن. فقال: يا نبي الله، أو إن من الإنس شياطين؟ قال"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "لا تمازح الصبيان، فتهون عليهم"
        }
    ]
}