{
    "b9312": [
        {
            "hno": "1",
            "id": "1",
            "nass": "1 - أَخْبَرَ الشَّيْخُ الْفَقِيهُ الْإِمَامُ الْعَالِمُ الْحَافِظُ أَبُو مُحَمَّدٍ عَبْدُ الْغَنِيِّ بْنِ عَبْدِ الْوَاحِدِ بْنِ عَلِيِّ بْنِ سُرُورٍ الْمَقْدِسِيُّ رَضِيَ اللَّهُ عَنْهُ: أَخْبَرَنَا الشَّيْخُ أَبُو عَلِيٍّ حَمْزَةُ بْنُ أَبِي الْفَتْحِ عَتِيقٌ مُسَافِرُ الطَّبَرِيُّ الْعُرْفِيُّ، وَالْإِمَامُ الْفَقِيهُ مُصْلِحُ الدِّينِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الْحَنْبَلِيُّ، وَأَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْجَبَّارِ بْنِ مُحَمَّدٍ الْمُتَوَسِّطُ، وَأَبُو بَكْرٍ مُحَمَّدُ بْنُ أَبِي نَصْرِ بْنِ مُحَمَّدٍ الْحُرَقِيُّ الْمَعْرُوفُ بِالْقَاشَانِيِّ، بِقِرَاءَتِي عَلَيْهِمْ فِي يَوْمِ الْجُمُعَةِ، الرَّابِعِ وَالْعِشْرِينَ مِنْ رَجَبٍ، سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَخَمْسِمِائَةٍ. قَالَ حَمْزَةُ: أَخْبَرَنَا، وَقَالَ الْبَاقُونَ: أَنْبَأَنَا إِجَازَةً أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الْحَدَّادُ، حَدَّثَنَا أَبُو نُعَيْمٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ إِسْحَاقَ بْنِ مُوسَى بْنِ مِهْرَانَ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو مَسْعُودٍ أَحْمَدُ بْنُ الْفُرَاتِ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: -[26]- §«نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الدَّوَاءِ الْخَبِيثِ»",
            "page": "25",
            "part": "1",
            "seal": "D4220C2D"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "2 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو مَسْعُودٍ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، وَأَبُو نُعَيْمٍ، قَالَا: حَدَّثَنَا شَرِيكٌ، عَنِ الرُّكَيْنِ بْنِ الرَّبِيعِ، عَنْ نُعَيْمِ بْنِ حَنْظَلَةَ عَنْ عَمَّارِ بْنِ يَاسِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«ذُو الْوَجْهَيْنِ فِي الدُّنْيَا ذُو لِسَانَيْنِ فِي النَّارِ»",
            "page": "26",
            "part": "1",
            "seal": "AA933973"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "3 - حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْغَسِيلِ، عَنْ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ، قَالَ: سَمِعْتُ ابْنَ الزُّبَيْرِ، عَلَى مِنْبَرِ مَكَّةَ يَقُولُ فِي خُطْبَتِهِ: أَيُّهَا النَّاسُ، إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«لَوْ أَنَّ ابْنَ آدَمَ أُعْطِيَ وَادِيًا مُلِئَ ذَهَبًا أَحَبَّ إِلَيْهِ ثَانِيًا، وَلَوْ أُعْطِيَ ثَانِيًا أَحَبَّ إِلَيْهِ ثَالِثًا، أَلَا وَإِنَّهُ لَا يَسُدُّ جَوْفَ ابْنِ آدَمَ إِلَّا التُّرَابُ، وَيَتُوبُ اللَّهُ عَلَى مَنْ تَابَ»",
            "page": "27",
            "part": "1",
            "seal": "47C90B06"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنَا إِسْمَاعِيلٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا قَاسِمُ بْنُ حَبِيبٍ التَّمَّارُ، عَنْ نِزَارِ بْنِ حَيَّانَ، قَالَ: قَالَ عِكْرِمَةُ: قَالَ ابْنُ عَبَّاسٍ: عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«اتَّقُوا الْقَدَرَ، فَإِنَّهَا شُعْبَةٌ مِنَ النَّصْرَانِيَّةِ»",
            "page": "28",
            "part": "1",
            "seal": "23E86313"
        },
        {
            "hno": "5",
            "id": "5",
            "nass": "5 - حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنَا إِسْمَاعِيلٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا طَلْحَةُ يَعْنِي ابْنَ عَمْرٍو، عَنْ عَطَاءٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«زُرْ غِبًّا تَزْدَدْ حُبًّا»",
            "page": "28",
            "part": "1",
            "seal": "3245A8F2"
        },
        {
            "hno": "6",
            "id": "6",
            "nass": "6 - حَدَّثَنَا أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَعْبَدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ النُّعْمَانِ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا دَاوُدُ يَعْنِي الْأَوْدِيَّ، قَالَ: سَمِعْتُ أَبِي يَقُولُ،: سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ: «تَدْرُونَ مَا أَكْثَرُ مَا يُدْخِلُ النَّاسَ النَّارَ؟» قَالُوا: اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: \" فَإِنَّ §أَكْثَرَ مَا يُدْخِلُ النَّاسَ النَّارَ: الْأَجْوَفَانِ: الْفَمُ وَالْفَرْجُ \": «أَتَدْرُونَ مَا يُدْخِلُ النَّاسَ الْجَنَّةَ؟» قَالُوا: اللَّهُ وَرَسُولُهُ أَعْلَمُ -[36]- قَالَ: «تَقْوَى اللَّهِ، وَحُسْنُ الْخُلُقِ»",
            "page": "35",
            "part": "1",
            "seal": "39FA35E3"
        },
        {
            "hno": "7",
            "id": "7",
            "nass": "7 - حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الْهَيْثَمِ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ شَاكِرٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ أُبَيِّ بْنِ كَعْبٍ، قَالَ§: -[37]- «لَيْلَةُ الْقَدْرِ لَيْلَةُ سَبْعٍ وَعِشْرِينَ مِنْ رَمَضَانَ»",
            "page": "36",
            "part": "1",
            "seal": "2B5C28A2"
        },
        {
            "hno": "8",
            "id": "8",
            "nass": "8 - حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا جَعْفَرٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حَبِيبِ بْنِ أَبِي ثَابِتٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، قَالَ: حَدَّثَتْنَا عَائِشَةُ، رَضِيَ اللَّهُ عَنْهَا سَمِعْتُهَا تُحَدِّثُ، قَالَتْ: «رُبَّمَا §خَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى صَلَاةِ الْغَدَاةِ وَرَأْسُهُ يَقْطُرُ مَاءً، ثُمَّ صَامَ يَوْمَهُ ذَلِكَ»",
            "page": "37",
            "part": "1",
            "seal": "8FDE2D1D"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "9 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا جَعْفَرٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا الْعَلَاءُ بْنُ زُهَيْرٍ، حَدَّثَنِي وَبَرَةُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: كَانَ ابْنُ عُمَرَ §لَا يَزِيدُ فِي السَّفَرِ عَلَى رَكْعَتَيْنٍ، لَا يُصَلِّي قَبْلَهَا وَلَا بَعْدَهَا، فَقِيلَ لَهُ: مَا هَذَا؟ -[38]- قَالَ: «هَكَذَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَنَعَ»",
            "page": "37",
            "part": "1",
            "seal": "BA9F424F"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "10 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا جَعْفَرٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، حَدَّثَنِي أَبُو هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَتَانِي جِبْرِيلُ، §فَمَا زَالَ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَوْ رَأَيْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "38",
            "part": "1",
            "seal": "6BEEE099"
        },
        {
            "hno": "11",
            "id": "11",
            "nass": "11 - حَدَّثَنَا أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَعْبَدٍ، حَدَّثَنَا أَحْمَدُ بْنُ مَهْدِيٍّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا الْحَسَنُ بْنُ صَالِحٍ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §مَسَحَ عَلَى الْخُفَّيْنِ بِالْمَاءِ»",
            "page": "38",
            "part": "1",
            "seal": "41C66D5B"
        },
        {
            "hno": "12",
            "id": "12",
            "nass": "12 - حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا إِبْرَاهِيمُ الْحَرْبِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا بَشِيرُ بْنُ سَلْمَانَ، عَنْ مُجَاهِدٍ، قَالَ: كُنَّا عِنْدَ عَبْدِ اللَّهِ بْنِ عَمْرٍو، فَقَالَ: إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§يُوصِي بِالْجَارِ، حَتَّى خَشِينَا أَوْ رِينَا يُوَرِّثُهُ»",
            "page": "39",
            "part": "1",
            "seal": "551ED921"
        },
        {
            "hno": "13",
            "id": "13",
            "nass": "13 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا إِبْرَاهِيمٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أُمِّ قَيْسِ بِنْتِ مِحْصَنٍ، قَالَتْ: -[40]- أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِابْنٍ لِي لَمْ يَأْكُلِ الطَّعَامَ §فَبَالَ عَلَيْهِ، فَدَعَا بِمَاءٍ فَرَشَّهُ عَلَيْهِ",
            "page": "39",
            "part": "1",
            "seal": "315D4D25"
        },
        {
            "hno": "14",
            "id": "14",
            "nass": "14 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا إِبْرَاهِيمٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنِ سِمَاكِ، عَنْ قَابُوسَ بْنِ أَبِي الْمُخَارِقِ، عَنْ لُبَابَةَ بِنْتِ الْحَارِثِ، قَالَتْ: كَانَ الْحَسَنُ بْنُ عَلِيٍّ فِي حِجْرِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَبَالَ عَلَيْهِ، فَقُلْتُ: الْبَسْ ثَوْبًا غَيْرَهُ، وَأَعْطِنِي إِزَارَكَ حَتَّى أَغْسِلَهُ، قَالَ: «إِنَّمَا §يُغْسَلُ مِنْ بَوْلِ الْأُنْثَى، وَيُنْضَحُ مِنْ بَوْلِ الذَّكَرِ»",
            "page": "40",
            "part": "1",
            "seal": "65BE6B04"
        },
        {
            "hno": "15",
            "id": "15",
            "nass": "15 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ مَخْلَدٍ، حَدَّثَنَا أَبُو إِسْمَاعِيلَ التِّرْمِذِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عُمَرُ بْنُ ذَرٍّ، قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِجِبْرِيلَ: §«مَا يَمْنَعُكَ أَنْ تَزُورُنَا أَكْثَرَ مِمَّا تَزُورُنَا؟» فَنَزَلَتْ: {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ} [مريم: 64] \"",
            "page": "41",
            "part": "1",
            "seal": "564E2B70"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "§حَدِيثُ الزِّيَارَةِ، وَقَدْ كُتِبَتْ فِي «جَمْعُ عُمَرَ بْنِ ذَرٍّ، وَكِتَابِ الزِّيَارَةُ وَالْمُتَزَاوِرِينَ»",
            "page": "41",
            "part": "1",
            "seal": "7D252546"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا إِسْمَاعِيلٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا الْقَاسِمِ بْنُ الْفَضْلِ، حَدَّثَنِي أَبِي، عَنْ مُعَاوِيَةَ الْمَهْرِيِّ، قَالَ: قَالَ أَبُو هُرَيْرَةَ: يَا مَهْرِيُّ، §«نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ ثَمَنِ الْكَلْبِ، وَعَسْبِ الْفَحْلِ، وَمَهْرِ الْبَغِيِّ»",
            "page": "42",
            "part": "1",
            "seal": "96F0EC33"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، حَدَّثَنَا بِشْرُ بْنُ مُوسَى، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنْ أَبِي ذَرٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ الْحَسَنَةَ السَّيِّئَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ»",
            "page": "42",
            "part": "1",
            "seal": "11D3E8B9"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، حَدَّثَنَا إِسْحَاقُ بْنُ الْحَسَنِ الْحَرْبِيِّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَمْعَةُ بْنُ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«لَا يُلْدَغُ الْمُؤْمِنُ مِنْ جُحْرٍ مَرَّتَيْنِ»",
            "page": "45",
            "part": "1",
            "seal": "25CF6BD6"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا بِشْرٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنِ الْمِقْدَامِ أَبِي كَرِيمَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَيْلَةُ الضَّيْفِ حَقٌّ وَاجِبٌ عَلَى كُلِّ مُسْلِمٍ، فَإِنْ أَصْبَحَ بِفِنَائِهِ، فَهُوَ عَلَيْهِ دَيْنٌ: إِنْ شَاءَ اقْتَضَاهُ، وَإِنْ شَاءَ تَرَكَهُ \"",
            "page": "46",
            "part": "1",
            "seal": "0954CA3C"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَعْلَى بْنِ كَعْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: §«مَا نَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَبْلَ الْعِشَاءِ، وَلَا سَمَرَ بَعْدَهَا»",
            "page": "47",
            "part": "1",
            "seal": "7D0A3C92"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21 - حَدَّثَنَا ابْنُ مَالِكٍ، حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا أَبُو نُعَيْمٍ،: حَدَّثَنَا الْحَكَمُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي نُعْمٍ الْبَجَلِيُّ، حَدَّثَنِي أَبِي، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §الْحَسَنُ وَالْحُسَيْنُ سَيِّدَا شَبَابِ أَهْلِ الْجَنَّةِ، إِلَّا ابْنِي الْخَالَةِ: عِيسَى، وَيَحْيَى بْنَ زَكَرِيَّا \"",
            "page": "47",
            "part": "1",
            "seal": "826E939C"
        },
        {
            "hno": "22",
            "id": "23",
            "nass": "22 - حَدَّثَنَا أَبُو بَحْرٍ مُحَمَّدُ بْنُ الْحَسَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ الْحَارِثِ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ عَطَاءٍ، عَنْ عَائِشَةَ، -[49]- أَنَّ نِسْوَةَ مِنْ أَهْلِ الشَّامِ دَخَلُوا عَلَى عَائِشَةَ، فَقَالَتْ: لَعَلَّكُنَّ مِنَ اللَّوَاتِي يَدْخُلْنَ الْحَمَّامَاتِ؟ فَقُلْنَا: إِنَّا لَنَفْعَلُ، فَقَالَتْ عَائِشَةُ: أَمَا إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: §«أَيُّمَا امْرَأَةٍ نَزَعَتْ ثِيَابَهَا فِي غَيْرِ بَيْتِ زَوْجِهَا هَتَكَتْ مَا بَيْنَهَا وَبَيْنَ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "48",
            "part": "1",
            "seal": "E8BE529E"
        },
        {
            "hno": "23",
            "id": "24",
            "nass": "23 - حَدَّثَنَا أَبُو بَحْرٍ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ §يُبَاهِي بِأَهْلِ عَرَفَاتٍ» الْحَدِيثُ",
            "page": "49",
            "part": "1",
            "seal": "CBD7E0DC"
        },
        {
            "hno": "24",
            "id": "25",
            "nass": "24 - حَدَّثَنَا سُلَيْمَانُ، فِي «مُعْجَمِهِ» ، حَدَّثَنَا يَحْيَى بْنُ عَبْدُوَيْهِ بْنِ شَبِيبٍ الْبَغْدَادِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ مُجَاهِدٍ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«صَلَاةُ الْقَاعِدِ عَلَى النِّصْفِ مِنْ صَلَاةِ الْقَائِمِ»",
            "page": "50",
            "part": "1",
            "seal": "624B2490"
        },
        {
            "hno": "25",
            "id": "26",
            "nass": "25 - حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا عُمَيْرُ بْنُ مِرْدَاسٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا يُونُسُ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ، قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يُحِبُّ سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى»",
            "page": "51",
            "part": "1",
            "seal": "57BFAE57"
        },
        {
            "hno": "26",
            "id": "27",
            "nass": "26 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ مَخْلَدٍ، حَدَّثَنَا أَحْمَدُ بْنُ الْهَيْثَمِ بْنِ خَالِدٍ الْبَزَّازُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ، قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §يَقُومُ يَوْمَ الْجُمُعَةِ إِلَى شَجَرَةٍ أَوْ نَخْلَةٍ فَيَخْطُبُ»",
            "page": "52",
            "part": "1",
            "seal": "4A1BF3BE"
        },
        {
            "hno": "27",
            "id": "28",
            "nass": "27 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، عَنْ يَزِيدَ بْنِ الْأَصَمِّ، عَنْ أَبِي هُرَيْرَةَ، -[53]- عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§تَظْهَرُ الْفِتَنُ، وَيَكْثُرُ الْهَرْجُ، وَيُقْبَضُ الْعِلْمُ» الْحَدِيثُ",
            "page": "52",
            "part": "1",
            "seal": "34A7598D"
        },
        {
            "hno": "28",
            "id": "29",
            "nass": "28 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا يُونُسُ، عَنْ أَبِي دَاوُدَ، عَنْ أَبِي الْحَمْرَاءِ، قَالَ: رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى رَجُلٍ عِنْدَهُ طَعَامٌ فِي وِعَاءٍ، فَنَظَرَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَقَالَ: «غَشَشْتُهُ؟ §مَنْ غَشَّنَا فَلَيْسَ مِنَّا»",
            "page": "53",
            "part": "1",
            "seal": "A08DCD26"
        },
        {
            "hno": "29",
            "id": "30",
            "nass": "29 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ مَخْلَدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ يوسُفَ بْنِ عِيسَى بْنِ الطَّبَّاعِ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا -[54]- سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، وَيَزِيدَ بْنِ الْأَصَمِّ، سُفْيَانُ شَكَّ عَنْ مَيْمُونَةَ «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §يُصَلِّي عَلَى الْخُمْرَةِ»",
            "page": "53",
            "part": "1",
            "seal": "D95F4DEA"
        },
        {
            "hno": "30",
            "id": "31",
            "nass": "30 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §يَسْتَلِمُ الرُّكْنَ الْيَمَانِيَّ وَالْأَسْوَدَ فِي كُلِّ طَوَافٍ، وَلَا يَسْتَلِمُ الْآخَرِينَ»",
            "page": "54",
            "part": "1",
            "seal": "318F25EB"
        },
        {
            "hno": "31",
            "id": "32",
            "nass": "31 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ بْنِ صَالِحٍ الْوَزَّانُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا الدَّرَاوَرْدِيُّ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«الْأَرْضُ كُلُّهَا مَسْجِدٌ إِلَّا الْحَمَّامَ وَالْمَقْبَرَةَ»",
            "page": "55",
            "part": "1",
            "seal": "F682D96F"
        },
        {
            "hno": "32",
            "id": "33",
            "nass": "32 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدُ بْنُ يُونُسَ الْكُدَيْمِيُّ، قَالَ: سَمِعْتُ أَبَا نُعَيْمٍ، يَقُولُ: «§مَاتَ الْحَكَمُ سَنَةَ خَمْسَ عَشْرَةَ وَمِائَةٍ، وَمَاتَ عَلِيُّ بْنُ صَالِحٍ سَنَةَ سَبْعٍ وَخَمْسِينَ، وَمَاتَ أَخُوهُ الْحَسَنُ بْنُ صَالِحٍ سَنَةَ سَبْعٍ وَسِتِّينَ»",
            "page": "58",
            "part": "1",
            "seal": "BC793160"
        },
        {
            "hno": "33",
            "id": "34",
            "nass": "33 - حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ، حَدَّثَنَا الْحَارِثُ بْنُ أَبِي أُسَامَةَ، حَدَّثَنَا أَبُو نُعَيْمٍ، ح وَحَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا -[59]- أَبُو نُعَيْمٍ، حَدَّثَنَا الْمُغِيرَةُ بْنُ أَبِي الْحُرِّ، عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: جَاءَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَنَحْنُ جُلُوسٌ، فَقَالَ: «مَا أَصْبَحْتُ غَدَاةً قَطُّ إِلَّا §اسْتَغْفَرَتُ اللَّهَ فِيهَا مِئَةَ مَرَّةٍ» -[60]- تَفَرَّدَ بِهِ الْمُغِيرَةُ عَنْ سَعِيدٍ",
            "page": "58",
            "part": "1",
            "seal": "44992C87"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "34 - حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا عَلِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا الْحَكَمُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي نُعْمٍ، حَدَّثَتْنِي فَاطِمَةُ بِنْتُ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَتْ: قَالَ أَبِي: عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§مَنْ أَعْتَقَ نَسَمَةً مُسْلِمَةً، أَوْ مُؤْمِنَةً، وَقَى اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنَ النَّارِ» تَفَرَّدَ بِهِ الْحَكَمُ -[61]- ¶ 35 - حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا عَلِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ، عَنْ أَبِيهِ، الْأَحَادِيثُ الثَّلَاثَةُ الْأَفْرَادُ فِي «الْمُعْجَمُ»",
            "page": "60",
            "part": "1",
            "seal": "FA42B3A3"
        },
        {
            "hno": "36",
            "id": "36",
            "nass": "36 - حَدَّثَنَا أَبُو بَحْرٍ مُحَمَّدُ بْنُ الْحَسَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ يُونُسَ بْنِ مُوسَى، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا وَهْبُ بْنُ عُقْبَةَ الْبَكَّائِيُّ، حَدَّثَنِي أَبِي، عَنِ الْهَجَنَّعِ الْعَامِرِيِّ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، مَاذَا يَحِلُّ لَنَا مِنَ الْمَيْتَةِ؟ قَالَ: «§إِذَا لَمْ تَصْطَبِحُوا وَلَمْ تَغْتَبِقُوا فَشَأْنُكُمْ بِهَا» قَالَ: قُلْتُ: ذَاكَ - وَأَبِي - الْجُوعُ. قَالَ: فَأَحَلَّ لَهُمُ الْمَيْتَةَ عَلَى هَذَا مِنَ الْحَالِ وَفَسَّرَهُ لَنَا أَبُو نُعَيْمٍ: قَدَحٌ بِالْغَدَاةِ، وَقَدَحٌ بِالْعَشِيِّ -[62]- ¶ 37 - وَحَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا عَلِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عُقْبَةُ بْنُ وَهْبِ بْنِ عُقْبَةَ، حَدَّثَنَا أَبِي، مِثْلَهُ",
            "page": "61",
            "part": "1",
            "seal": "B595F79E"
        },
        {
            "hno": "38",
            "id": "37",
            "nass": "38 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا فُضَيْلُ بْنُ مُحَمَّدٍ الْمَلَطيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ هِلَالٍ، مَوْلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، -[63]- عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، عَنْ أُمِّهِ أَسْمَاءَ ابْنَةِ عُمَيْسٍ، قَالَتْ: عَلَّمَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §كَلِمَاتٍ أَقُولُهُنَّ عِنْدَ الْكَرْبِ: «اللَّهُ، اللَّهُ رَبِّي، لَا أُشْرِكُ بِهِ شَيْئًا»",
            "page": "62",
            "part": "1",
            "seal": "9A645336"
        },
        {
            "hno": "39",
            "id": "38",
            "nass": "39 - حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا فُضَيْلٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَيْدُ بْنُ حَبَّانَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، أَنَّهُ كَانَ §يَنْهَى الصَّائِمَ أَنْ يُقَبِّلَ، وَيَقُولُ: إِنَّهُ لَيْسَ لِأَحَدِكُمْ مِنَ الْعِصْمَةِ مَا كَانَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "66",
            "part": "1",
            "seal": "F0CDC9B5"
        },
        {
            "hno": "40",
            "id": "39",
            "nass": "40 - حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا فُضَيْلٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: \" §وَقَّتَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِأَهْلِ الْمَدِينَةِ: ذَا الْحُلَيْفَةِ، وَلِأَهْلِ الشَّامِ: الْجُحْفَةَ، وَلِأَهْلِ الْيَمَنِ: يَلَمْلَمَ، وَلِأَهْلِ الطَّائِفِ: قَرْنٌ، ثُمَّ قَالَ: «هَؤُلَاءِ لِأَهْلِهِنَّ، وَلِمَنْ أَتَى عَلَيْهِنَّ مِنْ سِوَى أَهْلِهِنَّ» تَفَرَّدَ بِهِ أَبُو نُعَيْمٍ",
            "page": "66",
            "part": "1",
            "seal": "59A2F69A"
        },
        {
            "hno": "41",
            "id": "40",
            "nass": "41 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا أَبُو زُرْعَةَ الدِّمَشْقِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْغَسِيلِ، عَنِ الْعَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، يَقُولُ عَلَى مِنْبَرِ مَكَّةَ: أَيُّهَا النَّاسُ، إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ: §«لَوْ أَنَّ لِابْنِ آدَمَ وَادِيًا مِنْ ذَهَبٍ أَحَبَّ أَنْ يَكُونَ لَهُ ثَانِيًا، وَلَوْ أُعْطِيَ ثَانِيًا أَحَبَّ إِلَيْهِ ثَالِثًا، وَلَا يَمْلَأُ جَوْفَ ابْنِ آدَمَ إِلَّا التُّرَابُ، وَيَتُوبُ اللَّهُ عَلَى مَنْ تَابَ»",
            "page": "67",
            "part": "1",
            "seal": "FA06CE03"
        },
        {
            "hno": "42",
            "id": "41",
            "nass": "42 - حَدَّثَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الْمِصِّيصِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ خُلَيْدِ بْنِ يَزِيدَ الْحَلَبِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا إِيَاسُ بْنُ -[68]- دَغْفَلٍ، عَنْ عَطَاءٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ: إِنْ كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §لَيُصَلِّي وَأَنَا مُعْتَرِضَةٌ بَيْنَهُ وَبَيْنَ الْقِبْلَةِ \"",
            "page": "67",
            "part": "1",
            "seal": "CE72ED8F"
        },
        {
            "hno": "43",
            "id": "42",
            "nass": "43 - حَدَّثَنَا عَلِيُّ، حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا فِطْرُ بْنُ خَلِيفَةَ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْسَجَةَ، عَنِ الْبَرَاءِ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَسَحَ جَوَانِحَنَا فِي الصَّلَاةِ، وَيَقُولُ: «§لَا تَخْتَلِفُوا، فَتَخْتَلِفُ قُلُوبُكُمْ»",
            "page": "68",
            "part": "1",
            "seal": "42113C77"
        },
        {
            "hno": "44",
            "id": "43",
            "nass": "44 - حَدَّثَنَا عَلِيُّ، حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا الْأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: -[69]- قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَيْسَ الْمِسْكِينُ الَّذِي تَرُدُّهُ الْأُكْلَةُ وَالْأُكْلَتَانِ، وَالتَّمْرَةُ وَالتَّمْرَتَانِ، وَلَكِنَّ الْمِسْكِينَ الَّذِي لَا يَسْأَلُ النَّاسَ شَيْئًا، وَلَا يُفْطَنُ بِمَكَانِهِ فَيُعْطَى» ¶ 45 - قَالَ الْأَعْمَشُ: وَأَخْبَرَنِي الْهَجَرِيُّ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، مِثْلَهُ",
            "page": "68",
            "part": "1",
            "seal": "E5E9439B"
        },
        {
            "hno": "46",
            "id": "44",
            "nass": "46 - حَدَّثَنَا سُلَيْمَانُ، أَخْبَرَنَا أَحْمَدُ بْنُ خُلَيْدٍ الْحَلَبِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ: بَيْنَمَا نَحْنُ نُصَلِّي مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذْ سَمِعَ جَلَبَةَ رِجَالٍ خَلْفَهُ، فَلَمَّا قَضَى صَلَاتَهُ، قَالَ: «مَا شَأْنُكُمْ؟» -[70]- قَالَ: أَسْرَعْنَا إِلَى الصَّلَاةِ قَالَ: «فَلَا تَفْعَلُوا، §لِيُصَلِّ أَحَدُكُمْ مَا أَدْرَكَ، وَلْيَقْضِ مَا فَاتَهُ» لَمْ يَرْوِهِ عَنْ يَحْيَى إِلَّا شَيْبَانُ",
            "page": "69",
            "part": "1",
            "seal": "86349853"
        },
        {
            "hno": "47",
            "id": "45",
            "nass": "47 - حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ حُبَيْشٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ سَمَاعَةَ الْحَضْرَمِي الْكُوفِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا مُوسَى بْنُ مُحَمَّدٍ الْأَنْصَارِيُّ، عَنْ أَبِي مَالِكٍ الْأَشْجَعِيِّ، عَنْ نُعَيْمِ بْنِ أَبِي هِنْدٍ، عَنِ ابْنِ سَمُرَةَ بْنِ جُنْدُبٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«مَنْ قَتَلَ قَتِيلًا فَلَهُ سَلَبُهُ»",
            "page": "70",
            "part": "1",
            "seal": "BF96F34A"
        },
        {
            "hno": "48",
            "id": "46",
            "nass": "48 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ قَيْسٍ الْأَسَدِيُّ، عَنِ الشَّعْبِيِّ، قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ - وَأَنَا أَسْمَعُ -: قَالَ أَمِيرُ الْمُؤْمِنِينَ عَلَى هَذَا - وَكَانَ رَجُلًا صَالِحًا -: \" أَلَا إِنَّ §الْخَمْرَ مِنْ خَمْسَةِ أَشْرِبَةٍ: مِنَ التَّمْرِ، وَالْعِنَبِ، -[72]- وَالْعَسَلِ، وَالْحِنْطَةِ، وَالشَّعِيرِ \"",
            "page": "71",
            "part": "1",
            "seal": "9E5DF830"
        },
        {
            "hno": "49",
            "id": "47",
            "nass": "49 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ قَيْسٍ الْأَسَدِيُّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ: مَرِضَ سَعْدُ بْنُ أَبِي وَقَّاصٍ بِمَكَّةَ، فَأَتَاهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَعُودُهُ فَقَالَ: يَا رَسُولَ اللَّهِ، §أَلَسْتَ تَكْرَهُ أَنْ يَمُوتَ الرَّجُلُ فِي الْأَرْضِ الَّتِي هَاجَرَ مِنْهَا؟ -[73]- قَالَ: «بَلَى، وَلَكِنْ عَسَى اللَّهُ أَنْ يَرْفَعَكَ فَيَضُرَّ بِكَ قَوْمًا، وَيَنْفَعَ بِكَ آخَرِينَ»",
            "page": "72",
            "part": "1",
            "seal": "B49AC430"
        },
        {
            "hno": "50",
            "id": "48",
            "nass": "50 - حَدَّثَنَا الطَّلْحِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ سَمَاعَةَ الْحَضْرَمِيُّ أَبُو الْحَسَنِ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَاقَ غَنَمًا، ثُمَّ قَالَ: «إِنْ §ضَحَّيْتَ فَضَحِّ بِسَمِينٍ، وَإِنْ أَكَلْتَ أَكَلْتَ طَيِّبًا، وَاحْتَفِرْ لِلدَّمِ حَفِيرًا فَإِنَّهُ قُرْبَانٌ»",
            "page": "73",
            "part": "1",
            "seal": "7533E62B"
        },
        {
            "hno": "51",
            "id": "49",
            "nass": "51 - حَدَّثَنَا الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ الْمُخَارِقِ، حَدَّثَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ سَمَاعَةَ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عِيسَى بْنُ قِرْطَاسٍ، أَخْبَرَنِي عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا صَلَّيْتُمْ فَارْفَعُوا سَبَلَكُمْ، فَكُلُّ شَيْءٍ أَصَابَ الْأَرْضَ فَفِي النَّارِ»",
            "page": "73",
            "part": "1",
            "seal": "A86DDD34"
        },
        {
            "hno": "52",
            "id": "50",
            "nass": "52 - حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ سَلْمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ مُوسَى الْحَضْرَمِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عُمَرُ بْنُ مُوسَى، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنِ الْبَرَاءِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَحَبَّ الْأَنْصَارَ أُحِبَّهُ اللَّهُ، وَمَنْ أَبْغَضَ الْأَنْصَارَ أَبْغَضَهُ اللَّهُ، لَا يُحِبُّهُمْ إِلَّا مُؤْمِنٌ، وَلَا يُبْغِضُهُمْ إِلَّا مُنَافِقٌ»",
            "page": "74",
            "part": "1",
            "seal": "80528559"
        },
        {
            "hno": "53",
            "id": "51",
            "nass": "53 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ السُّوطِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سَلَمَةُ بْنُ نُبَيْطٍ، عَنِ الضَّحَّاكِ بْنِ مُزَاحِمٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§أَنَا أَحْمَدُ، وَمُحَمَّدٌ، وَالْحَاشِرُ، وَالْمُقَفَّى، وَالْخَاتَمُ» -[76]- لَمْ يَرْوِهِ عَنِ الضَّحَّاكِ إِلَّا سَلَمَةُ، تَفَرَّدَ بِهِ أَبُو نُعَيْمٍ",
            "page": "75",
            "part": "1",
            "seal": "DBA5545F"
        },
        {
            "hno": "54",
            "id": "52",
            "nass": "54 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي الْعَزَائِمِ، حَدَّثَنَا أَحْمَدُ بْنُ مُوسَى الْحَمَّارُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَسْفِرُوا بِالْفَجْرِ، فَإِنَّهُ أَعْظَمُ لِلْأَجْرِ»",
            "page": "76",
            "part": "1",
            "seal": "11582E39"
        },
        {
            "hno": "55",
            "id": "53",
            "nass": "55 - حَدَّثَنَا إِبْرَاهِيمُ، حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ خَيْثَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«لَا سَمَرَ إِلَّا لِمُصَلٍّ»",
            "page": "85",
            "part": "1",
            "seal": "323D45E9"
        },
        {
            "hno": "56",
            "id": "54",
            "nass": "56 - حَدَّثَنَا الطَّلْحِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى الْكِنْدِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ حَنْظَلَةَ، عَنْ طَاوُسٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمِكْيَالُ مِكْيَالُ الْمَدِينَةِ، وَالْوَزْنُ وَزْنُ أَهْلِ مَكَّةَ»",
            "page": "87",
            "part": "1",
            "seal": "1DF43CAB"
        },
        {
            "hno": "58",
            "id": "55",
            "nass": "58 - حَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْمُرْهِبِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَبِي مُوسَى، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ حَنْظَلَةَ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ كَانَ يَقْرَأُهَا: §«فَامْضُوا إِلَى ذِكْرِ اللَّهِ»",
            "page": "88",
            "part": "1",
            "seal": "B475FF9F"
        },
        {
            "hno": "59",
            "id": "56",
            "nass": "59 - وَبِهِ عَنْ عُمَرَ، قَالَ: §«إِذَا وَلَجَ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلِ»",
            "page": "89",
            "part": "1",
            "seal": "347C39DC"
        },
        {
            "hno": "60",
            "id": "57",
            "nass": "60 - حَدَّثَنَا الطَّلْحِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§لَيْسَ عَلَى مُنْتَهِبٍ، وَلَا مُخْتَلِسٍ، وَلَا خَائِنٍ، قَطْعٌ»",
            "page": "90",
            "part": "1",
            "seal": "31B4A13B"
        },
        {
            "hno": "61",
            "id": "58",
            "nass": "61 - حَدَّثَنَا الْجِعَابِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَوَّلَ مَا يُقْضَى بَيْنَ النَّاسِ فِي الدِّمَاءِ»",
            "page": "93",
            "part": "1",
            "seal": "4E9CBB22"
        },
        {
            "hno": "62",
            "id": "59",
            "nass": "62 - حَدَّثَنَا الْجِعَابِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ حَبِيبٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا حَضَرْتُمُ الْمَيِّتَ فَقُولُوا خَيْرًا، فَإِنَّ الْمَلَائِكَةَ تُؤَمِّنُ عَلَى مَا تَقُولُونَ»",
            "page": "94",
            "part": "1",
            "seal": "F93BAC60"
        },
        {
            "hno": "63",
            "id": "60",
            "nass": "63 - حَدَّثَنَا سُلَيْمَانُ، وَالْجِعَابِيُّ، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«الْمَرْءُ مَعَ مَنْ أَحَبَّ»",
            "page": "95",
            "part": "1",
            "seal": "C25F91E9"
        },
        {
            "hno": "64",
            "id": "61",
            "nass": "64 - حَدَّثَنَا الْجِعَابِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ: كُنْتُ مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فِي الْمَسْجِدِ، فَقَالَا: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §بَيْنَ يَدَيِ السَّاعَةِ أَيَّامًا، يَنْزِلُ فِيهَا الْجَهْلُ، وَيُرْفَعُ فِيهَا الْعِلْمُ، وَيَكْثُرُ فِيهَا الْهَرْجُ» -[96]- قَالُوا: وَمَا الْهَرْجُ؟ قَالَ: «الْقَتْلُ»",
            "page": "95",
            "part": "1",
            "seal": "44AE6A69"
        },
        {
            "hno": "65",
            "id": "62",
            "nass": "65 - حَدَّثَنَا الطَّلْحِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْقَتَّاتُ أَبُو عُمَرَ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا بَشِيرُ بْنُ الْمُهَاجِرِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ: كُنْتُ قَاعِدًا عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَتَاهُ رَجُلٌ يُقَالُ لَهُ: مَاعِزُ بْنُ مَالِكٍ، §فَاعْتَرَفَ عِنْدَهُ بِالزِّنَا، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «ارْجِعْ» فَلَمَّا أَنْ كَانَ مِنَ الْغَدِ أَتَاهُ «الْحَدِيثُ بِطُولِهِ فِي» فَوَائِدِهِ \"",
            "page": "97",
            "part": "1",
            "seal": "F0A6870E"
        },
        {
            "hno": "66",
            "id": "63",
            "nass": "66 - حَدَّثَنَا الطَّلْحِيُّ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الْأَجْلَحَ، عَنْ يَزِيدَ بْنِ الْأَصَمِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَجُلٌ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §مَا شَاءَ اللَّهُ وَشِئْتَ، قَالَ: «جَعَلْتَ لِلَّهِ نِدًّا»",
            "page": "97",
            "part": "1",
            "seal": "2CDE8E2E"
        },
        {
            "hno": "67",
            "id": "64",
            "nass": "67 - حَدَّثَنَا الطَّلْحِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ عِيسَى بْنِ مَاهَانَ بْنِ مُحَمَّدٍ الْمُزَنِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا مَالِكٌ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ: «خَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §فِي جَنَازَةِ ابْنِ الدَّحْدَاحِ، فَلَمَّا رَجَعَ أُتِيَ بِفَرَسٍ مَعْرُورٍ، فَرَكِبَهُ وَمَشَيْنَا مَعَهُ»",
            "page": "99",
            "part": "1",
            "seal": "86854054"
        },
        {
            "hno": "68",
            "id": "65",
            "nass": "68 - حَدَّثَنَا الطَّلْحِيُّ، حَدَّثَنَا إِسْمَاعِيلٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّا، قَالَ: سَمِعْتُ عَامِرًا، يَقُولُ: حَدَّثَنِي أَبُو سَلَمَةَ، أَنَّ عَائِشَةَ، حَدَّثَتْهُ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهَا: «إِنَّ §جِبْرِيلَ عَلَيْهِ السَّلَامُ يُقْرِئُكِ السَّلَامَ» -[100]- قَالَتْ: وَعَلَيْهِ السَّلَامُ وَرَحْمَةُ اللَّهِ \"",
            "page": "99",
            "part": "1",
            "seal": "EE6B4E52"
        },
        {
            "hno": "69",
            "id": "66",
            "nass": "69 - حَدَّثَنَا الطَّلْحِيُّ، حَدَّثَنَا إِسْمَاعِيلٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا مَالِكٌ، قَالَ: سَمِعْتُ الشَّعْبِيَّ، يَقُولُ: قَالَ عَبْدُ اللَّهِ: \" قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، §فَأَرْعَدَ وَارْتَعَدَ، فَقَالَ: نَحْوًا مِنْ ذَا، أَوْ قَرِيبًا مِنْ ذَا، أَوْ فَوْقَ ذَا، أَوْ دُونَ ذَا \"",
            "page": "100",
            "part": "1",
            "seal": "FF34B520"
        },
        {
            "hno": "70",
            "id": "67",
            "nass": "70 - حَدَّثَنَا الطَّلْحِيُّ، حَدَّثَنَا إِسْمَاعِيلٌ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّا، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ مَاتَ لَا يُشْرِكُ بِاللَّهِ دَخَلَ الْجَنَّةَ»",
            "page": "101",
            "part": "1",
            "seal": "73765A59"
        },
        {
            "hno": "71",
            "id": "68",
            "nass": "71 - حَدَّثَنَا أَبُو الْقَاسِمِ زَيْدُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ أَبِي بِلَالٍ الْمُقْرِئُ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الْأَحْمَسِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَمْعَةُ بْنُ صَالِحٍ، عَنْ سَلَمَةَ بْنِ وَهْرَامَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §صَلَّى عَلَى بِسَاطٍ \"",
            "page": "102",
            "part": "1",
            "seal": "34C04970"
        },
        {
            "hno": "72",
            "id": "69",
            "nass": "72 - حَدَّثَنَا أَبُو عَبْدِ اللَّهِ جَعْفَرُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ الْجَزَّارُ، حَدَّثَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ جَعْفَرٍ الْوَشَّاءُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا فِطْرٌ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: -[103]- قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ الصَّادِقُ الْمَصْدُوقُ - قَالَ: \" §يُجْمَعُ خَلَقُ أَحَدِكِمْ فِي بَطْنِ أُمِّهِ: أَرْبَعِينَ يَوْمًا، ثُمَّ يَكُونُ نُطْفَةً مِثْلَ ذَلِكَ أَرْبَعِينَ يَوْمًا، ثُمَّ يَكُونُ عَلَقَةً أَرْبَعِينَ، ثُمَّ يَكُونُ مُضْغَةً أَرْبَعِينَ، ثُمَّ يَبْعَثُ اللَّهُ مَلَكًا، فَيُقَالُ لَهُ: اكْتُبْ عَمَلُهُ، وَأَجَلَهُ، وَرِزْقَهُ. وَكَتَبَ: أَشَقِي أَوْ سَعِيدٌ \" الْحَدِيثُ",
            "page": "102",
            "part": "1",
            "seal": "1198CE0D"
        },
        {
            "hno": "73",
            "id": "70",
            "nass": "73 - حَدَّثَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْحَارِثِ الْمُرْهِبِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْوَشَّاءُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا فِطْرٌ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الرَّحِمُ مُعَلَّقَةٌ بِالْعَرْشِ، وَلَيْسَ الْوَاصِلُ بِالْمُكَافِئِ، وَلَكِنَّ -[104]- الْوَاصِلَ إِذَا قُطِعَتْ رَحِمُهُ وَصَلَهَا»",
            "page": "103",
            "part": "1",
            "seal": "7DC83573"
        },
        {
            "hno": "74",
            "id": "71",
            "nass": "74 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا الْحَسَنُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا فِطْرٌ، عَنْ عَبْدِ الْجَبَّارِ بْنِ وَائِلٍ الْحَضْرَمِيِّ، عَنْ أَبِيهِ، قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §افْتَتَحَ الصَّلَاةَ، رَفَعَ يَدَيْهِ حَتَّى يُحَاذِي طَرَفُ إِبْهَامِهِ شَحْمَةَ أُذُنَيْهِ»",
            "page": "105",
            "part": "1",
            "seal": "5E6000B7"
        },
        {
            "hno": "75",
            "id": "72",
            "nass": "75 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا الْحَسَنُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا فِطْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ عُبَيْدٍ أَبِي الْمُغِيرَةِ، عَنْ حُذَيْفَةَ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، إِنِّي رَجُلٌ ذَرِبُ اللِّسَانِ عَلَى أَهْلِي؟ قَالَ: «فَأَيْنَ أَنْتَ مِنَ الِاسْتِغْفَارِ، §إِنِّي لَأَسْتَغْفِرُ اللَّهَ، وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ مِئَةَ مَرَّةٍ»",
            "page": "105",
            "part": "1",
            "seal": "4DE581B9"
        },
        {
            "hno": "76",
            "id": "73",
            "nass": "76 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ أَبِي الْحُسَيْنِ، عَنْ جَدِّهِ مُحَمَّدِ بْنِ الْحُسَيْنِ حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا -[107]- يَعْلَى بْنُ الْحَارِثِ الْمُحَارِبِيُّ، حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ بْنِ الْأَكْوَعِ، عَنْ أَبِيهِ، قَالَ: «كُنَّا §نُصَلِّي مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْجُمُعَةَ، ثُمَّ نَرْجِعُ، فَمَا نَجْدُ فَيْئًا نَسْتَظِلُّ بِهِ» الْحَدِيثُ",
            "page": "106",
            "part": "1",
            "seal": "1594FE9B"
        },
        {
            "hno": "77",
            "id": "74",
            "nass": "77 - حَدَّثَنَا الطَّلْحِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ حَبِيبٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ: \" رَأَيْتُ أَعْرَابِيًّا وَقَدْ جَاءَ بِعَجُوزٍ لَهُ كَبِيرَةٍ، فَطَرَحَهَا حِيَالَ الْكَعْبَةِ، ثُمَّ قَالَ: §يَا رَبِّ، هَذِهِ وَالِدَتِي، أَوْجَبْتَ لَهَا عَلِيَّ حَقًّا، وَقَدْ سَأَلْتَنِي أُزِيرُهَا إِيَّاكَ، وَقَدْ أَزَرْتُهَا إِيَّاكَ، اللَّهُمَّ فَاصْرِفْنَا مِنْكَ بِذَنْبٍ مَغْفُورٍ \" قَالَ أَبُو نُعَيْمٍ: فَنُودِيتُ: أَنْ غُفِرَ لِلْأَعْرَابِيِّ، وَوَالِدَتِهِ، وَلِمَنْ سَمِعَ",
            "page": "107",
            "part": "1",
            "seal": "A8F6F2C8"
        },
        {
            "hno": "78",
            "id": "75",
            "nass": "78 - حَدَّثَنَا سُلَيْمَانُ هُوَ ابْنُ أَحْمَدَ، قَالَ: سَمِعْتُ صَلِيحَةَ بِنْتَ أَبِي نُعَيْمٍ، تَقُولُ: سَمِعْتُ أَبِي يَقُولُ: \" §الْقُرْآنُ كَلَامُ اللَّهِ غَيْرُ مَخْلُوقٍ، وَمَنْ قَالَ: الْقُرْآنُ مَخْلُوقٌ، فَهُوَ كَافِرٌ \"",
            "page": "108",
            "part": "1",
            "seal": "9F7398A3"
        },
        {
            "hno": "79",
            "id": "76",
            "nass": "79 - سَمِعْتُ مُحَمَّدَ بْنَ إِسْحَاقَ الْقَاضِي، يَقُولُ: سَمِعْتُ خَلَفَ بْنَ عَمْرٍو، يَقُولُ: سَمِعْتُ أَبَا نُعَيْمٍ، يَقُولُ وَلَاجَّهُ رَجُلٌ فِي أَمَرِ الْحَدِيثِ، فَقَالَ: «§اسْكُتْ، فَإِنَّكَ أَبْغَضُ مِنْ قَلَمِ الْعَرْضِ»",
            "page": "108",
            "part": "1",
            "seal": "D88CCDC2"
        }
    ],
    "t9312": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "نهى رسول الله صلى الله عليه وسلم عن الدواء الخبيث"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "ذو الوجهين في الدنيا ذو لسانين في النار"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "لو أن ابن آدم أعطي واديا ملئ ذهبا أحب إليه ثانيا، ولو أعطي ثانيا أحب إليه ثالثا، ألا وإنه"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "اتقوا القدر، فإنها شعبة من النصرانية"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "زر غبا تزدد حبا"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أكثر ما يدخل الناس النار: الأجوفان: الفم والفرج: أتدرون ما يدخل الناس الجنة؟ قالوا: الله"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": ": ليلة القدر ليلة سبع وعشرين من رمضان"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "خرج رسول الله صلى الله عليه وسلم إلى صلاة الغداة ورأسه يقطر ماء، ثم صام يومه"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "لا يزيد في السفر على ركعتين، لا يصلي قبلها ولا بعدها، فقيل له: ما هذا؟ قال: هكذا رأيت"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "فما زال يوصيني بالجار حتى ظننت أو رأيت أنه سيورثه"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "مسح على الخفين بالماء"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "يوصي بالجار، حتى خشينا أو رينا يورثه"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "فبال عليه، فدعا بماء فرشه عليه"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "يغسل من بول الأنثى، وينضح من بول الذكر"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "ما يمنعك أن تزورنا أكثر مما تزورنا؟ فنزلت: {وما نتنزل إلا بأمر ربك} [مريم:"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "نهى رسول الله صلى الله عليه وسلم عن ثمن الكلب، وعسب الفحل، ومهر البغي"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "اتق الله حيثما كنت، وأتبع الحسنة السيئة تمحها، وخالق الناس بخلق حسن"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "لا يلدغ المؤمن من جحر مرتين"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "ليلة الضيف حق واجب على كل مسلم، فإن أصبح بفنائه، فهو عليه دين: إن شاء اقتضاه، وإن شاء"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "ما نام رسول الله صلى الله عليه وسلم قبل العشاء، ولا سمر بعدها"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن والحسين سيدا شباب أهل الجنة، إلا ابني الخالة: عيسى، ويحيى بن"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "أيما امرأة نزعت ثيابها في غير بيت زوجها هتكت ما بينها وبين الله عز وجل"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "يباهي بأهل عرفات الحديث"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "صلاة القاعد على النصف من صلاة القائم"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "يحب سبح اسم ربك الأعلى"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "يقوم يوم الجمعة إلى شجرة أو نخلة فيخطب"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "تظهر الفتن، ويكثر الهرج، ويقبض العلم الحديث"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "من غشنا فليس منا"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "يصلي على الخمرة"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "يستلم الركن اليماني والأسود في كل طواف، ولا يستلم الآخرين"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "الأرض كلها مسجد إلا الحمام والمقبرة"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "مات الحكم سنة خمس عشرة ومائة، ومات علي بن صالح سنة سبع وخمسين، ومات أخوه الحسن بن صالح"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "استغفرت الله فيها مئة مرة تفرد به المغيرة عن سعيد"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "من أعتق نسمة مسلمة، أو مؤمنة، وقى الله بكل عضو منه عضوا من النار تفرد به"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "إذا لم تصطبحوا ولم تغتبقوا فشأنكم بها قال: قلت: ذاك - وأبي - الجوع. قال: فأحل لهم الميتة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "كلمات أقولهن عند الكرب: الله، الله ربي، لا أشرك به شيئا"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "ينهى الصائم أن يقبل، ويقول: إنه ليس لأحدكم من العصمة ما كان لرسول الله صلى الله عليه"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "وقت رسول الله صلى الله عليه وسلم لأهل المدينة: ذا الحليفة، ولأهل الشام: الجحفة، ولأهل"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "لو أن لابن آدم واديا من ذهب أحب أن يكون له ثانيا، ولو أعطي ثانيا أحب إليه ثالثا، ولا يملأ"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "ليصلي وأنا معترضة بينه وبين القبلة"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "لا تختلفوا، فتختلف قلوبكم"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "ليس المسكين الذي ترده الأكلة والأكلتان، والتمرة والتمرتان، ولكن المسكين الذي لا يسأل"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "ليصل أحدكم ما أدرك، وليقض ما فاته لم يروه عن يحيى إلا شيبان"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "من قتل قتيلا فله سلبه"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "الخمر من خمسة أشربة: من التمر، والعنب، والعسل، والحنطة، والشعير"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "ألست تكره أن يموت الرجل في الأرض التي هاجر منها؟ قال: بلى، ولكن عسى الله أن يرفعك فيضر بك"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "ضحيت فضح بسمين، وإن أكلت أكلت طيبا، واحتفر للدم حفيرا فإنه قربان"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "إذا صليتم فارفعوا سبلكم، فكل شيء أصاب الأرض ففي النار"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "من أحب الأنصار أحبه الله، ومن أبغض الأنصار أبغضه الله، لا يحبهم إلا مؤمن، ولا يبغضهم إلا"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "أنا أحمد، ومحمد، والحاشر، والمقفى، والخاتم لم يروه عن الضحاك إلا سلمة، تفرد به أبو"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "أسفروا بالفجر، فإنه أعظم للأجر"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "لا سمر إلا لمصل"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "المكيال مكيال المدينة، والوزن وزن أهل مكة"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "فامضوا إلى ذكر الله"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "إذا ولج الختان الختان فقد وجب الغسل"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "ليس على منتهب، ولا مختلس، ولا خائن، قطع"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "أول ما يقضى بين الناس في الدماء"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "إذا حضرتم الميت فقولوا خيرا، فإن الملائكة تؤمن على ما تقولون"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "المرء مع من أحب"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "بين يدي الساعة أياما، ينزل فيها الجهل، ويرفع فيها العلم، ويكثر فيها الهرج قالوا: وما"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "فاعترف عنده بالزنا، فقال له النبي صلى الله عليه وسلم: ارجع فلما أن كان من الغد أتاه"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "ما شاء الله وشئت، قال: جعلت لله ندا"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "في جنازة ابن الدحداح، فلما رجع أتي بفرس معرور، فركبه ومشينا معه"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "جبريل عليه السلام يقرئك السلام قالت: وعليه السلام ورحمة الله"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "فأرعد وارتعد، فقال: نحوا من ذا، أو قريبا من ذا، أو فوق ذا، أو دون ذا"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "من مات لا يشرك بالله دخل الجنة"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "صلى على بساط"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "يجمع خلق أحدكم في بطن أمه: أربعين يوما، ثم يكون نطفة مثل ذلك أربعين يوما، ثم يكون علقة"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "الرحم معلقة بالعرش، وليس الواصل بالمكافئ، ولكن الواصل إذا قطعت رحمه"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "افتتح الصلاة، رفع يديه حتى يحاذي طرف إبهامه شحمة أذنيه"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "إني لأستغفر الله، وأتوب إليه في اليوم مئة مرة"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "نصلي مع النبي صلى الله عليه وسلم الجمعة، ثم نرجع، فما نجد فيئا نستظل به"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "يا رب، هذه والدتي، أوجبت لها علي حقا، وقد سألتني أزيرها إياك، وقد أزرتها إياك، اللهم"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "القرآن كلام الله غير مخلوق، ومن قال: القرآن مخلوق، فهو كافر"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "اسكت، فإنك أبغض من قلم العرض"
        }
    ]
}