{
    "b9317": [
        {
            "hno": "1",
            "id": "1",
            "nass": "1 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ عِيسَى الرَّمْلِيُّ، عَنِ الْأَعْمَشِ، عَنْ رَجُلٍ قَدْ سَمَّاهُ عَنِ الْحَارِثِ بْنِ قَيْسٍ، قَالَ: \" كُنْتُ رَجُلًا فِي لِسَانِي لَكْنَةٌ، فَقِيلَ لِي: لَا تُعَلِّمِ الْقُرْآنَ حَتَّى تَعَلَّمَ الْعَرَبِيَّةَ. فَأَتَيْتُ عَبْدَ اللَّهِ فَذَكَرْتُ ذَلِكَ لَهُ فَقُلْتُ: إِنَّهُمْ يَضْحَكُونَ، وَيَقُولُونَ: الْعَرَبِيَّةَ. فَقَالَ عَبْدُ اللَّهِ: «§إِنَّكَ فِي زَمَانٍ تُحْفَظُ فِيهِ حُدُودُ الْقُرْآنِ، وَلَا يُبَالُونَ حِفْظَ كَثِيرٍ مِنْ حُرُوفِهِ، وَسَيَكُونُ قَوْمٌ بَعْدَكُمْ بِزَمَانٍ تَحْفَظُ فِيهِ حُرُوفَ الْقُرْآنِ، وَتُضَيِّعُ فِيهِ حُدُودَهُ»",
            "page": "26",
            "part": "1",
            "seal": "D9AF1AFF"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "2 - أَخْبَرَنَا أَحْمَدُ , قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَيُّوبَ , قَالَ: أَخْبَرَنَا ابْنُ نُمَيْرٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ عِيسَى، عَنِ الْأَعْمَشِ، عَنِ الْمِنْهَالِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: \" قِيلَ لَهُ: أَرَأَيْتَ قَوْلَ اللَّهِ عَزَّ وَجَلَّ: {وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} [النساء: 96] كَأَنَّهُ شَيْءٌ قَدْ مَضَى. قَالَ يَعْنِي: \" §أَنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا، يَعْنِي: أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ \"",
            "page": "26",
            "part": "1",
            "seal": "96AD483E"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "3 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا ابْنُ نُمَيْرٍ، قَالَ: حَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ: \" خَلَقَ سَبْعَ سَمَاوَاتٍ، وَمِنَ الْأَرْضِ مِثْلَهُنَّ قَالَ: «§لَوْ أَخْبَرْتُكُمْ بِتَفْسِيرِهَا لَكَفَرْتُمْ، وَكُفْرُكُمْ تَكْذِيبُكُمْ بِهَا»",
            "page": "26",
            "part": "1",
            "seal": "B4EE6B2F"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا ابْنُ نُمَيْرٍ، قَالَ: حَدَّثَنَا مُحَاضِرٌ، عَنِ الْأَعْمَشِ، عَنْ مُحَمَّدِ بْنِ الزُّبَيْرِ، عَنِ الْحَارِثِ بْنِ قَيْسٍ، قَالَ: \" كُنْتُ رَجُلًا فِي لِسَانِي لَكْنَةٌ، وَكُنْتُ أَتَعَلَّمُ الْقُرْآنَ، فَقِيلَ لِي: أَلَا تَعَلَّمُ الْعَرَبِيَّةَ قَبْلَ أَنْ تَعَلَّمَ الْقُرْآنَ؟ فَذَكَرْتُ ذَلِكَ لِعَبْدِ اللَّهِ وَقُلْتُ: إِنَّهُمْ يَضْحَكُونَ مِنِّي، وَيَقُولُونَ: تَعَلَّمِ الْعَرَبِيَّةَ قَبْلَ أَنْ تَعَلَّمَ الْقُرْآنَ. فَقَالَ: لَا تَفْعَلْ؛ §فَإِنَّكَ فِي زَمَانٍ تُحْفَظُ فِيهِ حُدُودُ الْقُرْآنِ، وَلَا يُبَالُونَ حِفْظَ كَثِيرٍ مِنْ حُرُوفِهِ، وَإِنَّ بَعْدَكَ زَمَانًا تُحْفَظُ فِيهِ الْحُرُوفُ، وَتُضَيَّعُ فِيهِ الْحُدُودُ \"",
            "page": "27",
            "part": "1",
            "seal": "1B77789B"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "§بَابُ الرَّجُلِ يَمُرُّ بِآيَةِ تَخْوِيفٍ وَرَحْمَةٍ فَيَسْأَلُ أَوْ يَتَعَوَّذُ",
            "page": "27",
            "part": "1",
            "seal": "706F5FF0"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا حَفْصُ بْنُ عُمَرَ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: سَأَلْتُ سُلَيْمَانَ قَالَ: قُلْتُ: أَدْعُو فِي الصَّلَاةِ إِذَا مَرَرْتُ بِآيَةِ التَّخْوِيفِ؟ فَحَدَّثَنِي عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ مُسْتَوْرِدٍ، عَنْ صِلَةَ بْنِ زُفَرَ، عَنْ حُذَيْفَةَ: \" أَنَّهُ صَلَّى مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَكَانَ يَقُولُ فِي رُكُوعِهِ: «§سُبْحَانَ رَبِّيَ الْعَظِيمِ» وَفِي سُجُودِهِ: «سُبْحَانَ رَبِّيَ الْأَعْلَى» وَمَا مَرَّ بِآيَةِ رَحْمَةٍ إِلَّا وَقَفَ عِنْدَهَا فَسَأَلَ، وَلَا بِآيَةِ عَذَابٍ إِلَّا وَقَفَ عِنْدَهَا وَتَعَوَّذَ \"",
            "page": "27",
            "part": "1",
            "seal": "72B0D970"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مُسَدَّدٌ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِيهِ، قَالَ: \" صَلَّيْتُ إِلَى جَنْبِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي صَلَاةِ التَّطَوُّعِ فَسَمِعْتُهُ يَقُولُ: «§أَعُوذُ بِاللَّهِ مِنَ النَّارِ، وَيْلٌ لِأَهْلِ النَّارِ»",
            "page": "28",
            "part": "1",
            "seal": "28CFC544"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، قَالَ: حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، قَالَ: حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ يَحْيَى بْنَ أَيُّوبَ، يُحَدِّثُ عَنِ الْحَارِثِ بْنِ يَزِيدَ الْحَضْرَمِيِّ، عَنْ زِيَادِ بْنِ نُعَيْمٍ الْحَضْرَمِيِّ، عَنْ مُسْلِمِ بْنِ مِخْرَاقٍ، قَالَ: قُلْتُ لِعَائِشَةَ: \" إِنَّ رِجَالًا يَقْرَأُ أَحَدُهُمُ الْقُرْآنَ فِي لَيْلَةٍ مَرَّتَيْنِ أَوْ ثَلَاثًا. فَقَالَتْ: قَرَءُوا، وَلَمْ يَقْرَءُوا، كُنْتُ أَقُومُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي لَيْلَةِ التَّمَامِ، §فَيَقْرَأُ بِالْبَقَرَةِ، وَآلِ عِمْرَانَ، وَالنِّسَاءِ، فَلَا يَمُرُّ بِآيَةٍ فِيهَا اسْتِبْشَارٌ إِلَّا دَعَا وَرَغَّبَ، وَلَا آيَةٍ فِيهَا تَخْوِيفٌ إِلَّا دَعَا وَاسْتَعَاذَ \"",
            "page": "28",
            "part": "1",
            "seal": "D3E1B20B"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا شَيْبَانُ، قَالَ: حَدَّثَنَا حَرْبُ بْنُ سُرَيْجٍ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: \" كُنَّا نُمْسِكُ عَنِ الِاسْتِغْفَارِ لِأَهْلِ الْكَبَائِرِ حَتَّى سَمِعْنَا عَنْ نَبِيِّنَا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ -[29]- لِمَنْ يَشَاءُ} [النساء: 48] وَقَالَ: «§إِنِّي أَخَّرْتُ دَعْوَتِي لِأَهْلِ الْكَبَائِرِ مِنْ أُمَّتِي يَوْمَ الْقِيَامَةِ» قَالَ: فَأَمْسَكْنَا عَنْ كَثِيرٍ مِمَّا كَانَ فِي أَنْفُسِنَا وَنَطَقْنَا بِهِ وَرَجَوْنَا \"",
            "page": "28",
            "part": "1",
            "seal": "BF094AAD"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "§بَابُ مَا يَقْرَأُ بِهِ الْأَعْرَابِيُّ الْجَاهِلُ بِالْقُرْآنِ",
            "page": "29",
            "part": "1",
            "seal": "E1F8C9C1"
        },
        {
            "hno": "9",
            "id": "11",
            "nass": "9 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضِيُّ، قَالَ: خَبَّرَنِي أَبِي عَنْ شُعْبَةَ، عَنْ أَبِي بَلْجٍ، عَنْ أَبِي صَالِحٍ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عَائِشَةَ،: \" أَنَّهُمْ كَانُوا فِي سَفَرٍ فَصَلَّى بِهِمْ أَعْرَابِيٌّ فَقَالَ: \" أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِالْحُبْلَى، أَخْرَجَ مِنْهَا صَبِيًّا يَسْعَى بَيْنَ الصِّفَاقِ وَالْحَشَا أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى، أَلَا بَلَى أَلَا بَلَى، فَقَالَتْ عَائِشَةُ: «§لَا آبَ غَازِيكُمْ، وَلَا زَالَتْ نِسَاؤُكُمْ فِي رَنَّةٍ»",
            "page": "29",
            "part": "1",
            "seal": "92FA6DBD"
        },
        {
            "hno": "10",
            "id": "12",
            "nass": "10 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ عَمْرِو بْنِ مَيْمُونٍ: \" أَنَّ مُعَاذًا، لَمَّا قَدِمَ الْيَمَنَ صَلَّى بِهِمُ الصُّبْحَ فَقَرَأَ: {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا} [النساء: 125] فَقَالَ رَجُلٌ مِنَ الْقَوْمِ: §لَقَدْ قَرَّتْ عَيْنُ أُمِّ إِبْرَاهِيمَ \"",
            "page": "29",
            "part": "1",
            "seal": "CABD4F74"
        },
        {
            "hno": "11",
            "id": "13",
            "nass": "11 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا سَهْلُ بْنُ بَكَّارٍ الدَّارِمِيُّ، عَنْ أَبَانَ بْنِ يَزِيدَ الْعَطَّارِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ هِلَالِ بْنِ أَبِي مَيْمُونَةَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السُّلَمِيِّ، قَالَ: \" صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَعَطَسَ رَجُلٌ مِنَ الْقَوْمِ فَقُلْتُ: يَرْحَمُكَ اللَّهُ، فَرَمَانِيَ الْقَوْمُ بِأَبْصَارِهِمْ قَالَ: قُلْتُ: وَاثُكْلَ أُمِّيَاهُ، مَا لَكُمْ تَنْظُرُونَ إِلَيَّ فِي الصَّلَاةِ، فَضَرَبُوا بِأَيْدِيهِمْ عَلَى أَفْخَاذِهِمْ، فَلَمَّا رَأَيْتُهُمْ يُصْمِتُونِي لَكِنِّي سَكَتُ، فَلَمَّا صَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دَعَانِي فَبِأَبِي هُوَ وَأُمِّي مَا رَأَيْتُ مُعَلِّمًا أَحْسَنَ تَعْلِيمًا مِنْهُ، وَمَا سَبَّنِي، وَلَا كَهَرَنِي، وَلَا ضَرَبَنِي قَالَ: «§إِنَّ هَذِهِ الصَّلَاةَ لَا يَصْلُحُ فِيهَا شَيْءٌ مِنْ كَلَامِ النَّاسِ، إِنَّمَا هُوَ التَّكْبِيرُ وَالتَّسْبِيحُ، وَقِرَاءَةُ الْقُرْآنِ، وَالتَّحْمِيدُ» أَوْ كَمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "30",
            "part": "1",
            "seal": "7D2B0272"
        },
        {
            "hno": "12",
            "id": "14",
            "nass": "12 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ رَجُلٍ، أَنَّ عَبْدَ اللَّهِ: \" أَتَى مَكَّةَ، فَمَرَّ بِأَعْرَابِيٍّ وَهُوَ يُصَلِّي، وَهُوَ يَقُولُ: §نَحُجُّ بَيْتَ رَبِّنَا. فَقَالَ فِي كَلَامٍ لَهُ أَحْسَبُهُ، قَالَ عَبْدُ اللَّهِ: {مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هَذَا إِلَّا اخْتِلَاقٌ} [ص: 7] \"",
            "page": "30",
            "part": "1",
            "seal": "38A8DB4D"
        },
        {
            "hno": "13",
            "id": "15",
            "nass": "13 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ: سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ: \" §إِذَا قَرَأْتَ: {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} [الأعلى: 1] وَإِذَا قَرَأْتَ: {أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى} [القيامة: 40] فَقُلْ: سُبْحَانَكَ، وَبَلَى \"",
            "page": "31",
            "part": "1",
            "seal": "57044985"
        },
        {
            "hno": "14",
            "id": "16",
            "nass": "14 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ أَبِي وَائِلٍ،: \" أَنَّ وَفْدَ بَنِي أَسَدٍ، أَتَوُا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «مَنْ أَنْتُمْ» . فَقَالُوا: نَحْنُ بَنُو الزِّنْيَةِ أَحْلَاسُ الْخَيْلِ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَنْتُمْ بَنُو رَشدَةٍ» . فَقَالَ الْحَضْرَمِيُّ بْنُ عَامِرٍ: وَاللَّهِ لَا نَكُونُ كَابْنِ الْمُحَوَّلَةِ، وَهُمْ بَنُو عَبْدِ اللَّهِ بْنِ غَطَفَانَ، كَانَ يُقَالُ لَهُمْ: بَنُو عَبْدِ الْعُزَّى بْنِ غَطَفَانَ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِلْحَضْرَمِيِّ: «§هَلْ تَقْرَأُ مِنَ الْقُرْآنِ شَيْئًا؟» قَالَ: نَعَمْ. فَقَالَ: «اقْرَأْهُ» . فَقَرَأَ مِنْ عَبَسَ وَتَوَلَّى مَا شَاءَ اللَّهُ أَنْ يَقْرَأَ، ثُمَّ قَالَ: وَهُوَ الَّذِي مَنَّ عَلَى الْحُبْلَى، فَأَخْرَجَ مِنْهَا نَسَمَةً تَسْعَى بَيْنَ شَارَسِيفَ وَحْشًا. فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَزِدْ فِيهَا فَإِنَّهَا كَافِيَةٌ»",
            "page": "31",
            "part": "1",
            "seal": "2254D1B9"
        },
        {
            "hno": "15",
            "id": "17",
            "nass": "15 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُوسَى، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، أَنَّ عَلِيًّا عَلَيْهِ السَّلَامُ: \" قَرَأَ سُورَةَ الْأَنْبِيَاءِ فِي صَلَاةِ الْفَجْرِ، فَتَرَكَ آيَةً، ثُمَّ ذَكَرَهَا، فَرَجَعَ إِلَيْهَا فَقَرَأَهَا، ثُمَّ رَجَعَ إِلَى مَكَانِهِ الَّذِي كَانَ فِيهِ، فَقَالَ لَهُ رَجُلٌ ذَاتَ يَوْمٍ مِنْ وَرَائِهِ: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} [الزمر: 65] فَقَالَ لَهُ عَلِيُّ: {§فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ} [الروم: 60] \"",
            "page": "32",
            "part": "1",
            "seal": "5240D4C0"
        },
        {
            "hno": "16",
            "id": "18",
            "nass": "16 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُوسَى، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، قَالَ: \" إِذَا أَتَى الرَّجُلُ عَلَى هَذِهِ الْآيَةِ وَهُوَ فِي الصَّلَاةِ {§إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} [الأحزاب: 56] الْآيَةُ، أَوْ يَأْتِي عَلَى الْآيَةِ فِيهَا الرَّغْبَةُ وَالرَّهْبَةُ قَالَ: يَمْضِي كَمَا هُوَ، وَقَالَ: جَرِّدُوا الْقُرْآنَ \"",
            "page": "32",
            "part": "1",
            "seal": "F3755186"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "§بَابٌ فِيمَا نَزَلَ مِنَ الْقُرْآنِ بِمَكَّةَ، وَمَا نَزَلَ بِالْمَدِينَةِ",
            "page": "33",
            "part": "1",
            "seal": "6B1A4349"
        },
        {
            "hno": "17",
            "id": "20",
            "nass": "17 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ الرَّازِيُّ، قَالَ: قَالَ عُمَرُ بْنُ هَارُونَ قَالَ: حَدَّثَنَا عُمَرُ بْنُ عَطَاءٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: \" §أَوَّلُ مَا نَزَلَ مِنَ الْقُرْآنِ بِمَكَّةَ، وَمَا أُنْزِلَ مِنْهُ بِالْمَدِينَةِ الْأَوَّلُ فَالْأَوَّلُ، فَكَانَتْ إِذَا نَزَلَتْ فَاتِحَةُ سُورَةٍ بِمَكَّةَ فَكُتِبَتْ بِمَكَّةَ، ثُمَّ يَزِيدُ اللَّهُ فِيهَا مَا يَشَاءُ، وَكَانَ أَوَّلُ مَا أُنْزِلَ مِنَ الْقُرْآنِ: اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ثُمَّ ن وَالْقَلَمِ، ثُمَّ يَا أَيُّهَا الْمُزَّمِّلُ، ثُمَّ يَا أَيُّهَا الْمُدَّثِّرُ، ثُمَّ الْفَاتِحَةَ، ثُمَّ تَبَّتْ يَدَا أَبِي لَهَبٍ ثُمَّ إِذَا الشَّمْسُ كُوِّرَتْ ثُمَّ سَبَّحِ اسْمَ رَبِّكَ الْأَعْلَى ثُمَّ وَاللَّيْلِ إِذَا يَغْشَى ثُمَّ وَالْفَجْرِ وَلَيَالٍ عَشْرٍ، ثُمَّ وَالضُّحَى، ثُمَّ أَلَمْ نَشْرَحْ، ثُمَّ وَالْعَصْرِ ثُمَّ وَالْعَادِيَاتِ ثُمَّ إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ ثُمَّ أَلْهَاكُمُ التَّكَاثُرُ ثُمَّ أَرَأَيْتَ الَّذِيَ يُكَذِّبُ، ثُمَّ قُلْ يَا أَيُّهَا الْكَافِرُونَ ثُمَّ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ ثُمَّ أَعُوذُ بِرَبِّ الْفَلَقِ ثُمَّ أَعُوذُ بِرَبِّ النَّاسِ ثُمَّ قُلْ هُوَ اللَّهُ أَحَدٌ ثُمَّ وَالنَّجْمِ إِذَا هَوَى ثُمَّ عَبَسَ وَتَوَلَّى ثُمَّ إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ ثُمَّ وَالشَّمْسِ وَضُحَاهَا ثُمَّ وَالسَّمَاءِ ذَاتِ الْبُرُوجِ ثُمَّ وَالتِّينِ وَالزَّيْتُونِ ثُمَّ لِإِيلَافِ قُرَيْشٍ ثُمَّ الْقَارِعَةُ ثُمَّ لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ ثُمَّ وَيْلٌ لِكُلِّ هُمَزَةٍ ثُمَّ وَالْمُرْسَلَاتِ ثُمَّ ق وَالْقُرْآنِ ثُمَّ لَا أُقْسِمُ بِهَذَا الْبَلَدِ ثُمَّ وَالسَّمَاءِ وَالطَّارِقِ ثُمَّ اقْتَرَبَتِ السَّاعَةُ ثُمَّ ص وَالْقُرْآنِ ثُمَّ الْأَعْرَافَ، ثُمَّ قُلْ أُوحِيَ ثُمَّ يس وَالْقُرْآنِ ثُمَّ الْفُرْقَانَ، ثُمَّ الْمَلَائِكَةَ، ثُمَّ كهيعص ثُمَّ طه ثُمَّ -[34]- الْوَاقِعَةَ، ثُمَّ طسم الشُّعَرَاءِ، ثُمَّ طس النَّمْلِ، ثُمَّ الْقَصَصَ، ثُمَّ بَنِي إِسْرَائِيلَ، ثُمَّ يُونُسَ، ثُمَّ هُودَ، ثُمَّ يُوسُفَ، ثُمَّ الْحِجْرَ، ثُمَّ الْأَنْعَامَ، ثُمَّ الصَّافَّاتِ، ثُمَّ لُقْمَانَ، ثُمَّ سَبَأَ، ثُمَّ الزُّمَرَ، ثُمَّ حم الْمُؤْمِنِ، ثُمَّ حم السَّجْدَةِ، ثُمَّ حم عسق ثُمَّ الزُّخْرُفَ، ثُمَّ الدُّخَانَ، ثُمَّ الْجَاثِيَةَ، ثُمَّ الْأَحْقَافَ، ثُمَّ الذَّارِيَاتِ، ثُمَّ هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ ثُمَّ الْكَهْفَ، ثُمَّ النَّحْلَ، ثُمَّ إِنَّا أَرْسَلْنَا نُوحًا ثُمَّ سُورَةَ إِبْرَاهِيمَ، ثُمَّ الْأَنْبِيَاءَ، ثُمَّ الْمُؤْمِنُونَ، ثُمَّ تَنْزِيلُ السَّجْدَةِ، ثُمَّ الطُّورَ، ثُمَّ تَبَارَكَ الْمُلْكِ، ثُمَّ الْحَاقَّةَ، ثُمَّ سَأَلَ سَائِلٌ ثُمَّ عَمَّ يَتَسَاءَلُونَ ثُمَّ النَّازِعَاتِ، ثُمَّ إِذَا السَّمَاءُ انْفَطَرَتْ ثُمَّ إِذَا السَّمَاءُ انْشَقَّتْ ثُمَّ الرُّومَ، ثُمَّ الْعَنْكَبُوتَ، ثُمَّ وَيْلٌ لِلْمُطَفِّفِينَ. فَهَذَا مَا أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ بِمَكَّةَ، وَهِيَ سِتٌّ وَثَمَانُونَ سُورَةً، ثُمَّ أَنْزَلَ بِالْمَدِينَةِ سُورَةَ الْبَقَرَةِ، ثُمَّ الْأَنْفَالَ، ثُمَّ آلَ عِمْرَانَ، ثُمَّ الْأَحْزَابَ، ثُمَّ الْمُمْتَحِنَةَ، ثُمَّ النِّسَاءَ، ثُمَّ إِذَا زُلْزِلَتِ ثُمَّ الْحَدِيدَ، ثُمَّ سُورَةَ مُحَمَّدٍ، ثُمَّ الرَّعْدَ، ثُمَّ سُورَةَ الرَّحْمَنِ، ثُمَّ هَلْ أَتَى عَلَى الْإِنْسَانِ ثُمَّ يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ ثُمَّ لَمْ يَكُنْ ثُمَّ الْحَشْرَ، ثُمَّ إِذَا جَاءَ نَصْرُ اللَّهِ ثُمَّ النُّورَ، ثُمَّ الْحَجَّ، ثُمَّ الْمُنَافِقُونَ، ثُمَّ الْمُجَادَلَةَ، ثُمَّ الْحُجُرَاتِ، ثُمَّ لِمَ تُحَرِّمْ ثُمَّ الْجُمُعَةَ، ثُمَّ التَّغَابُنَ، ثُمَّ الْحَوَارِيُّونَ، ثُمَّ الْفَتْحَ، ثُمَّ الْمَائِدَةَ، ثُمَّ التَّوْبَةَ، فَذَلِكَ ثَمَانٌ وَعِشْرُونَ سُورَةً فَجَمِيعُ الْقُرْآنِ مِائَةُ سُورَةٍ وَأَرْبَعَ عَشْرَةَ سُورَةً، وَجَمِيعُ آيِ الْقُرْآنِ سِتَّةُ آلَافِ آيَةٍ وَسِتُّمِائَةِ آيَةٍ وَسِتُّ -[35]- عَشْرَةَ آيَةً، وَجَمْعُ حُرُوفِ الْقُرْآنِ: ثَلَاثُ مِائَةِ أَلْفِ حَرْفٍ، وَثَلَاثَةٌ وَعِشْرُونَ أَلْفِ حَرْفٍ وَسِتُّمِائَةَ حَرْفٍ وَوَاحِدٌ وَسَبْعُونَ حَرْفًا \" ¶ 18 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا ابْنُ أَبِي جَعْفَرٍ، قَالَ: قَالَ عَمْرٌو: حَدَّثَنِي ابْنُ جُرَيْجٍ، عَنْ عَطَاءٍ الْخُرَسَانِيِّ، عَنِ ابْنِ عَبَّاسٍ،: بِنَحْوِهِ، إِلَّا أَنَّ ابْنَ جُرَيْجٍ، قَالَ: وَالضُّحَى مَكِّيُّ أَوْ مَدَنِيُّ، وَلَمْ يَذْكُرِ الْحُرُوفَ، وَلَا الْآيَ",
            "page": "33",
            "part": "1",
            "seal": "2DDAE3EF"
        },
        {
            "hno": "19",
            "id": "21",
            "nass": "19 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا سُلَيْمَانُ بْنُ حَرْبٍ، عَنْ شُعْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ: \" §آخِرُ سُورَةٍ نَزَلَتْ بَرَاءَةٌ، وَآخِرُ آيَةٍ نَزَلَتْ {يَسْتَفْتُونَكَ} [النساء: 176] \"",
            "page": "35",
            "part": "1",
            "seal": "ABA40F47"
        },
        {
            "hno": "20",
            "id": "22",
            "nass": "20 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ: سَمِعْتُ الْبَرَاءَ، يَقُولُ: \" §آخِرُ آيَةٍ نَزَلَتْ {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ} [النساء: 176] وَآخِرُ سُورَةٍ نَزَلَتْ بَرَاءَةٌ \"",
            "page": "35",
            "part": "1",
            "seal": "C68CEDA1"
        },
        {
            "hno": "21",
            "id": "23",
            "nass": "21 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، قَالَ: أَخْبَرَنَا عَوْفٌ، عَنِ ابْنِ سِيرِينَ، قَالَ: \" قُلْتُ لِعِكْرِمَةَ: أَلَّفُوهُ كَمَا أُنْزِلَ، الْأَوَّلُ فَالْأَوَّلُ؟ فَقَالَ عِكْرِمَةُ: \" §لَوِ اجْتَمَعَ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يُؤَلِّفُوهُ ذَلِكَ التَّأْلِيفَ مَا اسْتَطَاعُوا. -[36]- قَالَ مُحَمَّدٌ: وَأَرَاهُ صَادِقًا",
            "page": "35",
            "part": "1",
            "seal": "3C612323"
        },
        {
            "hno": "22",
            "id": "24",
            "nass": "22 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو عَلِيٍّ بِشْرُ بْنُ مُوسَى قَالَ: حَدَّثَنَا هَوْذَةُ بْنُ خَلِيفَةَ، قَالَ: حَدَّثَنَا عَوْفٌ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عِكْرِمَةَ، فِيمَا أَحْسَبُ قَالَ: \" لَمَّا كَانَ بَعْدَ بَيْعَةِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، قَعَدَ عَلِيُّ بْنُ أَبِي طَالِبٍ فِي بَيْتِهِ. فَقِيلَ لِأَبِي بَكْرٍ: قَدْ كَرِهَ بَيْعَتَكَ. فَأَرْسَلَ إِلَيْهِ فَقَالَ: أَكَرِهْتَ بَيْعَتِي؟ فَقَالَ: لَا وَاللَّهِ قَالَ: مَا أَقْعَدَكَ عَنِّي؟ قَالَ: §رَأَيْتُ كِتَابَ اللَّهِ يُزَادُ فِيهِ، فَحَدَّثْتُ نَفْسِي أَنْ لَا أَلْبَسَ رِدَائِي إِلَّا لِصَلَاةٍ حَتَّى أَجْمَعَهُ. فَقَالَ أَبُو بَكْرٍ: فَإِنَّكَ نِعْمَ مَا رَأَيْتَ. قَالَ مُحَمَّدٌ: فَقُلْتُ لَهُ: أَلَّفُوهُ كَمَا أُنْزِلَ، الْأَوَّلُ فَالْأَوَّلُ؟ قَالَ: لَوِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يُؤَلِّفُوهُ ذَلِكَ التَّأْلِيفَ مَا اسْتَطَاعُوا. قَالَ مُحَمَّدٌ: أَرَاهُ صَادِقًا",
            "page": "36",
            "part": "1",
            "seal": "349C8678"
        },
        {
            "hno": "23",
            "id": "25",
            "nass": "23 - ¶ 23 - أَخْبَرَنَا أَحْمَدُ , قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَيُّوبَ , قَالَ: أَخْبَرَنَا مُسَدَّدٌ، قَالَ: حَدَّثَنَا يَحْيَى، عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ عُمَرَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «§آخِرُ مَا أُنْزِلَ مِنَ الْقُرْآنِ آيَةُ الرِّبَا، وَأَنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قُبِضَ وَلَمْ يُفَسِّرْهَا فَدَعُوا الرِّبَا وَالرِّيبَةَ»",
            "page": "36",
            "part": "1",
            "seal": "231E940B"
        },
        {
            "hno": "24",
            "id": "26",
            "nass": "24 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا قُرَّةُ، قَالَ: حَدَّثَنَا أَبُو رَجَا الْعُطَارِدِيُّ، قَالَ: كَانَ أَبُو مُوسَى §يَطُوفُ عَلَيْنَا فِي هَذَا الْمَسْجِدِ، فَيُقْعِدُنَا حِلَقًا حِلَقًا يُقْرِئُنَا -[37]- الْقُرْآنَ، وَعِنْدَهُ أَخَذْتُ هَذِهِ السُّورَةَ اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ وَكَانَتْ أَوَّلَ سُورَةٍ نَزَلَتْ عَلَى مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "36",
            "part": "1",
            "seal": "2249E1D0"
        },
        {
            "hno": "25",
            "id": "27",
            "nass": "25 - أَخْبَرَنَا هُدْبَةُ بْنُ خَالِدٍ، قَالَ: حَدَّثَنَا أَبَانُ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ: \" سَأَلْتُ أَبَا سَلَمَةَ قُلْتُ: أَيُّ الْقُرْآنِ أُنْزِلَ أَوَّلَ؟ قَالَ: يَا أَيُّهَا الْمُدَّثِّرُ قَالَ: قُلْتُ: فَأَيُّ آيَتَيْنِ أَوَّلِ سُورَةٍ نَزَلَتْ؟ قَالَ: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} [العلق: 1] قَالَ أَبُو سَلَمَةَ: سَأَلْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ الْأَنْصَارِيَّ قُلْتُ: أَيُّ الْقُرْآنِ أُنْزِلَ أَوَّلَ؟ قَالَ: يَا أَيُّهَا الْمُدَّثِّرُ قُلْتُ: أَيُّ آيَتَيْنِ أَوَّلَ سُورَةٍ نَزَلَتْ؟ قَالَ: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} [العلق: 1] قَالَ جَابِرٌ: قَالَ: أَلَا أُحَدِّثُكَ مَا حَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" §جَاوَرْتُ فِي حِرَاءٍ، فَلَمَّا قَضَيْتُ جَوَارِي، نَزَلْتُ فَاسْتَبْطَنْتُ الْوَادِي، فَنُودِيتُ فَنَظَرْتُ أَمَامِي، وَخَلْفِي، وَعَنْ يَمِينِي وَعَنْ شِمَالِي، فَلَمْ أَرَ شَيْئًا، قَالَ: فَنَظَرْتُ فَوْقِي، فَإِذَا أَنَا بِهِ قَاعِدٌ عَلَى عَرْشٍ بَيْنَ السَّمَاءِ وَالْأَرْضِ قَالَ: فَانْطَلَقْتُ إِلَى خَدِيجَةَ، فَقُلْتُ دَثِّرُونِي، فَدَثَّرُونِي وَصَبُّوا عَلَيَّ مَاءً بَارِدًا فَنَزَلَتْ عَلَيَّ {يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ وَرَبَّكَ فَكَبِّرْ} [المدثر: 2] \"",
            "page": "37",
            "part": "1",
            "seal": "61F97274"
        },
        {
            "hno": "26",
            "id": "28",
            "nass": "26 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا ابْنُ نُمَيْرٍ، قَالَ: حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ أَصْحَابِهِ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ: «§كُلُّ شَيْءٍ فِي الْقُرْآنِ» يَا أَيُّهَا الَّذِينَ آمَنُوا «أُنْزِلَ بِالْمَدِينَةِ،» وَيَا أَيُّهَا النَّاسُ «أُنْزِلَ بِمَكَّةَ»",
            "page": "38",
            "part": "1",
            "seal": "3C713B98"
        },
        {
            "hno": "27",
            "id": "29",
            "nass": "27 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: قَرَأْتُ عَلَى مُحَمَّدِ بْنِ سَعِيدٍ، عَنْ أَبِي جَعْفَرٍ، عَنِ الرَّبِيعِ، عَنْ أَبِي الْعَالِيَةِ: \" أَنَّهُمْ جَمَعُوا الْقُرْآنَ فِي مُصْحَفٍ فِي خِلَافَةِ أَبِي بَكْرٍ، فَكَانَ رِجَالٌ يَكْتُبُونَ، وَيُمَلُّ عَلَيْهِمْ أُبَيُّ بْنُ كَعْبٍ حَتَّى انْتَهَوْا إِلَى هَذِهِ الْآيَةِ فِي سُورَةِ بَرَاءَةٍ {ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ} [التوبة: 127] فَظَنُّوا أَنَّ هَذَا آخِرُ مَا أُنْزِلَ مِنَ الْقُرْآنِ. فَقَالَ أُبَيُّ بْنُ كَعْبٍ إِنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدْ §أَقْرَأَنِي بَعْدَ هَذَا آيَتَيْنِ {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ فَإِنْ تَوَلَوْا فَقُلْ حَسْبِي اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} قَالَ: فَهَذَا آخِرُ مَا أُنْزِلَ مِنَ الْقُرْآنِ. قَالَ: فَخُتِمَ الْأَمْرُ بِمَا فُتِحَ بِهِ بِلَا إِلَهَ إِلَّا اللَّهُ، يَقُولُ اللَّهُ عَزَّ وَجَلَّ: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء: 25] \"",
            "page": "38",
            "part": "1",
            "seal": "E718B962"
        },
        {
            "hno": "28",
            "id": "30",
            "nass": "28 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا سَهْلُ بْنُ عُثْمَانَ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «§بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ»",
            "page": "39",
            "part": "1",
            "seal": "0A8D395F"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "§بَابُ مَا قَالُوا فِي الْمَاهِرِ بِالْقُرْآنِ",
            "page": "39",
            "part": "1",
            "seal": "BC116E0F"
        },
        {
            "hno": "29",
            "id": "32",
            "nass": "29 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا هِشَامٌ، قَالَ: حَدَّثَنَا قَتَادَةُ، عَنْ زُرَارَةَ، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ: \" أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ مَاهِرٌ بِهِ، فَهُوَ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ، وَالَّذِي يَشْتَدُّ عَلَيْهِ فَلَهُ أَجْرَانِ»",
            "page": "39",
            "part": "1",
            "seal": "190DB237"
        },
        {
            "hno": "30",
            "id": "33",
            "nass": "30 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، قَالَ: أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، رِضْوَانُ اللَّهِ عَلَيْهَا، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَثَلُ الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ حَافِظٌ لَهُ كَمَثَلِ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ، وَمَثَلُ الَّذِي يَقْرَأْهُ وَهُوَ عَلَيْهِ شَدِيدٌ وَهُوَ يَتَعَاهَدُهُ لَهُ أَجْرَانِ»",
            "page": "39",
            "part": "1",
            "seal": "B6C0B2C6"
        },
        {
            "hno": "31",
            "id": "34",
            "nass": "31 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ عَطَاءٍ، قَالَ: «§الَّذِي يُهَوَّنُ عَلَيْهِ الْقُرْآنُ مَعَ السَّفَرَةِ، وَالَّذِي يَتفَلَّتُ مِنْهُ، وَيَتَعَاهَدُهُ لَهُ عِنْدَ اللَّهِ أَجْرَانِ»",
            "page": "40",
            "part": "1",
            "seal": "95A21A21"
        },
        {
            "hno": "32",
            "id": "35",
            "nass": "32 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو سَلَمَةَ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي جَمْرَةَ الضُّبَعِيِّ، قَالَ: \" قُلْتُ لِابْنِ عَبَّاسٍ: إِنِّي رَجُلٌ خَفِيفُ الْقِرَاءَةِ أُهَذْرِمُهَا، فَقَالَ ابْنُ عَبَّاسٍ: §لَأَنْ أَقْرَأَ الْبَقَرَةَ فَأُرَتِّلُهَا وَأَتَدَبَّرُهَا، أَحَبُّ إِلَيَّ مِنْ أَنْ أَقْرَأَ هَذْرَمَةً \"",
            "page": "40",
            "part": "1",
            "seal": "4A667471"
        },
        {
            "hno": "33",
            "id": "36",
            "nass": "33 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو عُمَرَ، قَالَ: حَدَّثَنَا هِشَامٌ، قَالَ: حَدَّثَنَا قَتَادَةُ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الَّذِي يَقْرَأُ الْقُرْآنَ الْمَاهِرُ بِهِ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ، وَالَّذِي يَقْرَأُ وَيَشْتَدُّ عَلَيْهِ فَلَهُ أَجْرَانِ»",
            "page": "40",
            "part": "1",
            "seal": "5BA56AB9"
        },
        {
            "hno": "34",
            "id": "37",
            "nass": "34 - ¶ 34 - أَخْبَرَنَا أَحْمَدُ , قَالَ: حَدَّثَنَا مُحَمَّدٌ , قَالَ: أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، قَالَ: حَدَّثَنَا حُصَيْنُ بْنُ نُمَيْرٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جُحَادَةَ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، قَالَ: \" سَأَلْتُ إِبْرَاهِيمَ عَنْ سُرْعَةِ الْقُرْآنِ فَقَالَ: §إِنَّ عَامَّةَ قِرَاءَتِنَا السُّرْعَةُ \"",
            "page": "40",
            "part": "1",
            "seal": "BEE62D10"
        },
        {
            "hno": "35",
            "id": "38",
            "nass": "35 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُسَدَّدٌ، قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمَاهِرُ بِالْقُرْآنِ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ، وَالَّذِي يَقْرَأُ وَيَتَتَعْتَعُ فِيهِ فَلَهُ أَجْرَانِ»",
            "page": "40",
            "part": "1",
            "seal": "F1774E5A"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "§بَابٌ فِيمَنْ كَرِهَ التَّعْشِيرَ فِي الْمُصْحَفِ",
            "page": "41",
            "part": "1",
            "seal": "B67071A6"
        },
        {
            "hno": "36",
            "id": "40",
            "nass": "36 - ¶ 36 - أَخْبَرَنَا أَحْمَدُ , قَالَ: حَدَّثَنَا مُحَمَّدٌ , قَالَ: أَخْبَرَنَا هُدْبَةُ بْنُ خَالِدٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حُصَيْنٍ، عَنْ يَحْيَى بْنِ وَثَّابٍ، عَنْ مَسْرُوقٍ أَنَّ عَبْدَ اللَّهِ، كَانَ §يَكْرَهُ التَّعْشِيرَ فِي الْمُصْحَفِ \"",
            "page": "41",
            "part": "1",
            "seal": "0037CF97"
        },
        {
            "hno": "37",
            "id": "41",
            "nass": "37 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو الرَّبِيعٍ الزَّهْرَانِيُّ، قَالَ: حَدَّثَنَا حَمَّادٌ، قَالَ: حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، قَالَ: «§كُنْتُ أُمْسَكُ عَلَى مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ سِيرِينَ فِي مُصْحَفٍ مُنَقَّطٍ»",
            "page": "41",
            "part": "1",
            "seal": "E8764E3A"
        },
        {
            "hno": "38",
            "id": "42",
            "nass": "38 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا قَيْسٌ، عَنْ حَبِيبٍ، قَالَ: «§رَأَيْتُ عَلَى مُصْحَفِ ابْنِ عَبَّاسٍ مَسَامِيرَ فِضَّةً»",
            "page": "41",
            "part": "1",
            "seal": "F4D40605"
        },
        {
            "hno": "39",
            "id": "43",
            "nass": "39 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَمْرُو بْنُ مُحَمَّدٍ الرَّقِّيُّ، \" قَالَ: حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، «أَنَّهُ §كَرِهَ الْمِسْكَ وَالْعَنْبَرَ فِي الْمُصْحَفِ»",
            "page": "41",
            "part": "1",
            "seal": "51C18AFD"
        },
        {
            "hno": "40",
            "id": "44",
            "nass": "40 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو جَعْفَرٍ الْجَمَالُ، قَالَ: حَدَّثَنَا مَخْلَدُ بْنُ حُسَيْنٍ، عَنْ وَاصِلٍ، وَهِشَامٍ، عَنِ ابْنِ سِيرِينَ: \" أَنَّهُ §كَرِهَ أَنْ يُكْتَبَ الْمَصَاحِفُ مَشْقًا. -[42]- قَالَ هِشَامٌ: لَأَنَّ الْأَلْفَ تَكُونُ فِيهِ مُعْوَجَّةٌ \"",
            "page": "41",
            "part": "1",
            "seal": "90C0BEC5"
        },
        {
            "hno": "41",
            "id": "45",
            "nass": "41 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَيَّاشُ بْنُ الْوَلِيدِ الرَّقَّامُ، قَالَ: حَدَّثَنَا مَسْلَمَةُ بْنُ عَلْقَمَةَ، قَالَ: حَدَّثَنَا دَاوُدُ، عَنِ الشَّعْبِيِّ: \" أَنَّهُ §كَرِهَ قِرَاءَةَ الْقُرْآنِ فِي ثَلَاثَةِ مَوَاطِنَ: الرَّحَا، وَبَيْتِ الْخَلَاءِ، وَبَيْتِ الْحَمَامِ \"",
            "page": "42",
            "part": "1",
            "seal": "4D274A0F"
        },
        {
            "hno": "42",
            "id": "46",
            "nass": "42 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا ابْنُ كَثِيرٍ، قَالَ: أَخْبَرَنَا سُفْيَانُ، عَنِ الْمُغِيرَةِ، عَنْ إِبْرَاهِيمَ: «§أَنَّهُ كَانَ يَكْرَهُ التَّعْشِيرَ، وَالنَّقْطَ»",
            "page": "42",
            "part": "1",
            "seal": "87A0FD7F"
        },
        {
            "hno": "43",
            "id": "47",
            "nass": "43 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَ: حَدَّثَنَا حَمَّادٌ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ عَتِيقٍ، قَالَ: كَانَ الْحَسَنُ يَقُولُ: \" §اكْتُبُوا فِي أَوَّلِ الْإِمَامِ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 1] وَاجْعَلُوا بَيْنَ كُلِّ سُورَتَيْنِ خَطًّا \"",
            "page": "42",
            "part": "1",
            "seal": "456528DE"
        },
        {
            "hno": "44",
            "id": "48",
            "nass": "44 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَمْرُو بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا أَبُو إِسْحَاقَ، عَنِ الْمُغِيرَةِ، عَنِ إِبْرَاهِيمَ: «أَنَّهُ §كَرِهَ أَنْ يُنْقَطَ الْمُصْحَفُ، أَوْ يُخْتَمَ، أَوْ يُعْشَرَ أَوْ يُبَاعَ أَوْ يُشْتَرَى»",
            "page": "42",
            "part": "1",
            "seal": "30F17DED"
        },
        {
            "hno": "45",
            "id": "49",
            "nass": "45 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو الرَّبِيعِ، قَالَ: حَدَّثَنَا حَمَّادٌ، قَالَ: حَدَّثَنَا شُعَيْبُ بْنُ الْحَبْحَابِ أَنَّ أَبَا الْعَالِيَةِ \" كَانَ §يَكْرَهُ الْجَمْلَ فِي الْعَوَاشِرِ، وَيَكْرَهُ خَاتِمَةَ سُورَةِ كَذَا وَكَذَا، -[43]- وَفَاتِحَةَ سُورَةِ كَذَا وَكَذَا، وَقَالَ: جَرِّدُوا الْقُرْآنَ \"",
            "page": "42",
            "part": "1",
            "seal": "72F9E92B"
        },
        {
            "hno": "46",
            "id": "50",
            "nass": "46 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا ابْنُ نُمَيْرٍ، قَالَ: حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَأَبِي، عَنِ الْأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ: مَرَّ عَلَيَّ عَبْدُ اللَّهِ بِمُصْحَفٍ قَدْ زُيِّنَ بِالذَّهَبِ فَقَالَ: §إِنَّ أَحَقَّ مَا زُيِّنَ بِهِ الْمُصْحَفُ تِلَاوَتُهُ بِالْحَقِّ \"",
            "page": "43",
            "part": "1",
            "seal": "8EA137CE"
        },
        {
            "hno": "47",
            "id": "51",
            "nass": "47 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا ابْنُ نُمَيْرٍ، قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ ثَابِتٍ، عَنِ الْأَعْمَشِ، قَالَ: «§أَخْرَجَ إِلَيَّ إِبْرَاهِيمُ مُصْحَفَ عَلْقَمَةَ، فَإِذَا الْأَلِفُ وَالْيَاءُ فِيهِ سَوَاءٌ»",
            "page": "43",
            "part": "1",
            "seal": "701EE192"
        },
        {
            "hno": "48",
            "id": "52",
            "nass": "48 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا أَبُو حُصَيْنٍ، عَنْ يَحْيَى بْنِ وَثَّابٍ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ: «§أَنَّهُ كَرِهَ التَّعْشِيرَ فِي الْمُصْحَفِ»",
            "page": "43",
            "part": "1",
            "seal": "7096EAFD"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "§بَابُ الرَّجُلِ إِذَا خَتَمَ الْقُرْآنَ مَا يَصْنَعُ",
            "page": "44",
            "part": "1",
            "seal": "127498F2"
        },
        {
            "hno": "49",
            "id": "54",
            "nass": "49 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ قَالَ: \" بَعَثَ إِلَيَّ مُجَاهِدٌ، وَعَبْدَةُ بْنُ أَبِي لُبَابَةَ فَقَالُوا: إِنَّا نُرِيدُ أَنْ نَخْتِمَ الْقُرْآنَ، وَإِنَّهُ كَانَ يُقَالُ: §إِنَّ الدُّعَاءَ يُسْتَجَابُ عِنْدَ خَتْمِ الْقُرْآنَ \"",
            "page": "44",
            "part": "1",
            "seal": "BFB2D595"
        },
        {
            "hno": "50",
            "id": "55",
            "nass": "50 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا زُنَيْجٌ، قَالَ: حَدَّثَنَا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، قَالَ: «§إِذَا قَرَأَ الرَّجُلُ الْقُرْآنَ نَهَارًا صَلَّتْ عَلَيْهِ الْمَلَائِكَةُ حَتَّى يُمْسِيَ، وَإِذَا قَرَأَ لَيْلًا صَلَّتْ عَلَيْهِ الْمَلَائِكَةُ حَتَّى يُصْبِحَ» قَالَ سُلَيْمَانُ لِلْأَعْمَشِ: فَرَأَيْتُ أَصْحَابَنَا يُعْجِبُهُمْ أَنْ يَخْتِمُوا أَوَّلَ النَّهَارِ، وَأَوَّلَ اللَّيْلِ",
            "page": "44",
            "part": "1",
            "seal": "9756B19A"
        },
        {
            "hno": "51",
            "id": "56",
            "nass": "51 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا سَهْلُ بْنُ بَكَّارٍ، قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ، قَالَ: «§إِذَا قَرَأَ الرَّجُلُ الْقُرْآنَ صَلَّتْ عَلَيْهِ الْمَلَائِكَةُ يَوْمَهُ، وَكَانَ يُعْجِبُهُمْ أَنْ يَخْتِمُوا فِي قُبَلِ اللَّيْلِ، وَأَوَّلِ النَّهَارِ» ¶ 52 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، بِنَحْوِهِ",
            "page": "44",
            "part": "1",
            "seal": "EE59DF4B"
        },
        {
            "hno": "53",
            "id": "57",
            "nass": "53 - أَخْبَرَنَا هُدْبَةُ بْنُ خَالِدٍ، قَالَ: حَدَّثَنَا حَزْمٌ، عَنْ مَالِكِ بْنِ دِينَارٍ، قَالَ: كَانَ يُقَالُ: «§اشْهَدُوا خَتْمَ الْقُرْآنِ»",
            "page": "45",
            "part": "1",
            "seal": "DA2EF969"
        },
        {
            "hno": "54",
            "id": "58",
            "nass": "54 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو سَلَمَةَ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنِ ابْنِ بُكَيْرٍ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، قَالَ: «§مَنْ خَتَمَ الْقُرْآنَ فِي أَيِّ سَاعَةٍ مِنَ النَّهَارِ صَلَّتْ عَلَيْهِ الْمَلَائِكَةُ حَتَّى يُمْسِيَ، وَأَيَّةِ سَاعَةٍ مِنَ اللَّيْلِ كَانَتْ، صَلَّتْ عَلَيْهِ الْمَلَائِكَةُ حَتَّى يُصْبِحَ»",
            "page": "45",
            "part": "1",
            "seal": "F879F2CE"
        },
        {
            "hno": "55",
            "id": "59",
            "nass": "55 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو سَلَمَةَ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ: «أَنَّ جِبْرِيلَ، عَلَيْهِ السَّلَامُ كَانَ §يَعْرِضُ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْقُرْآنَ فِي كُلِّ عَامٍ مَرَّةً، وَكَانَ إِذَا أَصْبَحَ أَجْوَدَ مِنَ الرِّيحِ الْمُرْسَلَةِ، لَا يُسْأَلُ شَيْئًا إِلَّا أَعْطَاهُ»",
            "page": "45",
            "part": "1",
            "seal": "F510E948"
        },
        {
            "hno": "56",
            "id": "60",
            "nass": "56 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، قَالَ: حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ لَيْثٍ، عَنْ رَجُلٍ يُقَالُ لَهُ الْحَسَنُ، أَنَّهُ قَالَ: «§مَنِ اسْتَمَعَ إِلَى آيَةٍ مِنْ كِتَابِ اللَّهِ كُتِبَتْ لَهُ حَسَنَةٌ مُضَاعَفَةٌ، وَمَنْ قَرَأَهَا كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ»",
            "page": "45",
            "part": "1",
            "seal": "D7D1BD8D"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "§بَابُ مَا قِيلَ فِي فَضْلِ الْأَلِفِ وَاللَّامِ مِنَ الْقُرْآنِ",
            "page": "45",
            "part": "1",
            "seal": "F8547947"
        },
        {
            "hno": "57",
            "id": "62",
            "nass": "أَخْبَرَنَا أَحْمَدُ، ¶ 57 - قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدِ بْنِ جَمِيلٍ الثَّقَفِيُّ، قَالَ: حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ عَمْرٍو يَعْنِي ابْنِ الْحَارِثِ عَنْ يَحْيَى بْنِ مَيْمُونٍ الْحَضْرَمِيِّ، -[46]- أَنَّ أَبَا مُوسَى الْغَافِقِيَّ، سَمِعَ عُقْبَةَ بْنَ عَامِرٍ الْجُهَنِيَّ، يُحَدِّثُ عَلَى الْمِنْبَرِ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَادِيثَ قَالَ أَبُو مُوسَى: \" إِنَّ صَاحِبَكُمْ هَذَا لَحَافِظٌ أَوْ هَالِكٌ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ آخِرُ مَا عَهِدَ إِلَيْنَا أَنْ قَالَ: «§عَلَيْكُمْ بِكِتَابِ اللَّهِ، وَسَتَرْجِعُونَ إِلَى قَوْمٍ يُحِبُّونَ الْحَدِيثَ عَنِّي، وَمَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ، وَمَنْ حَفِظَ شَيْئًا فَلْيُحَدِّثْ بِهِ»",
            "page": "45",
            "part": "1",
            "seal": "E9E55AE4"
        },
        {
            "hno": "58",
            "id": "63",
            "nass": "58 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو غَسَّانَ، قَالَ: حَدَّثَنَا جَرِيرٌ، عَنْ إِبْرَاهِيمَ الْهَجَرِيِّ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §تَعَلَّمُوا الْقُرْآنَ وَاتْلُوهُ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ جَازِيكُمْ عَلَى تِلَاوَتِهِ بِكُلِّ حَرْفٍ عَشْرَ حَسَنَاتٍ، أَمَا إِنِّي لَا أَقُولُ: {الم} [البقرة: 1] حَرْفٌ \"",
            "page": "46",
            "part": "1",
            "seal": "6682E7C1"
        },
        {
            "hno": "59",
            "id": "64",
            "nass": "59 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، قَالَ: حَدَّثَنَا جَعْفَرٌ يَعْنِي ابْنُ سُلَيْمَانَ الضُّبَعِيُّ قَالَ حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، أَنَّهُ قَالَ: \" §مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللَّهِ، كَتَبَ اللَّهُ لَهُ بِهِ عَشْرَ حَسَنَاتٍ، أَمَا إِنِّي لَا أَقُولُ: {الم} [البقرة: 1] حَرْفًا، وَلَكِنْ أَلِفٌ، وَلَامٌ، وَمِيمٌ، بِكُلِّ حَرْفٍ عَشْرُ حَسَنَاتٍ \"",
            "page": "46",
            "part": "1",
            "seal": "FFCFDDCC"
        },
        {
            "hno": "60",
            "id": "65",
            "nass": "60 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا حَفْصُ بْنُ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ: حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي الْأَحْوَصِ الْجُشَمِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّهُ كَانَ يَقُولُ: \" §تَعَلَّمُوا الْقُرْآنَ، وَاتْلُوهُ فَإِنَّكُمْ تُؤْجَرُونَ بِكُلِّ حَرْفٍ عَشَرَةُ أَمْثَالِهِ، لَا أَقُولُ -[47]- لَكُمْ {الم} [البقرة: 1] وَلَكِنْ أَقُولُ: أَلِفٌ حَرْفٌ، وَلَامٌ حَرْفٌ، وَمِيمٌ حَرْفٌ \"",
            "page": "46",
            "part": "1",
            "seal": "1CFA6EDA"
        },
        {
            "hno": "61",
            "id": "66",
            "nass": "61 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، قَالَ: أَخْبَرَنَا شُعْبَةُ، قَالَ: أَخْبَرَنَا أَبُو إِسْحَاقَ، قَالَ: سَمِعْتُ أَبَا الْأَحْوَصِ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ: \" أَنَّهُ كَانَ يُقْرِئُ الرَّجُلَ الْآيَةَ، ثُمَّ يَقُولُ: «§لَهِيَ خَيْرٌ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ، وَمَا عَلَى الْأَرْضِ مِنْ شَيْءٍ يَقُولُ ذَاكَ فِي الْقُرْآنِ كُلِّهِ»",
            "page": "47",
            "part": "1",
            "seal": "ECF2F0F4"
        },
        {
            "hno": "62",
            "id": "67",
            "nass": "62 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ أَخْبَرَنَا سَهْلُ بْنُ عُثْمَانَ، قَالَ: حَدَّثَنَا أَبُو يَحْيَى الْحِمَّانِيُّ، عَنِ النَّضْرِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ: \" فِي قَوْلِهِ عَزَّ وَجَلَّ: {§وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِي خَيْرًا كَثِيرًا} [البقرة: 269] قَالَ: الْقُرْآنُ \"",
            "page": "47",
            "part": "1",
            "seal": "86EAB7AF"
        },
        {
            "hno": "63",
            "id": "68",
            "nass": "63 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَمَّنْ سَمِعَ ابْنَ عُمَرَ، يَقُولُ: «§مَنْ قَرَأَ فِي لَيْلَةٍ عَشْرَ آيَاتٍ لَمْ يُكْتَبْ مِنَ الْغَافِلِينَ، وَمَنْ قَرَأَ مِائَةَ آيَةٍ كُتِبَ مِنَ الْقَانِتِينَ»",
            "page": "47",
            "part": "1",
            "seal": "27DBDA67"
        },
        {
            "hno": "64",
            "id": "69",
            "nass": "64 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، عَنْ مُوسَى، قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ: \" خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَنَحْنُ فِي الصُّفَّةِ فَقَالَ: «§أَيُّكُمْ يُحِبُّ أَنْ يَغْدُوَ فِي -[48]- كُلِّ يَوْمٍ إِلَى بُطْحَانَ أَوِ الْعَقِيقِ، فَيَأْتِيَ بِنَاقَتَيْنِ كَوْمَاوَيْنِ فِي غَيْرِ إِثْمٍ وَلَا قَطِيعَةِ رَحِمٍ» فَقُلْنَا: يَا رَسُولَ اللَّهِ، كُلُّنَا نُحِبُّ. فَقَالَ: «أَفَلَا يَغْدُو أَحَدُكُمْ إِلَى الْمَسْجِدِ يَتَعَلَّمُ أَوْ يَقْرَأُ آيَتَيْنِ مِنْ كِتَابِ اللَّهِ خَيْرٌ مِنْ نَاقَتَيْنِ وَثَلَاثٍ، وَخَيْرٌ لَهُ مِنْ أَرْبَعٍ، وَمِنْ أَعْدَادِهِنَّ مِنَ الْإِبِلِ»",
            "page": "47",
            "part": "1",
            "seal": "10C736E7"
        },
        {
            "hno": "65",
            "id": "70",
            "nass": "65 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا سَهْلُ بْنُ عُثْمَانَ، قَالَ: حَدَّثَنَا وَكِيعٌ، عَنِ إِسْمَاعِيلَ بْنِ رَافِعٍ، عَنْ رَجُلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: «§مَنْ قَرَأَ الْقُرْآنَ فَكَأَنَّمَا إِسْتَدْرَجَتِ النُّبُوَّةُ بَيْنَ جَنْبَيْهِ غَيْرَ أَنَّهُ لَا يُوحَى إِلَيْهِ»",
            "page": "48",
            "part": "1",
            "seal": "A22B7222"
        },
        {
            "hno": "66",
            "id": "71",
            "nass": "66 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ، قَالَ: أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ، قَالَ: أَخْبَرَنَا عَوْفٌ، عَنْ زِيَادِ بْنِ مِخْرَاقٍ، عَنْ أَبِي كِنَانَةَ، عَنْ أَبِي مُوسَى، أَنَّهُ قَالَ: «§أَعْطُوا الْقُرْآنَ بِخَزَائِمِكُمْ، يَأْخُذْ بِكُمُ الْقَصْدُ وَالسُّهُولَةُ»",
            "page": "48",
            "part": "1",
            "seal": "876C4220"
        },
        {
            "hno": "67",
            "id": "72",
            "nass": "67 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ مَنْصُورٍ، قَالَ النَّضْرُ بْنُ شُمَيْلٍ: قَالَ: أَخْبَرَنَا عَوْفٌ، عَنْ زِيَادِ بْنِ مِخْرَاقٍ، عَنْ أَبِي كِنَانَةَ، عَنْ أَبِي مُوسَى، أَنَّهُ قَالَ: «§تَعَلَّمُوا الْقُرْآنَ وَاقْرَءُوهُ، إِنَّهُ كَائِنٌ لَكُمْ أَجْرًا، وَكَائِنٌ لَكُمْ ذُخْرًا، أَوْ ذِكْرًا، وَكَائِنٌ عَلَيْكُمْ وِزْرًا، فَاتَّبِعُوا الْقُرْآنَ يَتَّبِعْكُمْ، فَإِنَّ مَنْ يَتْبَعِ الْقُرْآنَ يَهْجُمْ بِهِ عَلَى رِيَاضِ الْجَنَّةِ، وَمَنْ يَتْبَعُهُ الْقُرْآنُ زَخَّ فِي قَفَاهُ حَتَّى يَقْذِفَهُ فِي جَهَنَّمَ»",
            "page": "48",
            "part": "1",
            "seal": "73BE97DE"
        },
        {
            "hno": "68",
            "id": "73",
            "nass": "68 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا يُوسُفُ بْنُ وَاقِدٍ، وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَا: حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ اللَّهِ، عَنْ لَيْثٍ، عَنْ أَبِي سَعِيدِ الْخُدْرِيِّ، قَالَ: \" جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: أَوْصِنِي. قَالَ: «§عَلَيْكَ بِتَقْوَى اللَّهِ، فَإِنَّهَا جِمَاعُ كُلِّ خَيْرٍ، وَعَلَيْكَ بِالْجِهَادِ، فَإِنَّهَا رَهْبَانِيَّةُ الْمُسْلِمِ، وَعَلَيْكَ بِذِكْرِ اللَّهِ، وَتِلَاوَةِ كِتَابِ اللَّهِ فَإِنَّهُ نُورٌ لَكَ فِي الْأَرْضِ، وَذِكْرٌ لَكَ فِي السَّمَاءِ، وَاخْزِنْ لِسَانَكَ إِلَّا مِنْ خَيْرٍ، فَإِنَّكَ بِذَلِكَ تَغْلِبُ الشَّيْطَانَ»",
            "page": "49",
            "part": "1",
            "seal": "FB192DAE"
        },
        {
            "hno": "69",
            "id": "74",
            "nass": "69 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا يُوسُفُ بْنُ وَاقِدٍ، وَأَبُو الرَّبِيعِ، قَالَا: حَدَّثَنَا يَعْقُوبُ، عَنْ لَيْثِ بْنِ أَبِي سُلَيْمٍ، عَنْ يَحْيَى، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ: «§إِنَّ الْفَقِيهَ كُلَّ الْفَقِيهِ، مَنْ لَمْ يُقَنِّطِ النَّاسَ مِنْ رَحْمَةِ اللَّهِ، وَلَمْ يُرَخِّصْ لَهُمْ فِي مَعَاصِي اللَّهِ، وَلَمْ يُؤَمِّنْهُمْ عَذَابَ اللَّهِ، وَلَمْ يدَعِ الْقُرْآنَ رَغْبَةً عَنْهُ إِلَى غَيْرِهِ. إِنَّهُ لَا خَيْرَ فِي عِبَادَةٍ لَا عِلْمَ فِيهَا، وَلَا عِلْمَ لَا فَهْمَ فِيهِ، وَلَا قِرَاءَةٍ لَا تَدَبُّرَ فِيهَا»",
            "page": "49",
            "part": "1",
            "seal": "49E01AB8"
        },
        {
            "hno": "70",
            "id": "75",
            "nass": "70 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ، قَالَ: أَخْبَرَنَا سُفْيَانُ، عَنْ لَيْثٍ، عَنِ ابْنِ سَابِطٍ: \" §تُفْتَحُ أَبْوَابُ السَّمَاءِ لِخَمْسٍ: لِنُزُولِ الْغَيْثِ، وَلَقْيِ الزَّحْفِ، وَالنِّدَاءِ بِالصَّلَاةِ، وَالدُّعَاءِ، وَقِرَاءَةِ الْقُرْآنِ \"",
            "page": "49",
            "part": "1",
            "seal": "0C5925FC"
        },
        {
            "hno": "71",
            "id": "76",
            "nass": "71 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي الْأَحْوَصِ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: \" §هَدْيٌ وَكَلَامٌ: خَيْرُ الْكَلَامِ كَلَامُ اللَّهِ، وَأَحْسَنُ الْهَدْيِ هَدْيُ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "49",
            "part": "1",
            "seal": "FBA1EDF0"
        },
        {
            "hno": "72",
            "id": "77",
            "nass": "أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا ¶ 72 - إِبْرَاهِيمٌ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ حَبِيبِ بْنِ هِنْدَ الْأَسْلَمِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ،: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ أَخَذَ السَّبْعَ فَهُوَ حَبْرٌ» يَعْنِي السَّبْعَ الطِّوَالَ",
            "page": "50",
            "part": "1",
            "seal": "31424780"
        },
        {
            "hno": "73",
            "id": "78",
            "nass": "73 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ أَبِي طَالِبٍ خَالِ أَبِي يُوسُفَ، عَنْ عَبْدِ الْأَعْلَى، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، قَالَ: قَالَ ابْنُ مَسْعُودٍ: \" §مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللَّهِ زَوَّجَهُ اللَّهُ. أَظُنُّهُ قَالَ: زَوْجَتَيْنِ مِنَ الْحُورِ الْعِينِ \"",
            "page": "50",
            "part": "1",
            "seal": "C29A3A20"
        },
        {
            "hno": "74",
            "id": "79",
            "nass": "74 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُحَمَّدٌ عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، قَالَ: حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ: قَالَ عَبْدُ اللَّهِ: «§إِنَّ هَذَا الصِّرَاطَ مُحْتَضَرٌ، تَحْضُرُهُ الشَّيَاطِينُ، يَا عَبْدَ اللَّهِ، هَذَا الطَّرِيقُ هَلُمَّ إِلَى الطَّرِيقِ، فَعَلَيْكُمْ بِالْقُرْآنِ، فَإِنَّهُ حَبَلُ اللَّهِ»",
            "page": "50",
            "part": "1",
            "seal": "7E4D91D3"
        },
        {
            "hno": "75",
            "id": "80",
            "nass": "75 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، قَالَ: سَمِعْتُ أَبِي يَقُولُ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ بُدَيْلِ بْنِ مَيْسَرَةَ، عَنْ أَبِيهِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّ لِلَّهِ عَزَّ وَجَلَّ أَهْلَيْنِ مِنَ النَّاسِ» قَالُوا: وَمَنْ هُمْ يَا رَسُولَ اللَّهِ؟ قَالَ: «أَهْلُ الْقُرْآنِ؛ أَهْلُ اللَّهِ وَخَاصَّتُهُ»",
            "page": "50",
            "part": "1",
            "seal": "AB3AB723"
        },
        {
            "hno": "76",
            "id": "81",
            "nass": "76 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا النَّضْرُ بْنُ مُحَمَّدٍ الْكِنْدِيُّ، قَالَ: حَدَّثَنَا هُشَيْمُ بْنُ بَشِيرٍ، عَنِ الْعَوَّامِ بْنِ حَوْشَبٍ، قَالَ: أَحْسَبُهُ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: \" §مَنْ خَتَمَ الْقُرْآنَ فَلَهُ دَعْوَةٌ مُسْتَجَابَةٌ. قَالَ: فَكَانَ عَبْدُ اللَّهِ إِذَا خَتَمَ الْقُرْآنَ جَمَعَ أَهْلَهُ فَدَعَا، وَأَمَّنُوا عَلَى دُعَائِهِ \"",
            "page": "51",
            "part": "1",
            "seal": "D607D0DF"
        },
        {
            "hno": "77",
            "id": "82",
            "nass": "77 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، قَالَ: حَدَّثَنِي صَالِحٌ الْمُرِّيُّ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلَابَةَ، حَدِيثًا يَرْفَعُهُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ شَهِدَ فَاتِحَةَ الْكِتَابِ حِينَ يَسْتَفْتِحُ كَانَ كَمَنْ شَهِدَ فَتْحًا فِي سَبِيلِ اللَّهِ، وَمَنْ شَهِدَ حِينَ يُخْتَمُ، كَانَ كَمَنْ شَهِدَ الْغَنَائِمَ حِينَ تُقَّسَمُ»",
            "page": "51",
            "part": "1",
            "seal": "A6A936EB"
        },
        {
            "hno": "78",
            "id": "83",
            "nass": "78 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، قَالَ: حَدَّثَنِي صَالِحٌ الْمُرِّيُّ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ: «أَنَّهُ كَانَ §إِذَا أَشْفَى عَلَى خَتْمِ الْقُرْآنِ مِنَ اللَّيْلِ بَقَّى سُورَةً حَتَّى يُصْبِحَ فَيَخْتِمَهُ عِنْدَ عِيَالِهِ»",
            "page": "51",
            "part": "1",
            "seal": "553AB365"
        },
        {
            "hno": "79",
            "id": "84",
            "nass": "79 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنِي أَبُو عُثْمَانَ الْعَطَّارُ، عَنْ صَالِحٍ الْمُرِّيِّ، عَنْ قَتَادَةَ، قَالَ: \" كَانَ قَارِئٌ يَقْرَأُ بِالْمَدِينَةِ، فَكَانَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ يَضَعُ عَلَيْهِ الرُّقَبَاءَ فَإِذَا أَرَادَ أَنْ يَخْتِمَ قَالَ: §اذْهَبُوا بِنَا حَتَّى نَشْهَدَ خَتْمَ الْقُرْآنِ \"",
            "page": "51",
            "part": "1",
            "seal": "012E9715"
        },
        {
            "hno": "80",
            "id": "85",
            "nass": "80 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، قَالَ: \" §إِذَا شَهِدَ الرَّجُلُ خَتْمَ الْقُرْآنِ لَيْلًا صَلَّتْ عَلَيْهِ الْمَلَائِكَةُ حَتَّى يُصْبِحَ، وَإِذَا خَتَمَ نَهَارًا صَلَّتْ عَلَيْهِ الْمَلَائِكَةُ حَتَّى يُمْسِيَ. قَالَ: فَكَانَ يُعْجِبُهُمْ أَنْ يُؤَخِّرُوا ذَلِكَ \"",
            "page": "52",
            "part": "1",
            "seal": "059501BE"
        },
        {
            "hno": "81",
            "id": "86",
            "nass": "81 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا أَبُو إِسْرَائِيلَ، أَوْ غَيْرُهُ، عَنْ مَنْصُورٍ، عَنِ الْحَكَمِ، قَالَ: كَانَ مُجَاهِدٌ، وَعَبْدَةُ بْنُ أَبِي لُبَابَةَ يَعْرِضُونَ مَصَاحِفَهُمْ فَلَمَّا كَانَ الْيَوْمُ الَّذِي أَرَادُوا أَنْ يَخْتِمُوا فِيهِ، بَعَثُوا إِلَيَّ وَإِلَى سُلَيْمَانَ فَقَالُوا: §إِنَّا كُنَّا نَعْرِضُ مَصَاحِفَنَا وَإِنَّا أَرَدْنَا أَنْ نَخْتِمَ، وَإِنَّ الرَّحْمَةَ تَنْزِلُ أَوْ قَالَ تَحْضُرُهُ عِنْدَ خَتْمِ الْقُرْآنِ \"",
            "page": "52",
            "part": "1",
            "seal": "9C530AB4"
        },
        {
            "hno": "82",
            "id": "87",
            "nass": "82 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الْأَعْمَشِ، عَنِ الْحَسَنِ، قَالَ: «§فَضْلُ الْقُرْآنِ عَلَى الْكَلَامِ كَفَضْلِ اللَّهِ عَزَّ وَجَلَّ عَلَى عِبَادِهِ»",
            "page": "52",
            "part": "1",
            "seal": "928C397F"
        },
        {
            "hno": "83",
            "id": "88",
            "nass": "83 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنِ النُّعْمَانِ بْنِ رَاشِدٍ، وَمَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ عَائِشَةَ، قَالَتْ: «§مَا لَعَنْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُسْلِمًا مِنْ لَعْنَةٍ تُذْكَرُ، وَلَا انْتَقَمَ مِنْ شَيْءٍ يُؤْتَى إِلَيْهِ، إِلَّا أَنْ تُنْتَهَكَ مَحَارِمُ اللَّهِ عَزَّ وَجَلَّ فَيَكُونُ هُوَ لِلَّهِ عَزَّ وَجَلَّ يَنْتَقِمُ، وَمَا ضَرَبَ بِيَدِهِ شَيْئًا قَطُّ إِلَّا أَنْ يَضْرِبَ بِهَا فِي سَبِيلِ اللَّهِ، وَمَا سُئِلَ شَيْئًا فَمَنَعَهُ إِلَّا -[53]- أَنْ يَسْأَلَ مَأْثَمًا، فَكَانَ أَبْعَدُ النَّاسِ مِنْ ذَلِكَ، وَكَانَ إِذَا كَانَ حَدِيثُ عَهْدٍ بِجِبْرِيلَ عَلَيْهِ السَّلَامُ كَانَ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ»",
            "page": "52",
            "part": "1",
            "seal": "0CF59F94"
        },
        {
            "hno": "84",
            "id": "89",
            "nass": "84 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ: «§أَنَّهُ كَانَ إِذَا خَتَمَ الْقُرْآنَ جَمَعَ أَهْلَهُ»",
            "page": "53",
            "part": "1",
            "seal": "E197EEF7"
        },
        {
            "hno": "85",
            "id": "90",
            "nass": "85 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ، أَنَّهُ قَالَ: «§كُنَّا نَذْكُرُ أَنَّهُ يُصَلِّي عَلَيْهِ إِذَا خَتَمَ»",
            "page": "53",
            "part": "1",
            "seal": "5B9241B2"
        },
        {
            "hno": "86",
            "id": "91",
            "nass": "86 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو غَسَّانَ، وَأَبُو بَكْرٍ، قَالَا: حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنِ الْحَكَمِ، قَالَ: كَانَ مُجَاهِدٌ، وَعَبْدَةُ بْنُ أَبِي لُبَابَةَ، وَنَاسٌ يَعْرِضُونَ الْمَصَاحِفَ، فَلَمَّا كَانَ الْيَوْمُ الَّذِي أَرَادُوا أَنْ يَخْتِمُوا فِيهِ أَرْسَلُوا إِلَيَّ، وَإِلَى سَلَمَةَ بْنِ كُهَيْلٍ فَقَالُوا: إِنَّا كُنَّا نَعْرِضُ الْمَصَاحِفَ، فَأَرَدْنَا أَنْ نَخْتِمَ فَأَحْبَبْنَا أَنْ تَشْهَدُوا. إِنَّهُ كَانَ يُقَالُ: §إِذَا خُتِمَ الْقُرْآنُ، نَزَلَتِ الرَّحْمَةُ عِنْدَ خَاتِمَتِهِ، أَوْ حَضَرَتِ الرَّحْمَةُ عِنْدَ خَاتِمَتِهِ \"",
            "page": "53",
            "part": "1",
            "seal": "674FE31B"
        },
        {
            "hno": "87",
            "id": "92",
            "nass": "87 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ التَّيْمِيِّ، عَنْ رَجُلٍ، عَنْ أَبِي الْعَالِيَةِ: -[54]- «أَنَّهُ كَانَ §إِذَا أَرَادَ أَنْ يَخْتِمَ الْقُرْآنَ مِنْ آخِرِ النَّهَارِ أَخَّرَهُ إِلَى أَنْ يُمْسِيَ، وَإِذَا أَرَادَ أَنْ يَخْتِمَهُ مِنْ آخِرِ اللَّيْلِ، أَخَّرَهُ إِلَى أَنْ يُصْبِحَ»",
            "page": "53",
            "part": "1",
            "seal": "490923F0"
        },
        {
            "hno": "88",
            "id": "93",
            "nass": "88 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، قَالَ: حَدَّثَنَا وُهَيْبٌ، قَالَ: أَخْبَرَنَا ابْنُ عَوْنٍ عَنْ إِبْرَاهِيمَ أَنَّ عُمَرَ، بَلَغَهُ أَنَّ رَجُلًا، كَتَبَ كِتَابَ دَانْيَالَ َالَ: \" فَكَتَبَ إِلَيْهِ لِيَرْتَفِعَ إِلَيْهِ قَالَ: فَلَمَّا قَدِمَ عَلَيْهِ، جَعَلَ عُمَرُ يَضْرِبُ بَطْنَ كَفِّهِ بِيَدِهِ وَيَقُولُ: {§الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ} [يوسف: 2] فَقَالَ عُمَرُ: أَقَصَصٌ أَحْسَنُ مِنْ كِتَابِ اللَّهِ؟ فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، أَعْفِنِي فَوَاللَّهِ لَأَمْحُوَنَّهُ \"",
            "page": "54",
            "part": "1",
            "seal": "21EFE50D"
        },
        {
            "hno": "89",
            "id": "94",
            "nass": "89 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا جَرِيرٌ، عَنِ الْحَسَنِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ، رِضْوَانُ اللَّهُ عَلَيْهِ قَالَ: \" يَا رَسُولَ اللَّهِ، إِنَّ أَهْلَ الْكِتَابِ يُحَدِّثُونَنَا بِأَحَادِيثَ قَدْ أَخَذَتْ بِقُلُوبِنَا وَقَدْ هَمَمْنَا أَنَّ نَكْتُبُهَا. فَقَالَ: «يَا ابْنَ الْخَطَّابِ، §أَمُتَهَوِّكُنَّ أَنْتُمْ كَمَا تَهَوَّكَتِ الْيَهُودُ وَالنَّصَارَى؟ أَمَا وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَقَدْ جِئْتُكُمْ بِهَا بَيْضَاءَ نَقِيَّةً، وَلَكِنِّي أُعْطِيتُ جَوَامِعَ الْكَلِمِ، وَاخْتُصِرَ لِيَ الْحَدِيثُ اخْتِصَارًا»",
            "page": "54",
            "part": "1",
            "seal": "E53AB962"
        },
        {
            "hno": "90",
            "id": "95",
            "nass": "90 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ، قَالَ: أَخْبَرَنَا سُفْيَانُ، عَنْ جَابِرٍ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ ثَابِتٍ الْأَنْصَارِيِّ، قَالَ: -[55]- \" جَاءَ عُمَرُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ جَوَامِعُ مِنَ التَّوْرَاةِ فَقَالَ: مَرَرْتُ عَلَى أَخٍ لِي مِنْ قُرَيْظَةَ يَكْتُبُ لِي جَوَامِعَ مِنَ التَّوْرَاةِ، أَفَلَا أَعْرِضُهَا عَلَيْكَ؟ فَقَالَ: فَتَغَيَّرَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: أَمَا تَرَى مَا بِوَجْهِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ فَقَالَ عُمَرُ: رَضِيتُ بِاللَّهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَسُولًا. قَالَ: كَانَ بِوَجْهِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسِي بِيَدِهِ §لَوْ أَنَّ مُوسَى عَلَيْهِ السَّلَامُ أَصْبَحَ فِيكُمْ، ثُمَّ اتَّبَعْتُمُوهُ وَتَرَكْتُمُونِي لَضَلَلْتُمْ، أَنْتُمْ حَظِّي مِنَ الْأُمَمِ، وَأَنَا حَظُّكُمْ مِنَ النَّبِيِّينَ»",
            "page": "54",
            "part": "1",
            "seal": "64A1927A"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "§بَابٌ فِيمَنْ قَالَ: الْقُرْآنُ يَشْفَعُ لِصَاحِبِهِ يَوْمَ الْقِيَامَةِ",
            "page": "55",
            "part": "1",
            "seal": "E8F2793B"
        },
        {
            "hno": "91",
            "id": "97",
            "nass": "91 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" §يُمَثَّلُ الْقُرْآنُ يَوْمَ الْقِيَامَةِ رَجُلًا فَيُؤْتَى بِالرَّجُلِ قَدْ حَمَلَهُ فَخَالَفَ أَمْرَهُ، فَيَتَمَثَّلُ لَهُ خَصْمًا فَيَقُولُ: يَا رَبِّ، حَمَّلْتَهُ إِيَّايَ فَبِئْسَ حَامِلٌ، تَعَدَّى حُدُودِي، وَضَيَّعَ فَرَائِضِي، وَرَكِبَ مَعْصِيَتِي، وَتَرَكَ طَاعَتِي، فَمَا يَزَالُ يَقْذِفُ عَلَيْهِ بِالْحُجَجِ حَتَّى يُقَالَ: فَشَأْنُكَ، فَيَأْخُذُ بِيَدِهِ، فَمَا يُرْسِلُهُ حَتَّى يَكُبَّهُ عَلَى مَنْخَرِهِ فِي النَّارِ. وَيُؤْتَى بِالرَّجُلِ الصَّالِحِ، قَدْ كَانَ حَمَلَهُ، وَحَفِظَ أَمْرَهُ فَيَتَمَثَّلُ خَصْمًا دُونَهُ فَيَقُولُ: يَا رَبِّ، حَمَّلْتَهُ إِيَّايَ فَحَفِظَ حُدُودِي، وَعَمِلَ بِفَرَائِضِي، وَاجْتَنَبَ مَعْصِيَتِي، وَاتَّبَعَ طَاعَتِي، فَمَا يَزَالُ يَقْذِفُ لَهُ بِالْحُجَجِ حَتَّى يُقَالَ لَهُ: شَأْنُكَ بِهِ فَيَأْخُذَ بِيَدِهِ -[56]- فَمَا يُرْسِلُهُ حَتَّى يُلْبِسَهُ حُلَّةَ الْإِسْتَبْرَقِ، وَيَعْقِدَ عَلَيْهِ تَاجَ الْمُلْكِ، وَيَسْقِيَهُ كَأْسَ الْخَمْرِ \"",
            "page": "55",
            "part": "1",
            "seal": "E623EFFC"
        },
        {
            "hno": "92",
            "id": "98",
            "nass": "أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: ¶ 92 - قَرَأْتُ عَلَى مُحَمَّدِ بْنِ سَعِيدٍ، عَنْ أَبِي جَعْفَرٍ، عَنْ عَطَاءِ بْنِ عَجْلَانَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي أُمَامَةَ، قَالَ: حَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْقُرْآنِ، قَالَ: «§إِنَّ الْقُرْآنَ يَأْتِي أَهْلَهُ يَوْمَ الْقِيَامَةِ أَحْوَجُ مَا يَكُونُونَ إِلَيْهِ» قَالَ: \" يَأْتِيهِمْ فِي صُورَةٍ حَسَنَةٍ يَقُولُ لَهُ: أَتَعْرِفُنِي؟ يَقُولُ: مَنْ أَنْتَ؟ قَالَ: أَنَا الَّذِي كُنْتُ أُسْهِرُ لَيْلَكَ، وَأُذِيبُ نَهَارَكَ، وَأُنْصِبُكَ، وَأُشْخِصُكَ. فَيَقُولُ: لَعَلَّكَ الْقُرْآنُ؟ فَيَقُولُ: نَعَمْ. فَيَقْدَمُ بِهِ عَلَى رَبِّهِ عَزَّ وَجَلَّ فَيُعْطَى الْخُلْدَ بِيَمِينِهِ، وَالْمُلْكَ بِشِمَالِهِ، وَيُوضَعُ تَاجُ السَّكِينَةِ عَلَى رَأْسِهِ، وَيُنْشَرُ عَلَى وَالِدَيْهِ حُلَّتَانِ، لَا يَقُومُ لَهُمَا أَهْلُ الدُّنْيَا وَأَضْعَافُهُمَا، فَيَقُولَانِ: أَنَّى هَذَا وَلَمْ تَبْلُغْهُ أَعْمَالُنَا؟ فَيُقَالُ: بِابْنِكُمَا الَّذِي قَدْ قَرَأَ الْقُرْآنَ \" وَقَالَ: «تَعَلَّمُوا الزَّهْرَاوَيْنِ فَإِنَّهُمَا يَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ، أَوْ كَأَنَّهُمَا غَيَايَتَانِ، أَوْ فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ يَتَحَاجَّانِ عَنْ أَهْلِهَا» -[57]- وَقَالَ «تَعَلَّمُوا الْبَقَرَةَ، فَإِنَّ أَخْذَهَا بَرَكَةٌ، وَتَرْكَهَا حَسْرَةٌ، وَلَا يَسْتَطِيعُهَا الْبَطَلَةُ» يَعْنِي السَّحَرَةَ قَالَ: «لِمَنْ قَرَأَ الْقُرْآنَ، وَلَمْ يَغُلَّ فِيهِ وَلَمْ يَحِفْ عَنْهُ، وَلَمْ يَتَكَثَّرْ بِهِ، وَلَمْ يَسْتَأْكِلْ بِهِ»",
            "page": "56",
            "part": "1",
            "seal": "A7E0ED68"
        },
        {
            "hno": "93",
            "id": "99",
            "nass": "93 - أَخْبَرَنَا أَبُو الرَّبِيعِ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا عَاصِمٌ، قَالَ: قَالَ عَبْدُ اللَّهِ: «§إِنَّ الْقُرْآنَ شَافِعٌ مُشَفَّعٌ، وَمَاحِلٌ مُصَدِّقٌ فَمَنْ شَفَعَ لَهُ الْقُرْآنُ قَادَهُ إِلَى الْجَنَّةِ، وَمَنْ مَحِلَ بِهِ الْقُرْآنُ زُخَّ فِي قَفَاهُ حَتَّى يَقْذِفَهُ فِي النَّارِ»",
            "page": "57",
            "part": "1",
            "seal": "E14ECDBA"
        },
        {
            "hno": "94",
            "id": "100",
            "nass": "94 - أَخْبَرَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ مُجَاهِدٍ، قَالَ: \" §يَجِيءُ الْقُرْآنُ يَوْمَ الْقِيَامَةِ فِي صُورَةِ الرَّجُلِ الشَّاحِبِ جَاءَ مِنَ الْغَيْبَةِ، فَيَأْتِي صَاحِبَهُ فَيَقُولُ: هَلْ تَعْرِفُنِي؟ فَيَقُولُ: لَا، مَنْ أَنْتَ يَا عَبْدَ اللَّهِ؟ فَيَقُولُ: أَنَا الَّذِي كُنْتُ أَمْنَعُ مِنْكَ النَّوْمَ، وَاللَّذَّةَ. قَالَ: إِنَّكَ الْقُرْآنُ. فَيَأْخُذُ بِيَدِهِ، فَيَنْطَلِقُ بِهِ، فَيَقُولُ: ابْسُطْ يَمِينَكَ فَيَبْسُطَ يَمِينَهُ، فَتُمْلَأُ مِنْ رِضْوَانِ اللَّهِ، وَتَحُلُّ عَلَيْهِ حُلَّةُ الْكَرَامَةِ، وَيُوضَعُ عَلَى رَأْسِهِ تَاجُ -[58]- الْكَرَامَةِ، وَيَنْطَلِقُ بِهِ إِلَى دَرَجَاتِ الْجَنَّةِ، وَيُقَالُ لَهُ: اقْرَأْ وَارْقَهْ، وَاعْلَمْ أَنَّ مَنْزِلَكَ عِنْدَ آخِرِ آيَةٍ كُنْتَ تَقْرَأُهَا \"",
            "page": "57",
            "part": "1",
            "seal": "975FF1F6"
        },
        {
            "hno": "95",
            "id": "101",
            "nass": "95 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو غَسَّانَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ زَاذَانَ، قَالَ: كَانَ يُقَالُ: «§مَا كَانَ مِنْ أَمْرٍ فِيهِ بَطَرَةٌ فَالشَّيْطَانُ مُطِيعٌ»",
            "page": "58",
            "part": "1",
            "seal": "E11DE582"
        },
        {
            "hno": "96",
            "id": "102",
            "nass": "96 - أَخْبَرَنَا أَبُو غَسَّانَ، حَدَّثَنَا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنِ الْمُعَلَّى الْكِنْدِيِّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِيهِ، قَالَ: قَالَ عَبْدُ اللَّهِ: «§إِنَّ الْقُرْآنَ شَافِعٌ مُشَفَّعٌ وَمَاحِلٌ مُصَدَّقٌ، فَمَنْ جَعَلَهُ بَيْنَ يَدَيْهِ قَادَهُ إِلَى الْجَنَّةِ، وَمَنْ جَعَلَهُ خَلْفَهُ سَاقَهُ إِلَى النَّارِ»",
            "page": "58",
            "part": "1",
            "seal": "8CBF94B5"
        },
        {
            "hno": "97",
            "id": "103",
            "nass": "97 - أَخْبَرَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ، وَيُوسُفُ بْنُ وَاقِدٍ، قَالَا: حَدَّثَنَا يَعْقُوبُ، عَنْ حَفْصِ بْنِ حُمَيْدٍ، قَالَ أَبُو الرَّبِيعِ: أَخْبَرَنَا حَفْصُ بْنُ حُمَيْدٍ، عَنْ شِمْرِ بْنِ عَطِيَّةَ، قَالَ: \" §يَجِيءُ الْقُرْآنُ يَوْمَ الْقِيَامَةِ فِي صُورَةِ الرَّجُلِ الشَّاحِبِ، إِلَى الرَّجُلِ حِينَ يَنْشَقُّ عَنْهُ قَبْرُهُ فَيَقُولُ: أَبْشِرْ بِكَرَامَةِ اللَّهِ، أَبْشِرْ بِرِضْوَانِ اللَّهِ، فَيَقُولُ: فَمِثْلُكَ يُبَشِّرُ -[59]- بِالْخَيْرِ فَمَنْ أَنْتَ؟ فَيَقُولُ: أَنَا الْقُرْآنُ الَّذِي كُنْتُ أُسْهِرُ لَيْلَكَ، وَأُظْمِي نَهَارَكَ. قَالَ يُوسُفُ: وَأُضْمِرُ نَهَارَكَ. فَيَحْمِلُهُ عَلَى بُغْيَتِهِ حَتَّى يُوَافِيَ بِهِ رَبَّهُ عَزَّ وَجَلَّ، فَيُمَثَّلُ بَيْنَ يَدَيْهِ فَيَقُولُ: أَيْ رَبِّ، عَبْدُكَ هَذَا، اجِزِهِ عَنِّي خَيْرًا، فَقَدْ كُنْتُ أُسْهِرُ لَيْلَهُ، وَأُظْمِي نَهَارَهُ، قَالَ يُوسُفُ: أُضْمِرُ نَهَارَهُ وَآمُرُهُ فَيُطِيعَنِي، وَأَنْهَاهُ فَمَا يَعْصِينِي، فَيَقُولُ: لَهُ رَبُّهُ عَزَّ وَجَلَّ: حَلِّهِ حُلَّةَ الْكَرَامَةِ، يَقُولُ: أَيْ يَا رَبِّ , زِدْهُ , فَيَقُولُ: فَلَهُ رِضْوَانِي قَالَ وَرِضْوَانُ اللَّهِ أَكْبَرُ \" قَالَ أَبُو عَبْدِ اللَّهِ: وَأَخْبَرَنَا ابْنُ أَبِي جَعْفَرٍ بِهَذَا الْإِسْنَادِ بِنَحْوِهِ",
            "page": "58",
            "part": "1",
            "seal": "AE2BA45D"
        },
        {
            "hno": "98",
            "id": "104",
            "nass": "98 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، وَأَبُو عُمَرَ، قَالَا: حَدَّثَنَا هِشَامٌ، قَالَ: حَدَّثَنَا يَحْيَى، عَنْ أَبِي سَلَّامٍ، عَنْ أَبِي أُمَامَةَ،: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §اقْرَأُوا الْقُرْآنَ فَإِنَّهُ يَأْتِي يَوْمَ الْقِيَامَةِ شَافِعًا لِأَصْحَابِهِ اقْرَأُوا الزَّهْرَاوَيْنِ: الْبَقَرَةَ وَآلَ عِمْرَانَ فَإِنَّهُمَا يَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ، أَوْ كَأَنَّهُمَا غَيَايَتَانِ يَعْنِي أَوْ كَأَنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافٍّ تُحَاجَّانِ عَنْ أَصْحَابِهِمَا، اقْرَأُوا سُورَةَ الْبَقَرَةِ فَإِنَّ أَخْذَهَا بَرَكَةٌ وَتَرْكَهَا حَسْرَةٌ، وَلَا تَسْتَطِيعُهَا الْبَطَلَةُ \"",
            "page": "59",
            "part": "1",
            "seal": "86F93A31"
        },
        {
            "hno": "99",
            "id": "105",
            "nass": "99 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، قَالَ: حَدَّثَنِي بَشِيرُ بْنُ الْمُهَاجِرِ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ: كُنْتُ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَمِعْتُهُ يَقُولُ: \" §الْقُرْآنُ يَلْقَى صَاحِبَهُ يَوْمَ الْقِيَامَةِ حِينَ يَنْشَقُّ عَنْهُ قَبْرُهُ كَالرَّجُلِ الشَّاحِبِ فَيَقُولُ لَهُ: هَلْ تَعْرِفُنِي؟ فَيَقُولُ: مَا أَعْرِفُكَ. فَيَقُولُ: أَنَا صَاحِبُكَ الْقُرْآنُ، أَظْمَيْتُكَ فِي الْهَوَاجِرِ، وَأَسْهَرْتُ لَيْلَكَ، وَإِنَّ كُلَّ تَاجِرٍ مِنْ وَرَاءِ تِجَارَتِهِ، وَأَنَا لَكَ الْيَوْمَ وَرَاءَ تِجَارَةٍ. قَالَ: فَيُعْطَى الْمُلْكَ بِيَمِينِهِ وَالْخُلْدَ بِشِمَالِهِ، وَيُوضَعُ عَلَى رَأْسِهِ تَاجُ الْوَقَارِ، وَيُكْسَى وَالِدَاهُ حُلَّتَيْنِ يَقُومُ لَهُمَا أَهْلُ الدُّنْيَا فَيَقُولَانِ بِمَ كُسِينَا هَذَا؟ فَيُقَالُ لَهُمَا: بِأَخْذِ وَلَدِكُمَا الْقُرْآنَ، ثُمَّ يُقَالُ لَهُ: اقْرَأْ، وَاصْعَدْ فِي دَرَجِ الْجَنَّةِ وَغُرَفِهَا فَهُوَ فِي صُعُودٍ مَا دَامَ يَقْرَأُ هَذَا كَانَ أَوْ تَرْتِيلًا \"",
            "page": "60",
            "part": "1",
            "seal": "128CE257"
        },
        {
            "hno": "100",
            "id": "106",
            "nass": "100 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، قَالَ: حَدَّثَنَا مُوسَى بْنُ عُبَيْدَةَ الرَّبَذِيُّ، قَالَ: حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ، عَنْ أَبِي عُثْمَانَ بْنِ الْحَكَمِ، عَنْ كَعْبٍ، قَالَ: \" §يُمَثَّلُ الْقُرْآنُ لِمَنْ كَانَ يَعْمَلُ بِهِ فِي الدُّنْيَا كَأَحْسَنِ صُورَةٍ رَآهَا، أَحْسَنِهِ وَجْهًا وَأَطْيَبِهِ رِيحًا. فَيَقُومُ بِجَنْبِ صَاحِبِهِ فَكُلَّمَا جَاءَ رَوْعٌ هَدَّأَ رَوْعَهُ وَسَكَّنَهُ، وَبَسَطَ -[61]- لَهُ أَمَلَهُ. فَيَقُولُ لَهُ: جَزَاكَ اللَّهُ خَيْرًا مِنْ صَاحِبٍ، فَمَا أَحْسَنَ صُورَتَكَ، وَأَطْيَبَ رِيحَكَ. فَيَقُولُ لَهُ: أَمَا تَعْرِفُنِي؟ فَقَالَ لَهُ: ارْكَبْنِي، فَطَالَمَا رَكِبْتُكَ فِي الدُّنْيَا، أَنَا عَمَلُكُ. إِنَّ عَمَلَكَ كَانَ حَسَنًا فَتَرَى صُورَتِي حَسَنَةً، وَكَانَ طَيِّبًا فَتَرَى رِيحِي طَيْبَةً فَيَحْمِلُهُ فَيُوَافِي بِهِ الرَّبَّ عَزَّ وَجَلَّ، فَيَقُولُ: يَا رَبِّ هَذَا فُلَانٌ، وَهُوَ أَعْرَفُ بِهِ مِنْهُ، قَدِ اسْتَعْمَلْتُهُ فِي أَيَّامِهِ، فِي حَيَاتِهِ الدُّنْيَا، أَظْمَيْتُ نَهَارَهُ، وَأَسْهَرْتُ لَيْلَهُ، فَشَفِّعْنِي فِيهِ، فَيُوضَعُ تَاجُ الْمُلْكِ عَلَى رَأْسِهِ، وَيُكْسَى حُلَّةَ الْمُلْكِ، فَيَقُولُ: يَا رَبِّ، قَدْ كُنْتُ أَرْغَبُ لَهُ عَنْ هَذَا، وَأَرْجُو لَهُ مِنْكَ أَفْضَلَ مِنْ هَذَا، فَيُعْطَى الْخُلْدَ بِيَمِينِهِ وَالنَّعْمَةَ بِشِمَالِهِ فَيَقُولُ: يَا رَبِّ، إِنَّ كُلَّ عَامَلٍ قَدْ أَدْخَلَ عَلَى أَهْلِهِ مِنْ تِجَارَتِهِ، فَيَقِفُ فَيَشْفَعَ فِي أَقَارِبِهِ. وَإِذَا كَانَ كَافِرًا مُثِّلَ لَهُ عَمَلُهُ فِي أَقْبَحِ صُورَةٍ رَآهَا وَأَنْتَنِهِ، فَكُلَّمَا جَاءَهُ رَوْعٌ زَادَهُ رَوْعًا فَيَقُولُ: قَبَّحَكَ اللَّهُ مِنْ صَاحِبٍ فَمَا أَقْبَحَ صُورَتَكَ، وَأَنْتَنَ رِيحَكَ. فَيَقُولُ: مَنْ أَنْتَ؟ فَقَالَ: أَمَا تَعْرِفُنِي؟ أَنَا عَمَلُكَ. إِنَّ عَمَلَكَ كَانَ قَبِيحًا فَتَرَى صُورَتِي قَبِيحَةً، وَكَانَ مُنْتِنًا فَتَرَى رِيحِي مُنْتِنَةً. فَيَقُولُ: تَعَالَ حَتَّى أَرْكَبَكَ، فَطَالَمَا رَكِبْتَنِي فِي الدُّنْيَا فَيَرْكَبُهُ، فَيُوَافِي بِهِ اللَّهَ عَزَّ وَجَلَّ. فَلَا يُقِيمُ لَهُ يَوْمَئِذٍ وَزْنًا \"",
            "page": "60",
            "part": "1",
            "seal": "FD14EBE6"
        },
        {
            "hno": "101",
            "id": "107",
            "nass": "101 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ عَاصِمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: \" §نِعْمَ الشَّفِيعُ الْقُرْآنُ يَوْمَ الْقِيَامَةِ، قَالَ: فَيَقُولُ: أَيْ رَبِّ، كُنْتُ أَمْنَعُهُ شَهْوَتَهُ. قَالَ: فَيُلْبَسُ حُلَّةَ الْكَرَامَةِ. قَالَ: فَيَقُولُ: أَيْ رَبِّ، زِدْهُ. قَالَ: فَيَرْضَى عَنْهُ قَالَ: فَلَيْسَ بَعْدَ رَضِيَ اللَّهِ شَيْءٌ \"",
            "page": "61",
            "part": "1",
            "seal": "6432C91B"
        },
        {
            "hno": "102",
            "id": "108",
            "nass": "102 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ، عَنْ أَبِي صَالِحٍ، قَالَ: \" §يَشْفَعُ الْقُرْآنُ لِصَاحِبِهِ قَالَ: فَيُكْسَى حُلَّةَ الْكَرَامَةِ فَيَقُولُ: أَيْ رَبِّ، زِدْهُ؛ فَإِنَّهُ. قَالَ: فَيُكْسَى تَاجَ الْكَرَامَةِ فَيَقُولُ: أَيْ رَبِّ زِدْهُ؛ فَإِنَّهُ، فَإِنَّهُ. قَالَ: فَيُكْسَى حُلَّةَ الْكَرَامَةِ. فَيَقُولُ: أَيْ رَبِّ، زِدْهُ؛ فَإِنَّهُ، فَإِنَّهُ. قَالَ: فَيَقُولُ: رِضَايَ \"",
            "page": "62",
            "part": "1",
            "seal": "BBD52944"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ مُجَاهِدٍ، قَالَ: \" §إِنَّ الْقُرْآنَ يَشْفَعُ لِصَاحِبِهِ يَوْمَ الْقِيَامَةِ. يَقُولُ: أَيْ رَبِّ جَعَلْتَنِي فِي جَوْفِهِ، فَأَسْهَرْتُ لَيْلَهُ، وَمَنَعْتُهُ كَثِيرًا مِنْ شَهَوَاتِهِ، وَلِكُلِّ عَامَلٍ مِنْ عَمَلِهِ عُمَالَةً، فَيُقَالُ لَهُ: ابْسُطْ يَدَكَ قَالَ: فَتُمْلَأُ مِنْ رِضْوَانِ اللَّهِ عَزَّ وَجَلَّ، وَلَا يُسْخَطُ عَلَيْهِ بَعْدَهُ، ثُمَّ يُقَالُ لَهُ: اقْرَأْ وَأَرَقَ قَالَ: فَيُرْفَعُ بِكُلِّ آيَةٍ دَرَجَةً، وَيُزَادُ بِكُلِّ آيَةٍ حَسَنَةً \"",
            "page": "62",
            "part": "1",
            "seal": "F6E19060"
        },
        {
            "hno": "103",
            "id": "110",
            "nass": "103 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، قَالَ: قَالَ مَنْصُورٌ: حُدِّثْتُ عَنْ مُجَاهِدٍ، أَنَّهُ قَالَ: \" §يَجِيءُ الْقُرْآنُ يَوْمَ الْقِيَامَةِ بَيْنَ يَدَيْ صَاحِبِهِ حَتَّى إِذَا انْتَهَيَا إِلَى رَبِّهِمَا عَزَّ -[63]- وَجَلَّ قَالَ الْقُرْآنُ: يَا رَبِّ، إِنَّهُ لَيْسَ مِنْ عَامِلٍ إِلَّا لَهُ مِنْ عُمَالَتِهِ نَصِيبٌ، وَإِنَّكَ جَعَلْتَنِي فِي جَوْفِهِ، وَكُنْتُ أَنْهَاهُ عَنْ شَهْوَتِهِ قَالَ: فَيُقَالُ لَهُ: ابْسُطْ يَمِينَكَ فَتُمْلَأُ مِنْ رِضْوَانِ اللَّهِ، ثُمَّ يُقَالُ لَهُ: ابْسُطْ شِمَالَكَ فَتُمْلَأُ مِنْ رِضْوَانِ اللَّهِ، فَلَا يَسْخَطُ اللَّهُ عَلَيْهِ بَعْدَ ذَلِكَ أَبَدًا \"",
            "page": "62",
            "part": "1",
            "seal": "9952FE06"
        },
        {
            "hno": "104",
            "id": "111",
            "nass": "104 - أَخْبَرَنَا أَبُو بَكْرٍ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، فِي قَوْلِهِ عَزَّ وَجَلَّ: \" {§وَالَّذِي جَاءَ بِالصِّدْقِ، وَصَدَّقَ بِهِ} [الزمر: 33] قَالَ: إِنَّ الَّذِينَ يَجِيئُونَ بِالْقُرْآنِ يَوْمَ الْقِيَامَةِ، فَيَقُولُونَ: هَذَا الَّذِي أَعْطَيْتُمُونَا قَدِ اتَّبَعْنَا مَا فِيهِ \"",
            "page": "63",
            "part": "1",
            "seal": "C7FA0AD0"
        },
        {
            "hno": "105",
            "id": "112",
            "nass": "105 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ مَنْصُورٍ، عَنْ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ يَزِيدَ، عَنْ زَاذَانَ، قَالَ: «§إِنَّ الْقُرْآنَ شَافِعٌ مُشَفَّعٌ، وَمَاحِلٌ مُصَدَّقٌ»",
            "page": "63",
            "part": "1",
            "seal": "9275476B"
        },
        {
            "hno": "106",
            "id": "113",
            "nass": "106 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا عَفَّانُ، قَالَ: حَدَّثَنَا هَمَّامٌ، قَالَ: حَدَّثَنَا عَاصِمُ بْنُ بَهْدَلَةَ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: «§يَجِيءُ يَوْمَ الْقِيَامَةِ يَشْفَعُ لِصَاحِبِهِ فَيَكُونُ لَهُ قَائِدًا إِلَى الْجَنَّةِ، وَيَشْهَدُ عَلَيْهِ فَيَكُونُ سَائِقًا لَهُ إِلَى النَّارِ»",
            "page": "63",
            "part": "1",
            "seal": "A7DD1EFA"
        },
        {
            "hno": "107",
            "id": "114",
            "nass": "107 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنْ عَمْرِو بْنِ قَيْسٍ، عَنْ زُبَيْدٍ، قَالَ: قَالَ عَبْدُ اللَّهِ: -[64]- «§الْقُرْآنُ شَافِعٌ مُشَفَّعٌ، وَمَاحِلٌ مُصَدَّقٌ، فَمَنْ جَعَلَهُ أَمَامَهُ قَادَهُ إِلَى الْجَنَّةِ، وَمَنْ جَعَلَهُ خَلْفَ ظَهْرِهِ قَادَهُ إِلَى النَّارِ»",
            "page": "63",
            "part": "1",
            "seal": "10366456"
        },
        {
            "hno": "108",
            "id": "115",
            "nass": "108 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو عُمَرَ النَّمَرِيُّ، قَالَ: حَدَّثَنَا هَمَّامٌ، قَالَ: حَدَّثَنَا عَاصِمُ بْنُ بَهْدَلَةَ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: «§يَجِيءُ الْقُرْآنُ يَوْمَ الْقِيَامَةِ، فَيَشْفَعُ لِصَاحِبِهِ، فَيَكُونُ لَهُ قَائِدًا إِلَى الْجَنَّةِ، وَيَشْهَدُ عَلَيْهِ فَيَكُونُ لَهُ سَائِقًا إِلَى النَّارِ»",
            "page": "64",
            "part": "1",
            "seal": "3106B8A2"
        },
        {
            "hno": "109",
            "id": "116",
            "nass": "109 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا حَفْصُ بْنُ عَمْرِو بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: حَدَّثَنَا حُسَيْنٌ، عَنْ زَائِدَةَ، عَنْ عَاصِمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: \" §نِعْمَ الشَّفِيعُ الْقُرْآنُ يَشْفَعُ لِصَاحِبِهِ يَوْمَ الْقِيَامَةِ قَالَ: يَقُولُ يَا رَبِّ زِدْهُ، فَيُحَلَّى حُلَّةَ الْكَرَامَةِ. فَيَقُولُ: أَيْ رَبِّ زِدْهُ، فَيُكْسَى الْكَرَامَةَ. فَيَقُولُ: أَيْ رَبِّ زِدْهُ. قَالَ: فَيَرْضَى عَنْهُ فَلَيْسَ بَعْدَ رَضِيَ اللَّهِ عَزَّ وَجَلَّ شَيْءٌ \"",
            "page": "64",
            "part": "1",
            "seal": "A56484A1"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "§بَابٌ يُقَالُ لِصَاحِبِ الْقُرْآنِ اقْرَأْ وَارْقَهْ",
            "page": "64",
            "part": "1",
            "seal": "A95FEDA0"
        },
        {
            "hno": "110",
            "id": "118",
            "nass": "110 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالَا: حَدَّثَنَا وَكِيعٌ، قَالَ: حَدَّثَنَا الْأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ أَوْ عَنْ أَبِي هُرَيْرَةَ، شَكَّ الْأَعْمَشُ قَالَ: \" §يُقَالُ لِصَاحِبِ الْقُرْآنِ يَوْمَ الْقِيَامَةِ: اقْرَأْ وَارْقَهْ، فَإِنَّ مَنْزِلَكَ عِنْدَ آخِرِ آيَةٍ تَقْرَأُهَا \" -[65]- ¶ 111 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، مِثْلَهُ. وَزَادَ فِيهِ: وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ فِي الدُّنْيَا",
            "page": "64",
            "part": "1",
            "seal": "CE914451"
        },
        {
            "hno": "112",
            "id": "119",
            "nass": "112 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ، قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ زَائِدَةَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: \" §يُقَالُ لِصَاحِبِ الْقُرْآنِ حِينَ يَدْخُلُ الْجَنَّةَ: اقْرَأْ وَارْقَهْ فِي الدَّرَجَاتِ، فَإِنَّ مَنْزِلَكَ لَفِي الدَّرَجَاتِ عِنْدَ آخِرِ مَا تَقْرَأُ \"",
            "page": "65",
            "part": "1",
            "seal": "BBA2D8DA"
        },
        {
            "hno": "113",
            "id": "120",
            "nass": "113 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا حَفْصُ بْنُ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: حَدَّثَنَا حُسَيْنٌ يَعْنِي ابْنُ عَلِيٍّ عَنْ زَائِدَةَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: \" §يُقَالُ لِصَاحِبِ الْقُرْآنِ حِينَ يَدْخُلُ الْجَنَّةَ: اقْرَأْ وَارْقَهْ فِي الدَّرَجَاتِ، وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ فِي الدُّنْيَا؛ فَإِنَّ مَنْزِلَكَ فِي الدَّرَجَاتِ عِنْدَ آخِرِ مَا تَقْرَأُ \"",
            "page": "65",
            "part": "1",
            "seal": "2C3905EB"
        },
        {
            "hno": "114",
            "id": "121",
            "nass": "114 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا ابْنُ أَبِي جَعْفَرٍ، قَالَ: أَخْبَرَنَا أَبِي، عَنْ أَبِيهِ، عَنْ عَاصِمٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: \" يُقَالُ لِلرَّجُلِ: «§اقْرَأْ وَارْقَ، وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ فِي الدُّنْيَا، فَإِنَّ مَنْزِلَكَ فِي الدَّرَجَاتِ عِنْدَ آخِرِ آيَةٍ كُنْتَ تَقْرَأُهَا فِي الدُّنْيَا»",
            "page": "65",
            "part": "1",
            "seal": "F9DEBF21"
        },
        {
            "hno": "115",
            "id": "122",
            "nass": "115 - أَخْبَرَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا دَاوُدُ أَبُو بَحْرٍ الْكَرْمَانِيُّ، عَنْ مُسْلِمِ بْنِ أَبِي مُسْلِمٍ، عَنْ مُوَرِّقٍ الْعِجْلِيِّ، أَنَّهُ كَانَ يُحَدِّثُ عَنْ عُبَيْدِ بْنِ عُمَيْرٍ اللَّيْثِيِّ، أَنَّهُ -[66]- سَمِعَ عُبَادَةَ بْنَ الصَّامِتِ، يَقُولُ: \" §مَنْ صَلَّى مِنْكُمْ مِنَ اللَّيْلِ فَلْيَجْهَرْ بِقِرَاءَتِهِ فَإِنَ الْمَلَائِكَةَ الَّذِينَ يَسْكُنُونَ الْهَوَاءَ يُصَلُّونَ بِصَلَاتِهِ، وَيَسْتَمِعُونَ لِقِرَاءَتِهِ، وَإِنَّهُ يُطْرَدُ بِجَهْرِ قِرَاءَتِهُ عَنْ دَارِهِ، وَمَا حَوْلَهَا فُسَّاقُ الشَّيَاطِينِ، وَمَرَدَةُ الْجِنِّ، وَمَا مِنْ رَجُلٍ يَتَعَلَّمُ كِتَابَ اللَّهِ عَنْ ظَهْرِ قَلْبٍ يُرِيدُ بِهِ وَجْهَ اللَّهِ، ثُمَّ يُصَلِّي مِنَ اللَّيْلِ سَاعَةً مَعْلُومَةً، إِلَّا أَمَرَتِ اللَّيْلَةُ الْمَاضِيَةُ اللَّيْلَةَ الْمُسْتَأْنِفَةَ أَنْ كُونِيَ عَلَيْهِ خَفِيفَةً وَنَبِّهِيهِ لِسَاعَتِهِ، فَإِذَا مَاتَ صُوِّرَ الْقُرْآنُ صُورَةً حَسَنَةً جَمِيلَةً طَيْبَةً، ثُمَّ جَاءَ فَوَقَفَ عَلَى رَأْسِهِ، وَأَهْلُهُ يُغَسِّلُونَهُ، لَا يُفَارِقُهُ حَتَّى يَفْرُغَ مِنْ جَهَازِهِ، فَإِذَا وُضِعَ عَلَى سَرِيرِهِ جَاءَ فَدَخَلَ حَتَّى يَكُونَ عَلَى صَدْرِهِ دُونَ الْكَفَنِ فَإِذَا وُضِعَ فِي لَحْدِهِ، وَتَوَلَّى عَنْهُ أَصْحَابُهُ، وَجَاءَهُ مُنْكَرٌ وَنَكِيرٌ، جَاءَهُ حَتَّى يَكُونَ بَيْنَهُ وَبَيْنَهُمَا، فَيَقُولَانِ: إِلَيْكَ حَتَّى نَسْأَلَهُ. فَيَقُولُ: كَلَّا وَرَبِّ الْكَعْبَةِ، إِنَّهُ لَصَاحِبِي وَخَلِيلِي، وَلَسْتُ بِالَّذِي أُفَارِقُهُ عَلَى حَالٍ، فَإِنْ كُنْتُمَا أَمَرْتُمَا بِشَيْءٍ فَامْضِيَا لِمَا أَمَرْتُمَا بِهِ وَدَعَانِي مَكَانِي فَإِنِّي لَا أُفَارِقُهُ حَتَّى أُدْخِلَهُ الْجَنَّةَ، قَالَ: فَيَنْظُرُ الْقُرْآنُ إِلَى صَاحِبِهِ فَيَقُولُ: اسْكُنْ وَأَبْشِرْ، فَإِنَّكَ سَتَجِدُنِي مِنَ الْجِيرَانِ، جَارَ صِدْقٍ، وَمِنَ الْأَصْحَابِ، صَاحِبَ صِدْقٍ، وَمِنَ الْأَخِلَّاءِ خَلِيلَ صِدْقٍ، فَيَقُولُ: مَنْ أَنْتَ؟ فَيَقُولُ: أَنَا الْقُرْآنُ الَّذِي كُنْتَ تُجْهِرُ بِي وَتُخْفِي، وَتُسِرُّ بِي وَتُعْلِنُ، وَكُنْتَ تُحِبُّنِي، فَأَنَا أَحَبُّكَ الْيَوْمَ، وَمَنْ أَحْبَبْتُهُ أَحَبَّهُ اللَّهُ، وَلَيْسَ عَلَيْكَ بَعْدَ مُنْكَرٍ وَنَكِيرٍ غَمٌّ، وَلَا هَمٌّ، وَلَا هَوْلٌ. فَإِذَا سَأَلَاهُ مُنْكَرٌ وَنَكِيرٌ وَصَعِدَا عَنْهُ بَقِيَ هُوَ وَالْقُرْآنُ فِي الْقَبْرِ فَيَقُولُ لَهُ الْقُرْآنُ: أَلَا أُفْرِشُكَ فَرْشٌا لَيِّنًا، وَمِهَادًا -[67]- طَيِّبًا وَثَيْرًا وَدِثَارًا دَفِيًّا حَسَنًا جَمِيلًا جَزَاءً لَكَ بِمَا أَسْهَرْتُ لَيْلَكَ وَمَنَعْتُكَ شَهْوَتَكَ وَعَنَّيْتُكَ، وَآذَيْتُكَ، وَسَمْعَكَ، وَبَصَرَكَ، قَالَ: فَيَنْظُرُ إِلَى السَّمَاءِ أَسْرَعَ مِنَ الطَّرْفِ فَيَسْأَلُ لَهُ فِرَاشًا وَدِثَارًا، فَيُعْطِيَهُ اللَّهُ ذَلِكَ. قَالَ: وَيُنَزِّلُ أَلْفَ مَلَكٍ مِنْ مُقَرَّبِي سَمَاءِ السَّادِسَةِ قَالَ: وَتَجِيءُ الْمَلَائِكَةُ فَيُسْلِمُونَ عَلَيْهِ. قَالَ: فَيَقُولُ الْقُرْآنُ: هَلِ اسْتَوْحَشْتَ بَعْدِي؟ مَا زِدْتُ مُنْذُ فَارَقْتُكَ عَلَى أَنْ كَلَّمْتُ إِلَهِيَ الَّذِي خَرَجْتُ مِنْهُ لَكَ فِي فِرَاشٍ، وَدِثَارٍ، وَمِصْبَاحٍ، فَهَذَا قَدْ جِئْتُكَ بِهِ فَقُمْ حَتَّى تُفْرِشُكَ الْمَلَائِكَةُ. قَالَ: فَيُدْفَعُ فِي قَبْرِهِ مِنْ قِبَلِ لَحْدِهِ، ثُمَّ يُدْفَعُ مِنْ جَانِبٍ الْآخَرِ فَيَتَّسِعُ عَلَيْهِ مَسِيرَةَ أَرْبَعِ مِائَةِ عَامٍ فَيُوضَعُ لَهُ فِرَاشٌ بَطَائِنُهُ مِنْ حَرِيرٍ خَضْرَاءَ، حَشْوُهَا الْمِسْكُ الْأَدْفَرُ فِي لِينِ الْخَزِّ وَالْقَزِّ، عِنْدَ رَأْسِهِ وَرِجْلَيْهِ مَرَافِقُ السُّنْدُسِ وَالْإِسْتَبْرَقِ، وَيُوضَعُ لَهُ سِرَاجٌ مِنْ نُورٍ فِي مُسْرَجَةٍ ذَهَبٍ عِنْدَ رَأْسِهِ وَرِجْلَيْهِ يُزْهِرَانِ إِلَى يَوْمِ الْقِيَامَةِ، ثُمَّ تُضْجِعُهُ الْمَلَائِكَةُ عَلَى شِقِّهِ الْأَيْمَنِ عَلَى فِرَاشِهِ مُسْتَقْبِلَ الْقِبْلَةِ، ثُمَّ يَنْفُخُ أُولَئِكَ الْأُلْفَ فِي وَجْهِهِ وَيُسَلِّمُونَ عَلَيْهِ، وُيُزَوِّدُونَهُ مِنْ يَاسَمِينِ الْجَنَّةِ، ثُمَّ يَصْعَدُونَ إِلَى السَّمَاءِ فَيَنْظُرُ إِلَيْهِمُ الْإِنْسَانُ وَهُوَ مُضْطَجِعٌ عَلَى فِرَاشِهِ حَتَّى يَلِجُوا فِي السَّمَاءِ، ثُمَّ يَأْخُذُ الْقُرْآنُ الْيَاسَمِينَ الَّذِي زَوَّدُوهُ فَيَضَعُهُ عِنْدَ أَنْفِهِ فَيَشُمُّهُ غَضًّا حَتَّى يُبْعَثَ. قَالَ: وَيَرْجِعُ الْقُرْآنُ إِلَى أَهْلِهِ فَيُخْبِرُهُ بِخَبَرِهِمْ كُلَّ يَوْمٍ وَلَيْلَةٍ وَيَتَعَاهَدُ ذُرِّيَّتَهُ كَمَا يَتَعَاهَدُ الْوَالِدُ وَلَدَهُ بِالْخَيْرِ، فَإِذَا تَعَلَّمَ أَحَدٌ مِنْ وَلَدِهِ الْقُرْآنَ بَشَّرَهُ بِذَلِكَ فِي قَبْرِهِ، فَإِنْ كَانَ عَقِبُهُ عَقِبَ سُوءٍ أَتَاهُمْ فِي كُلِّ غُدْوَةٍ وَعَشِيَّةٍ، فَدَعَا صَاحِبَهُ فِي دَارِهِ بِأَنْ يَدْعُوَ رَبَّهُ بِالْخَيْرِ، وَالْإِقْبَالِ، أَوْ كَمَا قَالَ \"",
            "page": "65",
            "part": "1",
            "seal": "941D2E87"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "§بَابُ كَيْفَ أُنْزِلَ الْقُرْآنُ؟ وَفِي كَمْ أُنْزِلَ؟",
            "page": "71",
            "part": "1",
            "seal": "FC51A3FC"
        },
        {
            "hno": "116",
            "id": "124",
            "nass": "116 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا دَاوُدُ بْنُ أَبِي هِنْدَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ: أَنَّهُ قَالَ: «§نَزَلَ الْقُرْآنُ جُمْلَةً وَاحِدَةً إِلَى سَمَاءِ الدُّنْيَا، ثُمَّ كَانَ جِبْرِيلُ عَلَيْهِ السَّلَامُ يَنْزِلُ بِهِ بَعْدَ ذَلِكَ الْأَوَّلُ فَالْأَوَّلُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
            "page": "71",
            "part": "1",
            "seal": "4C144916"
        },
        {
            "hno": "117",
            "id": "125",
            "nass": "117 - أَخْبَرَنَا عَلِيُّ بْنُ الْحَسَنِ، حَدَّثَنَا عَبْدُ الْأَعْلَى، عَنْ دَاوُدَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «§نَزَلَ الْقُرْآنُ كُلُّهُ جُمْلَةً وَاحِدَةً فِي لَيْلَةِ الْقَدْرِ فِي رَمَضَانَ إِلَى سَمَاءِ الدُّنْيَا، فَكَانَ -[72]- اللَّهُ عَزَّ وَجَلَّ إِذَا أَرَادَ أَنْ يُحْدِثَ فِي الْأَرْضِ سَبَبًا أَنْزَلَ مِنْهُ حَتَّى جَمَعَهُ»",
            "page": "71",
            "part": "1",
            "seal": "E996C168"
        },
        {
            "hno": "118",
            "id": "126",
            "nass": "118 - أَخْبَرَنَا أَبُو غَسَّانَ زُنَيْجٌ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ: \" فِي قَوْلِهِ: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ} [القدر: 1] قَالَ: \" §أُنْزِلَ الْقُرْآنُ جُمْلَةً فِي لَيْلَةِ الْقَدْرِ إِلَى سَمَاءِ الدُّنْيَا، وَكَانَ بِمَوْقِعِ النُّجُومِ، وَكَانَ اللَّهُ عَزَّ وَجَلَّ يُنْزِلُهُ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْضَهُ فِي إِثَرِ بَعْضٍ. قَالُوا: {لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا} [الفرقان: 32] \"",
            "page": "72",
            "part": "1",
            "seal": "40C81777"
        },
        {
            "hno": "119",
            "id": "127",
            "nass": "119 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ عِيسَى الرَّمْلِيُّ، عَنِ الْأَعْمَشِ، عَنْ حَسَّانَ يَعْنِي أَبَا الْأَشْرَسِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: «§نَزَلَ الْقُرْآنُ جُمْلَةً وَاحِدَةً فِي شَهْرِ رَمَضَانَ فَجُعِلَ فِي بَيْتِ الْعِزَّةِ»",
            "page": "72",
            "part": "1",
            "seal": "D0CFD908"
        },
        {
            "hno": "120",
            "id": "128",
            "nass": "120 - حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا يَحْيَى بْنُ عِيسَى، عَنِ الْأَعْمَشِ، عَنْ مُسْلِمٍ الْبَطِينِ، قَالَ يَحْيَى أَحْسَبُهُ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: «§نَزَلَ الْقُرْآنُ جُمْلَةً وَاحِدَةً فِي لَيْلَةِ الْقَدْرِ فِي رَمَضَانَ فَجَعَلَ فِي بَيْتِ الْعِزَّةِ، ثُمَّ أُنْزِلَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي عِشْرِينَ سَنَةٍ جَوَابَ كَلَامِ النَّاسِ»",
            "page": "72",
            "part": "1",
            "seal": "3C8A165D"
        },
        {
            "hno": "121",
            "id": "129",
            "nass": "121 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا مُحَاضِرٌ، عَنِ الْأَعْمَشِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «§أُنْزِلَ الْقُرْآنُ جُمْلَةً وَاحِدَةً فِي لَيْلَةٍ وَاحِدَةٍ فِي لَيْلَةِ الْقَدْرِ إِلَى السَّمَاءِ الدُّنْيَا حَتَّى رُفِعَ فِي بَيْتِ الْعِزَّةِ»",
            "page": "73",
            "part": "1",
            "seal": "B992F07F"
        },
        {
            "hno": "122",
            "id": "130",
            "nass": "122 - حَدَّثَنَا مُحَمَّدُ بْنُ أَيُّوبَ، حَدَّثَنَا عَبَّاسُ بْنُ الْوَلِيدِ النَّرْسِيُّ، عَنْ يَزِيدَ بْنِ زُرَيْعٍ، عَنْ سَعِيدِ بْنِ عَرُوبَةَ، عَنْ قَتَادَةَ: \" {وَإِنَّهُ لِكِتَابٌ عَزِيزٌ} [فصلت: 41] ، {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ} [فصلت: 42] «§أَعَزَّهُ اللَّهُ لِأَنَّهُ كَلَامُهُ، وَحَفِظَهُ مِنَ الْبَاطِلِ، وَالْبَاطِلُ إِبْلِيسُ، لَا يَسْتَطِيعُ أَنْ يَنْتَقِصَ مِنْهُ حَقًّا، وَلَا يَزِيدُ فِيهِ بَاطِلًا»",
            "page": "73",
            "part": "1",
            "seal": "84982E9E"
        },
        {
            "hno": "123",
            "id": "131",
            "nass": "123 - حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عُقْبَةُ بْنُ زِنَادٍ، عَنْ قَتَادَةَ: \" §لَا يَأْتِيَهُ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ قَالَ: الْبَاطِلُ: الشَّيْطَانُ، لَا يَسْتَطِيعُ يَزِيدُ فِيهِ وَلَا يُنْقِصُ مِنْهُ \"",
            "page": "73",
            "part": "1",
            "seal": "AC9731D4"
        },
        {
            "hno": "124",
            "id": "132",
            "nass": "124 - حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبَّاسُ بْنُ الْوَلِيدِ، حَدَّثَنَا يَزِيدُ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ أَنَّ أُبَيَّ بْنَ كَعْبٍ، كَانَ يَقُولُ: \" §إِنَّ آخِرَ الْقُرْآنِ عَهْدًا بِاللَّهِ هَاتَانِ الْآيَتَانِ: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ} [التوبة: 128] إِلَى قَوْلِهِ: {وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} [التوبة: 129] \"",
            "page": "73",
            "part": "1",
            "seal": "BC52F9AD"
        },
        {
            "hno": "125",
            "id": "133",
            "nass": "125 - أَخْبَرَنَا عَبَّاسُ بْنُ الْوَلِيدِ النَّرْسِيُّ، عَنْ يَزِيدَ بْنِ زُرَيْعٍ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ: \" فِي قَوْلِهِ تَعَالَى: -[74]- {§وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا} [الإسراء: 106] «لَمْ يَنْزِلْ فِي لَيْلَةٍ، وَلَا لَيْلَتَيْنِ، وَلَا شَهْرٍ، وَلَا شَهْرَيْنِ، وَلَا سَنَةٍ، وَلَا سَنَتَيْنِ، كَانَ بَيْنَ أَوَّلِهِ وَآخِرِهِ عِشْرُونَ سَنَةً وَلَمَّا شَاءَ اللَّهُ فِي ذَلِكَ»",
            "page": "73",
            "part": "1",
            "seal": "3AA1F1E5"
        },
        {
            "hno": "126",
            "id": "134",
            "nass": "126 - حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبَّاسُ بْنُ الْوَلِيدِ النَّرْسِيُّ، حَدَّثَنَا يَزِيدُ، قَالَ: حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، قَالَ: \" كَانَ يُقَالُ: \" §أُنْزِلَ الْقُرْآنُ عَلَى نَبِيِّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي ثَمَانِ سِنِينَ بِمَكَّةَ وَعَشْرًا بَعْدَ مَا هَاجَرَ، وَكَانَ قَتَادَةُ يَقُولُ: عَشْرٌ بِمَكَّةَ وَعَشْرٌ بِالْمَدِينَةِ \"",
            "page": "74",
            "part": "1",
            "seal": "33001C2C"
        },
        {
            "hno": "127",
            "id": "135",
            "nass": "حَدَّثَنَا مُحَمَّدٌ، ¶ 127 - أَخْبَرَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ، حَدَّثَنَا يَزِيدُ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، حَدَّثَنَا صَاحِبٌ لَنَا عَنْ أَبِي الْجَلْدِ، قَالَ: \" أُنْزِلَتْ صُحُفُ إِبْرَاهِيمَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي أَوَّلِ لَيْلَةٍ فِي رَمَضَانَ، وَأُنْزِلَتِ التَّوْرَاةُ لِسِتٍ خَلَوْنَ مِنْ رَمَضَانَ، وَأُنْزِلَ الزَّبُورُ لِاثْنَتَيْ عَشْرَةَ خَلَتْ مِنْ رَمَضَانَ، وَأُنْزِلَ الْإِنْجِيلُ لِثَمَانِ عَشْرَةَ خَلَوْنَ مِنْ رَمَضَانَ، وَأُنْزِلَ الْقُرْآنُ لِأَرْبَعٍ وَعِشْرِينَ لَيْلَةً خَلَتْ مِنْ رَمَضَانَ، وَذُكِرَ لَنَا أَنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أُعْطِيتُ السَّبْعَ الطِّوَالَ مَكَانَ -[75]- التَّوْرَاةِ، وَأُعْطِيتُ الْمِئِينَ مَكَانَ الْإِنْجِيلِ، وَأُعْطِيتُ الْمَثَانِيَ مَكَانَ الزَّبُورِ، وَفُضِّلْتُ بِالْمُفَصَّلِ»",
            "page": "74",
            "part": "1",
            "seal": "E6E0107B"
        },
        {
            "hno": "128",
            "id": "136",
            "nass": "128 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، قَالَ: حَدَّثَنَا نَصْرُ بْنُ بَابٍ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدَ، عَنْ عَامِرٍ الشَّعْبِيِّ، قَالَ: «كَانَ اللَّهُ تَعَالَى يُنْزِلُ الْقُرْآنَ السَّنَةَ كُلَّهَا، §فَإِذَا كَانَ شَهْرُ رَمَضَانَ، عَارَضَهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ بِالْقُرْآنِ، فَيَنْسَخُ مَا يَنْسَخُ، وَيُثْبِتُ مَا يُثَبِتُ وَيُحْكِمُ مَا يُحْكِمُ، وَيُنْسِئُ مَا يُنْسِئُ»",
            "page": "75",
            "part": "1",
            "seal": "2A30DE70"
        },
        {
            "hno": "129",
            "id": "137",
            "nass": "129 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنِ الْأَحْوَصِ بْنِ حَكِيمٍ، عَنِ الْقَاسِمِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: «§نَزَلَ الْقُرْآنُ عَلَى خَمْسَةِ أَحْرُفٍ، حَلَالٍ، وَحَرَامٍ، وَمُحْكَمٍ، وَمُتَشَابِهٍ، وَأَمْثَالٍ، فَأَحِلَّ حَلَالَهُ، وَحَرِّمْ حَرَامَهُ، وَاعْمَلْ بِمُحْكَمِهِ، وَآمِنْ بِمُتَشَابِهِهِ، وَاعْتَبِرْ بِالْأَمْثَالِ»",
            "page": "75",
            "part": "1",
            "seal": "2291F90A"
        },
        {
            "hno": "130",
            "id": "138",
            "nass": "130 - أَخْبَرَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا ابْنُ أَبِي عُبَيْدَةَ، عَنْ أَبِيهِ، عَنِ الْأَعْمَشِ، عَنْ مُجَاهِدٍ: \" {§فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ} [الواقعة: 75] قَالَ: «هُوَ مُحْكَمُ الْقُرْآنِ»",
            "page": "75",
            "part": "1",
            "seal": "3099D3F1"
        },
        {
            "hno": "131",
            "id": "139",
            "nass": "131 - حَدَّثَنَا يَحْيَى بْنُ الْمُغِيرَةِ، قَالَ: حَدَّثَنَا جَرِيرٌ، عَنْ مُغِيرَةَ، قَالَ: -[76]- \" ذُكِرَ عِنْدَ أَصْحَابِنَا: أَنَّ الرَّجُلَ يَقْرَأُ الْقُرْآنَ أَسْبَاعًا، وَيَقْرَأُ أَجْزَاءً مُجَزَّأَةً قَالَ: فَقَالَ تَمِيمٌ السُّلَمِيُّ: \" §أَمَّا أَنَا فَأَقْرَأُهُ مِنْ أَلِفٍ إِلَى يَاءٍ لَكَ. قَالَ: يَعْنِي مِنَ الْحَمْدِ، وَقُلْ هُوَ اللَّهُ أَحَدٌ إِلَى آخِرِهَا \"",
            "page": "75",
            "part": "1",
            "seal": "586CF39C"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "§بَابٌ فِي فَضْلِ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ",
            "page": "76",
            "part": "1",
            "seal": "C92468F6"
        },
        {
            "hno": "132",
            "id": "141",
            "nass": "132 - أَخْبَرَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» قَالَ: وَكَانَ أَبُو عَبْدِ الرَّحْمَنِ يُعَلِّمُ فِي حَيَاةِ عُثْمَانَ إِلَى زَمَنِ الْحَجَّاجِ قَالَ: ذَلِكَ الَّذِي أَقْعَدَنِي مَقْعَدِي هَذَا. -[77]- ¶ 133 - أَخْبَرَنَا أَبُو عُمَرَ، عَنْ شُعْبَةَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ",
            "page": "76",
            "part": "1",
            "seal": "C9FE6675"
        },
        {
            "hno": "134",
            "id": "142",
            "nass": "134 - أَخْبَرَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، وَعَبْدِ الرَّحْمَنِ بْنِ الْمُبَارَكِ، قَالَا: حَدَّثَنَا الْحَارِثُ بْنُ نَبْهَانَ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خِيَارُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ»",
            "page": "77",
            "part": "1",
            "seal": "84E8FD0B"
        },
        {
            "hno": "135",
            "id": "143",
            "nass": "135 - أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ الْعَبْدِيُّ، أَخْبَرَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عُثْمَانَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَفْضَلُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ»",
            "page": "77",
            "part": "1",
            "seal": "8DF9F7FE"
        },
        {
            "hno": "136",
            "id": "144",
            "nass": "136 - أَخْبَرَنَا عُبَيْدُ اللَّهِ الْعَيْشِيُّ، وَعَبْدُ الرَّحْمَنِ بْنِ الْمُبَارَكِ، وَمُسَدَّدٌ، قَالُوا: أَخْبَرَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ، عَنِ النُّعْمَانِ بْنِ سَعْدٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، صَلَوَاتُ اللَّهِ عَلَيْهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خِيَارُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ»",
            "page": "77",
            "part": "1",
            "seal": "B3FDC2C2"
        },
        {
            "hno": "137",
            "id": "145",
            "nass": "137 - أَخْبَرَنَا الْهَيْثَمُ بْنُ يَمَانٍ، حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ النَّخَعِيُّ، عَنْ عَاصِمٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: \" §خَيْرُكُمْ مَنْ قَرَأَ الْقُرْآنَ وَأَقْرَأَهُ، قِيلَ رَفَعَهُ؟ قَالَ: نَعَمْ، وَقِيلَ لِشَرِيكٍ رَفَعَهُ؟ قَالَ: نَعَمْ \"",
            "page": "77",
            "part": "1",
            "seal": "5B8AF26A"
        },
        {
            "hno": "138",
            "id": "146",
            "nass": "138 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، أَخْبَرَنَا عَبْدُ الْوَاحِدِ الْمُقْرِئُ، عَنِ الْجَرَّاحِ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ، وَفَضْلُ الْقُرْآنِ عَلَى سَائِرِ الْكَلَامِ كَفَضْلِ اللَّهِ تَعَالَى عَلَى خَلْقِهِ وَذَلِكَ أَنَّهُ مِنْهُ»",
            "page": "78",
            "part": "1",
            "seal": "80DB0352"
        },
        {
            "hno": "139",
            "id": "147",
            "nass": "139 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا الْأَشْعَثُ الْحُدَّانِيُّ، عَنْ شَهْرِ بْنِ حَوْشَبٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ فَضْلَ كَلَامِ اللَّهِ عَلَى سَائِرِ الْكَلَامِ كَفَضْلِ اللَّهِ عَلَى سَائِرِ خَلْقِهِ»",
            "page": "78",
            "part": "1",
            "seal": "D8E47D5D"
        },
        {
            "hno": "140",
            "id": "148",
            "nass": "140 - أَخْبَرَنَا مُسَدَّدٌ، أَخْبَرَنَا يَحْيَى، حَدَّثَنَا شُعْبَةُ، وَسُفْيَانُ، قَالَا: حَدَّثَنَا عَلْقَمَةُ بْنُ مَرْثَدٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عُثْمَانَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§خَيْرُكُمْ» وَقَالَ الْآخَرُ: أَفْضَلُكُمْ مَنْ تَعَلَّمُ الْقُرْآنَ وَعَلَّمَهُ \"",
            "page": "78",
            "part": "1",
            "seal": "995BE092"
        },
        {
            "hno": "141",
            "id": "149",
            "nass": "141 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عَاصِمٍ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِسْمَاعِيلَ، قَالَا: حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا بَكْرُ بْنُ خُنَيْسٍ، عَنْ زَيْدِ بْنِ أَرْطَاةَ، عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §مَا أَذِنَ اللَّهُ لِعَبْدِهِ فِي شَيْءٍ أَفْضَلُ مِنْ رَكْعَتَيْنِ يُصَلِّيهِمَا، وَأَنَّ الْبِرَّ لَيَذَرُ عَلَى رَأْسِهِ مَا دَامَ فِي مُصَلَّاهُ، وَمَا تَقَرَّبَ الْعِبَادُ إِلَى اللَّهِ بِشَيْءٍ أَفْضَلَ مِنْ شَيْءٍ خَرَجَ مِنْهُ يَعْنِي الْقُرْآنَ وَقَالَ مُحَمَّدٌ: بِمِثْلِ مَا خَرَجَ مِنْهُ \"",
            "page": "78",
            "part": "1",
            "seal": "CAA3F1E8"
        },
        {
            "hno": "142",
            "id": "150",
            "nass": "142 - أَخْبَرَنَا سَهْلُ بْنُ عُثْمَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، حَدَّثَنِي زُوَيدٌ الْفِلَسْطِينِيُّ، عَنْ مَالِكِ بْنِ كَثِيرٍ، عَنِ ابْنِ حُجَيْرَةَ، قَالَ: «§لَأَنْ أُقْرِئَ آيَةً أَحَبُّ إِلَيَّ مِنْ أَنْ أَقْرَأَ مِائَةَ آيَةٍ»",
            "page": "79",
            "part": "1",
            "seal": "D1C0304F"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "§بَابٌ فِي فَضْلِ خَاتِمَةِ الْكِتَابِ",
            "page": "79",
            "part": "1",
            "seal": "438A4094"
        },
        {
            "hno": "143",
            "id": "152",
            "nass": "143 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ عَنِ الْكَلْبِيِّ، عَنْ أَبِي صَالِحٍ: \" فِي قَوْلِهِ: {§وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي} [الحجر: 87] قَالَ: هِيَ خَاتِمَةُ الْكِتَابِ تُثَنَّى فِي كُلِّ رَكْعَةٍ \"",
            "page": "79",
            "part": "1",
            "seal": "F4D0B785"
        },
        {
            "hno": "144",
            "id": "153",
            "nass": "144 - حَدَّثَنَا مُسْلِمٌ، حَدَّثَنِي صَالِحٌ الْمُرِّيُّ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِنَّ اللَّهَ عَزَّ وَجَلَّ أَعْطَانِي فِيمَا مَنَّ بِهِ عَلَيَّ: §إِنِّي أَعْطَيْتُكَ فَاتِحَةَ الْكِتَابِ، وَهِيَ مِنْ كُنُوزِ عَرْشِي، ثُمَّ قَسَمْتُهَا بَيْنِي وَبَيْنَكَ نِصْفَيْنِ \"",
            "page": "79",
            "part": "1",
            "seal": "01A4EE62"
        },
        {
            "hno": "145",
            "id": "154",
            "nass": "145 - أَخْبَرَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ لَبِيبَةَ الطَّائِفِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: \" §لَكِنِّي جِئْتُ أَسْأَلُكَ، قَالَ: عَمَّ؟ قُلْتُ: عَنِ الصَّلَاةِ. قَالَ: تَقْرَأُ الْقُرْآنَ؟ قُلْتُ: نَعَمْ. قَالَ: اقْرَأْ عَلَيَّ فَاتِحَةَ الْكِتَابِ. فَقَرَأْتُهَا عَلَيْهِ، فَقَالَ: إِنَّ هَذِهِ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ \"",
            "page": "79",
            "part": "1",
            "seal": "4D810782"
        },
        {
            "hno": "146",
            "id": "155",
            "nass": "146 - أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، أَخْبَرَنَا أَبُو أُسَامَةَ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنِ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ أُبَيِّ بْنِ كَعْبٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: -[80]- «§مَا فِي التَّوْرَاةِ وَلَا فِي الْإِنْجِيلِ مِثْلُ أُمِّ الْقُرْآنِ، وَهِيَ السَّبْعُ الْمَثَانِي، وَهِيَ مَقْسُومَةٌ بَيْنِي وَبَيْنَ عَبْدِي، وَلِعَبْدِي مَا سَأَلَ»",
            "page": "79",
            "part": "1",
            "seal": "9B3799F1"
        },
        {
            "hno": "147",
            "id": "156",
            "nass": "147 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، قَالَ: حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنِ إِسْحَاقَ بْنِ سُوَيْدٍ، عَنْ يَحْيَى بْنِ يَعْمُرَ، وَأَبِي فَاخِتَةَ: \" فِي هَذِهِ الْآيَةِ {§وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ} [الحجر: 87] قَالَا: «هِيَ فَاتِحَةُ الْكِتَابِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ»",
            "page": "80",
            "part": "1",
            "seal": "00E13D3B"
        },
        {
            "hno": "148",
            "id": "157",
            "nass": "148 - حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ، عَنْ يَزِيدَ بْنِ هَارُونَ، أَخْبَرَنَا الْوَلِيدُ يَعْنِي ابْنُ جَمِيلٍ عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ، قَالَ: \" §أَرْبَعُ آيَاتٍ مِنْ كَنْزِ الْعَرْشِ، لَيْسَ يَنْزِلُ مِنْهُ شَيْءٌ غَيْرُ أُمِّ الْكِتَابِ، فَإِنَّهُ يَقُولُ: {وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيُّ حَكِيمٌ} [الزخرف: 4] وَآيَةُ الْكُرْسِيِّ وَخَاتِمَةُ سُورَةِ الْبَقَرَةِ وَالْكَوْثَرِ \"",
            "page": "80",
            "part": "1",
            "seal": "87598F5D"
        },
        {
            "hno": "149",
            "id": "158",
            "nass": "149 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، قَالَ: حَدَّثَنَا وُهَيْبٌ، عَنْ أَيُّوبَ أَنَّ مُحَمَّدًا: \" كَانَ يَكْرَهُ أَنْ يَقُولَ: أُمُّ الْكِتَابِ، قَالَ: وَيَقْرَأُ قَالَ تَعَالَى: {§وَعِنْدَهُ أُمُّ الْكِتَابِ} [الرعد: 39] وَلَكِنْ يَقُولُ: فَاتِحَةُ الْكِتَابِ \"",
            "page": "80",
            "part": "1",
            "seal": "C6A82E8E"
        },
        {
            "hno": "150",
            "id": "159",
            "nass": "150 - حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو هِلَالٍ، عَنْ حَبَّانِ الْأَعْرَجِ، عَنْ جَابِرِ بْنِ زَيْدٍ، قَالَ: «§اسْمُ اللَّهِ الْأَعْظَمِ هُوَ اللَّهُ، أَلَمْ تَرَوْا أَنَّهُ يُبْدَأُ بِهِ فِي الْقُرْآنِ قَبْلَ الْأَشْيَاءِ كُلِّهَا»",
            "page": "81",
            "part": "1",
            "seal": "E97D2B1C"
        },
        {
            "hno": "151",
            "id": "160",
            "nass": "151 - أَخْبَرَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ، عَنْ زَيْدٍ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ قَوْلَهُ: \" {§وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ} [الحجر: 87] قَالَ: ذُكِرَ لَنَا أَنَّهَا فَاتِحَةُ الْكِتَابِ لَأَنَّهُنَّ يُثْنِينَ فِي كُلِّ رَكْعَةٍ \"",
            "page": "81",
            "part": "1",
            "seal": "C21E82A4"
        },
        {
            "hno": "152",
            "id": "161",
            "nass": "152 - أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ الْعَبْدِيُّ، أَخْبَرَنَا سُفْيَانُ، عَنْ جَابِرٍ، عَنْ مُجَاهِدٍ: \" فِي هَذِهِ الْآيَةِ: {§وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ} [يس: 12] فِي أُمِّ الْكِتَابِ \"",
            "page": "81",
            "part": "1",
            "seal": "5E1B531A"
        },
        {
            "hno": "153",
            "id": "162",
            "nass": "153 - حَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ، قَالَ: حَدَّثَنَا وُهَيْبٌ، عَنْ يُونُسَ، عَنْ مُحَمَّدٍ أَنَّ ابْنَ مَسْعُودٍ، قَالَ: \" فِي هَذِهِ الْآيَةِ: {§وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي} [الحجر: 87] قَالَ: فَاتِحَةُ الْكِتَابِ \"",
            "page": "81",
            "part": "1",
            "seal": "0A3E524F"
        },
        {
            "hno": "154",
            "id": "163",
            "nass": "154 - حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ إِسْمَاعِيلَ السُّدِّيِّ، عَنْ عَبْدِ خَيْرٍ، عَنْ عَلِيٍّ، عَلَيْهِ السَّلَامُ قَالَ: -[82]- \" {§سَبْعًا مِنَ الْمَثَانِي} [الحجر: 87] قَالَ: فَاتِحَةُ الْكِتَابِ \"",
            "page": "81",
            "part": "1",
            "seal": "5CFCFEB9"
        },
        {
            "hno": "155",
            "id": "164",
            "nass": "155 - حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ: «§هِيَ أُمُّ الْكِتَابِ»",
            "page": "82",
            "part": "1",
            "seal": "77D3607E"
        },
        {
            "hno": "156",
            "id": "165",
            "nass": "156 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالَ: حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، عَنْ عَبْدِ الْوَاحِدِ بْنِ زِيَادٍ، عَنِ الْأَعْمَشِ، عَنْ مُجَاهِدٍ، قَالَ: \" §لَمَّا نَزَلَتْ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ شَقَّ عَلَى إِبْلِيسَ مَشَقَّةً عَظِيمَةً شَدِيدَةً، وَرَنَّ رَنَّةً شَدِيدَةً، وَنَخَرَ نَخْرَةً شَدِيدَةً قَالَ مُجَاهِدٌ: «فَمَنْ رَنَّ أَوْ نَخَرَ فَهُوَ مَلْعُونٌ»",
            "page": "82",
            "part": "1",
            "seal": "5B0893ED"
        },
        {
            "hno": "157",
            "id": "166",
            "nass": "157 - أَخْبَرَنَا عَبْدُ الْأَعْلَى، حَدَّثَنَا وُهَيْبٌ، عَنْ خَالِدٍ، عَنْ أَبِي قِلَابَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أُعْطِيتُ السَّبْعَ مَكَانَ التَّوْرَاةِ، وَأُعْطِيتُ الْمَثَانِيَ مَكَانَ الْإِنْجِيلِ، وَأُعْطِيتُ كَذَا مَكَانَ الزَّبُورِ، وَفُضِّلْتُ بِالْمُفَصَّلِ»",
            "page": "82",
            "part": "1",
            "seal": "5721A983"
        },
        {
            "hno": "158",
            "id": "167",
            "nass": "158 - أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الطَّنَافِسِيُّ، قَالَ: حَدَّثَنَا أَبُو بَكْرٍيَعْنِي ابْنُ عَيَّاشٍ عَنْ عَبْدِ الْعَزِيزِ يَعْنِي ابْنِ رُفَيْعٍ قَالَ: -[83]- «لَمَّا نَزَلَتْ فَاتِحَةُ الْكِتَابِ §رَنَّ إِبْلِيسُ كَرَنَّتِهِ يَوْمَ لُعِنَ»",
            "page": "82",
            "part": "1",
            "seal": "47C487BA"
        },
        {
            "hno": "159",
            "id": "168",
            "nass": "159 - أَخْبَرَنَا سَهْلُ بْنُ عُثْمَانَ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، فِي قَوْلِهِ: \" {§وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي} [الحجر: 87] قَالَ: فَاتِحَةُ الْكِتَابِ اسْتَثْنَاهَا اللَّهُ عَزَّ وَجَلَّ لِهَذِهِ الْأُمَّةِ \" ¶ 160 - وَعَنِ ابْنِ جَرِيحٍ، عَنْ عَطَاءٍ، قَالَ: الْقُرْآنُ",
            "page": "83",
            "part": "1",
            "seal": "3C32ABB2"
        },
        {
            "hno": null,
            "id": "169",
            "nass": "§بَابٌ فِي فَضْلِ سُورَةِ الْبَقَرَةِ",
            "page": "83",
            "part": "1",
            "seal": "380E60EE"
        },
        {
            "hno": "161",
            "id": "170",
            "nass": "161 - أَخْبَرَنَا أَبُو عُمَرَ، أَخْبَرَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ: \" سَأَلْتُ أَبَا مَسْعُودٍ، وَهُوَ يَطُوفُ بِالْبَيْتِ فَقَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ قَرَأَ الْآيَتَيْنِ مِنْ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ»",
            "page": "83",
            "part": "1",
            "seal": "C22FC01F"
        },
        {
            "hno": "162",
            "id": "171",
            "nass": "162 - أَخْبَرَنَا سَهْلُ بْنُ بَكَّارٍ الدَّارِمِيُّ، قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَلْقَمَةَ بْنِ قَيْسٍ، عَنْ أَبِي مَسْعُودٍ الْبَدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْآيَتَانِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ مَنْ قَرَأَهُمَا فِي لَيْلَةٍ كَفَتَاهُ» -[84]- قَالَ عَبْدُ الرَّحْمَنِ: فَلَقِيتُ أَبَا مَسْعُودٍ وَهُوَ يَطُوفُ بِالْبَيْتِ، فَسَأَلْتُهُ فَحَدَّثَنِيهُ \" ¶ 163 - أَخْبَرَنَا سَعِيدُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مِثْلَهُ",
            "page": "83",
            "part": "1",
            "seal": "3BF2D5F0"
        },
        {
            "hno": "164",
            "id": "172",
            "nass": "164 - أَخْبَرَنَا أَبُو غَسَّانَ، حَدَّثَنَا جَرِيرٌ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِي الْأَحْوَصِ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ، يَقُولُ: «§إِنَّ أَصْغَرَ الْبُيُوتِ، الْجَوْفُ الصِّفْرُ مِنْ كِتَابِ اللَّهِ، وَلَا أَلْفِيَنَّ أَحَدَكُمْ يَضَعُ إِحْدَى رِجْلَيْهِ عَلَى الْأُخْرَى، ثُمَّ يَتَغَنَّى، وَيَدَعُ أَنْ يَقْرَأَ سُورَةَ الْبَقَرَةِ، فَإِنَّ الشَّيْطَانَ يَفِرُّ، وَيَخْرُجُ مِنَ الْبَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ»",
            "page": "84",
            "part": "1",
            "seal": "E81EE5D7"
        },
        {
            "hno": "165",
            "id": "173",
            "nass": "165 - أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ زُبَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ، قَالَ: «§مَنْ قَرَأَ سُورَةَ الْبَقَرَةِ فِي لَيْلَةٍ تُوِّجَ بِهَا تَاجًا فِي الْجَنَّةٍ»",
            "page": "84",
            "part": "1",
            "seal": "EFF1A19F"
        },
        {
            "hno": "166",
            "id": "174",
            "nass": "166 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: «§مَنْ قَرَأَ أَرْبَعَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْبَقَرَةِ، وَآيَةَ الْكُرْسِيِّ، وَآيَتَيْنِ بَعْدَهَا، وَثَلَاثَ آيَاتٍ مِنْ آخِرِهَا، لَمْ يَقْرَبْهُ وَلَا أَهْلَهُ يَوْمَئِذٍ شَيْطَانٌ، وَلَا شَيْءٌ يَكْرَهُهُ، وَلَا تُقْرَأُ عَلَى مَجْنُونٍ إِلَّا أَفَاقَ»",
            "page": "84",
            "part": "1",
            "seal": "879F44A9"
        },
        {
            "hno": "167",
            "id": "175",
            "nass": "167 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنِ الْأَشْعَثِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْأَشْعَثِ الصَّنْعَانِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ اللَّهَ تَعَالَى §كَتَبَ كِتَابًا قَبْلَ أَنْ يَخْلُقَ السَّمَاءَ وَالْأَرْضَ بِأَلْفَيْ عَامٍ فَأَنْزَلَ مِنْهُ آيَتَيْنِ خَتَمَ بِهِمَا سُورَةَ الْبَقَرَةِ، فَلَا تُقْرَآنِ فِي بَيْتٍ فَيَقْرَبَهُ شَيْطَانٌ»",
            "page": "85",
            "part": "1",
            "seal": "7D7FFF96"
        },
        {
            "hno": "168",
            "id": "176",
            "nass": "168 - أَخْبَرَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنْ عُبَيْدِ بْنِ عَمْرٍو الْخَارُوفِيِّ، عَنْ عَلِيٍّ، عَلَيْهِ السَّلَامُ قَالَ: «§مَا كُنْتُ أَرَى أَحَدًا يَعْقِلُ، دَخَلَ فِي الْإِسْلَامِ يَنَامُ حَتَّى يَقْرَأَ آيَةَ الْكُرْسِيِّ»",
            "page": "85",
            "part": "1",
            "seal": "FEEF0768"
        },
        {
            "hno": "169",
            "id": "177",
            "nass": "169 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رَجُلٍ: \" أَنَّ رَجُلًا، قَامَ فَقَرَأَ الْبَقَرَةَ، وَآلَ عِمْرَانَ، وَكَعْبٌ جَالِسٌ، قَالَ كَعْبٌ: \" قَرَأْتَ الْبَقَرَةَ، وَآلَ عِمْرَانَ؟ فَقَالَ: نَعَمْ، فَقَالَ كَعْبٌ: وَالَّذِي نَفْسِي بِيَدِهِ §إِنَّ فِيهِمَا اسْمَ اللَّهِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ، فَقَالَ الرَّجُلُ: أَخْبِرْنِي. فَقَالَ: وَوَاللَّهِ لَا أُخْبِرُكُ، إِنِّي لَوِ أَخْبَرْتُكَ لَأَوْشَكْتَ أَنْ تَدْعُوَ بِدَعْوَةٍ أَهْلَكَ أَنَا وَأَنْتَ \" ¶ 170 - أَخْبَرَنَا عَلِيُّ بْنُ عُثْمَانَ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي مُنِيبٍ: أَنَّ رَجُلًا، قَامَ فَقَرَأَ الْبَقَرَةَ وَآلَ عِمْرَانَ، فَقَالَ كَعْبٌ َحْوَهُ",
            "page": "85",
            "part": "1",
            "seal": "A4325C78"
        },
        {
            "hno": "171",
            "id": "178",
            "nass": "171 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ يُونُسَ، عَنِ الْحَسَنِ،: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: -[86]- «§أَفْضَلُ الْقُرْآنِ السُّورَةُ الَّتِي يُذْكَرُ فِيهَا الْبَقَرَةُ، وَأَعْظَمُهَا آيَةً، آيَةُ الْكُرْسِيِّ، وَإِنَّ الشَّيْطَانَ لَيَخْرُجُ مِنَ الْبَيْتِ يَسْمَعُ تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ» فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحْسَبُهُ قَالَ: «مَنْ قَرَأَ مِائَةَ آيَةٍ لَمْ يُحَاجَّهُ الْقُرْآنُ، وَمَنْ قَرَأَ مِائَتَيْ آيَةٍ كُتِبَ لَهُ قُنُوتُ لَيْلَةٍ، وَمَنْ قَرَأَ مِنَ الْخَمْسِمِائَةِ آيَةٍ إِلَى أَلْفِ آيَةٍ، أَصْبَحَ لَهُ قِنْطَارٌ فِي الْجَنَّةِ، وَهُوَ دِيَةُ أَحَدِكُمْ وَإِنَّ أَصْفَرَ الْبُيُوتِ فِي الْخَيْرِ بَيْتٌ لَا يُقْرَأُ فِيهِ الْقُرْآنُ»",
            "page": "85",
            "part": "1",
            "seal": "5B97D70F"
        },
        {
            "hno": "172",
            "id": "179",
            "nass": "172 - حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، قَالَ: حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا تَجْعَلُوا بُيُوتَكُمْ مَقَابِرَ، إِنَّ الشَّيْطَانَ لَيَفِرُّ مِنَ الْبَيْتِ يَسْمَعُ يُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ»",
            "page": "86",
            "part": "1",
            "seal": "CFAB3504"
        },
        {
            "hno": "173",
            "id": "180",
            "nass": "173 - أَخْبَرَنَا مُوسَى، حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ عَلْقَمَةَ بْنِ قَيْسٍ: أَنَّ أَبَا مَسْعُودٍ الْبَدْرِيَّ، قَالَ: \" §مَنْ قَرَأَ خَاتِمَةَ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ أَجْزَأَتْ عَنْهُ قِيَامَ لَيْلَةٍ، وَقَالَ: أُعْطِيَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَوَاتِيمَ سُورَةِ الْبَقَرَةِ مِنْ كَنْزٍ تَحْتَ الْعَرْشِ \"",
            "page": "86",
            "part": "1",
            "seal": "692C04AD"
        },
        {
            "hno": "174",
            "id": "181",
            "nass": "174 - أَخْبَرَنَا عَلِيُّ بْنُ عُثْمَانَ الرَّقَاشِيُّ، حَدَّثَنَا حَمَّادٌ، عَنْ يُونُسَ، عَنِ الْحَسَنِ،: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَفْضَلُ السُّوَرِ السُّورَةُ الَّتِي يُذْكَرُ فِيهَا الْبَقَرَةُ وَأَعْظَمُهَا آيَةً أَيَّةُ الْكُرْسِيِّ»",
            "page": "87",
            "part": "1",
            "seal": "629B4E4D"
        },
        {
            "hno": "175",
            "id": "182",
            "nass": "175 - أَخْبَرَنَا أَبُو عُمَرَ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الْأَحْوَصِ، قَالَ: كَانَ عَبْدُ اللَّهِ يَقُولُ: «§لَا أَلْفِيَنَّ أَحَدَكُمْ يَتَعَشَّى، ثُمَّ يَضْطَجِعُ فَيَضَعُ رِجْلًا عَلَى رِجْلٍ، وَيَتَغَنَّى، وَيَدَعُ سُورَةَ الْبَقَرَةِ أَنْ يَقْرَأْهَا، فَإِنَّ الشَّيْطَانَ لَيَفِرُّ مِنَ الْبَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ»",
            "page": "87",
            "part": "1",
            "seal": "24CDE51F"
        },
        {
            "hno": "176",
            "id": "183",
            "nass": "176 - أَخْبَرَنَا أَبُو عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عُمَيْرِ بْنِ سَعِيدٍ، عَنْ عَلِيٍّ، عَلَيْهِ السَّلَامُ قَالَ: «§مَا كُنْتُ أَرَى أَحَدًا يَعْقِلُ يَنَامُ حَتَّى يَقْرَأَ الثَّلَاثَ آيَاتٍ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ، إِنَّهُ لَمِنْ كَنْزٍ مِنْ تَحْتِ الْعَرْشِ»",
            "page": "87",
            "part": "1",
            "seal": "94EF12DD"
        },
        {
            "hno": "177",
            "id": "184",
            "nass": "177 - أَخْبَرَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، أَخْبَرَنَا حَمَّادٌ، حَدَّثَنَا عَاصِمٌ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ: «§إِنَّ لِكُلِّ شَيْءٍ سَنَامًا، وَإِنَّ سَنَامَ الْقُرْآنِ الْبَقَرَةُ، وَإِنَّ الشَّيْطَانَ يَخْرُجُ مِنَ -[88]- الْبَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ، وَأَصْفَرُ الْبُيُوتِ الْجَوْفُ الَّذِي لَيْسَ فِيهِ مِنْ كِتَابِ اللَّهِ شَيْءٌ»",
            "page": "87",
            "part": "1",
            "seal": "497ECFDE"
        },
        {
            "hno": "178",
            "id": "185",
            "nass": "178 - أَخْبَرَنَا عَلِيُّ بْنُ عُثْمَانَ الرَّقَاشِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ: «§إِنَّ لِكُلِّ شَيْءٍ سَنَامًا، وَسَنَامُ الْقُرْآنِ سُورَةُ الْبَقَرَةِ، وَإِنَّ لِكُلِّ شَيْءٍ لُبَابًا وَلُبَابُ الْقُرْآنِ الْمُفَصَّلُ»",
            "page": "88",
            "part": "1",
            "seal": "0769B11F"
        },
        {
            "hno": "179",
            "id": "186",
            "nass": "179 - أَخْبَرَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ عَاصِمٍ، عَنْ عَامِرٍ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ، قَالَ: \" §مَنْ قَرَأَ الْعَشْرَ آيَاتٍ مِنْ سُورَةِ الْبَقَرَةِ لَمْ يَرَ الشَّيْطَانَ، وَلَا شَيْئًا يُرِيبُهُ فِي أَهْلِهِ، وَلَا مَالِهِ. لَيَبْتَدِئُ الْأَرْبَعَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْبَقَرَةِ وَآيَةِ الْكُرْسِيِّ وَآيَتَيْنِ بَعْدَهَا، وَالثَّلَاثُ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ قَالَ حُسَيْنٌ: تَقْرَأَ بِهَا فِي صَلَاةِ أَحَبُّ إِلَيَّ. قَالَ: وَلَمْ تُقَرأْنَ عَلَى مَجْنُونٍ إِلَّا أَفَاقَ مِنْ جُنُونِهِ \"",
            "page": "88",
            "part": "1",
            "seal": "B6AB26ED"
        },
        {
            "hno": "180",
            "id": "187",
            "nass": "180 - أَخْبَرَنَا أَبُو عُمَرَ النَّمَرِيُّ، حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ التُّسْتَرِيُّ، قَالَ: سَمِعْتُ الْحَسَنَ، يَقُولُ: وَلَا أَحْسَبُهُ إِلَّا قَدْ رَفَعَهُ قَالَ: «§إِنَّ الشَّيْطَانَ لَيَخْرُجُ مِنَ الْبَيْتِ يَسْمَعُ سُورَةَ الْبَقَرَةِ تُقْرَأُ فِيهِ»",
            "page": "88",
            "part": "1",
            "seal": "ACB85538"
        },
        {
            "hno": "181",
            "id": "188",
            "nass": "181 - أَخْبَرَنَا ابْنُ أَبِي جَعْفَرٍ، عَنْ يَحْيَى بْنِ الضُّرَيْسِ، عَنْ نُعَيْمٍ، عَنْ جَعْفَرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ: \" فِي قَوْلِهِ: {§وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي} [الحجر: 87] قَالَ: الْبَقَرَةُ، وَآلُ عِمْرَانَ، وَالنِّسَاءُ، وَالْمَائِدَةُ، وَالْأَنْعَامُ، وَالْأَعْرَافُ، وَيُونُسُ قَالَ: قُلْتُ لِابْنِ جُبَيْرٍ: سَمِعْتُ الْمَثَانِيَ يُثْنَى فِيهَا الْقَضَاءُ، وَالْقَصَصُ، وَكَانَ مُجَاهِدٌ يَقُولُ فِي السَّبْعِ الطِّوَالِ: وَيُقَالُ: هِيَ الْقُرْآنُ الْعَظِيمُ",
            "page": "89",
            "part": "1",
            "seal": "DAE9AB6D"
        },
        {
            "hno": "182",
            "id": "189",
            "nass": "182 - أَخْبَرَنَا مُسَدَّدٌ، حَدَّثَنَا عَنْ عِيسَى بْنِ يُونُسَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنِ أَبِي زِيَادٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §اسْمُ اللَّهِ الْأَعْظَمُ فِي هَاتَيْنِ الْآيَتَيْنِ: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ} [البقرة: 163] وَفَاتِحَةُ سُورَةِ آلِ عِمْرَانَ: {الم اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [آل عمران: 2] \"",
            "page": "89",
            "part": "1",
            "seal": "92CE44E6"
        },
        {
            "hno": "183",
            "id": "190",
            "nass": "183 - أَخْبَرَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا تَجْعَلُوا بُيُوتَكُمْ مَقَابِرَ، وَإِنَّ الشَّيْطَانَ يَفِرُّ مِنَ الْبَيْتِ تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ»",
            "page": "90",
            "part": "1",
            "seal": "1944C736"
        },
        {
            "hno": "184",
            "id": "191",
            "nass": "184 - أَخْبَرَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، يَرْفَعُهُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§فِي آخِرِ سُورَةِ الْبَقَرَةِ، هِيَ قُرْآنٌ، وَهُوَ دُعَاءٌ. وَهُنَّ يَدْخُلْنَ الْجَنَّةَ، وَهُنَّ يُرْضِينَ الرَّحْمَنَ»",
            "page": "90",
            "part": "1",
            "seal": "CCA931A0"
        },
        {
            "hno": "185",
            "id": "192",
            "nass": "185 - أَخْبَرَنَا الْحُسَنُ بْنُ عَلِيِّ بْنِ زِيَادٍ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ: أَنَّ أَبَا هُرَيْرَةَ، كَانَ يَقُولُ: «§الْبَيْتُ إِذَا تُلِيَ فِيهِ كِتَابُ اللَّهِ اتَّسَعَ بِأَهْلِهِ، وَكَثُرَ خَيْرُهُ، وَدَخَلَتْهُ الْمَلَائِكَةُ، وَخَرَجَتْ مِنْهُ الشَّيَاطِينُ، وَالْبَيْتُ إِذَا لَمْ يُتْلَ فِيهِ كِتَابُ اللَّهِ ضَاقَ بِأَهْلِهِ، وَقَلَّ خَيْرُهُ، وَحَضَرَتْهُ الشَّيَاطِينُ، وَخَرَجَتْ مِنْهُ الْمَلَائِكَةُ»",
            "page": "90",
            "part": "1",
            "seal": "E12A1829"
        },
        {
            "hno": null,
            "id": "193",
            "nass": "§بَابٌ فِي فَضْلِ آيَةِ الْكُرْسِيِّ",
            "page": "90",
            "part": "1",
            "seal": "50901EF4"
        },
        {
            "hno": "186",
            "id": "194",
            "nass": "186 - أَخْبَرَنَا أَحْمَدُ بْنُ أَبِي ثَابِتٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، عَنِ الثَّوْرِيِّ، عَنْ سَعِيدٍ الْجُرَيْرِيِّ، عَنْ أَبِي السَّلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ، عَنْ أُبَيِّ بْنِ كَعْبٍ،: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ: «§أَيُّ آيَةٍ مِنَ الْقُرْآنِ أَعْظَمُ؟» قَالَ: اللَّهُ وَرَسُولُهُ أَعْلَمُ فَرَدَّدَهَا مِرَارًا قَالَ: آيَةُ الْكُرْسِيِّ، وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لِيَهَنِكَ الْعِلْمُ أَبَا الْمُنْذِرِ، وَالَّذِي نَفْسِي -[91]- بِيَدِهِ إِنَّ لَهَا لِسَانًا وَشَفَتَيْنِ تُقَدِّسُ الْمَلِكَ عِنْدَ سَاقِ الْعَرْشِ»",
            "page": "90",
            "part": "1",
            "seal": "575CF388"
        },
        {
            "hno": "187",
            "id": "195",
            "nass": "187 - أَخْبَرَنَا سَهْلُ بْنُ بَكَّارٍ الدَّارِمِيُّ الْكِنْدِيُّ، حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنِ الشَّعْبِيِّ، قَالَ: \" جَلَسَ مَسْرُوقٌ، وَشُتَيْرُ بْنُ شَكَلٍ فِي الْمَسْجِدِ، فِيمَا رَآهُمَا النَّاسُ، تَحَوَّلُوا إِلَيْهِمَا فَقَالَ شُتَيْرٌ لِمَسْرُوقٍ: إِنَّمَا تَحَوَّلَ هَؤُلَاءِ إِلَيْنَا لِنُحَدِّثَهُمْ، فَإِمَّا أَنْ تُحَدِّثَ وَأُصَدِّقَكَ، وَإِمَّا أَحْدَثَ وَتُصَدِّقَنِي. فَقَالَ مَسْرُوقٌ: قُمْ حَدِّثْ وَأُصَدِّقُكَ فَقَالَ شُتَيْرٌ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْعُودٍ: \" §إِنَّ أَعْظَمَ آيَةٍ فِي كِتَابِ اللَّهِ: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: 255] إِلَى آخِرِ الْآيَةِ فَقَالَ مَسْرُوقٌ: صَدَقْتَ \"",
            "page": "91",
            "part": "1",
            "seal": "E46EB9C7"
        },
        {
            "hno": "188",
            "id": "196",
            "nass": "188 - أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ رَجُلٍ مِنْ بَنِي تَمِيمٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «§مَا خَلَقَ اللَّهُ سَمَاءً وَلَا أَرْضًا، وَلَا سَهْلًا، وَلَا جَبَلًا أَعْظَمَ مِنْ سُورَةِ الْبَقَرَةِ، وَأَعْظَمُ آيَةٍ فِيهَا آيَةُ الْكُرْسِيِّ»",
            "page": "91",
            "part": "1",
            "seal": "417D0172"
        },
        {
            "hno": "189",
            "id": "197",
            "nass": "189 - أَخْبَرَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنِ الْحَسَنِ: \" أَنَّ رَجُلًا مَاتَ أَخُوهُ، فَرَآهُ فِي الْمَنَامِ فَقَالَ: §أَيَّ الْأَعْمَالِ تَجِدُونَ أَفْضَلَ؟ قَالَ: الْقُرْآنُ، قَالَ: أَيَّ الْقُرْآنِ؟ قَالَ: آيَةُ الْكُرْسِيِّ {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: 255] قَالَ: تَرْجُونَ لَنَا شَيْئًا؟ قَالَ: نَعَمْ إِنَّكُمْ تَعْمَلُونَ، وَلَا تَعْلَمُونَ، وَإِنَّا نَعْلَمُ وَلَا نَعْمَلُ \"",
            "page": "91",
            "part": "1",
            "seal": "7D169064"
        },
        {
            "hno": "190",
            "id": "198",
            "nass": "190 - أَخْبَرَنَا مُسْلِمٌ، قَالَ: حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، قَالَ: «§مَنْ قَرَأَ آيَةَ الْكُرْسِيِّ إِذَا آوَى إِلَى فِرَاشِهِ، وُكِلَ بِهِ مَلَكَيْنِ يَحْفَظَانِهِ حَتَّى يُصْبِحَ»",
            "page": "92",
            "part": "1",
            "seal": "DA480CB2"
        },
        {
            "hno": "191",
            "id": "199",
            "nass": "191 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَعَلِيُّ بْنُ عُثْمَانَ، أَخْبَرَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ نُوحٍ، قَالَ عَلِيٌّ: زَعَمَ مُحَمَّدُ بْنُ نُوحٍ، عَنِ الْحَسَنِ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أُعْطِيتُ آيَةَ الْكُرْسِيِّ» وَقَالَ عَلِيٌّ: أُعْطِيَ آيَةَ الْكُرْسِيِّ مِنْ تَحْتِ الْعَرْشِ \"",
            "page": "92",
            "part": "1",
            "seal": "491A8A6A"
        },
        {
            "hno": "192",
            "id": "200",
            "nass": "192 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَعَلِيُّ بْنُ عُثْمَانَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا مَعْبَدُ بْنُ هِلَالٍ الْعَنَزِيُّ، أَخْبَرَنِي رَجُلٌ فِي مَسْجِدِ دِمَشْقَ، عَنْ عَوْفِ بْنِ مَالِكٍ، عَنْ أَبِي ذَرٍّ، قَالَ: \" قُلْتُ لِرَسُولِ اللَّهِ: \" §أَيُّهَا أَنْزَلَ اللَّهُ عَلَيْكَ أَعْظَمُ؟ قَالَ: «آيَةُ الْكُرْسِيِّ» حَتَّى فَرَغَ مِنْهَا \"",
            "page": "92",
            "part": "1",
            "seal": "C957D7CC"
        },
        {
            "hno": "193",
            "id": "201",
            "nass": "193 - أَخْبَرَنَا أَبُو الرَّبِيعِ، حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمٍ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ: «§مَا خَلَقَ اللَّهُ تَعَالَى سَمَاءً، وَلَا أَرْضًا، وَلَا سَهْلًا، وَلَا جَبَلًا أَعْظَمَ مِنْ آيَةِ الْكُرْسِيِّ»",
            "page": "92",
            "part": "1",
            "seal": "440AC1EA"
        },
        {
            "hno": "194",
            "id": "202",
            "nass": "194 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنْ مَسْرُوقٍ، قَالَ: قَالَ عَبْدُ اللَّهِ: «§مَا خَلَقَ اللَّهُ مِنْ أَرْضٍ وَلَا سَمَاءٍ، وَلَا إِنْسٍ وَلَا جَانٍّ أَعْظَمَ مِنْ آيَةِ الْكُرْسِيِّ»",
            "page": "93",
            "part": "1",
            "seal": "54BB71C7"
        },
        {
            "hno": "195",
            "id": "203",
            "nass": "195 - أَخْبَرَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُسْلِمٍ الْعَبْدِيُّ، حَدَّثَنَا أَبُو الْمُتَوَكِّلِ: أَنَّ أَبَا هُرَيْرَةَ: \" كَانَ مَعَهُ مِفْتَاحٌ لَبَيْتِ الصَّدَقَةِ، وَكَانَ فِيهِ تَمْرٌ، فَذَهَبَ يَوْمًا يَفْتَحُ الْبَابَ، فَإِذَا التَّمْرُ قَدْ أُخِذَ مِنْهُ مِلْءُ كَفٍّ، ثُمَّ جَاءَ يَوْمًا آخَرَ، حَتَّى ذَكَرَ ثَلَاثَ مَرَّاتٍ، فَذَكَرَ أَبُو هُرَيْرَةَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَيَسُرُّكَ أَنْ تَأْخُذَ صَاحِبَكَ؟» قَالَ: نَعَمْ، قَالَ: \" فَإِذَا فَتَحْتَ الْبَابَ فَقُلْ: سُبْحَانَ مَنْ سَخَّرَكِ لِمُحَمَّدٍ \" فَذَهَبَ فَفَتَحَ الْبَابَ وَقَالَ: سُبْحَانَ مَنْ سَخَّرَكِ لِمُحَمَّدٍ، فَإِذَا هُوَ قَائِمٌ بَيْنَ يَدَيْهِ، فَقَالَ لَهُ: يَا عَدُوَّ اللَّهِ، أَنْتَ صَاحِبُ هَذَا؟ قَالَ: نَعَمْ، دَعْنِي فَإِنِّي لَا أَعُودُ أَنَا كُنْتُ آخُذُهُ لِأَهْلِ بَيْتٍ فُقَرَاءَ مِنَ الْجِنِّ، فَتَرَكَهُ، ثُمَّ عَادَ، فَذَكَرَهُ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: أَيَسُرُّكَ أَنْ تَأْخُذَهُ؟ قَالَ: نَعَمْ، قَالَ: فَإِذَا فَتَحْتَ الْبَابَ قُلْ ذَلِكَ أَيْضًا، فَذَهَبَ فَفَتَحَ الْبَابَ، فَقَالَ: سُبْحَانَ مَنْ سَخَّرَكِ لِمُحَمَّدٍ، فَإِذَا هُوَ قَائِمٌ بَيْنَ يَدَيْهِ، فَقَالَ لَهُ: يَا عَدُوَّ اللَّهِ، زَعَمْتَ أَنَّكَ لَا تَعُودُ، لَا أَدَعْكَ الْيَوْمَ حَتَّى أَذْهَبَ بِكَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: لَا تَفْعَلْ، إِنَّكَ إِنْ تَدَعْنِي عَلَّمْتُكَ كَلِمَاتٍ إِذَا أَنْتَ قُلْتَهَا لَمْ يَقْرَبْكَ أَحَدٌ مِنَ الْجِنِّ، صَغِيرٌ وَلَا كَبِيرٌ، ذَكَرٌ وَلَا أُنْثَى، قَالَ لَهُ: لَتَفْعَلَنَّ؟ قَالَ: نَعَمْ، قَالَ: فَمَا هُوَ؟ قَالَ: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: 255] آيَةُ الْكُرْسِيِّ حَتَّى خَتَمَهَا فَتَرَكَهُ، فَذَهَبَ فَلَمْ يَعُدْ، فَذَكَرَ ذَلِكَ أَبُو هُرَيْرَةَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَهُ -[94]- النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا أَبَا هُرَيْرَةَ، أَمَا عَلِمْتَ أَنَّ ذَلِكَ كَذَلِكَ»",
            "page": "93",
            "part": "1",
            "seal": "A5370833"
        },
        {
            "hno": null,
            "id": "204",
            "nass": "§بَابُ فَضْلِ سُورَةِ الْأَنْعَامِ",
            "page": "94",
            "part": "1",
            "seal": "46EA23A8"
        },
        {
            "hno": "196",
            "id": "205",
            "nass": "196 - أَخْبَرَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَمُوسَى بْنُ إِسْمَاعِيلَ، وَعَلِيُّ بْنُ عُثْمَانَ، قَالُوا: حَدَّثَنَا حَمَّادٌ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ يُوسُفَ بْنِ مِهْرَانَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: \" §نَزَلَتْ سُورَةُ الْأَنْعَامِ لَيْلًا جُمْلَةً قَالَ عَلِيُّ بْنُ مُوسَى: بِمَكَّةَ لَيْلًا وَحَوْلُهَا سَبْعُونَ أَلْفِ مَلَكٍ يَجْأَرُونَ بِالتَّسْبِيحِ \"",
            "page": "94",
            "part": "1",
            "seal": "E3840B4A"
        },
        {
            "hno": "197",
            "id": "206",
            "nass": "197 - أَخْبَرَنَا مُوسَى، عَنْ عَلِيِّ بْنِ عُثْمَانَ، قَالَا: حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ، عَنْ كَعْبٍ، قَالَ: \" فُتِحَتِ التَّوْرَاةُ بِـ {§الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ، وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ، ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} وَخُتِمَتْ بِـ {الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا} [الإسراء: 111] إِلَى قَوْلِهِ: {وَكَبِّرْهُ تَكْبِيرًا} [الإسراء: 111] \"",
            "page": "94",
            "part": "1",
            "seal": "EBE857BE"
        },
        {
            "hno": "198",
            "id": "207",
            "nass": "198 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنِ الزُّبَيْرِ بْنِ الْخِرِّيتِ، عَنْ عِكْرِمَةَ، عَنْ كَعْبٍ، قَالَ: -[95]- \" §أَوَّلُ مَا نَزَلَ مِنَ التَّوْرَاةِ عَشْرُ آيَاتٍ مِنْ آخِرِ سُورَةِ الْأَنْعَامِ: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ} [الأنعام: 151] إِلَى آخِرِ السُّورَةِ \"",
            "page": "94",
            "part": "1",
            "seal": "57BAEB34"
        },
        {
            "hno": "199",
            "id": "208",
            "nass": "199 - أَخْبَرَنَا أَبُو عَمْرٍو النُّمَيْرِيُّ، حَدَّثَنَا هَمَّامٌ، قَالَ: سَمِعْتُ أَبَا عِمْرَانَ الْجَوْنِيَّ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ، قَالَ: سَمِعْتُ كَعْبًا، يَقُولُ: \" §فَاتِحَةُ التَّوْرَاةِ: الْأَنْعَامُ، وَخَاتِمَةُ التَّوْرَاةِ: سُورَةُ هُودٍ \"",
            "page": "95",
            "part": "1",
            "seal": "40D5E02F"
        },
        {
            "hno": "200",
            "id": "209",
            "nass": "200 - أَخْبَرَنَا سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا الْحَارِثُ بْنُ مُوسَى الطَّائِيُّ، حَدَّثَنَا حَبِيبُ بْنُ مُوسَى الْعَمِّيُّ،. . . مِنْ أَنْفُسِهِمْ أَبُو مُحَمَّدٍ الَّذِي يُقَالُ لَهُ الْفَارِسِيُّ قَالَ: \" §مَنْ قَرَأَ ثَلَاثَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْأَنْعَامِ، بَعَثَ اللَّهُ سَبْعِينَ أَلْفِ مَلَكٍ يَسْتَغْفِرُونَ لَهُ إِلَى يَوْمِ الْقِيَامَةِ، وَلَهُ مِثْلُ أُجُورِهِمْ، فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ أَدْخَلَهُ اللَّهُ الْجَنَّةَ، وَأَظَلَّهُ فِي ظِلِّ عَرْشِهِ، وَأَطْعَمَهُ مِنْ ثِمَارِ الْجَنَّةِ، وَشَرِبَ مِنَ الْكَوْثَرِ وَاغْتَسَلَ مِنَ السَّلْسَبِيلِ، وَقَالَ اللَّهُ تَعَالَى: أَنَا رَبُّكَ وَأَنْتَ عَبْدِي \"",
            "page": "95",
            "part": "1",
            "seal": "A06C527E"
        },
        {
            "hno": "201",
            "id": "210",
            "nass": "201 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، عَنْ يَحْيَى بْنِ الضُّرَيْسِ، عَنِ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، عَنْ أَبَانَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ: -[96]- \" §أُنْزِلَتْ سُورَةُ الْأَنْعَامِ جَمِيعًا بِمَكَّةَ، فَتَبِعَهَا مَوْكِبٌ مِنَ الْمَلَائِكَةِ يُشَيِّعُونَهَا، قَدْ طَبَقُوا مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ لَهُمْ زَجَلٌ بِالتَّسْبِيحِ حَتَّى كَادَتِ الْأَرْضُ أَنْ تَرْتَجَّ مِنْ زَجَلِهِمِ بِالتَّسْبِيحِ ارْتِجَاجًا قَالَ: فَلَمَّا سَمِعَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ زَجَلَهُمْ بِالتَّسْبِيحِ رَهِبَ مِنْ ذَلِكَ فَخَرَّ سَاجِدًّا حَتَّى أُنْزِلَتْ عَلَيْهِ \"",
            "page": "95",
            "part": "1",
            "seal": "A5EFAE65"
        },
        {
            "hno": "202",
            "id": "211",
            "nass": "202 - أَخْبَرَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ، عَنْ كَعْبٍ، قَالَ: «§فَاتِحَةُ التَّوْرَاةِ، فَاتِحَةُ الْأَنْعَامِ {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ} وَخَاتِمَةُ التَّوْرَاةِ خَاتِمَةُ هُودٍ (فاعَبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ) »",
            "page": "96",
            "part": "1",
            "seal": "B6BFECDE"
        },
        {
            "hno": null,
            "id": "212",
            "nass": "§بَابٌ فِي فَضْلِ سُورَةِ الْكَهْفِ",
            "page": "96",
            "part": "1",
            "seal": "EC5093EB"
        },
        {
            "hno": "203",
            "id": "213",
            "nass": "203 - أَخْبَرَنَا يَزِيدُ بْنُ عَبْدِ الْعَزِيزِ الطَّيَالِسِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنِ إِسْمَاعِيلَ بْنِ رَافِعٍ، قَالَ: \" بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَلَا أُخْبِرُكُمْ بِسُورَةٍ مَلَأَ عَظَمَتُهَا مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، شَيَّعَهَا سَبْعُونَ أَلْفِ مَلَكٍ؟ . سُورَةُ الْكَهْفِ مَنْ قَرَأَهَا يَوْمَ الْجُمُعَةِ غَفَرَ اللَّهُ لَهُ بِهَا إِلَى الْجُمُعَةِ الْأُخْرَى، وَزِيَادَةٌ ثَلَاثَةُ أَيَّامٍ بَعْدَهَا، وَأُعْطِيَ نُورًا يَبْلُغُ إِلَى السَّمَاءِ، وَوُقِيَ مِنْ فِتْنَةِ الدَّجَّالِ، وَمَنْ قَرَأَ الْخَمْسَ آيَاتٍ مِنْ خَاتِمَتِهَا حِينَ يَأْخُذُ مَضْجَعَهُ مِنْ فِرَاشِهِ، حَفِظَهُ وَبُعِثَ مِنْ أَيِّ اللَّيْلِ شَاءَ»",
            "page": "96",
            "part": "1",
            "seal": "B01A8DD7"
        },
        {
            "hno": "204",
            "id": "214",
            "nass": "204 - أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ: سَمِعْتُ الْبَرَاءَ، قَالَ: \" كَانَ رَجُلٌ يَقْرَأُ سُورَةَ الْكَهْفِ، قَالَ: وَفِي دَارِهِ دَابَّةٌ أَوْ فَرَسٌ قَالَ: فَنَفَرَ، فَنَظَرَ فَإِذَا قَدْ غَشِيَتْهُ سَحَابَةٌ أَوْ ضَبَابَةٌ قَالَ: فَفَزِعَ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ، فَقَالَ: «§اقْرَأْ فُلَانُ، فَإِنَّهَا السَّكِينَةُ تَنَزَّلَتْ لِلْقُرْآنِ أَوْ عِنْدَ الْقُرْآنِ»",
            "page": "97",
            "part": "1",
            "seal": "079022A2"
        },
        {
            "hno": "205",
            "id": "215",
            "nass": "205 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ، عَنْ ثَوْبَانَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ الْكَهْفِ عُصِمَ مِنْ فِتْنَةِ الدَّجَّالِ»",
            "page": "97",
            "part": "1",
            "seal": "2A12709B"
        },
        {
            "hno": "206",
            "id": "216",
            "nass": "206 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَأَبُوعُمَرَ، قَالَا: حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ رَجُلٍ مِنْ أَهْلِ الشَّامِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ: «§مَنْ حَفِظَ خَاتِمَةَ الْكَهْفِ كَانَ لَهُ نُورٌ يَوْمَ الْقِيَامَةِ مِنْ لَدُنْ قَرْنِهِ إِلَى قَدَمِهِ»",
            "page": "97",
            "part": "1",
            "seal": "1CD66A69"
        },
        {
            "hno": "207",
            "id": "217",
            "nass": "207 - أَخْبَرَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ،: حَدَّثَنَا وُهَيْبٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلَابَةَ، قَالَ: \" §مَنْ قَرَأَ عَشْرَ آيَاتٍ مِنْ صُورَةِ الْكَهْفِ قَالَ أَيُّوبُ: لَا أَدْرِي مِنْ أَوَّلِهَا أَوْ آخِرِهَا لَمْ تَضُرَّهُ فِتْنَةُ الدَّجَّالِ \"",
            "page": "98",
            "part": "1",
            "seal": "B7485E25"
        },
        {
            "hno": "208",
            "id": "218",
            "nass": "208 - أَخْبَرَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ الْمَرْوَزِيُّ، قَالَ: أَخْبَرَنَا خَالِدٌ يَعْنِي الْوَاسِطِيُّ عَنِ الْجُرَيْرِيِّ، عَنِ الْمُهَلَّبِ، قَالَ: «§مَنْ قَرَأَ سُورَةَ الْكَهْفِ فِي يَوْمِ الْجُمُعَةِ كَانَ لَهُ كَفَّارَةٌ إِلَى الْأُخْرَى»",
            "page": "98",
            "part": "1",
            "seal": "438FFB05"
        },
        {
            "hno": "209",
            "id": "219",
            "nass": "209 - أَخْبَرَنَا أَبُو عُمَرَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ الْيَعْمُرِيِّ، عَنْ حَدِيثِ أَبِي الدَّرْدَاءِ، يَرْوِيهِ عَنْ نَبِيِّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ، عُصِمَ مِنْ فِتْنَةِ الدَّجَّالِ»",
            "page": "98",
            "part": "1",
            "seal": "B4387A7A"
        },
        {
            "hno": "210",
            "id": "220",
            "nass": "210 - أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ: قَالَ عَبْدُ اللَّهِ: \" §بَنِي إِسْرَائِيلَ، وَالْكَهْفِ وَمَرْيَمَ، وَطهَ، وَالْأَنْبِيَاءِ: مِنْ تِلَادِيِّ الْقُرْآنِ \"",
            "page": "98",
            "part": "1",
            "seal": "873F56EE"
        },
        {
            "hno": "211",
            "id": "221",
            "nass": "211 - أَخْبَرَنَا أَحْمَدُ بْنُ خَلَفٍ الْبَغْدَادِيُّ، قَالَ: حَدَّثَنَا هُشَيْمٌ، عَنْ أَبِي هَاشِمٍ، عَنْ أَبِي مِجْلَزٍ، عَنْ قَيْسِ بْنِ عَبَّادٍ، عَنْ أَبِي سَعِيدٍ، قَالَ: «§مَنْ قَرَأَ سُورَةَ الْكَهْفِ يَوْمَ الْجُمُعَةِ أَضَاءَ لَهُ مِنَ النُّورِ مَا بَيْنَهُ وَبَيْنَ الْبَيْتِ الْعَتِيقِ»",
            "page": "99",
            "part": "1",
            "seal": "81909077"
        },
        {
            "hno": "212",
            "id": "222",
            "nass": "212 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ رَجُلٍ مِنْ أَهْلِ الشَّامِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ: «§مَنْ حَفِظَ خَاتِمَةَ سُورَةِ الْكَهْفِ، كَانَ لَهُ نُورٌ يَوْمَ الْقِيَامَةِ مِنْ قَرْنِهِ إِلَى قَدَمِهِ»",
            "page": "99",
            "part": "1",
            "seal": "3CD4F323"
        },
        {
            "hno": null,
            "id": "223",
            "nass": "§بَابٌ فِي فَضْلِ الم تَنْزِيلُ السَّجْدَةِ",
            "page": "99",
            "part": "1",
            "seal": "8825093D"
        },
        {
            "hno": "213",
            "id": "224",
            "nass": "213 - أَخْبَرَنَا مُوسَى، وَعَلِيُّ بْنُ عُثْمَانَ، حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ صَخْرَةَ، عَنْ كَعْبٍ،: أَنَّهُ قَالَ: «§مَنْ قَرَأَ فِي لَيْلَةٍ الم تَنْزِيلُ السَّجْدَةِ، تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ كُتِبَ لَهُ سَبْعُونَ حَسَنَةً، مُحِيَتْ عَنْهُ سَبْعُونَ خَطِيئَةً، وَرُفِعَتْ لَهُ سَبْعُونَ دَرَجَةً»",
            "page": "99",
            "part": "1",
            "seal": "049EE9DC"
        },
        {
            "hno": "214",
            "id": "225",
            "nass": "214 - أَخْبَرَنَا يَزِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي رَافِعٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي فَرْوَةَ، رَفَعَهُ قَالَ: «§مَنْ قَرَأَ الم تَنْزِيلُ، وَتَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ فِي يَوْمٍ وَلَيْلَةٍ، فَكَأَنَّمَا وَافَقَ لَيْلَةَ الْقَدْرِ»",
            "page": "100",
            "part": "1",
            "seal": "52AF91DE"
        },
        {
            "hno": "215",
            "id": "226",
            "nass": "215 - أَخْبَرَنَا مُوسَى بْنُ عَلِيٍّ، وَعَلِيٌّ، قَالَا: حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ: \" أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §الم تَنْزِيلُ تَجِيءُ لَهَا جَنَاحَانِ يَوْمَ الْقِيَامَةِ، تُظِلُّ صَاحِبَهَا وَتَقُولُ: لَا سَبِيلَ عَلَيْهِ، لَا سَبِيلَ عَلَيْهِ \" زَادَ عَلِيُّ بْنُ عُثْمَانَ: وَمَدَّ حَمَّادٌ يَدَيْهِ، وَجَعَلَ يُحَرِّكُهُمَا",
            "page": "100",
            "part": "1",
            "seal": "D2B6F8C4"
        },
        {
            "hno": null,
            "id": "227",
            "nass": "§بَابٌ فِي فَضْلِ يس",
            "page": "100",
            "part": "1",
            "seal": "AF8988D3"
        },
        {
            "hno": "216",
            "id": "228",
            "nass": "216 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الْجَدْعَانِيُّ مِنْ قُرَيْشٍ مِنْ بَنِي تَمِيمٍ، مِنْ أَهْلِ مَكَّةَ، عَنْ سُلَيْمَانَ بْنِ مِرْقَاعِ بْنِ هِلَالٍ، عَنِ الصَّلْتِ،: أَنَّ أَبَا بَكْرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §سُورَةُ يس تُدْعَى فِي التَّوْرَاةِ: الْمُعَمَّةُ، قِيلَ وَمَا الْمُعَمَّةُ؟ قَالَ: تَعُمُّ صَاحِبَهَا بِخَيْرِ الدُّنْيَا وَالْآخِرَةِ، وَتُكَابِدُ عَنْهُ بَلْوَى الدُّنْيَا وَالْآخِرَةِ، وَتَدْفَعُ عَنْهُ أَهَاوِيلَ الْآخِرَةِ، وَتُدْعَى الْمُدَافِعَةُ الْقَاضِيَةُ، وَتَدْفَعُ عَنْ صَاحِبِهَا كُلَّ سُوءٍ، وَتَقْضِي لَهُ كُلَّ حَاجَةٍ، وَمَنْ قَرَأَهَا عَدَلَتْ لَهُ عِشْرِينَ حَجَّةً، وَمَنْ سَمِعَهَا، عَدَلَتْ لَهُ -[101]- أَلْفَ دِينَارٍ فِي سَبِيلِ اللَّهِ، وَمَنْ كَتَبَهَا، ثُمَّ شَرِبَهَا أَدْخَلَتْ جَوْفَهُ أَلْفَ دَوَاءٍ، وَأَلْفَ نُورٍ، وَأَلْفَ يَقِينٍ، وَأَلْفَ بَرَكَةٍ، وَأَلْفَ رَحْمَةٍ وَنَزَعَتْ مِنْهُ كُلَّ غِلٍّ، وَكُلَّ دَاءٍ \" ¶ 217 - حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيِّ بْنِ زِنَادٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، بِإِسْنَادٍ مِثْلِهِ",
            "page": "100",
            "part": "1",
            "seal": "1933113D"
        },
        {
            "hno": "218",
            "id": "229",
            "nass": "218 - أَخْبَرَنَا عَبَّاسُ بْنُ الْوَلِيدِ، حَدَّثَنَا عَامِرُ بْنُ يَسَافٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ: \" §مَنْ قَرَأَ يس إِذَا أَصْبَحَ لَمْ يَزَلْ فِي فَرَحٍ حَتَّى يُمْسِيَ، وَمَنْ قَرَأَهَا إِذَا أَمْسَى لَمْ يَزَلْ فِي فَرَحٍ حَتَّى يُصْبِحَ، قَالَ: وَأَخْبَرَنَا مَنْ جَرَّبَ ذَلِكَ قَالَ: هِيَ قَلْبُ الْقُرْآنِ \"",
            "page": "101",
            "part": "1",
            "seal": "FCB3D35A"
        },
        {
            "hno": "219",
            "id": "230",
            "nass": "219 - أَخْبَرَنَا يُوسُفُ بْنُ وَاقِدٍ، وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَا: حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ اللَّهِ، عَنْ جَعْفَرٍ، قَالَ: «§قَرَأَ سَعِيدُ بْنُ جُبَيْرٍ عَلَى رَجُلٍ مَجْنُونٍ سُورَةَ يس فَبَرِئَ» ¶ 220 - أَخْبَرَنَا عَلِيُّ بْنُ الْحَسَنِ، حَدَّثَنَا عَامِرُ بْنُ يَسَافٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ: مَنْ قَرَأَ. مِثْلَ حَدِيثِ عَبَّاسٍ",
            "page": "101",
            "part": "1",
            "seal": "71B6A5A4"
        },
        {
            "hno": "221",
            "id": "231",
            "nass": "221 - أَخْبَرَنَا عَمَّارُ بْنُ هَارُونَ الثَّقَفِيُّ، حَدَّثَنَا أَبُو الْمِقْدَامِ، حَدَّثَنَا الْحَسَنُ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ قَرَأَ لَيْلَةَ الْجُمُعَةِ بِسُورَةِ يس وَحم الدُّخَانِ، أَصْبَحَ مَغْفُورًا لَهُ»",
            "page": "101",
            "part": "1",
            "seal": "E63DD99F"
        },
        {
            "hno": null,
            "id": "232",
            "nass": "§بَابٌ فِي فَضْلِ سُورَةِ الدُّخَانِ",
            "page": "102",
            "part": "1",
            "seal": "0AB73C2B"
        },
        {
            "hno": "222",
            "id": "233",
            "nass": "222 - أَخْبَرَنَا مُوسَى، وَعَلِيٌّ، قَالَا: حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي سُفْيَانَ السَّعْدِيِّ، قَالَ عَلِيٌّ: أَخْبَرَنَا طَرِيفٌ أَبُو سُفْيَانَ السَّعْدِيُّ، عَنِ الْحَسَنِ،: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ قَرَأَ سُورَةَ الدُّخَانِ فِي لَيْلَةٍ غُفِرَ لَهُ» زَادَ عَلِيٌّ: فِي لَيْلَةِ الْجُمُعَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ \"",
            "page": "102",
            "part": "1",
            "seal": "79075FBB"
        },
        {
            "hno": "223",
            "id": "234",
            "nass": "223 - أَخْبَرَنَا يَزِيدُ بْنُ عَبْدِ الْعَزِيزِ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ رَافِعٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي فَرْوَةَ، قَالَ: بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ لِكُلِّ شَجَرٍ ثَمَرًا، وَإِنَّ ثَمَرَ الْقُرْآنِ ذَوَاتُ حم هُنَّ رَوْضَاتٌ مُخْصَبَاتٌ مُعْشَبَاتٌ مُتَجَاوِرَاتٌ، فَمَنْ أَحَبَّ أَنْ يَرْتَعَ فِي رِيَاضِ الْجَنَّةِ فَلْيَقْرَأِ الْحَوَامِيمَ، وَمَنْ قَرَأَ حم الدُّخَانِ فِي لَيْلَةِ الْجُمُعَةِ غُفِرَ لَهُ»",
            "page": "102",
            "part": "1",
            "seal": "CB156B5F"
        },
        {
            "hno": null,
            "id": "235",
            "nass": "§بَابٌ فِي فَضْلِ سُورَةِ الْقَمَرِ",
            "page": "102",
            "part": "1",
            "seal": "15219003"
        },
        {
            "hno": "224",
            "id": "236",
            "nass": "224 - أَخْبَرَنَا يَزِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، عَنْ إِسْمَاعِيلَ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي فَرْوَةَ، رَفَعَهُ قَالَ: «§مَنْ قَرَأَ اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ فِي كُلِّ لَيْلَتَيْنِ، بَعَثَهُ اللَّهُ يَوْمَ الْقِيَامَةِ وَوَجْهُهُ كَالْقَمَرِ لَيْلَةَ الْبَدْرِ»",
            "page": "102",
            "part": "1",
            "seal": "9AE5DAD4"
        },
        {
            "hno": "225",
            "id": "237",
            "nass": "225 - أَخْبَرَنَا أَبُو غَسَّانَ، قَالَ: حَدَّثَنَا جَرِيرٌ، عَنْ لَيْثٍ، عَنْ قَعْنَبٍ، عَنْ شَيْخٍ مِنْ هَمْدَانَ رَفَعَهُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ قَرَأَ اقْتَرَبَتِ السَّاعَةُ غِبَّ لَيْلَةٍ وَلَيْلَةٍ حَتَّى يَمُوتَ لَقِيَ اللَّهَ تَعَالَى وَوَجْهُهُ أَضْوَأُ مِنَ الْقَمَرِ لَيْلَةَ الْبَدْرِ»",
            "page": "103",
            "part": "1",
            "seal": "36ECA68D"
        },
        {
            "hno": null,
            "id": "238",
            "nass": "§بَابُ فَضْلِ سُورَةِ الْوَاقِعَةِ",
            "page": "103",
            "part": "1",
            "seal": "2F6756A3"
        },
        {
            "hno": "226",
            "id": "239",
            "nass": "226 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَيشيُّ، قَالَ: حَدَّثَنَا بِشْرُ بْنُ أَبِي حَرْبٍ الْأَسَدِيُّ، بِإِسْنَادِهِ ذَكَرَهُ: أَنَّ عُثْمَانَ بْنَ عَفَّانَ، رَضِيَ اللَّهُ عَنْهُ دَخَلَ عَلَى عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَهُوَ وَجِعٌ، فَقَالَ: لَوْ أَوْصَيْتَ إِلَيْنَا فَإِنَّكَ إِنْ تُخْلِفْ أَوْ تَدَعْ بَنَاتٍ حَفِظْنَاهُنَّ مِنْ بَعْدِكَ، فَقَالَ: إِنِّي قَدْ عَلَّمْتُهُنَّ سُورَةَ الْوَاقِعَةِ، وَسَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" §مَنْ قَرَأَهَا أَحْسَبُهُ قَالَ: فِي كُلِّ لَيْلَةٍ عُوفِيَ مِنَ الْفَقْرِ \"",
            "page": "103",
            "part": "1",
            "seal": "1123945C"
        },
        {
            "hno": null,
            "id": "240",
            "nass": "§بَابٌ فِي فَضْلِ سُورَةِ الْحَشْرِ",
            "page": "103",
            "part": "1",
            "seal": "2050775B"
        },
        {
            "hno": "227",
            "id": "241",
            "nass": "227 - أَخْبَرَنَا يَزِيدُ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا الْفُضَيْلُ بْنُ عِيَاضٍ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، قَالَ: «§مَنْ قَرَأَ خَوَاتِيمَ الْحَشْرِ حِينَ يُصْبِحُ، ثُمَّ مَاتَ مِنْ يَوْمِهِ خُتِمَ لَهُ بِطَابَعِ الشُّهَدَاءِ أَوْ مَنْ قَرَأَهَا حِينَ يُمْسِي، ثُمَّ مَاتَ مِنْ لَيْلَتِهِ خُتِمَ لَهُ بِطَابَعِ الشُّهَدَاءِ»",
            "page": "103",
            "part": "1",
            "seal": "C52A6C26"
        },
        {
            "hno": "228",
            "id": "242",
            "nass": "228 - أَخْبَرَنَا يَزِيدُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ الْأَلْهَانِيِّ، عَنْ عُتْبَةَ، حَدَّثَنَا أَصْحَابُ نَبِيِّنَا: «§أَنَّهُ مَنْ قَرَأَ خَوَاتِيمَ الْحَشْرِ حِينَ يُصْبِحُ أَدْرَكَ مَا فَاتَهُ مِنْ لَيْلَتِهِ إِلَى أَنْ يُمْسِيَ، وَمَنْ قَرَأَهَا حِينَ يُمْسِي أَدْرَكَ مَا فَاتَهُ فِي نَهَارِهِ وَكَانَ مَحْفُوظًا إِلَى أَنْ يُصْبِحَ، فَإِنْ مَاتَ أَوْجَبَ، وَمَنْ قَرَأَهَا حِينَ يُمْسِي أَدْرَكَ مَا فَاتَهُ مِنْ نَهَارِهِ، وَكَانَ مَحْفُوظًا إِلَى أَنْ يُصْبِحَ، فَإِنْ مَاتَ وَجَبَ»",
            "page": "104",
            "part": "1",
            "seal": "48B60505"
        },
        {
            "hno": "229",
            "id": "243",
            "nass": "229 - أَخْبَرَنَا عَلِيُّ بْنُ الْحَسَنِ، قَالَ: حَدَّثَنَا عَامِرُ بْنُ يَسَافٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ: \" كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَا يَنَامُ حَتَّى يَقْرَأَ الْمُسَّبِّحَاتِ، وَكَانَ يَقُولُ: «§إِنَّ فِيهِنَّ آيَةً هِيَ أَفْضَلُ مِنْ أَلْفِ آيَةٍ» قَالَ يَحْيَى: فَنَرَاهَا الْآيَةَ إِلَى آخِرِ سُورَةِ الْحَشْرِ \"",
            "page": "104",
            "part": "1",
            "seal": "56CECE0D"
        },
        {
            "hno": "230",
            "id": "244",
            "nass": "230 - أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلَانَ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْدِيُّ، أَخْبَرَنَا خَالِدُ بْنُ طَهْمَانَ أَبُو الْعَلَاءِ الْخَفَّافُ، أَخْبَرَنَا نَافِعُ بْنُ أَبِي نَافِعٍ، عَنْ مَعْقِلِ بْنِ يَسَارٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" مَنْ قَالَ حِينَ يُصْبِحُ ثَلَاثَ مَرَّاتٍ: §أَعُوذُ بِاللَّهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ، وَقَرَأَ ثَلَاثَ آيَاتٍ مِنْ آخِرِ سُورَةِ الْحَشْرِ، وَكَّلَ اللَّهُ بِهِ سَبْعِينَ أَلْفِ مَلَكٍ يُصَلُّونَ عَلَيْهِ حَتَّى يُمْسِيَ، وَإِنَّ مَاتَ فِي ذَلِكَ الْيَوْمِ مَاتَ شَهِيدًا، وَمَنْ قَرَأَ حِينَ يُمْسِي فَبِتِلْكَ الْمَنْزِلَةِ \"",
            "page": "104",
            "part": "1",
            "seal": "3315B855"
        },
        {
            "hno": null,
            "id": "245",
            "nass": "§بَابٌ فِي فَضْلِ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ",
            "page": "105",
            "part": "1",
            "seal": "A06553A9"
        },
        {
            "hno": "231",
            "id": "246",
            "nass": "231 - أَخْبَرَنَا مُوسَى، وَعَلِيٌّ، قَالَا: حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنِ ابْنِ مَسْعُودٍ، أَنَّهُ قَالَ: \" فِي سُورَةِ الْمُلْكِ: \" §هِيَ الْمَانِعَةُ تَمْنَعُ صَاحِبَهَا مِنْ عَذَابِ الْقَبْرِ يُؤْتَى صَاحِبُهَا قَالَ عَلِيٌّ فِي قَبْرِهِ وَلَمْ يَقُلْ مُوسَى فِي قَبْرِهِ مِنْ قِبَلِ رَأْسِهِ فَيَقُولُ رَأْسُهُ: لَا سَبِيلَ عَلَيَّ، إِنَّهُ وَعَى فِي سُورَةِ الْمُلْكِ، ثُمَّ يُؤْتَى مِنْ قِبَلِ رِجْلَيْهِ، فَيَقُولُ: لَيْسَ لَكَ عَلَيَّ سَبِيلٌ إِنَّهُ كَانَ يَقُومُ بِي بِسُورَةِ الْمُلْكِ، وَإِنَّهَا فِي التَّوْرَاةِ مَنْ قَرَأَهَا، فَقَدْ أَكْثَرَ وَأَطْيَبَ \"",
            "page": "105",
            "part": "1",
            "seal": "ACAEA87E"
        },
        {
            "hno": "232",
            "id": "247",
            "nass": "232 - أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: \" §يُؤْتَى الرَّجُلُ فِي قَبْرِهِ مِنْ قِبَلِ رِجْلَيْهِ فَتَقُولُ رِجْلَاهُ: لَيْسَ لَكُمْ عَلَى مَا قِبَلِي سَبِيلٌ، قَدْ كَانَ يَقُومُ عَلَيَّ بِسُورَةِ الْمُلْكِ. قَالَ: فَيُؤْتَى جَوْفُهُ فَيَقُولُ جَوْفُهُ: لَيْسَ لَكُمْ عَلَى مَا قِبَلِي سَبِيلٌ، قَدْ وَعَى فِي سُورَةِ الْمُلْكِ، قَالَ: فَتُؤْتَى رَأْسُهُ فَيَقُولُ لِسَانِهِ لَيْسَ لَكُمْ عَلَى مَا قِبَلِي سَبِيلٌ، قَدْ كَانَ يَقُومُ فِي بِسُورَةِ الْمُلْكِ. فَقَالَ عَبْدُ اللَّهِ: هِيَ الْمَانِعَةُ بِإِذْنِ اللَّهِ عَزَّ وَجَلَّ مِنْ عَذَابِ الْقَبْرِ، وَهِيَ فِي التَّوْرَاةِ سُورَةُ الْمُلْكِ، مَنْ قَرَأَهَا فِي لَيْلَةٍ فَقَدْ أَكْثَرَ وَأَطْيَبَ \"",
            "page": "105",
            "part": "1",
            "seal": "5D95FA04"
        },
        {
            "hno": "233",
            "id": "248",
            "nass": "233 - أَخْبَرَنَا عَلِيُّ بْنُ الْحَسَنِ، حَدَّثَنَا عَامِرُ بْنُ يَسَافٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ: \" كَانَ طَاوُسٌ لَا يَنَامُ حَتَّى يَقْرَأَ بِهَاتَيْنِ السُّورَتَيْنِ: تَنْزِيلٌ، وَتَبَارَكَ وَكَانَ يَقُولُ: «§إِنَّ كُلَّ آيَةٍ مِنْهَا تَشْفَعُ سِتِّينَ آيَةٍ يَعْنِي تَعْدِلُ سِتِّينَ آيَةً»",
            "page": "106",
            "part": "1",
            "seal": "9ED02D03"
        },
        {
            "hno": "234",
            "id": "249",
            "nass": "234 - أَخْبَرَنَا حَفْصُ بْنُ عُمَرَ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ مُرَّةَ الْهَمْدَانِيِّ، قَالَ: «§أُتِيَ رَجُلٌ مِنْ جَوَانِبِ قَبْرِهِ فَجَعَلَتْ سُورَةٌ مِنَ الْقُرْآنِ ثَلَاثُونَ آيَةً تُجَادِلُ عَنْهُ حَتَّى مَنَعَتْهُ مِنْ عَذَابِ الْقَبْرِ، فَنَظَرْتُ أَنَا وَمَسْرُوقٌ فَلَمْ نَجِدْهَا إِلَّا تَبَارَكَ»",
            "page": "106",
            "part": "1",
            "seal": "BCA40AD2"
        },
        {
            "hno": "235",
            "id": "250",
            "nass": "235 - أَخْبَرَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، قَالَ: حَدَّثَنَا قَتَادَةُ، عَنْ عَبَّاسٍ الْجُشَمِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§سُورَةٌ فِي الْقُرْآنِ ثَلَاثُونَ آيَةٍ شَفَعَتْ لِصَاحِبِهَا حَتَّى غُفِرَ لَهُ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ»",
            "page": "106",
            "part": "1",
            "seal": "636B53BB"
        },
        {
            "hno": "236",
            "id": "251",
            "nass": "236 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ عَبَّاسٍ الْجُشَمِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: -[107]- «§إِنَّ سُورَةً مِنَ الْقُرْآنِ شَفَعَتْ لِرَجُلٍ، حَتَّى أَدْخَلَهُ اللَّهُ الْجَنَّةَ، مَا هِيَ إِلَّا ثَلَاثُونَ آيَةً»",
            "page": "106",
            "part": "1",
            "seal": "C84E1C73"
        },
        {
            "hno": "237",
            "id": "252",
            "nass": "237 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ لَيْثِ بْنِ أَبِي سُلَيْمٍ، عَنْ مُحَمَّدِ بْنِ جَابِرٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يَقْرَأُ تَنْزِيلُ السَّجْدَةِ وَتَبَارَكَ كُلَّ لَيْلَةٍ، قَالَ: وَحَدَّثَنِي طَاوُسٌ: أَنَّهُمَا كَانَا يَفْضُلَانِ كُلَّ سُورَةٍ مِنَ الْقُرْآنِ سِتِّينَ حَسَنَةً \"",
            "page": "107",
            "part": "1",
            "seal": "390E0B17"
        },
        {
            "hno": "238",
            "id": "253",
            "nass": "238 - أَخْبَرَنَا عُبَيْدُ بْنُ يَعِيشَ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنْ إِسْمَاعِيلَ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، قَالَ: «§تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ نَجَاةٌ مِنَ النَّارِ»",
            "page": "107",
            "part": "1",
            "seal": "504B1265"
        },
        {
            "hno": null,
            "id": "254",
            "nass": "§بَابٌ فِي فَضْلِ إِذَا زُلْزِلَتِ",
            "page": "108",
            "part": "1",
            "seal": "B0FA9B59"
        },
        {
            "hno": "239",
            "id": "255",
            "nass": "239 - أَخْبَرَنَا عَلِيُّ بْنُ الْحَسَنِ الْبَزَّارُ، حَدَّثَنَا عَامِرُ بْنُ يَسَافٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ: «§وَمَنْ قَرَأَ إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا فَقَدْ قَرَأَ نِصْفَ الْقُرْآنِ»",
            "page": "108",
            "part": "1",
            "seal": "CED817B3"
        },
        {
            "hno": "240",
            "id": "256",
            "nass": "240 - أَخْبَرَنَا عَلِيُّ بْنُ الْحَسَنِ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ، قَالَ: «§مَنْ قَرَأَ إِذَا زُلْزِلَتِ تَعْدِلُ نِصْفَ الْقُرْآنِ»",
            "page": "108",
            "part": "1",
            "seal": "0954D2D9"
        },
        {
            "hno": "241",
            "id": "257",
            "nass": "241 - أَخْبَرَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ مَالِكٍ، قَالَ: كَانَ أَبُو الْجَوْزَاءِ يَقُولُ: «§أَكْثِرُوا قِرَاءَةَ قُلْ يَا أَيُّهَا الْكَافِرُونَ وَابْرَؤُوا مِنْهُمْ»",
            "page": "108",
            "part": "1",
            "seal": "63729B9C"
        },
        {
            "hno": null,
            "id": "258",
            "nass": "§بَابٌ فِي فَضْلِ قُلْ هُوَ اللَّهُ أَحَدٌ",
            "page": "108",
            "part": "1",
            "seal": "BDB3AF15"
        },
        {
            "hno": "242",
            "id": "259",
            "nass": "242 - أَخْبَرَنَا الْقَعْنَبِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، أَخِي الزُّهْرِيِّ، عَنْ عَمِّهِ مُحَمَّدِ بْنِ شِهَابٍ، عَنْ حَمِدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَمِّهِ أُمِّ كُلْثُومٍ بِنْتِ عُقْبَةَ: \" أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ قُلْ هُوَ اللَّهُ أَحَدٌ قَالَ: «§ثُلُثُ الْقُرْآنِ أَوْ تَعْدِلُهُ»",
            "page": "108",
            "part": "1",
            "seal": "5C27E312"
        },
        {
            "hno": "243",
            "id": "260",
            "nass": "243 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، عَنْ إِبْرَاهِيمَ النَّخَعِيِّ، عَنْ رَبِيعِ بْنِ خُثَيْمٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ كُلَّ لَيْلَةٍ ثُلُثَ الْقُرْآنِ؟» قَالُوا: وَمَنْ يُطِيقُ ذَلِكَ؟ قَالَ: بَلَى «قُلْ هُوَ اللَّهُ أَحَدٌ»",
            "page": "109",
            "part": "1",
            "seal": "05088FFC"
        },
        {
            "hno": "244",
            "id": "261",
            "nass": "244 - أَخْبَرَنَا مُحَمَّدُ بْنُ سَعِيدِ بْنِ سَابِقٍ، قَالَ: حَدَّثَنَا أَبُو جَعْفَرٍ، عَنْ رَبِيعٍ: فِي قَوْلِهِ تَعَالَى {قُلْ هُوَ اللَّهُ أَحَدٌ، اللَّهُ الصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} [الإخلاص: 2] قَالَ قَتَادَةُ §الْأَحْزَابُ، قَالُوا: انْسِبَ لَنَا رَبَّكَ؟ فَأَتَاهُ جِبْرِيلُ بِهَذِهِ السُّورَةِ {قُلْ هُوَ اللَّهُ أَحَدٌ، اللَّهُ الصَّمَدُ، لَمْ يَلِدْ، وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} [الإخلاص: 1] فَالصَّمَدُ الَّذِي لَمْ يَلِدْ، وَلَمْ يُولَدْ؛ لِأَنَّهُ لَيْسَ مِنْ وَلَدٍ إِلَّا سَيُوَرَّثُ، وَلَا مَنْ يُولَدُ إِلَّا سَيَمُوتُ، فَأَخْبَرَهُمْ عَنْ نَفْسِهِ، أَنَّهُ لَا يُورَثُ وَلَا يَمُوتُ، وَلَيْسَ لَهُ كُفُوًا أَحَدٌ، فَلَيْسَ لَهُ شَبِيهٌ، وَلَا عَدْلٌ، وَلَيْسَ كَمِثْلِهِ شَيْءٌ \"",
            "page": "109",
            "part": "1",
            "seal": "0D673CFF"
        },
        {
            "hno": "245",
            "id": "262",
            "nass": "245 - أَخْبَرَنَا سَهْلُ بْنُ بَكَّارٍ الدَّارِمِيُّ، عَنْ أَبِي عَوَانَةَ، عَنْ عَمْرِو بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §لَا يَزَالُونَ يَتَسَاءَلُونَ حَتَّى يُقَالَ: اللَّهُ خَلَقَنَا فَمَنْ خَلَقَ اللَّهَ؟ \" قَالَ أَبُو هُرَيْرَةَ: فَبَيْنَمَا أَنَا جَالِسٌ إِذْ أَتَانِي رَجُلٌ فَقَالَ: هَذَا اللَّهُ خَلَقَنَا فَمَنْ خَلَقَ اللَّهَ؟ قَالَ: فَوَضَعْتُ أُصْبُعَيَّ فِي أُذُنِي فَقُلْتُ: اللَّهُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ",
            "page": "110",
            "part": "1",
            "seal": "37130AAF"
        },
        {
            "hno": "246",
            "id": "263",
            "nass": "246 - أَخْبَرَنَا حَفْصُ بْنُ عُمَرَ، قَالَ: حَدَّثَنَا سَلَمَةُ بْنُ قُتَيْبَةَ، عَنْ أَبِي هِلَالٍ، عَنْ قَتَادَةَ، عَنْ عَبْدِ اللَّهِ بْنِ غَالِبٍ، قَالَ: قَالَ الْعَبْدُ الصَّالِحُ يَعْنِي كَعْبًا: «§إِنَّ الْأَرَضِينَ أُسِّسَتْ عَلَى قُلْ هُوَ اللَّهُ أَحَدٌ»",
            "page": "110",
            "part": "1",
            "seal": "A304ACB3"
        },
        {
            "hno": "247",
            "id": "264",
            "nass": "247 - حَدَّثَنَا عَلِيُّ بْنُ حَكِيمٍ الْأَوْدِيُّ، أَخْبَرَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ الْأَوْدِيِّ، عَنْ عَبْدِ اللَّهِ، قَالَ: \" فِيمَا يَرَى شَرِيكٌ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا يَسْتَطِيعُ أَحَدُكُمْ أَنْ يَقْرَأَ ثُلُثَ الْقُرْآنِ فِي لَيْلَةٍ؟» قَالُوا: يَا رَسُولَ اللَّهِ، وَمَنْ يُطِيقُ هَذَا؟ قَالَ: «يَقْرَأُ أَحَدُكُمْ قُلْ هُوَ اللَّهُ أَحَدٌ فَإِنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ»",
            "page": "110",
            "part": "1",
            "seal": "950BD12B"
        },
        {
            "hno": "248",
            "id": "265",
            "nass": "248 - أَخْبَرَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ، وَمُحَمَّدُ بْنُ مُعَاوِيَةَ، قَالَا: حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: -[111]- «§قُلْ هُوَ اللَّهُ أَحَدٌ ثُلُثُ الْقُرْآنِ»",
            "page": "110",
            "part": "1",
            "seal": "03ED8156"
        },
        {
            "hno": "249",
            "id": "266",
            "nass": "249 - أَخْبَرَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ مَالِكِ بْنِ أَنَسٍ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: \" كَانَ رَجُلٌ يُصَلِّي بِاللَّيْلِ عَلَى عَهْدِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَيَقْرَأُ قُلْ هُوَ اللَّهُ أَحَدٌ وَيُرَدِّدُهَا، فَذُكِرَ ذَلِكَ الرَّجُلُ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَكَأَنَّهُ تَقَالَهَا يَقُولُ اسْتَقَلَهَا قَالَ: «§إِنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ»",
            "page": "111",
            "part": "1",
            "seal": "2EF7654A"
        },
        {
            "hno": "250",
            "id": "267",
            "nass": "250 - أَخْبَرَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ يَزِيدَ بْنِ كَيْسَانَ، حَدَّثَنِي أَبُو حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§احْشُدُوا فَإِنِّي سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ» فَحَشَدَ مَنْ حَشَدَ، ثُمَّ خَرَجَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَرَأَ بِقُلْ هُوَ اللَّهُ أَحَدٌ ثُمَّ دَخَلَ، فَقَالَ بَعْضُنَا لِبَعْضٍ: إِنِّي أَرَى هَذَا خَبَرٌ جَاءَ مِنَ السَّمَاءِ فَذَاكَ الَّذِي أَدْخَلَهُ، ثُمَّ خَرَجَ نَبِيُّ اللَّهِ فَقَالَ: «إِنِّي قُلْتُ لَكُمْ إِنِّي أَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ أَلَا إِنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ»",
            "page": "111",
            "part": "1",
            "seal": "9F70E40B"
        },
        {
            "hno": "251",
            "id": "268",
            "nass": "251 - أَخْبَرَنَا جَعْفَرُ بْنُ عِيسَى، بِإِسْنَادِهِ قَالَ: «§وَمَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ هَيْهَاتَ هَيْهَاتَ، انْقَطَعَ الْعِلْمُ»",
            "page": "111",
            "part": "1",
            "seal": "77F4B00E"
        },
        {
            "hno": "252",
            "id": "269",
            "nass": "252 - أَخْبَرَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ صَفْوَانَ بْنِ أَبِي طَلْحَةَ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يُغْلَبُ أَحَدُكُمْ أَنْ يَقْرَأَ ثُلُثَ الْقُرْآنِ كُلِّهِ لَيْلَةً؟» قَالُوا: وَمَنْ يُطِيقُ ذَلِكَ؟ قَالَ: قُلْ هُوَ اللَّهُ أَحَدٌ \"",
            "page": "112",
            "part": "1",
            "seal": "9A69BB66"
        },
        {
            "hno": "253",
            "id": "270",
            "nass": "253 - أَخْبَرَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ، حَدَّثَنَا مُسَدَّدٌ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، وَلَيْسَ بِالْعَلَوِيِّ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ: \" صَلَّى بِنَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ الْفَجْرَ فَقَرَأَ فِي الرَّكْعَةِ الْأُولَى: قُلْ هُوَ اللَّهُ أَحَدٌ وَفِي الثَّانِيَةِ: قُلْ يَا أَيُّهَا الْكَافِرُونَ فَلَمَّا سَلَّمَ قَالَ: «§قَرَأْتُ لَكُمْ ثُلُثَ الْقُرْآنِ وَرُبُعَهُ»",
            "page": "112",
            "part": "1",
            "seal": "BF4ACB42"
        },
        {
            "hno": "254",
            "id": "271",
            "nass": "254 - أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ مَنْصُورٍ، عَنْ هِلَالِ بْنِ يَسَافٍ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنِ امْرَأَةٍ، مِنَ الْأَنْصَارِ، عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ فَكَأَنَّمَا قَرَأَ ثُلُثَ الْقُرْآنِ»",
            "page": "112",
            "part": "1",
            "seal": "CA78D6EF"
        },
        {
            "hno": "255",
            "id": "272",
            "nass": "255 - أَخْبَرَنَا مُسَدَّدٌ، حَدَّثَنَا أَحْمَدُ بْنُ خَالِدٍ، عَنْ شُعْبَةَ، عَنْ أَبِي قَيْسٍ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ أَبِي مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: -[113]- «§أَيُغْلَبُ أَحَدُكُمْ أَنْ يَقْرَأَ كُلَّ لَيْلَةٍ، ثُلُثَ الْقُرْآنِ؟» قَالُوا: يَا رَسُولَ اللَّهِ، وَأَيُّنَا يُطِيقُ ذَلِكَ؟ قَالَ: «قُلْ هُوَ اللَّهُ أَحَدٌ»",
            "page": "112",
            "part": "1",
            "seal": "2F13E89F"
        },
        {
            "hno": "256",
            "id": "273",
            "nass": "256 - أَخْبَرَنَا مُسَدَّدٌ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، وَعَنِ الضَّحَّاكِ الْمِشْرَقِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ ثُلُثَ الْقُرْآنِ فِي لَيْلَةٍ؟» قَالُوا: وَمَنْ يُطِيقُ ذَلِكَ؟ قَالَ: «قُلْ هُوَ اللَّهُ أَحَدٌ ثُلُثُ الْقُرْآنِ»",
            "page": "113",
            "part": "1",
            "seal": "41C0B8F4"
        },
        {
            "hno": "257",
            "id": "274",
            "nass": "257 - أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الطَّنَافِسِيُّ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي قَيْسٍ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ أَبِي مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ»",
            "page": "113",
            "part": "1",
            "seal": "E52FD67F"
        },
        {
            "hno": "258",
            "id": "275",
            "nass": "258 - أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الطَّنَافِسِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الْفُضَيْلِ، عَنْ أَبِي إِسْمَاعِيلَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ: -[114]- «§إِنِّي قَارِئٌ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ» فَقَرَأَ: قُلْ هُوَ اللَّهُ أَحَدٌ \"",
            "page": "113",
            "part": "1",
            "seal": "D80E923F"
        },
        {
            "hno": "259",
            "id": "276",
            "nass": "259 - أَخْبَرَنَا سَهْلُ بْنُ عُثْمَانَ، قَالَ: حَدَّثَنَا الْأَحْوَصُ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ مُنْذِرٍ، عَنِ الرَّبِيعِ بْنِ خُثَيْمَةَ، قَالَ قَالَ أَبُو أَيُّوبَ الْأَنْصَارِيُّ: «§مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ كَانَتْ كَعَدْلِ ثُلُثِ الْقُرْآنِ»",
            "page": "114",
            "part": "1",
            "seal": "D5141F54"
        },
        {
            "hno": "260",
            "id": "277",
            "nass": "260 - أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِيهِ، عَنْ أَبِي يَعْلَى، عَنِ الرَّبِيعِ بْنِ خُثَيْمٍ، قَالَ: «§سُورَةٌ مِنْ كِتَابِ اللَّهِ يَرَاهَا النَّاسُ قَصِيرَةً، وَأُرَاهَا عَظِيمَةً طَوِيلَةً بَحْتًا لِلَّهِ بَحْتًا. لَيْسَ لَهَا خِلْطٌ، فَأَيُّكُمْ قَرَأَهَا فَلَا يَجْمَعْنَ إِلَيْهَا شَيْئًا اسْتِقْلَالًا لَهَا؛ فَإِنَّهَا مُجْزِيَةٌ»",
            "page": "114",
            "part": "1",
            "seal": "485429FE"
        },
        {
            "hno": "261",
            "id": "278",
            "nass": "261 - أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ: سَمِعْتُ عَمْرَو بْنَ مَيْمُونٍ، يَقُولُ: «§قُلْ هُوَ اللَّهُ أَحَدٌ ثُلُثُ الْقُرْآنِ»",
            "page": "114",
            "part": "1",
            "seal": "93FE85AF"
        },
        {
            "hno": "262",
            "id": "279",
            "nass": "262 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَعَلِيُّ بْنُ عُثْمَانَ، قَالَا: حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: «§قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ»",
            "page": "114",
            "part": "1",
            "seal": "8857A968"
        },
        {
            "hno": "263",
            "id": "280",
            "nass": "263 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَعَلِيٌّ، قَالَا: حَدَّثَنَا حَمَّادٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ سَعِيدِ بْنِ زَيْدٍ، عَنْ شُرَاحِيلَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: -[115]- «§أَمَا يَسْتَطِيعُ أَحَدُكُمْ أَنْ يَقْرَأَ ثُلُثَ الْقُرْآنِ كُلَّ لَيْلَةٍ؟» قَالُوا: وَمَنْ يَسْتَطِيعُ ذَلِكَ يَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: «قُلْ هُوَ اللَّهُ أَحَدٌ» ¶ 264 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَعَلِيُّ بْنُ عُثْمَانَ، قَالَا: حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ",
            "page": "114",
            "part": "1",
            "seal": "66A2EE41"
        },
        {
            "hno": "265",
            "id": "281",
            "nass": "265 - حَدَّثَنَا أَبُو زِيَادٍ الْقَطَّانُ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَاذَانَ، قَالَ: حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ» فَقَرَأَ: قُلْ هُوَ اللَّهُ أَحَدٌ حَتَّى خَتَمَهَا، فَقَالَ بَعْضُنَا لِبَعْضٍ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ» وَلَمْ يَقْرَأْ إِلا هَذِهِ السُّورَةَ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ»",
            "page": "115",
            "part": "1",
            "seal": "F7494A81"
        },
        {
            "hno": "266",
            "id": "282",
            "nass": "266 - أَخْبَرَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ أَبِي جَعْفَرٍ، قَالَ: حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ مِائَتَيْ مَرَّةٍ غُفِرَ لَهُ ذَنْبُ مِائَتَيْ سَنَةٍ»",
            "page": "115",
            "part": "1",
            "seal": "9CBA0754"
        },
        {
            "hno": "267",
            "id": "283",
            "nass": "267 - أَخْبَرَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ النَّرْسِيُّ، قَالَ: حَدَّثَنَا يَزِيدُ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، فِي قَوْلِهِ عَزَّ وَجَلَّ: \" {§قُلْ هُوَ اللَّهُ أَحَدٌ} [الإخلاص: 1] {اللَّهُ الصَّمَدُ} [الإخلاص: 2] قَالَ الْحَسَنُ وَقَتَادَةُ: الْبَاقِي بَعْدَ خَلْقِهِ قَالَ: هِيَ سُورَةٌ خَالِصَةٌ لِلَّهِ لَيْسَ فِيهَا ذِكْرُ شَيْءٍ مِنْ أَمْرِ الدُّنْيَا وَالْآخِرَةِ \"",
            "page": "115",
            "part": "1",
            "seal": "25E22A50"
        },
        {
            "hno": "268",
            "id": "284",
            "nass": "268 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الطَّنَافِسِيُّ، قَالَ: حَدَّثَنَا خَالِي يَعْلَى، قَالَ: حَدَّثَنَا الْحَجَّاجُ بْنُ دِينَارٍ الْوَاسِطِيُّ، عَنِ الْحَكَمِ بْنِ جَحْلٍ، عَنْ رَجُلٍ، عَنْ عَلِيٍّ، عَلَيْهِ السَّلَامُ قَالَ: -[116]- «§مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ عَشْرَ مَرَّاتٍ بَعْدَ الْفَجْرِ لَمْ يَلْحَقْ بِهِ ذَلِكَ الْيَوْمِ ذَنْبٌ وَلَوْ جَهَدَ الشَّيْطَانُ»",
            "page": "115",
            "part": "1",
            "seal": "9309A901"
        },
        {
            "hno": "269",
            "id": "285",
            "nass": "269 - أَخْبَرَنَا الْأَشْعَثُ بْنُ شَبِيبٍ السُّلَمِيُّ، قَالَ: حَدَّثَنَا أَبُو سَلْمَانَ الْكُوفِيُّ، قَالَ: حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ صَلَّى رَكْعَتَيْنِ بَعْدَ عِشَاءِ الْآخِرَةِ، يَقْرَأُ فِي كُلِّ رَكْعَةٍ بِفَاتِحَةِ الْكِتَابِ وَعِشْرِينَ مَرَّةً قُلْ هُوَ اللَّهُ أَحَدٌ بَنَى اللَّهُ لَهُ قَصْرَيْنِ فِي الْجَنَّةِ يَتَرَاءَاهُمَا أَهْلُ الْجَنَّةِ»",
            "page": "116",
            "part": "1",
            "seal": "26FDC58D"
        },
        {
            "hno": "270",
            "id": "286",
            "nass": "270 - أَخْبَرَنَا الْأَشْعَثُ بْنُ شَبِيبٍ، قَالَ: حَدَّثَنَا عَامِرُ بْنُ يَسَافٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ الْيَمَامِيُّ، قَالَ: قَالَ ابْنُ عَبَّاسٍ: «§مَنْ صَلَّى رَكْعَتَيْنِ بَعْدَ عِشَاءِ الْآخِرَةِ، فَقَرَأَ فِي كُلِّ رَكْعَةٍ بِفَاتِحَةِ الْكِتَابِ وَخَمْسِ عَشْرَةَ مَرَّةً قُلْ هُوَ اللَّهُ أَحَدٌ بَنَى اللَّهُ لَهُ قَصْرَيْنِ فِي الْجَنَّةِ يَتَرَاءَاهُمَا أَهْلُ الْجَنَّةِ»",
            "page": "116",
            "part": "1",
            "seal": "7066C506"
        },
        {
            "hno": "271",
            "id": "287",
            "nass": "271 - أَخْبَرَنَا الْأَشْعَثُ بْنُ شَبِيبٍ، قَالَ: حَدَّثَنَا عُثْمَانُ الْمُؤَذِّنُ الْعَبْدِيُّ، قَالَ: حَدَّثَنَا مَحْبُوبُ بْنُ هِلَالِ بْنِ أَبِي مَيْمُونٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: \" كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالشَّامِ فَهَبَطَ عَلَيْهِ جِبْرِيلُ فَقَالَ: يَا مُحَمَّدُ، إِنَّ مُعَاوِيَةَ بْنَ مُعَاوِيَةَ الْمُزَنِيَّ هَلَكَ، أَفَتُحِبُّ أَنْ تُصَلِّيَ عَلَيْهِ؟ قَالَ: نَعَمْ قَالَ: فَضَرَبَ بِجَنَاحَيْهِ الْأَرْضَ فَتَضَعْضَعَ لَهُ كُلُّ شَيْءٍ، وَلَزِقَ بِالْأَرْضِ فَرَفَعَ لَهُ سَرِيرَهُ فَصَلَّى عَلَيْهِ، قَالَ: فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مِنْ أَيِّ شَيْءٍ أُوتِي مُعَاوِيَةُ هَذَا الْفَضْلَ، صَلَّى عَلَيْهِ -[117]- صَفَّانِ مِنَ الْمَلَائِكَةِ فِي كُلِّ صَفٍّ سِتُّمِائَةَ أَلْفٍ؟» قَالَ: بِقُلْ هُوَ اللَّهُ أَحَدٌ كَانَ يَقْرَؤُهَا قَائِمًا، وَقَاعِدًا، وَجَاثِيًا، وَذَاهِبًا، وَنَائِمًا \"",
            "page": "116",
            "part": "1",
            "seal": "136794DD"
        },
        {
            "hno": "272",
            "id": "288",
            "nass": "272 - أَخْبَرَنَا يُوسُفُ بْنُ وَاقِدٍ، قَالَ: حَدَّثَنَا عُبَاءَةُ بْنُ كُلَيْبٍ، عَنْ جَعْفَرِ بْنِ عِمْرَانَ الْأَزْدِيِّ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: \" كَانَ رَجُلٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُقَالُ: مُعَاوِيَةُ بْنُ مُعَاوِيَةَ قَالَ: فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ تَبُوكَ وَهُوَ مَرِيضٌ ثَقِيلٌ، فَسَارَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَشَرَةُ أَيَّامٍ، ثُمَّ لَقِيَهُ جِبْرِيلُ، فَقَالَ: \" §يَا مُحَمَّدُ، إِنَّ مُعَاوِيَةَ بْنَ مُعَاوِيَةَ تُوُفِّيَ فَحَزِنَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حُزْنًا شَدِيدًا، فَقَالَ: يَا مُحَمَّدُ، أَيَسُرُّكَ أَنْ أُرِيَكَ قَبْرَهُ؟ قَالَ: «إِي وَاللَّهِ يَا جِبْرِيلُ» قَالَ: فَضَرَبَ بِجَنَاحَيْهِ الْيَمِينِ الْأَرْضَ، وَجَنَاحِهِ الْأَيْسَرِ الْأَرْضَ، فَلَمْ يَبْقَ جَبَلٌ إِلَّا انْخَفَضَ، حَتَّى بَدَا قَبْرُهُ، فَنَظَرَ إِلَيْهِ فَقَالَ: يَا مُحَمَّدُ أَيَسُرُّكَ أَنْ تُصَلِّيَ عَلَيْهِ؟ فَقَالَ: «إِي وَاللَّهِ يَا جِبْرِيلُ» فَاحْتَمَلَهُ بِجَنَاحِهِ، فَوَضَعَهُ بَيْنَ يَدَيْ قَبْرِهِ، وَكَبَّرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَجِبْرِيلُ عَنْ يَمِينِهِ وَصُفُوفُ الْمَلَائِكَةِ سَبْعُونَ أَلْفًا، حَتَّى إِذَا فَرَغَ مِنْ صَلَاتِهِ قَالَ: «يَا جِبْرِيلُ بِمَ نَزَلَ مُعَاوِيَةُ مِنَ اللَّهِ هَذِهِ الْمَنْزِلَةِ؟» قَالَ: بِقُلْ هُوَ اللَّهُ أَحَدٌ كَانَ يَقْرَؤُهَا قَائِمًا وَقَاعِدًا وَمَاشِيًا وَنَائِمًا، وَلَقَدْ كُنْتُ أَخَافُ عَلَى أُمَّتِكَ يَا مُحَمَّدُ، حَتَّى نَزَلَتْ هَذِهِ السُّورَةُ \"",
            "page": "117",
            "part": "1",
            "seal": "73E1F391"
        },
        {
            "hno": "273",
            "id": "289",
            "nass": "273 - حَدَّثَنَا عُثْمَانُ بْنُ مُطِيعٍ، قَالَ: حَدَّثَنَا الْعَلَاءُ بْنُ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: \" §غَزَا نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ تَبُوكَ، فَلَمَّا قَدِمَهَا طَلَعَتِ الشَّمْسُ بِأَحْسَنِ إِطْلَاعِ شُعَاعِهَا، وَضِيَائِهَا، وَنُورِهَا، قَالَ نَبِيُّ اللَّهِ - فَعَجِبَ مِنْ ضِيَائِهَا، وَنُورِهَا، وَشُعَاعِهَا وَحُسْنِهَا حَتَّى أَتَاهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ بِالْوَحْيِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا جِبْرِيلُ مَا هَذِهِ الشَّمْسُ؟ لَهَا شُعَاعٌ، وَضِيَاءٌ لَمْ أَرَهُ بِهَا قَبْلَ الْيَوْمِ» فَقَالَ: يَا نَبِيَّ اللَّهِ إِنَّهُ مَاتَ الْيَوْمَ مُعَاوِيَةُ بْنُ مُعَاوِيَةَ بِالْمَدِينَةِ، وَإِنَّ اللَّهَ بَعَثَ لَهُ سَبْعِينَ أَلْفِ مَلَكٍ يُصَلُّونَ عَلَيْهِ، قَالَ: «فَبِمَ ذَلِكَ يَا جِبْرِيلُ؟» قَالَ: لِكَثْرَةِ تِلَاوَتِهِ قُلْ هُوَ اللَّهُ أَحَدٌ، اللَّهُ الصَّمَدُ، لَمْ يَلِدْ، وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ قَائِمًا، وَقَاعِدًا، قَالَ: «اسْتَكْثِرُوا مِنْهَا فَإِنَّهَا نِسْبَةُ رَبِّكُمْ، مَنْ قَرَأَهَا خَمْسِينَ مَرَّةً رَفَعَ اللَّهُ لَهُ خَمْسِينَ أَلْفِ دَرَجَةٍ، وَحَطَّ عَنْهُ خَمْسِينَ أَلْفِ سَيِّئَةٍ، وَكُتِبَ لَهُ خَمْسِينَ أَلْفِ حَسَنَةٍ، وَمَنْ زَادَ زَادَهُ اللَّهُ» قَالَ جِبْرِيلُ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: هَلْ لَكَ أَنْ تُصَلِّيَ عَلَيْهِ؟ قَالَ: «نَعَمْ» فَقَبَضَ جِبْرِيلُ الْأَرْضَ، وَنَحَّى عَنْ طَرِيقِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كُلَّ حَجَرٍ، وَمَدَرٍ، حَتَّى صَلَّى عَلَيْهِ \"",
            "page": "118",
            "part": "1",
            "seal": "921186C0"
        },
        {
            "hno": "274",
            "id": "290",
            "nass": "274 - أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا إِسْرَائِيلُ، عَنِ الْحَجَّاجِ بْنِ دِينَارٍ، عَنِ الْحَكَمِ بْنِ حَجْلٍ الْأَزْدِيِّ، عَنْ رَجُلٍ مِنْ قَوْمِهِ، عَنْ عَلِيٍّ، عَلَيْهِ السَّلَامُ قَالَ: «§مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ، اللَّهُ الصَّمَدُ عَشْرُ مَرَّاتٍ فِي دُبُرِ صَلَاةِ الْغَدَاةِ، لَمْ يَصِلْ إِلَيْهِ فِي ذَلِكَ الْيَوْمِ ذَنْبٌ وَإِنْ جَهِدَ الشَّيْطَانُ»",
            "page": "118",
            "part": "1",
            "seal": "1A3E915B"
        },
        {
            "hno": "275",
            "id": "291",
            "nass": "275 - أَخْبَرَنَا الْحَسَنُ بْنُ حُدَّانَ بْنِ طَرِيفٍ، قَالَ: حَدَّثَنَا كَثِيرُ بْنُ سُلَيْمٍ، عَنِ الْحَسَنِ، قَالَ: «§مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ مِائَتَيْ مَرَّةٍ كَانَ لَهُ مِنَ الْأَجْرِ عُمَارَةُ خَمْسِمِائَةِ سَنَةٍ»",
            "page": "118",
            "part": "1",
            "seal": "75632FA4"
        },
        {
            "hno": "276",
            "id": "292",
            "nass": "276 - أَخْبَرَنَا سُلَيْمَانُ بْنُ النُّعْمَانِ الشَّيْبَانِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ أَبِي جَعْفَرٍ، عَنْ ثَابِتٍ، وَأَبِي الظِّلَالِ، عَنْ أَنَسٍ، قَالَ رَجُلٌ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ لِي أَخًا قَدْ حُبِّبَ إِلَيْهِ قُلْ هُوَ اللَّهُ أَحَدٌ قَالَ: «§بَشِّرْ أَخَاكَ بِالْجَنَّةِ»",
            "page": "119",
            "part": "1",
            "seal": "65C883A1"
        },
        {
            "hno": "277",
            "id": "293",
            "nass": "277 - أَخْبَرَنَا اللَّيْثُ بْنُ خَالِدٍ الْبَجَلِيُّ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، عَنْ أَبِي جَعْفَرٍ، عَنْ غَالِبٍ الْقَرْقَسَانِيِّ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «§مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ مِائَتَيْ مَرَّةٍ فِي أَرْبَعِ رَكَعَاتٍ، فِي كُلِّ رَكْعَةٍ خَمْسِينَ مَرَّةً، غَفَرَ اللَّهُ لَهُ ذَنْبَ مِائَةِ سَنَةٍ خَمْسِينَ مُسْتَقْبِلَةً، وَخَمْسِينَ مُسْتَأْخِرَةً»",
            "page": "119",
            "part": "1",
            "seal": "A48A2DE9"
        },
        {
            "hno": "278",
            "id": "294",
            "nass": "278 - أَخْبَرَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، قَالَ: حَدَّثَنَا مُبَارَكُ بْنُ فَضَالَةَ، قَالَ: أَخْبَرَنَا ثَابِتٌ، عَنْ أَنَسٍ،: \" أَنَّ رَجُلًا، قَالَ: يَا رَسُولَ اللَّهِ، إِنِّي أُحِبُّ هَذِهِ السُّورَةَ قُلْ هُوَ اللَّهُ أَحَدٌ قَالَ: «§حُبُّكَ إِيَّاهَا أَدْخَلَكَ الْجَنَّةَ»",
            "page": "119",
            "part": "1",
            "seal": "FCF4DF5B"
        },
        {
            "hno": "279",
            "id": "295",
            "nass": "279 - أَخْبَرَنَا عَمْرُو بْنُ مَرْزُوقٍ، قَالَ: حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ: \" دَخَلْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَسْجِدَ، وَيَدُهُ فِي يَدِي أَوْ يَدِي فِي يَدِهِ فَإِذَا رَجُلٌ يُصَلِّي يَقُولُ: اللَّهُمَّ إِنِّي أَسْأَلُكَ إِنَّكَ أَنْتَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا أَنْتَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ، الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ، فَقَالَ -[120]- رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَقَدْ دُعِيَ اللَّهُ بِاسْمِهِ الْأَعْظَمِ الَّذِي إِذَا سُئِلَ بِهِ أَعْطَى، وَإِذَا دُعِيَ بِهِ أَجَابَ»",
            "page": "119",
            "part": "1",
            "seal": "DE9CAC6D"
        },
        {
            "hno": "280",
            "id": "296",
            "nass": "280 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: أَخْبَرَنَا مُبَارَكٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ: \" أَنَّ رَجُلًا، قَالَ: يَا رَسُولَ اللَّهِ إِنِّي أُحِبُّهَا مِنْ سُورَةٍ، قَالَ: «§حُبُّكَ إِيَّاهَا أَدْخَلَكَ الْجَنَّةَ»",
            "page": "120",
            "part": "1",
            "seal": "CC9D3FEF"
        },
        {
            "hno": "281",
            "id": "297",
            "nass": "281 - أَخْبَرَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، قَالَ: حَدَّثَنَا أَبُو غَالِبٍ، قَالَ: قَالَ ابْنُ عُمَرَ: \" §أَيَعْجِزُ أَحَدُكُمْ أَنْ يُصَلِّيَ، فِي لَيْلَتِهِ، وَلَوْ بِثُلُثِ الْقُرْآنِ؟ قَالَ: قُلْتُ: إِنِّي لَأَقْرَأُ سُورَةً فَمَا أَفْرُغَ مِنْهَا حَتَّى يَشُقَّ عَلَيَّ، قَالَ: اقْرَأْ قُلْ هُوَ اللَّهُ أَحَدٌ فَإِنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ \"",
            "page": "120",
            "part": "1",
            "seal": "805B2DBA"
        },
        {
            "hno": null,
            "id": "298",
            "nass": "§بَابٌ فِي فَضْلِ الْمُعَوِّذَتَيْنِ",
            "page": "120",
            "part": "1",
            "seal": "764C888C"
        },
        {
            "hno": "282",
            "id": "299",
            "nass": "282 - أَخْبَرَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، قَالَ: حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَسْلَمَ أَبِي عِمْرَانَ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ: \" اتَّبَعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمًا وَهُوَ رَاكِبٌ، فَقُلْتُ: يَا رَسُولَ اللَّهِ: أَقْرِئْنِي -[121]- مِنْ سُورَةِ هُودٍ، أَوْ يُوسُفَ فَقَالَ: «§إِنَّكَ لَنْ تَقْرَأَ شَيْئًا أَبْلَغَ عِنْدَ اللَّهِ مِنْ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ»",
            "page": "120",
            "part": "1",
            "seal": "001F69B3"
        },
        {
            "hno": "283",
            "id": "300",
            "nass": "283 - أَخْبَرَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، عَنْ شَدَّادِ بْنِ سَعِيدٍ أَبِي طَلْحَةَ الرَّاسِبِيِّ، قَالَ: حَدَّثَنَا سَعِيدٌ الْجُرَيْرِيُّ، عَنْ أَبِي نَضْرَةَ، عَنْ جَابِرٍ، قَالَ: \" أَخَذَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِيَدِي وَقَالَ لِي: «يَا جَابِرُ، اقْرَأْ» قُلْتُ: بِمَا أَقْرَأُ فِدَاكَ أَبِي وَأُمِّي؟ قَالَ: «§اقْرَأْ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ» ثُمَّ قَالَ: «يَا جَابِرُ، اقْرَأْ» قُلْتُ: وَبِمَا أَقْرَأُ فِدَاكَ أَبِي وَأُمِّي؟ قَالَ: \" اقْرَأْ: قُلْ أَعُوذُ بِرَبِّ النَّاسِ يَا جَابِرُ، اقْرَأْهُمَا فَلَنْ تَقْرَأَ بِمِثْلِهِمَا \"",
            "page": "121",
            "part": "1",
            "seal": "B3BFF073"
        },
        {
            "hno": "284",
            "id": "301",
            "nass": "284 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، وَمُسَدَّدٌ، قَالَا: حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ حَنْظَلَةَ، قَالَ: \" قُلْتُ لِعِكْرِمَةَ: إِنِّي رُبَّمَا قَرَأْتُ فِي الْمَغْرِبِ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ، وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ وَإِنَّ نَاسًا يَعِيبُونَ ذَاكَ عَلَيَّ فَقَالَ: سُبْحَانَ اللَّهِ، اقْرَأْهُمَا؛ فَإِنَّهُمَا مِنَ الْقُرْآنِ، ثُمَّ قَالَ: حَدَّثَنِي ابْنُ عَبَّاسٍ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ §فَصَلَّى رَكْعَتَيْنِ فَقَرَأَ فِيهِمَا بِفَاتِحَةِ الْكِتَابِ، وَلَمْ يَزِدْ عَلَيْهِمَا \"",
            "page": "121",
            "part": "1",
            "seal": "84D82EF6"
        },
        {
            "hno": "285",
            "id": "302",
            "nass": "285 - أَخْبَرَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، قَالَ: \" قُلْتُ لِلْأَسْوَدِ: -[122]- §الْمُعَوِّذَتَانِ مِنَ الْقُرْآنِ هُمَا؟ قَالَ: نَعَمْ \"",
            "page": "121",
            "part": "1",
            "seal": "ADA7CCE9"
        },
        {
            "hno": "286",
            "id": "303",
            "nass": "286 - أَخْبَرَنَا عَبَّاسُ بْنُ الْوَلِيدِ النَّرْسِيُّ، وَمُسَدَّدٌ، قَالَا: حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسٍ يَعْنِي ابْنِ أَبِي حَازِمٍ عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أُنْزِلَ عَلَيَّ آيَاتٌ لَمْ أَرَ مِثْلَهُنَّ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ إِلَى آخِرِ السُّورَةِ، وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ إِلَى آخِرِ السُّورَةِ» ¶ 287 - أَخْبَرَنَا مُسَدَّدٌ، حَدَّثَنَا هِشَامٌ، بِهَذَا الْإِسْنَادِ نَحْوَهُ",
            "page": "122",
            "part": "1",
            "seal": "7B0E6BFC"
        },
        {
            "hno": "288",
            "id": "304",
            "nass": "288 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، قَالَ: حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنِ الْجُرَيْرِيِّ، عَنْ مَعْبَدِ بْنِ هِلَالٍ الْعَنَزِيِّ، عَنْ رَجُلٍ مِنْ آلِ مُعَاوِيَةَ يَفْقَهُونَهُ عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ: \" كُنْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ، فَقَالَ: «§أَعَجَزْتَ يَا عُقْبَةُ» ؟ قَالَ: قُلْتُ: لَا. قَالَ: فَسَارَ مَا شَاءَ اللَّهُ، ثُمَّ قَالَ لِي: «يَا عُقْبَةُ أَعَجَزْتَ؟» قَالَ: قُلْتُ: نَعَمْ يَا رَسُولَ اللَّهِ، قَالَ: فَنَزَلَ وَقَالَ: «ارْكَبْ» قَالَ: قُلْتُ: عَلَى مَرْكَبِكَ يَا رَسُولَ اللَّهِ؟ قَالَ: «نَعَمْ» قَالَ: فَصَلَّى بِنَا الْغَدَاةَ، فَقَرَأَ بِقُلْ أَعُوذُ بِرَبِّ -[123]- الْفَلَقِ، وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ، فَلَمَّا سَلَّمَ أَقْبَلَ عَلَيَّ فَقَالَ: «أَسَمِعْتَ يَا عُقْبَةُ؟ يَا عُقْبَةُ أَسَمِعْتَ؟»",
            "page": "122",
            "part": "1",
            "seal": "4DC79AAF"
        },
        {
            "hno": "289",
            "id": "305",
            "nass": "289 - أَخْبَرَنَا سَهْلُ بْنُ عُثْمَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنِ الْقَاسِمِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عُقْبَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَلَا أُعَلِّمُكَ مِنْ خَيْرِ سُورَةٍ يَقْرَؤُهَا النَّاسُ؟» قُلْتُ: بَلَى، فَقَرَأَ عَلَيَّ: قُلْ أَعُوذُ بِرَبِّ النَّاسِ وَقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ثُمَّ انْتَهَى إِلَى النَّاسِ، وَقَدْ أُقِيمَتِ الصَّلَاةُ فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَرَأَ بِهِمَا، ثُمَّ قَالَ لِي: اقْرَأْهُمَا كُلَّمَا نِمْتَ وَقُمْتَ \"",
            "page": "123",
            "part": "1",
            "seal": "F6B24B26"
        },
        {
            "hno": "290",
            "id": "306",
            "nass": "290 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا وَكِيعٌ، عَنِ الْمَسْعُودِيِّ، عَنْ عَوْفِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، قَالَتْ: \" §مَنْ قَرَأَ بَعْدَ الْجُمُعَةِ الْحَمْدُ وَالْمُعَوِّذَتَيْنِ وَقُلْ هُوَ اللَّهُ أَحَدٌ سَبْعًا حُفِظَ إِلَى الْجُمُعَةِ الْأُخْرَى. قَالَ وَكِيعٌ: فَجَرَّبْنَاهُ، فَوَجَدْنَاهُ كَذَلِكَ \"",
            "page": "123",
            "part": "1",
            "seal": "3F7BC775"
        },
        {
            "hno": "291",
            "id": "307",
            "nass": "291 - أَخْبَرَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، قَالَ: \" قُلْتُ لِأُبَيِّ بْنِ كَعْبٍ: إِنَّ ابْنَ مَسْعُودٍ، لَا يَكْتُبُ الْمُعَوِّذَتَيْنِ فِي مُصْحَفِهِ. فَقَالَ: §أَشْهَدُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَخْبَرَنِي: أَنَّ جِبْرِيلَ قَالَ لَهُ: «قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ» فَقُلْتُهَا ثُمَّ قَالَ: قُلْ أَعُوذُ بِرَبِّ النَّاسِ فَقُلْتُهَا. فَنَحْنُ نَقُولُ لَكُمْ كَمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "124",
            "part": "1",
            "seal": "D69DD5DD"
        },
        {
            "hno": "292",
            "id": "308",
            "nass": "292 - أَخْبَرَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَ: حَدَّثَنَا حَمَّادٌ، قَالَ: حَدَّثَنَا أَنَسُ بْنُ سِيرِينَ،: أَنَّ عُمَرَ بْنَ الْخَطَّابِ: «كَانَ §يَقْرَأُ فِي وِتْرِهِ بِـ قُلْ هُوَ اللَّهُ أَحَدٌ وَالْمُعَوِّذَتَيْنِ»",
            "page": "124",
            "part": "1",
            "seal": "59AF889C"
        },
        {
            "hno": "293",
            "id": "309",
            "nass": "293 - أَخْبَرَنَا أَحْمَدُ بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، قَالَ: سَمِعْتُ نَصْرَ بْنَ عَبْدِ الرَّحْمَنِ، وَرَجُلًا آخَرَ عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قُلْ هُوَ اللَّهُ أَحَدٌ» أَحْسَبُهُ قَرَأَهَا عَلَيْهِ وَقَالَ: «قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ» وَقَالَ: «§تَعَوَّذْ بِهِنَّ، فَإِنَّهُ لَنْ يُتَعَوَّذَ بِمِثْلِهِنَّ»",
            "page": "124",
            "part": "1",
            "seal": "E7B4C137"
        },
        {
            "hno": "294",
            "id": "310",
            "nass": "294 - أَخْبَرَنَا أَبُو عُمَرَ النَّمَرِيُّ، حَدَّثَنَا شُعْبَةُ، عَنِ الْجُرَيْرِيِّ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ، عَنْ رَجُلٍ مِنْ قَوْمِهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِهِ وَهُوَ يُصَلِّي فَقَالَ: «§اقْرَأْ بِالْمُعَوِّذَتَيْنِ فِي صَلَاتِكَ»",
            "page": "124",
            "part": "1",
            "seal": "305771B4"
        },
        {
            "hno": "295",
            "id": "311",
            "nass": "295 - أَخْبَرَنَا أَبُو عُمَرَ، قَالَ: حَدَّثَنَا الْمُنْذِرُ بْنُ ثَعْلَبَةَ، عَنْ عِلْبَاءَ بْنِ أَحْمَرَ، قَالَ: «لَمَّا طُعِنَ عُمَرُ مَاجَ النَّاسُ، حَتَّى كَادَتِ الشَّمْسُ أَنْ تَطْلُعَ، فَصَلَّى بِهِمْ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، §فَقَرَأَ بِالْمُعَوِّذَتَيْنِ»",
            "page": "125",
            "part": "1",
            "seal": "C4397958"
        },
        {
            "hno": null,
            "id": "312",
            "nass": "§بَابُ فَضْلِ سُوَرٍ شَتَّى",
            "page": "125",
            "part": "1",
            "seal": "6E5E550C"
        },
        {
            "hno": "296",
            "id": "313",
            "nass": "296 - أَخْبَرَنَا يَزِيدُ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ إِسْمَاعِيلَ بْنِ رَافِعٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي فَرْوَةَ، قَالَ: \" بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ لِكُلِّ شَجَرٍ ثَمَرًا، وَإِنَّ ثَمَرَ الْقُرْآنِ ذَوَاتُ حم هُنَّ رَوْضَاتٌ مُخْصَبَاتٌ، مُعْشَبَاتٌ مُتَجَاوِرَاتٌ، فَمَنْ أَحَبَّ أَنْ يَرْتَعَ فِي رِيَاضِ الْجَنَّةِ فَلْيَقْرَأِ الْحَوَامِيمَ، وَمَنْ قَرَأَ سُورَةَ الدُّخَانِ فِي لَيْلَةِ الْجُمُعَةِ أَصْبَحَ مَغْفُورًا لَهُ، وَمَنْ قَرَأَ الم تَنْزِيلُ السَّجْدَةِ، وَتَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ فِي يَوْمٍ وَلَيْلَةٍ، فَكَأَنَّمَا وَافَقَ لَيْلَةَ الْقَدْرِ وَمَنْ قَرَأَ إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا فَكَأَنَّمَا قَرَأَ رُبُعَ الْقُرْآنِ، وَمَنْ قَرَأَ قُلْ يَا أَيُّهَا الْكَافِرُونَ فَكَأَنَّمَا قَرَأَ رُبُعَ الْقُرْآنِ، وَمَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ عَشْرَ مَرَّاتٍ، بَنَى لَهُ قَصْرًا فِي الْجَنَّةِ» ، فَقَالَ أَبُو بَكْرٍ الصِّدِّيقُ: إِذًا نَسْتَكْثِرُ مِنَ الْقُصُورِ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" اللَّهُ أَكْثَرُ وَأَطْيَبُ، وَمَنْ قَرَأَ قُلْ أَعُوذُ بِرَبِّ النَّاسِ وَقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ لَمْ يَبْقَ شَيْءٌ مِنَ الشَّرِّ إِلَّا قَالَ: أَيْ رَبِّ، أَعِذْهُ مِنْ شَرِّي، وَمَنْ قَرَأَ بِأُمِّ الْقُرْآنِ، فَكَأَنَّمَا قَرَأَ رُبْعَ الْقُرْآنِ، -[126]- وَمَنْ قَرَأَ أَلْهَاكُمُ التَّكَاثُرُ فَكَأَنَّمَا قَرَأَ أَلْفَ آيَةٍ \"",
            "page": "125",
            "part": "1",
            "seal": "3DF5790E"
        },
        {
            "hno": "297",
            "id": "314",
            "nass": "297 - أَخْبَرَنَا الْقَعْنَبِيُّ، قَالَ: حَدَّثَنَا سَلَمَةُ بْنُ وَرْدَانَ، قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، قَالَ: سَأَلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَجُلًا مِنْ أَصْحَابِهِ فَقَالَ: «§يَا فُلَانُ، هَلْ تَزَوَّجْتَ؟» فَقَالَ: لَا، وَلَيْسَ عِنْدِي مَا أَتَزَوَّجُ بِهِ. فَقَالَ: «أَلَيْسَ مَعَكَ قُلْ هُوَ اللَّهُ أَحَدٌ؟» قَالَ: بَلَى. قَالَ: «رُبْعُ الْقُرْآنِ» قَالَ: «أَلَيْسَ مَعَكَ قُلْ يَا أَيُّهَا الْكَافِرُونَ؟» قَالَ: بَلَى. قَالَ: «رُبُعُ الْقُرْآنِ.» قَالَ: أَلَيْسَ مَعَكَ إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا \" قَالَ: بَلَى. قَالَ: \" رُبُعُ الْقُرْآنِ. قَالَ: أَلَيْسَ مَعَكَ آيَةَ الْكُرْسِيِّ؟ \" قَالَ: بَلَى قَالَ: «رُبُعُ الْقُرْآنِ» . قَالَ: تَزَوَّجْ، تَزَوَّجْ، تَزَوَّجْ \"",
            "page": "126",
            "part": "1",
            "seal": "1FB9A724"
        },
        {
            "hno": "298",
            "id": "315",
            "nass": "298 - أَخْبَرَنَا عَبْدُ السَّلَامِ بْنُ عَاصِمٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنِ الْيَمَانِ بْنِ الْمُغِيرَةِ، عَنْ عَطَاءٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا تَعْدِلُ نِصْفَ الْقُرْآنِ، وَقُلْ يَا أَيُّهَا الْكَافِرُونَ تَعْدِلُ رُبُعَ الْقُرْآنِ، وَقُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلِ ثُلُثَ الْقُرْآنِ»",
            "page": "126",
            "part": "1",
            "seal": "60FED3CF"
        },
        {
            "hno": "299",
            "id": "316",
            "nass": "299 - أَخْبَرَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ خَالِدٍ، عَنْ أَبِي قِلَابَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أُعْطِيتُ السَّبْعَ مَكَانَ التَّوْرَاةِ، وَأُعْطِيتُ الْمَثَانِيَ مَكَانَ الْإِنْجِيلِ، وَأُعْطِيتُ كَذَا مَكَانَ الزَّبُورِ، وَفُضِّلْتُ بِالْمُفَصَّلِ»",
            "page": "127",
            "part": "1",
            "seal": "9071E86E"
        },
        {
            "hno": "300",
            "id": "317",
            "nass": "300 - أَخْبَرَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمٍ، قَالَ: \" §كَانَ يُقَالُ: قُلْ هُوَ اللَّهُ أَحَدٌ ثُلُثُ الْقُرْآنِ، وَإِذَا زُلْزِلَتِ نِصْفُ الْقُرْآنِ وَقُلْ يَا أَيُّهَا الْكَافِرُونَ رُبُعُ الْقُرْآنِ \"",
            "page": "127",
            "part": "1",
            "seal": "7DF36E8C"
        },
        {
            "hno": "301",
            "id": "318",
            "nass": "301 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، عَنْ إِسْمَاعِيلَ، عَنْ هِلَالِ بْنِ يَسَافٍ، عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ، قَالَ: «§مَنْ قَرَأَ قُلْ يَا أَيُّهَا الْكَافِرُونَ فِي لَيْلَةٍ فَقَدْ أَكْثَرَ»",
            "page": "127",
            "part": "1",
            "seal": "420AE092"
        },
        {
            "hno": "302",
            "id": "319",
            "nass": "302 - أَخْبَرَنَا عَلِيُّ بْنُ الْحَسَنِ، حَدَّثَنَا الزَّنْجِيُّ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ، قَالَ: «§حم دِيبَاجُ الْقُرْآنِ»",
            "page": "127",
            "part": "1",
            "seal": "53553A64"
        },
        {
            "hno": "303",
            "id": "320",
            "nass": "303 - أَخْبَرَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا لَيْثٌ، حَدَّثَنِي أَبُو مُحَمَّدٍ، قَالَ: \" رَمَقْتُ ابْنَ عُمَرَ سَاهِرًا، فَسَمِعْتُهُ يَقْرَأُ، فِي الرَّكْعَتَيْنِ قَبْلَ الْفَجْرِ قُلْ يَا أَيُّهَا الْكَافِرُونَ وَقُلْ هُوَ اللَّهُ أَحَدٌ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي الرَّكْعَتَيْنِ قَبْلَ الْفَجْرِ بِقُلْ يَا أَيُّهَا الْكَافِرُونَ ثُمَّ قَالَ: §إِنَّ أَحَدَهُمَا تَعْدِلُ ثُلُثَ الْقُرْآنِ، وَالْأُخْرَى رُبُعَ الْقُرْآنِ قُلْ هُوَ اللَّهُ بِثُلُثِ الْقُرْآنِ وَقُلْ يَا أَيُّهَا الْكَافِرُونَ بِرُبُعِ الْقُرْآنِ \"",
            "page": "128",
            "part": "1",
            "seal": "5A1D411D"
        },
        {
            "hno": "304",
            "id": "321",
            "nass": "304 - أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ الْعَبْدِيُّ، أَخْبَرَنَا سُفْيَانُ بْنُ سَعِيدٍ الثَّوْرِيُّ، عَنْ إِسْمَاعِيلَ، عَنْ هِلَالِ بْنِ يَسَافٍ، عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ، قَالَ: «§مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ وَقُلْ يَا أَيُّهَا الْكَافِرُونَ فِي لَيْلَةٍ فَقَدْ أَكْثَرَ وَأَطْيَبَ»",
            "page": "128",
            "part": "1",
            "seal": "BD782F61"
        },
        {
            "hno": "305",
            "id": "322",
            "nass": "305 - أَخْبَرَنَا مُسَدَّدٌ، وَعَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، قَالَا: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مُهَاجِرٍ أَبِي الْحَسَنِ، عَنْ رَجُلٍ، قَالَ: \" كُنْتُ أُسَايِرُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي لَيْلَةٍ ظَلْمَاءَ ذَاتِ رِيحٍ، فَسَمِعَ رَجُلًا يَقْرَأُ بِقُلْ يَا أَيُّهَا الْكَافِرُونَ فَقَالُ: «§أَمَّا هَذَا فَقَدْ بَرِئَ مِنَ الشِّرْكِ» فَسِرْنَا مَا شَاءَ اللَّهُ، وَرَاحِلَتِي بِجَنْبِ رَاحِلَةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَسَمِعَ رَجُلًا آخَرَ يَقْرَأُ قُلْ -[129]- هُوَ اللَّهُ أَحَدٌ حَتَّى خَتَمَهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَمَّا هَذَا فَقَدْ غُفِرَ لَهُ» فَقَصَّرْتُ رَاحِلَتِي؛ لِأَنْظُرَ مَنِ الَّذِي قَرَأَ فَأُبَشِّرَهُ بِمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَمَا دَرَيْتُ أَيَّ النَّاسِ هُوَ \" وَاللَّفْظُ لِمُسَدَّدٍ",
            "page": "128",
            "part": "1",
            "seal": "DD9DD8B8"
        },
        {
            "hno": "306",
            "id": "323",
            "nass": "306 - أَخْبَرَنَا يُوسُفُ بْنُ وَاقِدٍ، وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَا: حَدَّثَنَا يَعْقُوبُ، عَنْ جَعْفَرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: \" جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ، مَا تَقُولُ إِذَا أَخَذْتَ مَضْجَعَكَ بِاللَّيْلِ؟ فَقَالَ: \" أَقُولُ: «§اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ، وَأَمَّا أَنْتَ فْاقْرَأْ قُلْ يَا أَيُّهَا الْكَافِرُونَ»",
            "page": "129",
            "part": "1",
            "seal": "FE0DAF77"
        },
        {
            "hno": "307",
            "id": "324",
            "nass": "307 - أَخْبَرَنَا دَاوُدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا سَعِيدٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَابِسٍ، قَالَ: حَدَّثَنِي رَجُلٌ مِنْ أَصْحَابِ عَبْدِ اللَّهِ وَلَمْ يُسَمِّهِ قَالَ: \" أَرَادَ عَبْدُ اللَّهِ أَنْ يَأْتِيَ الْمَدِينَةَ فَجَمَعَ أَصْحَابَهُ فَقَالَ: وَاللَّهِ إِنِّي لَأَرْجُو أَنْ يَكُونَ قَدْ أَصْبَحَ فِيكُمْ مِنْ أَفْضَلِ مَا أَصْبَحَ فِي أَخْيَارِ الْمُسْلِمِينَ مِنَ الدِّينِ وَالْفِقْهِ وَالْعِلْمِ بِالْقُرْآنِ، إِنَّ هَذَا الْقُرْآنَ نَزَلَ عَلَى حُرُوفٍ، وَاللَّهِ إِنْ كَانَ الرَّجُلَانِ يَخْتَصِمَانِ أَشَدَّ مَا اخْتَصَمَا فِي شَيْءٍ قَطُّ، فَإِذَا قَالَ الْبَادِي: هَذَا أَقْرَأَنِي، قَالَ: قَدْ -[130]- أَحْسَنْتَ، وَإِذَا قَالَ الْآخَرُ قَالَ: كِلَاكُمَا مُحْسِنٌ وَاقْرَأْ: §إِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ، وَالْبِرُّ يَهْدِي إِلَى الْجَنَّةِ، وَالْكَذِبُ يَهْدِي إِلَى الْفُجُورِ، وَالْفُجُورُ يَهْدِي إِلَى النَّارِ، وَاعْتَبِرُوا ذَلِكَ بِقَوْلِ أَحَدِكُمْ لِصَاحِبِهِ، صَدَقَ وَبَرَّ، وَكَذَبَ وَفَجَرَ، إِنَّ هَذَا الْقُرْآنَ لَا يَخْتَلِفُ، وَلَا يَتَشَانُ وَلَا يَتْفَهُ بِكَثْرَةِ الرَّدِّ، فَمَنْ قَرَأَ عَلَى حَرْفٍ فَلَا يَدَعْهُ رَغْبَةً عَنْهُ؛ فَإِنَّهُ مَنْ يَجْحَدْ بِآيَةٍ مِنْهُ يَجْحَدْ بِهِ كُلِّهِ، وَإِنَّمَا هُوَ كَقَوْلِ أَحَدِكُمْ: أَعْجِلْ، وَجِئْ، وَهَلُمَّ، وَاللَّهِ لَوْ أَعْلَمُ أَنَّ رَجُلًا أَعْلَمَ بِمَا أُنْزِلَ عَلَى مُحَمَّدٍ مِنِّي لَطَلَبْتُهُ حَتَّى أَزْدَادَ عِلْمًا إِلَى عِلْمِي، إِنَّهُ سَيَكُونُ قَوْمٌ يُمِيتُونَ الصَّلَاةَ، فَصَلُّوا لِوَقْتِهَا، وَاجْعَلُوا صَلَاتَكُمْ مَعَهُمْ تَطَوُّعًا، وَإِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كَانَ يُعَارَضُ بِالْقُرْآنِ فِي رَمَضَانَ، وَإِنِّي قَدْ عَرَضْتُهُ عَلَيْهِ فِي الْعَامِ الَّذِي قُبِضَ فِيهِ مَرَّتَيْنِ، فَأَنْبَأَنِي أَنِّي مُحْسِنٌ، وَقَدْ قَرَأْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَبْعِينَ سُورَةً \"",
            "page": "129",
            "part": "1",
            "seal": "5D0D564A"
        }
    ],
    "t9317": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "باب الرجل يمر بآية تخويف ورحمة فيسأل أو يتعوذ"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يقرأ به الأعرابي الجاهل بالقرآن"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "باب فيما نزل من القرآن بمكة، وما نزل بالمدينة"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما قالوا في الماهر بالقرآن"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "باب فيمن كره التعشير في المصحف"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "باب الرجل إذا ختم القرآن ما يصنع"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما قيل في فضل الألف واللام من القرآن"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "باب فيمن قال: القرآن يشفع لصاحبه يوم القيامة"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "باب يقال لصاحب القرآن اقرأ وارقه"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "باب كيف أنزل القرآن؟ وفي كم أنزل؟"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل من تعلم القرآن وعلمه"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل خاتمة الكتاب"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل سورة البقرة"
        },
        {
            "id": "193",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل آية الكرسي"
        },
        {
            "id": "204",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل سورة الأنعام"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل سورة الكهف"
        },
        {
            "id": "223",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل الم تنزيل السجدة"
        },
        {
            "id": "227",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل يس"
        },
        {
            "id": "232",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل سورة الدخان"
        },
        {
            "id": "235",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل سورة القمر"
        },
        {
            "id": "238",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل سورة الواقعة"
        },
        {
            "id": "240",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل سورة الحشر"
        },
        {
            "id": "245",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل تبارك الذي بيده الملك"
        },
        {
            "id": "254",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل إذا زلزلت"
        },
        {
            "id": "258",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل قل هو الله أحد"
        },
        {
            "id": "298",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل المعوذتين"
        },
        {
            "id": "312",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل سور شتى"
        }
    ]
}