{
    "b9320": [
        {
            "hno": null,
            "id": "1",
            "nass": "§بَابٌ فِي فَضْلِ الْقُرْآنِ وَقِرَاءَتِهِ",
            "page": "109",
            "part": "1",
            "seal": "C00F46CB"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ الرَّزَّازُ، قَالَ: أنا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ، نا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنِ ابْنِ لَهِيعَةَ، عَنْ مِشْرَحِ بْنِ -[110]- هَاعَانَ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَوْ كَانَ الْقُرْآنُ فِي إِهَابٍ مَا مَسَّتْهُ النَّارُ»",
            "page": "109",
            "part": "1",
            "seal": "71AD051D"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، نا عَبْدُ اللَّهِ بْنُ يَزِيدَ، نا ابْنُ -[111]- لَهِيعَةَ، عَنْ مِشْرَحِ بْنِ هَاعَانَ، عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§لَوْ كَانَ الْقُرْآنُ فِي إِهَابٍ، ثُمَّ أُلْقِيَ فِي النَّارِ مَا احْتَرَقَ»",
            "page": "110",
            "part": "1",
            "seal": "23A41CDA"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، نا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، -[112]- عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمَاهِرُ بِالْقُرْآنِ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ، وَالَّذِي يَتَتَعْتَعُ فِيهِ لَهُ أَجْرَانِ»",
            "page": "111",
            "part": "1",
            "seal": "EA7AAAB1"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - حَدَّثَنَا أَبُو الْحَسَنِ بْنُ مُزَاحِمِ بْنِ سَعِيدٍ، نا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §الَّذِي يَتَعَاهَدُ الْقُرْآنَ، وَيَشْتَدُّ عَلَيْهِ لَهُ أَجْرَانِ، وَالَّذِي يَقْرَأُهُ وَهُوَ خَفِيفٌ عَلَيْهِ مِثْلُ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ»",
            "page": "113",
            "part": "1",
            "seal": "B470EEC0"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ،. . . -[114]- نا وَكِيعٌ، عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى , عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ مَاهِرٌ بِهِ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ، وَالَّذِي يَقْرَؤُهُ، وَهُوَ يَشْتَدُّ عَلَيْهِ لَهُ أَجْرَانِ»",
            "page": "113",
            "part": "1",
            "seal": "FDF62DA3"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ،. . . -[115]- نا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: \" §لَا يَسْأَلُ أَحَدٌ عَنْ نَفْسِهِ، إِلَّا الْقُرْآنَ، فَإِنْ كَانَ -[116]- يُحِبُّ الْقُرْآنَ، فَإِنَّهُ يُحِبُّ اللَّهَ وَرَسُولَهُ ¶ 7 - حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، نا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، نا سُفْيَانُ، -[117]- عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ مِثْلَهُ",
            "page": "114",
            "part": "1",
            "seal": "94F05CC0"
        },
        {
            "hno": "8",
            "id": "8",
            "nass": "8 - حَدَّثَنَا مُحَمَّدُ بْنُ مُصَفَّى الْحِمْصِيُّ، نا عُثْمَانُ بْنُ سَعِيدِ بْنِ كَثِيرِ بْنِ دِينَارٍ، عَنِ ابْنِ لَهِيعَةَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ وَهُوَ أَبُو الْأَسْوَدِ، عَنْ -[118]- عُرْوَةَ، عَنْ عَائِشَةَ قَالَتْ: §ذُكِرَ رَجُلٌ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِخَيْرٍ، فَقَالَ: «أَوَلَمْ يَتَعَلَّمِ الْقُرْآنَ»",
            "page": "117",
            "part": "1",
            "seal": "C587956B"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "9 - حَدَّثَنَا مَيْمُونُ بْنُ الْأَصْبَغِ، نا ابْنُ أَبِي مَرْيَمَ، أنا ابْنُ لَهِيعَةَ، حَدَّثَنِي -[119]- أَبُو الْأَسْوَدِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ قَالَتْ: §ذُكِرَ رَجُلٌ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِخَيْرٍ، فَقَالَ: «أَوَلَمْ يَتَعَلَّمِ الْقُرْآنَ»",
            "page": "118",
            "part": "1",
            "seal": "E5994BDE"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "10 - حَدَّثَنَا الْمُعَافَى بْنُ سُلَيْمَانَ، نا زُهَيْرُ بْنُ مُعَاوِيَةَ، نا عَبْدُ اللَّهِ بْنُ عِيسَى بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، -[120]- عَنْ عُثْمَانَ بْنِ عَفَّانَ قَالَ: \" §أَفْضَلُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ",
            "page": "119",
            "part": "1",
            "seal": "83A91621"
        },
        {
            "hno": "11",
            "id": "11",
            "nass": "11 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، نا أَبِي، نا شُعْبَةُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، -[121]- عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» قَالَ أَبُو عَبْدِ الرَّحْمَنِ: ذَلِكَ أَقْعَدَنِي مَقْعَدِي هَذَا، وَكَانَ يُعَلِّمُ الْقُرْآنَ",
            "page": "120",
            "part": "1",
            "seal": "658BBF23"
        },
        {
            "hno": "12",
            "id": "12",
            "nass": "12 - حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ،. . . -[122]- نا أَبُو عَامِرٍ الْعَقْدِيُّ، نا شُعْبَةُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ قَالَ: سَمِعْتُ سَعْدَ بْنَ عُبَيْدَةَ، يُحَدِّثُ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عُثْمَانَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» قَالَ أَبُو عَبْدِ الرَّحْمَنِ: فَذَاكَ أَقْعَدَنِي مَقْعَدِي هَذَا. وَكَانَ أَبُو عَبْدِ الرَّحْمَنِ يُعَلِّمُ الْقُرْآنَ",
            "page": "121",
            "part": "1",
            "seal": "8F072D49"
        },
        {
            "hno": "13",
            "id": "13",
            "nass": "13 - حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى قَالَا: نا يَحْيَى بْنُ سَعِيدٍ، نا -[123]- سُفْيَانُ، وَشُعْبَةُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ»",
            "page": "122",
            "part": "1",
            "seal": "43BCD873"
        },
        {
            "hno": "14",
            "id": "14",
            "nass": "14 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، نا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنِ الْجَرَّاحِ الْكِنْدِيِّ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عُثْمَانَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَفْضَلَكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ»",
            "page": "123",
            "part": "1",
            "seal": "9333382F"
        },
        {
            "hno": "15",
            "id": "15",
            "nass": "15 - حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ، نا إِسْحَاقُ بْنُ سُلَيْمَانَ الرَّازِيُّ، عَنِ -[124]- الْجَرَّاحِ بْنِ الضَّحَّاكِ الْكِنْدِيِّ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» قَالَ أَبُو عَبْدِ الرَّحْمَنِ: فَضْلُ كَلَامِ اللَّهِ عَلَى سَائِرِ الْكَلَامِ كَفَضْلِ الرَّبِّ عَلَى خَلْقِهِ ¶ 16 - حَدَّثَنَا أَبُو مَسْعُودٍ، نا إِسْحَاقُ بْنُ سُلَيْمَانَ، عَنِ الْجَرَّاحِ بْنِ الضَّحَّاكِ، بِإِسْنَادِهِ مِثْلَهُ. نا أَبُو عَبْدِ الرَّحْمَنِ، فَذَاكَ الَّذِي أَجْلَسَنِي هَذَا الْمَجْلِسَ، وَفَضْلُ الْقُرْآنِ عَلَى سَائِرِ الْكَلَامِ، كَفَضْلِ الرَّبِّ عَلَى خَلْقِهِ، وَذَلِكَ بِأَنَّهُ مِنْهُ",
            "page": "123",
            "part": "1",
            "seal": "01579176"
        },
        {
            "hno": "17",
            "id": "16",
            "nass": "17 - حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الْأَنْصَارِيُّ، نا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ -[125]- الْمُحَارِبِيُّ، عَنْ مُوسَى الْفَرَّاءِ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ بْنِ عَفَّانَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَفْضَلُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَيُعَلِّمُهُ» ¶ 18 - حَدَّثَنِي سَعِيدُ بْنُ عَنْبَسَةَ الرَّازِيُّ، نا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْمُحَارِبِيُّ، نا مُوسَى الْفَرَّاءُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عُثْمَانَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , مِثْلَهُ",
            "page": "124",
            "part": "1",
            "seal": "90719A21"
        },
        {
            "hno": "19",
            "id": "17",
            "nass": "19 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، نا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنْ عَبْدِ -[126]- الرَّحْمَنِ بْنِ إِسْحَاقَ، حَدَّثَنِي النُّعْمَانُ بْنُ سَعْدٍ قَالَ: سَمِعْتُ عَلِيًّا يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خِيَارُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ»",
            "page": "125",
            "part": "1",
            "seal": "98985667"
        },
        {
            "hno": "20",
            "id": "18",
            "nass": "20 - حَدَّثَنَا قُتَيْبَةُ، نا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مَنْصُورٍ،. . . -[127]- عَنْ مُجَاهِدٍ، فِي قَوْلِهِ {§وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ} [الزمر: 33] قَالَ: \" هُمْ أَهْلُ الْقُرْآنِ , قَالُوا: هَذَا الَّذِي أَعْطَيْتُمُونَا اتَّبَعَنَا مَا فِيهِ \"",
            "page": "126",
            "part": "1",
            "seal": "795B61D8"
        },
        {
            "hno": "21",
            "id": "19",
            "nass": "21 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْبَلْخِيُّ، نا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، نا -[128]- مِسْعَرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، فِي قَوْلِهِ: {§وَالَّذِي جَاءَ بِالصِّدْقِ، وَصَدَّقَ بِهِ} [الزمر: 33] قَالَ: \" هُمُ الَّذِينَ يُحَدِّثُونَ بِالْقُرْآنِ يَوْمَ الْقِيَامَةِ قَدِ اتَّبَعُوهُ، أَوْ قَالَ: اتَّبَعُوا مَا فِيهِ \"",
            "page": "127",
            "part": "1",
            "seal": "21C52E60"
        },
        {
            "hno": "22",
            "id": "20",
            "nass": "22 - حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، نا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، نا زِيَادُ بْنُ مِخْرَاقٍ، -[129]- عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ أَبِي كِنَانَةَ، أَنَّ أَبَا مُوسَى الْأَشْعَرِيَّ، جَمَعَ الَّذِينَ قَرَءُوا الْقُرْآنَ، وَهُمْ قَرِيبٌ مِنْ ثَلَاثِمِائَةٍ قَالَ يُعَظِّمُ الْقُرْآنَ، فَقَالَ: «إِنَّ §هَذَا الْقُرْآنَ كَائِنٌ لَكُمْ أَجْرًا، وَكَائِنٌ لَكُمْ ذُخْرًا، وَكَائِنٌ عَلَيْكُمْ وِزْرًا، فَاتَّبِعُوا الْقُرْآنَ وَلَا يَتَّبِعْكُمْ، فَإِنَّهُ مِنَ اتَّبَعَ الْقُرْآنَ هَبَطَ بِهِ عَلَى رِيَاضِ الْجَنَّةِ، وَمَنِ اتَّبَعَهُ الْقُرْآنُ زُجٌّ فِي قَفَاهُ، فَقَذَفَهُ فِي النَّارِ»",
            "page": "128",
            "part": "1",
            "seal": "C4559D1B"
        },
        {
            "hno": "23",
            "id": "21",
            "nass": "23 - حَدَّثَنَا الْهَيْثَمُ بْنُ أَيُّوبَ الطَّالْقَانِيُّ، نا الْفُضَيْلُ بْنُ عِيَاضٍ، عَنْ سُلَيْمَانَ الْأَعْمَشِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: -[131]- «§إِنَّ هَذَا الْقُرْآنَ شَافِعٌ مُشَفَّعٌ، وَمَاحِلٌ مُصَدَّقٌ، مَنْ جَعَلَهُ أَمَامَهُ قَادَهُ إِلَى الْجَنَّةِ، وَمَنْ جَعَلَهُ خَلْفَهُ سَاقَهُ إِلَى النَّارِ»",
            "page": "130",
            "part": "1",
            "seal": "C2DC11E3"
        },
        {
            "hno": "24",
            "id": "22",
            "nass": "24 - حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ،. . . -[132]- نا أَبِي، نا أَبُو عُشَّانَةَ قَالَ: سَمِعْتُ عُقْبَةَ بْنَ عَامِرٍ قَالَ: «§الْقُرْآنُ حُجَجٌ، فَلَكُمْ أَوْ عَلَيْكُمْ»",
            "page": "131",
            "part": "1",
            "seal": "5951FDFA"
        },
        {
            "hno": "25",
            "id": "23",
            "nass": "25 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، نا ابْنُ لَهِيعَةَ، عَنْ أَبِي عُشَّانَةَ، عَنْ عُقْبَةَ بْنِ -[133]- عَامِرٍ قَالَ: «§الْقُرْآنُ حُجَجٌ، فَلَكُمْ أَوْ عَلَيْكُمْ»",
            "page": "132",
            "part": "1",
            "seal": "728CC593"
        },
        {
            "hno": "26",
            "id": "24",
            "nass": "26 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، نا مُحَمَّدُ بْنُ شُعَيْبٍ، أَخْبَرَنِي مُعَاوِيَةُ، عَنْ أَخِيهِ، أَنَّهُ أَخْبَرَهُ أَنَّهُ سَمِعَ جَدَّهُ أَبَا سَلَّامٍ يَقُولُ: سَمِعْتُ أَبَا أُمَامَةَ -[134]- الْبَاهِلِيَّ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§اقْرَءُوا الْقُرْآنَ، فَإِنَّهُ يَوْمَ الْقِيَامَةِ شَفِيعٌ لِصَاحِبِهِ»",
            "page": "133",
            "part": "1",
            "seal": "68456AD9"
        },
        {
            "hno": "27",
            "id": "25",
            "nass": "27 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، نا مُحَمَّدُ بْنُ عُيَيْنَةَ، نا مُحَمَّدُ بْنُ عَمْرٍو، نا مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّمِيمِيُّ،. . . -[135]- عَنْ مَحْمُودِ بْنِ لَبِيدٍ، أَنَّ أُسَيْدَ بْنَ حُضَيْرٍ كَانَ مِنْ أَحْسَنِ النَّاسِ صَوْتًا بِالْقُرْآنِ، فَقَرَأَ لَيْلَةً وَفَرَسُهُ مَرْبُوطٌ عِنْدَهُ، وَابْنُهُ نَائِمٌ إِلَى جَانِبِهِ، فَأَدَارَ الْفَرَسَ فِي رِبَاطِهِ، فَقَرَأَ، فَأَدَارَ الْفَرَسَ فِي رِبَاطِهِ فَانْصَرَفَ، فَأَخَذَ ابْنَهُ وَخَشِيَ أَنْ يَطَأَهُ الْفَرَسُ، فَأَصْبَحَ، فَذَكَرَ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اقْرَأْ أُسَيْدُ» قَالَ: فَقَرَأْتُ، فَأَدَارَ الْفَرَسُ فِي رِبَاطِهِ قَالَ: انْصَرَفْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، -[136]- وَخَشِيتُ أَنْ يَطَأَ الْفَرَسُ ابْنِي قَالَ: «§فَإِنَّ الْمَلَائِكَةَ لَمْ تَزَلْ يَسْمَعُونَ صَوْتَكَ، فَلَوْ قَرَأْتَ أَصْبَحَتْ ظُلَّةٌ بَيْنَ السَّمَاءِ وَالْأَرْضِ يَتَرَاءَهَا النَّاسُ فِيهَا الْمَلَائِكَةُ»",
            "page": "134",
            "part": "1",
            "seal": "FAAD9212"
        },
        {
            "hno": "28",
            "id": "26",
            "nass": "28 - حَدَّثَنَا عُبَيْدُ اللَّهُ بْنَ عُمَرَ الْقَوَارِيرِيُّ، نا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي -[137]- أَبِي، عَنْ قَتَادَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أُسَيْدِ بْنِ حُضَيْرٍ قَالَ: بَيْنَمَا أُصَلِّي ذَاتَ لَيْلَةٍ إِذْ رَأَيْتُ أَمْثَالَ الْقَنَادِيلِ نُورًا يَنْزِلُ، فَوَقَعْتُ سَاجِدًا، فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «فَهَلَّا مَضَيْتَ يَا أَبَا عَتِيكٍ؟» قَالَ: مَا اسْتَطَعْتُ يَا نَبِيَّ اللَّهِ إِذْ رَأَيْتُهُ أَنْ وَقَعْتُ سَاجِدًا \" قَالَ: «§لَوْ مَضَيْتَ لَرَأَيْتَ الْعَجَائِبَ , كَانَتِ الْمَلَائِكَةُ تَنْزِلُ إِلَى الْقُرْآنِ»",
            "page": "136",
            "part": "1",
            "seal": "ABB24A8C"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "§بَابُ الْمُلْكِ",
            "page": "139",
            "part": "1",
            "seal": "8AA7AA7F"
        },
        {
            "hno": "29",
            "id": "28",
            "nass": "29 - حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ حِسَابٍ، نا حَمَّادُ بْنُ زَيْدٍ، نا عَاصِمٌ، عَنْ زِرٍّ، أَنَّ §ابْنَ مَسْعُودٍ، ذَكَرَ: تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ قَالَ: \" هِيَ الْمَانِعَةُ تَمْنَعُ مِنْ عَذَابِ الْقَبْرِ، وَتُوقِي الرَّجُلَ فَيُؤْتَى مِنْ قِبَلِ رِجْلَيْهِ، فَتَقُولُ رِجْلَاهُ: لَا سَبِيلَ لَكُمْ عَلَى مَا قِبَلِي , أَنَّهُ كَانَ يَقْرَأُ عَلَيَّ سُورَةَ الْمُلْكِ، وَيُؤْتَى مِنْ قِبَلِ بَطْنِهِ، فَتَقُولُ بَطْنُهُ: لَا سَبِيلَ لَكُمْ عَلَى مَا قِبَلِي، أَنَّهُ قَدْ وَعِيَ فِيَّ سُورَةَ الْمُلْكِ، وَيُؤْتَى مِنْ قِبَلِ رَأْسِهِ، فَيَقُولُ رَأْسُهُ: لَا سَبِيلَ لَكُمْ عَلَيَّ، إِنَّهُ كَانَ يَقْرَأُ فِيَّ سُورَةَ الْمُلْكِ قَالَ: وَهِيَ فِي التَّوْرَاةِ ثَلَاثُونَ آيَةً، سُورَةُ الْمُلْكِ مَنْ قَرَأَهَا فِي لَيْلَةٍ فَقَدْ أَكْثَرَ وَأَطْيَبَ \"",
            "page": "139",
            "part": "1",
            "seal": "F538E56C"
        },
        {
            "hno": "30",
            "id": "29",
            "nass": "30 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ،. . . -[141]- أَنَّهُ أَخْبَرَهُ أَنَّ §قُلْ هُوَ اللَّهُ أَحَدٌ ثُلُثُ الْقُرْآنِ: «وَأَنَّ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، تُجَادِلُ عَنْ صَاحِبِهَا»",
            "page": "140",
            "part": "1",
            "seal": "15D2C2C6"
        },
        {
            "hno": "31",
            "id": "30",
            "nass": "31 - حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ، نا عَلِيُّ بْنُ مُسْهِرٍ،. . . -[142]- عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ قَالَ: §تُؤْتَى رِجْلَا الْعَبْدِ فِي قَبْرِهِ، فَتَقُولَانِ: لَا سَبِيلَ لَكُمَا عَلَيْنَا، قَدْ كَانَ يَقُومُ فَيَقْرَأُ عَلَيْنَا سُورَةَ الْمُلْكِ، فَيُؤْتَى بَطْنُهُ، فَيَقُولُ: لَا سَبِيلَ لَكُمْ عَلَيَّ، قَدْ كَانَ أَوْعَى فِيَّ سُورَةَ الْمُلْكِ، فَيُؤْتَى رَأْسُهُ، فَيَقُولُ لِسَانُهُ وَرَأْسُهُ: لَا سَبِيلَ لَكُمْ عَلَيَّ، قَدْ كَانَ يَقْرَأُ بِي سُورَةَ الْمُلْكِ، وَهِيَ الْمَانِعَةُ، تَمْنَعُ مِنْ عَذَابِ الْقَبْرِ، وَهِيَ الْمَكْتُوبَةُ فِي التَّوْرَاةِ، هَذِهِ سُورَةُ الْمُلْكِ مَنْ قَرَأَهَا فِي لَيْلَةٍ فَقَدْ أَكْثَرَ وَأَطْيَبَ \"",
            "page": "141",
            "part": "1",
            "seal": "A8D11473"
        },
        {
            "hno": "32",
            "id": "31",
            "nass": "32 - حَدَّثَنِي عَبْدُ الْحَمِيدِ بْنُ مُوسَى، نا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ زَيْدٍ، -[143]- عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، أَنَّ ابْنَ مَسْعُودٍ، §ذُكِرَ عِنْدَهُ سُورَةُ الْمُلْكِ، فَقَالَ: «هِيَ الْمَانِعَةُ تَمْنَعُ مِنْ عَذَابِ الْقَبْرِ، وَهِيَ مَكْتُوبَةٌ فِي التَّوْرَاةِ سُورَةُ الْمُلْكِ، مَنْ قَرَأَهَا فَقَدْ أَكْثَرَ وَأَطْيَبَ» , ثُمَّ قَالَ ابْنُ مَسْعُودٍ: إِذَا مَاتَ الرَّجُلُ، قَدْ كَانَ يَقْرَأُهَا فَيُؤْتَى مِنْ قِبَلِ رِجْلَيْهِ قَالَتَا رِجْلَاهُ: لَيْسَ لَكُمْ عَلَى مَا قِبَلِي سَبِيلٌ، قَدْ كَانَ يَقُومُ عَلَيَّ سُورَةَ الْمُلْكِ كُلَّ لَيْلَةٍ، وَإِذَا أُتِيَ مِنْ قِبَلِ بَطْنِهِ قَالَتْ بَطْنُهُ: لَيْسَ لَكُمْ عَلَى مَا قِبَلِي سَبِيلٌ، فَقَدْ وَعِيَ فِيَّ سُورَةَ الْمُلْكِ، فَإِذَا أُتِيَ مِنْ قِبَلِ رَأْسِهِ قَالَ رَأْسُهُ: لَيْسَ لَكُمْ عَلَى مَا قِبَلِي سَبِيلٌ، كَانَ يَقْرَأُ فِيَّ سُورَةَ الْمُلْكِ قَالَ: وَهِيَ الْمَانِعَةُ تَمْنَعُ مِنْ عَذَابِ الْقَبْرِ \"",
            "page": "142",
            "part": "1",
            "seal": "42ECC8F7"
        },
        {
            "hno": "33",
            "id": "32",
            "nass": "33 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، نا أَبُو أُسَامَةَ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ عَبَّاسٍ الْجُشَمِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِنَّ §سُورَةً فِي الْقُرْآنِ ثَلَاثُونَ آيَةً، شَفَعَتْ لِصَاحِبِهَا، حَتَّى غُفِرَ لَهُ: تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ \"",
            "page": "143",
            "part": "1",
            "seal": "FB03FC04"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "§بَابُ الْقُرْآنِ فِي الْبَيْتِ، وَفَضْلُ الْبَقَرَةِ وَآلِ عِمْرَانَ",
            "page": "145",
            "part": "1",
            "seal": "5D6EFE10"
        },
        {
            "hno": "34",
            "id": "34",
            "nass": "34 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، نا مُحَمَّدُ بْنُ شُعَيْبٍ، أَخْبَرَنِي مُعَاوِيَةُ بْنُ سَلَّامٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، أَنَّ أَبَا مَالِكٍ الْأَشْعَرِيَّ حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ , كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ مُعْتِقُهَا، أَوْ مُوبِقُهَا»",
            "page": "145",
            "part": "1",
            "seal": "26928CF5"
        },
        {
            "hno": "35",
            "id": "35",
            "nass": "35 - حَدَّثَنَا قُتَيْبَةُ، نا ابْنُ لَهِيعَةَ، عَنْ أَبِي الْأَسْوَدِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، عَنْ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§اجْعَلُوا مِنْ صَلَاتِكُمْ فِي بُيُوتِكُمْ، وَلَا تَجْعَلُوهَا قُبُورًا، كَمَا أَعَدَّتِ الْيَهُودُ وَالنَّصَارَى بُيُوتَهُمْ قُبُورًا، وَإِنَّ الْبَيْتَ لَيُتْلَى فِيهِ الْقُرْآنُ فَيَتَرَاءَى لِأَهْلِ السَّمَاءِ كَمَا تَتَرَاءَى النُّجُومُ لِأَهْلِ الْأَرْضِ»",
            "page": "145",
            "part": "1",
            "seal": "0DFC3B39"
        },
        {
            "hno": "36",
            "id": "36",
            "nass": "36 - حَدَّثَنَا قُتَيْبَةُ، نا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ -[147]- أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا تَجْعَلُوا بُيُوتَكُمْ مَقَابِرَ، فَإِنَّ الشَّيْطَانَ لِيَفِرُّ مِنَ الْبَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ»",
            "page": "146",
            "part": "1",
            "seal": "B7AAE64F"
        },
        {
            "hno": "37",
            "id": "37",
            "nass": "37 - حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ، نا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، نا حَمَّادُ بْنُ سَلَمَةَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ -[148]- صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا تَتَّخِذُوا بُيُوتَكُمْ مَقَابِرَ، وَصَلُّوا فِيهَا، فَإِنَّ الشَّيْطَانَ لِيَفِرُّ مِنَ الْبَيْتِ يَسْمَعُ الْبَقَرَةَ تُقْرَأُ فِيهِ»",
            "page": "147",
            "part": "1",
            "seal": "48D3886C"
        },
        {
            "hno": "38",
            "id": "38",
            "nass": "38 - حَدَّثَنِي إِسْحَاقُ بْنُ سَيَّارٍ، نا أَحْمَدُ بْنُ صَالِحٍ،. . . -[149]- نا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، وَابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سِنَانِ بْنِ سَعْدٍ، -[150]- عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §الشَّيْطَانَ لِيَخْرُجُ مِنَ الْبَيْتِ إِذَا سَمِعَ سُورَةَ الْبَقَرَةِ تُقْرَأُ فِيهِ»",
            "page": "148",
            "part": "1",
            "seal": "6253D28B"
        },
        {
            "hno": "39",
            "id": "39",
            "nass": "39 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، نا خَالِدُ بْنُ الْحَارِثِ، نا شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، أَنَّهُ قَالَ: «§جَرِّدُوا الْقُرْآنَ لِيَرْبُوَ فِيهِ -[151]- صَغِيرُكُمْ، وَلَا يَنْأَى عَنْهُ كَبِيرُكُمْ، فَإِنَّ الشَّيْطَانَ يَفِرُّ مِنَ الْبَيْتِ الَّذِي يَسْمَعُ فِيهِ سُورَةَ الْبَقَرَةِ»",
            "page": "150",
            "part": "1",
            "seal": "7430E761"
        },
        {
            "hno": "40",
            "id": "40",
            "nass": "40 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، نا حَجَّاجُ بْنُ مُحَمَّدٍ، حَدَّثَنِي شُعْبَةُ، عَنْ -[152]- سَلَمَةَ بْنِ كُهَيْلٍ قَالَ: سَمِعْتُ أَبَا الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، أَنَّهُ قَالَ: «§جَرِّدُوا الْقُرْآنَ لِيَرْبُوَ فِيهِ صَغِيرُكُمْ، وَلَا يَنْأَى عَنْهُ كَبِيرُكُمْ، فَإِنَّ الشَّيْطَانَ يَفِرُّ مِنَ الْبَيْتِ يَسْمَعُ تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ» قَالَ شُعْبَةُ: فَحَدَّثْتُ بِهِ أَبَا التَّيَّاحِ، وَكَانَ عَرَبِيًّا، فَقَالَ: نَعَمْ، أُمِرُوا أَنْ يُجَرِّدُوا الْقُرْآنَ، قُلْتُ لَهُ: مَا جَرَّدُوا الْقُرْآنَ؟ قَالَ: لَا يَخْلِطُوا بِهِ غَيْرَهُ",
            "page": "151",
            "part": "1",
            "seal": "1E4A6280"
        },
        {
            "hno": "41",
            "id": "41",
            "nass": "41 - حَدَّثَنِي أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عُتْبَةَ، نا إِسْحَاقُ بْنُ يُوسُفَ، عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ -[153]- قَالَ: «إِنَّ §هَذَا الْقُرْآنَ مَأْدُبَةُ اللَّهِ، فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يَأْخُذَ مِنْهُ شَيْئًا فَلْيَفْعَلْ، فَإِنَّ أَصْغَرَ الْبُيُوتِ بَيْتٌ لَيْسَ فِيهِ مِنْ كِتَابِ اللَّهِ عَزَّ وَجَلَّ شَيْءٌ، كَالْبَيْتِ الْخَرِبِ الَّذِي لَا عَامِرَ لَهُ، وَإِنَّ الشَّيْطَانَ لِيَخْرُجُ مِنَ الْبَيْتِ أَنْ يَسْمَعَ فِيهِ سُورَةَ الْبَقَرَةِ تُقْرَأُ فِيهِ»",
            "page": "152",
            "part": "1",
            "seal": "09A4E073"
        },
        {
            "hno": "42",
            "id": "42",
            "nass": "42 - حَدَّثَنَا مِنْجَابٌ، أَخْبَرَنِي أَبُو الْأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنِ التَّمِيمِيِّ قَالَ: قُلْتُ لِابْنِ عَبَّاسٍ: §أَيُّ الْقُرْآنِ أَشْرَفُ؟ قَالَ: الْبَقَرَةُ قَالَ: قُلْتُ: فَأَيُّ آيَةٍ أَشْرَفُ قَالَ: «آيَةُ الْكُرْسِيِّ»",
            "page": "153",
            "part": "1",
            "seal": "D42AAFDD"
        },
        {
            "hno": "43",
            "id": "43",
            "nass": "43 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، نا وَكِيعٌ، عَنْ سُفْيَانَ، وَإِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ التَّمِيمِيِّ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَجُلٌ: \" §أَيُّ سُورَةٍ فِي الْقُرْآنِ أَشْرَفُ؟ قَالَ: «الْبَقَرَةُ» قَالَ: أَيُّ آيَةٍ أَعْظَمُ؟ قَالَ: «آيَةُ الْكُرْسِيِّ»",
            "page": "154",
            "part": "1",
            "seal": "F4B5CF7E"
        },
        {
            "hno": "44",
            "id": "44",
            "nass": "44 - حَدَّثَنِي حَكِيمُ بْنُ سَيْفٍ الرَّقِّيُّ، نا عُبَيْدُ بْنُ عَمْرٍو، عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الْأَحْوَصِ، أَنَّ رَجُلًا قَرَأَ عِنْدَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ الْبَقَرَةَ وَآلَ عِمْرَانَ، فَقَالَ: «لَقَدْ §قَرَأْتَ سُورَتَيْنِ فِيهِمَا اسْمُ اللَّهِ الْأَعْظَمُ الَّذِي إِذَا دُعِيَ بِهِ -[155]- أَجَابَ، وَإِذَا سُئِلَ بِهِ أَعْطَى»",
            "page": "154",
            "part": "1",
            "seal": "772518D9"
        },
        {
            "hno": "45",
            "id": "45",
            "nass": "45 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، نا مُحَمَّدُ بْنُ بِشْرٍ، عَنْ شُعْبَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ قَالَ: قَرَأَ رَجُلٌ الْبَقَرَةَ وَآلَ عِمْرَانَ، فَقَالَ كَعْبٌ: «§لَقَدْ قَرَأْتَ سُورَتَيْنِ فِيهِمَا اسْمُ اللَّهِ الْأَعْظَمُ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ»",
            "page": "155",
            "part": "1",
            "seal": "DA1B7778"
        },
        {
            "hno": "46",
            "id": "46",
            "nass": "46 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، نا عِيسَى بْنُ يُونُسَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي -[156]- الزِّيَادِ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءِ بِنْتِ يَزِيدَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اسْمُ اللَّهِ الْأَعْظَمُ فِي هَاتَيْنِ الْآيَتَيْنِ» {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ} [البقرة: 163] ، وَفَاتِحَةُ سُورَةِ آلِ عِمْرَانَ: {الم اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [آل عمران: 2] \"",
            "page": "155",
            "part": "1",
            "seal": "9AC4187B"
        },
        {
            "hno": "47",
            "id": "47",
            "nass": "47 - حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، نا الْوَلِيدُ بْنُ مُسْلِمٍ، نا عَبْدُ اللَّهِ بْنُ الْعَلَاءِ بْنِ زَبْرٍ، أَنَّهُ سَمِعَ الْقَاسِمَ أَبَا عَبْدِ الرَّحْمَنِ، يُحَدِّثُ عَنْ أَبِي أُمَامَةَ، يَرْفَعُهُ قَالَ: \" §اسْمُ -[158]- اللَّهِ الْأَعْظَمِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ فِي سُوَرٍ ثَلَاثٍ: فِي الْبَقَرَةِ، وَآلِ عِمْرَانَ، وَطه، يَعْنِي الْحَيَّ الْقَيُّومَ \"",
            "page": "157",
            "part": "1",
            "seal": "57C85023"
        },
        {
            "hno": "48",
            "id": "48",
            "nass": "48 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، نا الْوَلِيدُ بْنُ مُسْلِمٍ، نا عَبْدُ اللَّهِ بْنُ الْعَلَاءِ، حَدَّثَنِي الْقَاسِمُ أَبُو عَبْدِ الرَّحْمَنِ قَالَ: «إِنَّ §اسْمَ اللَّهِ الْأَعْظَمَ فِي ثَلَاثِ سُوَرٍ مِنَ الْقُرْآنِ، فِي سُورَةِ الْبَقَرَةِ، وَآلِ عِمْرَانَ، وَطه» قَالَ الشَّيْخُ: الْتَمَسْتُهَا، فَوَجَدْتُ فِي الْبَقَرَةِ «آيَةَ الْكُرْسِيِّ» : {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: 255] ، وَفَاتِحَةَ آلِ عِمْرَانَ {الم اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [آل عمران: 2] , وَفِي طه: {وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ} [طه: 111]-[159]- ¶ 49 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، نا أَبُو حَفْصٍ عَمْرُو بْنُ أَبِي سَلَمَةَ، عَنِ ابْنِ الْعَلَاءِ، عَنِ الْقَاسِمِ مِثْلَهُ قَالَ أَبُو حَفْصٍ: فَذَكَرْتُ ذَلِكَ لِأَبِي مُحَمَّدٍ عِيسَى بْنِ مُوسَى، فَحَدَّثَنِي أَنَّهُ سَمِعَ غَيْلَانَ بْنَ أَنَسٍ، يُحَدِّثُ، عَنْ أَبِي أُمَامَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ",
            "page": "158",
            "part": "1",
            "seal": "0F392C99"
        },
        {
            "hno": "50",
            "id": "49",
            "nass": "50 - حَدَّثَنَا أَبُو أَيُّوبَ سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، نا مُحَمَّدُ بْنُ شُعَيْبٍ، -[160]- أَخْبَرَنِي عُثْمَانُ بْنُ أَبِي الْعَاتِكَةِ، عَنْ عَلِيِّ بْنِ يَزِيدَ، أَنَّهُ أَخْبَرَهُ عَنِ الْقَاسِمِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّهُ كَانَ يَقُولُ: \" §مَا -[161]- أَرَى رَجُلًا وُلِدَ فِي الْإِسْلَامِ، أَوْ أَدْرَكَ عَقْلُهُ الْإِسْلَامَ يَبِيتُ أَبَدًا حَتَّى يَقْرَأَ هَذِهِ الْآيَةَ: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: 255] وَحَتَّى يَفْرُغَ مِنْ آيَةِ الْكُرْسِيِّ، فَلَوْ يَعْلَمُونَ مَا هِيَ، إِنَّمَا أُعْطِيَهَا نَبِيُّكُمْ مِنْ كَنْزٍ تَحْتَ الْعَرْشِ، فَلَوْ تَعْلَمُونَ لَمْ يُعْطَهَا أَحَدٌ قَبْلَ نَبِيِّكُمْ. ثُمَّ قَالَ: وَمَا أَتَتْ عَلَيَّ لَيْلَةٌ قَطُّ حَتَّى أَقْرَأَهَا ثَلَاثَ مَرَّاتٍ، أَوْ مِنْ كُلِّ لَيْلَةٍ أَقْرَؤُهَا فِي الرَّكْعَتَيْنِ بَعْدَ صَلَاةِ الْعِشَاءِ الْآخِرَةِ، وَأَقْرَؤُهَا فِي وَتْرِي، وَأَقْرَؤُهَا حِينَ أَجِدُ مَضْجَعِي مِنْ فِرَاشِي \"",
            "page": "159",
            "part": "1",
            "seal": "9D1F1335"
        },
        {
            "hno": "51",
            "id": "50",
            "nass": "51 - حَدَّثَنَا قُتَيْبَةُ، نا ابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اقْرَءُوا هَاتَيْنِ الْآيَتَيْنِ، خَاتِمَةَ سُورَةِ -[162]- الْبَقَرَةِ، فَإِنَّ رَبِّي أَعْطَانِيهَا مِنْ تَحْتِ الْعَرْشِ» ¶ 52 - حَدَّثَنِي مُحَمَّدُ بْنُ مَسْعُودٍ الْمِصِّيصِيُّ، نا أَبُو زَكَرِيَّا السَّمَّاكُ، أَخْبَرَنِي ابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" اقْرَءُوا هَاتَيْنِ الْآيَتَيْنِ. فَذَكَرَ مِثْلَهُ",
            "page": "161",
            "part": "1",
            "seal": "E10D5A43"
        },
        {
            "hno": "53",
            "id": "51",
            "nass": "53 - حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخٍ، نا أَبُو عَوَانَةَ، عَنْ أَبِي مَالِكٍ الْأَشْجَعِيِّ، عَنْ -[163]- رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§وَأُعْطِيتُ هَؤُلَاءِ الْآيَاتِ خَوَاتِمَ سُورَةِ الْبَقَرَةِ مِنْ كَنْزٍ تَحْتَ الْعَرْشِ، لَمْ يُعْطَ أَحَدٌ كَانَ قَبْلِي»",
            "page": "162",
            "part": "1",
            "seal": "C57E1BFB"
        },
        {
            "hno": "54",
            "id": "52",
            "nass": "54 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ،. . . -[164]- نا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِي مَالِكٍ الْأَشْجَعِيِّ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§وَأُوتِيتُ هَؤُلَاءِ الْآيَاتِ مِنْ كَنْزٍ تَحْتَ الْعَرْشِ، آخِرُ سُورَةِ الْبَقَرَةِ، لَمْ يُعْطَ أَحَدٌ كَانَ قَبْلِي»",
            "page": "163",
            "part": "1",
            "seal": "C59D8AEE"
        },
        {
            "hno": "55",
            "id": "53",
            "nass": "55 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، نا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ سَعْدِ بْنِ -[165]- طَارِقٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §أُعْطِيتُ ثَلَاثًا لَمْ يُعْطَهُنَّ أَحَدٌ كَانَ قَبْلِي: أُحِلَّ لِي الْغَنَائِمُ، وَجُعِلَتْ لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا، وَأُعْطِيتُ خَوَاتِمَ سُورَةِ الْبَقَرَةِ مِنْ تَحْتِ الْعَرْشِ \"",
            "page": "164",
            "part": "1",
            "seal": "27BE1BBE"
        },
        {
            "hno": "56",
            "id": "54",
            "nass": "56 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، نا أَبِي، نا سُفْيَانُ، عَنْ زُبَيْدٍ الْيَامِيِّ قَالَ: نا مَرَّةُ قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ: «§خَوَاتِيمُ سُورَةِ الْبَقَرَةِ أُنْزِلَتْ مِنْ كَنْزٍ تَحْتَ الْعَرْشِ»",
            "page": "165",
            "part": "1",
            "seal": "D4D81562"
        },
        {
            "hno": "57",
            "id": "55",
            "nass": "57 - حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، نا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، حَدَّثَنِي زُبَيْدٌ، عَنْ مُرَّةَ قَالَ: قَالَ عَبْدُ اللَّهِ: «§خَوَاتِيمُ سُورَةِ الْبَقَرَةِ أُنْزِلَتْ مِنْ كَنْزٍ تَحْتَ الْعَرْشِ» ¶ 58 - حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، نا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ زُبَيْدٍ، بِإِسْنَادِهِ مِثْلَهُ",
            "page": "166",
            "part": "1",
            "seal": "7734A77B"
        },
        {
            "hno": "59",
            "id": "56",
            "nass": "59 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْبَلْخِيُّ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، نا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ مَيْسَرَةَ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ قَالَ: «إِنَّ §هَذَا الْقُرْآنَ مَأْدُبَةُ اللَّهِ عَزَّ وَجَلَّ، فَمَنْ دَخَلَ فِيهِ، فَهُوَ آمِنٌ»",
            "page": "166",
            "part": "1",
            "seal": "4831E3F1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "§بَابُ فَضْلِ الْقُرْآنِ وَالِاسْتِمَاعِ وَتَعَاهُدِ الْقُرْآنِ",
            "page": "167",
            "part": "1",
            "seal": "64895662"
        },
        {
            "hno": "60",
            "id": "58",
            "nass": "60 - حَدَّثَنَا قُتَيْبَةُ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ قَالَا: نا وَكِيعُ بْنُ الْجَرَّاحِ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §يُقَالُ لِصَاحِبِ الْقُرْآنِ يَوْمَ الْقِيَامَةِ: اقْرَأْ، وَارْقَ، وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ فِي الدُّنْيَا، فَإِنَّ مَنْزِلَتَكَ الْيَوْمَ عِنْدَ آخِرِ آيَةٍ تَقْرَؤُهَا \"",
            "page": "167",
            "part": "1",
            "seal": "D011A666"
        },
        {
            "hno": "61",
            "id": "59",
            "nass": "61 - حَدَّثَنَا أَبُو بِكْرِ بْنُ أَبِي شَيْبَةَ، نا الْفَضْلُ بْنُ دُكَيْنٍ، نا سُفْيَانُ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§اقْرَأْ وَارْتَقِ كَمَا كُنْتَ تُرَتِّلُ فِي الدُّنْيَا، إِنَّ مَنْزِلَتَكَ عِنْدَ آخِرِ آيَةٍ تَقْرَأُهَا»",
            "page": "168",
            "part": "1",
            "seal": "BBD14496"
        },
        {
            "hno": "62",
            "id": "60",
            "nass": "62 - حَدَّثَنَا قُتَيْبَةُ، نا الْفَضْلُ بْنُ عِيَاضٍ، عَنِ الْأَعْمَشِ، عَنِ الْمِنْهَالِ بْنِ عَمْرٍو، عَنْ قَيْسِ بْنِ السَّكَنِ،. . . -[169]- عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ قَالَ: «§مَا مِنْ مُسْلِمٍ يَقْرَأُ حَرْفًا مِنَ الْقُرْآنِ إِلَّا كُتِبَ لَهُ عَشَرُ حَسَنَاتٍ»",
            "page": "168",
            "part": "1",
            "seal": "163F530E"
        },
        {
            "hno": "63",
            "id": "61",
            "nass": "63 - حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ، أنا أَبُو الْأَحْوَصِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي الْأَحْوَصِ قَالَ: قَالَ عَبْدُ اللَّهِ: «§تَعَلَّمُوا الْقُرْآنَ وَاتْلُوهُ، فَإِنَ اللَّهَّ يَأْجُرُكُمْ عَلَى تِلَاوَتِهِ بِكُلِّ حَرْفٍ عَشْرَ حَسَنَاتٍ، أَمَا أَنِّي لَا أَقُولُ لَكُمْ (الم) لَكِنْ فِي أَلِفٍ، وَلَامٍ، وَمِيمٍ»",
            "page": "169",
            "part": "1",
            "seal": "5C7015AB"
        },
        {
            "hno": "64",
            "id": "62",
            "nass": "64 - حَدَّثَنَا أَبُو بَكْرِ بْنُ عَبْدِ الْمَلِكِ بْنِ زَنْجُوَيْهِ، نا عَبْدُ الرَّزَّاقِ، أنا ابْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ يَقُولُ: «§مَنِ اسْتَمَعَ إِلَى آيَةٍ مِنْ كِتَابِ اللَّهِ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ»",
            "page": "170",
            "part": "1",
            "seal": "B3B391E7"
        },
        {
            "hno": "65",
            "id": "63",
            "nass": "65 - حَدَّثَنَا قُتَيْبَةُ، نا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ حَبِيبِ بْنِ هِنْدَ الْأَسْلَمِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: -[172]- «§مَنْ أَخَذَ السَّبْعَ فَهُوَ حَبْرٌ» يَعْنِي بِذَلِكَ السَّبْعَ الطِّوَالَ مِنَ الْقُرْآنِ \"",
            "page": "171",
            "part": "1",
            "seal": "3F14804D"
        },
        {
            "hno": "66",
            "id": "64",
            "nass": "66 - حَدَّثَنَا يَزِيدُ بْنُ مَوْهَبٍ، نا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، أَنَّ أَبَا يُونُسَ، حَدَّثَهُ عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَيُحِبُّ أَحَدُكُمْ أَنْ يَنْقَلِبَ إِلَى أَهْلِهِ بِخَلِفَتَيْنِ» ؟ قَالُوا: نَعَمْ قَالَ: «فَآيَتَيْنِ مِنْ كِتَابِ اللَّهِ يَرْجِعُ بِهِمَا إِلَى أَهْلِهِ خَيْرٌ مِنْ خَلِفَتَيْنِ»",
            "page": "172",
            "part": "1",
            "seal": "8395AA81"
        },
        {
            "hno": "67",
            "id": "65",
            "nass": "67 - حَدَّثَنَا مُزَاحِمُ بْنُ سَعِيدٍ، أنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أنا مُوسَى بْنُ عَلِيِّ بْنِ -[173]- رَبَاحٍ قَالَ: سَمِعْتُ أَبِي يَقُولُ: سَمِعْتُ عُقْبَةَ بْنَ عَامِرٍ يَقُولُ: خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَنَحْنُ فِي الصُّفَّةِ، فَقَالَ: «أَيُّكُمْ يَغْدُو إِلَى بُطْحَانَ أَوِ الْعَتِيقِ فَيَأْتِي كُلَّ يَوْمٍ بِنَاقَتَيْنِ كَوْمَاوَيْنِ زَهْرَاوَيْنِ فِي غَيْرِ إِثْمٍ، وَلَا قَطِيعَةِ رَحِمٍ؟» ، قَالُوا: كُلُّنَا يَا رَسُولَ اللَّهِ نُحِبُّ ذَلِكَ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§فَلَئِنْ يَغْدُو أَحَدُكُمْ إِلَى الْمَسْجِدِ، فَيَتَعَلَّمَ آيَتَيْنِ مِنْ كِتَابِ اللَّهِ خَيْرٌ لَهُ مِنْ نَاقَتَيْنِ، وَثَلَاثٌ خَيْرٌ مِنْ ثَلَاثٍ، وَأَرْبَعٌ خَيْرٌ مِنْ أَرْبَعٍ مِنْ أَعْدَادِهِنَّ مِنَ الْإِبِلِ» -[174]- ¶ 68 - حَدَّثَنَا يَزِيدُ بْنُ مَوْهَبٍ، نا عَبْدُ اللَّهِ بْنُ وَهْبٍ، نا مُوسَى بْنُ عَلِيِّ بْنِ رَبَاحٍ، عَنْ أَبِيهِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ: خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَنَحْنُ فِي الصُّفَّةِ، فَقَالَ: «أَيُّكُمْ يُحِبُّ أَنْ يَغْدُوَ إِلَى بُطْحَانَ، أَوِ الْعَتِيقِ؟» ، فَذَكَرَ مِثْلَهُ",
            "page": "172",
            "part": "1",
            "seal": "33E39B88"
        },
        {
            "hno": "69",
            "id": "66",
            "nass": "69 - حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ، نا وَكِيعٌ، نا الْأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «أَيُحِبُّ أَحَدُكُمْ إِذَا رَجَعَ إِلَى أَهْلِهِ أَنْ يَجِدَ ثَلَاثَ خَلِفَاتٍ عِظَامٍ سِمَانٍ؟» فَقَالُوا: نَعَمْ، قَالَ «§فَثَلَاثُ آيَاتٍ يَقْرَأُهُنَّ أَحَدُكُمْ فِي صَلَاتِهِ خَيْرٌ لَهُ مِنْ ثَلَاثِ خَلِفَاتٍ عِظَامٍ سِمَانٍ» ¶ 70 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، نا وَكِيعٌ، عَنِ الْأَعْمَشِ مِثْلَهُ",
            "page": "174",
            "part": "1",
            "seal": "72531E9D"
        },
        {
            "hno": "71",
            "id": "67",
            "nass": "71 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، نا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ سُلَيْمَانَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§هَلْ يُحِبُّ أَحَدُكُمْ إِذَا رَجَعَ إِلَى أَهْلِهِ، أَنْ يَجِدَ ثَلَاثَ خَلِفَاتٍ عِظَامًا سَمَّانَا؟» قَالَ: قُلْنَا: نَعَمْ قَالَ: «ثَلَاثُ آيَاتٍ يَقْرَؤُهُنَّ فِي الصَّلَاةِ خَيْرٌ مِنْهُنَّ»",
            "page": "175",
            "part": "1",
            "seal": "DD0D6C97"
        },
        {
            "hno": "72",
            "id": "68",
            "nass": "72 - حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ قَالَ: قُلْتُ لِأَبِي أُسَامَةَ: حَدَّثَكُمْ عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، عَنِ الْمَقْبُرِيِّ، عَنْ عَطَاءٍ، مَوْلَى أَبِي أَحْمَدَ، عَنْ أَبِي هُرَيْرَةَ -[177]- قَالَ: \" بَعَثَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْثًا ذَا عِدَّةٍ، فَاسْتَقْرَأَ كُلَّ رَجُلٍ مِنْهُمُ الْقُرْآنَ، فَأَتَى عَلَى أَحْدَثِهِمْ سِنًّا، فَقَالَ: مَا مَعَكَ مِنَ الْقُرْآنِ؟ قَالَ: مَعِي كَذَا، وَمَعِي كَذَا، وَمَعِي سُورَةُ الْبَقَرَةِ، فَقَالَ: أَمَعَكَ سُورَةُ الْبَقَرَةِ؟ قَالَ: نَعَمْ قَالَ: «اذْهَبْ فَأَنْتَ أَمِيرُهُمْ» ، فَقَالَ رَجُلٌ: وَاللَّهِ مَا مَنَعَنِي أَنْ أَتَعَلَّمَ الْقُرْآنَ إِلَّا خَشْيَةَ أَنْ لَا أَقُومَ بِهِ، فَقَالَ: «§اقْرَءُوا الْقُرْآنَ وَتَعَلَّمُوهُ، وَإِنْ لَمْ تَقُومُوا بِهِ، فَإِنَّ مَثَلَ مَنْ تَعَلَّمَ الْقُرْآنَ، وَقَرَأَهُ، وَقَامَ بِهِ، كَمَثَلِ جِرَابٍ مَمْلُوءٍ مِسْكًا، يَفُوحُ مِنْهُ رِيحُ الْمِسْكِ، وَمَثَلُ مَنْ تَعَلَّمَ الْقُرْآنَ، وَرَقَدَ، وَهُوَ فِي جَوْفِهِ، كَمَثَلِ حَامِلِ جِرَابٍ أُوكِيَ عَلَى مِسْكٍ»",
            "page": "176",
            "part": "1",
            "seal": "A9AF6B79"
        },
        {
            "hno": "73",
            "id": "69",
            "nass": "73 - حَدَّثَنِي مُحَمَّدُ بْنُ إِسْمَاعِيلَ، نا ابْنُ أَبِي مَرْيَمَ، نا ابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، أَنَّهُ سَمِعَ سَلَمَةَ بْنَ قَيْصَرٍ الْحَضْرَمِيَّ، وَكَانَ أَوَّلَ أَمِيرٍ عَلَى إِيلِيَا يَقُولُ عَلَى مِنْبَرِهَا: \" §مَا أَنْزَلَ اللَّهُ فِي التَّوْرَاةِ، وَلَا فِي الْإِنْجِيلِ، وَلَا فِي الزَّبُورِ آيَةً هِيَ أَعْظَمُ مِنْ {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: 255] ، حَتَّى خَتَمَ الْآيَةَ \"",
            "page": "178",
            "part": "1",
            "seal": "14BDDB6E"
        },
        {
            "hno": "74",
            "id": "70",
            "nass": "74 - حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، نا ابْنُ أَبِي مَرْيَمَ، نا ابْنُ لَهِيعَةَ، أَخْبَرَنِي الْحَارِثُ بْنُ يَزِيدَ، عَنْ عَلِيِّ بْنِ رَبَاحٍ، عَنْ رَبِيعَةَ الْجُرَشِيِّ، قَاضِي الْأَرْبَاعِ فِي زَمَانِ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ قَالَ: سُئِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §أَيُّ الْقُرْآنِ أَفْضَلُ؟ قَالَ: «السُّورَةُ الَّذِي يُذْكَرُ فِيهَا الْبَقَرَةُ» قَالَ: فَأَيُّ آيِ الْقُرْآنِ أَفْضَلُ؟ قَالَ: «آيَةُ الْكُرْسِيِّ وَخَوَاتِمُ سُورَةِ الْبَقَرَةِ، أُنْزِلَتْ مِنْ تَحْتِ الْعَرْشِ»",
            "page": "179",
            "part": "1",
            "seal": "703C1C47"
        },
        {
            "hno": "75",
            "id": "71",
            "nass": "75 - حَدَّثَنَا إِسْحَاقُ بْنُ سَيَّارٍ، نا أَحْمَدُ بْنُ صَالِحٍ، نا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، وَابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَيَّارِ بْنِ سَعْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §الشَّيْطَانَ يَخْرُجُ مِنَ الْبَيْتِ إِذَا سَمِعَ سُورَةَ الْبَقَرَةِ تُقْرَأُ فِيهِ»",
            "page": "180",
            "part": "1",
            "seal": "D4875EE0"
        },
        {
            "hno": "76",
            "id": "72",
            "nass": "76 - حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ، نا يَحْيَى بْنُ آدَمَ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي -[181]- إِسْحَاقَ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ قَالَ: \" §لَوْ جُعِلَ لِأَحَدِكُمْ خَمْسُ قَلَائِصَ، وَيُصَلِّي الْغَدَاةَ بِالْقَرْيَةِ لَبَاتَ يَقُولُ لِأَهْلِهِ: قَدْ آنَ لِي أَنْ أَنْطَلِقَ، وَاللَّهِ لَئِنْ يَغْدُو فَيَتَعَلَّمَ خَمْسَ آيَاتٍ مِنْ كِتَابِ اللَّهِ، لَهِيَ خَيْرٌ مِنْ خَمْسِ قَلَائِصَ، وَخَمْسِ خَلَائِصَ \"",
            "page": "180",
            "part": "1",
            "seal": "2B8E97F5"
        },
        {
            "hno": "77",
            "id": "73",
            "nass": "77 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْبَلْخِيُّ قَالَ: ثنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا هَمَّامٌ، عَنْ قَتَادَةَ قَالَ: «§لَمْ يُجَالِسْ هَذَا الْقُرْآنَ أَحَدٌ إِلَّا قَامَ عَنْهُ بِزِيَادَةٍ، أَوْ نُقْصَانٍ، قَضَى اللَّهُ تَعَالَى الَّذِي قَضَى , شِفَاءً وَرَحْمَةً لِلْمُؤْمِنِينَ، وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا»",
            "page": "181",
            "part": "1",
            "seal": "12B15754"
        },
        {
            "hno": "78",
            "id": "74",
            "nass": "78 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ، أنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي -[182]- إِسْحَاقَ، عَنْ مُرَّةَ، عَنِ ابْنِ مَسْعُودٍ قَالَ: «§إِذَا أَرَدْتُمُ الْعِلْمَ، فَأَثِيرُوا الْقُرْآنَ، فَإِنَّ فِيهِ عِلْمَ الْأَوَّلِينَ، وَالْآخِرِينَ»",
            "page": "181",
            "part": "1",
            "seal": "9EEE697C"
        },
        {
            "hno": "79",
            "id": "75",
            "nass": "79 - حَدَّثَنَا أَبُو جَعْفَرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ أَبِي سَيَّارٍ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي الْبَخْتَرِيِّ، عَنِ -[183]- الْحَارِثِ، عَنْ عَلِيٍّ قَالَ: قِيلَ لِنَبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِنَّ أُمَّتَكَ سَتُفْتَتَنُ بَعْدَكَ، فَسَأَلَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَوْ سُئِلَ: فَمَا الْمَخْرَجُ مِنْ ذَلِكَ؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §كِتَابُ اللَّهِ عَزَّ وَجَلَّ الْعَزِيزُ، لَا يَأْتِيَهُ الْبَاطِلُ مِنْ بَيْنَ يَدَيْهِ، وَلَا مِنْ خَلْفِهِ، تَنْزِيلٌ مِنْ حَكِيمٍ حُمَيْدٍ. مَنِ ابْتَغَى الْعِلْمَ فِي غَيْرِهِ أَضَلَّهُ اللَّهُ، وَمَنْ وَلِيَ هَذَا الْأَمْرَ مِنْ جَبَّارٍ فَحَكَمَ بِغَيْرِهِ قَصَمَهُ اللَّهُ تَعَالَى، وَهُوَ النُّورُ الْمُبِينُ، وَالذَّكَرُ الْحَكِيمُ، وَالصِّرَاطُ الْمُسْتَقِيمُ فِيهِ خَبَرُ مَا قَبْلَكُمْ، وَنَبَأُ مَا بَعْدَكُمْ، وَحُكْمُ مَا بَيْنَكُمْ، وَهُوَ الْفَصْلُ لَيْسَ بِالْهَزْلِ، وَهُوَ الَّذِي سَمِعَتْهُ الْجِنُّ فَلَمْ يَتَنَاهَوْا أَنْ قَالُوا: {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا، يَهْدِي إِلَى الرُّشْدِ} [الجن: 2] ، لَا يَخْلَقُ عَلَى طُولِ الرَّدِّ، وَلَا تَنْقَضِي -[184]- عِبَرُهُ، وَلَا تَفْنَى عَجَائِبُهُ \"، ثُمَّ قَالَ عَلَيْهِ السَّلَامُ لِلْحَارِثِ: «خُذْهَا يَا أَعْوَرُ»",
            "page": "182",
            "part": "1",
            "seal": "31964AF5"
        },
        {
            "hno": "80",
            "id": "76",
            "nass": "80 - حَدَّثَنَا مُحَمَّدٌ قَالَ: ثنا الْحَكَمُ بْنُ بَشِيرِ بْنِ سَلْمَانَ قَالَ: حَدَّثَنَا عَمْرُو بْنُ الْقَيْسِ الْمُلَائِيُّ،. . .، -[185]- عَنْ عَمْرِو بنِ مُرَّةَ الْجُمَيْلِيِّ، عَنْ أَبِي الْبَخْتَرِيِّ، عَنِ ابْنِ أَخِي الْحَارِثِ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" قَالَ جِبْرِيلُ: §سَيَكُونُ فِي أُمَّتِكَ فِتْنَةٌ، قُلْتُ: مَا الْمَخْرَجُ مِنْهَا يَا جِبْرِيلُ؟ قَالَ: كِتَابُ اللَّهِ فِيهِ نَبَأُ مَا قَبْلَكُمْ، وَخَبَرُ مَا بَعْدَكُمْ، وَحُكْمُ مَا بَيْنَكُمْ مَنْ وَلِيَ هَذَا الْأَمْرَ مِنْ جُبَارٍ فَقَضَى فِيهِ بِغَيْرِهِ قَصَمَهُ اللَّهُ، وَمَنِ ابْتَغَى الْهَدْيَ فِي غَيْرِهِ أَضَلَّهُ اللَّهُ عَزَّ وَجَلَّ، وَهُوَ النُّورُ الْمُبِينُ، وَالذِّكْرُ الْحَكِيمُ، وَالصِّرَاطُ الْمُسْتَقِيمُ، هُوَ الْفَصْلُ لَيْسَ بِالْهَزْلِ هُوَ الَّذِي سَمِعَتْهُ الْجِنُّ فَلَمْ يَتَنَاهَوْا أَنْ قَالُوا: {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا} [الجن: 1] ، هُوَ الَّذِي لَا يَخْلَقُ عَلَى طُولِ الرَّدِّ، وَلَا تَنْقَضِي عَجَائِبُهُ \"، ثُمَّ قَالَ لِلْحَارِثِ: «خُذْهَا يَا أَعْوَرُ»",
            "page": "184",
            "part": "1",
            "seal": "96B308A5"
        },
        {
            "hno": "81",
            "id": "77",
            "nass": "81 - حَدَّثَنَا أَبُو بَكْرٍ، وَعُثْمَانُ قَالَا: حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ حَمْزَةَ الزَّيَّاتِ، -[186]- عَنْ أَبِي الْمُخْتَارِ الطَّائِيِّ، عَنِ ابْنِ أَخِي الْحَارِثِ، عَنِ الْحَارِثِ قَالَ: دَخَلْتُ الْمَسْجِدَ، فَإِذَا النَّاسُ يَخُوضُونَ فِي الْأَحَادِيثِ قَالَ: فَدَخَلْتُ عَلَى عَلِيٍّ عَلَيْهِ السَّلَامُ، فَقُلْتُ: يَا أَمِيرَ الْمُؤْمِنِينَ أَمَا تَرَى النَّاسَ يَخُوضُونَ فِي الْأَحَادِيثِ؟ قَالَ: فَقَالَ: فَقَدْ فَعَلُوهَا؟ قُلْتُ: نَعَمْ قَالَ: أَمَا أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّهَا §سَتَكُونُ فِتَنٌ» قَالَ: قُلْتُ: فَمَا الْمَخْرَجُ مِنْهَا يَا رَسُولَ اللَّهِ؟ قَالَ: «كِتَابُ اللَّهِ تَعَالَى فِيهِ خَبَرُ مَا قَبْلَكُمْ، وَنَبَأُ مَا بَعْدَكُمْ، وَحُكْمُ مَا بَيْنَكُمْ، هُوَ الْفَصْلُ لَيْسَ بِالْهَزْلِ» ¶ 82 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ خَالِدِ بْنِ أَبِي عِمْرَانَ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «سَتَكُونُ -[187]- فِتْنَةٌ» فَقُلْتُ: مَا الْمَخْرَجُ مِنْهَا؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كِتَابُ اللَّهِ عَزَّ وَجَلَّ فِيهِ نَبَأُ مَا قَبْلَكُمْ، وَخَبَرُ مَا بَعْدَكُمْ، وَحُكْمُ مَا بَيْنَكُمْ، وَهُوَ الْفَصْلُ لَيْسَ بِالْهَزْلِ» فَذَكَرَ مِثْلَ حَدِيثِ الْحَارِثِ غَيْرَ أَنَّ الْحُرُوفَ مُقَدَّمٌ، وَمُؤَخَّرٌ",
            "page": "185",
            "part": "1",
            "seal": "9DB3F76E"
        },
        {
            "hno": "83",
            "id": "78",
            "nass": "83 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ قَالَ: «كَانَ أَنَسٌ إِذَا خَتَمَ الْقُرْآنَ §جَمَعَ أَهْلَهُ وَوَلَدَهُ فَدَعَا لَهُمْ»",
            "page": "187",
            "part": "1",
            "seal": "93FC489F"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "§بَابُ خَتْمِ الْقُرْآنِ، وَمَا جَاءَ فِيهِ",
            "page": "189",
            "part": "1",
            "seal": "EEBFEB2C"
        },
        {
            "hno": "84",
            "id": "80",
            "nass": "84 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْبَلْخِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا هَمَّامٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّهُ «كَانَ §يَجْمَعُ أَهْلَهُ عِنْدَهُ إِذَا خَتَمَ الْقُرْآنَ»",
            "page": "189",
            "part": "1",
            "seal": "007B0016"
        },
        {
            "hno": "85",
            "id": "81",
            "nass": "85 - حَدَّثَنَا قُتَيْبَةُ، ثنا وَكِيعُ بْنُ الْجَرَّاحِ، عَنْ مِسْعَرٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّهُ «كَانَ §إِذَا خَتَمَ الْقُرْآنَ جَمَعَ أَهْلَهُ» قَالَ مِسْعَرٌ: أُرَاهُ قَالَ دَعَا",
            "page": "189",
            "part": "1",
            "seal": "A7672709"
        },
        {
            "hno": "86",
            "id": "82",
            "nass": "86 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ، عَنْ مِسْعَرٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ أَنَّهُ «كَانَ §إِذَا خَتَمَ الْقُرْآنَ جَمَعَ أَهْلَهُ» أَوْ نَحْوَهُ",
            "page": "189",
            "part": "1",
            "seal": "AD2B2F2C"
        },
        {
            "hno": "87",
            "id": "83",
            "nass": "87 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنِ الْحَكَمِ، عَنْ مُجَاهِدٍ، قِيلَ: قَالَ: «§الرَّحْمَةُ تَنْزِلُ عِنْدَ خَتْمِ الْقُرْآنِ»",
            "page": "189",
            "part": "1",
            "seal": "FDFC3B2F"
        },
        {
            "hno": "88",
            "id": "84",
            "nass": "88 - حَدَّثَنَا الْهَيْثَمُ بْنُ أَيُّوبَ الطَّالْقَانِيُّ قَالَ: ثنا الْفُضَيْلُ بْنُ عِيَاضٍ، عَنْ مَنْصُورٍ، عَنِ الْحَكَمِ قَالَ: كَانَ مُجَاهِدٌ وَعَبْدَةُ بْنُ أَبِي لُبَابَةَ وَنَاسٌ يَعْرِضُونَ الْمَصَاحِفَ، فَلَمَّا كَانَ فِي الْيَوْمِ الَّذِي أَرَادُوا أَنْ يَخْتِمُوا فِيهِ الْقُرْآنَ بَعَثُوا إِلَيَّ، وَإِلَى سَلَمَةَ بْنِ كُهَيْلٍ، فَقَالُوا: \" إِنَّا §كُنَّا نَعْرِضُ الْمَصَاحِفَ، وَإِنَّا نُرِيدُ أَنْ نَخْتِمَ الْيَوْمَ، فَإِنَّهُ كَانَ يُقَالُ: الرَّحْمَةُ تَنْزِلُ أَوْ تَحْضُرُ عِنْدَ خَتْمِ الْقُرْآنِ \"",
            "page": "189",
            "part": "1",
            "seal": "AEEA5ECD"
        },
        {
            "hno": "89",
            "id": "85",
            "nass": "89 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ قَالَ: حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنِ الْحَكَمِ قَالَ: «كَانَ §مُجَاهِدٌ وَعَبْدَةُ بْنُ أَبِي لُبَابَةَ َعْرِضُونَ الْمَصَاحِفَ، وَلَمَّا كَانَ الْيَوْمُ الَّذِي أَرَادُوا أَنْ يَخْتِمُوا فِيهِ أَرْسَلُوا إِلَيَّ، وَإِلَى سَلَمَةَ»",
            "page": "190",
            "part": "1",
            "seal": "AF3FBA50"
        },
        {
            "hno": "90",
            "id": "86",
            "nass": "90 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، ثنا أَبِي، ثنا شُعْبَةُ، عَنِ الْحَكَمِ قَالَ: أَرْسَلَ إِلَيَّ مُجَاهِدٌ، فَقَالَ: إِنَّا دَعَوْنَاكَ، إِنَّا أَرَدْنَا أَنْ نَخْتِمَ الْقُرْآنَ، فَكَانَ يُقَالُ: «إِنَّ §الدُّعَاءَ مُسْتَجَابٌ عِنْدَ خَتْمِ الْقُرْآنِ، ثُمَّ دَعَا بِدَعَوَاتٍ»",
            "page": "190",
            "part": "1",
            "seal": "2085CE36"
        },
        {
            "hno": "91",
            "id": "87",
            "nass": "91 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْعَلَاءِ الزُّبَيْدِيُّ، ثنا بَقِيَّةُ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ قَالَ: بَعَثَ إِلَيَّ مُجَاهِدٌ وَعَبْدَةُ بْنُ أَبِي لُبَابَةَ فَأَتَيْتُهُمَا، فَقَالَا: «§هَلْ تَدْرِي لِمَ بَعَثْنَا إِلَيْكَ؟ إِنَّا أَرَدْنَا أَنْ نَخْتِمَ الْقُرْآنَ» -[191]- ¶ 92 - حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، ثنا مُحَمَّدُ بْنُ جَعْفَرٍ، ثنا شُعْبَةُ، عَنِ الْحَكَمِ قَالَ: بَعَثَ إِلَيَّ مُجَاهِدٌ، وَعَبْدَةُ بْنُ أَبِي لُبَابَةَ، فَذَكَرَ نَحْوَهُ",
            "page": "190",
            "part": "1",
            "seal": "0E80E3D2"
        },
        {
            "hno": "93",
            "id": "88",
            "nass": "93 - حَدَّثَنَا قُتَيْبَةُ، نا وَكِيعٌ، عَنْ مِسْعَرٍ قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ الْأَسْوَدِ يَقُولُ: يَذْكُرُ أَنَّهُ «§إِذَا خَتَمَ الْقُرْآنَ يُصَلَّى عَلَيْهِ»",
            "page": "191",
            "part": "1",
            "seal": "6AA01421"
        },
        {
            "hno": "94",
            "id": "89",
            "nass": "94 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ، نا عَبْدُ اللَّهِ، أَخْبَرَنَا مِسْعَرٌ قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ الْأَسْوَدِ قَالَ: ذُكِرَ لِي: «أَنَّهُ §يُصَلَّى عَلَيْهِ إِذَا خَتَمَ الْقُرْآنَ»",
            "page": "191",
            "part": "1",
            "seal": "DF3F72B9"
        },
        {
            "hno": "95",
            "id": "90",
            "nass": "95 - حَدَّثَنَا أَبُو جَعْفَرٍ النُّفْلَبِيُّ قَالَ: حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ، ثنا إِسْحَاقُ، عَنِ -[192]- الْبَرَاءِ بْنِ عَازِبٍ، أَنَّ رَجُلًا كَانَ يَقْرَأُ سُورَةَ الْكَهْفِ، فَإِلَى جَنْبِهِ، أَوْ إِلَى جَانِبِهِ , شَكَّ زُهَيْرٌ , فَرَسٌ مَرْبُوطٌ بِشَطَنَيْنِ، فَغَشِيَتْهُ سَحَابَةٌ، فَجَعَلَتْ تَدْنُو وَتَدْنُو , وَجَعَلَ فَرَسُهُ يَنْفُرُ مِنْهَا، فَلَمَّا أَصْبَحَ ذَكَرَ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «§تِلْكَ السَّكِينَةُ تَنَزَّلَتْ لِلْقُرْآنِ»",
            "page": "191",
            "part": "1",
            "seal": "C0059F24"
        },
        {
            "hno": "96",
            "id": "91",
            "nass": "96 - حَدَّثَنَا قُتَيْبَةُ قَالَ: نا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّ رَجُلًا، مِنَ الْأَنْصَارِ يُقَالُ لَهُ: أُسَيْدُ بْنُ حُضَيْرٍ، كَانَ يَقْرَأُ عَلَى ظَهْرِ بَيْتِهِ، وَهُوَ -[193]- حَسَنُ الصَّوْتِ، فَجَاءَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: \" §بَيْنَمَا أَنَا أَقْرَأُ إِذْ غَشِيَنِي شَيْءٌ كَالسَّحَابِ، وَالْمَرْأَةُ فِي الْبَيْتِ، وَالْفَرَسُ فِي الدَّارِ تَخَوَّفْتُ أَنْ تَسْقُطَ الْمَرْأَةُ، وَتَنْقَلِبَ الْفَرَسُ، فَانْصَرَفْتُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اقْرَأْ أُسَيْدُ، فَإِنَّمَا هُوَ مَلَكٌ اسْتَمَعَ الْقُرْآنَ»",
            "page": "192",
            "part": "1",
            "seal": "FCFF95A8"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "§بَابُ مَا رُوِيَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ»",
            "page": "195",
            "part": "1",
            "seal": "FDDB53C9"
        },
        {
            "hno": "97",
            "id": "93",
            "nass": "97 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ , رَجُلٌ آتَاهُ اللَّهُ الْقُرْآنَ، فَهُوَ يَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَرَجُلٌ آتَاهُ اللَّهُ مَالًا فَهُوَ يُنْفِقُهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ»",
            "page": "195",
            "part": "1",
            "seal": "6AF4080A"
        },
        {
            "hno": "98",
            "id": "94",
            "nass": "98 - حَدَّثَنَا عَلِيُّ بْنُ الْمَدِينِيِّ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَا: حَدَّثَنَا سُفْيَانُ، -[196]- عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ، رَجُلٌ آتَاهُ اللَّهُ الْقُرْآنَ، فَهُوَ يَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَرَجُلٌ آتَاهُ اللَّهُ مَالًا فَهُوَ يُنْفِقُهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ»",
            "page": "195",
            "part": "1",
            "seal": "DB0CC7F2"
        },
        {
            "hno": "99",
            "id": "95",
            "nass": "99 - حَدَّثَنَا مُحَمَّدُ بْنُ عَزِيزٍ الْأَيْلِيُّ قَالَ: حَدَّثَنِي سَلَمَةُ بْنُ رَوْحٍ، عَنْ عَقِيلٍ قَالَ: قَالَ ابْنُ شِهَابٍ: وَأَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ، رَجُلٌ آتَاهُ اللَّهُ الْكِتَابَ فَقَامَ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَرَجُلٌ أَعْطَاهُ اللَّهُ مَالًا فَتَصَدَّقَ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ»",
            "page": "196",
            "part": "1",
            "seal": "BDD0941D"
        },
        {
            "hno": "100",
            "id": "96",
            "nass": "100 - حَدَّثَنَا إِسْحَاقُ بْنُ سَيَّارٍ، حَدَّثَنَا أَبُو الْيَمَانِ قَالَ: أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، حَدَّثَنِي سَالِمٌ، أَنَّ عَبْدَ اللَّهِ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§لَا حَسَدَ إِلَّا على اثْنَتَيْنِ، رَجُلٌ آتَاهُ اللَّهُ هَذَا الْكِتَابَ فَقَامَ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَرَجُلٌ آتَاهُ اللَّهُ مَالًا، فَتَصَدَّقَ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ»",
            "page": "197",
            "part": "1",
            "seal": "63DBBA82"
        },
        {
            "hno": "101",
            "id": "97",
            "nass": "101 - حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ قَالَ: أَخْبَرَنَا جَرِيرٌ، عَنِ الْأَعْمَشِ قَالَ: نا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ: نا جَرِيرٌ، عَنِ الْأَعْمَشِ قَالَا جَمِيعًا: عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ، رَجُلٌ آتَاهُ اللَّهُ عَزَّ وَجَلَّ الْقُرْآنَ فَهُوَ يَتْلُوهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، فَيَقُولُ الرَّجُلُ: لَوْ أُتِيتُ مِثْلَ مَا أُوتِيَ -[198]- هَذَا لَفَعَلْتُ كَمَا يَفْعَلُ، وَرَجُلٌ آتَاهُ اللَّهُ مَالًا، فَهُوَ يُنْفِقُهُ فِي حَقِّهِ، فَيَقُولُ الرَّجُلُ: لَوْ أُتِيتُ مِثْلَ مَا أُوتِي هَذَا لَفَعَلْتُ كَمَا يَفْعَلُ \"",
            "page": "197",
            "part": "1",
            "seal": "89FF7A35"
        },
        {
            "hno": "102",
            "id": "98",
            "nass": "102 - حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، نا بِشْرُ بْنُ مَنْصُورٍ، عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ، عَنِ الْأَعْمَشِ، عَنْ ذَكْوَانَ، عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ: رَجُلٌ عَلَّمَهُ اللَّهُ الْقُرْآنَ فَهُوَ يَتْلُوهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، فَسَمِعَهُ جَارٌ لَهُ، فَقَالَ: لَوْ أُوتِيتُ مِثْلَ مَا أُوتِي هَذَا عَمِلْتُ فِيهِ مِثْلَ عَمَلِهِ، وَرَجُلٌ أَعْطَاهُ اللَّهُ مَالًا فَسَلَّطَهُ عَلَيْهِ فَيُنْفِقُهُ فِي الْحَقِّ، فَقَالَ رَجُلٌ: لَوْ أُوتِيتُ مِثْلَ مَا أُوتِي هَذَا عَمِلْتُ فِيهِ مِثْلَ عَمَلِهِ \"",
            "page": "198",
            "part": "1",
            "seal": "0E80875F"
        },
        {
            "hno": "103",
            "id": "99",
            "nass": "103 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ: رَجُلٌ آتَاهُ اللَّهُ مَالًا، فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الْحَقِّ، وَرَجُلٌ آتَاهُ اللَّهُ الْحِكْمَةَ فَهُوَ يَقْضِي بِهَا وَيُعَلِّمُهَا \"",
            "page": "199",
            "part": "1",
            "seal": "803A96C3"
        },
        {
            "hno": "104",
            "id": "100",
            "nass": "104 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، ثنا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، وَمُحَمَّدُ بْنُ بِشْرٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ: رَجُلٌ أَعْطَاهُ اللَّهُ مَالًا فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الْحَقِّ، وَرَجُلٌ آتَاهُ اللَّهُ الْحِكْمَةَ، فَهُوَ يَقْضِي بِهَا، وَيُعَلِّمُهَا \"",
            "page": "199",
            "part": "1",
            "seal": "04AF7DE7"
        },
        {
            "hno": "105",
            "id": "101",
            "nass": "105 - حَدَّثَنَا أَبُو أَيُّوبَ سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ قَالَ: حَدَّثَنَا عِيسَى بْنُ يُونُسَ قَالَ: حَدَّثَنَا الْأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَبِي كَبْشَةَ الْأَنْمَارِيِّ قَالَ: أَخْبَرَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: \" إِنَّمَا §مِثْلُ هَذِهِ الْأُمَّةِ أَرْبَعَةُ نَفَرٍ , رَجُلٌ آتَاهُ اللَّهُ مَالًا وَعِلْمًا فَهُوَ يَعْمَلُ فِي مَالِهِ بِعِلْمِهِ، وَرَجُلٌ آتَاهُ اللَّهُ عِلْمًا وَلَمْ يُؤْتِهِ مَالًا، فَهُوَ يَقُولُ: لَيْتَ لِي مِثْلُ مَا أُوتِي فُلَانٌ فَأَعْمَلَ فِيهِ مِثْلَ عَمَلِهِ، فَهُمَا فِي الْأَجْرِ سَوَاءٌ. وَرَجُلٌ آتَاهُ اللَّهُ مَالًا، وَلَمْ يُؤْتِهِ عِلْمًا، فَهُوَ يُنْفِقُهُ فِي غَيْرِ حَقِّهِ، فَيَمْنَعُهُ مِنْ حَقِّهِ، وَرَجُلٌ لَمْ يُؤْتِهِ اللَّهُ مَالًا وَلَا عِلْمًا، فَهُوَ يَقُولُ: لَيْتَ لِي مِثْلَ مَا أُوتِي فُلَانٌ فَأَعْمَلَ فِيهِ مِثْلَ عَمَلِهِ، وَهُمَا فِي الْوِزْرِ سَوَاءٌ \"",
            "page": "200",
            "part": "1",
            "seal": "29894528"
        },
        {
            "hno": "106",
            "id": "102",
            "nass": "106 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، نا جَرِيرٌ، وَوَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَبِي كَبْشَةَ الْأَنْمَارِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّمَا §مِثْلُ هَذِهِ الْأُمَّةِ كَمَثَلِ أَرْبَعَةِ نَفَرٍ؛ رَجُلٌ آتَاهُ اللَّهُ مَالًا وَعِلْمًا، فَهُوَ يَعْمَلُ بِعِلْمِهِ فِي مَالِهِ، وَرَجُلٌ آتَاهُ اللَّهُ عِلْمًا، فَلَمْ يُؤْتِهِ مَالًا، فَهُوَ يَقُولُ: لَوْ كَانَ لِي مِثْلُ مَالِ فُلَانٍ لَعَمِلْتُ فِيهِ كَمَا يَعْمَلُ، فَهُمَا فِي الْأَجْرِ سَوَاءٌ، وَرَجُلٌ آتَاهُ اللَّهُ مَالًا، وَلَمْ يُؤْتِهِ عِلْمًا، فَهُوَ يَخْبِطُ فِي مَالِهِ، وَيُنْفِقُهُ فِي غَيْرِ حَقِّهِ، وَرَجُلٌ لَمْ يُؤْتِهِ اللَّهُ مَالًا، وَلَمْ يُؤْتِهِ عِلْمًا، فَهُوَ -[201]- يَقُولُ: لَوْ كَانَ لِي مِثْلُ مَالِ فُلَانٍ، لَعَمِلْتُ فِيهِ كَمَا يَعْمَلُ، فَهُمَا فِي الْوِزْرِ سَوَاءٌ \"",
            "page": "200",
            "part": "1",
            "seal": "4F11EEC7"
        },
        {
            "hno": "107",
            "id": "103",
            "nass": "107 - حَدَّثَنَا مَيْمُونُ بْنُ الْأَصْبَغِ النَّصِيبِيُّ قَالَ: ثنا عَبْدُ اللَّهِ بْنُ يُوسُفَ قَالَ: ثنا الْهَيْثَمُ بْنُ حُمَيْدٍ قَالَ: حَدَّثَنِي زَيْدُ بْنُ وَاقِدٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ كَثِيرِ بْنِ مُرَّةَ، عَنْ يَزِيدَ بْنِ الْأَخْنَسِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §لَا تَنَافُسَ بَيْنَكُمْ إِلَّا فِي اثْنَتَيْنِ: رَجُلٌ آتَاهُ اللَّهُ عَزَّ وَجَلَّ قُرْآنًا فَهُوَ يَقُومُ بِهِ بِاللَّيْلِ وَالنَّهَارِ وَيَتَّبِعُ مَا فِيهِ، فَيَقُولُ رَجُلٌ: لَوْ أَنَّ اللَّهَ أَعْطَانِي مِثْلَ مَا أَعْطَى فُلَانًا فَأَقُومَ بِهِ كَمَا يَقُومُ بِهِ، وَرَجُلٌ أَعْطَاهُ -[202]- اللَّهُ مَالًا فَهُوَ يُنْفِقُهُ وَيَتَصَدَّقُ بِهِ , فَيَقُولُ الرَّجُلُ: لَوْ أَنَّ اللَّهَ أَعْطَانِي كَمَا أَعْطَى فُلَانًا، فَأَتَصَدَّقَ بِهِ \"، فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ؛ أَرَأَيْتُ النَّجْدَةَ تَكُونُ فِي الرَّجُلِ؟ قَالَ: «لَيْسَتْ هُمَا بِعَدْلِ أَنَّ الْكَلْبَ لَيَهْزَمِرُّ وَرَاءَ أَهْلِهِ»",
            "page": "201",
            "part": "1",
            "seal": "EC5543F5"
        },
        {
            "hno": "108",
            "id": "104",
            "nass": "108 - حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى قَالَ: حَدَّثَنَا مَعْنُ بْنُ عِيسَى قَالَ: عُرِضَ عَلَى مَالِكِ بْنِ أَنَسٍ عَنْ يَحْيَى بْنِ سَعِيدٍ، أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ قَالَ: «إِنَّكَ §فِي زَمَانٍ قَلِيلٌ قُرَّاؤُهُ كَثِيرٌ فُقَهَاؤُهُ، تُحْفَظُ فِيهِ حُدُودُ الْقُرْآنِ، وَيُضَيَّعُ حُرُوفُهُ، قَلِيلٌ مَنْ يَسْأَلُ , كَثِيرٌ مَنْ يُعْطِي، يُطِيلُونَ فِيهِ الصَّلَاةَ، وَيُقْصِرُونَ فِيهِ الْخُطْبَةَ، يُبْدُونَ فِيهِ أَعْمَالَهُمْ قَبْلَ أَهْوَائِهِمْ، وَسَيَأْتِي عَلَى النَّاسِ زَمَانٌ كَثِيرٌ قُرَّاؤُهُ , قَلِيلٌ فُقَهَاؤُهُ، تُحْفَظُ فِيهِ حُرُوفُ الْقُرْآنِ، وَتُضَيَّعُ -[203]- حُدُودُهُ كَثِيرٌ مَنْ يَسْأَلُ، قَلِيلٌ مَنْ يُعْطِي، يُطِيلُونَ الْخُطْبَةَ، وَيُقْصِرُونَ الصَّلَاةَ، وَيُبْدُونَ أَهْوَاءَهُمْ قَبْلَ أَعْمَالِهِمْ»",
            "page": "202",
            "part": "1",
            "seal": "C2C6AD70"
        },
        {
            "hno": "109",
            "id": "105",
            "nass": "109 - حَدَّثَنَا مَيْمُونُ بْنُ الْأَصْبَغِ، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، نا نَافِعُ بْنُ يَزِيدَ، -[204]- أَخْبَرَنِي بَكْرُ بْنُ عَمْرٍو أَنَّهُ سَمِعَ مِشْرَحَ بْنَ هَاعَانَ يَقُولُ: سَمِعْتُ عُقْبَةَ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§سَيَخْرُجُ أَقْوَامٌ مِنْ أُمَّتِي يَشْرَبُونَ الْقُرْآنَ كَشُرْبِهِمُ الْمَاءَ»",
            "page": "203",
            "part": "1",
            "seal": "97C2FA7C"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "§بَابُ الْوَقْفِ فِي قِرَاءَةِ الْقُرْآنِ، وَالْجَمْعِ فِي السُّوَرِ، وَكَيْفَ كَانَتْ قِرَاءَةُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَتَرْتِيلُهُ، وَفِي كَمْ يَقْرَأُ الْقُرْآنَ، وَالسُّنَّةُ فِي ذَلِكَ",
            "page": "205",
            "part": "1",
            "seal": "01ACDF58"
        },
        {
            "hno": "110",
            "id": "107",
            "nass": "110 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَيَزِيدُ بْنُ مَوْهَبٍ الرَّمْلِيُّ قَالَا: حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ يَعْلَى بْنِ مَمْلَكٍ أَنَّهُ سَأَلَ أُمَّ سَلَمَةَ زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، عَنْ قِرَاءَةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَتْ: «مَا لَكُمْ وَصَلَاتِهِ؟» كَانَ §يُصَلِّي، ثُمَّ يَنَامُ قَدْرَ مَا صَلَّى، ثُمَّ يُصَلِّي قَدْرَ مَا نَامَ، ثُمَّ يَنَامُ قَدْرَ مَا صَلَّى، حَتَّى يُصْبِحَ، ثُمَّ نَعَتَتْ قِرَاءَتَهُ، فَإِذَا هِيَ تَنْعَتُ قِرَاءَةً مُفَسَّرَةً حَرْفًا حَرْفًا \" -[206]- ¶ 111 - حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، ثنا أَبُو عَاصِمٍ، ثنا ابْنُ جُرَيْجٍ قَالَ: حَدَّثَنِي أَبِي قَالَ: حَدَّثَنَا ابْنُ أَبِي مُلَيْكَةَ، أَنْ يَعْلَى بْنَ مَمْلَكٍ، أَخْبَرَهُ، أَنَّهُ سَأَلَ أُمَّ سَلَمَةَ، فَذَكَرَ نَحْوَهُ، وَلَمْ يَذْكُرْ فِيهِ صِفَةَ الْقِرَاءَةِ",
            "page": "205",
            "part": "1",
            "seal": "99912594"
        },
        {
            "hno": "112",
            "id": "108",
            "nass": "112 - حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنِ السَّائِبِ بْنِ يَزِيدَ، عَنِ الْمُطَّلِبِ بْنِ أَبِي وَدَاعَةَ السَّهْمِيِّ، عَنْ حَفْصَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَنَّهَا -[207]- قَالَتْ: «§مَا رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَّى فِي سُبْحَتِهِ قَاعِدًا قَطُّ، حَتَّى كَانَ قَبْلَ وَفَاتِهِ بِعَامٍ، فَكَانَ يُصَلِّي فِي سُبْحَتِهِ قَاعِدًا، وَكَانَ يَقْرَأُ فِي السُّورَةِ، فَيُرَتِّلُهَا، حَتَّى تَكُونَ أَطْوَلَ مِنْ أَطْوَلَ مِنْهَا» ¶ 113 - حَدَّثَنَا عَبْدُ الْأَعْلَى، حَدَّثَنَا وُهَيْبُ بْنُ خَالِدٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ، بِإِسْنَادِهِ مِثْلَهُ سَوَاءٌ",
            "page": "206",
            "part": "1",
            "seal": "D823B09F"
        },
        {
            "hno": "114",
            "id": "109",
            "nass": "114 - حَدَّثَنَا مُحَمَّدُ بْنُ مُصَفَّى، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، نا الزُّبَيْدِيُّ، عَنِ الزُّهْرِيِّ، عَنِ السَّائِبِ بْنِ يَزِيدَ بْنِ أُخْتِ نَمِرٍ، أَنَّ الْمُطَّلِبَ بْنَ أَبِي وَدَاعَةَ السَّهْمِيَّ، أَخْبَرَهُ أَنَّ حَفْصَةَ زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَتْ: «§لَمْ أَرَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَّى قَاعِدًا فِي سُبْحَتِهِ، حَتَّى كَانَ قَبْلَ أَنْ يُتَوَفَّى بِعَامٍ وَاحِدٍ، فَرَأَيْتُهُ يُصَلِّي فِي سُبْحَتِهِ، وَهُوَ قَاعِدٌ يُرَتِّلُ السُّورَةَ، -[208]- حَتَّى تَكُونَ أَطْوَلَ مِنْ أَطْوَلَ مِنْهَا»",
            "page": "207",
            "part": "1",
            "seal": "3D7C4DBF"
        },
        {
            "hno": "115",
            "id": "110",
            "nass": "115 - حَدَّثَنَا مُحَمَّدُ بْنُ مُصَفَّى، ثنا عُثْمَانُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنِي شُعَيْبُ بْنُ أَبِي حَمْزَةَ، عَنِ الزُّهْرِيِّ، عَنِ السَّائِبِ بْنِ يَزِيدَ، عَنِ الْمُطَّلِبِ بْنِ أَبِي وَدَاعَةَ، عَنْ حَفْصَةَ أَنَّهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يُصَلِّي قَائِمًا فِي سُبْحَتِهِ حَتَّى كَانَ قَبْلَ أَنْ يُتَوَفَّى بِعَامٍ وَاحِدٍ أَوِ اثْنَيْنِ، فَرَأَيْتُهُ يُصَلِّي قَاعِدًا فِي سُبْحَتِهِ، وَيُرَتِّلُ السُّورَةَ، حَتَّى تَكُونَ أَطْوَلَ مِنْ أَطْوَلَ مِنْهَا»",
            "page": "208",
            "part": "1",
            "seal": "BCCB9433"
        },
        {
            "hno": "116",
            "id": "111",
            "nass": "116 - حَدَّثَنَا قُتَيْبَةُ، ثنا ابْنُ لَهِيعَةَ، عَنِ الْحَارِثِ بْنِ يَزِيدَ، عَنْ زِيَادِ بْنِ نُعَيْمٍ، عَنْ مُسْلِمِ بْنِ مِخْرَاقٍ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ: ذُكِرَ لَهَا أَنَّ أُنَاسًا يَقْرَءُونَ الْقُرْآنَ فِي اللَّيْلَةِ مَرَّةً أَوْ مَرَّتَيْنِ، فَقَالَتْ: «أُولَئِكَ قَرَءُوا وَلَمْ يَقْرَءُوا، §كُنْتُ أَقُومُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ التَّمَامِ، فَكَانَ يَقْرَأُ سُورَةَ الْبَقَرَةِ وَآلَ عِمْرَانَ وَالنِّسَاءَ، فَلَا يَمُرُّ بِآيَةٍ فِيهَا تَخْوِيفٌ إِلَّا دَعَا اللَّهَ وَاسْتَعَاذَهُ، وَلَا يَمُرُّ بِآيَةٍ فِيهَا اسْتِبْشَارٌ إِلَّا دَعَا اللَّهَ وَرَغِبَ إِلَيْهِ»",
            "page": "208",
            "part": "1",
            "seal": "E8CFC9A3"
        },
        {
            "hno": "117",
            "id": "112",
            "nass": "117 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حَمَّادٍ قَالَ: ثنا وَهْبُ بْنُ جَرِيرٍ قَالَ: ثنا أَبِي قَالَ: سَمِعْتُ يَحْيَى بْنَ أَيُّوبَ،. . . -[210]- يُحَدِّثُ عَنِ الْحَارِثِ بْنِ يَزِيدَ، عَنْ زِيَادِ بْنِ نُعَيْمٍ الْحَضْرَمِيِّ، عَنْ مُسْلِمِ بْنِ مِخْرَاقٍ قَالَ: قُلْتُ لِعَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: إِنَّ رِجَالًا يَقْرَأُ أَحَدُهُمُ الْقُرْآنَ فِي لَيْلَةٍ مَرَّتَيْنِ، أَوْ ثَلَاثًا، فَقَالَتْ: «أُولَئِكَ قَرَءُوا، وَلَمْ يَقْرَءُوا، كُنْتُ §أَقُومُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي لَيْلَةِ التَّمَامِ، فَيَقْرَأُ بِالْبَقَرَةِ، وَآلِ عِمْرَانَ، وَالنِّسَاءِ، فَلَا يَمُرُّ بِآيَةٍ فِيهَا اسْتِبْشَارٌ إِلَّا دَعَا وَرَغِبَ، وَلَا يَمُرُّ بِآيَةٍ فِيهَا تَخْوِيفٌ إِلَّا دَعَا وَاسْتَعَاذَ»",
            "page": "209",
            "part": "1",
            "seal": "1171477F"
        },
        {
            "hno": "118",
            "id": "113",
            "nass": "118 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَأَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ الْمُسْتَوْرِدِ بْنِ الْأَحْنَفِ، عَنْ صِلَةَ بْنِ زُفَرَ، عَنْ حُذَيْفَةَ قَالَ: \" §صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَافْتَتَحَ الْبَقَرَةَ، فَقُلْتُ: يَرْكَعُ عِنْدَ الْمِائَةِ قَالَ: فَمَضَى، فَقُلْتُ: -[211]- يُصَلِّي بِهَا، ثُمَّ افْتَتَحَ النِّسَاءَ، فَقَرَأَهَا، ثُمَّ افْتَتَحَ آلَ عِمْرَانَ، فَقَرَأَهَا مُتَرَسِّلًا، إِذَا مَرَّ بِآيَةٍ فِيهَا تَسْبِيحٌ سَبَّحَ، وَإِذَا مَرَّ بِآيَةٍ فِيهَا سُؤَالٌ يَسْأَلُ، وَإِذَا مَرَّ بِتَعْوِيذٍ تَعَوَّذَ، ثُمَّ رَكَعَ قَالَ: سُبْحَانَ رَبِّيَ الْعَظِيمِ، فَكَانَ رُكُوعُهُ نَحْوًا مِنْ قِيَامِهِ، ثُمَّ قَالَ: سَمِعَ اللَّهَ لِمَنْ حَمِدَهُ، ثُمَّ قَامَ طَوِيلًا قَرِيبًا مِمَّا رَكَعَ، ثُمَّ سَجَدَ، فَقَالَ: سُبْحَانَ رَبِّيَ الْأَعْلَى، فَكَانَ سُجُودُهُ قَرِيبًا مِنْ قِيَامِهِ \" ¶ 119 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ عَبْدِ اللَّهِ الْمَدِينِيُّ قَالَا: حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنِ الْأَعْمَشِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ الْمُسْتَوْرِدِ بْنِ الْأَحْنَفِ، عَنْ صِلَةَ بْنِ زُفَرٍ، عَنْ حُذَيْفَةَ قَالَ: صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَذَكَرَ نَحْوَهُ",
            "page": "210",
            "part": "1",
            "seal": "2E7CD5B9"
        },
        {
            "hno": "120",
            "id": "114",
            "nass": "120 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، نا مُصْعَبُ بْنُ الْمِقْدَامِ، عَنْ زَائِدَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ قَالَ: حَدَّثَنِي ابْنُ أَخِي حُذَيْفَةَ، عَنْ حُذَيْفَةَ قَالَ: \" §أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ لِأُصَلِّيَ بِصَلَاتِهِ، فَافْتَتَحَ الصَّلَاةَ، فَقَرَأَ قِرَاءَةً لَيْسَتْ بِالْخَفِيضَةِ، وَلَا بِالرَّفِيعَةَ، قِرَاءَةً يُرَتِّلُ فِيهَا يُسْمِعُنَا قَالَ: ثُمَّ رَكَعَ نَحْوًا مِنْ سُورَةٍ، ثُمَّ رَفَعَ رَأْسَهُ، وَقَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، ذَا الْمَلَكُوتِ وَذَا الْجَبَرُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ قَالَ: ثُمَّ قَامَ نَحْوًا مِنْ -[212]- سُورَةٍ قَالَ: وَسَجَدَ نَحْوًا مِنْ ذَلِكَ، حَتَّى فَرَغَ مِنَ الطِّوَالِ، وَعَلَيْهِ سَوَادٌ مِنَ اللَّيْلِ \" قَالَ عَبْدُ الْمَلِكِ: وَهُوَ تَطَوَّعُ اللَّيْلِ",
            "page": "211",
            "part": "1",
            "seal": "0C4585AF"
        },
        {
            "hno": "121",
            "id": "115",
            "nass": "121 - حَدَّثَنَا مَيْمُونُ بْنُ الْأَصْبَغِ، نا أَبُو صَالِحٍ، ثنا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ عَمْرِو بْنِ قَيْسٍ الْكِنْدِيِّ أَنَّهُ سَمِعَ عَاصِمَ بْنَ حُمَيْدٍ يَقُولُ: سَمِعْتُ عَوْفَ بْنَ مَالِكٍ يَقُولُ: \" كُنْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، §فَبَدَأَ فَاسْتَاكَ، ثُمَّ تَوَضَّأَ، ثُمَّ قَامَ يُصَلِّي، فَقُمْتُ مَعَهُ، فَبَدَأَ فَاسْتَفْتَحَ مِنَ الْبَقَرَةِ، لَا يَمُرُّ بِآيَةِ رَحْمَةٍ إِلَّا وَقَفَ عِنْدَهَا فَسَأَلَ، وَلَا يَمُرُّ بِآيَةِ عَذَابٍ إِلَّا وَقَفَ فَتَعَوَّذَ، ثُمَّ رَكَعَ، فَمَكَثَ رَاكِعًا قَدْرَ قِيَامِهِ يَقُولُ فِي رُكُوعِهِ: «سُبْحَانَ ذِي الْمَلَكُوتِ وَالْجَبَرُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ» ، ثُمَّ سَجَدَ بِقَدْرِ رُكُوعِهِ، فَيَقُولُ: «سُبْحَانَ ذِي الْجَبَرُوتِ وَالْمَلَكُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ» ، ثُمَّ قَرَأَ آلَ عِمْرَانَ، ثُمَّ سُورَةً يَفْعَلُ مِثْلَ ذَلِكَ \"",
            "page": "212",
            "part": "1",
            "seal": "F7C47D5E"
        },
        {
            "hno": "122",
            "id": "116",
            "nass": "122 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، نا يَحْيَى بْنُ آدَمَ، نا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْأَسْوَدِ بْنِ يَزِيدَ، وَعَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، أَنَّ رَجُلًا أَتَاهُ، فَقَالَ: \" قَرَأْتُ الْمُفَصَّلَ فِي رَكْعَةٍ، فَقَالَ: «§هَذًّا كَهَذِّ الشِّعْرِ، وَنَثْرًا كَنَثْرِ الدَّقَلِ، لَكِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمْ يَفْعَلْ كَمَا فَعَلْتَ، كَانَ يَقْرَأُ بِالنَّظَائِرِ الرَّحْمَنِ وَالنَّجْمِ فِي رَكْعَةٍ» ¶ 123 - حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ، نا يَحْيَى بْنُ آدَمَ، نا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَلْقَمَةَ، وَالْأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، فَذَكَرَ نَحْوَهُ",
            "page": "213",
            "part": "1",
            "seal": "00308ACE"
        },
        {
            "hno": "124",
            "id": "117",
            "nass": "124 - حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، نا يَحْيَى بْنُ آدَمَ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، -[214]- عَنِ الْأَسْوَدِ، وَعَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ قَالَ: أَتَاهُ رَجُلٌ، فَقَالَ: إِنِّي أَقْرَأُ الْمُفَصَّلَ فِي رَكْعَةٍ، فَقَالَ: «هَذًّا كَهَذِّ الشِّعْرِ، وَنَثْرًا كَنَثْرِ الدَّقَلِ، وَلَكِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §كَانَ يَقْرَأُ النَّظَائِرَ فِي كُلِّ رَكْعَةٍ. . . الرَّحْمَنَ وَالنَّجْمَ فِي رَكْعَةٍ، وَالطُّورَ وَالذَّارِيَاتِ فِي رَكْعَةٍ، وَيَا أَيُّهَا الْمُزَّمِّلُ، وَيَا أَيُّهَا الْمُدَّثِّرُ فِي رَكْعَةٍ، وَوَيْلٌ لِلْمُطَفِّفِينَ، وَعَبَسَ فِي رَكْعَةٍ، وَهَلْ أَتَى عَلَى الْإِنْسَانِ وَلَا أَقْسَمَ بِيَوْمِ الْقِيَامَةِ فِي رَكْعَةٍ، وَعَمَّ يَتَسَاءَلُونَ، وَالْمُرْسَلَاتِ فِي رَكْعَةٍ، وَالدُّخَانَ، وَإِذَا الشَّمْسُ كُوِّرَتْ فِي رَكْعَةٍ»",
            "page": "213",
            "part": "1",
            "seal": "44BA145C"
        },
        {
            "hno": "125",
            "id": "118",
            "nass": "125 - حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ قَالَ: حَدَّثَنَا يَحْيَى، عَنْ قَيْسٍ، عَنْ أَبِي حُصَيْنٍ، -[215]- عَنْ يَحْيَى بْنِ وَثَّابٍ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ قَالَ: «§لَقَدْ حَفِظْتُ النَّظَائِرَ الَّتِي كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ بِهِنَّ سُورَتَيْنِ فِي كُلِّ رَكْعَةٍ. . . الرَّحْمَنَ وَالنَّجْمَ فِي رَكْعَةٍ، وَالذَّارِيَاتِ وَالطُّورَ فِي رَكْعَةٍ، وَاقْتَرَبَتْ وَالْحَاقَّةَ فِي رَكْعَةٍ، وَالْمُزَّمِّلَ وَالْمُدَّثِّرَ فِي رَكْعَةٍ، وَوَيْلٌ لِلْمُطَفِّفِينَ وَعَبَسَ فِي رَكْعَةٍ، وَهَلْ أَتَى عَلَى الْإِنْسَانِ وَلَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ فِي رَكْعَةٍ، وَالْمُرْسَلَاتِ وَعَمَّ يَتَسَاءَلُونَ فِي رَكْعَةٍ، وَإِذَا الشَّمْسُ كُوِّرَتْ، وَالدُّخَانَ فِي رَكْعَةٍ»",
            "page": "214",
            "part": "1",
            "seal": "71179CB4"
        },
        {
            "hno": "126",
            "id": "119",
            "nass": "126 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ قَالَ: حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ -[216]- عَمْرِو بْنِ مُرَّةَ، أَنَّهُ سَمِعَ أَبَا وَائِلٍ، يُحَدِّثُ: زَعَمَ أَنَّ رَجُلًا جَاءَ إِلَى عَبْدِ اللَّهِ بْنِ مَسْعُودٍ فَقَالَ: إِنِّي قَرَأْتُ الْمُفَصَّلَ اللَّيْلَةَ كُلَّهُ فِي رَكْعَةٍ، فَقَالَ عَبْدُ اللَّهِ: \" §هَذًّا كَهَذِّ الشِّعْرِ قَالَ عَبْدُ اللَّهِ: لَقَدْ عَرَفْتُ النَّظَائِرَ الَّتِي كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُقْرِنُ بَيْنَهُنَّ. قَالَ: فَذَكَرَ عِشْرِينَ سُورَةً مِنَ الْمُفَصَّلِ سُورَتَيْنِ، سُورَتَيْنِ فِي رَكْعَةٍ \"",
            "page": "215",
            "part": "1",
            "seal": "5A04E007"
        },
        {
            "hno": "127",
            "id": "120",
            "nass": "127 - حَدَّثَنَا يَزِيدُ بْنُ خَالِدِ بْنِ مَوْهَبٍ الرَّمْلِيُّ، حَدَّثَنَا الْمُفَضَّلُ بْنُ فَضَالَةَ، عَنِ ابْنِ جُرَيْحٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ يَحْيَى بْنِ حَكِيمِ بْنِ صَفْوَانَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ قَالَ: \" جَمَعْتُ الْقُرْآنَ، فَقَرَأْتُ بِهِ فِي كُلِّ لَيْلَةٍ، فَبَلَغَ -[217]- ذَلِكَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «§اقْرَأْهُ فِي كُلِّ شَهْرٍ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ؛ دَعْنِي أَسْتَمْتِعْ مِنْ قُوَّتِي وَشَبَابِي قَالَ: «اقْرَأْهُ فِي كُلِّ عَشْرٍ» قَالَ: فَقُلْتُ: يَا رَسُولَ اللَّهِ؛ دَعْنِي أَسْتَمْتِعْ مِنْ قُوَّتِي وَشَبَابِي قَالَ: «اقْرَأْهُ فِي كُلِّ عَشْرٍ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ؛ دَعْنِي أَسْتَمْتِعْ مِنْ قُوَّتِي وَشَبَابِي، فَأَبَى \"",
            "page": "216",
            "part": "1",
            "seal": "0AB459CC"
        },
        {
            "hno": "128",
            "id": "121",
            "nass": "128 - حَدَّثَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ حِبَّانَ بْنِ وَاسِعٍ، عَنْ أَبِيهِ، عَنْ سَعْدِ بْنِ الْمُنْذِرِ الْأَنْصَارِيِّ، أَنَّهُ قَالَ: \" يَا رَسُولَ اللَّهِ §أَقْرَأُ الْقُرْآنَ فِي ثَلَاثٍ؟ قَالَ: «نَعَمْ، إِنِ اسْتَطَعْتَ» قَالَ: فَكَانَ يَقْرَأُ كَذَلِكَ، حَتَّى تُوُفِّيَ",
            "page": "217",
            "part": "1",
            "seal": "9AF5ADA3"
        },
        {
            "hno": "129",
            "id": "122",
            "nass": "129 - حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، أَنَّهُ قَالَ: كُنْتُ أَنَا وَمُحَمَّدُ بْنُ يَحْيَى بْنِ حُبَابٍ، جَالِسَيْنِ، فَدَعَا رَجُلًا فَقَالَ: أَخْبِرْنِي بِالَّذِي سَمِعْتَ مِنَ أَبِيكَ؟ فَقَالَ الرَّجُلُ: أَخْبَرَنِي أَبِي: أَنَّهُ أَتَى زَيْدَ بْنَ ثَابِتٍ فَقَالَ لَهُ: §كَيْفَ تَرَى قِرَاءَةَ الْقُرْآنِ فِي سَبْعٍ؟ فَقَالَ زَيْدٌ: حَسَنٌ , وَلَئِنْ أَقْرَأَهُ فِي نِصْفِ شَهْرٍ أَوْ عِشْرِينَ أَحَبُّ إِلَيَّ، وَسَلْنِي لِمَ ذَاكْ؟ فَقَالَ: فَإِنِّي أَسْأَلُكَ؟ قَالَ زَيْدٌ: لِكَيْ أَتَدَبَّرَهُ، وَأَقِفَ عَلَيْهِ \"",
            "page": "217",
            "part": "1",
            "seal": "13979884"
        },
        {
            "hno": "130",
            "id": "123",
            "nass": "130 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ قَالَ: حَدَّثَنَا أَبِي قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ -[218]- سُلَيْمَانَ عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ قَالَ: «§اقْرَءُوا الْقُرْآنَ فِي كُلِّ سَبْعٍ، وَلْيُحَافِظْ أَحَدُكُمْ عَلَى حِزْبِهِ فِي يَوْمِهِ وَلَيْلَتِهِ» ¶ 131 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، نا خَالِدُ بْنُ الْحَارِثِ، نا شُعْبَةُ، عَنْ سُلَيْمَانَ قَالَ: سَمِعْتُ عُمَارَةَ، عَنِ أَبِي الْأَحْوَصِ قَالَ: كَانَ عَبْدُ اللَّهِ يَقُولُ: \" اقْرَءُوا الْقُرْآنَ فِي كُلِّ سَبْعٍ، فَذَكَرَ مِثْلَهُ",
            "page": "217",
            "part": "1",
            "seal": "CF7FCAA1"
        },
        {
            "hno": "132",
            "id": "124",
            "nass": "132 - حَدَّثَنِي يُونُسُ بْنُ حَبِيبٍ الْأَصْبَهَانِيُّ قَالَ: حَدَّثَنَا أَبُو دَاوُدَ قَالَ: ثنا -[219]- شُعْبَةُ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ ذَكْوَانَ قَالَ شُعْبَةُ: وَكَانَ كَخَيْرِ الرِّجَالِ قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ يُحَدِّثُ: «أَنَّ §أَبَاهُ كَانَ يَخْتِمُ فِي رَمَضَانَ فِي ثَلَاثٍ، وَفِي غَيْرِ رَمَضَانَ مِنَ الْجُمُعَةِ لِلْجُمُعَةِ» قَالَ أَبُو دَاوُدَ: لَمْ يَرْوِ شُعْبَةُ عَنْهُ إِلَّا هَذَا",
            "page": "218",
            "part": "1",
            "seal": "D995F35A"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "§بَابُ مَنْ كَانَ يَخْتِمُ فِي سَبْعٍ وَثَمَانٍ",
            "page": "221",
            "part": "1",
            "seal": "D16250AB"
        },
        {
            "hno": "133",
            "id": "126",
            "nass": "133 - حَدَّثَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ أُبَيِّ بْنِ كَعْبٍ أَنَّهُ قَالَ: «إِنَّا §لَنَقْرَأُ الْقُرْآنَ فِي ثَمَانٍ»",
            "page": "221",
            "part": "1",
            "seal": "B76B001A"
        },
        {
            "hno": "134",
            "id": "127",
            "nass": "134 - حَدَّثَنَا عَبْدُ الْأَعْلَى، نا وُهَيْبٌ، نا أَيُّوبُ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي -[222]- الْمُهَلَّبِ، عَنْ أُبَيِّ بْنِ كَعْبٍ أَنَّهُ قَالَ: «§أَمَّا أَنَا فَأَقْرَأُ الْقُرْآنَ، فِي ثَمَانِ لَيَالٍ»",
            "page": "221",
            "part": "1",
            "seal": "EA2EE7C5"
        },
        {
            "hno": "135",
            "id": "128",
            "nass": "135 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا إِسْمَاعِيلُ، نا أَيُّوبُ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْمُهَلَّبِ قَالَ: «كَانَ أُبَيُّ §يَقْرَأُهُ فِي ثَمَانِ لَيَالٍ» يَعْنِي الْقُرْآنَ",
            "page": "222",
            "part": "1",
            "seal": "8589E4D6"
        },
        {
            "hno": "136",
            "id": "129",
            "nass": "136 - حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، نا وُهَيْبٌ، نا خَالِدٌ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ أَبِي بْنِ كَعْبٍ أَنَّهُ: «كَانَ §يَخْتِمُ الْقُرْآنَ فِي ثَمَانِ لَيَالٍ. . . وَكَانَ تَمِيمٌ الدَّارِيُّ َخْتِمُ فِي سَبْعٍ»",
            "page": "222",
            "part": "1",
            "seal": "E161F623"
        },
        {
            "hno": "137",
            "id": "130",
            "nass": "137 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْبَلْخِيُّ قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مَوْهَبٍ قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ كَعْبٍ الْقُرَظِيَّ يَقُولُ: \" §لَئِنْ أَقْرَأَ فِي لَيْلَتِي، حَتَّى أُصْبِحَ: إِذَا زُلْزِلَتْ، وَالْقَارِعَةَ، لَا أَزِيدُ عَلَيْهِمَا، أَتَرَدَّدُ فِيهِمَا، وَأَتَفَكَّرُ أَحَبُّ إِلَيَّ مِنْ أَنْ أَهُذَّ الْقُرْآنَ لَيْلَتِي هَذًّا \"",
            "page": "222",
            "part": "1",
            "seal": "3874EF2D"
        },
        {
            "hno": "138",
            "id": "131",
            "nass": "138 - حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ أَنَّهُ: «كَانَ §يَخْتِمُ فِي كُلِّ سَبْعٍ»",
            "page": "223",
            "part": "1",
            "seal": "41004D9A"
        },
        {
            "hno": "139",
            "id": "132",
            "nass": "139 - حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ: \" أَنَّ §عَلْقَمَةَ كَانَ يَقْرَأُ فِي خَمْسٍ قَالَ: وَقَرَأَهُ فِي مَكَّةَ فِي لَيْلَةٍ \"",
            "page": "223",
            "part": "1",
            "seal": "4DD74340"
        },
        {
            "hno": "140",
            "id": "133",
            "nass": "140 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ قَالَ: «كَانَ §عَلْقَمَةُ يَقْرَأُ الْقُرْآنَ فِي خَمْسٍ»",
            "page": "223",
            "part": "1",
            "seal": "415AC96A"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "وَعَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ قَالَ: «§قَرَأَ الْقُرْآنَ فِي لَيْلَةٍ، وَطَافَ بِالْبَيْتِ أُسْبُوعًا، وَصَلَّى عِنْدَ الْمَقَامِ رَكْعَتَيْنٍ، فَقَرَأَ بِالْمِئِينَ، ثُمَّ طَافَ بِالْبَيْتِ أُسْبُوعًا، ثُمَّ صَلَّى رَكْعَتَيْنِ، فَقَرَأَ بِالْمَثَانِ، ثُمَّ طَافَ بِالْبَيْتِ أُسْبُوعًا، وَصَلَّى رَكْعَتَيْنِ، فَقَرَأَ بِبَقِيَّةِ الْقُرْآنِ»",
            "page": "223",
            "part": "1",
            "seal": "74090404"
        },
        {
            "hno": "141",
            "id": "135",
            "nass": "141 - حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ -[224]- عَلْقَمَةَ: «أَنَّهُ كَانَ بِمَكَّةَ فِي لَيْلَةٍ §طَافَ فَقَرَأَ السَّبْعَ، ثُمَّ طَافَ طَوَافًا آخَرَ فَقَرَأَ بِالْمَثَانِ، ثُمَّ طَافَ طَوَافًا آخَرَ، فَقَرَأَ مَا بَقِيَ فِي لَيْلَةٍ وَاحِدَةٍ» قَالَ: وَكَانَ الْأَسْوَدُ يَخْتِمُ الْقُرْآنَ فِي سِتٍّ، وَفِي رَمَضَانَ فِي كُلِّ لَيْلَتَيْنِ",
            "page": "223",
            "part": "1",
            "seal": "4DE65638"
        },
        {
            "hno": "142",
            "id": "136",
            "nass": "142 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ هَمَّامٍ، عَنْ قَتَادَةَ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ قَرَأَ الْقُرْآنَ فِي أَقَلَّ مِنْ ثَلَاثٍ، فَلَمْ يَفْقَهُّ» -[225]- ¶ 143 - حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا وَكِيعٌ، عَنْ هَمَّامٍ، عَنْ قَتَادَةَ، نَحْوَهُ",
            "page": "224",
            "part": "1",
            "seal": "71879D9E"
        },
        {
            "hno": "144",
            "id": "137",
            "nass": "144 - حَدَّثَنَا مُحَمَّدُ بْنُ يَسَارٍ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ: «§اقْرَأِ الْقُرْآنَ فِي شَهْرٍ» قَالَ: إِنِّي أَقْوَى مِنْ ذَلِكَ قَالَ: «اقْرَأْهُ فِي كَذَا» قَالَ: إِنِّي أَقْوَى مِنْ ذَلِكَ قَالَ: «اقْرَأْهُ فِي سَبْعٍ» قَالَ: إِنِّي أَقْوَى مِنْ ذَلِكَ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا يَفْقَهْ مَنْ قَرَأَهُ فِي أَقَلَّ مِنْ ثَلَاثٍ»",
            "page": "225",
            "part": "1",
            "seal": "BE497F66"
        },
        {
            "hno": "145",
            "id": "138",
            "nass": "145 - حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، ثنا مُحَمَّدُ بْنُ جَعْفَرٍ، ثنا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ أَبِي الْعَلَاءِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ قَرَأَ الْقُرْآنَ فِي أَقَلَّ مِنْ ثَلَاثٍ فَلَمْ يَفْقَهُّ»",
            "page": "225",
            "part": "1",
            "seal": "3D711F7D"
        },
        {
            "hno": "146",
            "id": "139",
            "nass": "146 - حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، وَسُفْيَانَ، عَنْ عَلِيِّ بْنِ بَذِيمَةَ، -[226]- عَنْ أَبِي عُبَيْدَةَ قَالَ: قَالَ عَبْدُ اللَّهِ: «§مَنْ قَرَأَهُ فِي أَقَلَّ مِنْ ثَلَاثٍ، فَهُوَ رَاجِزٌ»",
            "page": "225",
            "part": "1",
            "seal": "99296D68"
        },
        {
            "hno": "147",
            "id": "140",
            "nass": "147 - حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عُبَيْدَةَ قَالَ: قَالَ عَبْدُ اللَّهِ: «§مَنْ قَرَأَ الْقُرْآنَ فِي أَقَلَّ مِنْ ثَلَاثٍ، فَهُوَ رَاجِزٌ، هَذًّا كَهَذِّ الشِّعْرِ، وَنَثْرًا كَنَثْرِ الدَّقَلِ»",
            "page": "226",
            "part": "1",
            "seal": "AD2B5614"
        },
        {
            "hno": "148",
            "id": "141",
            "nass": "148 - حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ، أَخْبَرَنَا يَحْيَى بْنُ آدَمَ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ قَالَ: «§مَنْ قَرَأَ الْقُرْآنَ فِي أَقَلَّ مِنْ ثَلَاثٍ، فَهُوَ رَاجِزٌ»",
            "page": "226",
            "part": "1",
            "seal": "C0760841"
        },
        {
            "hno": "149",
            "id": "142",
            "nass": "149 - حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ قَالَ: قَالَ -[228]- عَبْدُ اللَّهِ: «§أَدِيمُوا النَّظَرَ فِي الْمُصْحَفِ»",
            "page": "227",
            "part": "1",
            "seal": "73EE60B0"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "§بَابُ النَّظَرِ فِي الْمُصْحَفِ",
            "page": "229",
            "part": "1",
            "seal": "AEDA2B7E"
        },
        {
            "hno": "150",
            "id": "144",
            "nass": "150 - حَدَّثَنَا مُزَاحِمُ بْنُ سَعِيدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَخْبَرَنَا سُفْيَانُ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنِ ابْنِ مَسْعُودٍ قَالَ: «§أَدِيمُوا النَّظَرَ فِي الْمُصْحَفِ»",
            "page": "229",
            "part": "1",
            "seal": "3EE1F55A"
        },
        {
            "hno": "151",
            "id": "145",
            "nass": "151 - حَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنِ الْأَعْمَشِ، عَنْ خَيْثَمَةَ قَالَ: دَخَلْتُ عَلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو، وَإِنْسَانٌ قَدْ أَخَذَ عَلَيْهِ الْمُصْحَفَ، وَهُوَ يَقْرَأُ، فَقُلْتُ: مَا هَذَا؟ قَالَ: «§أَقْرَأُ جُزْئِي الَّذِي أَقُومُ بِهِ اللَّيْلَ»",
            "page": "229",
            "part": "1",
            "seal": "8A210662"
        },
        {
            "hno": "152",
            "id": "146",
            "nass": "152 - حَدَّثَنَا قُتَيْبَةُ، أَخْبَرَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ عَائِشَةَ، -[230]- رَضِيَ اللَّهُ عَنْهَا أَنَّهَا «كَانَتْ §تَقْرَأُ فِي رَمَضَانَ فِي الْمُصْحَفِ بَعْدَ الْفَجْرِ، فَإِذَا طَلَعَتِ الشَّمْسُ نَامَتْ»",
            "page": "229",
            "part": "1",
            "seal": "ADDC21B2"
        },
        {
            "hno": "153",
            "id": "147",
            "nass": "153 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ أَخْبَرَنَا جَرِيرُ عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ قَالَ: \" كَانَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا فِي رَمَضَانَ §تَأْمُرُ إِنْسَانًا إِذَا أَصْبَحَتْ وَصَلَّتْ أَنْ يَنْظُرَ الشَّمْسَ وَهِيَ جَالِسَةٌ، فَإِذَا قَالَ: قَدْ طَلَعَتْ وَضَعَتْ رَأْسَهَا \"",
            "page": "230",
            "part": "1",
            "seal": "42E0808F"
        },
        {
            "hno": "154",
            "id": "148",
            "nass": "154 - حَدَّثَنَا قُتَيْبَةُ، أَخْبَرَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ: «§إِنِّي لَأَقْرَأُ حِزْبِي وَأَنَا مُضْطَجِعَةٌ عَلَى سَرِيرِي»",
            "page": "230",
            "part": "1",
            "seal": "56BE7E49"
        },
        {
            "hno": "155",
            "id": "149",
            "nass": "155 - حَدَّثَنَا قُتَيْبَةُ، أَخْبَرَنَا وَكِيعٌ، عَنْ أَفْلَحَ، -[231]- عَنِ الْقَاسِمِ قَالَ: دَخَلْنَا عَلَى عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا §وَكَانَتْ تُصَلِّي بَعْدَ الْفَجْرِ، فَقُلْنَا لَهَا قَالَتْ: «إِنِّي نِمْتُ عَنْ حِزْبِي، أَوْ جُزْئِي، فَلَمْ أَكُنْ لِأَدَعَهُ»",
            "page": "230",
            "part": "1",
            "seal": "1D116737"
        },
        {
            "hno": "156",
            "id": "150",
            "nass": "156 - حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مِثْلُ صَاحِبِ الْقُرْآنِ كَمَثَلِ صَاحِبِ الْإِبِلِ الْمُعَلَّقَةِ إِنْ عَاهَدَ عُقُلَهَا أَمْسَكَهَا، وَإِنْ أَطَلَقَهَا ذَهَبَتْ»",
            "page": "231",
            "part": "1",
            "seal": "64B4081E"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "§بَابُ مَا جَاءَ فِي تَعَاهُدِ الْقُرْآنِ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "233",
            "part": "1",
            "seal": "68E68FB7"
        },
        {
            "hno": "157",
            "id": "152",
            "nass": "157 - حَدَّثَنَا قُتَيْبَةُ، أَخْبَرَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّمَا §مَثَلُ الْقُرْآنِ كَمَثَلِ الْإِبِلِ الْمُعَلَّقَةِ، إِنْ عَاهَدَ صَاحِبُهَا عَلَى عُقُلِهَا أَمْسَكَهَا، وَإِذَا أَغْفَلَهَا ذَهَبَتْ، إِذَا قَامَ صَاحِبُ الْقُرْآنِ، فَقَرَأَهُ بِاللَّيْلِ وَالنَّهَارِ ذَكَرَهُ، وَإِنْ لَمْ يَقْرَأْهُ نَسِيَهُ» ¶ 158 - حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى، أَخْبَرَنَا أَنَسُ بْنُ عِيَاضٍ، وَحَدَّثَنِي مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَذَكَرَ نَحْوَهُ",
            "page": "233",
            "part": "1",
            "seal": "72ED72C8"
        },
        {
            "hno": "159",
            "id": "153",
            "nass": "159 - حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى، حَدَّثَنَا أَنَسٌ قَالَ: وَحَدَّثَنِي عُبَيْدُ اللَّهِ عَنْ نَافِعٍ، -[234]- عَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّمَا §مَثَلُ الْقُرْآنِ كَمَثَلِ الْإِبِلِ الْمُعَلَّقَةِ , إِنْ تَعَاهَدَ صَاحِبُهَا بِعُقُلِهَا أَمْسَكَهَا، وَإِنْ أَطْلَقَ عُقُلَهَا ذَهَبَتْ»",
            "page": "233",
            "part": "1",
            "seal": "25D49BD8"
        },
        {
            "hno": "160",
            "id": "154",
            "nass": "160 - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، وَأَبُو الْأَحْوَصِ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §بِئْسَ مَا لِأَحَدِهِمْ أَنْ يَقُولَ: نَسِيتُ آيَةَ كَيْتَ وَكَيْتَ، بَلْ هُوَ نُسِّيَ , فَاسْتَذْكِرُوا الْقُرْآنَ، فَلَهُوَ أَشَدُّ تَفَصِّيًا مِنْ صُدُورِ الرِّجَالِ مِنَ النَّعَمِ بِعُقُلِهَا \"",
            "page": "234",
            "part": "1",
            "seal": "2BCBACF6"
        },
        {
            "hno": "161",
            "id": "155",
            "nass": "161 - حَدَّثَنَا مُزَاحِمُ بْنُ سَعِيدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَخْبَرَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ قَالَ: «§بِئْسَ مَا لِأَحَدِهِمْ أَنْ يَقُولَ نَسِيتُ آيَةَ كَيْتَ وَكَيْتَ، بَلْ هُوَ نُسِّيَ، فَاسْتَذْكِرُوا الْقُرْآنَ، فَإِنَّهُ أَشَدُّ تَفَصِّيًا مِنْ صُدُورِ الرِّجَالِ مِنَ النَّعَمِ مِنْ عُقُلِهِ»",
            "page": "234",
            "part": "1",
            "seal": "FB4F045A"
        },
        {
            "hno": "162",
            "id": "156",
            "nass": "162 - حَدَّثَنَا مُزَاحِمُ بْنُ سَعِيدٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ قَالَ: حَدَّثَنَا مُوسَى بْنُ عَلِيِّ بْنِ رَبَاحٍ قَالَ: سَمِعْتُ أَبِي يَقُولُ: سَمِعْتُ عُقْبَةَ بْنَ عَامِرٍ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَعَلَّمُوا كِتَابَ اللَّهِ، وَتَعَاهَدُوهُ، وَتَغَنُّوا بِهِ، وَاقْتَنُوهُ، فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَهُوَ أَشَدُّ تَفَصِّيًا مِنَ الْمَخَاضِ فِي الْعُقُلِ»",
            "page": "235",
            "part": "1",
            "seal": "007D5AA3"
        },
        {
            "hno": "163",
            "id": "157",
            "nass": "163 - حَدَّثَنَا عُثْمَانُ، أَخْبَرَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا مُوسَى بْنُ عَلِيِّ بْنِ رَبَاحٍ قَالَ: -[236]- سَمِعْتُ أَبِي يَقُولُ: سَمِعْتُ عُقْبَةَ بْنَ عَامِرٍ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَعَلَّمُوا الْقُرْآنَ، وَغَنُّوا بِهِ، وَاقْتَنُوهُ، فَوَالَّذِي نَفْسِي بِيَدِهِ لَهُوَ أَشَدُّ تَفَصِّيًا مِنَ الْمَخَاضِ فِي الْعُقُلِ»",
            "page": "235",
            "part": "1",
            "seal": "259ACFF9"
        },
        {
            "hno": "164",
            "id": "158",
            "nass": "164 - حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ، أَخْبَرَنَا ابْنُ مُسْهِرٍ، عَنِ الْأَعْمَشِ، عَنْ شَقِيقٍ قَالَ: أُتِيَ عَبْدُ اللَّهِ بِمُصْحَفٍ قَدْ زُيِّنَ بِذَهَبٍ، فَقَالَ: «إِنَّ §أَحْسَنَ مَا زُيِّنَ تِلَاوَتُهُ فِي الْحَقِّ»",
            "page": "236",
            "part": "1",
            "seal": "AE1E3669"
        },
        {
            "hno": "165",
            "id": "159",
            "nass": "165 - حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ هِشَامٍ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدَ، عَنْ عِكْرِمَةَ: {§يَتْلُونَهُ حَقَّ تِلَاوَتِهِ} [البقرة: 121] قَالَ: «يَتَّبِعُونَهُ حَقَّ اتِّبَاعِهِ»",
            "page": "237",
            "part": "1",
            "seal": "ED9F036D"
        },
        {
            "hno": "166",
            "id": "160",
            "nass": "166 - حَدَّثَنَا يَعْقُوبُ، أَخْبَرَنَا وَكِيعٌ، أَخْبَرَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ قَالَ: \" §تِلَاوَتُهُ حَقَّ تِلَاوَتِهِ قَالَ: يَتَّبِعُونَهُ حَقَّ اتِّبَاعِهِ، وَيَعْمَلُونَ بِهِ حَقَّ عَمَلِهِ \"",
            "page": "238",
            "part": "1",
            "seal": "B0381E05"
        },
        {
            "hno": "167",
            "id": "161",
            "nass": "167 - حَدَّثَنَا يَعْقُوبُ قَالَ: حَدَّثَنَا وَكِيعٌ، عَنْ مُبَارَكٍ عَنِ الْحَسَنِ فِي قَوْلِهِ عَزَّ وَجَلَّ: {§الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ} [البقرة: 121] قَالَ: يَعْمَلُونَ بِمُحْكَمِهِ، وَيُؤْمِنُونَ بِمُتَشَابِهِهِ، وَيَكَلُونَ مَا شُكِلَ عَلَيْهِمْ إِلَى عَالِمِهِ \"",
            "page": "238",
            "part": "1",
            "seal": "BB0350E9"
        },
        {
            "hno": "168",
            "id": "162",
            "nass": "168 - حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي: أَنَّهُ سَمِعَ الْحَسَنَ يَقُولُ: «إِنَّ §الْمُسْلِمِينَ شُهُودُ اللَّهِ فِي الْأَرْضِ يَعْرِضُونَ أَعْمَالَ بَنِي آدَمَ -[239]- عَلَى كِتَابِ اللَّهِ، فَمَا وَاطَأَ كِتَابَ اللَّهِ حَمِدُوا اللَّهَ عَلَيْهِ، وَمَا خَالَفَ كِتَابَ اللَّهِ عَرَّفُوا بِهَذَا الْقُرْآنِ ضَلَالَةَ مَنْ ضَلَّ مِنْ خَلْقِهِ، وَإِنَّ مِنْ أَشْرَارِ النَّاسِ أَقْوَامًا قَرَءُوا هَذَا الْقُرْآنَ لَا يَعْلَمُونَ السُّنَّةَ , وَإِنَّ أَحَقَّ النَّاسِ بِهَذَا الْقُرْآنِ مَنْ تَبِعَهُ بِعَمَلِهِ، وَإِنْ كَانَ لَا يَقْرَأُ»",
            "page": "238",
            "part": "1",
            "seal": "A4B0A155"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "§بَابُ صِفَةِ الْخَوَارِجِ وَالتَّغْلِيظِ عَلَيْهِمْ",
            "page": "241",
            "part": "1",
            "seal": "FB85AFCD"
        },
        {
            "hno": "169",
            "id": "164",
            "nass": "169 - حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ حِسَابٍ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ قَالَ: حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ قَالَ: \" إِنَّمَا §أَخَذْنَا الْقُرْآنَ عَنْ قَوْمٍ أَخْبَرُونَا أَنَّهُمْ كَانُوا إِذَا تَعَلَّمُوا عَشْرَ آيَاتٍ لَمْ يُجَاوِزُوهُنَّ إِلَى الْعَشْرِ الْأُخِرِ حَتَّى يَعْلَمُوا مَا فِيهِنَّ مِنَ الْعَمَلِ قَالَ: فَتَعَلَّمْنَا الْعِلْمَ وَالْعَمَلَ جَمِيعًا , وَأَنَّهُ سَيَرِثُ الْقُرْآنَ بَعْدَنَا قَوْمٌ يَشْرَبُونَهُ شُرْبَ الْمَاءِ لَا يُجَاوِزُ هَذَا، وَأَشَارَ بِيَدِهِ إِلَى حَنَكِهِ \"",
            "page": "241",
            "part": "1",
            "seal": "9D3E1DE6"
        },
        {
            "hno": "170",
            "id": "165",
            "nass": "170 - حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ قَالَ: حَدَّثَنَا وُهَيْبُ بْنُ خَالِدٍ قَالَ: حَدَّثَنَا -[242]- سَعِيدٌ الْجُرَيْرِيُّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي فِرَاسٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ، خَطَبَ النَّاسَ، فَقَالَ: «أَيُّهَا النَّاسُ إِنَّمَا كُنَّا نَعْرِفُكُمْ إِذْ يَنْزِلُ الْوَحْيُ، وَإِذِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَظْهُرِنَا، وَإِذْ أَنْبَئَنَا اللَّهُ مِنْ أَخْبَارِكُمْ، وَقَدْ قُبِضَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَأَنَّهُ قَدْ كَانَ يُخَيَّلُ إِلَيَّ أَنَّ نَاسًا يَقْرَءُونَ الْقُرْآنَ، وَهُمْ يُرِيدُونَ اللَّهَ وَمَا عِنْدَهُ، وَقَدْ خُيِّلَ إِلَيَّ بِأَخَرَةَ أَنَّ أُنَاسًا يَقْرَءُونَ الْقُرْآنَ يُرِيدُونَ النَّاسَ وَمَا عِنْدَهُمْ، §أَلَا فَأَرِيدُوا اللَّهَ بِقِرَاءَتِكُمْ وَأَعْمَالِكُمْ، وَمَنْ أَظْهَرَ مِنْكُمْ خَيْرًا ظَنَنَّا بِهِ خَيْرًا وَأَحْبَبْنَاهُ عَلَيْهِ، وَمَنْ أَظْهَرَ مِنْكُمْ شَرًّا ظَنَنَّا بِهِ شَرًّا وَاجْتَنَبْنَاهُ عَلَيْهِ , سَرَائِرُكُمْ بَيْنَكُمْ وَبَيْنَ رَبِّكُمْ»",
            "page": "241",
            "part": "1",
            "seal": "9D24285D"
        },
        {
            "hno": "171",
            "id": "166",
            "nass": "171 - حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، أَخْبَرَنَا خَالِدٌ، عَنِ الْجُرَيْرِيِّ عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي فِرَاسٍ قَالَ: خَطَبَنَا عُمَرُ بْنُ الْخَطَّابِ فَقَالَ: «أَيُّهَا النَّاسُ؛ §إِنَّمَا كُنَّا نَعْرِفُكُمْ إِذِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَظْهُرِنَا، وَالْوَحْيُ يَنْزِلُ عَلَيْهِ، وَإِذْ يُنَبِّئُنَا اللَّهُ مِنْ أَخْبَارِكُمْ، وَقَدِ انْطَلَقَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَانْقَطَعَ الْوَحْي، وَإِنَّمَا نَعْرِفُكُمُ الْآنَ بِمَا أَقُولُ لَكُمْ مَنْ أَظْهَرَ مِنْكُمْ خَيْرًا ظَنَنَّا بِهِ خَيْرًا، وَمَنْ أَظْهَرَ مِنْكُمْ شَرًّا ظَنَنَّا بِهِ شَرًّا وَاجْتَنَبْنَاهُ عَلَيْهِ , سَرَائِرُكُمْ بَيْنَكُمْ وَبَيْنَ رَبِّكُمْ، أَلَا وَإِنَّهُ إِنَّا عَلَى زَمَانٍ، وَأَنَا أَدْرِي كُلَّ مَنْ قَرَأَ الْقُرْآنَ إِنَّمَا يُرِيدُ اللَّهَ وَمَا عِنْدَهُ , وَقَدْ خُيِّلَ إِلَيَّ بِأَخَرَةَ أَنَّ رِجَالًا يُرِيدُونَ بِهِ مَا عِنْدَ النَّاسِ، فَأَرِيدُوا اللَّهَ بِقِرَاءَتِكُمْ وَأَعْمَالِكُمْ» ¶ 172 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا سَعِيدٌ الْجُرَيْرِيُّ، بِإِسْنَادِهِ مِثْلَهُ",
            "page": "243",
            "part": "1",
            "seal": "40A7071F"
        },
        {
            "hno": "173",
            "id": "167",
            "nass": "173 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ الْأَعْلَى قَالَ: حَدَّثَنَا بَقِيَّةُ، عَنْ شُعْبَةَ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي فِرَاسٍ عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ: \" §لَقَدْ أَتَى عَلَيْنَا حِينٌ وَزَمَانٌ، وَمَا نَرَى أَنَّ أَحَدًا يَتَعَلَّمُ الْقُرْآنَ يُرِيدُ بِهِ إِلَّا اللَّهَ عَزَّ وَجَلَّ، فَلَمَّا كَانَ هَاهُنَا بِأَخَرَةَ حَسِبْتُ، أَنَّ رِجَالًا يَتَعَلَّمُونَ يُرِيدُونَ النَّاسَ وَمَا عِنْدَهُمْ، فَأَرِيدُوا اللَّهَ بِقِرَاءَتِكُمْ وَأَعْمَالِكُمْ، فَإِنَّا كُنَّا نَعْرِفُكُمْ إِذْ فِينَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَإِذْ يَنْزِلُ إِلَيْنَا الْوَحْيُ، وَيُنَبِّئُنَا اللَّهُ مِنْ أَخْبَارِكُمْ، فَأَمَّا الْيَوْمَ فَقَدْ مَضَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَانْقَطَعَ الْوَحْيُ، وَإِنَّمَا أَعْرِفُكُمْ بِمَا أَقُولُ: مَنْ أَعْلَنَ لَنَا خَيْرًا أَحْبَبْنَاهُ عَلَيْهِ وَظَنَنَّا بِهِ خَيْرًا، وَمَنْ أَظْهَرَ لَنَا شَرًّا بَغِضْنَاهُ عَلَيْهِ وَظَنَنَّا بِهِ شَرًّا , سَرَائِرُكُمْ فِيمَا بَيْنَكُمْ وَبَيْنَ رَبِّكُمْ \"",
            "page": "243",
            "part": "1",
            "seal": "C62C5C94"
        },
        {
            "hno": "174",
            "id": "168",
            "nass": "174 - حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، حَدَّثَنَا خَالِدٌ، عَنْ حُمَيْدٍ الْأَعْرَجِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ نَقْرَأُ الْقُرْآنَ، وَفِينَا الْعَجَمِيُّ وَالْعَرَبِيُّ قَالَ: فَوَقَفَ عَلَيْنَا يَسْتَمِعُ فَقَالَ: «§اقْرَءُوا وَكُلٌّ حَسَنٌ , سَيَجِيءُ أَقْوَامٌ يُقِيمُونَهُ، كَمَا تُقَامُ الْقِدَحُ يَتَعَجَّلُونَهُ، وَلَا يَتَأَجَّلُونَهُ»",
            "page": "244",
            "part": "1",
            "seal": "C7A15FFD"
        },
        {
            "hno": "175",
            "id": "169",
            "nass": "175 - حَدَّثَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ بَكْرِ بْنِ سَوَادَةَ، عَنْ أَبِي حَمْزَةَ الْخَوْلَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمًا، وَنَحْنُ نَفْتَرِي، فَقَالَ: «إِنَّ §فِيكُمْ خَيْرًا، مِنْكُمْ رَسُولُ اللَّهِ، وَتَقْرَءُونَ كِتَابَ اللَّهِ مِنْكُمُ الْأَبْيَضُ وَالْأَسْوَدُ، -[245]- وَالْأَعْجَمِيُّ وَالْعَرَبِيُّ، وَسَيَأْتِي عَلَى النَّاسِ زَمَانٌ يَقْرَءُونَ الْقُرْآنَ يَثْقَفُونَهُ كَمَا يُثْقَفُ الْقَدَحُ، لَا يُجَاوِزُ تَرَاقِيَهُمْ , يَتَعَجَّلُونَ أُجُورَهُمْ، وَلَا يَتَأَجَّلُونَهُ»",
            "page": "244",
            "part": "1",
            "seal": "6E751DF3"
        },
        {
            "hno": "176",
            "id": "170",
            "nass": "176 - حَدَّثَنَا أَبُو قُدَامَةَ عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، أَخْبَرَنَا أَبُو يَحْيَى إِسْحَاقُ بْنُ سُلَيْمَانَ الرَّازِيُّ قَالَ: سَمِعْتُ مُوسَى بْنَ عُبَيْدَةَ،. . . -[246]- يَذْكُرُ، عَنْ أَخِيهِ عَبْدِ اللَّهِ بْنِ عُبَيْدَةَ، عَنْ سَهْلِ بْنِ سَعْدٍ الْأَنْصَارِيِّ قَالَ: خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَنَحْنُ نَقْتَرِي وَيَقْرِي بَعْضُنَا بَعْضًا، فَقَالَ: «§الْحَمْدُ لِلَّهِ، كِتَابُ اللَّهِ وَاحِدٌ , فِيكُمُ الْأَخْيَارُ , فِيكُمُ الْأَحْمَرُ وَالْأَسْوَدُ، اقْرَءُوا اقْرَءُوا اقْرَءُوا قَبْلَ أَنْ يَجِيءَ أَقْوَامٌ يُقِيمُونَهُ كَمَا يُقَامُ الْقَدَحُ لَا يُجَاوِزُ تَرَاقِيَهُمْ يَتَعَجَّلُونَ أَجْرَهُ، وَلَا يَأْجَلُونَهُ»",
            "page": "245",
            "part": "1",
            "seal": "7DC69A72"
        },
        {
            "hno": "177",
            "id": "171",
            "nass": "177 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْبَلْخِيُّ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ قَالَ: أَخْبَرَنَا مَعْمَرٌ،. . . -[247]- عَنْ يَحْيَى بْنِ الْمُخْتَارِ، عَنِ الْحَسَنِ قَالَ: \" إِنَّ §هَذَا لَقُرْآنٌ قَدْ قَرَأَهُ عَبِيدٌ وَصِبْيَانٌ لَا عِلْمَ لَهُمْ بِتَأْوِيلِهِ، وَلَمْ يَأْتُوا الْأَمْرَ مِنْ قِبَلِ أَوَّلِهِ قَالَ اللَّهُ عَزَّ وَجَلَّ: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ} [ص: 29] . وَمَا يَتَدَبَّرُ آيَاتِهِ إِلَّا اتِّبَاعَهُ بِعِلْمِهِ، وَاللَّهُ يَعْلَمُهُ , أَمَا وَاللَّهِ مَا هُوَ بِحِفْظِ حُرُوفِهِ، وَإِضَاعَةِ حُدُودِهِ، حَتَّى أَنَّ أَحَدَهُمْ لَيَقُولُ قَدْ قَرَأْتُ الْقُرْآنَ كُلَّهُ فَمَا أُسْقِطُ مِنْهُ حَرْفًا، وَقَدْ أَسْقَطَهُ وَاللَّهِ كُلَّهُ مَا بَدَا لَهُ الْقُرْآنُ فِي خُلُقٍ وَلَا عَمَلٍ، حَتَّى أَنَّ أَحَدَهُمْ لَيَقُولُ: وَاللَّهِ إِنِّي لَأَقْرَأُ السُّورَةَ، وَاللَّهِ مَا هَؤُلَاءِ بِالْقُرَّاءِ، وَلَا الْعُلَمَاءِ، وَلَا الْحُكَمَاءِ، وَلَا الْوَرَعَةِ، وَمَتَى كَانَتِ الْقُرَّاءُ تَقُولُ مِثْلَ هَذَا إِلَّا أَكْثَرَ اللَّهُ فِي النَّاسِ مِثْلَ هَذَا \" ¶ 178 - أَخْبَرَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ قَالَ: أَخْبَرَنِي عُمَرُ، عَنْ يَحْيَى بْنِ الْمُخْتَارِ، عَنِ الْحَسَنِ، فَذَكَرَ مِثْلَهُ",
            "page": "246",
            "part": "1",
            "seal": "5B97ABCA"
        },
        {
            "hno": "179",
            "id": "172",
            "nass": "179 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْبَلْخِيُّ قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ بَكْرِ بْنِ سَوَادَةَ، عَنْ أَبِي الدَّرْدَاءِ -[248]- قَالَ: «§إِذَا حَلَّيْتُمْ مَصَاحِفَكُمْ، وَزَوَّقْتُمْ مَسَاجِدَكُمْ، فَالدَّمَارُ عَلَيْكُمْ»",
            "page": "247",
            "part": "1",
            "seal": "EF7F6D0B"
        },
        {
            "hno": "180",
            "id": "173",
            "nass": "180 - حَدَّثَنَا أَبُو السَّعُودِ أَحْمَدُ بْنُ الْفُرَاتِ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ قَالَ: ثنا حَيْوَةُ بْنُ شُرَيْحٍ، عَنْ بَشِيرِ بْنِ أَبِي عَمْرٍو أَنَّ الْوَلِيدَ بْنَ قَيْسٍ أَخْبَرَهُ أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§سَيَكُونُ خَلْفٌ بَعْدَ تِسْعِينَ سَنَةً أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ، ثُمَّ يَكُونُ خَلْفٌ يَقْرَءُونَ الْقُرْآنَ لَا يَعْدُو تَرَاقِيَهُمْ»",
            "page": "248",
            "part": "1",
            "seal": "25AF3498"
        },
        {
            "hno": "181",
            "id": "174",
            "nass": "181 - حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ،. . . -[249]- قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلَالٍ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §بَعْدِي قَوْمًا مِنْ أُمَّتِي يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ حَلَاقِيمَهُمْ، يَخْرُجُونَ مِنَ الدِّينِ كَمَا يَخْرُجُ السَّهْمُ مِنَ الرَّمِيَّةِ هُمْ شَرُّ الْخَلْقِ وَالْخَلِيقَةِ» قَالَ سُلَيْمَانُ: أُرَاهُ قَالَ: سِيمَاهُمُ -[250]- التَّحْلِيقُ، فَلَقِيتُ رَافِعَ بْنَ عَمْرٍو أَبَا الْحَكَمِ الْغِفَارِيَّ قَالَ: وَأَنَا أَيْضًا قَدْ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "248",
            "part": "1",
            "seal": "FD0489CD"
        },
        {
            "hno": "182",
            "id": "175",
            "nass": "182 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلَالٍ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§سَيَكُونُ بَعْدِي مِنْ أُمَّتِي قَوْمٌ يَقْرَءُونَ الْقُرْآنَ فَلَا يُجَاوِزُ حُلُوقَهُمْ» فَذَكَرَ فِعْلَهُ",
            "page": "250",
            "part": "1",
            "seal": "ACFAC92E"
        },
        {
            "hno": "183",
            "id": "176",
            "nass": "183 - حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، نا عَبْدُ الْوَهَّابِ قَالَ: سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ يَقُولُ: أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ: \" بَصُرَ عَيْنِي، وَسَمِعَ أُذُنِيَ -[251]- سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْجِعْرَانَةِ. وَفِي ثَوْبِ بِلَالٍ فِضَّةٌ، وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْسِمُهَا بَيْنَ النَّاسِ يُعْطِيهِمْ قَالَ لَهُ رَجُلٌ: يَا رَسُولَ اللَّهِ اعْدِلْ قَالَ: «وَيْلَكَ، §وَمَنْ يَعْدِلُ إِذَا لَمْ أَعْدِلْ؟، لَقَدْ خِبْتُ، وَخَسِرْتُ إِنْ لَمْ أَعْدِلْ» قَالَ عُمَرُ: يَا رَسُولَ اللَّهِ دَعْنِي فَلْأَقْتُلْ هَذَا الْمُنَافِقَ -[252]- الْخَبِيثَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَعَاذَ اللَّهِ أَنْ يُحَدِّثَ النَّاسُ إِنِّي أُقْتَلُ أَصْحَابِي، إِنَّ هَذَا وَأَصْحَابَهُ يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ حُلُوقَهُمْ , أَوْ حَنَاجِرَهُمْ , يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ»",
            "page": "250",
            "part": "1",
            "seal": "E2BAB860"
        },
        {
            "hno": "184",
            "id": "177",
            "nass": "184 - حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الْأَنْصَارِيُّ، ثنا أَنَسُ بْنُ عِيَاضٍ قَالَ: ثنا يَحْيَى بْنُ سَعِيدٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ الْمَكِّيُّ قَالَ: سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ السُّلَمِيَّ يَقُولُ: سَمِعَتْ أُذُنَايَ، وَأَبْصَرَتْ، عَيْنَايَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْجِعْرَانَةِ، وَفِي ثَوْبِ بِلَالٍ فِضَّةٌ، وَرَسُولُ اللَّهِ يَقْسِمُهَا لِلنَّاسِ يُعْطِيهِمْ، فَقَالَ لَهُ رَجُلٌ: يَا رَسُولَ اللَّهِ اعْدِلْ قَالَ: «وَيْلَكَ، §وَمَنْ يَعْدِلُ إِذَا لَمْ أَعْدِلْ؟، لَقَدْ خِبْتُ إِنْ لَمْ أَكُنْ أَعْدِلُ» ، فَقَالَ عُمَرُ بْنُ الْخَطَّابِ: يَا رَسُولَ اللَّهِ دَعْنِي، فَلْأَقْتُلْ هَذَا الْمُنَافِقَ الْخَبِيثَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَنْ يَتَحَدَّثَ -[253]- النَّاسُ أَنِّي أُقْتَلُ أَصْحَابِي، إِنَّ هَذَا وَأَصْحَابَهُ يَقْرَءُونَ الْقُرْآنَ لَا يَتَجَاوَزُ تَرَاقِيَهُمْ، أَوْ حُلُوقَهُمْ , يَمْرُقُونَ مِنَ الدِّينِ، كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ»",
            "page": "252",
            "part": "1",
            "seal": "BAAB531E"
        },
        {
            "hno": "185",
            "id": "178",
            "nass": "185 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، ثنا أَبِي قَالَ: حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ، عَنِ الزُّبَيْرِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَقْوَامًا يَجِيئُونَ يَقْرَءُونَ الْقُرْآنَ، لَا يُجَاوِزُ تَرَاقِيَهُمْ يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ , لَا يَعُودُونَ إِلَيْهِ حَتَّى يَرْتَدَّ السَّهْمُ عَلَى فُوقِهِ»",
            "page": "253",
            "part": "1",
            "seal": "605510F1"
        },
        {
            "hno": "186",
            "id": "179",
            "nass": "186 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ: ثنا زَيْدُ بْنُ الْحُبَابِ قَالَ: نا قُرَّةُ بْنُ خَالِدٍ السَّدُوسِيُّ قَالَ: حَدَّثَنِي أَبُو الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقْسِمُ مَغَانِمَ حُنَيْنٍ. . .، -[254]- فَوَقَفَ عَلَيْهِ رَجُلٌ، فَقَالَ: اعْدِلْ قَالَ: «§لَقَدْ شَقِيتُ إِنْ لَمْ أَعْدِلْ» يَعْنِي نَفْسَهُ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَجِيءُ قَوْمٌ يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ تَرَاقِيَهُمْ , يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ»",
            "page": "253",
            "part": "1",
            "seal": "A43487F4"
        },
        {
            "hno": "187",
            "id": "180",
            "nass": "187 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، عَنْ يُسَيْرِ بْنِ عَمْرٍو قَالَ: سَأَلْتُ سَهْلَ بْنَ حُنَيْفٍ: §هَلْ سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ هَؤُلَاءِ الْخَوَارِجَ قَالَ: «سَمِعْتُهُ، وَأَشَارَ بِيَدِهِ نَحْوَ الْمَشْرِقِ، وَيَخْرُجُ مِنْهُمْ قَوْمٌ يَقْرَءُونَ الْقُرْآنَ بِأَلْسِنَتِهِمْ لَا يَعْدُو تَرَاقِيَهُمْ , يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ»",
            "page": "254",
            "part": "1",
            "seal": "A95D0D89"
        },
        {
            "hno": "188",
            "id": "181",
            "nass": "188 - حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنِ الْمُغِيرَةِ، عَنْ أَبِي قَيْسٍ مَالِكِ بْنِ الْحَكَمِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ الْأَشْعَرِيِّ، أَنَّهُ قَدِمَ مِصْرَ مَعَ مَرْوَانَ بْنِ الْحَكَمِ، وَكَانَ يُحَدِّثُهُمْ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ كَتَبَ إِلَى أُمَرَاءِ الْأَجْنَادِ، أَنْ يَبْعَثُوا إِلَيْهِ قُرَّاءَهُمْ وَأُمَرَاءَهُمْ إِذَا بَلَغُوا ذَا الْمَرْوَةِ أَنْ يُحْشَرَ أَوَّلُهُمْ عَلَى آخِرُهُمْ، حَتَّى يُلْظَوْا جَمِيعًا قَالَ عَبْدُ الرَّحْمَنِ بْنُ غَنْمٍ: فَلَمَّا بَلَغْنَا ذَا الْمَرْوَةِ مَكَثْنَا حَتَّى اجْتَمَعَا، فَلَمَّا دَخَلْنَا أُخْبِرَ عُمَرُ بِنَا، فَأَتَيْنَاهُ، فَقَالَ: اكْشِفُوا رُءُوسَكُمْ، فَكَشَفُوا يَوْمَئِذٍ، فَمِنَّا ذُو الضَّفِيرَتَيْنِ، وَالْغَدِيرَتَيْنِ، وَمِنَّا ذُو الْجُمَّةِ وَالْمَوْفُورُ وَالْمَحْلُوقُ، فَقَالَ: أَمَا وَالَّذِي نَفْسِي بِيَدِهِ، وَلَوْ وَجَدْتُكُمْ مُحَلِّقِينَ لَفَعَلْتُ بِكُمْ فَعْلَةً سَمِعَ بِكُمُ الْأَجْنَادُ، فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§يَخْرُجُ نَاسٌ مِنْ أُمَّتِي يَقْرَءُونَ الْقُرْآنَ يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ، وَأِمَارَةُ ذَلِكَ أَنَّهُمْ مُحَلِّقُونَ» ثُمَّ أَمَرَ بِنَا، فَفُرِّقْنَا فِي الْمَدِينَةِ",
            "page": "255",
            "part": "1",
            "seal": "26080C9C"
        },
        {
            "hno": "189",
            "id": "182",
            "nass": "189 - حَدَّثَنَا أَحْمَدُ بْنُ عِيسَى الْمِصْرِيُّ، نا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ: أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ قَالَ: أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ قَالَ: بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ يَقْسِمُ قَسْمًا، أَتَاهُ ذُو الْخُوَيْصِرَةِ، وَهُوَ رَجُلٌ مِنْ بَنِي تَمِيمٍ، فَقَالَ: يَا رَسُولَ اللَّهِ اعْدِلْ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَيْلَكَ §وَمَنْ يَعْدِلُ إِذَا لَمْ أَعْدِلْ» . قَالَ عُمَرُ بْنُ الْخَطَّابِ: ائْذَنْ فِيهِ أَضْرِبْ عُنُقَهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «دَعْهُ، فَإِنَّ لَهُ أَصْحَابًا يَحْقِرُ أَحَدُكُمْ صَلَاتَهُ مَعَ صَلَاتِهِمْ , وَصِيَامَهُ مَعَ صِيَامِهِمْ , يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ تَرَاقِيَهُمْ يَمْرُقُونَ مِنَ الْإِسْلَامِ، كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ , يُنْظَرُ إِلَى نَصْلِهِ -[256]- فَلَا يُوجَدُ فِيهِ شَيْءٌ، ثُمَّ يُنْظَرُ إِلَى رِصَافِهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ، ثُمَّ يُنْظَرُ إِنِّي نَضِيِّهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ، وَهُوَ الْقَدَحُ، ثُمَّ يُنْظَرُ إِلَى قُذَذِهِ فَلَا يُوجَدُ فِيهِ شَيْءٌ سَبَقَ الْفَرْثَ وَالدَّمَ , آيَتُهُمْ رَجُلٌ أَسْوَدُ إِحْدَى عَضُدَيْهِ مِثْلُ الْمَرْأَةِ تَدَرْدَرُ، يَخْرُجُونَ عَلَى فِرْقَةٍ مِنَ النَّاسِ» قَالَ أَبُو سَعِيدٍ: فَأَشْهَدُ أَنِّي سَمِعْتُ هَذَا مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَأَشْهَدُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ قَاتَلَهُمْ؛ فَأَمَرَ بِذَلِكَ الرَّجُلَ فَالْتُمِسَ فَوُجِدَ فَأُتِيَ بِهِ، حَتَّى نَظَرْتُ إِلَيْهِ عَلَى نَعْتِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الَّذِي نَعَتَ",
            "page": "255",
            "part": "1",
            "seal": "64490B70"
        },
        {
            "hno": "190",
            "id": "183",
            "nass": "190 - حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ حِسَابٍ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ ثَوْرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: بَيْنَا -[257]- رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْسِمُ قَسْمًا إِذْ جَاءَ ابْنُ الْخُوَيْصِرَةِ التَّمِيمِيُّ، فَقَالَ: اعْدِلْ يَا رَسُولَ اللَّهِ قَالَ: «وَيْلَكَ، §وَمَنْ يَعْدِلْ إِذَا لَمْ أَعْدِلْ؟» . قَالَ عُمَرُ بْنُ الْخَطَّابِ: يَا رَسُولَ اللَّهِ ائْذَنْ لِي فِيهِ فَأَضْرِبْ عُنُقَهُ قَالَ: «دَعْهُ، فَإِنَّ لَهُ أَصْحَابًا يَحْقِرُ أَحَدُكُمْ صَلَاتَهُ مَعَ صَلَاتِهِمْ، وَصِيَامَهُ مَعَ صِيَامِهِمْ» فَذَكَرَ الْحَدِيثَ ¶ 191 - حَدَّثَنِي مُحَمَّدُ بْنُ عَزِيزٍ قَالَ: حَدَّثَنِي سَلَامَةُ، عَنْ عُقَيْلٍ، حَدَّثَنِي ابْنُ شِهَابٍ قَالَ: أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ أَبَا سَعِيدٍ قَالَ: بَيْنَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ يَقْسِمُ قَسْمًا أَتَاهُ ذُو الْخُوَيْصِرَةِ، وَهُوَ رَجُلٌ مِنْ بَنِي تَمِيمٍ، ذَكَرَ نَحْوَهُ",
            "page": "256",
            "part": "1",
            "seal": "C5DA1EF7"
        },
        {
            "hno": "192",
            "id": "184",
            "nass": "192 - حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى قَالَ: ثنا أَنَسُ بْنُ عِيَاضٍ قَالَ يَحْيَى: -[258]- أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، وَعَطَاءِ بْنِ يَسَارٍ، أَنَّهُمَا أَتَيَا أَبَا سَعِيدٍ الْخُدْرِيَّ، فَسَأَلَاهُ عَنِ الْحَرُورِيَّةِ، فَقَالَا: أَسَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُهَا، فَقَالَ: لَا أَدْرِي مَا الْحَرُورِيَّةُ، فَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§تَخْرُجُ مِنْ هَذِهِ الْأُمَّةِ» وَلَمْ يَقُلْ مِنْهَا «قَوْمٌ تَحْتَقِرُونَ صَلَاتَكُمْ مَعَ صَلَاتِهِمْ، يَقْرَءُونَ الْقُرْآنَ، لَا يُجَاوِزُ حَنَاجِرَهُمْ، أَوْ حُلُوقَهُمْ يَمْرُقُونَ مِنَ الدِّينِ مُرُوقَ السَّهْمِ مِنَ الرَّمِيَّةِ يَنْظُرُ الرَّجُلُ إِلَى سَهْمِهِ، ثُمَّ إِلَى نَصْلِهِ، ثُمَّ إِلَى رِصَافِهِ، فَيَتَمَارَى فِي الْفُوقِ هَلْ عَلَقَ بِهَا مِنَ الدَّمِ شَيْءٌ؟»",
            "page": "257",
            "part": "1",
            "seal": "95DDF9E1"
        },
        {
            "hno": "193",
            "id": "185",
            "nass": "193 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ قَالَ: أَخْبَرَنِي مُوسَى بْنُ عُبَيْدَةَ قَالَ: أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنْ أَبِي سَلَمَةَ، وَعَطَاءِ بْنِ يَسَارٍ قَالَا: جِئْنَا أَبَا سَعِيدٍ الْخُدْرِيَّ، فَقُلْنَا: أَسَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْحَرُورِيَّةِ؟ قَالَ: مَا أَدْرِي مَا الْحَرُورِيَّةُ، وَلَكِنْ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ يَقُولُ: «§يَأْتِي مِنْ بَعْدِكُمْ أَقْوَامٌ تَحْقِرُونَ صَلَاتَكُمْ مَعَ صَلَاتِهِمْ، وَصِيَامَكُمْ مَعَ صِيَامِهِمْ، وَعِبَادَتَكُمْ مَعَ عِبَادَتِهِمْ، يَقْرَءُونَ -[259]- الْقُرْآنَ لَا يُجَاوِزُ تَرَاقِيَهُمْ، يَمْرُقُونَ مِنَ الدِّينِ، كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ»",
            "page": "258",
            "part": "1",
            "seal": "0722DE11"
        },
        {
            "hno": "194",
            "id": "186",
            "nass": "194 - حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَا: حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَيَقْرَأَنَّ الْقُرْآنَ نَاسٌ مِنْ أُمَّتِي يَمْرُقُونَ مِنَ الْإِسْلَامِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ»",
            "page": "259",
            "part": "1",
            "seal": "0BE5064E"
        },
        {
            "hno": "195",
            "id": "187",
            "nass": "195 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ: حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنِ الْأَزْرَقِ بْنِ قَيْسٍ، عَنْ شَرِيكِ بْنِ شِهَابٍ الْحَارِثُ قَالَ: -[260]- جَعَلْتُ أَتَمَنَّى أَنْ أَلْقَى رَجُلًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُحَدِّثُنِي عَنِ الْخَوَارِجِ، فَلَقِيتُ أَبَا بَرْزَةَ الْأَسْلَمِيَّ فِي نَفَرٍ مِنْ أَصْحَابِهِ فِي يَوْمِ عَرَفَةَ، فَقُلْتُ: حَدِّثْنِي بشَيْءٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فِي الْخَوَارِجِ: قَالَ: أُحَدِّثُكَ بِمَا سَمِعَتْ أُذُنَايَ، وَرَأَتْ عَيْنَايَ: أُتِيَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِدَنَانِيرَ يَقْسِمُهَا، وَعِنْدَهُ رَجُلٌ أَسْوَدُ مَطْمُومُ الشَّعْرِ عَلَيْهِ ثَوْبَانِ أَبْيَضَانِ، بَيْنَ عَيْنَيْهِ أَثَرُ السُّجُودِ، يَتَعَرَّضُ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَمْ يُعْطِهِ، فَعَرَضَ لَهُ مِنْ قِبَلِ وَجْهِهِ فَلَمْ يُعْطِهِ، فَأَتَاهُ مِنْ قِبَلِ يَمِينِهِ فَلَمْ يُعْطِهِ شَيْئًا، ثُمَّ أَتَاهُ مِنْ قِبَلِ شِمَالِهِ فَلَمْ يُعْطِهِ شَيْئًا، ثُمَّ أَتَاهُ مِنْ خَلْفِهِ فَلَمْ يُعْطِهِ شَيْئًا، فَقَالَ: يَا مُحَمَّدُ مَا عَدَلْتَ مُنْذُ الْيَوْمَ فِي الْقِسْمَةِ، فَغَضِبَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ غَضَبًا شَدِيدًا، ثُمَّ قَالَ: «وَاللَّهِ §لَا تَجِدُونَ أَحَدًا أَعْدَلَ عَلَيْكُمْ مِنِّي» ثَلَاثَ مَرَّاتٍ، ثُمَّ قَالَ: «يَخْرُجُ عَلَيْكُمْ مِنْ قِبَلِ الْمَشْرِقِ رِجَالٌ كَانَ هَذَا مِنْهُمْ , هَدْيُهُمْ كَهَدْيِهِ , يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ تَرَاقِيَهُمْ، يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ، لَا يَعُودُونَ إِلَيْهِ» ، وَوَضَعَ يَدَهُ عَلَى صَدْرِهِ , «سِيمَاهُمُ التَّحْلِيقُ، لَا يَزَالُونَ يَخْرُجُونَ حَتَّى يَخْرُجُ آخِرُهُمْ مَعَ الْمَسِيحِ الدَّجَّالِ، فَإِذَا رَأَيْتُمُوهُمْ، فَاقْتُلُوهُمْ بِلِبَاسِ الْخَلْقِ وَالْخَلِيقَةِ» , يَقُولُهَا ثَلَاثًا",
            "page": "259",
            "part": "1",
            "seal": "8987F648"
        },
        {
            "hno": "196",
            "id": "188",
            "nass": "196 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ: حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ عُقْبَةَ بْنِ وَسَّاجٍ قَالَ: حَجَجْتُ فَلَقِيتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو قَالَ: أَتَى -[261]- رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِسِقَايَةٍ مِنْ ذَهَبٍ، وَفِضَّةٍ، فَجَعَلَ يَقْسِمُهَا بَيْنَ أَصْحَابِهِ، فَقَامَ رَجُلٌ مِنْ أَهْلِ الْبَادِيَةِ، فَقَالَ: يَا مُحَمَّدُ وَاللَّهِ لَئِنْ كَانَ أَمْرُكَ أَنْ تَعْدِلَ مَا أَرَاكَ تَعْدِلُ قَالَ: «وَيْحَكَ، §فَمَنْ يَعْدِلُ عَلَيْكَ بَعْدِي» قَالَ: «فِي أُمَّتِي أَشْبَاهُ هَذَا يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ تَرَاقِيَهُمْ، كُلَّمَا خَرَجُوا، فَاقْتُلُوهُمْ فَاقْتُلُوهُمْ» قَالَهَا ثَلَاثًا",
            "page": "260",
            "part": "1",
            "seal": "9F3FB9D6"
        },
        {
            "hno": "197",
            "id": "189",
            "nass": "197 - حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مُصَفَّى قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ سَعِيدٍ، عَنِ ابْنِ لَهِيعَةَ، عَنْ بَكْرِ بْنِ سَوَادَةَ، عَنْ سَهْلِ بْنِ سَعْدٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§يَأْتِي قَوْمٌ يَقْرَءُونَ الْقُرْآنَ يُقَوِّمُونَهُ كَمَا يُقَامُ السَّهْمُ، وَلَا يُجَاوِزُ تَرَاقِيَهُمْ يَتَعَجَّلُونَ أَجْرَهُ، وَلَا يَتَأَجَّلُونَهُ»",
            "page": "261",
            "part": "1",
            "seal": "3E249247"
        }
    ],
    "t9320": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "باب في فضل القرآن وقراءته"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "باب الملك"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "باب القرآن في البيت، وفضل البقرة وآل عمران"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل القرآن والاستماع وتعاهد القرآن"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "باب ختم القرآن، وما جاء فيه"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما روي أن النبي صلى الله عليه وسلم قال: \" لا حسد إلا في اثنتين \""
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "باب الوقف في قراءة القرآن، والجمع في السور، وكيف كانت قراءة رسول الله صلى الله عليه وسلم وترتيله، وفي كم يقرأ القرآن، والسنة في ذلك"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "باب من كان يختم في سبع وثمان"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "باب النظر في المصحف"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في تعاهد القرآن عن النبي صلى الله عليه وسلم"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "باب صفة الخوارج والتغليظ عليهم"
        }
    ]
}