{
    "b9324": [
        {
            "hno": null,
            "id": "1",
            "nass": "§مَكَارِمُ الْأَخْلَاقِ لِلطَّبَرَانِيِّ ¶ رَبِّ يَسِّرِ الْخَيْرَ، وَاخْتِمْ بِخَيْرٍ لَنَا بِهِ وَلِلْمُسْلِمِينَ آمِينَ ¶ وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ ¶ أَخْبَرَنَا الشَّيْخُ الْأَجَلُّ الْإِمَامُ الْفَقِيهُ الزَّاهِدُ الْحَافِظُ شَيْخُ الْإِسْلَامِ جَمَالُ الدِّينِ، أَوْحَدُ الْأُمَّةِ، فَخْرُ الْأَئِمَّةِ، سَيْفُ السُّنَّةِ، أَحْفَظُ الْحُفَّاظِ، بَقِيَّةُ السَّلَفِ، أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ إِبْرَاهِيمَ السَّلَفِيُّ الْأَصْبَهَانِيُّ أَدَامَ اللَّهُ بَقَاءَهُ، وَحَرَسَ حَوْبَاءَهُ قَالَ: أَنَا الشَّيْخُ أَبُو النَّصْرِ الْفَضْلُ بْنُ عَلِيِّ بْنِ أَحْمَدَ الْحَنَفِيُّ الْمُقْرِئُ بِأَصْبَهَانَ سَنَةَ تِسْعِينَ وَأَرْبَعِمِائَةٍ، أَنَا أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ عَمْرِو بْنِ مَهْدِيٍّ الْحَافِظُ النَّقَّاشُ قِرَاءَةً عَلَيْهِ فِي جُمَادَى الْأُولَى سَنَةَ أَرْبَعَ عَشْرَةَ وَأَرْبَعِمِائَةٍ. أَنَا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ اللَّخْمِيُّ الطَّبَرَانِيُّ قَالَ: هَذِهِ أَبْوَابٌ فِي مَكَارِمِ الْأَخْلَاقِ الَّتِي يَنَالُ بِهَا الْمُؤْمِنُ الشَّرَفَ فِي حَيَاتِهِ، وَيَرْجُو فِيهَا النَّجَاةَ بَعْدَ مَوْتِهِ، خَرَّجْتُهَا عَلَى الِاخْتِصَارِ ذَكَرْتُ الْمُتَونَ وَتَرَكْتُ الطُّرُقَ لِيَنْتَفِعَ بِهَا مَنْ يَسْمَعُهَا إِنْ شَاءَ اللَّهُ فَمِنْ ذَلِكَ",
            "page": "311",
            "part": "1",
            "seal": "B9A4415E"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "§بَابُ فَضْلِ تِلَاوَةِ الْقُرْآنِ وَكَثْرَةِ ذِكْرِ اللَّهِ تَعَالَى وَالصَّمْتِ إِلَّا مِنْ خَيْرٍ، وَحُبِّ الْمَسَاكِينَ وَمُجَالَسَتِهِمْ",
            "page": "312",
            "part": "1",
            "seal": "E345E631"
        },
        {
            "hno": "1",
            "id": "3",
            "nass": "1 - ثنا أَحْمَدُ بْنُ أَنَسِ بْنِ مَالِكٍ الدِّمَشْقِيُّ، ثنا إِبْرَاهِيمُ بْنُ هِشَامِ بْنِ يَحْيَى الْغَسَّانِيُّ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، عَنْ أَبِي ذَرًّ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ أَوْصِنِي قَالَ: «§أُوصِيكَ بِتَقْوَى اللَّهِ، فَإِنَّهَا رَأْسُ أَمْرِكَ» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «عَلَيْكَ بِتِلَاوَةِ الْقُرْآنِ، وَذِكْرِ اللَّهِ فَإِنَّ ذَلِكَ لَكَ نُورٌ فِي السَّمَوَات وَنُورٌ فِي الْأَرْضِ» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «عَلَيْكَ بِالْجِهَادِ فَإِنَّهُ رَهْبَانِيَّةُ أُمَّتِي» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي , قَالَ: «لَا تُكْثِرِ الضَّحِكَ، فَإِنَّهُ يُمِيتُ الْقَلْبَ، وَيَذْهَبُ بِنُورِ الْوَجْهِ» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «عَلَيْكَ بِالصَّمْتِ إِلَّا مِنْ خَيْرٍ، فَإِنَّهُ مَرَدَّةٌ لِلشَّيْطَانِ عَنْكَ، وَعَوْنٌ لَكَ عَلَى أَمْرِ دِينِكَ» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «انْظُرْ إِلَى مَنْ هُوَ دُونَكَ، وَلَا تَنْظُرْ إِلَى مَنْ هُوَ فَوْقَكَ، فَإِنَّهُ أَجْدَرُ أَنْ لَا تَزْدَرِيَ نِعْمَةَ اللَّهِ عِنْدَكَ» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «أَحِبَّ الْمَسَاكِينَ وَجَالِسْهُمْ» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «قُلِ الْحَقَّ وَإِنْ كَانَ مُرًّا» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي , قَالَ: «صِلْ قَرَابَتَكَ، وَإِنْ قَطَعُوكَ» قُلْتُ: يَا -[313]- رَسُولَ اللَّهِ زِدْنِي , قَالَ: «لَا تَخَفْ فِي اللَّهِ لَوْمَةَ لَائِمٍ» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «تُحِبُّ لِلنَّاسِ مَا تُحِبُّ لِنَفْسِكَ» ، ثُمَّ ضَرَبَ بِيَدِهِ عَلَى صَدْرِي، فَقَالَ: \" يَا أَبَا ذَرٍّ: «لَا عَقْلَ كَالتَّدْبِيرِ، وَلَا وَرَعَ كَالْكَفِّ، وَلَا حَسَبَ كَحُسْنِ الْخُلُقِ»",
            "page": "312",
            "part": "1",
            "seal": "3A326C39"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "§بَابُ مَا جَاءَ فِي حُسْنِ الْخُلُقِ",
            "page": "313",
            "part": "1",
            "seal": "0C191A4B"
        },
        {
            "hno": "2",
            "id": "5",
            "nass": "2 - ثنا مُحَمَّدُ بْنُ عَلِيِّ بْنِ الصَّائِغِ الْمَكِّيُّ، ثنا سَعِيدُ بْنُ مَنْصُورٍ، ثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ عُبَيْدِ اللَّهِ، عَنْ مُحَمَّدِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَنْ أَبِيهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §الرَّجُلَ لَيَبْلُغُ بِحُسْنِ خُلُقِهِ دَرَجَةَ الصَّائِمِ الْقَائِمِ، وَإِنَّ الرَّجُلَ لَيُكْتَبُ جَبَّارًا وَمَا هَلَكَ إِلَّا أَهْلُ بَيْتِهِ»",
            "page": "313",
            "part": "1",
            "seal": "BF1E6B64"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "3 - ثنا يَحْيَى بْنُ عَبْدِ الْبَاقِي الْأَذَنِيُّ، ثنا عَمْرُو بْنُ عُثْمَانَ الْحِمْصِيُّ، ثنا الْيَمَانُ بْنُ عَدِيٍّ، عَنْ زُهَيْرِ بْنِ مُحَمَّدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §الرَّجُلَ لَيُدْرِكُ بِحُسْنِ خُلُقِهِ دَرَجَةَ السَّاهِرِ بِاللَّيْلِ الظَّامِئِ بِالْهَوَاجِرِ»",
            "page": "313",
            "part": "1",
            "seal": "A3247EB5"
        },
        {
            "hno": "4",
            "id": "7",
            "nass": "4 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا حَفْصُ بْنُ عُمَرَ الْحَوْضِيُّ، ثنا شُعْبَةُ، عَنِ -[314]- الْقَاسِمِ بْنِ أَبِي بَزَّةَ، عَنْ عَطَاءٍ الْكَيْخَارَانِيِّ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا مِنْ شَيْءٍ أَثْقَلُ فِي الْمِيزَانِ مِنَ حُسْنِ الْخُلُقِ»",
            "page": "313",
            "part": "1",
            "seal": "4880E4C2"
        },
        {
            "hno": "5",
            "id": "8",
            "nass": "5 - ثنا عَمْرُو بْنُ حَفْصٍ السَّدُوسِيُّ، ثنا عَاصِمُ بْنُ عَلِيٍّ، ثنا أَبُو مَعْشَرٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَلَا أُخْبِرُكُمْ بِخِيَارِكُمْ؟» ، قَالُوا: بَلَى قَالَ: «أَحْسَنُكُمْ أَخْلَاقًا»",
            "page": "314",
            "part": "1",
            "seal": "EFDF7D6D"
        },
        {
            "hno": "6",
            "id": "9",
            "nass": "6 - ثنا الْحُسَيْنُ بْنُ إِسْحَاقَ التَّسْتُرِيُّ، ثنا إِبْرَاهِيمُ بْنُ عَبْدِ الْعَزِيزِ الْمُقَوِّمُ، ثنا حِبَّانُ بْنُ هِلَالٍ، ثنا مُبَارَكُ بْنُ فَضَالَةَ، عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَحَبَّكُمْ إِلَيَّ وَأَقْرَبَكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ أَحَاسِنُكُمْ أَخْلَاقًا، الْمُوَطَّئُونَ أَكْنَافًا، الَّذِينَ يَأْلَفُونَ وَيُؤْلَفُونَ، وَإِنَّ أَبْغَضَكُمْ إِلَيَّ وَأَبْعَدَكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ الثَّرْثَارُونَ، الْمُتَشَدِّقُونِ، الْمُتَفَيْهِقُونَ»",
            "page": "314",
            "part": "1",
            "seal": "DE610F13"
        },
        {
            "hno": "7",
            "id": "10",
            "nass": "7 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، ثنا مُحَمَّدُ بْنُ يُوسُفَ الْأَنْبَارِيُّ، ثنا أَبِي، عَنْ يَحْيَى بْنِ أَبِي أَنَسٍ الْمَكِّيِّ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" يَقُولُ اللَّهُ عَزَّ وَجَلَّ: أَنَا خَلَقْتُ الْعِبَادَ بِعِلْمِي، §فَمَنْ أَرَدْتُ بِهِ خَيْرًا مَنَحْتُهُ خُلُقًا حَسَنًا، وَمَنْ أَرَدْتُ بِهِ شَرًّا مَنَحْتُهُ خُلُقًا سَيِّئًا \"",
            "page": "314",
            "part": "1",
            "seal": "457284C5"
        },
        {
            "hno": "8",
            "id": "11",
            "nass": "8 - ثنا مُحَمَّدٌ، ثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا أَبُو أُسَامَةَ، عَنْ زَكَرِيَّا بْنِ سِيَاهٍ، عَنْ عِمْرَانَ بْنِ رَبَاحٍ، عَنْ عَلِيِّ بْنِ عُمَارَةَ الْوَالِبِيِّ، عَنْ جَابِرِ بْنِ سَمُرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَحْسَنَ النَّاسِ إِسْلَامًا أَحْسَنُهُمْ خُلُقًا»",
            "page": "315",
            "part": "1",
            "seal": "7184BC57"
        },
        {
            "hno": "9",
            "id": "12",
            "nass": "9 - ثنا يَحْيَى بْنُ أَيُّوبَ الْمِصْرِيُّ، ثنا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أنا يَحْيَى بْنُ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنِ الْقَعْقَاعِ بْنِ حَكِيمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ: عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَكْمَلُ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا»",
            "page": "315",
            "part": "1",
            "seal": "8BB48232"
        },
        {
            "hno": "10",
            "id": "13",
            "nass": "10 - ثنا عَبْدَانُ بْنُ أَحْمَدَ، ثنا هِشَامُ بْنُ عَمَّارٍ، ثنا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْبَكْرِيُّ، عَنْ مُحَمَّدِ بْنِ مُطَرِّفٍ، عَنْ أَبِي غَسَّانَ الْمَدَنِيِّ، عَنْ دَاوُدَ بْنِ أَبِي فَرَاهِيجَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا حَسَّنَ اللَّهُ خَلْقَ رَجُلٍ وَخُلُقَهُ، فَيُطْعِمَهُ النَّارَ»",
            "page": "315",
            "part": "1",
            "seal": "A2860EF3"
        },
        {
            "hno": "11",
            "id": "14",
            "nass": "11 - ثنا مُحَمَّدُ بْنُ صَالِحِ بْنِ الْوَلِيدِ النَّرْسِيُّ، ثنا الْحُسَيْنُ بْنُ أَبِي سَلَمَةَ بْنِ أَبِي كَبْشَةَ، ثنا يَعْقُوبُ بْنُ إِسْحَاقَ الْحَضْرَمِيُّ، ثنا النَّضْرُ بْنُ مَعْبَدٍ الْحَرَمِيُّ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§حُسْنُ الْخُلُقِ يُذِيبُ الْخَطِيئَةَ كَمَا تُذِيبُ الشَّمْسُ الْجَلِيدَ»",
            "page": "316",
            "part": "1",
            "seal": "5FBE1E54"
        },
        {
            "hno": "12",
            "id": "15",
            "nass": "12 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا مُسْلِمُ بْنُ إِبْرَاهِيمَ، ح وثنا أَبُو مُسْلِمٍ الْكَشِّيُّ، ثنا سُلَيْمَانُ بْنُ حَرْبٍ قَالَا: ثنا شُعْبَةُ، عَنْ زِيَادِ بْنِ عِلَاقَةَ، عَنْ أُسَامَةَ بْنِ شَرِيكٍ قَالَ: قَالُوا: يَا رَسُولَ اللَّهِ مَا خَيْرُ مَا أُعْطِيَ النَّاسُ؟ قَالَ: «إِنَّ §النَّاسَ لَمْ يُعْطَوْا شَيْئًا خَيْرًا مِنْ خُلُقٍ حَسَنٍ»",
            "page": "316",
            "part": "1",
            "seal": "4DA18359"
        },
        {
            "hno": "13",
            "id": "16",
            "nass": "13 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنْ حَبِيبِ بْنِ -[317]- أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ»",
            "page": "316",
            "part": "1",
            "seal": "30BD4422"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "§بَابُ فَضْلِ لِينِ الْجَانِبِ، وَسُهُولِ الْأَخْلَاقِ، وَقُرْبِ الْمَأْخَذِ، وَالتَّوَاضُعِ",
            "page": "317",
            "part": "1",
            "seal": "FD12E9F1"
        },
        {
            "hno": "14",
            "id": "18",
            "nass": "14 - ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، ثني مُصْعَبُ بْنُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، ثنا أَبِي عَبْدُ اللَّهِ بْنُ مُصْعَبٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَلَا أُخْبِرُكُمْ عَلَى مَنْ تَحْرُمُ النَّارُ؟ عَلَى كُلِّ هَيِّنٍ، لَيِّنٍ، سَهْلٍ، قَرِيبٍ»",
            "page": "317",
            "part": "1",
            "seal": "8D855584"
        },
        {
            "hno": "15",
            "id": "19",
            "nass": "15 - ثنا مَسْعَدَةُ بْنُ سَعْدٍ الْعَطَّارُ الْمَكِّيُّ، ثنا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، ثنا مُحَمَّدُ بْنُ عَمَّارٍ الْمُؤَذِّنُ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الْمُؤْمِنُ هَيِّنٌ، لَيِّنٌ، تَخَالُهُ مِنَ اللِّينِ أَحْمَقَ»",
            "page": "317",
            "part": "1",
            "seal": "D78F47B3"
        },
        {
            "hno": "16",
            "id": "20",
            "nass": "16 - ثنا أَبُو يَزِيدَ يُوسُفُ بْنُ يَزِيدَ، ثنا أَسَدُ بْنُ مُوسَى، ثنا مُعَاوِيَةُ بْنُ -[318]- صَالِحٍ، عَنْ ضَمْرَةَ بْنِ حَبِيبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو السُّلَمِيِّ، عَنِ الْعِرْبَاضِ بْنِ سَارِيَةَ السُّلَمِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمُؤْمِنُ كَالْجَمَلِ الْأَنِفِ، إِنْ قِيدَ انْقَادَ، وَإِنْ سِيقَ انْسَاقَ، وَإِنْ اسْتُنِيخَ عَلَى صَخْرَةٍ اسْتَنَاخَ»",
            "page": "317",
            "part": "1",
            "seal": "366F311D"
        },
        {
            "hno": "17",
            "id": "21",
            "nass": "17 - ثنا أَبُو الزِّنْبَاعِ، ثنا مُوسَى بْنُ نَاصِحٍ، ثنا عِصْمَةُ بْنُ مُحَمَّدٍ الْأَنْصَارِيُّ، عَنْ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§طُوبَى لِمَنْ تَوَاضَعَ فِي غَيْرِ مَنْقَصَةٍ، وَطُوبَى لِمَنْ خَالَطَ أَهْلَ الْفِقْهِ وَالْحِكْمَةِ وَجَانَبَ أَهْلَ الذُّلِّ وَالْمَعْصِيَةِ، وَطُوبَى لِمَنْ أَنْفَقَ الْفَضْلَ مِنْ مَالِهِ وَأَمْسَكَ الْفَضْلَ مِنْ قَوْلِهِ، وَطُوبَى لِمَنْ وَسِعَتْهُ سُنَّتِي، وَلَمْ يَعْدُهَا إِلَى بِدْعَةٍ»",
            "page": "318",
            "part": "1",
            "seal": "B0E36468"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "§بَابُ فَضْلِ الِانْبِسَاطِ إِلَى النَّاسِ، وَلِقَائِهِمْ بِطَلَاقَةِ الْوَجْهِ",
            "page": "318",
            "part": "1",
            "seal": "1AA8064F"
        },
        {
            "hno": "18",
            "id": "23",
            "nass": "18 - ثنا مُعَاذُ بْنُ الْمُثَنَّى، ثنا مُحَمَّدُ بْنُ كَثِيرٍ، ثنا سُفْيَانُ، عَنْ أَبِي عَبَّادٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّكُمْ §لَا تَسَعُونَ النَّاسَ بِأَمْوَالِكُمْ، وَلَكِنْ لِيَسَعْهُمْ مِنْكُمْ بَسْطُ الْوَجْهِ وَحُسْنُ الْخُلُقِ» أَبُو عَبَّادٍ هُوَ: عَبْدُ اللَّهِ بْنُ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيُّ",
            "page": "318",
            "part": "1",
            "seal": "00A6F697"
        },
        {
            "hno": "19",
            "id": "24",
            "nass": "19 - ثنا مُوسَى بْنُ هَارُونَ، ثنا يَحْيَى الْحِمَّانِيُّ، ثنا الْمُنْكَدِرُ بْنُ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَفْضَلُ الصَّدَقَةِ أَنْ تَكْفَأَ مِنْ دَلْوِكَ فِي إِنَاءِ أَخِيكَ، وَأَنْ تَلْقَاهُ وَوَجْهُكَ مُنْبَسِطٌ»",
            "page": "318",
            "part": "1",
            "seal": "EAC9645C"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "§بَابُ فَضْلِ تَبَسُّمِ الرَّجُلِ فِي وَجْهِ أَخِيهِ الْمُسْلِمِ",
            "page": "319",
            "part": "1",
            "seal": "460A4E00"
        },
        {
            "hno": "20",
            "id": "26",
            "nass": "20 - ثنا جَعْفَرُ بْنُ عُمَرَ بْنِ الصَّبَّاحِ الْبَرْقِيُّ، ثنا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، أنا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ أَبِي زُمَيْلٍ يَعْنِي سِمَاكَ بْنَ الْوَلِيدِ الْحَنَفِيَّ، عَنْ مَالِكِ بْنِ مَرْثَدٍ، عَنْ أَبِيهِ، عَنْ أَبِي ذَرٍّ رَفَعَهُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِفْرَاغُكَ فِي دَلْوِ أَخِيكَ مِنْ دَلْوِكَ صَدَقَةٌ، وَأَمْرُكَ بِالْمَعْرُوفِ وَنَهْيُكَ عَنِ الْمُنْكَرِ صَدَقَةٌ، وَتَبَسُّمُكَ فِي وَجْهِ أَخِيكَ صَدَقَةٌ، وَهِدَايَتُكَ الطَّرِيقَ مَنْ أَرْضِ الضَّلَالَةِ لَكَ صَدَقَةٌ»",
            "page": "319",
            "part": "1",
            "seal": "16688C33"
        },
        {
            "hno": "21",
            "id": "27",
            "nass": "21 - ثنا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ بْنِ نَجْدَةَ، ثنا أَبِي، ثنا بَقِيَّةُ بْنُ الْوَلِيدِ، ثني حَبِيبُ بْنُ عُمَرَ الْأَنْصَارِيُّ، عَنْ أَبِي عَبْدِ الصَّمَدِ قَالَ: حَدَّثَتْنِي أُمُّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ أَنَّهُ: كَانَ لَا يُحَدِّثُ حَدِيثًا إِلَّا تَبَسَّمَ فِي حَدِيثِهِ، فَقُلْتُ لَهُ: فَقَالَ: «§مَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُحَدِّثُ حَدِيثًا إِلَّا تَبَسَّمَ فِي حَدِيثِهِ»",
            "page": "319",
            "part": "1",
            "seal": "FC56AE18"
        },
        {
            "hno": "22",
            "id": "28",
            "nass": "22 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، ثنا مُحَمَّدُ بْنُ عِمْرَانَ بْنِ أَبِي لَيْلَى، ثني أَبِي، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا نَزَلَ عَلَيْهِ الْوَحْيُ قُلْتُ: نَذِيرُ قَوْمٍ فَإِذَا سُرِّيَ عَنْهُ، فَأَكْثَرُ النَّاسِ ضَحِكًا، وَأَحْسَنُهُمْ خُلُقًا",
            "page": "319",
            "part": "1",
            "seal": "081795BF"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "§بَابُ فَضْلِ الرِّفْقِ وَالْحِلْمِ وَالْأَنَاةِ",
            "page": "320",
            "part": "1",
            "seal": "5E6403D7"
        },
        {
            "hno": "23",
            "id": "30",
            "nass": "23 - ثنا أَحْمَدُ بْنُ الْقَاسِمِ بْنِ مُسَاوِرٍ الْجَوْهَرِيُّ، ثنا عَفَّانُ بْنُ مُسْلِمٍ، ثنا حَمَّادُ بْنُ سَلَمَةَ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، وَحُمَيْدٍ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُغَفَّلِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهَ تَبَارَكَ وَتَعَالَى رَفِيقٌ يُحِبُّ الرِّفْقَ، وَيُعْطِي عَلَيْهِ مَا لَا يُعْطِي عَلَى الْعُنْفِ»",
            "page": "320",
            "part": "1",
            "seal": "0FE36978"
        },
        {
            "hno": "24",
            "id": "31",
            "nass": "24 - حَدَّثَنَا حَبُّوشُ بْنُ رِزْقِ اللَّهِ الْمِصْرِيُّ الْمُعَدَّلُ، ثنا عَبْدُ اللَّهِ بْنُ يُوسُفَ التِّنِّيسِيُّ، ثنا سَلَمَةُ بْنُ الْغَيَّارِ، ثنا مَالِكُ بْنُ أَنَسٍ، عَنِ الْأَوْزَاعِيِّ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ §يُحِبُّ الرِّفْقَ فِي الْأَمْرِ كُلِّهِ»",
            "page": "320",
            "part": "1",
            "seal": "3C97515D"
        },
        {
            "hno": "25",
            "id": "32",
            "nass": "25 - ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، ثني الصَّلْتُ بْنُ مَسْعُودٍ -[321]- الْجَحْدَرِيُّ، ثنا كَثِيرُ بْنُ حَبِيبٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا كَانَ الرِّفْقُ فِي شَيْءٍ قَطُّ إِلَّا زَانَهُ»",
            "page": "320",
            "part": "1",
            "seal": "9D235AAA"
        },
        {
            "hno": "26",
            "id": "33",
            "nass": "26 - ثنا مُحَمَّدُ بْنُ عَلِيٍّ الصَّائِغُ، ثنا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الشَّافِعِيُّ، ثنا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ التَّيْمِيُّ أَبُو غِرَارَةَ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا أَرَادَ اللَّهُ بِأَهْلِ بَيْتٍ خَيْرًا أَدْخَلَ عَلَيْهِمُ الرِّفْقَ»",
            "page": "321",
            "part": "1",
            "seal": "7B47008E"
        },
        {
            "hno": "27",
            "id": "34",
            "nass": "27 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، ثنا أَبُو مُصْعَبٍ الزُّهْرِيُّ، ثنا عَبْدُ الْمُهَيْمِنِ بْنُ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ سَهْلِ بْنِ سَعْدٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْأَنَاةُ مِنَ اللَّهِ، وَالْعَجَلَةُ مِنَ الشَّيْطَانِ»",
            "page": "321",
            "part": "1",
            "seal": "886D5AE0"
        },
        {
            "hno": "28",
            "id": "35",
            "nass": "28 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا الْقَعْنَبِيُّ، ثنا مُسْلِمُ بْنُ خَالِدٍ الزَّنْجِيُّ، عَنِ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كَرَمُ الْمَرْءِ دِينُهُ، وَمُرُوءَتُهُ عَقْلُهُ، وَحَسَبُهُ خُلُقُهُ»",
            "page": "321",
            "part": "1",
            "seal": "DF53E9D0"
        },
        {
            "hno": "29",
            "id": "36",
            "nass": "29 - ثنا الْهَيْثَمُ بْنُ خَالِدٍ الْمِصِّيصِيُّ، ثنا دَاوُدُ بْنُ مُعَاذٍ، ثنا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنِ الْأَشَجِّ الْعَصَرِيِّ قَالَ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ §فِيكَ لَخَلَّتَيْنِ يُحِبُّهُمَا اللَّهُ مِنْكَ: الْحِلْمُ وَالْأَنَاةُ \" قُلْتُ: يَا رَسُولَ اللَّهِ أَتَخَلَّقُ بِهِمَا أَمْ جَبَلَنِي اللَّهُ عَلَيْهِمَا؟ قَالَ: «بَلْ جَبَلَكَ اللَّهُ عَلَيْهِمَا» ، قُلْتُ: فَالْحَمْدُ لِلَّهِ الَّذِي جَبَلَنِي عَلَى خَلَّتَيْنِ يَرْضَاهُمَا",
            "page": "322",
            "part": "1",
            "seal": "5D493DD0"
        },
        {
            "hno": "30",
            "id": "37",
            "nass": "30 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ مُطَيَّنٌ، ثنا الْحُسَيْنُ بْنُ يَزِيدَ الطَّحَّانُ، ثنا إِسْحَاقُ بْنُ مَنْصُورٍ السَّلُولِيُّ، ثنا مُحَمَّدُ بْنُ مُسْلِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ، عَنْ أُمِّ سَلَمَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ لَمْ تَكُنْ فِيهِ وَاحِدَةٌ مِنْ ثَلَاثٍ فَلَا يَحْتَسِبُ بِشَيْءٍ مِنْ عَمَلِهِ، مَنْ لَمْ تَكُنْ فِيهِ تَقْوَى تَحْجُزُهُ عَنِ الْمَحَارِمِ، أَوْ حِلْمٌ يَكُفُّهُ عَنْ غَيِّهِ، أَوْ خُلُقٌ يَعِيشُ بِهِ فِي النَّاسِ»",
            "page": "322",
            "part": "1",
            "seal": "D4E64AA1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "§بَابُ فَضْلِ الصَّبْرِ وَالسَّمَاحَةِ",
            "page": "322",
            "part": "1",
            "seal": "2A73E6E9"
        },
        {
            "hno": "31",
            "id": "39",
            "nass": "31 - ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يُونُسَ الْبَرْقِيُّ، ثنا عُبَيْدُ بْنُ -[323]- خَالِدٍ الْحَلَبِيُّ، ثنا يُوسُفُ بْنُ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ أَبِيهِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §الْإِيمَانُ: الصَّبْرُ وَالسَّمَاحَةُ \"",
            "page": "322",
            "part": "1",
            "seal": "9F03DBA0"
        },
        {
            "hno": "32",
            "id": "40",
            "nass": "32 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا مُسْلِمُ بْنُ إِبْرَاهِيمَ، ثنا شُعْبَةُ، ح، وثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ سَعِيدِ بْنِ أَبِي مَرْيَمَ، ثنا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ، ثنا سُفْيَانُ، كِلَاهُمَا عَنِ الْأَعْمَشِ، عَنْ يَحْيَى بْنِ وَثَّابٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الَّذِي يُخَالِطُ النَّاسَ فَيُؤْذُونَهُ فَيَصْبِرُ عَلَى أَذَاهُمْ أَفْضَلُ مِنَ الْمُؤْمِنِ الَّذِي لَا يُخَالِطُ النَّاسَ وَلَا يَصْبِرُ عَلَى أَذَاهُمْ»",
            "page": "323",
            "part": "1",
            "seal": "2047EAF1"
        },
        {
            "hno": "33",
            "id": "41",
            "nass": "33 - ثنا مُحَمَّدُ بْنُ شُعَيْبٍ الْأَصْبَهَانِيُّ، ثنا يَعْقُوبُ بْنُ إِسْحَاقَ الدَّشْتَكِيُّ، ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ أَبِي فُدَيْكٍ، عَنْ عَلِيِّ بْنِ أَبِي عَلِيٍّ اللِّهْبِيِّ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ: عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §لَمَّا عُرِجَ بِإِبْرَاهِيمَ رَأَى رَجُلًا يَفْجُرُ فَدَعَا عَلَيْهِ فَأُهْلِكَ، ثُمَّ رَأَى عَبْدًا عَلَى مَعْصِيَةٍ فَدَعَا عَلَيْهِ فَأَوْحَى اللَّهُ إِلَيْهِ: يَا إِبْرَاهِيمُ إِنَّهُ مَنْ عَصَانِي مِنْ عِبَادِي فَإِنَّ قَصْرَهُ مِنِّي إِحْدَى ثَلَاثِ خِصَالٍ: إِمَّا أَنْ يَتُوبَ فَأَتُوبَ عَلَيْهِ، وَإِمَّا أَنْ يَسْتَغْفِرَنِي فَأَغْفِرَ لَهُ، وَإِمَّا أَنْ يَخْرُجَ مِنْ صُلْبِهِ مَنْ يَعْبُدُنِي، يَا إِبْرَاهِيمُ أَمَا عَلِمْتَ أَنَّ مِنْ أَسْمَائِي أَنِّي أَنَا الصَّبُورُ؟ \"",
            "page": "323",
            "part": "1",
            "seal": "67B231B3"
        },
        {
            "hno": "34",
            "id": "42",
            "nass": "34 - ثنا بِشْرُ بْنُ مُوسَى، ثنا الْحُمَيْدِيُّ، ثنا سُفْيَانُ، عَنْ عُمَرَ بْنِ -[324]- سَعِيدِ بْنِ مَسْرُوقٍ، عَنِ الْأَعْمَشِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا أَحَدَ أَصْبَرُ عَلَى أَذًى يَسْمَعُهُ مِنَ اللَّهِ عَزَّ وَجَلَّ، إِنَّهُمْ يَدَّعُونَ لَهُ وَلَدًا وَيُعَافِيهِمْ وَيَرْزُقُهُمْ»",
            "page": "323",
            "part": "1",
            "seal": "2C75AAA1"
        },
        {
            "hno": "35",
            "id": "43",
            "nass": "35 - ثنا مُعَاذُ بْنُ الْمُثَنَّى، ثنا مُحَمَّدُ بْنُ كَثِيرٍ، ثنا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ أَبِي مَسْعُودٍ قَالَ: \" §إِذَا رَأَيْتُمْ أَخَاكُمْ قَارَفَ ذَنْبًا فَلَا تَكُونُوا أَعْوَانًا لِلشَّيْطَانِ عَلَيْهِ، تَقُولُوا: أَخْزَاهُ اللَّهُ، قَبَّحَهُ اللَّهُ، وَلَكِنْ قُولُوا: تَابَ اللَّهُ عَلَيْهِ، غَفَرَ لَهُ \"",
            "page": "324",
            "part": "1",
            "seal": "102EFDCF"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "§بَابُ فَضْلِ مَنْ يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ",
            "page": "324",
            "part": "1",
            "seal": "C0989065"
        },
        {
            "hno": "36",
            "id": "45",
            "nass": "36 - ثنا أَبُو زُرْعَةَ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو الدِّمَشْقِيُّ، ثنا أَبُو الْيَمَانِ -[325]- الْحَكَمُ بْنُ نَافِعٍ، أنا شُعَيْبُ بْنُ أَبِي حَمْزَةَ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَيْسَ الشَّدِيدُ بِالصُّرْعَةِ» قَالُوا: وَمَا الشَّدِيدُ يَا رَسُولَ اللَّهِ؟ قَالَ: «الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ»",
            "page": "324",
            "part": "1",
            "seal": "5386AC5C"
        },
        {
            "hno": "37",
            "id": "46",
            "nass": "37 - ثنا عَبْدَانُ بْنُ أَحْمَدَ، ثنا إِبْرَاهِيمُ بْنُ الْمُسْتَمِرِّ الْعُرُوقِيُّ، ثنا شُعَيْبُ بْنُ بَيَانٍ الصَّفَّارُ، عَنْ عِمْرَانَ الْقَطَّانِ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَرَّ عَلَى قَوْمٍ يَرْفَعُونَ حَجَرًا فَقَالَ: «مَا هَذَا؟» قَالُوا: يَا رَسُولَ اللَّهِ حَجَرٌ كُنَّا نُسَمِّيهِ فِي الْجَاهِلِيَّةِ: حَجَرُ الْأَشِدَّاءِ، فَقَالَ: «§أَلَا أَدُلُّكُمْ عَلَى أَشَدِّكُمْ؟ أَمْلَكُكُمْ لِنَفْسِهِ عِنْدَ الْغَضَبِ»",
            "page": "325",
            "part": "1",
            "seal": "612BA148"
        },
        {
            "hno": "38",
            "id": "47",
            "nass": "38 - ثنا الْحَضْرَمِيُّ مُطَيَّنٌ، ثنا ضِرَارُ بْنُ صُرَدٍ، ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ دَرَّاجٍ أَبِي السَّمْحِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنِ ابْنِ عَمْرٍو أَنَّ رَجُلًا قَالَ: §يَا رَسُولَ اللَّهِ مَا يُنَجِّينِي مِنْ غَضِبِ اللَّهِ؟ قَالَ: «لَا تَغْضَبْ»",
            "page": "325",
            "part": "1",
            "seal": "03E1C6C0"
        },
        {
            "hno": "39",
            "id": "48",
            "nass": "39 - ثنا مُحَمَّدُ بْنُ النَّضْرِ الْأَزْدِيُّ، ثنا شِهَابُ بْنُ عَبَّادٍ الْعَبْدِيُّ، ثنا مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ، ثنا الضَّحَّاكُ بْنُ زَيْدٍ، عَنْ حَبِيبِ بْنِ مَالِكٍ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ قَالَ: \" §مَكْتُوبٌ فِي التَّوْرَاةِ: اذْكُرْنِي إِذَا غَضِبْتَ أَذْكُرْكَ إِذَا غَضِبْتُ، وَإِذَا ظُلِمْتَ فَاصْبِرْ فَإِنَّ نُصْرَتِي لَكَ خَيْرٌ مِنْ نُصْرَتِكَ لَكَ، وَحَرِّكْ يَدَكَ أَفْتَحْ لَكَ بَابَ الرِّزْقِ \"",
            "page": "325",
            "part": "1",
            "seal": "57F643F8"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "§بَابُ فَضْلِ الرَّحْمَةِ وَرِقَّةِ الْقَلْبِ",
            "page": "326",
            "part": "1",
            "seal": "4ADD2C79"
        },
        {
            "hno": "40",
            "id": "50",
            "nass": "40 - ثنا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ بْنِ نَجْدَةَ الْحَوْطِيُّ، ثنا أَحْمَدُ بْنُ خَالِدٍ الْوَهْبِيُّ، ثنا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سِنَانِ بْنِ سَعْدٍ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسِي بِيَدِهِ §لَا يَضَعُ اللَّهُ الرَّحْمَةَ إِلَّا عَلَى رَحِيمٍ» ، قُلْنَا: يَا رَسُولَ اللَّهِ كُلُّنَا رَحِيمٌ قَالَ: «لَيْسَ الَّذِي يَرْحَمُ نَفْسَهُ وَأَهْلَهُ خَاصَّةً، وَلَكِنِ الَّذِي يَرْحَمُ الْمُسْلِمِينَ»",
            "page": "326",
            "part": "1",
            "seal": "BF63D9D2"
        },
        {
            "hno": "41",
            "id": "51",
            "nass": "41 - ثنا يَحْيَى بْنُ عَبْدِ الْبَاقِي الْأَذَنِيُّ، ثنا هَارُونُ بْنُ دَاوُدَ النَّجَّارُ الطَّرْسُوسِيُّ، ثنا خَالِدُ بْنُ عَمْرٍو الْأُمَوِيُّ، ثنا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي عَبْدِ اللَّهِ الصُّنَابِحِيِّ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" قَالَ اللَّهُ عَزَّ وَجَلَّ: §إِنْ كُنْتُمْ تُرِيدُونَ رَحْمَتِي فَارْحَمُوا خَلْقِي \"",
            "page": "326",
            "part": "1",
            "seal": "A9C080D1"
        },
        {
            "hno": "42",
            "id": "52",
            "nass": "42 - ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ، عَنْ عَبْدِ الرَّزَّاقِ، عَنِ الثَّوْرِيِّ، عَنْ -[327]- عَاصِمٍ الْأَحْوَلِ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أُسَامَةَ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّمَا §يَرْحَمُ اللَّهُ مِنْ عِبَادِهِ الرُّحَمَاءَ»",
            "page": "326",
            "part": "1",
            "seal": "DBB32FCD"
        },
        {
            "hno": "43",
            "id": "53",
            "nass": "43 - ثنا بِشْرُ بْنُ مُوسَى، ثنا الْحُمَيْدِيُّ، ثنا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ لَا يَرْحَمِ النَّاسَ لَا يَرْحَمُهُ اللَّهُ»",
            "page": "327",
            "part": "1",
            "seal": "5BC33FBA"
        },
        {
            "hno": "44",
            "id": "54",
            "nass": "44 - ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، ثني جَعْفَرُ بْنُ حُمَيْدٍ، ثنا الْوَلِيدُ بْنُ أَبِي ثَوْرٍ، عَنْ زِيَادِ بْنِ عِلَاقَةَ، أَنَّ جَرِيرًا، حَدَّثَهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ لَا يَرْحَمْ لَا يُرْحَمُ، وَمَنْ لَا يَغْفِرْ لَا يُغْفَرْ لَهُ»",
            "page": "327",
            "part": "1",
            "seal": "CCB785E8"
        },
        {
            "hno": "45",
            "id": "55",
            "nass": "45 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ مُطَيَّنٌ، ثنا أَبُو كُرَيْبٍ، ثنا عُثْمَانُ بْنُ سَعِيدٍ، ثنا أَبُو وَكِيعٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي ظَبْيَانَ، عَنْ جَرِيرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ لَا يَرْحَمْ مَنْ فِي الْأَرْضِ لَا يَرْحَمُهُ أَهْلُ السَّمَاءِ»",
            "page": "327",
            "part": "1",
            "seal": "44D84A97"
        },
        {
            "hno": "46",
            "id": "56",
            "nass": "46 - ثنا يَحْيَى بْنُ عُثْمَانَ، وَأَبُو الزِّنْبَاعِ رَوْحُ بْنُ الْفَرَجِ الْبَصْرِيَّانِ قَالَا: ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْفَهْمِيُّ، ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ، ثني يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ سَالِمٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَلِيٍّ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي -[328]- عُبَيْدَةَ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§ارْحَمْ مَنْ فِي الْأَرْضِ يَرْحَمْكَ مَنْ فِي السَّمَاءِ»",
            "page": "327",
            "part": "1",
            "seal": "C366F0E9"
        },
        {
            "hno": "47",
            "id": "57",
            "nass": "47 - ثنا بِشْرُ بْنُ مُوسَى، ثنا الْحَسَنُ بْنُ مُوسَى، ثنا حَرِيزُ بْنُ عُثْمَانَ، عَنْ حَبَّانَ بْنِ زَيْدٍ الشَّرْعَبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§ارْحَمُوا تُرْحَمُوا، وَاغْفِرُوا يُغْفَرْ لَكُمْ»",
            "page": "328",
            "part": "1",
            "seal": "AF444A1F"
        },
        {
            "hno": "48",
            "id": "58",
            "nass": "48 - ثنا أَحْمَدُ بْنُ الْقَاسِمِ بْنِ مُسَاوِرٍ، ثنا سَعِيدُ بْنُ سُلَيْمَانَ الْوَاسِطِيُّ، ثنا عَبْدُ الْحَمِيدِ بْنُ سُلَيْمَانَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ: جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي حَاجَةٍ فَلَمْ تَجِدْ مَكَانًا تَدْنُو مِنْهُ، فَقَامَ رَجُلٌ فَجَلَسَتْ فَقَضَتْ حَاجَتَهَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لِمَ فَعَلْتَ هَذَا؟» §قَالَ: رَحِمْتُهَا قَالَ: «رَحِمَكَ اللَّهُ»",
            "page": "328",
            "part": "1",
            "seal": "ABAA75AE"
        },
        {
            "hno": "49",
            "id": "59",
            "nass": "49 - ثنا إِبْرَاهِيمُ بْنُ هَاشِمٍ الْبَغَوِيُّ، ثنا عَلِيُّ بْنُ الْجَعْدِ، ثنا عَدِيُّ بْنُ الْفَضْلِ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ أَبِيهِ قَالَ: قَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ إِنِّي لَآخُذُ الشَّاةَ لِأَذْبَحَهَا فَأَرْحَمُهَا، فَقَالَ: «§وَالشَّاةُ إِنْ رَحِمْتَهَا رَحِمَكَ اللَّهُ»",
            "page": "328",
            "part": "1",
            "seal": "F849CFDD"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "§بَابُ فَضْلِ كَظْمِ الْغَيْظِ",
            "page": "328",
            "part": "1",
            "seal": "F6CEFCC8"
        },
        {
            "hno": "50",
            "id": "61",
            "nass": "50 - ثنا الْمِقْدَامُ بْنُ دَاوُدَ، ثنا أَسَدُ بْنُ مُوسَى، ثنا ابْنُ لَهِيعَةَ، عَنْ -[329]- زَبَّانَ بْنِ فَائِدٍ، عَنْ سَهْلِ بْنِ مُعَاذِ بْن أَنَسٍ الْجُهَنِيِّ، عَنْ أَبِيهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَظَمَ غَيْظًا وَهُوَ قَادِرٌ عَلَى أَنْ يَنْتَقِمَ دَعَاهُ اللَّهُ عَلَى رُءُوسِ الْخَلَائِقِ حَتَّى يُخَيِّرَهُ مِنَ الْحُورِ الْعِينِ أَيَّتُهُنَّ شَاءَ»",
            "page": "328",
            "part": "1",
            "seal": "C1F4E4A4"
        },
        {
            "hno": "51",
            "id": "62",
            "nass": "51 - ثنا عُمَرُ بْنُ حَفْصٍ السَّدُوسِيُّ، ثنا عَاصِمُ بْنُ عَلِيٍّ، ثنا أَبِي عَلِيُّ بْنُ عَاصِمٍ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنِ الْحَسَنِ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا تَجَرَّعَ عَبْدٌ جَرْعَةً أَفْضَلَ مِنْ جَرْعَةِ غَيْظٍ كَظَمَهَا ابْتِغَاءَ مَرْضَاةِ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "329",
            "part": "1",
            "seal": "EE599926"
        },
        {
            "hno": "52",
            "id": "63",
            "nass": "52 - ثنا عَبْدَانُ، ثنا إِبْرَاهِيمُ بْنُ الْمُسْتَمِرِّ، ثنا شُعَيْبُ بْنُ بَيَانٍ الصَّفَّارُ، -[330]- ثنا عِمْرَانُ الْقَطَّانُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَرَّ بِقَوْمٍ يَصْطَرِعُونَ، فَقَالَ: «مَا هَذَا؟» ، فَقَالُوا: يَا رَسُولَ اللَّهِ فُلَانٌ الصِّرِّيعُ لَا يُنْتَدَبُ لَهُ أَحَدٌ إِلَّا صَرَعَهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَلَا §أَدُلُّكُمْ عَلَى مَنْ هُوَ أَشَدُّ مِنْهُ؟ رَجُلٌ ظَلَمَهُ رَجُلٌ فَكَظَمَ غَيْظَهُ فَغَلَبَهُ، وَغَلَبَ شَيْطَانَهُ، وَغَلَبَ شَيْطَانَ صَاحِبِهِ»",
            "page": "329",
            "part": "1",
            "seal": "5FB769AB"
        },
        {
            "hno": "53",
            "id": "64",
            "nass": "53 - ثنا عَبْدَانُ، ثنا إِبْرَاهِيمُ، ثنا شُعَيْبٌ، ثنا عِمْرَانُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكُونَ كَأَبِي ضَمْضَمٍ» قَالُوا: وَمَنْ هُوَ أَبُو ضَمْضَمٍ؟ قَالَ: \" رَجُلٌ كَانَ إِذَا أَصْبَحَ يَقُولُ: اللَّهُمَّ إِنِّي قَدْ وَهَبْتُ نَفْسِي وَعِرْضِي، فَلَا يَشْتُمُ مَنْ شَتَمَهُ، وَلَا يَظْلِمُ مَنْ ظَلَمَهُ، وَلَا يَضْرِبُ مَنْ ضَرَبَهُ \"",
            "page": "330",
            "part": "1",
            "seal": "F9794752"
        },
        {
            "hno": "54",
            "id": "65",
            "nass": "54 - ثنا بَكْرُ بْنُ سَهْلٍ، ثنا عَبْدُ الْغَنِيِّ بْنُ سَعِيدٍ الثَّقَفِيُّ، ثنا مُوسَى بْنُ -[331]- عَبْدِ الرَّحْمَنِ الصَّغَانِيُّ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، وَعَنْ مُقَاتِلٍ، عَنِ الضَّحَّاكِ، عَنِ ابْنِ عَبَّاسٍ: فِي قَوْلِهِ {§وَالْكَاظِمِينَ الْغَيْظَ} [آل عمران: 134] : «يُرِيدُ الرَّجُلَ يَتَنَاوَلُكَ بِلِسَانِهِ وَأَنْتَ تَقْدِرُ أَنْ تُرَدَّ عَلَيْهِ فَتَكْظِمَ غَيْظَكَ عَنْهُ، فَلَا تَرُدُّ عَلَيْهِ شَيْئًا»",
            "page": "330",
            "part": "1",
            "seal": "BB214F7A"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "§بَابُ فَضْلِ الْعَفْوِ عَنِ النَّاسِ",
            "page": "331",
            "part": "1",
            "seal": "C5760FB7"
        },
        {
            "hno": "55",
            "id": "67",
            "nass": "55 - ثنا أَحْمَدُ بْنُ عَمْرٍو الْقَطَوَانِيُّ، ثنا أَبُو سَلَمَةَ يَحْيَى بْنُ خَلَفٍ الْجُوبَارِيُّ، ثنا الْفَضْلُ بْنُ يَسَارٍ، عَنْ غَالِبٍ الْقَطَّانِ، عَنِ الْحَسَنِ، عَنْ أَنَسٍ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §إِذَا وَقَفَ الْعِبَادُ لِلْحِسَابِ يُنَادِي مُنَادٍ: لِيَقُمْ مَنْ أَجْرُهُ عَلَى اللَّهِ فَلْيَدْخُلِ الْجَنَّةَ، ثُمَّ يُنَادِي الثَّانِيَةَ: لِيَقُمْ مَنْ أَجْرُهُ عَلَى اللَّهِ، فَيُقَالُ: وَمَنْ ذَا الَّذِي أَجْرُهُ عَلَى اللَّهِ، فَيَقُولُ: الْعَافُونَ عَنِ النَّاسِ، فَقَامَ كَذَا وَكَذَا فَدَخَلُوهَا بِغَيْرِ حِسَابٍ \"",
            "page": "331",
            "part": "1",
            "seal": "FEC4E66D"
        },
        {
            "hno": "56",
            "id": "68",
            "nass": "56 - ثنا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ، ثنا أَبُو الْمُغِيرَةِ، ثنا مُعَانُ بْنُ رِفَاعَةَ، عَنْ عَلِيِّ بْنِ يَزِيدَ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ، عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ: لَقِيتُ رَسُولَ -[332]- اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخَذَ بِيَدِي وَقَالَ: «يَا عُقْبَةُ §أَلَا أُخْبِرُكَ بِأَفْضَلِ أَخْلَاقِ أَهْلِ الدُّنْيَا وَالْآخِرَةِ؟» قُلْتُ: نَعَمْ قَالَ: «تَصِلُ مَنْ قَطَعَكَ، وَتُعْطِي مَنْ حَرَمَكَ، وَتَعْفُو عَمَّنْ ظَلَمَكَ»",
            "page": "331",
            "part": "1",
            "seal": "BB40DE46"
        },
        {
            "hno": "57",
            "id": "69",
            "nass": "57 - ثنا أَبُو مُسْلِمٍ الْكَشِّيُّ، ثنا حَجَّاجُ بْنُ نُصَيْرٍ، ثنا أَبُو أُمَيَّةَ، عَنْ إِسْحَاقَ بْنِ يَحْيَى الْأَنْصَارِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ سَرَّهُ أَنْ يُشْرَفَ لَهُ الْبُنْيَانُ، وَتُرْفَعَ لَهُ الدَّرَجَاتُ فَلْيَعْفُ عَمَّنْ ظَلَمَهُ، وَلْيُعْطِ مَنْ حَرَمَهُ، وَلْيَصِلْ مَنْ قَطَعَهُ»",
            "page": "332",
            "part": "1",
            "seal": "6365E20C"
        },
        {
            "hno": "58",
            "id": "70",
            "nass": "58 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا إِبْرَاهِيمُ بْنُ حُمَيْدٍ الطَّوِيلُ، ثنا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عَبْدِ اللَّهِ الْجَدَلِيِّ قَالَ: سَأَلْتُ عَائِشَةَ عَنْ خُلُقِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ: «§لَمْ يَكُنْ فَاحِشًا وَلَا مُتَفَحِّشًا، وَلَا سَخَّابًا فِي الْأَسْوَاقِ، وَلَا يَجْزِي بِالسَّيِّئَةِ مِثْلَهَا، وَلَكِنْ يَعْفُو وَيَصْفَحُ»",
            "page": "332",
            "part": "1",
            "seal": "23DF2819"
        },
        {
            "hno": "59",
            "id": "71",
            "nass": "59 - ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، ح وَحَدَّثَنَا عَبْدُ الْعَزِيزِ، ثنا عَارِمٌ أَبُو النُّعْمَانِ، ثنا حَمَّادُ بْنُ زَيْدٍ، عَنْ مَعْمَرٍ، وَالنُّعْمَانِ بْنِ رَاشِدٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ قَالَتْ: «§مَا ضَرَبَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ شَيْئًا قَطُّ، إِلَّا أَنْ يَضْرِبَ بِهَا فِي سَبِيلِ اللَّهِ، وَمَا انْتَقَمَ لِنَفْسِهِ مِنْ شَيْءٍ يُؤْتَى إِلَيْهِ إِلَّا أَنْ تُنْتَهَكَ حُرُمَاتُ اللَّهِ فَيَنْتَقِمَ لِلَّهِ، وَمَا سُئِلَ شَيْئًا قَطُّ فَمَنَعَهُ إِلَّا أَنْ يَكُونَ مَأْثَمًا فَإِنَّهُ كَانَ أَبْعَدَ النَّاسِ مِنْهُ، وَمَا خُيِّرَ بَيْنَ أَمْرَيْنِ قَطُّ إِلَّا اخْتَارَ أَيْسَرَهُمَا»",
            "page": "333",
            "part": "1",
            "seal": "C5BEA872"
        },
        {
            "hno": "60",
            "id": "72",
            "nass": "60 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا إِسْحَاقُ بْنُ مُحَمَّدٍ الْفَرَوِيُّ، ثنا مَالِكُ بْنُ أَنَسٍ، عَنْ سُمَيٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَقَالَ نَادِمًا عَثْرَتَهُ أَقَالَهُ اللَّهُ عَزَّ وَجَلَّ عَثْرَتَهُ يَوْمَ الْقِيَامَةِ»",
            "page": "333",
            "part": "1",
            "seal": "CA036785"
        },
        {
            "hno": "61",
            "id": "73",
            "nass": "61 - ثنا بَكْرُ بْنُ سَهْلٍ الدِّمْيَاطِيُّ، ثنا نُعَيْمُ بْنُ حَمَّادٍ، ثنا أَبُو بَكْرِ بْنُ نَافِعٍ، مَوْلَى ابْنِ عُمَرَ قَالَ: سَمِعْتُ أَبَا بَكْرِ بْنَ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، يَقُولُ: سَمِعْتُ عَمْرَةَ بِنْتَ عَبْدِ الرَّحْمَنِ تَقُولُ: سَمِعْتُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا تَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَقِيلُوا ذَوِي الْهَيْآتِ عَثَرَاتِهِمْ مَا لَمْ تَبْلُغْ حَدًّا»",
            "page": "333",
            "part": "1",
            "seal": "8D72EC79"
        },
        {
            "hno": "62",
            "id": "74",
            "nass": "62 - ثنا فُضَيْلُ بْنُ مُحَمَّدٍ الْمَلَطِيُّ، ثنا مُوسَى بْنُ دَاوُدَ الضَّبِّيُّ، ثنا -[334]- مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَجَافَوْا عَنْ عُقُوبَةِ ذِي الْمُرُوءَةِ، وَهُوَ ذُو الصَّلَاحِ»",
            "page": "333",
            "part": "1",
            "seal": "AFD48CD7"
        },
        {
            "hno": "63",
            "id": "75",
            "nass": "63 - ثنا يَحْيَى بْنُ أَيُّوبَ الْمِصْرِيُّ، ثنا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أنا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنِ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ قَطُّ، وَلَا زَادَ اللَّهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا، وَلَا تَوَاضَعَ أَحَدٌ لِلَّهِ إِلَّا رَفَعَهُ اللَّهُ عَزَّ وَجَلَّ»",
            "page": "334",
            "part": "1",
            "seal": "A61C78A1"
        },
        {
            "hno": "64",
            "id": "76",
            "nass": "64 - ثنا وَرْدُ بْنُ أَحْمَدَ بْنِ لَبِيدٍ الْبَيْرُوتِيُّ، ثنا صَفْوَانُ بْنُ صَالِحٍ، ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ مَرْوَانَ بْنِ جُنَاحٍ قَالَ: «§مَنْ كَانَ عَفْوُهُ قَرِيبًا مِمَّنْ أَسَاءَ إِلَيْهِ فَذَاكَ الَّذِي تَقُومُ بِهِ الدُّنْيَا»",
            "page": "334",
            "part": "1",
            "seal": "6E4FDDD5"
        },
        {
            "hno": "65",
            "id": "77",
            "nass": "65 - ثنا مُحَمَّدُ بْنُ عَبْدَةَ الْمِصِّيصِيُّ، ثنا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ، ثنا مُحَمَّدُ بْنُ مُهَاجِرٍ، عَنْ يُونُسَ بْنِ مَيْسَرَةَ بْنِ حَلْبَسٍ قَالَ: «§طُوبَى لِعَبْدٍ يُوَفِّ الْحَقَّ حَيْثُ لَا يَعْرِفُهُ النَّاسُ، يُعَرِّفُهُ اللَّهُ رِضْوَانَهُ، وَذَلِكَ فِي زَمَانٍ لَا يَنْجُو فِيهِ إِلَّا كُلُّ عَبْدِ نَوْمَةٍ، قُلُوبُهُمْ مَصَابِيحُ الدُّجَى، يَفْتَحُ اللَّهُ لَهُمْ أَبْوَابَ الْجَنَّةِ، وَيُنَجِّيهِمْ مِنْ كُلِّ غَبْرَاءَ مُظْلِمَةٍ»",
            "page": "334",
            "part": "1",
            "seal": "5D473FF9"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "§بَابُ مَا جَاءَ فِي نَصِيحَةِ الْمُسْلِمِينَ",
            "page": "335",
            "part": "1",
            "seal": "BC922C9F"
        },
        {
            "hno": "66",
            "id": "79",
            "nass": "66 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا أَبُو هَمَّامٍ الدَّلَّالُ، ثنا هِشَامُ بْنُ سَعْدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الدِّينُ النَّصِيحَةُ» ، قُلْنَا: لِمَنْ يَا رَسُولَ اللَّهِ؟ قَالَ: «لِلَّهِ، وَلِكِتَابِهِ، وَلِرَسُولِهِ، وَلِأَئِمَّةِ الْمُسْلِمِينَ وَلِعَامَّتِهِمْ»",
            "page": "335",
            "part": "1",
            "seal": "9EEB20AD"
        },
        {
            "hno": "67",
            "id": "80",
            "nass": "67 - ثنا أَحْمَدُ بْنُ النَّضْرِ الْعَسْكَرِيُّ، ثنا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ سَلَّامٍ الطَّرَسُوسِيُّ، ثنا رَوْحُ بْنُ عَبْدِ الْوَاحِدِ، ثنا خُلَيْدُ بْنُ دَعْلَجٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمُؤْمِنُونَ نَصَحَةٌ بَعْضُهُمْ لِبَعْضٍ يُوَادُّونَ وَإِنْ تَفَرَّقَتْ دِيَارُهُمْ، وَالْمُنَافِقُونَ غَشَشَةٌ بَعْضُهُمْ لِبَعْضٍ وَإِنِ اجْتَمَعَتْ دِيَارُهُمْ»",
            "page": "335",
            "part": "1",
            "seal": "097BE294"
        },
        {
            "hno": "68",
            "id": "81",
            "nass": "68 - ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، ثني أَبِي، ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ عُلَيَّةَ، عَنْ غَالِبٍ الْقَطَّانِ قَالَ: قَالَ بَكْرُ بْنُ عَبْدِ اللَّهِ الْمُزَنِيُّ: \" لَوِ انْتَهَيْتُ إِلَى هَذَا الْمَسْجِدِ، وَهُوَ غَاصٌّ بِأَهْلِهِ فَسُئِلْتُ عَنْ خَيْرِهِمْ، لَقُلْتُ لِسَائِلِي: أَتَعْرِفُ -[336]- أَنْصَحَهُمْ لَهُ، فَإِنْ عَرَفَهُ، قُلْتُ: إِنَّهُ خَيْرُهُمْ، وَعَرَفْتُ أَنَّ §أَغَشَّهُمْ لَهُمْ شَرُّهُمْ وَلَكِنِّي أَخَافُ عَلَى خَيْرِهِمْ وَأَرْجُو لِشَرِّهِمْ، هَكَذَا السُّنَّةُ \"",
            "page": "335",
            "part": "1",
            "seal": "1CC52BD5"
        },
        {
            "hno": "69",
            "id": "82",
            "nass": "69 - ثنا زَكَرِيَّا بْنُ يَحْيَى السَّاجِيُّ، ثنا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، ثنا أَبِي، عَنْ حُسَيْنٍ الْمُعَلِّمِ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ»",
            "page": "336",
            "part": "1",
            "seal": "C8D16D03"
        },
        {
            "hno": "70",
            "id": "83",
            "nass": "70 - ثنا الْمِقْدَامُ بْنُ دَاوُدَ، ثنا أَسَدُ بْنُ مُوسَى، ثنا ابْنُ لَهِيعَةَ، عَنْ زَبَّانَ بْنِ فَائِدٍ، عَنْ سَهْلِ بْنِ مُعَاذٍ، عَنْ أَبِيهِ: أَنَّهُ سَأَلَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ أَفْضَلِ الْإِيمَانِ؟ فَقَالَ: «إِنَّ §أَفْضَلَ الْإِيمَانِ أَنْ تُحِبَّ لِلَّهِ وَتُبْغِضَ لِلَّهِ، وَتُعْمِلَ لِسَانَكَ فِي ذِكْرِ اللَّهِ» قَالَ: ثُمَّ مَاذَا يَا رَسُولَ اللَّهِ؟ قَالَ: «وَأَنْ تُحِبَّ لِلنَّاسِ مَا تُحِبُّ لِنَفْسِكَ وَتَكْرَهَ لَهُمْ مَا تَكْرَهُ لِنَفْسِكَ، وَأَنْ تَقُولَ خَيْرًا أَوْ تَصْمُتَ»",
            "page": "336",
            "part": "1",
            "seal": "BF450102"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "§بَابُ فَضْلِ سَلَامَةِ الصَّدْرِ وَقِلَّةِ الْغِلِّ لِلْمُسْلِمِينَ",
            "page": "336",
            "part": "1",
            "seal": "7E8F2561"
        },
        {
            "hno": "71",
            "id": "85",
            "nass": "71 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، ثنا مُحَمَّدُ بْنُ عِمْرَانَ بْنِ أَبِي -[337]- لَيْلَى، ثنا سَلَمَةُ بْنُ رَجَاءٍ، عَنْ صَالِحٍ الْمُرِّيِّ، عَنِ الْحَسَنِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §أَبْدَالَ أُمَّتِي لَمْ يَدْخُلُوا الْجَنَّةَ بِالْأَعْمَالِ، وَلَكِنْ يَدْخُلُوهَا بِرَحْمَةِ اللَّهِ، وَسَخَاوَةِ النَّفْسِ، وَسَلَامَةِ الصَّدْرِ، وَالرَّحْمَةِ لِجَمِيعِ الْمُسْلِمِينَ»",
            "page": "336",
            "part": "1",
            "seal": "56DA00ED"
        },
        {
            "hno": "72",
            "id": "86",
            "nass": "72 - ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ، ثنا عَبْدُ الرَّزَّاقِ، ح أنا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ قَالَ: كُنَّا جُلُوسًا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «§يَطْلُعُ عَلَيْكُمُ الْآنَ مِنْ هَذَا الْفَجِّ رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ» قَالَ: فَطَلَعَ رَجُلٌ مِنَ الْأَنْصَارِ تَنْطِفُ لِحْيَتُهُ مِنْ وَضُوئِهِ، قَدْ عَلَّقَ نَعْلَيْهِ فِي يَدِهِ الشِّمَالِ فَسَلَّمَ فَلَمَّا كَانَ الْغَدُ قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَ ذَلِكَ، فَطَلَعَ ذَلِكَ الرَّجُلُ مِثْلَ الْمَرَّةِ الْأُولَى، فَلَمَّا كَانَ الْيَوْمُ الثَّالِثُ قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَ مَقَالَتِهِ أَيْضًا فَطَلَعَ ذَلِكَ الرَّجُلُ عَلَى مِثْلِ حَالِتِهِ الْأُولَى، فَلَمَّا قَامَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَبِعَهُ عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ فَقَالَ: إِنِّي لَاحَيْتُ أَبِي فَأَقْسَمْتُ أَنْ لَا أَدْخُلَ عَلَيْهِ ثَلَاثًا، فَإِنْ رَأَيْتَ أَنْ تُؤْوِيَنِي إِلَيْكَ حَتَّى تَمْضِيَ الثَّلَاثُ فَعَلْتَ فَقَالَ: نَعَمْ قَالَ أَنَسٌ: فَكَانَ عَبْدُ اللَّهِ يُحَدِّثُ أَنَّهُ بَاتَ مَعَهُ ثَلَاثَ لَيَالٍ فَلَمْ يَرَهُ مَنْ يَقُومُ اللَّيْلَ شَيْئًا غَيْرَ أَنَّهُ إِذَا تَعَارَّ وَانْقَلَبَ عَلَى فِرَاشِهِ ذَكَرَ اللَّهَ عَزَّ وَجَلَّ وَكَبَّرَ حَتَّى يَقُومَ إِلَى صَلَاةِ الْفَجْرِ قَالَ عَبْدُ اللَّهِ: غَيْرَ أَنِّي لَمْ أَسْمَعْهُ يَقُولُ إِلَّا خَيْرًا، فَلَمَّا مَضَتِ الثَّلَاثُ وَكِدْتُ أَنْ أَحْتَقِرَ عَمَلَهُ، قُلْتُ: يَا عَبْدَ اللَّهِ إِنَّهُ لَمْ يَكُنْ بَيْنِي وَبَيْنَ وَالِدِي غَضَبٌ وَلَا هِجْرَةٌ، وَلَكِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ثَلَاثَ مَرَّاتٍ: \" يَطْلُعُ عَلَيْكُمُ الْآنَ رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ فَطَلَعْتَ الثَّلَاثَ مَرَّاتٍ، فَأَرَدْتُ أَنْ آوِيَ إِلَيْكَ فَأَنْظُرَ مَا عَمَلُكَ، فَأَقْتَدِيَ بِكَ، فَلَمْ أَرَكَ تَعْمَلُ كَبِيرَ عَمَلٍ، فَمَا الَّذِي بَلَغَ بِكَ مَا قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: مَا هُوَ إِلَّا مَا رَأَيْتَ قَالَ: فَانْصَرَفْتُ عَنْهُ، فَلَمَّا وَلَّيْتُ دَعَانِي فَقَالَ: مَا هُوَ إِلَّا مَا رَأَيْتَ غَيْرَ أَنِّي لَا أَحْمِلُ فِي نَفْسِي عَلَى أَحَدٍ مِنَ الْمُسْلِمِينَ غِشًّا، وَلَا أَحْسُدُهُ عَلَى مَا أَعْطَاهُ اللَّهُ إِيَّاهُ، فَقَالَ عَبْدُ اللَّهِ: هَذِهِ الَّتِي بَلَّغَتْكَ، وَهِيَ الَّتِي لَا نُطِيقُ",
            "page": "337",
            "part": "1",
            "seal": "F29EB3E2"
        },
        {
            "hno": "73",
            "id": "87",
            "nass": "73 - ثنا أَبُو حُصَيْنٍ الْقَاضِي، ثنا أَحْمَدُ بْنُ يُونُسَ، ثنا إِسْرَائِيلُ، عَنْ أَبِي يَحْيَى الْقَتَّاتِ، عَنْ إِيَاسِ بْنِ مُعَاوِيَةَ بْنِ قُرَّةَ قَالَ: «كَانَ §أَفْضَلُهُمْ عِنْدَهُمْ أَسْلَمَهُمْ صُدُورًا، وَأَقَلَّهُمْ غَيْبَةً»",
            "page": "338",
            "part": "1",
            "seal": "03ED1C9A"
        },
        {
            "hno": "74",
            "id": "88",
            "nass": "74 - ثنا إِبْرَاهِيمُ بْنُ هِشَامٍ الْبَغَوِيُّ، ثنا الصَّلْتُ بْنُ مَسْعُودٍ الْجَحْدَرِيُّ قَالَ: سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ يَقُولُ: سَمِعْتُ ابْنَ تَلِيقٍ يَقُولُ: قِيلَ لِكَعْبٍ الْحَبْرُ: §مَا نَائِمٌ مَغْفُورٌ لَهُ وَقَائِمٌ مَشْكُورٌ لَهُ؟ فَقَالَ: «رَجُلٌ قَامَ مِنَ اللَّيْلِ فَدَعَا لِأَخِيهِ بِظَهْرِ الْغَيْبِ وَهُوَ نَائِمٌ، فَغَفَرَ اللَّهُ لِلنَّائِمِ بِدُعَاءِ الْقَائِمِ وَشَكَرَ لِلْقَائِمِ نَصِيحَتَهُ لِلنَّائِمِ»",
            "page": "338",
            "part": "1",
            "seal": "D5C806F8"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "§بَابُ فَضْلِ الْإِصْلَاحِ بَيْنَ النَّاسِ",
            "page": "338",
            "part": "1",
            "seal": "DAEC0F69"
        },
        {
            "hno": "75",
            "id": "90",
            "nass": "75 - ثنا إِسْمَاعِيلُ بْنُ إِسْحَاقَ السَّرَّاجُ النَّيْسَابُورِيُّ، ثنا إِسْحَاقُ بْنُ رَاهَوَيْهِ، أنا أَبُومُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَبِي الدَّرْدَاءِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَلَا أُخْبِرُكُمْ بِأَفْضَلَ مِنْ دَرَجَةِ الصِّيَامِ وَالصَّلَاةِ وَالصَّدَقَةِ؟» ، قَالُوا: بَلَى قَالَ: «صَلَاحُ ذَاتِ الْبَيْنِ، وَفَسَادُ ذَاتِ الْبَيْنِ هِيَ الْحَالِقَةُ»",
            "page": "338",
            "part": "1",
            "seal": "9E21B7D9"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "§بَابُ فَضْلِ إِنْعَاشِ الْحُقُوقِ",
            "page": "339",
            "part": "1",
            "seal": "331A5A7C"
        },
        {
            "hno": "76",
            "id": "92",
            "nass": "76 - ثنا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ، ثنا نُعَيْمُ بْنُ حَمَّادٍ، ثنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عُبَيْدِ اللَّهِ بْنِ مَوْهَبٍ، عَنْ مَالِكِ بْنِ مَحْمدٍ الْأَنْصَارِيِّ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَنْعَشَ حَقًّا بِلِسَانِهِ مُجْرًى لَهُ أَجْرُهُ حَتَّى يَأْتِيَ اللَّهَ يَوْمَ الْقِيَامَةِ فَيُوَفِّيَهُ ثَوَابَهُ»",
            "page": "339",
            "part": "1",
            "seal": "944AA7E6"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "§بَابُ فَضْلِ مَا جَاءَ فِي نُصْرَةِ الْمَظْلُومِ",
            "page": "339",
            "part": "1",
            "seal": "BA6D10DB"
        },
        {
            "hno": "77",
            "id": "94",
            "nass": "77 - ثنا حَفْصُ بْنُ عُمَرَ الرَّقِّيُّ، ثنا مُسْلِمُ بْنُ إِبْرَاهِيمَ، ثنا شُعْبَةُ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ قَالَ: «§أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِنُصْرَةِ الْمَظْلُومِ»",
            "page": "339",
            "part": "1",
            "seal": "63BB1A04"
        },
        {
            "hno": "78",
            "id": "95",
            "nass": "78 - ثنا أَبُو مُسْلِمٍ الْكَشِّيُّ، ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، ثنا حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا» ، قُلْتُ: يَا رَسُولَ اللَّهِ أَنْصُرُهُ مَظْلُومًا، فَكَيْفَ أَنْصُرُهُ ظَالِمًا؟ قَالَ: «تَرُدُّهُ عَنِ الظُّلْمِ»",
            "page": "339",
            "part": "1",
            "seal": "0178C760"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "§بَابُ فَضْلِ الْأَخْذِ عَلَى يَدِ الظَّالِمِ",
            "page": "340",
            "part": "1",
            "seal": "A196B1A9"
        },
        {
            "hno": "79",
            "id": "97",
            "nass": "79 - ثنا إِدْرِيسُ بْنُ جَعْفَرٍ الْعَطَّارُ، ثنا يَزِيدُ بْنُ هَارُونَ، أنا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ قَالَ: سَمِعْتُ أَبَا بَكْرٍ الصِّدِّيقَ يَقُولُ: يَا أَيُّهَا النَّاسُ إِنَّكُمْ تْقَرَءُونَ هَذِهِ الْآيَةَ {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمُ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} [المائدة: 105] وَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ النَّاسَ §إِذَا رَأَوُا الظَّالِمَ فَلَمْ يَأْخُذُوا عَلَى يَدَيْهِ يُوشِكُ أَنْ يَعُمَّهُمُ اللَّهُ مِنْهُ بِعِقَابٍ»",
            "page": "340",
            "part": "1",
            "seal": "FF0B7B4D"
        },
        {
            "hno": "80",
            "id": "98",
            "nass": "80 - ثنا ابْنُ أَبِي مَرْيَمَ ثنا الْفِرْيَابِيُّ، ثنا سُفْيَانُ، عَنِ الْحَسَنِ بْنِ عُمَرَ الْفُقَيْمِيِّ، عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §إِذَا رَأَيْتُمْ أُمَّتِي تَهَابُ الظَّالِمَ أَنْ تَقُولَ لَهُ: إِنَّكَ ظَالِمٌ، فَقَدْ تُوُدِّعَ مِنْهُمْ \"",
            "page": "340",
            "part": "1",
            "seal": "A30E4420"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "§بَابُ مَا جَاءَ فِي الْأَخْذِ عَلَى أَيْدِي السُّفَهَاءِ",
            "page": "340",
            "part": "1",
            "seal": "124B2649"
        },
        {
            "hno": "81",
            "id": "100",
            "nass": "81 - ثنا الْحَسَنُ بْنُ الْعَبَّاسِ الرَّازِيُّ، ثنا سَهْلُ بْنُ عُثْمَانَ، ثنا حَفْصُ بْنُ غِيَاثٍ، عَنِ الْأَعْمَشِ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خُذُوا عَلَى أَيْدِي سُفَهَائِكُمْ»",
            "page": "340",
            "part": "1",
            "seal": "12D04AF5"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "§بَابُ فَضْلِ مَعُونَةِ الْمُسْلِمِينَ وَالسَّعْيِ فِي حَوَائِجِهِمْ",
            "page": "341",
            "part": "1",
            "seal": "039A28E5"
        },
        {
            "hno": "82",
            "id": "102",
            "nass": "82 - ثنا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، ثنا أَحْمَدُ بْنُ طَارِقٍ الْوَابِشِيُّ، ثنا عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §لِلَّهِ عَزَّ وَجَلَّ خَلْقًا خَلَقَهُمْ لِحَوَائِجِ النَّاسِ يَفْزَعُ إِلَيْهِمُ النَّاسُ فِي حَوَائِجِهِمْ، أُولَئِكَ الْآمِنُونَ غَدًا مِنْ عَذَابِ اللَّهِ»",
            "page": "341",
            "part": "1",
            "seal": "1749C08A"
        },
        {
            "hno": "83",
            "id": "103",
            "nass": "83 - ثنا مُحَمَّدُ بْنُ الْفَضْلِ السَّقَطِيُّ، ثنا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ النَّرْسِيُّ، ثنا مُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلٍ رَفَعَ الْحَدِيثَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§عِنْدَ اللَّهِ خَزَائِنُ الْخَيْرِ وَالشَّرِّ، وَمَفَاتِيحُهَا الرِّجَالُ، فَطُوبَى لِمَنْ جَعَلَهُ اللَّهُ مِفْتَاحًا لِلْخَيْرِ وَمِغْلَاقًا لِلشَّرِّ، وَوَيْلٌ لِمَنْ جَعَلَهُ مِفْتَاحًا لِلشَّرِّ، مِغْلَاقًا لِلْخَيْرِ»",
            "page": "341",
            "part": "1",
            "seal": "850A4008"
        },
        {
            "hno": "84",
            "id": "104",
            "nass": "84 - ثنا زَكَرِيَّا بْنُ يَحْيَى السَّاجِيُّ، ثنا أَحْمَدُ بْنُ مُسْلِمٍ الْعَمِيرِيُّ، ثنا عَمْرُو بْنُ يَحْيَى بْنِ عَمْرِو بْنِ مَالِكٍ النُّكْرِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَمْرِو بْنِ مَالِكٍ، عَنْ أَبِي الْجَوْزَاءِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ: عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" قَالَ اللَّهُ عَزَّ وَجَلَّ: §أَنَا اللَّهُ، قَدَّرْتُ الْخَيْرَ وَالشَّرَّ، فَطُوبَى لِمَنْ جَعَلْتُ مَفَاتِيحَ الْخَيْرِ عَلَى يَدَيْهِ، وَوَيْلٌ لِمَنْ جَعَلْتُ مَفَاتِيحَ الشَّرِّ عَلَى يَدَيْهِ \"",
            "page": "341",
            "part": "1",
            "seal": "FE5C0CA2"
        },
        {
            "hno": "85",
            "id": "105",
            "nass": "85 - ثنا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أُسَيْدٍ، ثنا الْعَلَاءُ بْنُ مَسْلَمَةَ بْنِ عُمَرَ -[342]- الْبُرِّيُّ، ثنا مُحَمَّدُ بْنُ مُصْعَبٍ الْقُرْقُسَانِيُّ، ثنا الْأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ فَرَّجَ عَنْ مُؤْمِنٍ كُرْبَةً جَعَلَ اللَّهُ لَهُ شُعْلَتَيْنِ مِنْ نُورٍ عَلَى الصِّرَاطِ يَسْتَضِيءُ بِضَوْئِهِمَا عَالَمٌ لَا يُحْصِيهِمْ إِلَّا رَبُّ الْعِزَّةِ»",
            "page": "341",
            "part": "1",
            "seal": "16380AE8"
        },
        {
            "hno": "86",
            "id": "106",
            "nass": "86 - ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، ثني عَبْدُ الْأَعْلَى النَّرْسِيُّ، ثنا حَمَّادُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ وَاسِعٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ فَرَّجَ عَنْ أَخِيهِ الْمُسْلِمِ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا فَرَّجَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ سَتَرَ عَلَى أَخِيهِ الْمُسْلِمِ سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ، وَاللَّهُ عَزَّ وَجَلَّ فِي عَوْنِ الْعَبْدِ مَا دَامَ الْعَبْدُ فِي عَوْنِ أَخِيهِ»",
            "page": "342",
            "part": "1",
            "seal": "9D3FE6C3"
        },
        {
            "hno": "87",
            "id": "107",
            "nass": "87 - ثنا سَعِيدُ بْنُ مُحَمَّدٍ الْمَخْزُومِيُّ، ثنا سَعِيدُ بْنُ سُلَيْمَانَ الْوَاسِطِيُّ، ثنا يُوسُفُ بْنُ عَطِيَّةَ الصَّفَّارُ، ثنا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْخَلْقُ عِيَالُ اللَّهِ، وَأَحَبُّ الْخَلْقِ إِلَى اللَّهِ أَنْفَعُهُمْ لِعِيَالِهِ»",
            "page": "342",
            "part": "1",
            "seal": "7BC06506"
        },
        {
            "hno": "88",
            "id": "108",
            "nass": "88 - ثنا أَبُو مُسْلِمٍ الْكَشِّيُّ، ثنا مُحَمَّدُ بْنُ عُمَرَ الْمُعَيْطِيُّ، ثنا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ أَبِي الْمُتَوَكِّلِ الْقِنَّسْرِينِيُّ، عَنْ حُمَيْدِ بْنِ الْعَلَاءِ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ قَضَى لِأَخِيهِ الْمُسْلِمِ حَاجَةً كَانَ كَمَنْ خَدَمَ اللَّهَ عُمْرَهُ»",
            "page": "343",
            "part": "1",
            "seal": "D3D6628A"
        },
        {
            "hno": "89",
            "id": "109",
            "nass": "89 - ثنا الْحَضْرَمِيُّ، ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، ثنا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، ثنا يَزِيدُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا»",
            "page": "343",
            "part": "1",
            "seal": "026A0D7B"
        },
        {
            "hno": "90",
            "id": "110",
            "nass": "90 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا أَبُو نُعَيْمٍ، ثنا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَثَلُ الْمُؤْمِنِينَ فِي تَرَاحُمِهِمْ وَتَوَادُدِهِمْ وَتَوَاصُلِهِمْ كَمَثَلِ الْجَسَدِ إِذَا اشْتَكَى عُضْوٌ مِنْهُ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَرِ» -[344]- قَالَ أَبُو الْقَاسِمِ الطَّبَرَانِيُّ: رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْمَنَامِ فَسَأَلْتُ عَنْ هَذَا الْحَدِيثِ فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَشَارَ بِيَدِهِ: صَحِيحٌ ثَلَاثًا وَالْحَدِيثُ صَحِيحٌ",
            "page": "343",
            "part": "1",
            "seal": "AA27DF67"
        },
        {
            "hno": "91",
            "id": "111",
            "nass": "91 - ثنا الْحَضْرَمِيُّ، ثنا مُحَمَّدُ بْنُ حَاتِمٍ الْمُؤَذِّنُ، ثنا عَمَّارُ بْنُ مُحَمَّدٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ §أَيُّ الْعَمَلِ أَفْضَلُ؟ قَالَ: «أَنْ تُدْخِلَ عَلَى أَخِيكَ الْمُسْلِمِ سُرُورًا، أَوْ تَقْضِيَ عَنْهُ دَيْنًا، أَوْ تُطْعِمَهُ خُبْزًا»",
            "page": "344",
            "part": "1",
            "seal": "87C779A8"
        },
        {
            "hno": "92",
            "id": "112",
            "nass": "92 - ثنا مُصْعَبُ بْنُ إِبْرَاهِيمَ الزُّهْرِيُّ، ثني أَبِي، ثنا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ كَثِيرِ بْنِ يَزِيدَ، عَنِ الْوَلِيدِ بْنِ رَبَاحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمُؤْمِنُ مِرْآةُ الْمُؤْمِنِ، الْمُؤْمِنُ أَخُو الْمُؤْمِنِ حَيْثُ لَقِيَهُ يَكُفُّ عَلَيْهِ ضَيْعَتَهُ وَيَحُوطُهُ مِنْ وَرَائِهِ»",
            "page": "344",
            "part": "1",
            "seal": "D71B8A68"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "§بَابٌ آخَرُ فِي ذَلِكَ",
            "page": "344",
            "part": "1",
            "seal": "6B4B2C8B"
        },
        {
            "hno": "93",
            "id": "114",
            "nass": "93 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا مُعَلَّى بْنُ أَسَدٍ الْعَمِّيُّ، ثنا وُهَيْبُ بْنُ خَالِدٍ، ح وَحَدَّثَنَا مُعَاذُ بْنُ الْمُثَنَّى، ثنا مُسَدَّدٌ، ثنا يَحْيَى بْنُ سَعِيدٍ كِلَاهُمَا عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ يَوْمًا لِأَصْحَابِهِ: \" §أَنْبِئُونِي بِشَجَرَةٍ تُشْبِهُ الرَّجُلَ الْمُسْلِمَ، لَا يَتَحَاتُّ وَرَقُهَا، تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا -[345]- فَوَقَعَ فِي قَلْبِي أَنَّهَا النَّخْلَةُ، فَكَرِهْتُ أَنْ أَتَكَلَّمَ وَثَمَّ أَبُو بَكْرٍ وَعُمَرُ رَضِيَ اللَّهُ عَنْهُمَا، فَلَمَّا لَمْ يَتَكَلَّمَا بِشَيْءٍ. قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هِيَ النَّخْلَةُ»",
            "page": "344",
            "part": "1",
            "seal": "B164C2A2"
        },
        {
            "hno": "94",
            "id": "115",
            "nass": "94 - ثنا حَبُّوشُ بْنُ رِزْقِ اللَّهِ الْمِصْرِيُّ، ثنا سُلَيْمَانُ بْنُ خَلَفٍ، ثنا أَبُو يُونُسَ الْخَفَّافُ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَضَافَ مُؤْمِنًا، أَوْ خَفَّ لَهُ فِي شَيْءٍ مِنْ حَوَائِجِهِ، كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُخْدِمَهُ وَصِيفًا فِي الْجَنَّةِ»",
            "page": "345",
            "part": "1",
            "seal": "1B2253CB"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "§بَابُ فَضْلِ إِغَاثَةِ اللَّهْفَانِ",
            "page": "345",
            "part": "1",
            "seal": "486D4C97"
        },
        {
            "hno": "95",
            "id": "117",
            "nass": "95 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، ثنا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، ثنا السَّكَنُ بْنُ أَبِي السَّكَنِ الْبُرْجُمِيُّ، عَنْ زِيَادِ بْنِ مَيْمُونٍ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهَ عَزَّ وَجَلَّ يُحِبُّ إِغَاثَةَ اللَّهْفَانِ»",
            "page": "345",
            "part": "1",
            "seal": "7906A901"
        },
        {
            "hno": "96",
            "id": "118",
            "nass": "96 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، ثنا إِسْمَاعِيلُ بْنُ هُودٍ الْوَاسِطِيُّ، ثنا عَبْدُ الْحَكِيمِ بْنُ مَنْصُورٍ، عَنْ زِيَادِ بْنِ أَبِي حَسَّانَ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ -[346]- رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَغَاثَ مَلْهُوفًا كَتَبَ اللَّهُ لَهُ ثَلَاثًا وَسَبْعِينَ حَسَنَةً، وَاحِدَةٌ مِنْهَا يُصْلِحُ اللَّهُ بِهَا آخِرَتَهُ وَدُنْيَاهُ، وَالْبَاقِي فِي الدَّرَجَاتِ»",
            "page": "345",
            "part": "1",
            "seal": "154613AB"
        },
        {
            "hno": "97",
            "id": "119",
            "nass": "97 - ثنا ثَابِتُ بْنُ نُعَيْمٍ الْهَوْجِيُّ، ثنا آدَمُ بْنُ أَبِي إِيَاسَ الْعَسْقَلَانِيُّ، ثنا أَبُو الْأَشْهَبِ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: بَيْنَمَا نَحْنُ فِي سَفَرٍ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَ رَجُلٌ عَلَى رَاحِلَةٍ عَجْفَاءَ فَجَعَلَ يَصْرِفُ يَمِينًا وَشِمَالًا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ مَعَهُ فَضْلُ ظَهْرٍ فَلْيَعُدْ بِهِ عَلَى مَنْ لَا ظَهْرَ لَهُ، وَمَنْ كَانَ مَعَهُ فَضْلُ زَادٍ فَلْيَعُدْ بِهِ عَلَى مَنْ لَا زَادَ لَهُ» ، حَتَّى ذَكَرَ أَصْنَافَ الْمَالِ حَتَّى رَأَيْنَا أَنَّهُ لَا حَقَّ لِأَحَدٍ مِنَّا فِي فَضْلٍ",
            "page": "346",
            "part": "1",
            "seal": "B90678BF"
        },
        {
            "hno": "98",
            "id": "120",
            "nass": "98 - ثنا حَفْصُ بْنُ عُمَرَ الصَّبَّاحُ الرَّقِّيُّ، ثنا أَبُو حُذَيْفَةَ مُوسَى بْنُ مَسْعُودٍ، ثنا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ أَبِي زُمَيْلٍ، عَنْ مَالِكِ بْنِ مَرْثَدٍ، عَنْ أَبِيهِ قَالَ: ثنا أَبُو ذَرٍّ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ §مَاذَا يُنَجِّي الْعَبْدَ مِنَ النَّارِ؟ قَالَ: «الْإِيمَانُ بِاللَّهِ عَزَّ وَجَلَّ» ، قُلْتُ: يَا نَبِيَّ اللَّهِ إِنَّ مَعَ الْإِيمَانِ عَمَلًا؟ قَالَ: «يَرْضَخُ مِمَّا رَزَقَهُ اللَّهُ عَزَّ وَجَلَّ» ، قُلْتُ: يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ كَانَ فَقِيرًا لَا يَجِدُ مَا يَرْضَخُ بِهِ؟ قَالَ: «يَأْمُرُ بِالْمَعْرُوفِ وَيَنْهَى عَنِ الْمُنْكَرِ» ، قُلْتُ: يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ كَانَ عَيِيًّا لَا يَسْتَطِيعُ أَنْ يَأْمُرَ بِمَعْرُوفٍ وَلَا يَنْهَى عَنْ مُنْكَرٍ؟ قَالَ: «يَصْنَعُ لِأَخْرَقَ» ، قُلْتُ: يَا نَبِيَّ اللَّهِ إِنْ كَانَ أَخْرَقَ لَا يَسْتَطِيعُ أَنْ يَصْنَعَ شَيْئًا؟ قَالَ: «يُعِينُ مَغْلُوبًا» ، فَقَالَ: مَا تُرِيدُ أَنْ تَتْرُكَ فِي صَاحِبِكَ مِنْ خَيْرٍ يُمْسِكُ الْأَذَى عَنِ النَّاسِ فَقُلْتُ: يَا رَسُولَ اللَّهِ إِذَا فَعَلَ ذَلِكَ دَخَلَ الْجَنَّةَ، فَقَالَ: «مَا مِنْ مُؤْمِنٍ أَوْ مُسْلِمٍ يَفْعَلُ خَصْلَةً مِنْ هَؤُلَاءِ إِلَّا أَخَذَتْ بِيَدِهِ حَتَّى تُدْخِلَهُ الْجَنَّةَ»",
            "page": "346",
            "part": "1",
            "seal": "E28CB800"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "§بَابُ فَضْلِ التَّكَفُّلِ بِأَمْرِ الْأَرَامِلِ",
            "page": "347",
            "part": "1",
            "seal": "0D74210D"
        },
        {
            "hno": "99",
            "id": "122",
            "nass": "99 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، وَأَبُو مُسْلِمٍ الْكَشِّيُّ قَالَا: حَدَّثَنَا الْقَعْنَبِيُّ، ح وثنا بَكْرُ بْنُ سَهْلٍ الدِّمْيَاطِيُّ، ثنا عَبْدُ اللَّهِ بْنُ يُوسُفَ كِلَاهُمَا عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ الدِّيلِيِّ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§السَّاعِي عَلَى الْأَرْمَلَةِ وَالْمِسْكِينِ كَالْمُجَاهِدِ فِي سَبِيلِ اللَّهِ»",
            "page": "347",
            "part": "1",
            "seal": "24891D9D"
        },
        {
            "hno": "100",
            "id": "123",
            "nass": "100 - ثنا يَحْيَى بْنُ أَيُّوبَ الْعَلَّافُ الْمِصْرِيُّ، ثني سَعِيدُ بْنُ عُقْبَةَ، ثنا يَحْيَى بْنُ فُلَيْحٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§السَّاعِي عَلَى الْأَرْمَلَةِ وَالْمِسْكِينِ كَالْمُجَاهِدِ فِي سَبِيلِ اللَّهِ أَوْ كَالَّذِي يَقُومُ اللَّيْلَ، وَيَصُومُ النَّهَارَ»",
            "page": "347",
            "part": "1",
            "seal": "C0D5C4DF"
        },
        {
            "hno": "101",
            "id": "124",
            "nass": "101 - ثنا سُلَيْمَانُ بْنُ الْمُعَافَى بْنِ سُلَيْمَانَ، ثنا أَبِي، ثنا مُوسَى بْنُ أَعْيَنَ، عَنِ الْخَلِيلِ بْنِ مُرَّةَ، عَنْ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ حَفَرَ قَبْرًا بَنَى اللَّهُ لَهُ بَيْتًا فِي الْجَنَّةِ، وَأَجْرَى لَهُ مِثْلَ أَجْرِهِ إِلَى يَوْمِ الْقِيَامَةِ، وَمَنْ غَسَّلَ مَيِّتًا خَرَجَ مِنَ الْخَطَايَا كَيَوْمِ وَلَدَتْهُ أُمُّهُ، وَمَنْ كَفَّنَ مَيِّتًا كَسَاهُ اللَّهُ عَدَدَ أَثْوَابِهِ مِنَ الْجَنَّةِ، وَمَنْ عَزَّى حَزِينًا أَلْبَسَهُ اللَّهُ لِبَاسَ التَّقْوَى، وَصَلَّى عَلَى رُوحِهِ فِي الْأَرْوَاحِ، وَمَنْ عَزَّى مُصَابًا كَسَاهُ اللَّهُ عَزَّ وَجَلَّ حُلَّتَيْنِ مِنْ حُلَلِ الْجَنَّةِ، لَا تَقُومُ لَهُمَا الدُّنْيَا، وَمَنِ اتَّبَعَ جَنَازَةً حَتَّى يُقْضَى دَفْنُهَا كُتِبَتْ لَهُ ثَلَاثَةُ قَرَارِيطَ الْقِيرَاطُ مِنْهَا -[348]- أَعْظَمُ مِنْ جَبَلِ أُحُدٍ، وَمَنْ كَفَلَ يَتِيمًا أَوْ أَرْمَلَةً أَظَلَّهُ اللَّهُ بِظِلِّهِ وَأَدْخَلَهُ جَنَّتَهُ، وَمَنْ أَصْبَحَ صَائِمًا أَوْ أَطْعَمَ مِسْكِينًا، وَاتَّبَعَ جَنَازَةً، وَعَادَ مَرِيضًا لَمْ يَتْبَعْهُ ذَنْبٌ»",
            "page": "347",
            "part": "1",
            "seal": "0BC3BA9C"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "§بَابُ فَضْلِ التَّكَفُّلِ بِأَمْرِ الْأَيْتَامِ",
            "page": "348",
            "part": "1",
            "seal": "F58F9EB1"
        },
        {
            "hno": "102",
            "id": "126",
            "nass": "102 - ثنا بِشْرُ بْنُ مُوسَى، ثنا الْحُمَيْدِيُّ، ثنا سُفْيَانُ يَعْنِي ابْنَ عُيَيْنَةَ، ثني صَفْوَانُ بْنُ سُلَيْمٍ، عَنِ امْرَأَةٍ يُقَالُ لَهَا أُنَيْسَةُ، عَنْ أُمِّ سَعِيدٍ بِنْتِ مُرَّةَ الْفِهْرِيِّ، عَنْ أَبِيهَا، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَنَا وَكَافِلُ الْيَتِيمِ لَهُ أَوْ لِغَيْرِهِ فِي الْجَنَّةِ كَهَاتَيْنِ» ، وَأَشَارَ سُفْيَانُ بِإِصْبَعَيْهِ",
            "page": "348",
            "part": "1",
            "seal": "2F52BDD7"
        },
        {
            "hno": "103",
            "id": "127",
            "nass": "103 - ثنا جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ، ثنا حِبَّانُ بْنُ مُوسَى، ثنا ابْنُ -[349]- الْمُبَارَكِ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، عَنْ يَحْيَى بْنِ أَبِي سُلَيْمَانَ، عَنْ زَيْدِ بْنِ أَبِي الْعَتَّابِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «خَيْرُ بَيْتٍ فِي الْمُسْلِمِينَ بَيْتٌ فِيهِ يَتِيمٌ يُحْسَنُ إِلَيْهِ، وَشَرُّ بَيْتٍ فِي الْمُسْلِمِينَ بَيْتٌ فِيهِ يَتِيمٌ يُسَاءُ إِلَيْهِ» ، ثُمَّ قَالَ بِإِصْبَعَيْهِ: «§أَنَا وَكَافِلُ الْيَتِيمِ فِي الْجَنَّةِ كَهَاتَيْنِ وَجَمَعَ بَيْنَهُمَا»",
            "page": "348",
            "part": "1",
            "seal": "1FCD77E5"
        },
        {
            "hno": "104",
            "id": "128",
            "nass": "104 - ثنا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ بْنِ نَجْدَةَ الْحَوْطِيُّ، ثنا أَبِي، ثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنِ الْحَسَنِ بْنِ دِينَارٍ، عَنِ الْأَسْوَدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ هِصَّانَ بْنِ كَاهِلٍ، عَنْ أَبِي مُوسَى قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَقْرَبُ الشَّيْطَانُ مَائِدَةً فِيهَا يَتِيمٌ»",
            "page": "349",
            "part": "1",
            "seal": "CB3E72C4"
        },
        {
            "hno": "105",
            "id": "129",
            "nass": "105 - ثنا الْمِقْدَامُ بْنُ دَاوُدَ الْمِصْرِيُّ، ثنا خَالِدُ بْنُ نِزَارٍ، ثنا عُبَيْدُ اللَّهِ بْنُ عَامِرٍ الْأَسْلَمِيُّ، عَنِ الزُّهْرِيِّ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي بَعَثَنِي بِالْحَقِّ §لَا يُعَذِّبُ اللَّهُ يَوْمَ الْقِيَامَةِ مَنْ رَحِمَ الْيَتِيمَ، وَلَانَ لَهُ فِي الْكَلَامِ، وَرَحِمَ يُتْمَهُ وَضَعْفَهُ، وَلَمْ يَتَطَاوَلْ عَلَى جَارِهِ بِفَضْلِ مَا أَعْطَاهُ اللَّهُ»",
            "page": "349",
            "part": "1",
            "seal": "FA72F79A"
        },
        {
            "hno": "106",
            "id": "130",
            "nass": "106 - ثنا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ، ثنا أَبُو الْأَسْوَدِ، ثنا ابْنُ لَهِيعَةَ، عَنْ -[350]- خَالِدِ بْنِ أَبِي عِمْرَانَ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ مَسَحَ رَأْسَ الْيَتِيمِ كَتَبَ اللَّهُ لَهُ بِكُلِّ شَعْرَةٍ مِنْ رَأْسِهِ حَسَنَةً، وَمَنْ كَانَ عِنْدَهُ يَتِيمٌ أَوْ يَتِيمَةٌ لَهُ أَوْ لِغَيْرِهِ كُنْتُ أَنَا وَهُوَ فِي الْجَنَّةِ هَكَذَا» ، وَنَصَبَ إِصْبَعَيْنِ وَقَرَنَهُمَا",
            "page": "349",
            "part": "1",
            "seal": "EAAE35BA"
        },
        {
            "hno": "107",
            "id": "131",
            "nass": "107 - ثنا يُوسُفُ بْنُ يَعْقُوبَ الْقَاضِي، ثنا سُلَيْمَانُ بْنُ حَرْبٍ، ثنا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ رَجُلٍ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَجُلًا، شَكَا إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَسْوَةَ قَلْبِهِ، فَقَالَ: «§إِنْ أَرَدْتَ أَنْ يُلِينَ قَلْبُكَ فَأَطْعِمِ الْمِسْكِينَ، وَامْسَحْ بِرَأْسِ الْيَتِيمِ»",
            "page": "350",
            "part": "1",
            "seal": "0B20A275"
        },
        {
            "hno": "108",
            "id": "132",
            "nass": "108 - ثنا مُعَاذُ بْنُ الْمُثَنَّى، ثنا مُحَمَّدُ بْنُ كَثِيرٍ، ثنا سُفْيَانُ، عَنْ عَلِيِّ بْنِ -[352]- زَيْدٍ، عَنْ زُرَارَةَ بْنِ أَبِي أَوْفَى، عَنْ مَالِكِ بْنِ عَمْرٍو أَوْ عُمَرَ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ ضَمَّ يَتِيمًا مِنْ أَبَوَيْنِ مُسْلِمَيْنِ حَتَّى يَسْتَغْنِيَ فَقَدْ أَوْجَبَ اللَّهُ لَهُ الْجَنَّةَ الْبَتَّةَ» . قَالَ أَبُو الْقَاسِمِ: هَكَذَا رَوَاهُ سُفْيَانُ هَذَا الْحَدِيثَ عَنْ مَالِكِ بْنِ عَمْرٍو أَوْ عُمَرَ بْنِ مَالِكٍ بِالشَّكِّ، وَالصَّوَابُ: مَالِكُ بْنُ عَمْرٍو الْقُشَيْرِيُّ",
            "page": "350",
            "part": "1",
            "seal": "A0BA4394"
        },
        {
            "hno": "109",
            "id": "133",
            "nass": "109 - ثنا جَعْفَرُ بْنُ الْفَضْلِ الْمُؤَدِّبُ الْمُحْرِمِيُّ، ثنا عَبْدُ الرَّحْمَنِ بْنُ مَالِكِ بْنِ شَيْبَةَ الْخُزَامِيُّ، ثنا مُحَمَّدُ بْنُ طَلْحَةَ التَّيْمِيُّ، عَنْ عَبْدِ الْمَجِيدِ بْنِ أَبِي عَبْسِ بْنِ جَبْرٍ الْأَنْصَارِيِّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: وَقَفَ غُلَامٌ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ، فَقَالَ: السَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ، إِنِّي غُلَامٌ يَتِيمٌ مِسْكِينٌ، وَإِنَّ لِي أُمًّا أَرْمَلَةً، فَأْتِنَا مِمَّا أَتَاكَ اللَّهُ مِنْهُ، اللَّهُ لَكَ فِي الرِّضَا عَنْكَ حَتَّى تَرْضَى، فَقَالَ: «يَا غُلَامُ أَعِدْ عَلَيَّ كَلَامَكَ، إِنَّكَ يَقُولُ عَلَى لِسَانَكَ مَلَكٌ» ، فَأَعَادَ كَلَامَهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§هَلُمُّوا مِمَّا فِي بَيْتِ آلِ رَسُولِ اللَّهِ» ، فَأُتِيَ بِحَفْنَةٍ فَرَآهَا أَكْثَرَ مِنْ مِلْءِ الْكَفِّ، وَأَقَلَّ مِنْ مِلْءِ الْكَفَّيْنِ فَقَالَ: «خُذْهَا يَا غُلَامُ، فَفِيهَا غَدَاؤُكَ وَغَدَاءُ أُمِّكَ -[353]- وَأُخْتِكَ وَعَشَاؤُكَ وَأُمِّكَ وَأُخْتِكَ، وَسَأُعِينُكُمْ عَلَى مَا فِيهَا مِنْ دُعَاءٍ» ، وَخَرَجَ حَتَّى إِذَا كَانَ بِبَابِ الْمَسْجِدِ لَقِيَهُ سَعْدُ بْنُ أَبِي وَقَّاصٍ، فَمَسَحَ عَلَى رَأْسِهِ، فَلَا أَدْرِي أَعْطَاهُ شَيْئًا أَمْ لَا، ثُمَّ جَاءَ سَعْدٌ حَتَّى جَلَسَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَلَمْ أَرَكَ حِينَ لَقِيتَ الْغُلَامَ مَسَحْتَ عَلَى رَأْسِهِ» قَالَ: بَلَى قَالَ: «فَإِنَّ لَكَ بِكُلِّ شَعْرَةٍ مَرَّتْ يَدُكَ عَلَيْهَا حَسَنَةً» فَمِنْ هُنَالِكَ يُسْتَحَبُّ الْمَسْحُ عَلَى رَأْسِ الْيَتِيمِ",
            "page": "352",
            "part": "1",
            "seal": "313C8D0C"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "§بَابُ فَضْلُ تْرِبِيَةِ الْمَنْبُوذِينَ وَالْإِنْفَاقِ عَلَيْهِمْ حَتَّى يَكْبَرُوا",
            "page": "353",
            "part": "1",
            "seal": "4D397A35"
        },
        {
            "hno": "110",
            "id": "135",
            "nass": "110 - ثنا أَبُو عُمَيْرٍ الْأَنْصَارِيُّ الْبَصْرِيُّ، بِمِصْرَ، ثنا سُلَيْمَانُ بْنُ دَاوُدَ الشَّاذَكُونِيُّ، ثنا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §مَنْ رَبَّى صَغِيرًا حَتَّى يَقُولَ: لَا إِلَهَ إِلَّا اللَّهُ لَمْ يُحَاسِبْهُ اللَّهُ عَزَّ وَجَلَّ \"",
            "page": "353",
            "part": "1",
            "seal": "89A68C0E"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "§بَابُ فَضْلِ اصْطِنَاعِ الْمَعْرُوفِ",
            "page": "353",
            "part": "1",
            "seal": "D8C07EC7"
        },
        {
            "hno": "111",
            "id": "137",
            "nass": "111 - ثنا عُمَرُ بْنُ ثَوْرٍ الْجُذَامِيُّ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ سَعِيدِ بْنِ أَبِي -[354]- مَرْيَمَ قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ، ثنا عَبْدُ الْجَبَّارِ بْنُ الْعَبَّاسِ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْخَطْمِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كُلُّ مَعْرُوفٍ صَدَقَةٌ»",
            "page": "353",
            "part": "1",
            "seal": "AAA6FC92"
        },
        {
            "hno": "112",
            "id": "138",
            "nass": "112 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا أَبُو نُعَيْمٍ، ثنا صَدَقَةُ بْنُ مُوسَى، عَنْ فَرْقَدٍ السَّبَخِيِّ، عَنْ إِبْرَاهِيمَ النَّخَعِيِّ، عَنْ عَلْقَمَةَ بْنِ قَيْسٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كُلُّ مَعْرُوفٍ صَدَقَةٌ إِلَى غَنِيٍّ أَوْ فَقِيرٍ»",
            "page": "354",
            "part": "1",
            "seal": "5805B384"
        },
        {
            "hno": "113",
            "id": "139",
            "nass": "113 - ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَمْزَةَ الدِّمَشْقِيُّ، ثنا أَبُو الْجُمَاهِرِ مُحَمَّدُ بْنُ عُثْمَانَ التَّنُوخِيُّ، ثنا سَعِيدُ بْنُ بَشِيرٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §الْمَعْرُوفُ وَالْمُنْكَرُ خَلِيقَتَانِ لِلنَّاسِ يُنْصَبَانِ يَوْمَ الْقِيَامَةِ، فَأَمَّا الْمَعْرُوفُ فَيُبَشِّرُ أَهْلَهُ وَيَعِدُهُمْ، وَأَمَّا الْمُنْكَرُ فَيَقُولُ: إِلَيْكُمْ فَلَا تَسْتَطِيعُونَ لَهُ إِلَّا لُزُومًا \" قَالَ أَبُو الْقَاسِمِ: فَسَّرَ أَهْلُ الْعِلْمِ قَوْلَهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «خَلِيقَتَانِ» : يَعْنِي ثَوَابَهُمَا",
            "page": "354",
            "part": "1",
            "seal": "2280770E"
        },
        {
            "hno": "114",
            "id": "140",
            "nass": "114 - ثنا يَحْيَى بْنُ عَبْدِ الْبَاقِي الْأَذَنِيُّ، ثنا الْمُسَيَّبُ بْنُ وَاضِحٍ، ثنا عَلِيُّ بْنُ بَكَّارٍ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَهْلُ الْمَعْرُوفِ فِي الدُّنْيَا أَهْلُ الْمَعْرُوفِ فِي الْآخِرَةِ، وَأَهْلُ الْمُنْكَرِ فِي الدُّنْيَا أَهْلُ الْمُنْكَرِ فِي الْآخِرَةِ»",
            "page": "354",
            "part": "1",
            "seal": "47935784"
        },
        {
            "hno": "115",
            "id": "141",
            "nass": "115 - ثنا مُحَمَّدُ بْنُ دَاوُدَ الصَّدَفِيُّ، ثنا الزُّبَيْرُ بْنُ مُحَمَّدٍ الْعُثْمَانِيُّ، ثنا عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ الْحُبَابِ الْمَدَنِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ دَاوُدَ الْمَدَنِيِّ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَدْرُونَ مَا يَقُولُ الْأَسَدُ فِي زَئِيرِهِ؟» ، قَالُوا: اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ: \" يَقُولُ: «اللَّهُمَّ لَا تُسَلِّطْنِي عَلَى أَحَدٍ مِنْ أَهْلِ الْمَعْرُوفِ»",
            "page": "355",
            "part": "1",
            "seal": "9D56CA90"
        },
        {
            "hno": "116",
            "id": "142",
            "nass": "116 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، ثنا سُفْيَانُ بْنُ وَكِيعٍ، ثنا حَبُّوَيْهِ الرَّازِيُّ، ثنا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَوْ جَرَتِ الصَّدَقَةُ عَلَى يَدِ سَبْعِينَ أَلْفًا كَانَ أَجْرُ آخِرِهِمْ مِثْلَ أَجْرِ أَوَّلِهِمْ»",
            "page": "355",
            "part": "1",
            "seal": "093C9C24"
        },
        {
            "hno": "117",
            "id": "143",
            "nass": "117 - ثنا إِبْرَاهِيمُ بْنُ سُوَيْدٍ الشَّبَّامِيُّ، ثنا عَبْدُ الرَّزَّاقِ، أنا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§كُلُّ سُلَامَى مِنَ النَّاسِ عَلَيْهِ -[356]- صَدَقَةٌ كُلَّ يَوْمٍ تَطْلُعُ فِيهِ الشَّمْسُ، فَإِنْ تَعْدِلْ بَيْنَ اثْنَيْنِ فَهُوَ صَدَقَةٌ، وَإِنْ تُعِنِ الرَّجُلَ عَلَى دَابَّتِهِ صَدَقَةٌ، أَوْ تَرْفَعْ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ، وَالْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ، وَكُلُّ خُطْوَةٍ تَمْشِيهَا إِلَى الصَّلَاةِ صَدَقَةٌ، وَإِمَاطَتُكَ الْأَذَى عَنِ الطَّرِيقِ صَدَقَةٌ»",
            "page": "355",
            "part": "1",
            "seal": "EE4B775E"
        },
        {
            "hno": "118",
            "id": "144",
            "nass": "118 - ثنا مُوسَى بْنُ جُمْهُورٍ السِّمْسَارُ، ثنا عَلِيُّ بْنُ حَرْبٍ الْمَوْصِلِيُّ، ثنا حَفْصُ بْنُ عُمَرَ الْحَبَطِيُّ، ثنا أَبُو مُطَرِّفٍ السُّلَمِيُّ، عَنْ زِيَادٍ النُّمَيْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ: مَرَّ بِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَعِيَ رَجُلٌ، فَقَالَ: «يَا أُبَيُّ مَنْ هَذَا الرَّجُلُ مَعَكَ؟» ، قُلْتُ: غَرِيمٌ لِي فَأَنَا أُلَازِمُهُ قَالَ: «فَأَحْسِنْ إِلَيْهِ يَا أُبَيُّ» ، ثُمَّ مَضَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِحَاجَتِهِ، ثُمَّ انْصَرَفَ عَلَيَّ وَلَيْسَ مَعِيَ الرَّجُلُ، فَقَالَ: «يَا أُبَيُّ مَا فَعَلَ غَرِيمُكَ وَأَخُوكَ؟» ، قُلْتُ: وَمَا عَسَى أَنْ يَفْعَلَ يَا رَسُولَ اللَّهِ؟، تَرَكْتُ ثُلُثَ مَالِي عَلَيْهِ لِلَّهِ وَتَرَكْتُ الثَّانِي لِرَسُولِ اللَّهِ، وَتَرَكْتُ الْبَاقِيَ لِمُسَاعَدَتِهِ إِيَّايَ عَلَى وَحْدَانِيَّتِهِ، فَقَالَ: «رَحِمَكَ اللَّهُ يَا أُبَيُّ» ثَلَاثَ مِرَارٍ، بِهَذَا أُمِرْنَا، ثُمَّ قَالَ: «يَا أُبَيُّ إِنَّ §اللَّهَ جَعَلَ لِلْمَعْرُوفِ وُجُوهًا مِنْ خَلْقِهِ حَبَّبَ إِلَيْهِمُ الْمَعْرُوفَ وَحَبَّبَ إِلَيْهِمْ فِعَالَهُ، فَيَسَّرَ عَلَى طُلَّابِ الْمَعْرُوفِ طَلَبَهُ إِلَيْهِمْ وَيَسَّرَ عَلَيْهِمْ عَطَاءَهُ فَهُمْ كَالْغَيْثِ يُرْسِلُهُ اللَّهُ عَزَّ وَجَلَّ إِلَى الْأَرْضِ الْجَدْبَةِ فَيُحْيِيهَا وَيُحْيِي بِهِ أَهْلَهَا، وَإِنَّ اللَّهَ جَعَلَ لِلْمَعْرُوفِ أَعْدَاءً مِنْ خَلْقِهِ بَغَّضَ إِلَيْهِمُ الْمَعْرُوفَ، وَبَغَّضَ إِلَيْهِمْ فِعَالَهُ، وَحَظَرَ عَلَى طُلَّابِ الْمَعْرُوفِ طَلَبَهُ إِلَيْهِمْ، فَهُوَ كَالْغَيْثِ يَحْبِسُهُ اللَّهُ عَنِ الْأَرْضِ الْجَدْبَةِ، فَيُهْلِكُ اللَّهُ عَزَّ وَجَلَّ بِحَبْسِهِ الْأَرْضَ وَأَهْلَهَا»",
            "page": "356",
            "part": "1",
            "seal": "698103BB"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "§بَابُ ح فَضْلِ مَحَاسِنِ الْأَفْعَالِ",
            "page": "356",
            "part": "1",
            "seal": "99B47578"
        },
        {
            "hno": "119",
            "id": "146",
            "nass": "119 - ثنا مُحَمَّدُ بْنُ نُوحِ بْنِ حَرْبٍ الْعَسْكَرِيُّ، ثنا أَزْهَرُ بْنُ نُوحٍ ح -[357]- وثنا سَلَامَةُ بْنُ نَاهِضٍ الْمَقْدِسِيُّ، ثنا صَالِحُ بْنُ بِشْرٍ الطَّبَرَانِيُّ قَالَا: ثنا عُمَرُ بْنُ إِبْرَاهِيمَ بْنِ خَالِدٍ الْقُرَشِيُّ، ثنا يُوسُفُ بْنُ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ أَبِيهِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهَ بَعَثَنِي بِتَمَامِ مَكَارِمِ الْأَخْلَاقِ، وَمَحَاسِنِ الْأَفْعَالِ»",
            "page": "356",
            "part": "1",
            "seal": "73EAF7F6"
        },
        {
            "hno": "120",
            "id": "147",
            "nass": "120 - ثنا حَفْصُ بْنُ عُمَرَ الرَّقِّيُّ، ثنا يُونُسُ بْنُ عَبْدِ اللَّهِ الْعَمِيرِيُّ، ثنا مُبَارَكُ بْنُ فَضَالَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهَ يُحِبُّ مَعَالِيَ الْأُمُورِ وَيَكْرَهُ سَفْسَافَهَا»",
            "page": "357",
            "part": "1",
            "seal": "CE9DF327"
        },
        {
            "hno": "121",
            "id": "148",
            "nass": "121 - ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، ثني مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، ثنا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، ثنا عَبْدُ اللَّهِ بْنُ رَاشِدٍ، مَوْلَى عُثْمَانَ قَالَ: سَمِعْتُ عُثْمَانَ بْنَ عَفَّانَ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §لِلَّهِ عَزَّ وَجَلَّ مِائَةَ خُلُقٍ وَسَبْعَةَ عَشَرَ خُلُقًا، لَا يُوَافِي أَحَدٌ مِنْهَا بِخُلُقٍ إِلَّا دَخَلَ الْجَنَّةَ»",
            "page": "357",
            "part": "1",
            "seal": "1F1A66A5"
        },
        {
            "hno": "122",
            "id": "149",
            "nass": "122 - ثنا مُحَمَّدُ بْنُ النَّضْرِ الْأَزْدِيُّ، ثنا الْوَلِيدُ بْنُ شُجَاعٍ، ثنا أَبِي، ثنا -[358]- عَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعَمَ، عَنْ عَبْدِ اللَّهِ بْنِ رَاشِدٍ، أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ §بَيْنَ يَدَيِ الرَّحْمَنِ لَوْحًا فِيهِ ثَلَاثُمِائَةٍ وَخَمْسَ عَشْرَةَ شَرِيعَةً، فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ: لَا يَجِيءُ عَبْدٌ بِوَاحِدَةٍ مِنْهَا لَا يُشْرِكُ بِي شَيْئًا إِلَّا أَدْخَلْتُهُ الْجَنَّةَ \"",
            "page": "357",
            "part": "1",
            "seal": "74D3996D"
        },
        {
            "hno": "123",
            "id": "150",
            "nass": "123 - ثنا بَكْرُ بْنُ مُقْبِلٍ الْبَصْرِيُّ، ثنا أَبُو حَفْصٍ عَمْرُو بْنُ عَلِيٍّ، ثنا الْمِنْهَالُ بْنُ بَحْرٍ الْعُقَيْلِيُّ، ثنا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي سِنَانٍ، عَنِ الْمُغِيرَةِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عُبَيْدٍ، وَكَانَ لِعُبَيْدٍ صُحْبَةٌ، حَدَّثَنِي أَبِي، عَنْ جَدِّي قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْإِيمَانُ ثَلَاثُمِائَةٍ وَثَلَاثٌ وَثَلَاثُونَ شَرِيعَةً، مَنْ وَافَى شَرِيعَةً مِنْهَا دَخَلَ الْجَنَّةَ» قَالَ أَبُو الْقَاسِمِ الطَّبَرَانِيُّ: بَلَغَنِي عَنْ بَعْضِ الْمُتَمَرِّدِينَ عَلَى اللَّهِ أَنَّهُ قَالَ: لَا يُوَافِقُهُ فِي دُنْيَاهُ إِلَّا كَثْرَةُ دُعَاءِ الْمُسْلِمِينَ عَلَيْهِ، وَإِنَّمَا ذَلِكَ إِمْلَاءٌ مِنَ اللَّهِ عَزَّ وَجَلَّ لَهُ",
            "page": "358",
            "part": "1",
            "seal": "50DA467C"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "§بَابٌ فِيمَنْ ظَلَمَ رَجُلًا مُسْلِمًا",
            "page": "359",
            "part": "1",
            "seal": "E26A3FD4"
        },
        {
            "hno": "124",
            "id": "152",
            "nass": "124 - ثنا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ، ثنا عَبْدُ اللَّهِ بْنُ صَالِحٍ، ثنا حَرْمَلَةُ بْنُ عِمْرَانَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا رَأَيْتَ اللَّهَ عَزَّ وَجَلَّ يُعْطِي الْعَبْدَ وَهُوَ عَلَى مَعَاصِيهِ، فَإِنَّمَا ذَلِكَ اسْتِدْرَاجٌ لَهُ» ، ثُمَّ تَلَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ. . .} [الأنعام: 44] إِلَى {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2]",
            "page": "359",
            "part": "1",
            "seal": "2E2A3F8E"
        },
        {
            "hno": "125",
            "id": "153",
            "nass": "125 - ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الطُّفَيْلِ عَامِرِ بْنِ وَاثِلَةَ قَالَ: قَالَ عَمَّارُ بْنُ يَاسِرٍ: «§مِنْ أَكْبَرِ الْكَبَائِرِ الْقُنُوطُ مِنْ رَحْمَةِ اللَّهِ، وَالْيَأْسُ مِنْ رَوْحِ اللَّهِ عَزَّ وَجَلَّ، وَالْأَمْنُ لِمَكْرِ اللَّهِ»",
            "page": "359",
            "part": "1",
            "seal": "976D756C"
        },
        {
            "hno": "126",
            "id": "154",
            "nass": "126 - ثنا حَفْصُ بْنُ عُمَرَ بْنِ الصَّبَّاحِ الرَّقِّيُّ، ثنا سَعِيدُ بْنُ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ الْأَنْصَارِيُّ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عِمْرَانَ بْنِ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ، ثني خُزَيْمَةُ بْنُ عُمَارَةَ بْنِ خُزَيْمَةَ بْنِ ثَابِتٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §اتَّقُوا دَعْوَةً لِلْمَظْلُومِ، فَإِنَّهَا تُحْمَلُ عَلَى الْغَمَامِ وَيَقُولُ اللَّهُ عَزَّ وَجَلَّ: وَعِزَّتِي وَجَلَالِي لَأَنْصُرَنَّكِ وَلَوْ بَعْدَ حِينٍ \"",
            "page": "359",
            "part": "1",
            "seal": "8AE80423"
        },
        {
            "hno": "127",
            "id": "155",
            "nass": "127 - ثنا أَبُو مَعْنٍ ثَابِتُ بْنُ نُعَيْمٍ الْهَوْجِيُّ، ثنا آدَمُ بْنُ أَبِي إِيَاسَ، ثنا أَبُو مَعْشَرٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اتَّقُوا دَعْوَةَ الْمَظْلُومِ وَإِنْ كَانَ كَافِرًا، كُفْرُهُ عَلَى نَفْسِهِ»",
            "page": "359",
            "part": "1",
            "seal": "FF6D63E2"
        },
        {
            "hno": "128",
            "id": "156",
            "nass": "128 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، وَمُعَاذُ بْنُ الْمُثَنَّى قَالَا: ثنا عَبْدُ اللَّهِ بْنُ -[360]- مَسْلَمَةَ الْقَعْنَبِيُّ، ثنا دَاوُدُ بْنُ قَيْسٍ الْفَرَّاءُ، عَنْ عُبَيْدِ بْنِ مِقْسَمٍ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الظُّلْمُ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ»",
            "page": "359",
            "part": "1",
            "seal": "3B4E30DD"
        },
        {
            "hno": "129",
            "id": "157",
            "nass": "129 - ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَمْزَةَ، ثنا أَبِي، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: قَالَ رَبُّكُمْ: «§وَعِزَّتِي وَجَلَالِي لَأَنْتَقِمَنَّ مِنَ الظَّالِمِ فِي عَاجِلِهِ وَآجِلِهِ، وَلَأَنْتَقِمَنَّ مِمَّنْ رَأَى مَظْلُومًا فَقَدِرَ أَنْ يَنْصُرَهُ فَلَمْ يَفْعَلْ» لَمْ يَرْوِ هَذَا الْحَدِيثَ عَنِ الْمَهْدِيِّ إِلَّا يَحْيَى بْنُ حَمْزَةَ",
            "page": "360",
            "part": "1",
            "seal": "F8C3CC83"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "§بَابُ فَضْلِ شَفَاعَةِ الْمُسْلِمِ لِأَخِيهِ",
            "page": "360",
            "part": "1",
            "seal": "1F14AB99"
        },
        {
            "hno": "130",
            "id": "159",
            "nass": "130 - ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ سَعِيدِ بْنِ أَبِي مَرْيَمَ، ثنا الْفِرْيَابِيُّ، ثنا سُفْيَانُ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا جَاءَنِي طَالِبُ حَاجَةٍ فَاشْفَعُوا لَهُ لِكَيْ تُؤْجَرُوا وَيَقْضِي اللَّهُ عَلَى لِسَانِ نَبِيِّهِ مَا يَشَاءُ»",
            "page": "360",
            "part": "1",
            "seal": "17BEAAAF"
        },
        {
            "hno": "131",
            "id": "160",
            "nass": "131 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا مُحَمَّدُ بْنُ أَبِي نُعَيْمٍ الْوَاسِطِيُّ، ثنا مُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ، عَنْ أَبِي بَكْرٍ الْهُذَلِيِّ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَفْضَلُ الصَّدَقَةِ صَدَقَةُ اللِّسَانِ» ، قِيلَ: يَا رَسُولَ اللَّهِ وَمَا صَدَقَةُ اللِّسَانِ؟ قَالَ: «الشَّفَاعَةُ تَفُكُّ بِهَا الْأَسِيرَ، وَتَحْقِنُ بِهَا الدَّمَ، وَتَجُرُّ بِهَا الْمَعْرُوفَ إِلَى أَخِيكَ، وَتَدْفَعُ عَنْهُ الْكَرِيهَةَ»",
            "page": "361",
            "part": "1",
            "seal": "CAE0C9E4"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "§بَابُ مَا جَاءَ فِي فَضْلِ حَوَائِجِ الْمُسْلِمِينَ إِلَى السَّلَاطِينِ وَتَنَجُّزِهَا لَهُمْ",
            "page": "361",
            "part": "1",
            "seal": "BA987189"
        },
        {
            "hno": "132",
            "id": "162",
            "nass": "132 - ثنا أَبُو زُرْعَةَ بْنُ يَحْيَى، ثنا إِبْرَاهِيمُ بْنُ هِشَامِ بْنِ يَحْيَى الْغَسَّانِيُّ، ثني أَبِي، عَنْ عُرْوَةَ بْنِ رُوَيْمٍ اللَّخْمِيِّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ وُصْلَةً لِأَخِيهِ الْمُسْلِمِ إِلَى ذِي سُلْطَانٍ فِي مَبْلَغِ بِرٍّ أَوْ تَيْسِيرِ عَسِيرٍ، أَعَانَهُ اللَّهُ عَلَى إِجَازَةِ الصِّرَاطِ يَوْمَ الْقِيَامَةِ عِنْدَ دَحْضِ الْأَقْدَامِ»",
            "page": "361",
            "part": "1",
            "seal": "A1E97B96"
        },
        {
            "hno": "133",
            "id": "163",
            "nass": "133 - ثنا حَفْصُ بْنُ عُمَرَ الرَّقِّيُّ، ثنا عَبْدُ الرَّحْمَنِ بْنُ مُصْعَبٍ الْمَعْنِيُّ، -[362]- ثنا إِسْرَائِيلُ، عَنْ مُحَمَّدِ بْنِ حُجَادَةَ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §مِنْ أَعْظَمِ الْجِهَادِ كَلِمَةَ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ»",
            "page": "361",
            "part": "1",
            "seal": "77EED5C9"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "§بَابُ فَضْلِ رَدِّ الْمُسْلِمِ عَنْ عِرْضِ أَخِيهِ الْمُسْلِمِ وَنَصْرِهِ إِيَّاهُ",
            "page": "362",
            "part": "1",
            "seal": "43E0EC52"
        },
        {
            "hno": "134",
            "id": "165",
            "nass": "134 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، ثنا أَبُو كُرَيْبٍ ثنا يَحْيَى بْنُ عُبَيْدِ اللَّهِ الْبَجَلِيُّ، ثنا أَبُو كُرَيْبَةَ يَحْيَى بْنُ الْمُهَلَّبِ الْبَجَلِيُّ، عَنْ لَيْثِ بْنِ أَبِي سُلَيْمٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا مِنْ مُسْلِمٍ يَرُدُّ عَنْ عِرْضِ أَخِيهِ إِلَّا كَانَ حَقًّا عَلَى اللَّهِ أَنْ يَرُدَّ عَنْهُ نَارَ جَهَنَّمَ يَوْمَ الْقِيَامَةِ» نَزَلَتْ هَذِهِ الْآيَةُ فِي هَذَا الْمَعْنَى {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} [الروم: 47]",
            "page": "362",
            "part": "1",
            "seal": "20FAFBED"
        },
        {
            "hno": "135",
            "id": "166",
            "nass": "135 - ثنا مُحَمَّدُ بْنُ عَلِيٍّ الصَّائِغُ، ثنا حَفْصُ بْنُ عُمَرَ الْحَوْضِيُّ، ثنا مُعَاذُ بْنُ مُحَمَّدٍ الْهُذَلِيُّ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنِ الْحَسَنِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ -[363]- قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ نَصَرَ أَخَاهُ بِالْغَيْبِ وَهُوَ يَسْتَطِيعُ نُصْرَتَهُ نَصَرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ»",
            "page": "362",
            "part": "1",
            "seal": "9E455CF9"
        },
        {
            "hno": "136",
            "id": "167",
            "nass": "136 - ثنا مُصْعَبُ بْنُ إِبْرَاهِيمَ، ثنا أَبِي، ثنا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، عَنْ حُمَيْدٍ، عَنِ الْحَسَنِ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ نَصَرَ أَخَاهُ بِالْغَيْبِ نَصَرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ»",
            "page": "363",
            "part": "1",
            "seal": "E90DF8AA"
        },
        {
            "hno": "137",
            "id": "168",
            "nass": "137 - ثنا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ، ثنا أَبُو صَالِحٍ عَبْدُ اللَّهِ بْنُ صَالِحٍ، ح وثنا أَبُو الزِّنْبَاعِ رَوْحُ بْنُ الْفَرَجِ الْمِصْرِيُّ، ثنا يَحْيَى بْنُ بُكَيْرٍ قَالَا: ثنا اللَّيْثُ بْنُ سَعْدٍ، ثني يَحْيَى بْنُ سُلَيْمِ بْنِ زَيْدٍ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَنَّهُ سَمِعَ إِسْمَاعِيلَ بْنَ بَشِيرِ بْنِ فَضَالَةَ الْأَنْصَارِيَّ، يَقُولُ: سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، وَأَبَا طَلْحَةَ الْأَنْصَارِيَّيْنِ يَقُولَانِ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا مِنِ امْرِئٍ يَخْذُلُ مُسْلِمًا فِي مَوْطِنٍ يُنْتَقَصُ فِيهِ مِنْ عِرْضِهِ إِلَّا خَذَلَهُ اللَّهُ فِي مَوْطِنٍ يُحِبُّ فِيهِ نُصْرَتَهُ، وَمَا مِنْ أَحَدٍ يَنْصُرُ مُسْلِمًا فِي مَوْطِنٍ يُنْتَقَصُ فِيهِ مِنْ عِرْضِهِ وَيُنْتَهَكُ فِيهِ مِنْ حُرْمَتِهِ إِلَّا نَصَرَهُ اللَّهُ فِي مَوْطِنٍ يُحِبُّ فِيهِ نُصْرَتَهُ»",
            "page": "363",
            "part": "1",
            "seal": "D20A9B5D"
        },
        {
            "hno": "138",
            "id": "169",
            "nass": "138 - ثنا يُوسُفُ بْنُ يَزِيدَ الْقَرَاطِيسِيُّ، ثنا أَسَدُ بْنُ مُوسَى، ثنا ابْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ، عَنْ إِسْمَاعِيلَ، حَدَّثَهُ عَنْ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ، عَنْ أَبِيهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ حَمَى مُؤْمِنًا مِنْ مُنَافِقٍ يَغْتَابُهُ بَعَثَ اللَّهُ عَزَّ وَجَلَّ مَلَكًا يَحْمِي لَحْمَهُ مِنْ نَارِ جَهَنَّمَ، وَمَنْ قَفَّا مُسْلِمًا بِشَيْءٍ يُرِيدُ شَيْنَهُ بِهِ حَبَسَهُ اللَّهُ عَلَى جِسْرِ جَهَنَّمَ حَتَّى يَخْرُجَ مِمَّا قَالَ»",
            "page": "363",
            "part": "1",
            "seal": "D4237203"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "§بَابُ فَضْلِ التَّوَدُّدِ إِلَى النَّاسِ وَمُدَارَاتِهِمْ",
            "page": "364",
            "part": "1",
            "seal": "BEA29513"
        },
        {
            "hno": "139",
            "id": "171",
            "nass": "139 - ثنا عَبْدَانُ، ثنا الْوَلِيدُ بْنُ سُفْيَانَ الْقَطَّانُ الْبَصْرِيُّ، ثنا عُبَيْدُ بْنُ عَمْرٍو الْحَنَفِيُّ، عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَفْضَلُ الْأَعْمَالِ بَعْدَ الْإِيمَانِ بِاللَّهِ التَّوَدُّدُ إِلَى النَّاسِ»",
            "page": "364",
            "part": "1",
            "seal": "792DE0FD"
        },
        {
            "hno": "140",
            "id": "172",
            "nass": "140 - ثنا الْحُسَيْنُ بْنُ إِسْحَاقَ التَّسْتُرِيُّ، ثنا هِشَامُ بْنُ عَمَّارٍ، ثنا مُخَيِّسُ بْنُ تَمِيمٍ، ثني حَفْصُ بْنُ عُمَرَ الْأَيْلِيُّ، ثني إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ، عَنْ نَافِعٍ يَعْنِي عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الِاقْتِصَادُ فِي النَّفَقَةِ نِصْفُ الْمَعِيشَةِ، وَالتَّوَدُّدُ إِلَى النَّاسِ نِصْفُ الْعَقْلِ، وَحُسْنُ السُّؤَالِ نِصْفُ الْعِلْمِ»",
            "page": "364",
            "part": "1",
            "seal": "D4D70924"
        },
        {
            "hno": "141",
            "id": "173",
            "nass": "141 - ثنا يَحْيَى بْنُ عَبْدِ الْبَاقِي، ثنا الْمُسَيَّبُ بْنُ وَاضِحٍ، ثنا يُوسُفُ بْنُ -[365]- أَسْبَاطٍ، ثنا سُفْيَانُ الثَّوْرِيُّ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مُدَارَةُ النَّاسِ صَدَقَةٌ»",
            "page": "364",
            "part": "1",
            "seal": "E3B3D675"
        },
        {
            "hno": null,
            "id": "174",
            "nass": "§بَابُ فَضْلِ مَعُونَةِ الْغُزَاةِ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ",
            "page": "365",
            "part": "1",
            "seal": "EDFAF0C2"
        },
        {
            "hno": "142",
            "id": "175",
            "nass": "142 - ثنا مُوسَى بْنُ هَارُونَ، ثنا أَبِي ح، وثنا إِسْمَاعِيلُ بْنُ الْحَسَنِ الْخَفَّافُ الْمِصْرِيُّ، ثنا أَحْمَدُ بْنُ صَالِحٍ قَالَا: ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ أَبِي فُدَيْكٍ، ثني مُوسَى بْنُ يَعْقُوبَ الزَّمْعِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ سُرَاقَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، أَنَّ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ، أَخْبَرَهُ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ جَهَّزَ غَازِيًا فَلَهُ مِثْلُ أَجْرِهِ، وَمَنْ خَلَفَ غَازِيًا فِي أَهْلِهِ فَلَهُ مِثْلُ أَجْرِهِ» قَالَ ابْنُ شِهَابٍ: ثُمَّ أَخْبَرَنِيهَا بُسْرُ بْنُ سَعِيدٍ",
            "page": "365",
            "part": "1",
            "seal": "DFF90C26"
        },
        {
            "hno": "143",
            "id": "176",
            "nass": "143 - ثنا أَحْمَدُ بْنُ الْمُعَلَّى الدِّمَشْقِيُّ، ثنا هِشَامُ بْنُ عَمَّارٍ، ثنا عُقْبَةُ بْنُ عَلْقَمَةَ، ثنا الْأَوْزَاعِيُّ، ثني يَحْيَى بْنُ أَبِي كَثِيرٍ، ثني مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ ثَوْبَانَ وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، حَدَّثَنِي زَيْدُ بْنُ خَالِدٍ الْجُهَنِيُّ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ جَهَّزَ غَازِيًا فِي سَبِيلِ اللَّهِ فَقَدْ غَزَا، وَمَنْ خَلَفَ غَازِيًا فِي أَهْلِهِ بِخَيْرٍ فَقَدْ غَزَا»",
            "page": "365",
            "part": "1",
            "seal": "7BB9CD81"
        },
        {
            "hno": null,
            "id": "177",
            "nass": "§بَابُ فَضْلِ مَنْ أَعَانَ حَاجًّا أَوْ فَطَّرَ صَائِمًا",
            "page": "366",
            "part": "1",
            "seal": "FFEF7655"
        },
        {
            "hno": "144",
            "id": "178",
            "nass": "144 - ثنا يُوسُفُ الْقَاضِي، ثنا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا سُفْيَانُ، ح وَثَنًا أَبُو مُسْلِمٍ الْكَشِّيُّ، ثنا مُحَمَّدُ بْنُ الْمِنْهَالِ، ثنا يَزِيدُ بْنُ زُرَيْعٍ، ثني رَوْحُ بْنُ الْقَاسِمِ، وَسُفْيَانُ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ فَطَّرَ صَائِمًا أَوْ جَهَّزَ غَازِيًا كَانَ لَهُ مِثْلُ أَجْرِهِ مِنْ غَيْرِ أَنْ يُنْتَقَصَ مِنْ أُجُورِهِمْ شَيْءٌ»",
            "page": "366",
            "part": "1",
            "seal": "8004C940"
        },
        {
            "hno": "145",
            "id": "179",
            "nass": "145 - ثنا عُمَرُ بْنُ حَفْصٍ، ثنا إِسْحَاقُ بْنُ بِشْرٍ، ثنا أَبُو مَعْشَرٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهَ §لَيُدْخِلُ بِالْحَجَّةِ الْوَاحِدَةِ ثَلَاثَةً الْجَنَّةَ: الْمَيِّتَ وَالْحَاجَّ عَنْهُ، وَالْمُنَفِّذَ ذَلِكَ \"",
            "page": "366",
            "part": "1",
            "seal": "3B3568A0"
        },
        {
            "hno": "146",
            "id": "180",
            "nass": "146 - ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، ثني مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ حَبِيبٍ الْأَسَدِيُّ الْمِصِّيصِيُّ، ثنا حَكِيمُ بْنُ خِذَامٍ، عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ سَلْمَانَ الْفَارِسِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ فَطَّرَ صَائِمًا مِنْ كَسْبٍ حَلَالٍ صَلَّتْ عَلَيْهِ الْمَلَائِكَةُ بَقِيَّةَ شَهْرِ رَمَضَانَ كُلِّهِ، وَصَافَحَهُ جِبْرِيلُ لَيْلَةَ الْقَدْرِ، وَمَنْ صَافَحَهُ جِبْرِيلُ رَقَّ قَلْبُهُ، وَكَثُرَتْ دُمُوعُهُ» ، فَقَالَ رَجُلٌ: أَلَمْ تَرَ إِنْ لَمْ -[367]- يَكُنْ عِنْدَهُ ذَلِكَ؟ قَالَ: «لُقْمَةٌ أَوْ كِسْرَةُ خُبْزٍ» ، فَقَالَ آخَرُ: أَرَأَيْتَ إِنْ لَمْ يَكُنْ عِنْدَهُ ذَلِكَ؟ قَالَ: «فَمَذْقَةٌ مِنْ لَبَنٍ» قَالَ: فَرَأَيْتَ إِنْ لَمْ يَكُنْ عِنْدَهُ؟ قَالَ: «فَشَرْبَةُ مَاءٍ»",
            "page": "366",
            "part": "1",
            "seal": "8B945A99"
        },
        {
            "hno": null,
            "id": "181",
            "nass": "§بَابُ فَضْلِ رَحْمَةِ الصَّغِيرِ، وَتَوْقِيرِ الْكَبِيرِ، وَمَعْرِفَةِ حَقِّ الْعُلَمَاءِ",
            "page": "367",
            "part": "1",
            "seal": "2894E821"
        },
        {
            "hno": "147",
            "id": "182",
            "nass": "147 - ثنا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ، ثنا عَبْدُ اللَّهِ بْنُ صَالِحٍ، ثني ابْنُ لَهِيعَةَ، عَنْ أَبِي قَبِيلٍ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§لَيْسَ مِنْ أُمَّتِي مَنْ لَمْ يُجِلَّ كَبِيرَنَا، وَيَرْحَمْ صَغِيرَنَا، وَيَعْرِفْ لِعَالِمِنَا حَقَّهُ»",
            "page": "367",
            "part": "1",
            "seal": "1D878F1D"
        },
        {
            "hno": "148",
            "id": "183",
            "nass": "148 - ثنا مُحَمَّدُ بْنُ أَيُّوبَ الْمِصْرِيُّ، ثنا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أنا يَحْيَى بْنُ أَيُّوبَ، عَنِ الْمُثَنَّى بْنِ الصَّبَّاحِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مِنْ إِجْلَالِ اللَّهِ إِجْلَالُ ذِي الشَّيْبَةِ الْمُسْلِمِ، وَحَامِلِ الْقُرْآنِ غَيْرِ الْجَافِي عَنْهُ وَلَا الْغَالِي فِيهِ»",
            "page": "367",
            "part": "1",
            "seal": "56C06C78"
        },
        {
            "hno": "149",
            "id": "184",
            "nass": "149 - ثنا مُحَمَّدُ بْنُ يَحْيَى بْنِ الْمُنْذِرِ الْقَزَّازُ الْبَصْرِيُّ، ثنا يَزِيدُ بْنُ بَيَانٍ، -[368]- ثنا أَبُو الرَّحَّالِ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا أَكْرَمَ شَابٌّ شَيْخًا إِلَّا قَيَّضَ اللَّهُ لَهُ مَنْ يُكْرِمُهُ»",
            "page": "367",
            "part": "1",
            "seal": "401F6AA9"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "§بَابُ فَضْلِ تَوْسِعَةِ الْمَجَالِسِ لِلْعُلَمَاءِ",
            "page": "368",
            "part": "1",
            "seal": "D76933CE"
        },
        {
            "hno": "150",
            "id": "186",
            "nass": "150 - ثنا إِبْرَاهِيمُ بْنُ دُحَيْمٍ الدِّمَشْقِيُّ، ثنا أَبِي، ثنا ابْنُ أَبِي فُدَيْكٍ، عَنِ الضَّحَّاكِ، عَنْ عُثْمَانَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَا تَوَسَّعُ الْمَجَالِسُ إِلَّا لِثَلَاثَةٍ: لِذِي الْعِلْمِ لِعْلِمِهِ، وَلِذِي السِّنِّ لِسِنِّهِ، وَلِذِي السُّلْطَانِ لِسُلْطَانِهِ \"",
            "page": "368",
            "part": "1",
            "seal": "32CD88C3"
        },
        {
            "hno": null,
            "id": "187",
            "nass": "§بَابُ فَضْلِ إِلْقَاءِ الرَّجُلِ الْوِسَادَةَ لِأَخِيهِ الْمُسْلِمِ",
            "page": "368",
            "part": "1",
            "seal": "36CC254F"
        },
        {
            "hno": "151",
            "id": "188",
            "nass": "151 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، وَأَحْمَدُ بْنُ حَمْدُونَ قَالَا: مُعَلَّى بْنُ مَهْدِيٍّ، ثنا عِمْرَانُ بْنُ خَالِدٍ الْخُزَاعِيُّ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: دَخَلَ سَلْمَانُ الْفَارِسِيُّ عَلَى عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُمَا، وَهُوَ مُتَّكِئٌ عَلَى وِسَادَةٍ فَأَلْقَاهَا لَهُ، فَقَالَ سَلْمَانُ: اللَّهُ أَكْبَرُ صَدَقَ رَسُولُ اللَّهِ. فَقَالَ عُمَرُ: حَدِّثْنَا يَا أَبَا عَبْدِ اللَّهِ، فَقَالَ سَلْمَانُ: دَخَلْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُتَّكِئٌ عَلَى وِسَادَةٍ فَأَلْقَاهَا، وَقَالَ: \" يَا سَلْمَانُ إِنَّهُ: §مَا مِنْ مُسْلِمٍ يَدْخُلُ عَلَى أَخِيهِ فَيُلْقِي لَهُ وِسَادَةً إِكْرَامًا لَهُ إِلَّا غَفَرَ اللَّهُ لَهُ \"",
            "page": "368",
            "part": "1",
            "seal": "62AD9DDA"
        },
        {
            "hno": "152",
            "id": "189",
            "nass": "152 - ثنا مَسْعَدَةُ بْنُ سَعِيدٍ الْمَكِّيُّ، ثنا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، ثنا -[369]- ابْنُ أَبِي فُدَيْكٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُسْلِمِ بْنِ جُنْدُبٍ، عَنْ أَبِيهِ عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §ثَلَاثَةٌ لَا تُرَدُّ: الطِّيبُ، وَالْوِسَادَةُ، وَاللَّبَنُ \"",
            "page": "368",
            "part": "1",
            "seal": "32DE0CC2"
        },
        {
            "hno": null,
            "id": "190",
            "nass": "§بَابُ فَضْلِ إِطْعَامِ الطَّعَامِ",
            "page": "369",
            "part": "1",
            "seal": "343502E8"
        },
        {
            "hno": "153",
            "id": "191",
            "nass": "153 - ثنا بِشْرُ بْنُ مُوسَى، ثنا هَوْذَةُ بْنُ خَلِيفَةَ الْبَكْرَاوِيُّ، ح وَحَدَّثَنَا أَبُو مُسْلِمٍ، ثنا مُعَاذُ بْنُ عَوْذِ اللَّهِ الْقُرَشِيُّ قَالَا: ثنا عَوْفٌ الْأَعْرَابِيُّ، عَنْ زُرَارَةَ بْنِ أَبِي أَوْفَى، عَنْ عَبْدِ اللَّهِ بْنِ سَلَّامٍ قَالَ: لَمَّا قَدِمَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ انْجَفَلَ النَّاسُ قِبَلَهُ فَكُنْتُ فِيمَنْ خَرَجَ فَلَمَّا نَظَرْتُ إِلَيْهِ عَرَفْتُ أَنَّ وَجْهَهُ لَيْسَ بِوَجْهِ كَذَّابٍ، فَكَانَ أَوَّلُ مَا سَمِعْتُهُ يَقُولُ: «§أَطْعِمُوا الطَّعَامَ، وَأَفْشُوا السَّلَامَ، وَصِلُوا الْأَرْحَامَ، وَصَلُّوا وَالنَّاسُ نِيَامٌ، تَدْخُلُوا الْجَنَّةَ بِسَلَامٍ»",
            "page": "369",
            "part": "1",
            "seal": "60F5EE58"
        },
        {
            "hno": "154",
            "id": "192",
            "nass": "154 - ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، وَالْحَضْرَمِيُّ قَالَا: ثنا شَيْبَانُ بْنُ فَرُّوخَ، ثنا سُوَيْدٌ أَبُو حَاتِمٍ، عَنْ عَيَّاشِ بْنِ عَبَّاسٍ، عَنِ الْحَارِثِ بْنِ يَزِيدَ، عَنْ عَلِيِّ بْنِ رَبَاحٍ، عَنْ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: §أَيُّ الْأَعْمَالِ أَفْضَلُ؟ فَقَالَ: «إِيمَانٌ بِاللَّهِ، وَتَصْدِيقٌ بِهِ، وَجِهَادٌ فِي سَبِيلِهِ، وَحَجٌّ مَبْرُورٌ» ، فَلَمَّا وَلَّى دَعَاهُ، فَقَالَ: «وَأَهْوَنُ مِنْ ذَلِكَ إِطْعَامُ الطَّعَامِ، وَلِينُ الْكَلَامِ»",
            "page": "369",
            "part": "1",
            "seal": "58F3BA87"
        },
        {
            "hno": "155",
            "id": "193",
            "nass": "155 - ثنا عُبَيْدُ بْنُ غَنَّامٍ، ثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا يَعْلَى بْنُ عُبَيْدٍ، عَنِ الْحَجَّاجِ بْنِ دِينَارٍ، عَنْ مُحَمَّدِ بْنِ ذَكْوَانَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ عَمْرِو بْنِ عَبَسَةَ السُّلَمِيِّ قَالَ: أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: §مَا الْإِسْلَامُ؟ قَالَ: «إِطْعَامُ الطَّعَامِ، وَلِينُ الْكَلَامِ» ، قُلْتُ: فَمَا الْإِيمَانُ؟ قَالَ: «الصَّبْرُ وَالسَّمَاحَةُ»",
            "page": "370",
            "part": "1",
            "seal": "59F8C124"
        },
        {
            "hno": "156",
            "id": "194",
            "nass": "156 - ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، ثنا مُصْعَبُ بْنُ عَبْدِ اللَّهِ الزُّبَيْرِيُّ، ثنا أَبِي، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ صُهَيْبِ بْنِ سِنَانٍ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§خِيَارُكُمْ مَنْ أَطْعَمَ الطَّعَامَ»",
            "page": "370",
            "part": "1",
            "seal": "7B1CEE77"
        },
        {
            "hno": "157",
            "id": "195",
            "nass": "157 - ثنا الْحَضْرَمِيُّ، ثنا يُوسُفُ بْنُ مُوسَى الْقَطَّانُ، ثنا إِسْحَاقُ بْنُ سَلْمَانَ الرَّازِيُّ، عَنْ فِطْرِ بْنِ خَلِيفَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ: عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §مِنْ مُوجِبَاتِ الْمَغْفِرَةِ: إِطْعَامُ الْمُسْلِمِ السَّغْبَانِ قَالَ اللَّهُ عَزَّ وَجَلَّ {فِي يَوْمٍ ذِي مَسْغَبَةٍ} [البلد: 14]",
            "page": "370",
            "part": "1",
            "seal": "49912C31"
        },
        {
            "hno": "158",
            "id": "196",
            "nass": "158 - ثنا حَفْصُ بْنُ عُمَرَ السَّدُوسِيُّ، ثنا عَاصِمُ بْنُ عَلِيٍّ، ثنا قَيْسُ بْنُ -[371]- الرَّبِيعِ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ §مِنْ مُوجِبَاتِ الْمَغْفِرَةِ: إِطْعَامَ الطَّعَامِ وَبَذْلَ السَّلَامِ \"",
            "page": "370",
            "part": "1",
            "seal": "BB699DE8"
        },
        {
            "hno": "159",
            "id": "197",
            "nass": "159 - ثنا عُمَارَةُ بْنُ وَثِيمَةَ الْمِصْرِيُّ، ثني أَبِي وَثِيمَةُ بْنُ مُوسَى بْنِ الْفُرَاتِ، ثنا إِدْرِيسُ بْنُ يَحْيَى الْخَوْلَانِيُّ، عَنْ رَجَاءِ بْنِ أَبِي عَطَاءٍ، عَنْ وَاهِبِ بْنِ عَبْدِ اللَّهِ الْمَعَافِرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَطْعَمَ أَخَاهُ حَتَّى يُشْبِعَهُ وَسَقَاهُ مِنَ الْمَاءِ حَتَّى يَرْوِيَهُ بَعَّدَهُ اللَّهُ مِنَ النَّارِ سَبْعَ خَنَادِقَ مَا بَيْنَ كُلِّ خَنْدَقٍ مَسِيرَةُ مِائَةِ عَامٍ»",
            "page": "371",
            "part": "1",
            "seal": "3ABA4BE5"
        },
        {
            "hno": "160",
            "id": "198",
            "nass": "160 - ثنا حَفْصٌ، ثنا أَبُو غَسَّانَ مَالِكُ بْنُ إِبْرَاهِيمَ النَّهْدِيُّ، ثنا مِنْدَلُ بْنُ عَلِيٍّ، عَنْ عَبْدِ اللَّهِ بْنِ يَسَارٍ، مَوْلَى عَائِشَةَ، عَنْ عَائِشَةَ بِنْتِ طَلْحَةَ، عَنْ عَائِشَةَ -[372]- أُمِّ الْمُؤْمِنِينَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَزَالُ الْمَلَائِكَةُ تُصَلِّي عَلَى الرَّجُلِ مَا دَامَتْ مَائِدَتُهُ مَوْضُوعَةً»",
            "page": "371",
            "part": "1",
            "seal": "F6205647"
        },
        {
            "hno": "161",
            "id": "199",
            "nass": "161 - ثنا عُبَيْدٌ الْعِجْلُ، ثنا خَلَّادُ بْنُ أَسْلَمَ الْمَرْوَزِيُّ، ثنا عَبْدُ الْمَجِيدِ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَحَبُّ الطَّعَامِ إِلَى اللَّهِ عَزَّ وَجَلَّ مَا كَثُرَتْ عَلَيْهِ الْأَيْدِي»",
            "page": "372",
            "part": "1",
            "seal": "F34B655A"
        },
        {
            "hno": "162",
            "id": "200",
            "nass": "162 - ثنا بَكْرُ بْنُ سَهْلٍ، ثنا عَبْدُ اللَّهِ بْنُ صَالِحٍ، ثنا كَثِيرُ بْنُ سُلَيْمٍ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْخَيْرُ أَسْرَعُ إِلَى الْبَيْتِ الَّذِي يُغْشَى مِنَ الشَّفْرَةِ إِلَى سَنَامِ الْبَعِيرِ»",
            "page": "372",
            "part": "1",
            "seal": "B2D9347C"
        },
        {
            "hno": "163",
            "id": "201",
            "nass": "163 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، ثنا شُرَيْحُ بْنُ يُونُسَ، ثنا مُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ، عَنْ بَكْرِ بْنِ خُنَيْسٍ، عَنْ صَدَقَةَ يَعْنِي ابْنَ مُوسَى، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنِ اهْتَمَّ لِجَوْعَةِ أَخِيهِ الْمُسْلِمِ فَأَطْعَمَهُ حَتَّى يَشْبَعَ غُفِرَ لَهُ»",
            "page": "372",
            "part": "1",
            "seal": "0315974E"
        },
        {
            "hno": "164",
            "id": "202",
            "nass": "164 - ثنا الْحَضْرَمِيُّ، ثنا سَلَمَةُ بْنُ شَبِيبٍ، ثنا عَبْدُ اللَّهِ بْنُ إِبْرَاهِيمَ الْغِفَارِيُّ، عَنْ أَبِي بَكْرِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَطْعَمَ الْجَائِعَ أَظَلَّهُ اللَّهُ فِي ظِلِّ عَرْشِهِ»",
            "page": "373",
            "part": "1",
            "seal": "9723CE95"
        },
        {
            "hno": "165",
            "id": "203",
            "nass": "165 - ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، ثنا أَبُو عُبَيْدَةَ بْنُ فُضَيْلِ بْنِ عِيَاضٍ، ثنا أَبُو سَعِيدٍ، مَوْلَى بَنِي هَاشِمٍ، ثنا زَرْبِيُّ أَبُو يَحْيَى قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهَ عَزَّ وَجَلَّ يُحِبُّ عَبْدًا بَرَّدَ كَبِدًا جَائِعَةً»",
            "page": "373",
            "part": "1",
            "seal": "91A8442A"
        },
        {
            "hno": "166",
            "id": "204",
            "nass": "166 - ثنا الْحَضْرَمِيُّ، ثنا أَبُو بِلَالٍ الْأَشْعَرِيُّ، ثنا مُجَاشِعُ بْنُ عَمْرٍو، عَنْ خَالِدٍ الْعَبْدِ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ لَقَّمَ أَخَاهُ لُقْمَةً حُلْوًا صَرْفَ اللَّهُ عَنْهُ مَرَارَةَ الْمَوْقِفِ يَوْمَ الْقِيَامَةِ»",
            "page": "373",
            "part": "1",
            "seal": "607B31D4"
        },
        {
            "hno": "167",
            "id": "205",
            "nass": "167 - ثنا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ، ثنا أَبُو الْأَسْوَدِ النَّضْرُ بْنُ عَبْدِ -[374]- الْجَبَّارِ، ثنا ابْنُ لَهِيعَةَ، عَنْ حُيَيِّ بْنِ عَبْدِ اللَّهِ الْمَعَافِرِيِّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §فِي الْجَنَّةِ غُرُفًا يُرَى ظَاهِرُهَا مِنْ بَاطِنِهَا، وَبَاطِنُهَا مِنْ ظَاهِرِهَا» ، قِيلَ: لِمَنْ هِيَ يَا رَسُولَ اللَّهِ؟ قَالَ: «لِمَنْ أَطَابَ الْكَلَامَ، وَأَطْعَمَ الطَّعَامَ، وَبَاتَ قَائِمًا وَالنَّاسُ نِيَامٌ»",
            "page": "373",
            "part": "1",
            "seal": "39780054"
        },
        {
            "hno": "168",
            "id": "206",
            "nass": "168 - ثنا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ آدَمَ الْعَسْقَلَانِيُّ، ثنا أَبُو عُمَيْرِ بْنُ النَّحَّاسِ، ثنا أَيُّوبُ بْنُ سُوَيْدٍ، عَنِ الْأَوْزَاعِيِّ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ قَالَ: قِيلَ: يَا رَسُولَ اللَّهِ: §مَا بِرُّ الْحَجِّ؟ قَالَ: «إِطْعَامُ الطَّعَامِ، وَلِينُ الْكَلَامِ»",
            "page": "374",
            "part": "1",
            "seal": "F61E33AC"
        },
        {
            "hno": "169",
            "id": "207",
            "nass": "169 - ثنا حَفْصُ بْنُ عُمَرَ، ثنا قَبِيصَةُ بْنُ عُقْبَةَ، ثنا سُفْيَانُ، عَنِ الْحَجَّاجِ بْنِ فَرَافِصَةَ، أَخْبَرَنِي أَبُو الْعَلَاءِ، عَنْ بُدَيْلٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَأَنْ أَطْعِمَ أَخَا لِي فِي اللَّهِ لُقْمَةً أَحَبُّ إِلَيَّ مِنْ أَنْ أَتَصَدَّقَ بِعَشَرَةِ دَرَاهِمَ، وَلَأَنْ أُعْطِيَهُ عَشَرَةَ دَرَاهِمَ أَحَبُّ إِلَيَّ مِنْ أَنْ أَعْتِقَ رَقَبَةً»",
            "page": "374",
            "part": "1",
            "seal": "05115DFC"
        },
        {
            "hno": "170",
            "id": "208",
            "nass": "170 - ثنا مُحَمَّدُ بْنُ حَيَّانَ الْمَازِنِيُّ، ثنا مُحَمَّدُ بْنُ كَثِيرٍ الْعَبْدِيُّ، ثنا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" يَقُولُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ: §يَا ابْنَ آدَمَ مَرِضْتُ فَلَمْ تَعُدْنِي قَالَ: يَا رَبِّ: كَيْفَ أَعُودُكَ وَأَنْتَ رَبُّ الْعِزَّةِ؟، فَيَقُولُ: أَمَا عَلِمْتَ أَنَّ عَبْدِي فُلَانًا مَرِضَ فَلَمْ تَعُدْهُ، وَلَوْ عُدْتَهُ لَوَجَدْتَنِي عِنْدَهُ؟ وَيَقُولُ: يَا ابْنَ آدَمَ: اسْتَطْعَمْتُكَ فَلَمْ تُطْعِمْنِي، فَيَقُولُ: كَيْفَ أُطْعِمُكَ وَأَنْتَ رَبُّ الْعِزَّةِ؟ فَيَقُولُ: أَمَا عَلِمْتَ أَنَّ عَبْدِي فُلَانًا اسْتَطْعَمَكَ فَلَمْ تُطْعِمْهُ، أَمَا عَلِمْتَ أَنَّكَ لَوَ أَطْعَمْتَهُ لَوَجِدْتَ ذَلِكَ عِنْدِي؟ وَيَقُولُ: -[375]- يَا ابْنَ آدَمَ اسْتَسْقَيْتُكَ فَلَمْ تَسْقِنِي، فَيَقُولُ: أَيْ رَبِّ وَكَيْفَ أَسْقِيكَ وَأَنْتَ رَبُّ الْعِزَّةِ؟ فَيَقُولُ: أَمَا عَلِمْتَ أَنَّ عَبْدِي فُلَانًا اسْتَسْقَاكَ فَلَمْ تَسْقِهِ وَلَوْ سَقَيْتَهُ لَوَجِدْتَ ذَلِكَ عِنْدِي؟ \"",
            "page": "374",
            "part": "1",
            "seal": "C2E697FF"
        },
        {
            "hno": "171",
            "id": "209",
            "nass": "171 - ثنا فُضَيْلُ بْنُ مُحَمَّدٍ الْمَلَطِيُّ، ثنا عَبْدُ الْغَفَّارِ بْنُ الْحَكَمِ، ثنا شَرِيكٌ، عَنْ كَثِيرٍ أَبِي إِسْمَاعِيلَ، عَنْ مُحَمَّدِ بْنِ نَشْرٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: «§لَأَنْ أَجْمَعَ أُنَاسًا مِنْ أَصْحَابِي عَلَى صَاعٍ مِنْ طَعَامٍ أَحَبُّ إِلَيَّ مِنْ أَنْ أَخْرُجَ إِلَى السُّوقِ فَأَشْتَرِيَ نَسَمَةً فَأَعْتِقَهَا»",
            "page": "375",
            "part": "1",
            "seal": "697B2DB4"
        },
        {
            "hno": "172",
            "id": "210",
            "nass": "172 - ثنا أَبُو حُصَيْنٍ مُحَمَّدُ بْنُ الْحُسَيْنِ الْقَاضِي، ثنا عُبَيْدُ بْنُ يَعِيشَ، ثنا يُونُسُ بْنُ بُكَيْرٍ، عَنْ يُونُسَ بْنِ عَمْرٍو، عَنْ أَبِيهِ قَالَ: بَعَثَتِ امْرَأَةُ الْحُسَيْنِ بْنِ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ إِلَيْهِ: إِنَّا قَدْ صَنَعْنَا لَكَ مِنَ الطَّعَامِ طَيِّبًا وَصَنَعْنَا لَكَ طِيبًا، فَانْظُرْ أَكْفَاءَكَ فَأْتِنَا بِهِمْ، فَدَخَلَ الْحُسَيْنُ رَضِيَ اللَّهُ عَنْهُ الْمَسْجِدَ فَجَمَعَ السُّؤَّالَ الَّذِينَ فِيهِ وَالْمَسَاكِينَ، فَانْطَلَقَ بِهِمْ إِلَيْهَا فَأَتَاهَا جَوَارِيهَا فَقُلْنَ لَهَا: وَاللَّهِ قَدْ جَلَبَ عَلَيْكِ الْمَسَاكِينَ، وَدَخَلَ الْحُسَيْنُ بْنُ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ عَلَى امْرَأَتِهِ فَقَالَ: «§أَعْزِمُ عَلَيْكِ لِمَا كَانَ لِي عَلَيْكِ مِنْ حَقٍّ أَنْ لَا تَدَّخِرِي طَعَامًا، وَلَا طِيبًا» ، فَفَعَلَتْ، فَأَطْعَمَهُمْ وَكَسَاهُمْ وَطَيَّبَهُمْ",
            "page": "375",
            "part": "1",
            "seal": "24AE638B"
        },
        {
            "hno": "173",
            "id": "211",
            "nass": "173 - ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، ثني أَبِي، ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ قَالَ: مَرَّ عَلِيُّ بْنُ الْحُسَيْنِ وَهُوَ رَاكِبٌ عَلَى مَسَاكِينَ يَأْكُلُونَ كِسَرًا لَهُمْ، فَسَلَّمَ عَلَيْهِمْ فَدَعَوْهُ إِلَى طَعَامِهِمْ فَتَلَا هَذِهِ الْآيَةَ {لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا} [القصص: 83] ثُمَّ نَزَلَ فَأَكَلَ مَعَهُمْ، ثُمَّ قَالَ: «قَدْ §أَجَبْتُكُمْ فَأَجِيبُونِي» ، فَحَمَلَهُمْ إِلَى مَنْزِلِهِ فَأَطْعَمَهُمْ وَكَسَاهُمْ وَصَرَفَهُمْ",
            "page": "375",
            "part": "1",
            "seal": "4DF7671A"
        },
        {
            "hno": "174",
            "id": "212",
            "nass": "174 - ثنا إِبْرَاهِيمُ بْنُ صَالِحٍ الشِّيرَازِيُّ، ثنا حَجَّاجُ بْنُ نُصَيْرٍ، ثنا قُرَّةُ بْنُ خَالِدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ قَالَ: «كَانَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ §ضَخْمَ الْقِطْعَةِ، حَسَنَ الْحَدِيثِ»",
            "page": "375",
            "part": "1",
            "seal": "DA1B14D0"
        },
        {
            "hno": "175",
            "id": "213",
            "nass": "175 - ثنا مُحَمَّدُ بْنُ الْحُسَيْنِ الْأَنْمَاطِيُّ، ثنا يَحْيَى بْنُ مَعِينٍ، ثنا عَبْدُ الرَّزَّاقِ، ثني أَبِي: أَنَّ عُمَرَ بْنَ أَبِي بَكْرٍ الْقُرَشِيَّ، أَخْبَرَهُ أَنَّ أَبَاهُ، أَخْبَرَهُ أَنَّ الْحَجَّاجَ , عُمِلَتْ لَهُ سَكَرَّةٌ عَظِيمَةٌ لَمْ يَقْتَدِرُوا أَنْ يَحْمِلُوهَا عَلَى الدَّوَابِّ فَجُرَّتْ عَلَى الْعَجَلِ حَتَّى أُتِى بِهَا إِلَى عِنْدِ عَبْدِ الْمَلِكِ، فَخَرَجَ فَنَظَرَ إِلَيْهَا فَلَمَّا رَآهَا رَاعَتْهُ وَاسْتَعْظَمَهَا، وَلَمْ يَدْرِ كَيْفَ يَصْنَعُ بِهَا فَفَكَّرَ سَاعَةً، فَقَالَ: «يَا غُلَامُ §وَجِّهْهَا إِلَى مَنْزِلِ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ» ، وَهُوَ يَوْمَئِذٍ عِنْدَهُ فَوُجِّهَتْ إِلَى مَنْزِلِهِ، فَلَمَّا دَنَتْ إِذَا صِيَاحٌ، وَإِذَا النَّاسُ قَدِ اجْتَمَعُوا يَنْظُرُونَ إِلَيْهَا قَالَ: مَا هَذَا؟ فَقِيلَ لَهُ: سَكَرَّةٌ بَعَثَ بِهَا إِلَيْكَ أَمِيرُ الْمُؤْمِنِينَ، فَخَرَجَ فَنَظَرَ إِلَى شَيْءٍ لَمْ يَنْظُرِ النَّاسُ إِلَى مِثْلِهِ فَفَكَّرَ سَاعَةً، ثُمَّ قَالَ: يَا غُلَامُ عَلَيَّ بِالْأَنْطَاعِ وَالْفُؤْسِ، فَأُتِيَ بِالْأَنْطَاعِ وَالْفُئُوسِ فَجَعَلُوا يُكَسِّرُونَهَا، وَهُوَ يَقُولُ: مَنْ أَخَذَ شَيْئًا فَهُوَ لَهُ، فَلَمْ يَزَلْ قَائِمًا حَتَّى أُتِيَ عَلَى آخِرِهَا، فَبَلَغَ ذَلِكَ عَبْدَ الْمَلِكِ فَعَجِبَ، وَقَالَ: «هُوَ كَانَ أَعْلَمَ بِهَا مِنَّا»",
            "page": "376",
            "part": "1",
            "seal": "6846C479"
        },
        {
            "hno": "176",
            "id": "214",
            "nass": "176 - ثنا مُحَمَّدُ بْنُ الْفَضْلِ السَّقَطِيُّ، ثنا سَعِيدُ بْنُ سُلَيْمَانَ الْوَاسِطِيُّ، عَنْ أَبِي أُسَامَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ قَالَ: أَدْرَكْتُ سَعْدَ بْنَ عُبَادَةَ، وَمُنَادٍ يُنَادِي عَلَى أُطُمِهِ: مَنْ أَحَبَّ شَحْمًا وَلَحْمًا فَلْيَأْتِ سَعْدًا، ثُمَّ أَدْرَكْتُ ابْنَهُ قَيْسًا يُنَادِي بِمِثْلِ ذَلِكَ قَالَ: وَقَالَ سَعْدُ بْنُ عُبَادَةَ: «§اللَّهُمَّ هَبْ لِي حَمْدًا، وَهَبْ لِي -[377]- مَجْدًا، لَا مَجْدَ إِلَّا بِفِعَالٍ، وَلَا فِعَالَ إِلَّا بِمَالٍ، اللَّهُمَّ إِنَّهُ لَا يَصْلُحُ لِي الْقَلِيلُ، وَلَا أَصْلُحُ عَلَيْهِ»",
            "page": "376",
            "part": "1",
            "seal": "8682F230"
        },
        {
            "hno": "177",
            "id": "215",
            "nass": "177 - ثنا إِبْرَاهِيمُ بْنُ هَاشِمٍ الْبَغَوِيُّ، ثنا إِبْرَاهِيمُ بْنُ الْحَجَّاجِ السَّامِيُّ، ثنا عَبْدُ اللَّهِ بْنُ زِيَادٍ، ثنا عَمْرُو بْنُ مَيْمُونٍ بْنُ مَهْرَانَ، ثنا نَافِعٌ، مَوْلَى عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ: كَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ يَصُومُ النَّهَارَ. وَكَانَتْ صَفِيَّةُ بِنْتُ أَبِي عُبَيْدٍ تُهَيِّئُ لَهُ شَيْئًا يُفْطِرُ عَلَيْهِ، فَأُتِيَ يَوْمًا بِرُمَّانٍ مُنَقًى فَجَاءَ سَائِلٌ فَأَمَرَ لَهُ بِهِ، فَقَالَتْ صَفِيَّةُ: غَيْرُ هَذَا خَيْرٌ لَهُ مِنْ هَذَا، فَأَمَرَتْ لَهُ بِشَيْءٍ وَقَدَّمُوهُ إِلَيْهِ، فَقَالَ عَبْدُ اللَّهِ: «§ارْفَعُوهُ حَتَّى تُعْطُوهُ سَائِلًا آخَرَ، فَإِنِّي قَدْ كُنْتُ وَجَّهْتُهُ»",
            "page": "377",
            "part": "1",
            "seal": "27D13F0C"
        },
        {
            "hno": "178",
            "id": "216",
            "nass": "178 - ثنا أَبُو زَيْدٍ يُوسُفُ بْنُ يَزِيدَ الْقَرَاطِيسِيُّ، ثنا أَسَدُ بْنُ مُوسَى، ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ سَعِيدِ بْنِ مُسْلِمٍ، عَنْ سَعِيدِ بْنِ عَبْدِ الْعَزِيزِ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ نَافِعٍ قَالَ: مَرِضَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُ §فَاشْتَرَى عِنَبًا لَهُ قَطْفٌ بِدِرْهَمٍ فَلَمَّا قُدِّمَ إِلَيْهِ جَاءَ سَائِلٌ فَأَمَرَ لَهُ بِهِ، فَبَعَثُوا مِنْ حَيْثُ لَا يَشْعُرُ فَاشْتَرَوْهُ مِنَ السَّائِلِ بِدِرْهَمٍ، فَرَجَعَ السَّائِلُ فَأَمَرَ لَهُ بِهِ حَتَّى رَجَعَ ثَلَاثَ مِرَارٍ كُلَّ ذَلِكَ يَشْتَرُونَهُ مِنْهُ، وَيُقَدِّمُونَهُ إِلَيْهِ فَيَأْمُرُ لَهُ بِهِ حَتَّى زَجَرُوهُ عَنْهُ مِنْ حَيْثُ لَا يَشْعُرُ ابْنُ عُمَرَ \"",
            "page": "377",
            "part": "1",
            "seal": "BE3F1188"
        },
        {
            "hno": "179",
            "id": "217",
            "nass": "179 - ثنا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، ثنا أَبِي، ثنا يَعْلَى بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، عَنِ الْأَعْمَشِ، عَنْ خَيْثَمَةَ قَالَ: \" §دَعَا عِيسَى ابْنُ مَرْيَمَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أُنَاسًا مِنْ أَصْحَابِهِ فَأَطْعَمَهُمْ وَقَامَ عَلَيْهِمْ، وَقَالَ: هَكَذَا فَافْعَلُوا بِالْقُرَّاءِ \"",
            "page": "377",
            "part": "1",
            "seal": "94B99506"
        },
        {
            "hno": "180",
            "id": "218",
            "nass": "180 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا أَبُو نُعَيْمٍ، ثنا أَبُو قَبِيصَةَ قَالَ: كَانَ خَيْثَمَةُ: «§لَا تُفَارِقُهُ سَلَّةٌ فِيهَا خَبِيصٌ تَحْتَ سَرِيرِهِ، فَإِذَا دَخَلَ عَلَيْهِ الْقُرَّاءُ أَطْعَمَهُمْ»",
            "page": "377",
            "part": "1",
            "seal": "44D231D1"
        },
        {
            "hno": "181",
            "id": "219",
            "nass": "181 - ثنا أَبُو مُسْلِمٍ الْكَشِّيُّ، ثنا بَكَّارُ بْنُ مُحَمَّدٍ السِّيرِينِيُّ، ثنا ابْنُ عَوْنٍ قَالَ: «§مَا أَتَيْنَا مُحَمَّدَ بْنَ سِيرِينَ فِي يَوْمٍ قَطُّ إِلَّا أَطْعَمَنَا خَبِيصًا أَوْ فَالُوذَجًا»",
            "page": "378",
            "part": "1",
            "seal": "F0244312"
        },
        {
            "hno": "182",
            "id": "220",
            "nass": "182 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا مُسْلِمُ بْنُ إِبْرَاهِيمَ، ثنا أَبُو خَلْدَةَ قَالَ: دَخَلْنَا عَلَى مُحَمَّدِ بْنِ سِيرِينَ، فَقَالَ: «§مَا أَدْرِي مَا أُتْحِفُكُمْ بِهِ؟ كُلُّكُمْ فِي بَيْتِهِ خُبْزٌ وَلَحْمٌ» ، ثُمَّ قَالَ: «يَا جَارِيَةُ هَاتِي تِلْكَ الشَّهْدَةَ» ، فَجَعَلَ يَقْطَعُ وَيُطْعِمُنَا",
            "page": "378",
            "part": "1",
            "seal": "3EB1030D"
        },
        {
            "hno": "183",
            "id": "221",
            "nass": "183 - ثنا أَبُو يَزِيدَ الْقَرَاطِيسِيُّ، ثنا الْمُعَلَّى بْنُ الْوَلِيدِ الْقَعْقَاعِيُّ، ثنا هَانِئُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَبْلَةَ، ثني عَمِّي إِبْرَاهِيمُ بْنُ أَبِي عَبْلَةَ قَالَ: «§كُنَّا نَأْتِي أُمَّ الدَّرْدَاءِ عِنْدَ بَابِ الْأَسْبَاطِ فِي مَسْجِدِ بَيْتِ الْمَقْدِسِ، فَنَجْلِسُ إِلَيْهَا فَتُحَدِّثْنَا، فَقَلَّمَا نَقُومُ مِنْ عِنْدَهَا حَتَّى تَدْعُوَ لَنَا بِطَعَامٍ نَصِيبُهُ، حَلْوَاءَ وَغَيْرَ ذَلِكَ»",
            "page": "378",
            "part": "1",
            "seal": "FE340A2B"
        },
        {
            "hno": "184",
            "id": "222",
            "nass": "184 - ثنا أَحْمَدُ بْنُ أَبِي دَاوُدَ الْمَكِّيُّ، ثنا إِبْرَاهِيمُ بْنُ عَرْعَرَةَ السَّامِيُّ، ثنا فَضَالَةُ بْنُ حُصَيْنٍ الْعَطَّارُ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا عُرِضَتْ عَلَى أَحَدِكُمُ الْحَلْوَاءُ فَلْيُصِبْ مِنْهَا، وَإِذَا عُرِضَ عَلَيْهِ الطِّيبُ فَلْيُصِبْ مِنْهِ»",
            "page": "378",
            "part": "1",
            "seal": "3F7D4719"
        },
        {
            "hno": "185",
            "id": "223",
            "nass": "185 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا الزُّبَيْرُ بْنُ بَكَّارٍ، ثنا عَبْدُ اللَّهِ بْنُ إِبْرَاهِيمَ الْجُمَحِيُّ، عَنْ أَبِيهِ قَالَ: \" دَخَلَ أَعْرَابِيٌّ إِلَى دَارِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ رَحِمَهُ اللَّهُ وَفِي جَانِبِهَا عَبْدُ اللَّهِ بْنُ عَبَّاسٍ يُفْتِي لَا يَرْجِعُ فِي شَيْءٍ يُسْأَلُ عَنْهُ، وَفِي -[379]- الْجَانِبِ الْآخَرِ عُبَيْدُ اللَّهِ بْنُ الْعَبَّاسِ يُطْعِمُ كُلَّ مَنْ دَخَلَ، فَقَالَ الْأَعْرَابِيُّ: §مَنْ أَرَادَ الدُّنْيَا وَالْآخِرَةَ فَعَلَيْهِ بِدَارِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، هَذَا يُفْتِي وَيُفَقِّهُ النَّاسَ، وَهَذَا يُطْعِمُ الطَّعَامَ \"",
            "page": "378",
            "part": "1",
            "seal": "7A0DA299"
        },
        {
            "hno": "186",
            "id": "224",
            "nass": "186 - ثنا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا الزُّبَيْرُ قَالَ: كَانَ عُبَيْدُ اللَّهِ بْنُ الْعَبَّاسِ: «§يَنْحَرُ بِمَجْزَرَةٍ وَيُطْعِمُ فِي مَوْضِعِ الْمَجْزَرَةِ الَّتِي تُعْرَفُ بِمَجْزَرَةِ ابْنِ عَبَّاسٍ فِي السُّوقِ بِمَكَّةَ، وَنُسِبَتِ الْمَجْزَرَةُ إِلَيْهِ بِهَذَا السَّبَبِ»",
            "page": "379",
            "part": "1",
            "seal": "13E7D837"
        },
        {
            "hno": "187",
            "id": "225",
            "nass": "187 - ثنا أَحْمَدُ بْنُ يَحْيَى ثَعْلَبٌ النَّحْوِيُّ، ثنا عَلِيُّ بْنُ مُحَمَّدٍ الْمَدَائِنِيُّ قَالَ: «كَانَ عَبْدُ اللَّهِ بْنُ الْعَبَّاسِ §يُهَرَاقُ لَهُ فِي كُلِّ يَوْمٍ دَمُ جَزُورٍ أَوْ مِثْلُ ذَلِكَ مِنَ الْجَزُورِ مِنَ الْغَنَمِ»",
            "page": "379",
            "part": "1",
            "seal": "5B621719"
        },
        {
            "hno": "188",
            "id": "226",
            "nass": "188 - ثنا أَحْمَدُ بْنُ يَحْيَى ثَعْلَبٌ النَّحْوِيُّ، ثنا مُحَمَّدُ بْنُ سَلَامٍ الْجُمَحِيُّ، ثني أَبَانُ بْنُ عُثْمَانَ قَالَ: §أَرَادَ رَجُلٌ أَنْ يَسُوءَ عُبَيْدَ اللَّهِ بْنَ الْعَبَّاسِ فَذَهَبَ إِلَى وُجُوهِ النَّاسِ، فَقَالَ: إِنَّ عُبَيْدَ اللَّهِ بْنَ الْعَبَّاسِ يَقُولُ لَكُمْ: تَعَالَوْا تَغَدَّوْا عِنْدِي الْيَوْمَ، فَأَتَاهُ النَّاسُ حَتَّى مَلَئُوا دَارَهُ، فَقَالَ: مَا شَأْنُ النَّاسِ؟، فَقِيلَ: رَسُولُكَ أَتَاهُمْ فَعَرَفَ مِنْ أَيْنَ أَتَى؟ فَأَمَرَ بِالْبَابِ فَأُغْلِقَ وَأَرْسَلَ إِلَى السُّوقِ فَجَاءَ بِالْفَاكِهَةِ كُلِّهَا، وَكَانَ فِيمَا أَكَلُوا أُتْرُجًّا بِعَسَلٍ، وَبَعَثَ قَوْمًا فَشَوَوْا وَخَبَزُوا فَأَتَوْا بِهِ فَأَكَلُوا، فَلَمَّا فَرَغُوا قَالَ: «أَلَيْسَ هَذَا كُلُّ مَا أَرَدْنَاهُ وَجَدْنَاهُ؟» قَالُوا: نَعَمْ قَالَ: «مَا أُبَالِي مَنْ أَتَانِي بَعْدَ هَذَا»",
            "page": "379",
            "part": "1",
            "seal": "E9297326"
        },
        {
            "hno": "189",
            "id": "227",
            "nass": "189 - ثنا الْهَيْثَمُ بْنُ خَلَفٍ الدُّورِيُّ، ثنا عَبْدُ اللَّهِ بْنُ سَعِيدٍ الْكِنْدِيُّ، ثني -[380]- الْهُذَيْلُ بْنُ عُمَرَ بْنِ أَبِي الْعُزَيْفِ الْهَمْدَانِيِّ، عَنْ يَحْيَى بْنِ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ مُجَالِدِ بْنِ سَعِيدٍ، عَنِ الشَّعْبِيِّ قَالَ: \" §أَرْسَلَ الْأَشْعَثُ بْنُ قَيْسٍ إِلَى عَدِيِّ بْنِ حَاتِمٍ يَسْتَعِيرُ قُدُورَ حَاتِمٍ، فَأَمَرَ بِهَا عَدِيُّ فَمُلِئَتْ وَحَمَلَهَا الرَّجُلُ إِلَى الْأَشْعَثِ، فَأَرْسَلَ إِلَيْهِ الْأَشْعَثُ: إِنَّمَا أَرَدْنَاهَا فَارِغَةً، فَأَرْسَلَ إِلَيْهِ عَدِيُّ: إِنَّا لَا نُعِيرُهَا فَارِغَةً \"",
            "page": "379",
            "part": "1",
            "seal": "69701921"
        },
        {
            "hno": "190",
            "id": "228",
            "nass": "190 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْحُسَيْنِ الْمِصِّيصِيُّ، ثنا الْحُسَيْنُ بْنُ مُحَمَّدٍ الْمَرُّوذِيُّ، ثنا سُلَيْمَانُ بْنُ قَرْمٍ، عَنْ رِشْدِينَ بْنِ كُرَيْبٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ قَالَ: \" §ثَلَاثَةٌ لَا أَقْدِرُ عَلَى مُكَافَأَتِهِمْ وَرَابِعٌ لَا يُكَافِيهِ عَنِّي إِلَّا اللَّهُ عَزَّ وَجَلَّ، فَأَمَّا الَّذِينَ لَا أَقْدِرُ عَلَى مُكَافَأَتِهِمْ: فَرَجُلٌ أَوْسَعَ لِي فِي مَجْلِسِهِ، وَرَجُلٌ سَقَانِي عَلَى ظَمَأٍ، وَرَجُلٌ اغْبَرَّتْ قَدَمَاهُ فِي الِاخْتِلَافِ عَلَى بَابِي، وَأَمَّا الرَّابِعُ الَّذِي لَا يُكَافِيهِ عَنِّي إِلَّا اللَّهُ فَرَجُلٌ عَرَضَتْ لَهُ حَاجَةٌ فَظَلَّ سَاهِرًا مُتَفَكِّرًا بِمَنْ يُنْزِلُ حَاجَتَهُ فَأَصْبَحَ فَرَآنِي مَوْضِعًا لِحَاجَتِهِ، فَهَذَا لَا يُكَافِيهِ عَنِّي إِلَّا اللَّهُ سُبْحَانَهُ وَإِنِّي لَأَسْتَحْيِي مِنَ الرَّجُلِ أَنْ يَطَأَ عَلَى بِسَاطِي ثَلَاثًا لَا يُرَى عَلَيْهِ أَثَرٌ مِنْ أَثَرِي \"",
            "page": "380",
            "part": "1",
            "seal": "D3A8BC93"
        },
        {
            "hno": null,
            "id": "229",
            "nass": "§بَابُ فَضْلِ مَنْ كَسَا أَخَاهُ الْمُسْلِمَ ثَوْبًا",
            "page": "380",
            "part": "1",
            "seal": "17AA14DF"
        },
        {
            "hno": "191",
            "id": "230",
            "nass": "191 - حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ الْمِصْرِيُّ الْعَلَّافُ، ثنا سَعِيدُ بْنُ أَبِي -[381]- مَرْيَمَ، أنا يَحْيَى بْنُ أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ، عَنْ عَلِيِّ بْنِ يَزِيدَ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ قَالَ: كَانَ عُمَرُ بْنُ الْخَطَّابِ يَوْمًا فِي جَمْعٍ مِنْ أَصْحَابِهِ، إِذْ دَعَا بِقَمِيصٍ لَهُ جَدِيدٍ فَلَبِسَهُ، فَمَا أَحْسَبُهُ بَلَغَ تَرَاقِيَهُ حَتَّى قَالَ: §الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي وَأَتَجَمَّلُ بِهِ فِي حَيَاتِي، ثُمَّ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَبِسَ ثَوْبًا جَدِيدًا، فَقَالَ مِثْلَ مَا قُلْتُ، ثُمَّ قَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ مَا مِنْ عَبْدٍ مُسْلِمٍ يَلْبَسُ ثَوْبًا جَدِيدًا، ثُمَّ يَقُولُ مَا قُلْتُ ثُمَّ تَعَمَّدَ إِلَى سَمَلٍ مِنْ أَخْلَاقِهِ الَّتِي وَضَعَ فَيَكْسُوهُ إِنْسَانًا مُسْلِمًا مِسْكِينًا فَقِيرًا، لَا يَكْسُوهُ إِلَّا لِلَّهِ عَزَّ وَجَلَّ، إِلَّا لَمْ يَزَلْ فِي حِرْزِ اللَّهِ، وَفِي ضَمَانِ اللَّهِ، وَفِي جِوَارِ اللَّهِ مَادَامَ عَلَيْهِ سِلْكٌ وَاحِدٌ، حَيًّا وَمَيِّتًا»",
            "page": "380",
            "part": "1",
            "seal": "EBBE8E44"
        },
        {
            "hno": "192",
            "id": "231",
            "nass": "192 - حَدَّثَنَا عَبْدَانُ، ثنا يَحْيَى بْنُ خَلَفٍ أَبُو سَلَمَةَ الْجُوبَارِيُّ، أنا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنِ الْجَارُودِ، عَنْ عَطِيَّةَ الْعَوْفِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَطْعَمَ مِسْكِينًا عَلَى جُوعٍ أَطْعَمَهُ اللَّهُ فِي الْجَنَّةِ، وَمَنْ سَقَاهُ عَلَى ظَمَأٍ سَقَاهُ اللَّهُ مِنَ الرَّحِيقِ الْمَخْتُومِ يَوْمَ الْقِيَامَةِ، وَمَنْ كَسَاهُ عَلَى عُرْيٍ كَسَاهُ اللَّهُ مِنْ خَضِرِ الْجَنَّةِ»",
            "page": "381",
            "part": "1",
            "seal": "630C4674"
        },
        {
            "hno": "193",
            "id": "232",
            "nass": "§جَامِعُ حَقِّ الْجَارِ ¶ 193 - فَمَنْ ذَلِكَ قَوْلُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "382",
            "part": "1",
            "seal": "B1EDB1FC"
        },
        {
            "hno": "194",
            "id": "233",
            "nass": "194 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ، ثنا مُحَمَّدُ بْنُ عِيسَى الطَّبَّاعُ، ثنا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ عَبْدِ اللَّهِ بْنِ هِلَالٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "382",
            "part": "1",
            "seal": "B051F39E"
        },
        {
            "hno": "195",
            "id": "234",
            "nass": "195 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، ثنا مُحَمَّدُ بْنُ -[383]- جَعْفَرٍ، ثنا شُعْبَةُ، عَنْ عُمَرَ بْنِ مُحَمَّدِ بْنِ زَيْدِ بْنِ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "382",
            "part": "1",
            "seal": "0630D732"
        },
        {
            "hno": "196",
            "id": "235",
            "nass": "196 - حَدَّثَنَا حَفْصُ بْنُ عُمَرَ بْنِ الصَّبَّاحِ الرَّقِّيُّ، ثنا أَبُو عُمَرَ حَفْصُ بْنُ عُمَرَ الْحَوْضِيُّ، وَحَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، ثنا سُلَيْمَانُ بْنُ حَرْبٍ، ح وثنا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ أَعْيَنَ، ثنا عَفَّانُ بْنُ مُسْلِمٍ، قَالُوا: ثنا شُعْبَةُ، عَنْ دَاوُدَ بْنِ فَرَاهِيجَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "383",
            "part": "1",
            "seal": "42BA9602"
        },
        {
            "hno": "197",
            "id": "236",
            "nass": "197 - حَدَّثَنَا أَحْمَدُ بْنُ رَشْدِينَ الْحِمْصِيِّ الْمِصْرِيُّ، ثنا أَحْمَدُ بْنُ صَالِحٍ، ثنا ابْنُ أَبِي فُدَيْكٍ، عَنْ شِبْلِ بْنِ الْعَلَاءِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "383",
            "part": "1",
            "seal": "82F7EC20"
        },
        {
            "hno": "198",
            "id": "237",
            "nass": "198 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ سَعِيدِ بْنِ أَبِي مَرْيَمَ، ثنا مُحَمَّدُ بْنُ يُوسُفَ، ثنا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَتَانِي جِبْرِيلُ، فَمَا زَالَ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "383",
            "part": "1",
            "seal": "987C412F"
        },
        {
            "hno": "199",
            "id": "238",
            "nass": "199 - حَدَّثَنَا فُضَيْلُ بْنُ مُحَمَّدٍ الْمَلَطِيُّ، ثنا أَبُو نُعَيْمٍ، ثنا بَشِيرُ بْنُ سَلْمَانَ أَبُو إِسْمَاعِيلَ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّهُ أَمَرَ بِشَاةٍ فَذُبِحَتْ، فَقَالَ لِقَيِّمِهِ: أَهَدَيْتَ لِجَارِنَا الْيَهُودِيِّ مِنْهَا شَيْئًا؟ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "384",
            "part": "1",
            "seal": "E9DBD4F9"
        },
        {
            "hno": "200",
            "id": "239",
            "nass": "200 - حَدَّثَنَا أَبُو مُسْلِمٍ الْكَجِّيُّ، ثنا إِبْرَاهِيمُ بْنُ بَشَّارٍ الرَّمَادِيُّ، ثنا سُفْيَانُ، عَنْ دَاوُدَ بْنِ شَابُورَ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "384",
            "part": "1",
            "seal": "A12493EA"
        },
        {
            "hno": "201",
            "id": "240",
            "nass": "201 - حَدَّثَنَا مُحَمَّدُ بْنُ السَّرِيِّ بْنِ سَهْلٍ الْقَنْطَرِيُّ، ثنا دَاوُدُ بْنُ رُشَيْدٍ، ثنا سُوَيْدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ عُثْمَانَ بْنِ عَطَاءٍ الْخُرَاسَانِيِّ، عَنْ أَبِيهِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "384",
            "part": "1",
            "seal": "58C783BA"
        },
        {
            "hno": "202",
            "id": "241",
            "nass": "202 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي مَرْيَمَ، ثنا الْفِرْيَابِيُّ، ثنا سُفْيَانُ، عَنْ زُبَيْدٍ، عَنْ مُجَاهِدٍ، عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "384",
            "part": "1",
            "seal": "B0C27CE4"
        },
        {
            "hno": "203",
            "id": "242",
            "nass": "203 - حَدَّثَنَا مُحَمَّدُ بْنُ الْعَبَّاسِ الْمُؤَدِّبُ، لَيْسَ بِالْأَصْبَهَانِيِّ، ثنا سُرَيْجُ بْنُ النُّعْمَانِ، ح وثنا أَبُو يُوسُفَ الْقَاضِي، ثنا سُلَيْمَانُ بْنُ حَرْبٍ، ثنا مُحَمَّدُ بْنُ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ زُبَيْدٍ، عَنْ مُجَاهِدٍ، عَنْ جَابِرٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "385",
            "part": "1",
            "seal": "1951EB3A"
        },
        {
            "hno": "204",
            "id": "243",
            "nass": "204 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي عَمْرُو بْنُ مُحَمَّدٍ النَّاقِدُ، ثنا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "385",
            "part": "1",
            "seal": "8327EB7F"
        },
        {
            "hno": "205",
            "id": "244",
            "nass": "205 - حَدَّثنا عَمْرُو بْنُ أَبِي الطَّاهِرِ الْمِصْرِيُّ، ثنا يَحْيَى بْنُ بُكَيْرٍ، ثنا مَالِكُ بْنُ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "385",
            "part": "1",
            "seal": "3D350102"
        },
        {
            "hno": "206",
            "id": "245",
            "nass": "206 - حَدَّثَنَا أَبُو زَيْدٍ الْقَرَاطِيسِيُّ، ثنا عَبْدُ اللَّهِ بْنُ صَالِحٍ، ثنا اللَّيْثُ بْنُ سَعْدٍ، ح -[386]- وثنا مُعَاذُ بْنُ الْمُثَنَّى، ثنا مُسَدَّدٌ، ثنا حَمَّادُ بْنُ يَزِيدَ، ح وثنا أَبُو شُعَيْبٍ الْحَرَّانِيُّ، ثنا جَدِّي أَحْمَدُ بْنُ أَبِي شُعَيْبٍ، ثنا زُهَيْرُ بْنُ مُعَاوِيَةَ، ح وثنا أَبُو يُوسُفَ الْقَاضِي، ثنا أَبُو الرَّبِيعِ، ثنا أَبُو الْمِنْهَالِ، ثنا أَبُو شِهَابٍ الْحَنَّاطُ، ح وثنا مُطَيَّنٌ، ثنا مُصَرِّفُ بْنُ عَمْرٍو، ثنا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، وثنا إِدْرِيسُ بْنُ حَفْصٍ الْعَطَّارُ قَالَا: ثنا يَزِيدُ بْنُ هَارُونَ، ح وثنا عُبَيْدُ بْنِ غَنَّامٍ، ثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا عَبْدَةُ بْنُ سُلَيْمَانَ، كُلُّهُمْ عَنْ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "385",
            "part": "1",
            "seal": "D98257AC"
        },
        {
            "hno": "207",
            "id": "246",
            "nass": "207 - حَدَّثَنَا أَبُو يُوسُفَ الْقَاضِي، ثنا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، ثنا حُمَيْدُ بْنُ الْأَسْوَدِ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، ح وثنا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ، ثنا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي اللَّيْثُ بْنُ سَعْدٍ، حَدَّثَنِي يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ، -[387]- وثنا عَبْدُ الرَّحْمَنِ بْنُ مُعَاوِيَةَ الْعُتْبِيُّ، ثنا يَحْيَى بْنُ بُكَيْرٍ، ثنا اللَّيْثُ بْنُ سَعْدٍ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ، وثنا مُحَمَّدُ بْنُ شُعَيْبِ بْنِ الْحَجَّاجِ الزُّبَيْدِيُّ، ثنا أَبُو هَزِيمَةَ مُوسَى بْنُ يُوسُفَ، ثنا أَبُو قُرَّةَ مُوسَى بْنُ طَارِقٍ، عَنْ زَمْعَةَ بْنِ صَالِحٍ، عَنْ زِيَادِ بْنِ سَعْدٍ، كُلُّهُمْ عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "386",
            "part": "1",
            "seal": "412CAC55"
        },
        {
            "hno": "208",
            "id": "247",
            "nass": "208 - حَدَّثَنَا مُحَمَّدٌ الْحَضْرَمِيُّ، وَعَبْدَانُ قَالَا: حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ، ثنا أَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ ثَابِتٍ الْبُنَانِيُّ، عَنْ أَبِيهِ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ»",
            "page": "387",
            "part": "1",
            "seal": "95399F9F"
        },
        {
            "hno": "209",
            "id": "248",
            "nass": "209 - حَدَّثَنَا أَبُو زُرْعَةَ الدِّمَشْقِيُّ، ثنا حَيْوَةُ بْنُ شُرَيْحٍ الْحِمْصِيُّ، ثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ الْأَلْهَانِيِّ قَالَ: سَمِعْتُ أَبَا أُمَامَةَ الْبَاهِلِيَّ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى نَاقَتِهِ الْجَدْعَاءِ، يَقُولُ: «§أُوصِيكُمْ بِالْجَارِ» ، حَتَّى أَكْثَرَ فَقُلْتُ: إِنَّهُ يُوَرِّثُهُ",
            "page": "387",
            "part": "1",
            "seal": "AC4A0B45"
        },
        {
            "hno": "210",
            "id": "249",
            "nass": "210 - حَدَّثَنَا سَعِيدُ بْنُ مُحَمَّدٍ الْمَخْزُومِيُّ الْبَصْرِيُّ، ثنا سَعِيدُ بْنُ سُلَيْمَانَ الْوَاسِطِيُّ، ثنا يُوسُفُ بْنُ عَطِيَّةَ الصَّفَّارُ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْخَلْقُ كُلُّهُمْ عِيَالُ اللَّهِ، وَأَحَبُّ الْخَلْقِ إِلَيْهِ أَنْفَعُهُمْ لِعِيَالِهِ»",
            "page": "387",
            "part": "1",
            "seal": "18A3747C"
        },
        {
            "hno": null,
            "id": "250",
            "nass": "§بَابُ مَا جَاءَ فِي قَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُحْسِنْ إِلَى جَارِهِ»",
            "page": "388",
            "part": "1",
            "seal": "CFBFB60B"
        },
        {
            "hno": "211",
            "id": "251",
            "nass": "211 - حَدَّثَنَا بِشْرُ بْنُ مُوسَى، ثنا الْحُمَيْدِيُّ، ثنا سُفْيَانُ، ثنا عَمْرُو بْنُ دِينَارٍ، أَخْبَرَنِي نَافِعُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِي شُرَيْحٍ الْكَعْبِيِّ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُحْسِنْ إِلَى جَارِهِ» ¶ 212 - حَدَّثَنَا بِشْرٌ، ثنا الْحُمَيْدِيُّ، ثنا سُفْيَانُ، حَدَّثَنِي مُحَمَّدُ بْنُ عَجْلَانَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، مِثْلَهُ",
            "page": "388",
            "part": "1",
            "seal": "B5638411"
        },
        {
            "hno": "213",
            "id": "252",
            "nass": "213 - حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ رَاهَوَيْهِ، ثنا أَبِي، ثنا عِيسَى بْنُ يُونُسَ، عَنِ الْأَعْمَشِ، عَنْ صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُحْسِنْ إِلَى جَارِهِ»",
            "page": "388",
            "part": "1",
            "seal": "B618B3EC"
        },
        {
            "hno": null,
            "id": "253",
            "nass": "§بَابُ مَا جَاءَ فِي قَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "389",
            "part": "1",
            "seal": "9709722F"
        },
        {
            "hno": "214",
            "id": "254",
            "nass": "214 - حَدَّثَنَا مُصْعَبُ بْنُ إِبْرَاهِيمَ بْنِ حَمْزَةَ الزُّبَيْرِيُّ، ثنا أَبِي، ثنا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، حَدَّثَنِي يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي عَمْرَةَ الْأَنْصَارِيَّ، أَخْبَرَهُ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "389",
            "part": "1",
            "seal": "05F1041A"
        },
        {
            "hno": "215",
            "id": "255",
            "nass": "215 - حَدَّثَنَا مُعَاذُ بْنُ الْمُثَنَّى، ثنا مُسَدَّدٌ، ثنا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "389",
            "part": "1",
            "seal": "3C42EE01"
        },
        {
            "hno": "216",
            "id": "256",
            "nass": "216 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، وَأَبُو مُسْلِمٍ الْكَشِّيُّ قَالَا: ثنا حَجَّاجُ بْنُ الْمِنْهَالِ، ثنا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَاصِمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "389",
            "part": "1",
            "seal": "921A40D5"
        },
        {
            "hno": "217",
            "id": "257",
            "nass": "217 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَلْمٍ الرَّازِيُّ، ثنا عَبْدُ اللَّهِ بْنُ عِمْرَانَ الْأَصْبَهَانِيُّ، ثنا أَبُو دَاوُدَ الطَّيَالِسِيُّ، ثنا زَمْعَةُ بْنُ صَالِحٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "389",
            "part": "1",
            "seal": "05829A36"
        },
        {
            "hno": "218",
            "id": "258",
            "nass": "218 - حَدَّثَنَا مُحَمَّدُ بْنُ صَالِحٍ النَّرْسِيُّ، ثنا مُحَمَّدُ بْنُ الْمُثَنَّى، ثنا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، ح وثنا مُحَمَّدُ بْنُ عَبْدُوسٍ السَّرَّاجُ، ثنا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْأُمَوِيُّ، حَدَّثَنِي أَبِي: كِلَاهُمَا، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "390",
            "part": "1",
            "seal": "66169B4D"
        },
        {
            "hno": "219",
            "id": "259",
            "nass": "219 - حَدَّثَنَا الْمِقْدَامُ بْنُ دَاوُدَ الْمِصْرِيُّ، ثنا عَمِّي، سَعِيدُ بْنُ عِيسَى بْنِ تَلِيدٍ، ثنا مُفَضَّلُ بْنُ فَضَالَةَ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "390",
            "part": "1",
            "seal": "E4639A77"
        },
        {
            "hno": "220",
            "id": "260",
            "nass": "220 - حَدَّثَنَا مُعَاذٌ، ثنا مُسَدَّدٌ، ثنا يَزِيدُ بْنُ زُرَيْعٍ، ثنا يُونُسُ بْنُ عُبَيْدٍ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "390",
            "part": "1",
            "seal": "23EA4600"
        },
        {
            "hno": "221",
            "id": "261",
            "nass": "221 - حَدَّثَنَا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ، ثنا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي اللَّيْثُ بْنُ سَعْدٍ، حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ، عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ مُحَمَّدِ بْنِ ثَابِتِ بْنِ شُرَحْبِيلَ، أَنَّ عَبْدَ اللَّهِ بْنَ يَزِيدَ الْخَطْمِيَّ، حَدَّثَهُ عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "390",
            "part": "1",
            "seal": "07374F24"
        },
        {
            "hno": "222",
            "id": "262",
            "nass": "222 - حَدَّثَنَا أَحْمَدُ بْنُ بِشْرٍ الْبَيْرُوتِيُّ، ثنا عَبْدُ الْحَمِيدِ بْنُ بَكَّارٍ، ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الْأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَعِيدٍ، عَنْ أَبِي شُرَيْحٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "391",
            "part": "1",
            "seal": "E6DB3FAF"
        },
        {
            "hno": "223",
            "id": "263",
            "nass": "223 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثنا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ سَعِيدِ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْخُزَاعِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "391",
            "part": "1",
            "seal": "9DC0731D"
        },
        {
            "hno": "224",
            "id": "264",
            "nass": "224 - حَدَّثَنَا عُبَيْدُ بْنُ غَنَّامٍ، ثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "391",
            "part": "1",
            "seal": "1365EB92"
        },
        {
            "hno": "225",
            "id": "265",
            "nass": "225 - حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ السَّدُوسِيِّ، ثنا أَبُو بِلَالٍ الْأَشْعَرِيُّ، ثنا أَبُو بَكْرٍ النَّهْشَلِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي شُرَيْحٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "391",
            "part": "1",
            "seal": "F1B21D32"
        },
        {
            "hno": "226",
            "id": "266",
            "nass": "226 - ثنا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ، ثنا عَبْدُ اللَّهِ بْنُ صَالِحٍ، ح، وثنا الْمِقْدَامُ بْنُ دَاوُدَ الْمِصْرِيُّ، ثنا أَسَدُ بْنُ مُوسَى قَالَا: أَخْبَرَنَا اللَّيْثُ بْنُ سَعْدٍ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْكَعْبِيِّ كَعْبِ خُزَاعَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ»",
            "page": "391",
            "part": "1",
            "seal": "5CBA4FBD"
        },
        {
            "hno": null,
            "id": "267",
            "nass": "§بَابُ مَا جَاءَ فِي قَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِي جَارَهُ»",
            "page": "391",
            "part": "1",
            "seal": "FEE18ADF"
        },
        {
            "hno": "227",
            "id": "268",
            "nass": "227 - حَدَّثَنَا بِشْرُ بْنُ مُوسَى، ثنا خَلَّادُ بْنُ يَحْيَى، ثنا هِشَامُ بْنُ سَعْدٍ، -[392]- عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِي جَارَهُ»",
            "page": "391",
            "part": "1",
            "seal": "C857916A"
        },
        {
            "hno": "228",
            "id": "269",
            "nass": "228 - حَدَّثَنَا مُعَاذُ بْنُ الْمُثَنَّى، ثنا مُسَدَّدٌ، ثنا مُحَمَّدُ بْنُ النَّضْرِ، ثنا الْحَسَنُ بْنُ الرَّبِيعِ، ح وثنا عُبَيْدُ بْنُ غَنَّامٍ، ثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ح، وثنا الْحَضْرَمِيُّ، ثنا جَنْدَلُ بْنُ وَالْقٍ، وَمِنْجَابُ بْنُ الْحَارِثِ، قَالُوا: حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ أَبِي حُصَيْنٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِي جَارَهُ»",
            "page": "392",
            "part": "1",
            "seal": "47B84E52"
        },
        {
            "hno": "229",
            "id": "270",
            "nass": "229 - حَدَّثَنَا الْحَضْرَمِيُّ، ثنا سَعِيدُ بْنُ عَبْدِ الْجَبَّارِ الْكَرَابِيسِيُّ، ثنا عَبْدُ اللَّهِ بْنُ عَبْدِ الْعَزِيزِ أَبُو عَبْدِ الْعَزِيزِ اللَّيْثِيُّ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِي جَارَهُ»",
            "page": "392",
            "part": "1",
            "seal": "D6273E94"
        },
        {
            "hno": "230",
            "id": "271",
            "nass": "230 - حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ رَاهَوَيْهِ، ثنا أَبِي، ثنا حُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ مَيْسَرَةَ الْأَشْجَعِيِّ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِي جَارَهُ»",
            "page": "392",
            "part": "1",
            "seal": "C55F87D4"
        },
        {
            "hno": "231",
            "id": "272",
            "nass": "231 - حَدَّثَنَا مُصْعَبُ بْنُ الزُّبَيْرِيِّ، ثنا أَبِي، ثنا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ كَثِيرِ بْنِ زَيْدٍ، عَنِ الْوَلِيدِ بْنِ رَبَاحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِي جَارَهُ»",
            "page": "392",
            "part": "1",
            "seal": "D63A43ED"
        },
        {
            "hno": "232",
            "id": "273",
            "nass": "232 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، ح -[393]- وثنا يَحْيَى بْنُ عُثْمَانَ الْمِصْرِيُّ، ثنا نُعَيْمُ بْنُ حَمَّادٍ، ثنا إِبْرَاهِيمُ بْنُ سَعْدٍ، ح وثنا عَبْدُ الرَّحْمَنِ بْنُ سَلْمٍ الرَّازِيُّ، ثنا عَبْدُ اللَّهِ بْنُ عِمْرَانَ، ثنا أَبُو دَاوُدَ، ثنا زَمْعَةُ بْنُ صَالِحٍ، ح ثنا مُطَّلِبٌ الْأَزْدِيُّ، ثنا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي اللَّيْثُ بْنُ سَعْدٍ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدِ بْنِ مُسَافِرٍ، كُلُّهُمْ عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِي جَارَهُ»",
            "page": "392",
            "part": "1",
            "seal": "1BDA9DD4"
        },
        {
            "hno": "233",
            "id": "274",
            "nass": "233 - حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى السَّاجِيُّ، ثنا خَالِدُ بْنُ يُوسُفَ السَّمْتِيُّ، ثنا أَبُو عَوَانَةَ، ثنا عُمَرُ بْنُ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِي جَارَهُ»",
            "page": "393",
            "part": "1",
            "seal": "7171EB15"
        },
        {
            "hno": "234",
            "id": "275",
            "nass": "234 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، ثنا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، ثنا يَعْلَى بْنُ عُبَيْدٍ، وثنا الْحُسَيْنُ بْنُ إِسْحَاقَ، ثنا عُثْمَانُ بْنُ شَيْبَةَ، ثنا مُحَمَّدُ بْنُ بِشْرٍ، ح وثنا مُحَمَّدُ بْنُ عَبْدُوسِ بْنِ كَامِلٍ، ثنا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْأُمَوِيِّ، ثنا أَبِي كُلُّهُمْ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِي جَارَهُ»",
            "page": "393",
            "part": "1",
            "seal": "2B528E27"
        },
        {
            "hno": "235",
            "id": "276",
            "nass": "235 - حَدَّثَنَا أَحْمَدُ بْنُ رِشْدِينَ، ثنا أَحْمَدُ بْنُ صَالِحٍ، ثنا ابْنُ وَهْبٍ، -[394]- أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ دَرَّاجٍ أَبِي السَّمْحِ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِي جَارَهُ»",
            "page": "393",
            "part": "1",
            "seal": "15A7DC56"
        },
        {
            "hno": null,
            "id": "277",
            "nass": "§بَابُ وُجُوبِ اللَّعْنَةِ عَلَى مَنْ آذَى جَارَهُ",
            "page": "394",
            "part": "1",
            "seal": "0C71B40D"
        },
        {
            "hno": "236",
            "id": "278",
            "nass": "236 - ثنا أَبُو زُرْعَةَ الدِّمَشْقِيُّ، ثنا آدَمُ بْنُ أَبِي إِيَاسٍ، ح وَحَدَّثَنَا عُبَيْدُ بْنُ غَنَّامٍ، نا. . .، قَالَا ثنا عَلِيُّ بْنُ حَكِيمٍ الْأَوْدِيُّ، نا شَرِيكٌ، عَنْ أَبِي عُمَرَ، عَنْ أَبِي جُحَيْفَةَ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَشْكُو جَارَهُ، فَقَالَ لَهُ: «أَخْرِجْ مَتَاعَكَ فِي الطَّرِيقِ» ، فَطَرَحَهُ فَجَعَلَ النَّاسُ يَمُرُّونَ عَلَيْهِ فَيَلْعَنُونَهُ، فَجَاءَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ لَقِيتُ مِنَ النَّاسِ قَالَ: «وَمَا لَقِيتَ مِنْهُمْ؟» قَالَ: قَدْ يَلْعَنُونِي، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَدْ §لَعَنَكَ اللَّهُ قَبْلَ النَّاسِ» ، فَقَالَ: فَإِنِّي لَا أَعُودُ، فَجَاءَ الَّذِي شَكَاهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «ارْفَعْ مَتَاعَكَ، فَقَدْ كُفِيتَ» ¶ 237 - حَدَّثَنَا الْحَضْرَمِيُّ، ثنا إِسْمَاعِيلُ بْنُ بَهْرَامَ الْخَزَّازُ، ثنا أَبُو خَالِدٍ -[395]- الْأَحْمَرُ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَ حَدِيثِ أَبِي جُحَيْفَةَ، ¶ 238 - حَدَّثَنَا الْحَضْرَمِيُّ، ثنا جُبَارَةُ بْنُ مُغَلِّسٍ، ثنا الْحَجَّاجُ بْنُ تَمِيمٍ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ",
            "page": "394",
            "part": "1",
            "seal": "0602907F"
        },
        {
            "hno": null,
            "id": "279",
            "nass": "§بَابُ قَوْلِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا قَلِيلَ مِنْ أَذَى الْجَارِ»",
            "page": "395",
            "part": "1",
            "seal": "4282BDB2"
        },
        {
            "hno": "239",
            "id": "280",
            "nass": "239 - حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، ثنا أَبِي، ثنا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنِ الْأَوْزَاعِيِّ، عَنْ عَبْدَةَ بْنِ أَبِي لُبَابَةَ، عَنْ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَتْ: كُنْتُ أَنَا وَالنَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي لِحَافِهِ إِذْ دَخَلَتْ شَاةٌ لِجَارَتِنَا، فَأَخَذَتْ قُرْصَةً فَقُمْتُ إِلَيْهَا فَأَخَذْتُهَا مِنْ بَيْنِ لِحْيَيْهَا وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا كَانَ يُؤْمِنُكِ أَنْ تُعْشِفِيهَا، إِنَّهُ لَا قَلِيلَ مِنْ أَذَى الْجَارِ»",
            "page": "395",
            "part": "1",
            "seal": "FC2BF6B8"
        }
    ],
    "t9324": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل تلاوة القرآن وكثرة ذكر الله تعالى والصمت إلا من خير، وحب المساكين ومجالستهم"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في حسن الخلق"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل لين الجانب، وسهول الأخلاق، وقرب المأخذ، والتواضع"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل الانبساط إلى الناس، ولقائهم بطلاقة الوجه"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل تبسم الرجل في وجه أخيه المسلم"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل الرفق والحلم والأناة"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل الصبر والسماحة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل من يملك نفسه عند الغضب"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل الرحمة ورقة القلب"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل كظم الغيظ"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل العفو عن الناس"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في نصيحة المسلمين"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل سلامة الصدر وقلة الغل للمسلمين"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل الإصلاح بين الناس"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل إنعاش الحقوق"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل ما جاء في نصرة المظلوم"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل الأخذ على يد الظالم"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في الأخذ على أيدي السفهاء"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل معونة المسلمين والسعي في حوائجهم"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "باب آخر في ذلك"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل إغاثة اللهفان"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل التكفل بأمر الأرامل"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل التكفل بأمر الأيتام"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل تربية المنبوذين والإنفاق عليهم حتى يكبروا"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل اصطناع المعروف"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "باب ح فضل محاسن الأفعال"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "باب فيمن ظلم رجلا مسلما"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل شفاعة المسلم لأخيه"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في فضل حوائج المسلمين إلى السلاطين وتنجزها لهم"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل رد المسلم عن عرض أخيه المسلم ونصره إياه"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل التودد إلى الناس ومداراتهم"
        },
        {
            "id": "174",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل معونة الغزاة في سبيل الله عز وجل"
        },
        {
            "id": "177",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل من أعان حاجا أو فطر صائما"
        },
        {
            "id": "181",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل رحمة الصغير، وتوقير الكبير، ومعرفة حق العلماء"
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل توسعة المجالس للعلماء"
        },
        {
            "id": "187",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل إلقاء الرجل الوسادة لأخيه المسلم"
        },
        {
            "id": "190",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل إطعام الطعام"
        },
        {
            "id": "229",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل من كسا أخاه المسلم ثوبا"
        },
        {
            "id": "232",
            "lvl": "1",
            "sub": null,
            "tit": "جامع حق الجار فمن ذلك قوله صلى الله عليه وسلم: \" ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه \""
        },
        {
            "id": "250",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في قول النبي صلى الله عليه وسلم: \" من كان يؤمن بالله واليوم الآخر فليحسن إلى جاره \""
        },
        {
            "id": "253",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في قول النبي صلى الله عليه وسلم: \" من كان يؤمن بالله واليوم الآخر فليكرم جاره \""
        },
        {
            "id": "267",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في قول النبي صلى الله عليه وسلم: \" من كان يؤمن بالله واليوم الآخر فلا يؤذي جاره \""
        },
        {
            "id": "277",
            "lvl": "1",
            "sub": null,
            "tit": "باب وجوب اللعنة على من آذى جاره"
        },
        {
            "id": "279",
            "lvl": "1",
            "sub": null,
            "tit": "باب قوله صلى الله عليه وسلم: \" لا قليل من أذى الجار \""
        }
    ]
}