{
    "b9347": [
        {
            "id": "1",
            "nass": "الفوائد",
            "page": "1",
            "part": "1",
            "seal": "BA269A87"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم رب أعن ¶ أخبرنا أبو هريرة عبد الرحمن بن الحافظ أبي عبد الله محمد بن أحمد بن عثمان الذهبي أنا أبو محمد القاسم بن مظفر بن محمود بن عساكر قراءة عليه وأنا أسمع في ربيع الاخرة من سنة 722 والقاضي أبو الفضل سليمان بن حمزة ابن احمد بن عمر بن ابي عمر المقدسي وأبو نصر محمد بن محمد بن محمد بن هبة الله بن محمد بن شميلي الشيرازي إجازة قالا أنا أبو الوفاء محمود بن إبراهيم بن سفيان بن منده إجازة أنا أبو الرشيد أحمد بن محمد بن احمد بن محمد بن الفيج سنة 559 في رجب أنا الشيخ السديد أبو عمرو عبد الوهاب بن أبي عبد الله محمد بن إسحاق بن محمد بن يحيى بن منده في ربيع الاخر سنة 472 ¶ مكانة أمة محمد A ¶ أنا أبي C أبو عبد الله محمد بن إسحاق بن محمد بن عيسى ابن منده الإمام جزاه الله خيرا",
            "page": "16",
            "part": "1",
            "seal": "EBC14243"
        },
        {
            "id": "3",
            "nass": "أخبرنا ابو محمد بن عبد الرحمن بن يحيى بن مندة سنة 18 وعبد الله بن إبراهيم بن الصباح قالا ثنا أَبُو مَسْعُودٍ أَحْمَدُ بْنُ الْفُرَاتِ الرازي أنا أبو أسامة حماد ابن أُسَامَةَ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عن النبي A في قوله D! وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا! [البقرة 143] قال عدلا // اسناده صحيح //",
            "page": "17",
            "part": "1",
            "seal": "6009E2F7"
        },
        {
            "id": "4",
            "nass": "فضل المصافحة ¶ 2 - أَخْبَرَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ إسماعيل المدائني بمصر ثنا مُحَمَّدُ بْنُ أَصْبَغَ بْنِ الْفَرَجِ المصري حدثني أبي ثنا علي بن عابس عَنْ أَبِي إِسْحَاقَ الْهَمْدَانِيِّ عَنِ البراء بن عازب قال رسول الله A",
            "page": "18",
            "part": "1",
            "seal": "725AFAFF"
        },
        {
            "id": "5",
            "nass": "إذا التقى المسلمان فتصافحا وذكراالله تَعَالَى لَمْ يَفْتَرِقَا حَتَّى يُغْفَرَ لهما // صحيح واسناده ضعيف //",
            "page": "19",
            "part": "1",
            "seal": "74207F75"
        },
        {
            "id": "6",
            "nass": "ذم الفتنة ¶ 3 - أَخْبَرَنَا أَبُو سَعِيدٍ الْهَيْثَمُ بْنُ كليب بن شريح الشافعي ببخاري أنا عيسى بن أحمد العسقلاني ثنا أصرم بن حوشب ثنا إِبْرَاهِيمُ بْنُ طَهْمَانَ وَعَبْدُ اللَّهِ بْنُ وَاقِدٍ أَبُو رَجَاءٍ الْهَرَوِيُّ عن سعيد الجريري عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ قَالَ رَسُولُ الله A",
            "page": "20",
            "part": "1",
            "seal": "A0B6908D"
        },
        {
            "id": "7",
            "nass": "التَّوْبَةُ مِنَ الزِّنَا أَيْسَرُ مِنَ التوبة من الفتنة إِنَّ صَاحِبَ الزِّنَا إِذَا تَابَ تاب الله عليه وصاحب الفتنة لا تَوْبَةَ - لَهُ حَتَّى يَأْتِيَ صاحبه فيستغفر له // اسناده واه والحديث منكر //",
            "page": "21",
            "part": "1",
            "seal": "643821B6"
        },
        {
            "id": "8",
            "nass": "ذم الكذب في المزاح ¶ 4 - أَخْبَرَنَا مُحَمَّدُ بْنُ نَصْرِ الْبَلْخِيُّ ثنا عَبْدُ الصَّمَدِ بْنُ الْفَضْلِ الْبَلْخِيُّ ثنا مَكِّيُّ بْنُ إِبْرَاهِيمَ عَنْ بَهْزِ بْنِ حَكِيمٍ عَنْ أَبِيهِ عَنْ جده أن رسول الله A قَالَ وَيْلٌ لِمَنْ يُحَدِّثُ فَيَكْذِبُ لِيُضْحِكَ بِهِ النَّاسَ وَيْلٌ لَهُ ويل له // اسناده حسن",
            "page": "22",
            "part": "1",
            "seal": "C1BE3785"
        },
        {
            "id": "9",
            "nass": "الترهيب من قولك لمسلم يا كافر ¶ 5 - أَخْبَرَنَا أَحْمَدُ بْنُ إِسْمَاعِيلَ الْعَسْكَرِيُّ بمصر ثنا سَعْدُ بْنُ عَبْدِ اللَّهِ بْنِ عبد الحكم ثناوهب بن راشد ثنا أبو زرعة حيوة بن شريح ثنا بكير بن عبد الله الأَشَجِّ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ نَبِيِّ الله A قَالَ إِذَا قَالَ الرَّجُلُ لأَخِيهِ يَا كَافِرُ وَجَبَ الْكُفْرُ عَلَى احدهما // صحيح -",
            "page": "23",
            "part": "1",
            "seal": "B4B56A93"
        },
        {
            "id": "10",
            "nass": "أذكروا الله ¶ 6 - أَخْبَرَنَا أَبُو سَعِيدٍ أَحْمَدُ بْنُ محمد بن زياد ثنا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ الزعفراني ثنا عمرو بن محمد العنقزي ثنا سفيان عن عبد الله ابن مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَقِيلٍ عَنِ الطُّفَيْلِ بْنِ أُبَيِّ بن كعب عن أُبَيِّ بْنِ كَعْبٍ قَالَ كَانَ رسول الله A إِذَا ذَهَبَ رُبْعُ اللَّيْلِ خَرَجَ فَقَالَ اذْكُرُوا اللَّهَ جَاءَتِ الرَّاجِفَةُ تتبعها الرادفة // اسناده حسن -",
            "page": "24",
            "part": "1",
            "seal": "7D069E00"
        },
        {
            "id": "11",
            "nass": "جواز تقبيل الميت ¶ 7 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَعْقُوبَ بن إسحاق ثنا محمد بن إسحاق الكرماني ثنا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَنْ سُفْيَانَ بْنِ سَعِيدٍ عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ عَائِشَةَ وَابْنِ عَبَّاسٍ أَنَّ أَبَا بَكْرٍ قَبَّلَ وَجْهَ رسول الله A وهو ميت // صحيح -",
            "page": "25",
            "part": "1",
            "seal": "257E4274"
        },
        {
            "id": "12",
            "nass": "النهي عن الشغار ¶ 8 - أَخْبَرَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ أحمد بن محبوب المروزي بها ثنا الْفَضْلُ بْنُ عَبْدِ الْجَبَّارِ الْمَرْوَزِيُّ ثنا النضر بن شميل ثنا ابْنُ جُرَيْجٍ عَنِ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قال قال رسول الله A لا شغار في الإسلام // اسناده صحيح -",
            "page": "26",
            "part": "1",
            "seal": "D12FD783"
        },
        {
            "id": "13",
            "nass": "الترغيب في اللين ¶ 9 - أخبرنا محمد بن يعقوب عن يوسف ثنا أبو عتبة أحمد بن الفرج ثنا بقية بن الوليد ثنا محمد بن زياد الالهاني ثنا أَبُو رَاشِدٍ الْحُبْرَانِيُّ قَالَ أَخَذَ بِيَدِي أَبُو أُمَامَةَ الْبَاهِلِيُّ قَالَ أخذ بيدي رسول الله A ثُمَّ قَالَ يَا أَبَا أُمَامَةَ إِنَّ مِنَ الْمُؤْمِنِينَ مَنْ يَلِينُ له قلبي // اسناده ضعيف جدا",
            "page": "27",
            "part": "1",
            "seal": "4583211F"
        },
        {
            "id": "14",
            "nass": "- ¶ 10 - أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ مروان القيسراني بها ثنا إبراهيم به معاوية بن ذكوان ثنا محمد بن يوسف الفريابي ثنا عَبْدُ الرَّحْمَنِ بْنُ ثَابِتِ بْنِ ثَوْبَانَ عَنْ يَحْيَى بْنِ أَبِي أنيسة عن أبي A يَأْتِي عَلَى النَّاسِ زَمَانٌ يَسْتَخْفِي الْمُؤْمِنُ فِيهِمْ كَمَا يَسْتَخْفِي الْمُنَافِقُ اليوم // اسناده ضعيف جدا -",
            "page": "28",
            "part": "1",
            "seal": "F567F014"
        },
        {
            "id": "15",
            "nass": "الصحابة كالنجوم ¶ 11 - أَخْبَرَنَا أَبُو الْحُسَيْنِ عُمَرُ بْنُ الحسن بن علي ثنا عَبْدُ اللَّهِ بْنُ رَوْحٍ الْمَدَائِنِيُّ ثنا سلام بن سليمان ثنا الْحَارِثُ بْنُ غُصَيْنٍ عَنِ الأَعْمَشِ عَنْ أَبِي سُفْيَانَ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ قَالَ رسول الله A مَثَلُ أَصْحَابِي فِي أُمَّتِي مِثْلُ النجوم بأيهم اقتديتم اهتديتم // اسناده ساقط والحديث موضوع",
            "page": "29",
            "part": "1",
            "seal": "5AEEA43E"
        },
        {
            "id": "16",
            "nass": "12 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ إسماعيل البغدادي ثنا الحسن بن عرفة ابن يزيد العبدي ثنا عَبْدُ السَّلامِ بْنُ حَرْبٍ الْمُلائِيُّ عن خصيف عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ A أهل في دبر الصلاة // اسناده حسن والحديث صحيح",
            "page": "30",
            "part": "1",
            "seal": "26F9F064"
        },
        {
            "id": "17",
            "nass": "- ¶ 13 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ البختري الرزاز ببغداد ثنا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ أبي داود ثنا إسحاق بن يوسف الأرزق ثنا مُحَمَّدُ بْنُ قَيْسٍ الأَسَدِيُّ عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنْ عَائِشَةَ أَنَّهَا كَانَتْ تَحُتُّ الْمَنِيَّ مِنْ ثوب رسول الله A وهو في الصلاة // اسناده صحيح - ¶ الترهيب من نتف الشيب ¶ 14 - أخبرنا خيثمة بن سليمان ثنا أَبُو عُتْبَةَ أَحْمَدُ بْنُ الْفَرَجِ ثنا بقية ابن الوليد ثنا بَحِيرُ بْنُ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ كَثِيرِ بْنِ مرة عن عمرو بن عبسة عن النبي A قَالَ",
            "page": "31",
            "part": "1",
            "seal": "95649871"
        },
        {
            "id": "18",
            "nass": "مَنْ شَابَ شَيْبَةً فِي الإِسْلامِ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ // اسناده ضعيف جدا والحديث صحيح -",
            "page": "32",
            "part": "1",
            "seal": "14B83506"
        },
        {
            "id": "19",
            "nass": "وفد الله ثلاثة ¶ 15 - أَخْبَرَنَا أَحْمَدُ بْنُ إِسْمَاعِيلَ الْعَسْكَرِيُّ بمصر ثنا إبراهيم بن منقذ الخولاني ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ عَنْ مَخْرَمَةَ بْنِ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ عَنْ أَبِيهِ سَمِعْتُ سُهَيْلَ بْنَ أَبِي صَالِحٍ سمعت أبي سَمِعْتُ أَبَا هُرَيْرَةَ قَالَ رَسُولُ الله A وَفْدُ اللَّهِ ثَلاثَةٌ الْغَازِي وَالْحَاجُّ والمعتمر // اسناده ضعيف والحديث صحيح -",
            "page": "33",
            "part": "1",
            "seal": "209B21E7"
        },
        {
            "id": "20",
            "nass": "رَبِّ اغْفِرْ لِقَوْمِي فَإِنَّهُمْ لا يعلمون ¶ 16 - أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ محمد بن النضر ثنا إسماعيل بن يزيد القطان ثنا وَكِيعُ بْنُ الْجَرَّاحِ عَنِ الأَعْمَشِ عَنْ أَبِي وَائِلٍ قَالَ قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ كَأَنِّي أنظر الى رسول الله A يَحْكِي نَبِيًّا مِنَ الأَنْبِيَاءِ ضَرَبَهُ قومه يمسح الدَّمَ عَنْ جَبِينِهِ وَيَقُولُ رَبِّ اغْفِرْ لِقَوْمِي فَإِنَّهُمْ لا يَعْلَمُونَ // اسناده صحيح والحديث صحيح",
            "page": "34",
            "part": "1",
            "seal": "5E4A5965"
        },
        {
            "id": "21",
            "nass": "جزاء من يبني مسجدا لله تعالى ¶ 17 - أخبرنا خيثمة بن سليمان ثنا أَبُو عُتْبَةَ أَحْمَدُ بْنُ الْفَرَجِ ثنا بقية ثنا بَحِيرُ بْنُ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ كَثِيرِ بْنِ مرة عن عمرو بن عبسة عن النبي A قَالَ مَنْ بَنَى لِلَّهِ مَسْجِدًا بَنَى اللَّهُ لَهُ بَيْتًا فِي الجنة // اسناده ضعيف جدا",
            "page": "35",
            "part": "1",
            "seal": "55343BA0"
        },
        {
            "id": "22",
            "nass": "جزاء من وحد الله ¶ 18 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَعْقُوبَ بن إسحاق النيسابوري ثنا محمد بن إسحاق الكرماني ثنا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ التَّيْمِيُّ عَنْ أَبِيهِ عَنْ أَنَسِ بْنِ مَالِكٍ قال قال رسول الله A لِمُعَاذِ بْنِ جَبَلٍ مَنْ أَتَى اللَّهَ لا يُشْرِكُ بِهِ شَيْئًا دخل الجنة فقال مُعَاذٌ أَفَلا أُبَشِّرُ النَّاسَ قَالَ لا إِنِّي أَخَافُ أَنْ يَتَّكِلُوا // اسناده صحيح والحديث صحيح",
            "page": "36",
            "part": "1",
            "seal": "1FF44297"
        },
        {
            "id": "23",
            "nass": "آداب المجالس ¶ 19 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَعْقُوبَ بن إسحاق ثنا محمد بن إسحاق الكرماني ثنا يَحْيَى بْنِ سَعِيدٍ الْقَطَّانُ وَعَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ عَنْ عبيد الله ابن عُمَرَ عَنْ نَافِعٍ عَنِ ابْنِ عمر عن النبي A قَالَ - ¶ لا يَقُومُ الرَّجُلُ لِلرَّجُلِ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ ولكن تفسحوا وتوسعوا // صحيح",
            "page": "37",
            "part": "1",
            "seal": "FDA313D2"
        },
        {
            "id": "25",
            "nass": "من تفسير الرسول A للقرآن ¶ 20 - أَخْبَرَنَا الْقَاسِمُ بْنُ الْقَاسِمِ أُسْتَاذِي بمرو ثنا مُحَمَّدُ بْنُ مُوسَى بْنِ حَاتِمٍ ثنا عَلِيُّ بْنُ الْحَسَنِ بْنِ شَقِيقٍ أنا الْحُسَيْنُ بْنُ وَاقِدٍ عَنْ أَبِي إِسْحَاقَ الْهَمْدَانِيِّ عَنِ الْبَرَاءِ بْنِ عازب في قوله D! إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الحجرات أكثرهم لا يعقلون! الحجرات 4 قَالَ جَاءَ رَجُلٌ إِلَى النبي A فَقَالَ يَا مُحَمَّدُ إِنَّ حَمْدِي زَيْنٌ وَإِنَّ ذَمِّي شَيْنٌ فَقَالَ ذاك الله D // صحيح -",
            "page": "39",
            "part": "1",
            "seal": "810C091D"
        },
        {
            "id": "26",
            "nass": "الترغيب في العتق ¶ 21 - أخبرنا خيثمة بن سليمان ثنا أبو عتبة ثنا بقية ثنا بَحِيرُ بْنُ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ كَثِيرِ بْنِ مرة عن عمرو بن عبسة عن النبي A قَالَ مَنْ أَعْتَقَ نَفْسًا مُسْلِمَةً كانت فديته من جهنم // صحيح واسناده ضعيف جدا -",
            "page": "40",
            "part": "1",
            "seal": "A9C2115B"
        },
        {
            "id": "27",
            "nass": "فضل أبي بكر وعمر ¶ 22 - أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ محمد بن النضر ثنا الْحُسَيْنُ بْنُ عَبْدِ اللَّهِ بْنِ حمران الرقي قدم أصبهان ثنا سعيد بن مسلمة الأمري ثنا إِسْمَاعِيلُ بْنُ أُمَيَّةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ خَرَجَ النبي A إِلَى الْمَسْجِدِ وَأَبُو بَكْرٍ عَنْ يَمِينِهِ وَعُمَرَ عَنْ يَسَارِهِ فَقَالَ هكذا نبعث يوم القيامة // ضعيف جدا",
            "page": "41",
            "part": "1",
            "seal": "C107FEE5"
        },
        {
            "id": "29",
            "nass": "كيف تستر نفسك عن أعين الجن عند خلع ملابسك ¶ 23 - قال أبو عمر سَمِعْتُ وَالِدِي يَقُولُ سَمِعْتُ أَبَا الفضل العباس ابن مُحَمَّدِ بْنِ نَصْرٍ الرَّقِّيَّ بِمِصْرَ سَمِعْتُ هِلالَ بْنَ الْعَلاءِ الرَّقِّيَّ يقول سمعت سعيد ابن مسلمة الأموي يقول ثنا الأَعْمَشُ عَنْ زَيْدِ بْنِ وَهْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قال رسول الله A ستر ما بين أعين الجن وعورات بَنِي آدَمَ إِذَا نَزَعَ أَحَدُهُمْ ثَوْبَهُ أَنْ يَقُولَ بِسْمِ اللَّهِ // إسناده ضعيف جدا والحديث صحيح بمجموع طرقه الأخرى",
            "page": "43",
            "part": "1",
            "seal": "98148021"
        },
        {
            "id": "30",
            "nass": "24 - أَخْبَرَنَا الْعَبَّاسُ بْنُ مُحَمَّدِ بْنِ معاذ النيسابوري بها ثنا عَلِيُّ بْنُ الْحَسَنِ بْنِ أَبِي عيسى ثنا حسين بن حفص الأصبهاني ثنا سُفْيَانُ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ أَبِي حُمَيْدٍ الساعدي أن النبي A خَطَبَ النَّاسَ فَقَالَ أَمَّا بَعْدُ // صحيح -",
            "page": "44",
            "part": "1",
            "seal": "832306C4"
        },
        {
            "id": "31",
            "nass": "25 - أَخْبَرَنَا أَحْمَدُ بْنُ مِهْرَانَ الْفَارِسِيُّ بمصر ثنا عُبَيْدُ اللَّهِ بْنُ سَعِيدِ بْنِ كثير بن عفير حدثني أبي ثنا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْمَدَنِيُّ عَنْ إِسْمَاعِيلَ بْنِ أَبِي حَكِيمٍ عَنْ عمر ابن عَبْدِ الْعَزِيزِ عَنْ عُرْوَةَ عَنْ عائشة أن النبي A كَانَ يُصَلِّي وَهِيَ مُعْتَرِضَةٌ بَيْنَهُ وبين القبلة // صحيح -",
            "page": "45",
            "part": "1",
            "seal": "95458325"
        },
        {
            "id": "32",
            "nass": "النهي عَنْ بَيْعِ الْوَلاءِ وَعَنْ هِبَتِهِ ¶ 26 - أَخْبَرَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ حفص النيسابوري ثنا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ رزين ثنا علي بن يونس البلخي ثنا مَالِكُ بْنُ أَنَسٍ وَسُفْيَانُ الثَّوْرِيُّ وَسُفْيَانُ بْنُ عُيَيْنَةَ وَإِسْمَاعِيلُ بْنُ جَعْفَرٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ قَالَ نهى رسول الله A عَنْ بَيْعِ الْوَلاءِ وَعَنْ هِبَتِهِ // صحيح -",
            "page": "46",
            "part": "1",
            "seal": "48E4A9E3"
        },
        {
            "id": "33",
            "nass": "الترهيب من سبق الإمام في الصلاة ¶ 27 - أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زياد بمكة ثنا أَبُو بِشْرٍ الْهَيْثَمُ بْنُ سَهْلٍ البصري ثنا حماد بن زيد ثنا مُحَمَّدُ بْنُ زِيَادٍ عَنْ أَبِي هريرة قال قال محمد A أَمَا يَخْشَى الَّذِي يَرْفَعُ رَأْسَهُ قَبْلَ الإِمَامِ أَنْ يُحَوِّلَ اللَّهُ رأسه رأس حمار // صحيح -",
            "page": "47",
            "part": "1",
            "seal": "7864ABB8"
        },
        {
            "id": "34",
            "nass": "خاتم النبي A ¶ 28 - أَخْبَرَنَا حَاجِبُ بْنُ أَبِي بَكْرٍ الطوسي بها ثنا أَبُو عَبْدِ الرَّحْمَنِ عَبْدَانُ بْنُ نبيت المروزي ثنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ وَأُسَامَةُ بْنُ زَيْدٍ وَعَبْدُ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ عَنْ نَافِعٍ عَنِ ابن عمر أن النبي A كَانَ يَجْعَلُ فَصَّ خَاتَمِهِ فِي بطن كفه // صحيح -",
            "page": "48",
            "part": "1",
            "seal": "46A4190A"
        },
        {
            "id": "35",
            "nass": "من أحكام الصيام ¶ 29 - أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زياد بمكة ثنا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ الزعفراني ثنا عبيدة بن حميد ثنا مُطَرِّفُ بْنُ طَرِيفٍ عَنْ عَامِرٍ الشَّعْبِيِّ عَنْ مَسْرُوقِ بْنِ الأَجْدَعِ عن عائشة قالت كان رسول الله A لَيَظَلُّ صَائِمًا فَيُقَبِّلُ أَيْنَ شَاءَ من وجهي حتى يفطر // اسناده حسن والحديث صحيح",
            "page": "49",
            "part": "1",
            "seal": "C55A13FC"
        },
        {
            "id": "36",
            "nass": "-",
            "page": "50",
            "part": "1",
            "seal": "43B47660"
        },
        {
            "id": "37",
            "nass": "من عذب عذب ¶ 30 - أَخْبَرَنَا الْحَسَنُ بْنُ يُوسُفَ الطَّرَائِفِيُّ بمصر ثنا محمد بن عبد الله ابن الحكم ثنا أَبُو ضَمْرَةَ أَنَسُ بْنُ عِيَاضٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ هِشَامِ بْنِ حَكِيمِ بن حزام سمعت النبي A يَقُولُ إِنَّ اللَّهَ يُعَذِّبُ يَوْمَ الْقِيَامَةِ الَّذِينَ يُعَذِّبُونَ النَّاسَ فِي الدنيا // صحيح",
            "page": "51",
            "part": "1",
            "seal": "6BB2A3E6"
        },
        {
            "id": "38",
            "nass": "جواز التبول قائما ¶ 31 - أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ النضر الأصبهاني ثنا أبو عثمان سعيد ابن عيسى البصري ثنا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ الأَوْدِيُّ عَنِ الأَعْمَشِ عَنْ شَقِيقِ بْنِ سَلَمَةَ عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ قال رأيت رسول الله A بال على سباطة قائما // صحيح -",
            "page": "52",
            "part": "1",
            "seal": "A7B163A6"
        },
        {
            "id": "39",
            "nass": "صفة صلاة الليل ¶ 32 - أَخْبَرَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ يزيد الحمصي بها ثنا محمد بن عوف ابن سفيان ثنا أَبُو الْمُغِيرَةِ عَبْدُ الْقُدُّوسِ بْنُ الحجاج ثنا عَبْدُ اللَّهِ بْنُ الْعَلاءِ بْنِ زيد ثنا سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِ قَالَ سُئِلَ رسول الله A عَنْ صَلاةِ اللَّيْلِ فَقَالَ مَثْنَى مَثْنَى فَإِذَا خِفْتَ الصُّبْحَ فَأَوْتِرْ بواحدة // صحيح",
            "page": "53",
            "part": "1",
            "seal": "FA83DCE9"
        },
        {
            "id": "40",
            "nass": "-",
            "page": "54",
            "part": "1",
            "seal": "9CCBE10F"
        },
        {
            "id": "41",
            "nass": "33 - أَخْبَرَنَا أَحْمَدُ بْنُ عُبَيْدِ بْنِ عبد الرحمن الحمصي بها ثنا عيسى ابن غيلان السدوسي ثنا حاضر بن مطهر السدوسي ثنا مُجَّاعَةُ بْنُ الزُّبَيْرِ عَنْ قَتَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ ¶ نخاعتك وَبُزَاقُكَ فِي الْمَسْجِدِ خَطِيئَةٌ وَكَفَّارَتُهَا دفنها // صحيح",
            "page": "55",
            "part": "1",
            "seal": "9C07FC08"
        },
        {
            "id": "42",
            "nass": "اتباع الرسول A ¶ 34 - أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ محمد بن النضر ثنا إسماعيل بن يزيد القطان ثنا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَاصِمٍ الأَحْوَلِ عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسٍ قَالَ رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِ أَتَى الرُّكْنَ فَقَبَّلَ وَقَالَ وَاللَّهِ إِنِّي لأَعْلَمُ أَنَّكَ حَجَرٌ لا تَضُرُّ وَلا تَنْفَعُ وَلَوْلا أني رأيت رسول الله A يقبلك ما قبلتك // صحيح -",
            "page": "56",
            "part": "1",
            "seal": "D6D95B46"
        },
        {
            "id": "43",
            "nass": "الدعاء هو العبادة ¶ 35 - أخبرنا أبو الحسن عَلِيُّ بْنُ إِبْرَاهِيمَ بْنِ مُعَاوِيَةَ النيسابوري ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ بْنِ عمر الكوفي ثنا حفص بن عتاب عن الأعمش عن ذر ابن عَبْدِ اللَّهِ عَنْ يُسَيْعٍ الْحَضْرَمِيِّ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ قال رسول الله A إِنَّ الدُّعَاءَ هُوَ الْعِبَادَةُ - ¶ ثُمَّ قَرَأَ! ادْعُونِي أَسْتَجِبْ لَكُمْ! غافر 60 // صحيح",
            "page": "57",
            "part": "1",
            "seal": "2269F46F"
        },
        {
            "id": "44",
            "nass": "لكل داء دواء ¶ 36 - أَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ شاذان التاجر الأصبهاني ثنا أَبُو مَسْعُودٍ أَحْمَدُ بْنُ الْفُرَاتِ ثنا أبو أحمد الزبيري ثنا ابن أبي حسين وهو عمر بْنُ سَعِيدٍ عَنْ عَطَاءٍ عَنْ أبي هريرة أن النبي A قَالَ مَا أَنْزَلَ اللَّهُ دَاءً إلا أنزل له شفاء // صحيح -",
            "page": "58",
            "part": "1",
            "seal": "70708DA9"
        },
        {
            "id": "45",
            "nass": "الدين النصيحة ¶ 37 - أَخْبَرَنَا أَبُو طَاهِرٍ أَحْمَدُ بْنُ عمرو المصري ثنا يُونُسُ بْنُ عَبْدِ الأَعْلَى الصَّدَفِيُّ ثنا أيوب بن سويد عَنْ أُمَيَّةَ بْنِ يَزِيدَ عَنْ أبي المصبح المقرائي عَنْ ثَوْبَانَ مَوْلَى رَسُولِ اللَّهِ A قال قال رسول الله A رَأْسُ الدِّينِ النَّصِيحَةُ قُلْنَا لِمَنْ يَا رَسُولَ اللَّهِ قَالَ لِلَّهِ ولنبيه ولأئمة المسلمين وللمسلمين عامة // اسناده ضعيف والحديث بشواهده",
            "page": "59",
            "part": "1",
            "seal": "70B859C1"
        },
        {
            "id": "46",
            "nass": "فضل لا إِلَهَ إِلا اللَّهُ ¶ 38 - أَخْبَرَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بن عبد الله الدقاق ثنا محمد بن عيسى بن حبان ثنا مُحَمَّدُ بْنُ الْفَضْلِ بْنُ عَطِيَّةَ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ مُحَمَّدِ ابن سِيرِينَ عَنْ أَبِي هُرَيْرَةَ قَالَ رسول الله A لقنوا أمواتكم لا إله إلا الله // اسناده واه جدا والحديث صحيح بشواهده -",
            "page": "60",
            "part": "1",
            "seal": "631E4536"
        },
        {
            "id": "47",
            "nass": "النبي عن أكل لُحُومِ الْحُمُرِ الإِنْسِيَّةِ ¶ 39 - أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَبْدِ الْجَبَّارِ المصري بها ثنا الربيع بن سليمان ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ حَدَّثَنِي أُسَامَةُ بْنُ زَيْدٍ عَنْ مَكْحُولٍ عَنْ أَبِي إِدْرِيسَ الْخَوْلانِيِّ عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ أَنَّ رَسُولَ الله A نَهَى عَامَ خَيْبَرَ عَنْ لُحُومِ الحمر الأنسية // اسناده صحيح - ¶ فضل العتق ¶ 40 - أَخْبَرَنَا مُحَمَّدُ بْنُ أَيُّوبَ بْنِ حبيب الرقي ثنا أحمد بن هاشم الأنطاكي ثنا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ ثنا يَزِيدُ بْنُ رَبِيعَةَ عَنْ بِلالِ بْنِ سَعْدٍ سَمِعْتُ أَبَا سَكِينَةَ وكان من أصحاب النبي A عن رسول الله A قَالَ إِذَا مَلَكَ أَحَدُكُمْ ثَمَنَ رَقَبَةٍ فَلْيَعْتِقْهَا فَإِنَّهَا تُحَرِّرُ بِكُلِّ عُضْوٍ مِنْهَا عُضْوًا مِنْهُ مِنَ النار // اسناده ضعيف",
            "page": "61",
            "part": "1",
            "seal": "75EC9828"
        },
        {
            "id": "48",
            "nass": "من شروط التوكل ¶ 41 - أخبرنا أبو جعفر عن بن يحيى الطائي ببغداد ثنا علي بن حرب الموصلي ثنا سُفْيَانُ بْنُ عُيَيْنَةَ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ عَنِ الْعَقَّارِ بْنِ الْمُغِيرَةِ بْنِ شُعْبَةَ عَنْ أَبِيهِ يَبْلُغُ بِهِ النَّبِيَّ A قَالَ لَمْ يَتَوَكَّلْ مَنِ اكْتَوَى أو استرقى // صحيح -",
            "page": "62",
            "part": "1",
            "seal": "2D6ECE84"
        },
        {
            "id": "49",
            "nass": "لا يَشْكُرُ اللَّهَ مَنْ لا يشكر الناس ¶ 42 - أَخْبَرَنَا أَحْمَدُ بْنُ عُبَيْدِ بْنِ إبراهيم أبو جعفر الهمداني ثنا محمد بن المغيرة بن سنان ثنا القاسم بن الحكم العدني ثنا شُعَيْبُ بْنُ صَفْوَانَ عَنْ عَبْدِ اللَّهِ بْنِ شُبْرُمَةَ عَنْ أَبِي زرعة عَمْرِو بْنِ جَرِيرٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ A لا يَشْكُرُ اللَّهَ مَنْ لا يشكر الناس // حديث صحيح واسناده جيد -",
            "page": "63",
            "part": "1",
            "seal": "919DEDF1"
        },
        {
            "id": "50",
            "nass": "فضل الصوم ¶ 43 - أَخْبَرَنَا أَبُو سَعِيدٍ الْهَيْثَمُ بْنُ كليب الشافعي ثنا يعقوب بن يوسف النجاحي ثنا سُفْيَانُ بْنُ عُيَيْنَةَ عَنِ الزُّهْرِيِّ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رسول لله A مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذنبه // حديث صحيح",
            "page": "64",
            "part": "1",
            "seal": "D3C49580"
        },
        {
            "id": "51",
            "nass": "-",
            "page": "65",
            "part": "1",
            "seal": "5CEA2694"
        },
        {
            "id": "52",
            "nass": "إتقوا النار ¶ 44 - أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زِيَادٍ وَإِسْمَاعِيلُ بْنُ مُحَمَّدٍ الْبَغْدَادِيُّ قالا ثنا ابن عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ الدَّقِيقِيُّ ثنا صلة بن سليمان أنا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَلْقَمَةَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ A اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمَرَةٍ وإنها تسد من الجائع سدها من الشبعان // اسناده واه",
            "page": "66",
            "part": "1",
            "seal": "E42F0E87"
        },
        {
            "id": "53",
            "nass": "نصر المظلوم والظالم ¶ 45 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ عبد الله المروزي بها ثنا سيف بن ريحان المروزي ثنا النضر بن شميل أنا هِشَامُ بْنُ عُرْوَةَ حَدَّثَنِي أَبِي عُرْوَةُ أَنَّهُ سَمِعَ عَائِشَةَ تَقُولُ قال رسول الله A",
            "page": "67",
            "part": "1",
            "seal": "EA4610BE"
        },
        {
            "id": "54",
            "nass": "انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا إِنْ كَانَ ظَالِمًا فَخُذْ مِنْهُ وَإِنْ كَانَ مَظْلُومًا فَخُذْ لَهُ // اسناده ضعيف والحديث صحيح ¶ منزلة الصائم عند الله ¶ 46 - أَخْبَرَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ بْنُ معاوية النيسابوري بها ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْكُوفِيُّ ثنا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ عَنْ أَبِي هريرة عن النبي A قَالَ خُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ // اسناده ضعيف والحديث صحيح",
            "page": "68",
            "part": "1",
            "seal": "342C44D9"
        },
        {
            "id": "55",
            "nass": "-",
            "page": "70",
            "part": "1",
            "seal": "4A02E3AE"
        },
        {
            "id": "56",
            "nass": "آداب نبوية ¶ 47 - أَخْبَرَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ الحسن ثنا أحمد بن منصور المروزي ثنا النضر بن شميل ثنا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَلْقَمَةَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ A مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخر فليكرم ضيفه وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخر فلا يؤذ جَارَهُ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيَقُلْ خَيْرًا أَوْ ليسكت // حديث صحيح واسناده جيد",
            "page": "71",
            "part": "1",
            "seal": "4C72AD0D"
        },
        {
            "id": "58",
            "nass": "تَسَحَّرُوا فَإِنَّ فِي السُّحُورِ بَرَكَةٌ ¶ 48 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يَعْقُوبَ بْنِ يُوسُفَ الشَّيْبَانِيُّ ثنا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ سليمان ثنا روح بن عبادة ثنا هِشَامُ بْنُ حَسَّانٍ وَشُعْبَةُ وَحَمَّادٌ قالوا ثنا عبد العزيز بن صهيب ان أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رسول الله A تَسَحَّرُوا فَإِنَّ فِي السُّحُورِ بَرَكَةٌ // صحيح -",
            "page": "73",
            "part": "1",
            "seal": "7D11AC58"
        },
        {
            "id": "59",
            "nass": "الأنبياء أحياء في قبورهم ¶ 49 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ البختري ببغداد ثنا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عبد الله الرقاشي ثنا عمر بن حبيب البصري ثنا سُلَيْمَانُ التَّيْمِيُّ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قال رسول الله A مَرَرْتُ عَلَى مُوسَى عَلَيْهِ السَّلامُ وهو يصلي في قبره // حديث صحيح واسناده ضعيف -",
            "page": "74",
            "part": "1",
            "seal": "1F2676E7"
        },
        {
            "id": "60",
            "nass": "الوصية بالجار ¶ 50 - أَخْبَرَنَا الْهَيْثَمُ بْنُ كُلَيْبٍ الشَّاشِيُّ ثنا عيسى بن أحمد العسقلاني ثنا بَقِيَّةُ بْنُ الْوَلِيدِ عَنْ مُحَمَّدِ بْنِ زِيَادٍ الأَلْهَانِيِّ سَمِعْتُ أَبَا أُمَامَةَ الْبَاهِلِيَّ يَقُولُ سَمِعْتُ رَسُولَ الله A فِي حِجَّةِ الْوَدَاعِ يَقُولُ أُوصِيكُمْ بِالْجَارِ حَتَّى ظَنَنَّا أَنَّهُ سَيُوَرِّثُهُ // اسناده ضعيف -",
            "page": "75",
            "part": "1",
            "seal": "7118C108"
        },
        {
            "id": "61",
            "nass": "من فضائل عمر ¶ 51 - أَخْبَرَنَا الْحَسَنُ بْنُ مَرْوَانَ بِقَيْسَارِيَّةَ ثنا إِبْرَاهِيمُ بْنُ مُعَاوِيَةَ بْنِ ذَكْوَانَ ثنا محمد بن يوسف الفريابي ثنا يَحْيَى بْنُ أَيُّوبَ الْبَجَلِيُّ عَنِ الشَّعْبِيِّ عَنْ أَبِي جُحَيْفَةَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ أَنَّهُ قال إن كُنَّا لَنَعُدُّ أَنَّ السَّكِينَةَ تَنْطِقُ على لسان عمر Bهـ // صحيح",
            "page": "76",
            "part": "1",
            "seal": "865B3317"
        },
        {
            "id": "62",
            "nass": "من فضائل علي Bهـ ¶ 52 - أَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ يحيى الطائي ثنا علي بن حرب الموصلي ثنا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي نَجِيحٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ Bهـ قال أمرني رسول الله A أَنْ أَقُومَ عَلَى بُدْنِهِ وَأَقْسِمَ جلودها وجلالها وَأَمَرَنِي أَنْ لا أُعْطِيَ الْجَازِرَ منها وقال نحن نعطيه من عندنا // صحيح -",
            "page": "77",
            "part": "1",
            "seal": "DDCD46C1"
        },
        {
            "id": "63",
            "nass": "معاهدة الجيران بالخير ¶ 53 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَعْقُوبَ بن إسحاق ثنا محمد بن إسحاق الكرماني ثنا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ الْعَمِّيُّ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ عَنْ أَبِي ذَرٍّ الْغِفَارِيِّ أَنَّ رسول الله A قَالَ إِذَا طَبَخْتَ قِدْرًا فَأَكْثِرِ الْمَرَقَ وَتَعَاهَدْ جِيرَانَكَ أَوْ أَقْسِمْ في جيرانك // صحيح -",
            "page": "78",
            "part": "1",
            "seal": "1087BD2B"
        },
        {
            "id": "64",
            "nass": "من آداب القرآن ¶ 54 - أَخْبَرَنَا أَحْمَدُ بْنُ إِسْمَاعِيلَ الْعَسْكَرِيُّ بمصر ثنا يونس بن عبد الأعلى ثنا أَبُو ضَمْرَةَ أَنَسُ بْنُ عِيَاضٍ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّ النبي A قَالَ إِنَّ صَاحِبَ الْقُرْآنِ إِذَا قام به فقرأه بالليل والنهار ذَكَرَهُ وَإِنْ لَمْ يَقُمْ بِهِ نسيه // صحيح",
            "page": "79",
            "part": "1",
            "seal": "89B64C99"
        },
        {
            "id": "65",
            "nass": "صوموا لرؤيته وأفطروا لرؤيته ¶ 55 - أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عبد الجبار المصري ثنا الربيع بن سليمان ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ أَخْبَرَنِي أُسَامَةُ بْنُ زَيْدٍ عَنْ مُحَمَّدِ بْنُ عَمْرِو بْنِ عَلْقَمَةَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ ان رسول الله A قَالَ لا تَتَقَدَّمُوا الشَّهْرَ بِيَوْمٍ وَلا بِيَوْمَيْنِ إِلا أَنْ يُوَافِقَ ذلك صوم كَانَ يَصُومُهُ أَحَدُكُمْ صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ فَإِنْ غُمَّ عَلَيْكُمْ فعدوا ثلاثين ثم أفطروا // صحيح",
            "page": "80",
            "part": "1",
            "seal": "F703C0DF"
        },
        {
            "id": "67",
            "nass": "فضل الصلاة على النبي A - ¶ 56 - أَخْبَرَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ حنبل ثنا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ البصري حدثتنا حَكامَةُ بِنْتُ عُثْمَانَ بْنِ دِينَارٍ حَدَّثَنِي أَبِي عُثْمَانُ بْنُ دِينَارٍ عَنْ أَخِيهِ مَالِكُ بْنُ دِينَارٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ رسول الله A مَنْ صَلَّى عَلَيَّ فِي يَوْمِ جمعة وليلة جمعة أو مِائَةً مِنَ الصَّلاةِ قَضَى اللَّهُ تَعَالَى لَهُ مِائَةَ حَاجَةٍ سَبْعِينَ مِنْ - حَوَائِجِ الآخِرَةِ وَثَلاثِينَ مِنْ حوائج الدنيا ووكل اللَّهُ بِذَلِكَ مَلَكًا يُدْخِلُهُ عَلَيَّ قَبْرِي كَمَا تُدْخَلُ عَلَيْكُمُ الْهَدَايَا إِنَّ عِلْمِي بَعْدَ مَوْتِي كَعِلْمِي في الآخرة // موضوع",
            "page": "82",
            "part": "1",
            "seal": "D90F35A1"
        },
        {
            "id": "68",
            "nass": "من علامات ليلة القدر ¶ 57 - أَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عمرو بن البختري ثنا سعدان بن نصر المخزومي ثنا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَاصِمٍ بن أبي النجود وعبدة بن أَبِي لُبَابَةَ عَنْ زِرِّ بْنِ حُبَيْشٍ قَالَ سَأَلْتُ أُبَيَّ بْنَ كَعْبٍ عَنْ لَيْلَةِ الْقَدْرِ فَحَلَفَ لا يَسْتَثْنِي أَنَّهَا لَيْلَةُ سَبْعٍ وَعِشْرِينَ قُلْتُ بِمَ تَقُولُ ذَلِكَ يَا أَبَا الْمُنْذِرِ فَقَالَ بِالآيَةِ أَوْ قَالَ بِالْعَلامَةِ الَّتِي قَالَ رسول الله A لأنها تصبح ذَلِكَ الْيَوْمُ تَطْلُعُ الشَّمْسُ لَيْسَ لها شعاع // صحيح -",
            "page": "83",
            "part": "1",
            "seal": "55961920"
        },
        {
            "id": "69",
            "nass": "النهي عن السفر بالقرآن إلى ارض العدو ¶ 58 - أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زياد بمكة ثنا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ ثنا إِسْمَاعِيلُ بْنُ عُلَيَّةَ عَنْ أَيُّوبَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أن النبي A نَهَى أَنْ يُسَافَرَ بِالْقُرْآنِ إِلَى أَرْضِ الْعَدُوِّ مَخَافَةَ أَنْ يَنَالَهُ العدو // صحيح",
            "page": "84",
            "part": "1",
            "seal": "60896634"
        },
        {
            "id": "71",
            "nass": "59 - أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ النضر ثنا أَبُو عُثْمَانَ سَعِيدُ بْنُ عِيسَى البصرى ثنا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّ النبي A نَهَى أَنْ يُسَافَرَ بِالْقُرْآنِ إِلَى أَرْضِ الْعَدُوِّ مَخَافَةَ أَنْ يَنَالَهُ العدو // صحيح ¶ النهى عن النبيذ في الدباء والحنتم والمزفت والنقير ¶ 60 - أَخْبَرَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ عبيد الهمذاني ثنا مُحَمَّدُ بْنُ صَالِحِ بْنِ عَلِيٍّ الأشج ثنا يَحْيَى بْنُ نَصْرِ بْنِ حَاجِبٍ ثنا الصَّلْتُ بْنُ بَهْرَامٍ عَنْ يَزِيدَ بْنِ صُهَيْبٍ الْفَقِيرُ سَمِعْتُ ابْنَ عُمَرَ يَقُولُ نَهَى رَسُولُ اللَّهِ A عن النبيذ في الدباء والحنتم والمزفت والنقير // صحيح واسناده ضعيف جدا -",
            "page": "86",
            "part": "1",
            "seal": "C5A1DD4F"
        },
        {
            "id": "72",
            "nass": "عدم القص في مسجد الرسول A ¶ - إلا لأمير أو مأمور أو مكلف - ¶ 61 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بن حمدان الجلاب ثنا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ الصوري ثنا خالد بن عبد الرحمن ثنا عُمَرُ بْنُ ذَرٍّ عَنْ مُجَاهِدٍ عَنْ أَبِي هُرَيْرَةَ قَالَ رَسُولُ الله A لا يَقُصُّ فِي مَسْجِدِي هَذَا إِلا أَمِيرٌ أَوْ مَأْمُورٌ أَوْ مكلف // صحيح وإسناده جيد -",
            "page": "87",
            "part": "1",
            "seal": "1F68EE17"
        },
        {
            "id": "73",
            "nass": "من العلاج الرباني ¶ 62 - أَخْبَرَنَا الْحَسَنُ بْنُ يُوسُفَ الطَّرَائِفِيُّ ثنا مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عبد الحكم ثنا أَبُو ضَمْرَةَ أَنَسُ بْنُ عِيَاضٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّ رَسُولَ الله A كان يرقيها بِهَذِهِ الرُّقْيَةِ امْسَحِ الْبَاسَ رَبَّ النَّاسِ بِيَدِكَ الشِّفَاءُ لا كَاشِفَ الا أنت // صحيح -",
            "page": "88",
            "part": "1",
            "seal": "0756E697"
        },
        {
            "id": "74",
            "nass": "63 - أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ جعفر بن محمد المقرئ ثنا أَحْمَدُ بْنُ عُبَيْدِ بْنِ نَاصِحٍ البغدادي ثنا عَبْدُ الْمَلِكِ بْنِ قُرَيْبٍ الأَصْمَعِيُّ ثنا عَبْدُ اللَّهِ بْنُ عَوْنٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هريرة أن النبي A زُرَّ عَلَيْهِ قَمِيصُهُ الَّذِي كُفِّنَ فيه",
            "page": "89",
            "part": "1",
            "seal": "EA568CDA"
        },
        {
            "id": "75",
            "nass": "فضل أبي بكر وعمر Bهما ¶ 64 - أخبرنا مُحَمَّدُ بْنُ سَعِيدِ بْنِ إِسْحَاقَ ثنا أَبُو عَمْرٍو أَحْمَدُ بْنُ حَازِمٍ ثنا عَلِيُّ بْنُ قَادِمٍ عَنْ مِسْعَرٍ عَنْ عَطِيَّةَ عَنْ أَبِي سَعِيدٍ الخدري قال رسول الله A إِنَّ أَهْلَ الدَّرَجَاتِ لَيَرَوْنَ مَنْ هو اسفل منهم كما يرون الْكَوْكَبَ الدُّرِّيَّ فِي أُفُقِ السَّمَاءِ وَإِنَّ أَبَا بَكْرٍ وَعُمَرَ مِنْهُمْ وأنعما // ضعيف",
            "page": "90",
            "part": "1",
            "seal": "12EA9649"
        },
        {
            "id": "76",
            "nass": "اللَّهُمَّ بَارِكْ لأُمَّتِي فِي بُكُورِهَا ¶ 65 - أَخْبَرَنَا أَحْمَدُ بْنُ سَلَمَةَ بْنِ الضحاك ثنا مُحَمَّدُ بْنُ مَيْمُونِ بْنِ كَامِلٍ ثنا محمد بن اسحاق ثنا إِبْرَاهِيمُ بْنُ أَبِي عَبْلَةَ سَمِعْتُ أَبَا أُمَامَةَ الْبَاهِلِيَّ يَقُولُ سَمِعْتُ رسول الله A يَقُولُ اللَّهُمَّ بَارِكْ لأُمَّتِي فِي بُكُورِهَا ثَلاثًا ثُمَّ قَالَ تَسَحَّرُوا ولو بشربة ماء ولو بتمرة ولو بجعات زَبِيبٍ فَإِنَّ الْمَلائِكَةَ تُصَلِّي عَلَيْكُمْ // اسناده جيد",
            "page": "91",
            "part": "1",
            "seal": "D837B8CC"
        },
        {
            "id": "78",
            "nass": "من صفات الفقيه ¶ 66 - أَخْبَرَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ جَامِعٍ بِمِصْرَ مِنْ أَصْلِ كِتَابِهِ ثنا عَبْدُ الْمَلِكِ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ حَدَّثَنِي ابي ثنا الْحَكَمُ بْنُ عَبْدَةَ الْبَصْرِيُّ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الأنصاري أن النبي A قال لايكون الْمَرْءُ فَقِيهًا حَتَّى يَمْقُتَ النَّاسَ كلهم في كتاب اللَّهِ D وَحَتَّى لا يَكُونَ أَحَدٌ أمقت إليه من نفسه // اسناده ضعيف",
            "page": "93",
            "part": "1",
            "seal": "23F5E7EB"
        },
        {
            "id": "79",
            "nass": "الحث على طلب العلم ¶ 67 - أَخْبَرَنَا مُحَمَّدُ بْنُ يَعْقُوبَ بْنِ يوسف ثنا مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ سَمِعْتُ ابْنَ وَهْبٍ يَقُولُ سَمِعْتُ مَالِكًا يَقُولُ إِنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ كَانَ يَكْتُبُ إِلَى الأَمْصَارِ يُعَلِّمُهُمُ السُّنَنَ والفقه وكان يَكْتُبُ إِلَى الْمَدِينَةِ يَسْأَلُهُمْ عَمَّا مضى ويعلمون ما عندهم ويكتب إلى ابي بكر بن حازم أَنْ يَجْمَعَ لَهُ السُّنَنَ وَيَكْتُبُ إليه بها فتوفي عمر C وقد كتب إلى ابن حازم كُتُبًا قَبْلَ أَنْ يَبْعَثَ بِهَا اليه // اسناده صحيح ¶ العلم نور ¶ 68 - قَالَ ابْنُ وَهْبٍ وَسَمِعْتُ مَالِكًا يَقُولُ إِنَّ الْعِلْمَ لَيْسَ بِكَثْرَةِ الرِّوَايَةِ إِنَّمَا الْعِلْمُ نُورٌ يَجْعَلُهُ الله في القلوب // اسناده صحيح ¶ آخر الجزء الأول من الفوائد لأبي عمرو عبد الوهاب بن منده والحمد لله وحده وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما حسبنا الله ونعم الوكيل",
            "page": "94",
            "part": "1",
            "seal": "EB5B95DA"
        }
    ],
    "t9347": [
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "النهي عن السفر بالقرآن إلى ارض العدو"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "النهى عن النبيذ في الدباء والحنتم والمزفت والنقير"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "عدم القص في مسجد الرسول صلى الله عليه وسلم"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": "1",
            "tit": "= إلا لأمير أو مأمور أو مكلف ="
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "من العلاج الرباني"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "فضل أبي بكر وعمر رضي الله عنهما"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم بارك لأمتي في بكورها"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "من صفات الفقيه"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "الحث على طلب العلم"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": "1",
            "tit": "العلم نور"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مكانة أمة محمد صلى الله عليه وسلم"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "فضل المصافحة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "ذم الفتنة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "= له حتى يأتي صاحبه فيستغفر له + اسناده واه والحديث منكر +"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ذم الكذب في المزاح"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الترهيب من قولك لمسلم يا كافر"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "أذكروا الله"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "جواز تقبيل الميت"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "النهي عن الشغار"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الترغيب في اللين"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الصحابة كالنجوم"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الترهيب من نتف الشيب"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "وفد الله ثلاثة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "رب اغفر لقومي فإنهم لا يعلمون"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "جزاء من يبني مسجدا لله تعالى"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "جزاء من وحد الله"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "آداب المجالس"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "من تفسير الرسول صلى الله عليه وسلم للقرآن"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الترغيب في العتق"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "فضل أبي بكر وعمر"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "كيف تستر نفسك عن أعين الجن عند خلع ملابسك"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "النهي عن بيع الولاء وعن هبته"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الترهيب من سبق الإمام في الصلاة"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "خاتم النبي صلى الله عليه وسلم"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "من أحكام الصيام"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "من عذب عذب"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "جواز التبول قائما"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "صفة صلاة الليل"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "اتباع الرسول صلى الله عليه وسلم"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الدعاء هو العبادة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "لكل داء دواء"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الدين النصيحة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "فضل لا إله إلا الله"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "النبي عن أكل لحوم الحمر الإنسية"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "فضل العتق"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "من شروط التوكل"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "لا يشكر الله من لا يشكر الناس"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "فضل الصوم"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "إتقوا النار"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "نصر المظلوم والظالم"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "منزلة الصائم عند الله"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "آداب نبوية"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "تسحروا فإن في السحور بركة"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الأنبياء أحياء في قبورهم"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "الوصية بالجار"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "من فضائل عمر"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "من فضائل علي رضي الله عنه"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "معاهدة الجيران بالخير"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "من آداب القرآن"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "صوموا لرؤيته وأفطروا لرؤيته"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "فضل الصلاة على النبي صلى الله عليه وسلم"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": "1",
            "tit": "= حوائج الآخرة وثلاثين من حوائج الدنيا ووكل الله بذلك ملكا يدخله على قبري ك"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "من علامات ليلة القدر"
        }
    ]
}