{
    "b9353": [
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - أَخْبَرَنَا الشَّيْخُ الْمُسْنِدُ الْمُحَدِّثُ أَبُو هُرَيرَةَ عَبْدُ الرَّحْمَنِ بْنُ الْحَافِظِ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ عُثْمَانَ بْنِ الذَّهَبِيِّ، بِقِرَاءَتِي عَلَيْهِ بِمَنْزِلِهِ مِنْ كَفْرِ بطنا مِنْ غُوطَةِ دِمَشْقَ فِي شَهْرِ رَبِيعٍ الآخِرَ سَنَةَ ثَمَانٍ وَتِسْعِينَ وَسَبْعِ مِائَةٍ، أَخْبَرَنَا الشَّيْخُ الْمُسْنِدُ أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ بْنِ عَبَّاسٍ الْقُرَشِيُّ التَّاجِرُ،",
            "page": "429",
            "part": "1",
            "seal": "36211D9E"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "بِقِرَاءَتِي عَلَى أَبِي سَنَةَ عِشْرِينَ وَسَبْعِ مِائَةٍ وَفِيهَا مَاتَ، أَخْبَرَنَا يُوسُفُ بْنُ مَحْمُودٍ الصُّوفُيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا فِي الْخَامِسَةِ، وَأَخْبَرَنَا الأَشْيَاخُ: مُحَمَّدُ بْنُ الْمُوَفَّقِ، وَأَحْمَدُ بْنُ عَبْدِ الْحَمِيدِ بْنِ مُحَمَّدِ بْنِ غَشْمٍ الْمُرَدَاوِيُّ، وَمُحَمَّدُ بْنُ مَحْمُودِ بْنِ مُحَمَّدِ بْنِ الزَّرَنْدِيِّ، وَإِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ أَبِي بَكْرٍ الْكَتَّانِيُّ، وَعَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ الْمُوَفَّقِ إِسْمَاعِيلَ بْنِ الذَّهَبِيِّ، وَعَبْدُ الْقَادِرِ بْنُ إِبْرَاهِيمَ الأَرْمَوِيُّ، وَعُمَرُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْبَالِسِيُّ، وَعُمَرُ بْنُ الْحَافِظِ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ عَبْدِ الْهَادِي الْمَقْدِسِيِّ، وَعَلِيُّ بْنُ مُحَمَّدِ بْنِ سَعِيدِ بْنِ رَيَّانَ الطَّائِيُّ، وَعَلِيُّ بْنُ غَازِي بْنِ عَلِيٍّ الْكورِيُّ، وَشَمْسُ الْمُلُوكِ بِنْتُ النَّاصِرِ مُحَمَّدِ بْنِ الْعِمَادِ إِبْرَاهِيمَ بْنِ الْمَلِكِ، وَغَيْرُهُمْ، بِقِرَاءَتِي عَلَيْهِمْ مُنْفَرِدِينَ، قَالُوا: أَخْبَرَتْنَا الْمُسْنِدَةُ أَمُّ عَبْدِ اللَّهِ زَيْنَبُ ابْنَةُ الْكَمَالِ أَحْمَدِ بْنِ عَبْدِ الرَّحِيمِ السَّعْدِيَّةُ، قِرَاءَةً عَلَيْهَا، قَالَ ابْنُ غَشْمٍ، وَالْكَتَّانِيُّ , وَالأَرْمَوِيُّ , وَابْنُ الْحَافِظِ، وَبِنْتُ الْمَلِكِ وَنَحْنُ حَاضِرُونَ، وَقَالَ الْبَاقُونَ وَنَحْنُ نَسْمَعُ مُتَفَرِّقِينَ. ¶ قَالَتْ: أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الرَّحْمَنِ بْنُ مَكِّيٍّ سِبْطُ السِّلَفِيِّ، إِجَازَةً، قَالَ هُوَ وَالصُّوفِيُّ. ¶ أَخْبَرَنَا الْحَافِظُ أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ السِّلَفِيُّ. ¶ ح وَقَرَأْتُهُ عَلَى الشِّهَابِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَبْدِ اللَّهِ بْنِ الْفَارِقِيِّ، أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَحْمَدَ الضَّرِيرُ، قِرَاءَةً عَلَيْهِ، وَأَنَا حَاضِرٌ، أَخْبَرَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ الإِرْبِلِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا فِي الْخَامِسَةِ مِنْ عُمْرِي، أَخْبَرَتْنَا شُهْدَةُ بِنْتُ أَحْمَدَ الْكَاتِبَةُ. ¶ ح وَأَخْبَرَنَا الشِّهَابُ الْفَارِقِيُّ أَيْضًا، بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَنَا الْقَاسِمُ بْنُ مُظَفَّرِ بْنِ مَحْمُودِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ عَسَاكِرَ الدِّمَشْقِيُّ، أَخْبَرَنَا عَمُّ وَالِدِي الْعِزُّ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْحَسَنِ النَّسَّابَةُ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ، وَالْمَشَايِخُ أَبُو الْفَتْحِ نَصْرُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مَكَارِمٍ الأَنْصَارِيُّ، وَأَبُو مُحَمَّدٍ عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ أَبِيهِ الصَّالِحِيُّ، وَشَيْخُ الشُّيُوخِ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَبِي الْفَتْحِ بْنِ أَبِي الْحَسَنِ بْنِ حَمُّوَيْهِ، قِرَاءَةً عَلَيْهِمْ، وَأَنَا شَاهِدٌ، قَالُوا: أَخْبَرَنَا الْحَافِظُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحَسَنِ بْنِ",
            "page": "430",
            "part": "1",
            "seal": "49CAAA59"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "هِبَةِ اللَّهِ الشَّافِعِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْوَاحِدِ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ عَبْدِ الرَّحْمَنِ الْمَدِينِيُّ، بِقِرَاءَتِي عَلَيْهِ بِمَدِينَةِ جي، قَالَ هُوَ وَشُهْدَةُ، وَالسِّلَفِيُّ، وَاللَّفْظُ لِلسِّلَفِيِّ أَخْبَرَنَا أَبُو الْخَطَّابِ نَصْرُ بْنُ أَحْمَدَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ يَحْيَى بْنِ زَكَرِيَّا بْنِ الْبَيِّعِ، حَدَّثَنَا الْحُسَيْنُ بْنُ إِسْمَاعِيلَ الْقَاضِي، إِمْلاءً، أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَنَّ رَجُلا مَاتَ فَدَخَلَ الْجَنَّةَ، فَقِيلَ لَهُ: مَا كُنْتَ تَعْمَلُ؟ فَإِمَّا ذَكَرَ وَإِمَّا ذُكِّرَ، فَقَالَ: إِنِّي كُنْتُ أُبَايِعُ النَّاسَ وَكُنْتُ أُنْظِرُ الْمُعْسِرَ وَأَتَجَوَّزُ فِي السَّكَّةِ أَوْ فِي النَّقْدِ. ¶ فَغُفِرَ لَهُ \". ¶ فَقَالَ أَبُو مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ: وَأَنَا سَمِعْتُهُ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.",
            "page": "431",
            "part": "1",
            "seal": "BA5F73F4"
        },
        {
            "hno": "2",
            "id": "5",
            "nass": "خَرَّجَهُ مُسْلِمٌ فِي صَحِيحِهِ عَنْ أَبِي مُوسَى الزَّمَنِ، مُنْفَرِدًا بِهِ، فَوَافَقْنَاهُ بِعُلُوٍّ، وَلِلَّهِ الْحَمْدُ. ¶ وَهُوَ فِي الصَّحِيحَيْنِ، مِنْ طَرِيقِ شُعْبَةَ أَيْضًا، وَغَيْرِهِ ¶ 2 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ النَّاقِدِ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ أَحْمَدَ، بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَنَا عِيسَى يَعْنِي: ابْنَ عَبْدِ الرَّحْمَنِ السِّمْسَارِ، قِرَاءَةً عَلَيْهِ، وَأَنَا حَاضِرٌ فِي يَوْمِ الإِثْنَيْنِ الْحَادِي عَشَرَ مِنْ شَهْرِ رَبِيعٍ الأَوَّلِ سَنَةَ سَبْعَ عَشْرَةَ وَسَبْعِ مِائَةٍ بِإِيوَانِ دَارِ السَّعَادَةِ مِنْ دِمَشْقَ، وَمَرَّةٌ أُخْرَى بَعْدَ ذَلِكَ، وَأَبُو الْفَضْلِ سُلَيْمَانُ بْنُ حَمْزَةَ الْحَاكِمُ، إِجَازَةً، إِنْ لَمْ يَكُنْ حُضُورًا، قَالا: أَخْبَرَنَا أَبُو الْمُنْجَى عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ اللَّتِّيِّ، سَمَاعًا، أَخْبَرَنَا سَعِيدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ بْنِ الْبَنَّا، حُضُورًا، أَخْبَرَنَا أَبُو نَصْرٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الزَّيْنَبِيُّ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيٍّ الْوَرَّاقُ، حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ أَبِي دَاوُدَ سُلَيْمَانِ بْنِ الأَشْعَثِ، حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَنَصْرُ بْنُ عَلِيٍّ، قَالا: حَدَّثَنَا أَبُو عَبْدِ الصَّمَدِ الْعَمِّيُّ، حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ بْنِ قَيْسٍ الأَشْعَرِيِّ، عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «جَنَّتَانِ مِنْ ذَهَبٍ آنِيَتُهُمَا وَمَا فِيهِمَا، وَجَنَّتَانِ مِنْ فِضَّةٍ وَآنِيَتُهُمَا وَمَا فِيهِمَا، وَمَا بَيْنَ الْقَوْمِ وَبَيْنَ أَنْ يَنْظُرُوا إِلَى رَبِّهِمْ إِلا رِدَاءَ الْكِبْرِيَاءِ عَلَى وَجْهِهِ فِي جَنَّةِ عَدْنٍ» . ¶ أخَرَّجَهُ مُسْلِمٌ، عَنْ نَصْرِ بْنِ عَلِيٍّ الْجَهْضَمِيِّ.",
            "page": "432",
            "part": "1",
            "seal": "292DC369"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "وَرَوَاهُ التِّرْمِذِيُّ، وَالنِّسَائِيُّ، وَابْنُ مَاجَهْ، عَنْ مُحَمَّدِ بْنِ بَشَّارٍ، كِلاهُمَا عَنْ أَبِي عَبْدِ الصَّمَدِ الْعَمِّيِّ، وَاسْمُهُ عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الْبَصْرِيُّ، فَوَقَعَ لَنَا مُوَافَقَةً عَالِيَةً لأَرْبَعَتِهِمْ، وَلِلَّهِ الْحَمْدُ ¶ 3 - أَخْبَرَنَا الشَّيْخُ الْمُسْنِدُ الْكَبِيرُ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الدِّمَشْقِيُّ، بِقِرَاءَتِي عَلَيْهِ، قُلْتُ لَهُ: أَخْبَرَكَ أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ أَبِي طَالِبٍ الصَّالِحِيُّ، أَخْبَرَنَا دَاوُدُ بْنُ مَعْمَرِ بْنِ الْفَاخِرِ، إِجَازَةً مُطْلَقَةً، أَخْبَرَتْنَا فَاطِمَةُ بِنْتُ مُحَمَّدٍ، سَمَاعًا، أَخْبَرَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ أَحْمَدَ. ¶ ح وَأَخْبَرَنَا الصَّلاحُ عَبْدُ الْقَادِرِ بْنُ إِبْرَاهِيمَ، بِقِرَاءَتِي عَلَيْهِ، عَنْ زَيْنَبَ ابْنَةِ أَحْمَدَ الْمَقْدِسِيَّةِ، أَخْبَرَنَا عَبْدُ الْخَالِقِ بْنُ الأَنْجَبِ، كِتَابَةً أَنَّ وَجِيهَ بْنَ طَاهِرٍ، أَنْبَأَهُ، قَالَ: أَخْبَرَنَا أَبُو حَامِدٍ أَحْمَدُ بْنُ الْحَسَنِ، سَمَاعًا، قَالا: أَخْبَرَنَا الْحَسَنُ بْنُ أَحْمَدَ، أَخْبَرَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ السَّرَّاجُ، حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، أَخْبَرَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَتْ: \" إِنْ كُنْتُ لأَدْخُلُ الْبَيْتَ لِلْحَاجَةِ وَالْمَرِيضُ فِيهِ فَمَا أَسْأَلُ عَنْهُ إِلا وَأَنَا مَارَّةٌ، وَإِنْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيُدْخِلُ رَأْسَهُ وَهُوَ فِي الْمَسْجِدِ فَأُرْجِلُهُ، قَالَتْ: وَكَانَ لا يَدْخُلُ الْبَيْتَ إِلا لِحَاجَةٍ إِذَا كَانَ مُعْتَكِفًا \". ¶ خَرَّجَهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَالنِّسَائِيُّ، عَنْ قُتَيْبَةَ، فَوَافَقْنَاهُمْ بِعُلُوٍّ، وَلِلَّهِ الْحَمْدُ ¶ 4 - أَخْبَرَنَا أَبُو هُرَيْرَةَ عَبْدُ الرَّحْمَنِ بْنُ الذَّهَبِيُّ، بِقِرَاءَتِي عَلَيْهِ فِي شَهْرِ رَبِيعٍ الآخِرِ سَنَةَ ثَمَانٍ وَتِسْعِينَ، أَخْبَرَنَا الشَّيْخُ الْمُعَمِّرِ رِحْلَةُ زَمَانِهِ أَبُو مُحَمَّدٍ عِيسَى بْنُ عَبْدِ الرَّحْمَنِ بْنِ مَعَالِي بْنِ حَمْدٍ الْمُطْعِمِ، قِرَاءَةً عَلَيْهِ وَأَنَا فِي الْخَامِسَةِ، وَمَرَّةٌ أُخْرَى قَبْلَ ذَلِكَ، أَخْبَرَنَا أَبُو الْمُنْجَى عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ اللَّتِّيِّ، أَخْبَرَنَا",
            "page": "433",
            "part": "1",
            "seal": "F58B75D0"
        },
        {
            "hno": "5",
            "id": "7",
            "nass": "أَبُو الْوَقْتِ عَبْدُ الأَوَّلِ بْنِ عِيسَى بْنِ السِّجْزِيِّ، أَخْبَرَنَا أَبُو عَاصِمٍ الْفُضَيْلُ بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ الأَنْصَارِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، سَمِعْتُ جَابِرًا رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: \" اسْتَأْذَنْتُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: مَنْ هَذَا؟ فَقُلْتُ: أَنَا. ¶ فَقَالَ: أَنَا أَنَا كَأَنَّهُ كَرِهَهُ \". ¶ هَذَا حَدِيثٌ صَحِيحٌ عَالٍ جِدًّا. ¶ رَوَاهُ الْبُخَارِيُّ، عَنْ أَبِي الْوَلِيدِ هِشَامِ بْنِ الْمَلِكِ الطَّيَالِسِيِّ. ¶ وَرَوَاهُ مُسْلِمٌ، عَنِ ابْنِ نُمَيْرٍ، عَنِ ابْنِ إِدْرِيسَ، كِلاهُمَا عَنْ شُعْبَةَ ¶ 5 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَبْدِ اللَّهِ التُّرْكُمَانِيُّ، سَمَاعًا، أَخْبَرَنَا أَبُو الرَّوْحِ عِيسَى بْنُ عَبْدِ الرَّحْمَنِ الشَّجَرِيُّ، قِرَاءَةً عَلَيْهِ، وَأَنَا شَاهِدٌ. ¶ ح وَأَنْبَأَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ، وَأَحْمَدُ بْنُ الْعِمَادِ أَبِي بَكْرِ بْنِ أَحْمَدَ، الْمَقْدِسِيَّانِ، قَالا: أَخْبَرَنَا سُلَيْمَانُ بْنُ حَمْزَةَ الْحَاكِمُ، سَمَاعًا، قَالَ: هُوَ وَالشَّجَرِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ الْعَتَّابِيُّ، أَخْبَرَنَا عَبْدُ الأَوَّلِ الْهَرَوِيُّ، أَخْبَرَتْنَا أُمُّ الْفَضْلِ ابْنَةُ عَبْدِ الصَّمَدِ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ، حَدَّثَنَا يَحْيَى بْنُ صَاعِدٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا يُونُسُ بْنُ عُبَيْدٍ، عَنِ الْحَسَنِ، وَهِشَامٍ،",
            "page": "434",
            "part": "1",
            "seal": "7418735F"
        },
        {
            "hno": "6",
            "id": "8",
            "nass": "عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَجُلا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" أَيُصَلِّي الرَّجُلُ فِي ثَوْبٍ وَاحِدٍ؟ ، قَالَ: أَوَكُلُّكُمْ لَهُ ثَوْبَانِ \". ¶ حَدِيثٌ صَحِيحٌ عَالٍ مِنْ حَدِيثِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ ¶ 6 - أَخْبَرَنَا الشِّهَابُ عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ الذَّهَبِيِّ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ فِي سَنَةَ ثَمَانٍ وَتِسْعِينَ، أَخْبَرَنَا جَمَاعَةٌ مِنْهُمْ: الشَّرِيفُ أَبُو الْفَتْحِ مُوسَى بْنُ عَلِيِّ بْنِ أَبِي طَالِبٍ الْمُوسَوِيُّ فِي كِتَابِهِ إِلَيَّ مِنْ مِصْرَ، وَتَفَرَّدْتُ بِالرِّوَايَةِ عَنْهُ، قَالُوا: أَخْبَرَنَا الْفَخْرُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ مُسْلِمٍ، قِرَاءَةً عَلَيْهِ، وَنَحْنُ حَاضِرُونَ، أَخْبَرَتْنَا الْكَاتِبَةُ شُهْدَةُ بِنْتُ أَحْمَدَ، سَمَاعًا. ¶ ح وَأَخْبَرَنَا ابْنُ الذَّهَبِيِّ أَيْضًا، وَالرَّئِيسُ أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ سَعِيدِ بْنِ رَيَّانَ الطَّائِيُّ، وَآخَرُونَ، بِقِرَاءَتِي عَلَيْهِمْ، قَالُوا: أَخْبَرَتْنَا الْمُسْنِدَةُ أُمُّ عَبْدِ اللَّهِ زَيْنَبُ ابْنَةُ الْكَمَالِ أَحْمَدِ بْنِ عَبْدِ الرَّحِيمِ السَّعْدِيَّةُ، سَمَاعًا، قَالَتْ: أَنْبَأَنَا إِبْرَاهِيمُ بْنُ مَحْمُودِ بْنِ سَالِمِ بْنِ الْخَيْرِ، وَمُحَمَّدُ بْنُ عَبْدِ الْكَرِيمِ بْنِ السَّيِّدِيِّ، قَالا: أَخْبَرَتْنَا تجنِي الْوَهْبَانِيَّةُ. ¶ قَالَتْ: هِيَ وَشُهْدَةُ، أَخْبَرَنَا طَرَّادُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا هِلالُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا الْحُسَيْنُ بْنُ يَحْيَى الْقَطَّانُ، حَدَّثَنَا أَبُو الأَشْعَثِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ جَمِيلِ بْنِ مُرَّةَ، عَنْ أَبِي الْوَضِيءِ، عَنْ أَبِي بَرْزَةَ الأَسْلَمِيِّ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:",
            "page": "435",
            "part": "1",
            "seal": "DA789315"
        },
        {
            "hno": "7",
            "id": "9",
            "nass": "«الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا» . ¶ خَرَّجَهُ ابْنُ مَاجَهْ، عَنْ أَبِي الأَشْعَثِ أَحْمَدَ بْنِ الْمِقْدَامِ الْعَجْلِيِّ بِهِ، فَوَافَقْنَاهُ بِعُلُوٍّ وَلِلَّهِ الْحَمْدُ. ¶ 7 - وَأَخْبَرَنَاهُ ابْنُ الذَّهَبِيِّ أيضًا، قَالَ: حَدَّثَنِي أَبِي، أَخْبَرَنَا الإِمَامُ أَبُو الْحُسَيْنِ عَلِيُّ بْنُ مُحَمَّدٍ الْيُونِينِيُّ، أَخْبَرَنَا الشَّيْخَانِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِبْرَاهِيمَ الإِرْبِلِيُّ، وَالْبَهَاءُ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حُضُورًا، قَالا: أَخْبَرَتْنَا فَخْرُ النِّسَاءِ شُهْدَةُ الْكَاتِبَةُ، فَذَكَرَهُ بِمِثْلِهِ. ¶ وَأَبُو الْوَضِيءِ عَبَّادُ بْنُ نَسِيبٍ الْقَيْسِيُّ مَشْهُورٌ بِكُنْيَتِهِ وُثِّقَ. ¶ وَأَبُو بَرْزَةَ نَضْرَةُ بْنُ عُبَيْدٍ الأَسْلَمِيُّ الصَّحَابِيُّ رَضِيَ اللَّهُ عَنْهُ ¶ 8 - أَنْبَأَنَا الْحَافِظُ أَبُو بَكْرٍ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ أَحْمَدَ السَّعْدِيُّ، أَنَّ أَبَا نَصْرٍ مُحَمَّدَ بْنَ مُحَمَّدِ بْنِ مُحَمَّدٍ الْمِزِّيَّ، وَأَبَا الْعَبَّاسِ أَحْمَدَ بْنَ أَبِي طَالِبٍ",
            "page": "436",
            "part": "1",
            "seal": "6069F881"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "الْبَيَّانِيَّ، أَخْبَرَاهُ سَمَاعًا، قَالا: أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ الْحُرَيْمِيُّ، زَادَ الْمِزِّيُّ، فَقَالَ: وَزَكَرِيَّا بْنُ عَلِيٍّ الْعلبِيُّ، قَالا: أَخْبَرَنَا عَبْدُ الأَوَّلِ بْنُ عِيسَى، سَمَاعًا فِي شَعْبَانَ سَنَةَ ثَلاثٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ بِجَامِعِ الْمَنْصُورِ مِنْ بَغْدَادَ، أَخْبَرَنَا أَبُو مَنْصُورٍ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ كلاري، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ الْهَرَوِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ بِبَغْدَادَ سَنَةَ سَبْعَ عَشْرَةَ وَثَلاثِ مِائَةٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ سَعِيدٍ الأَشَجُّ، أَخْبَرَنَا أَحْمَدُ بْنُ بَشِيرٍ، حَدَّثَنَا مِسْعَرٌ، قَالَ: سَمِعْتُ عَبْدَ الْمَلِكِ بْنِ مَيْسَرَةَ، وَنَحْنُ فِي جِنَازَةِ عَمْرِو بْنِ مُرَّةَ، وَهُوَ يَقُولُ: «إِنِّي لأَحْسَبُهُ خَيْرَ أَهْلِ الأَرْضِ» . ¶ تُوُفِّيَ عَمْرُو بْنُ مُرَّةَ الْجَمَلِيُّ أَحَدُ الأَعْلامِ سَنَةَ سِتَّ عَشْرَةَ وَمِائَةٍ، قَالَهُ أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، وَالأَئِمَّةُ. ¶ أَمَّا عَمْرُو بْنُ مُرَّةَ الْجُهَنِيُّ الصَّحَابِيُّ سَكَنَ الشَّامَ، فَمَاتَ زَمَنَ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ بْنِ الْحَكَمِ، كُنْيَتُهُ: أَبُو مَرْيَمَ ¶ 9 - أَخْبَرَنَا الشَّيْخُ الْمُسْنِدُ الصَّالِحُ أَبُو مُحَمَّدٍ عَبْدُ الْقَادِرِ بْنُ الرُّكْنِ إِبْرَاهِيمَ بْنِ الشَّيْخِ مُحَمَّدِ بْنِ الشَّيْخِ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ الأَرْمَوِيِّ، بِقِرَاءَتِي عَلَيْهِ، قُلْتُ لَهُ: أَخْبَرَتْكَ الْمُسْنِدَةُ أُمُّ عَبْدِ اللَّهِ زَيْنَبُ ابْنَةُ أَحْمَدَ الْمَقْدِسِيَّةُ، إِجَازَةً، إِنْ لَمْ يَكُنْ حُضُورًا، قَالَتْ: أَخْبَرَتْنَا بِنْتُ الْبَاقِدَارِيِّ فِي كِتَابِهَا إِلَيَّ وَهِيَ ضَوْءُ الصَّبَاحِ عَجِيبَةُ، قَالَتْ: أَنْبَأَنِي أَبُو الْفَرَجِ بْنُ الثَّقَفِيِّ وَاسْمُهُ يَحْيَى، قَالَ: كَتَبَ إِلَيَّ عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْبُنْدَارِ. ¶ ح وَأَخْبَرَنَا شَيْخُنَا الْمُسْنِدُ الْمُعَمِّرُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ النِّعَالِيُّ، إِجَازَةً، إِنْ لَمْ يَكُنْ سَمَاعًا، قَالَ: أَخْبَرَتْنَا الْمُسْنِدَةُ الْمُعَمِّرَةُ أُمُّ عَبْدِ اللَّهِ فَاطِمَةُ بِنْتُ سُلَيْمَانَ بْنِ عَبْدِ الْكَرِيمِ بْنِ عَبْدِ الرَّحْمَنِ الأَنْصَارِيِّ كِتَابَةً فِي حَادِي عَشَرَ رَبِيعَ الآخِرِ سَنَةَ سَبْعٍ وَسَبْعِ مِائَةٍ، عَنِ الْفَتْحِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ السَّلامِ،",
            "page": "437",
            "part": "1",
            "seal": "55FD08B3"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "قَالَ: أَخْبَرَنَا أَبُو مَنْصُورٍ أَنُوشْتِكِينُ بْنُ عَبْدِ اللَّهِ الرُضْوَانِيُّ الْحَاجِبُ، سَمَاعًا فِي رَمَضَانَ سَنَةَ أَرْبَعٍ وَأَرْبَعِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلَيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْبُسْرِيِّ الْبُنْدَارُ، أَخْبَرَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْمُخَلِّصُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا يَعْلَى بْنُ الأَشْدَقِ، سَمِعْتُ النَّابِغَةَ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: \" أَنْشَدْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ بَلَغْنَا السَّمَاءَ مَجْدُنَا وَجُدُودُنَا ... وَإِنَّا لَنَرْجُو فَوْقَ ذَلَكِ مَظْهَرًا ¶ فَقَالَ صَلَوَاتُ اللَّهِ عَلَيْهِ وَسَلامُهُ: أَيْنَ الْمَظْهَرُ يَا أَبَا لَيْلَى؟ ، فَقُلْتُ: فِي الْجَنَّةِ. ¶ قَالَ: أَجَلْ إِنْ شَاءَ اللَّهُ. ¶ ثُمَّ قُلْتُ: وَلا خَيْرَ فِي حِلْمٍ إِذَا لَمْ تَكُنْ لَهُ بَوَادِرُ تَحْمِي صَفْوَهُ أَنْ يُكَدَّرَا وَلا خَيْرَ فِي جَهْلٍ إِذَا لَمْ يَكُنْ لَهُ حَلِيمٌ إِذَا مَا أَوْرَدَ الأَمْرَ اصْدَرَا فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لا يَفْضُضِ فُوكَ \". ¶ مَرَّتَيْنِ.",
            "page": "438",
            "part": "1",
            "seal": "98F89A61"
        },
        {
            "hno": "10",
            "id": "12",
            "nass": "10- وَقَرَأْتُهُ عَلَى أَبِي مُحَمَّدٍ عَبْدُ اللَّهِ بْنِ إِبْرَاهِيمَ الْفَرَضِيِّ غَيْرَ مَرَّةٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي بَكْرٍ الْحَرَّانِيُّ، أَخْبَرَنَا أَحْمَدُ بْنُ شَيْبَانَ، أَنْبَأَنَا عُمَرُ بْنُ أَبِي بَكْرٍ الْحَسَّانِيُّ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَحْمَدَ الْحَافِظُ، أَخْبَرَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْبُنْدَارُ، فَذَكَرَهُ. ¶ خَرَّجَهُ الْبَغَوِيُّ الْمَذْكُورُ فِي مُعْجَمِ الصَّحَابَةِ. ¶ وَرَوَاهُ عَنْهُ جَمَاعَةٌ مِنْهُمْ: أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ ابْنُ أَخِي مِيمِي، وَعُمَرُ بْنُ إِبْرَاهِيمَ بْنِ أَحْمَدَ الْكَتَّانِيُّ، وَعُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ بَطَّةَ الْعُكْبَرِيُّ، وَعِيسَى بْنُ عَلِيٍّ الْوَزِيرُ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ الْبَغَوِيِّ. ¶ تَابَعَهُ أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ أَبِي الدُّنْيَا، فَرَوَاهُ عَنْ دَاوُدَ بْنِ رُشَيْدٍ، وَإِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، قَالا: حَدَّثَنَا يَعْلَى بْنُ الأَشْدَقِ، فَذَكَرَ نَحْوَهُ. ¶ وَرَوَاهُ أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ أَبِي دَاوُدَ السِّجِسْتَانِيُّ، عَنْ أَيُّوبَ بْنِ مُحَمَّدٍ الْوَزَّانِ، عَنْ يَعْلَى. ¶ وَهُوَ عِنْدَ مُحَمَّدِ بْنِ اللَّيْثِ الْجَوْهَرِيِّ، عَنْ إِبْرَاهِيمَ بْنِ مُوسَى الْمُؤَدِّبِ، عَنْ يَعْلَى بْنِ الأَشْدَقِ. ¶ وَرَوَاهُ الْحَارِثُ بْنُ أَبِي أُسَامَةَ، فَقَالَ:",
            "page": "439",
            "part": "1",
            "seal": "6E3A3944"
        },
        {
            "hno": "11",
            "id": "13",
            "nass": "أَخْبَرَنَا الْعَبَّاسُ بْنُ الْفَضْلِ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ التَّمِيمِيُّ، حَدَّثَنِي الْحَسَنُ بْنُ عُبَيْدِ اللَّهِ، حَدَّثَنِي مَنْ سَمِعَ النَّابِغَةَ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ فَذَكَرَ بِنَحْوِهِ مُطَوَّلا ¶ 11 - وَأَخْبَرَنَا أَبُو هُرَيْرَةَ عَبْدُ الرَّحْمَنِ بْنُ الذَّهَبِيِّ، فِيمَا قُرِئَ عَلَيْهِ، وَأَنَا أَسْمَعُ، يَوْمَ الأَرْبَعَاءِ ثَالِثُ ذِي الْقِعْدَةِ سَنَةَ ثَمَانٍ وَتِسْعِينَ بِالْغُوطَةِ، أَخْبَرَنَا الأَمِينُ مُحَمَّدُ بْنُ أَبِي بَكْرٍ الأَسَدِيُّ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ، وَالإِمَامُ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الطَّبَرِيُّ، كِتَابَةً مِنْ مَكَّةَ شَرَّفَهَا اللَّهُ تَعَالَى، وَأَبُو الْفَضْلِ سُلَيْمَانُ بْنُ حَمْزَةَ، إِجَازَةً، إِنْ لَمْ يَكُنْ حُضُورًا، وَإِسْمَاعِيلُ بْنُ يُوسُفَ السُّوَيْدِيُّ، إِجَازَةً، إِنْ لَمْ يَكُنْ سَمَاعًا، وَأَبُو عَلِيٍّ الْحَسَنُ بْنُ عَلِيٍّ الْكُرْدِيُّ، فِي كِتَابِهِ إِلَيَّ مِنْ مِصْرَ، قَالَ الأَوَلُّ وَالثَّانِي. ¶ أَخْبَرَنَا شُعَيْبُ بْنُ يَحْيَى الزَّعْفَرَانِيُّ، قِرَاءَةً عَلَيْهِ، وَنَحْنُ نَسْمَعُ، وَقَالَ أَبُو الْفَضْلِ: أَخْبَرَنَا عَلِيُّ بْنُ هِبَةِ اللَّهِ الْمِصْرِيُّ، سَمَاعًا،",
            "page": "440",
            "part": "1",
            "seal": "795BBCD7"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وَقَالَ السُّوَيْدِيُّ، وَالْكُرْدِيُّ: أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدٍ الْمُقْرِئُ، قِرَاءَةً عَلَيْهِ، وَنَحْنُ نَسْمَعُ. ¶ ح وَأَخْبَرَنَا أَبُو هُرَيْرَةَ، وَابْنُهُ الْمُسْنِدُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ، قَالا: أَخْبَرَنَا النَّجْمُ أَبُو بَكْرِ بْنُ مُحَمَّدٍ السُّلَمِيُّ، سَمَاعًا، قَالَ مُحَمَّدٌ: وَأَنَا شَاهِدٌ، قَالَ: أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْحَرَمِ الْحَاسِبُ، قَالَ هُوَ وَشُعَيْبٌ، وَالْمِصْرِيُّ، وَالْمُقْرِئُ، أَخْبَرَنَا أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدٍ الْحَافِظُ، أَخْبَرَنَا أَبُو طَالِبٍ نَصْرُ بْنُ الْحُسَيْنِ بْنِ محمان قَاضِي الدِّينَوَرِ بِهَا، أَخْبَرَنَا أَبُو سَعْدٍ بُنْدَارُ بْنُ عَلِيِّ بْنِ الْحَسَنِ بْنِ الرَّوَّاسِيِّ، إِمْلاءً، أَخْبَرَنَا أَبُو الْخَيْرِ زَيْدُ بْنُ رِفَاعَةَ الْكَاتِبُ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ دُرَيْدٍ الأَزْدِيُّ، عَنْ أَبِي حَاتِمٍ السِّجِسْتَانِيِّ، عَنِ الأَصْمَعِيِّ، عَنْ أَبِي عَمْرِو بْنِ الْعَلاءِ، عَنْ نَصْرِ بْنِ عَاصِمٍ اللَّيْثِيِّ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ النَّابِغَةَ، يَقُولُ: \" أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَنْشَدْتُهُ حَتَّى أَتَيْتُ إِلَى قَوْلِي: ¶ أَتَيْتُ رَسُولَ اللَّهِ إِذْ جَاءَ بِالْهُدَى ... وَيَتْلُو كِتَابًا وَاضِحَ الْحَقِّ نَيِّرَا ¶ بَلَغْنَا السَّمَاءَ مَجْدُنَا وَجُدُودُنَا ... وَإِنَّا لَنَرْجُو فَوْقَ ذَلِكَ مَظْهَرَا ¶ فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِلَى أَيْنَ يَا أَبَا لَيْلَى؟ فَقُلْتُ: إِلَى الْجَنَّةَ، فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنْ شَاءَ اللَّهُ، فَأَنْشَدْتُهُ: ¶ وَلا خَيْرَ فِي جَهْلٍ إِذَا لَمْ يَكُنْ لَهُ ... حَلِيمٌ إِذَا مَا أَوْرَدَ الأَمْرَ أَصْدَرَا ¶ وَلا خَيْرَ فِي حِلْمٍ إِذَا لَمْ يَكُنْ لَهُ ... بَوَادِرُ تَحْمِي صَفْوَهُ أَنْ يُكَدَّرَا ¶ فَقَالَ لِي: صَدَقْتَ، لا يَفْضُضِ اللَّهُ فَاكَ \".",
            "page": "441",
            "part": "1",
            "seal": "54FC4ED0"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "قَالَ: فَبَقِيَ عُمْرُهُ أَحْسَنَ ثَغْرًا كُلَّمَا سَقَطَتْ سِنٌّ عَادَتْ أُخْرَى مَكَانَهَا وَكَانَ مُعَمِّرًا. ¶ فَبِاعْتِبَارِ عَدَدَ رِجَالِ هَذِهِ الطَّرِيقِ وَعَدَدَ طَرِيقِنَا الأُولَى، كَأَنِّي سَمِعْتُ هَذَا الْحَدِيثَ مَعَ الْحَافِظِ أَبِي طَاهِرٍ السِّلَفِيِّ، مِنْ شَيْخِهِ أَبِي طَالِبٍ قَاضِي الدِّينَوَرِ وَشَارَكْتُهُ فِيهِ، وَاللَّهُ أَعْلَمُ. ¶ وَلِلْحَدِيثِ طُرُقٌ، مِنْهَا: مَا رَوَاهُ أَبُو بَكْرِ بْنُ أَبِي الدُّنْيَا، عَنْ مُحَمَّدِ بْنِ أَبِي حَاتِمٍ الأَزْدِيِّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْكُوفِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ حَبِيبٍ، عَنْ مُهَاجِرِ بْنِ سُلَيْمٍ، عَنْ عَبْدِ اللَّهِ بْنِ جَرَادٍ، سَمِعْتُ نَابِغَةَ بَنِي جَعْدَةَ، يَقُولُ: أَنْشَدْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَذَكَرَ بِنَحْوِهِ وَحَدَّثَ بِهِ ابْنُ أَبِي الدُّنْيَا أَيْضًا، عَنْ إِبْرَاهِيمَ بْنِ رَاشِدٍ أَبِي إِسْحَاقَ، حَدَّثَنَا يَحْيَى بْنُ رَاشِدٍ، أَخْبَرَنَا الرَّحَّالُ بْنُ الْمُنْذِرِ، أَخْبَرَنَا أَبِي، عَنْ أَبِيهِ، عَنْ",
            "page": "442",
            "part": "1",
            "seal": "63EC8B43"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "كُرَيْزٍ، عَنِ النَّابِغَةِ، فَذَكَرَهُ مُخْتَصَرًا. ¶ كَذَا قَالَ: عَنْ أَبِيهِ، عَنْ كُرَيْزٍ، وَالْمَعْرُوفُ عَنْ أَبِيهِ كُرَيْزٌ، وَقِيلَ فِيهِ: كُرْزٌ، فَهُوَ الرَّحَّالُ بْنُ الْمُنْذِرِ بْنِ كُرْزِ بْنِ سَامَةَ ¶ وَاسْمُ النَّابِغَةُ هَذَا قَيْسُ بْنُ عَبْدِ اللَّهِ، سَمَّاهُ كَذَلِكَ أَبُو الْقَاسِمِ الطَّبَرَانِيُّ فِي مُعْجَمِهِ، وَأَبُو عَبْدِ اللَّهِ بْنُ مَنْدَهْ فِي الْمَعْرِفَةِ، وَغَيْرُهُمَا. ¶ وَقِيلَ: اسْمُهُ عَبْدُ اللَّهِ بْنُ قَيْسٍ. ¶ وَقِيلَ: حَيَّانُ بْنُ قَيْسٍ، حَكَاهُ أَبُو عُمَرَ بْنِ عَبْدِ الْبَرِّ، وَغَيْرُهُ، وَاللَّهُ أَعْلَمُ. ¶ عَاشَ النَّابِغَةُ مِائَةَ سَنَةٍ وَثَمَانِينَ سَنَةً، وَقِيلَ: مِائَتَيْنِ وَأَرْبَعِينَ سَنَةً. ¶ جَزَمَ بِالأَوَّلِ ابْنُ عَبْدِ الْبَرِّ، وَحُكِيَ الثَّانِي، عَنِ ابْنِ قُتَيْبَةَ. ¶ بَقِيَ النَّابِغَةُ إِلَى زَمَنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، وَكَانَ فِي الْجَاهِلِيَّةِ فِيمَا يُذْكَرُ يَتَدَيَّنُ بِدِينِ إِبْرَاهِيمَ وَالْحَنِيفِيَّةِ، وَيَصُومُ وَيَسْتَغْفِرُ. ¶ وَمِنْ شِعْرِهِ فِي الْجَاهِلِيَّةِ قَصِيدَتُهُ الَّتِي نَسَبَهَا إِلَيْهِ يُونُسُ بْنُ حَبِيبٍ، وَخَلَفٌ الأَحْمَرُ، وَعَلِيُّ بْنُ سُلَيْمَانَ الأَخْفَشُ، وَمُحَمَّدُ بْنُ سَلامٍ الْجُمَحِيُّ، وَغَيْرُهُمْ، وَأَوَّلُهَا: الْحَمْدُ لِلَّهِ لا شَرِيكَ لَهُ مَنْ لَمْ يَقُلْهَا فَنَفْسَهُ ظَلَمَا وَتُرْوَى لأُمَيَّةَ بْنِ أَبِي الصَّلْتِ.",
            "page": "443",
            "part": "1",
            "seal": "096A41AF"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "قَالَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ سَلامٍ الْجُمَحِيُّ، فِي كِتَابِهِ طَبَقَاتِ الشُّعَرَاءِ الْجَاهِلِيِّينَ وَالإِسْلامِيِّينَ، فِي الطَّبَقَةِ الثَّانِيَةِ مِنْ شُعَرَاءِ الْجَاهِلِيَّةِ: قُلْتُ لِيُونُسَ، يَعْنِي: ابْنَ حَبِيبٍ، كَيْفَ تَقْرَأُ: {وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ} [النمل: 22] فَقَالَ قَالَ النَّابِغَةُ الْجَعْدِيُّ، وَهُوَ أَفْصَحُ الْعَرَبِ: مِنْ سَبَإِ الْحَاضِرِينَ مَأْرِبَ إِذْ يَبْنُونَ مِنْ دُونِ سَيْلِهِ الْعَرِمَا وَهُوَ عَلَى قِرَاءَةِ أَبِي عَمْرٍو، وَيُونُسَ. ¶ وَهَذَا الْبَيْتُ فِي قَصِيدَتِهِ، الَّتِي يَقُولُ فِيهَا: الْحَمْدُ لِلَّهِ لا شريك له من لم يقلها فنفسه ظلما.",
            "page": "444",
            "part": "1",
            "seal": "D4B6A093"
        }
    ],
    "t9353": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "رجلا مات فدخل الجنة، فقيل له: ما كنت تعمل؟ فإما ذكر وإما ذكر، فقال: إني كنت أبايع الناس"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "جنتان من ذهب آنيتهما وما فيهما، وجنتان من فضة وآنيتهما وما فيهما، وما بين القوم وبين أن"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "ليدخل رأسه وهو في المسجد فأرجله، قالت: وكان لا يدخل البيت إلا لحاجة إذا كان"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "من هذا؟ فقلت: أنا. فقال: أنا أنا كأنه كرهه \". هذا حديث صحيح عال جدا. رواه البخاري، عن أبي"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "أيصلي الرجل في ثوب واحد؟ ، قال: أوكلكم له ثوبان \"."
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "البيعان بالخيار ما لم يتفرقا» . خرجه ابن ماجه، عن أبي الأشعث أحمد بن المقدام العجلي به،"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "عمرو بن مرة، وهو يقول: «إني لأحسبه خير أهل الأرض» . توفي عمرو بن مرة الجملي أحد الأعلام سنة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "أين المظهر يا أبا ليلى؟ ، فقلت: في الجنة. قال: أجل إن شاء الله. ثم قلت: ولا خير في حلم"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "إلى أين يا أبا ليلى؟ فقلت: إلى الجنة، فقال صلى الله عليه وسلم: إن شاء الله، فأنشدته: ولا"
        }
    ]
}