{
    "b9371": [
        {
            "hno": "1",
            "id": "2",
            "nass": "الْحَدِيثُ الأَوَّلُ وَهُوَ مِمَّا أُسَاوِي فِي إِسْنَادِهِ فِي الْعِدَّةِ إِلَى عَمَّارٍ رَضِيَ اللَّهُ عَنْهُ الْبُخَارِيَّ، وَمُسْلِمًا، وَأَبَا دَاوُدَ، وَأَبَا عِيسَى وَالنَّسَائِيَّ. ¶ أَخْبَرَنَا الشَّيْخُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ بْنِ جَعْفَرٍ الْكَنْجَرُوذِيُّ الأَدِيبُ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ سَنَةَ ثَمَانٍ وَأَرْبَعِينَ، أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ الْحِيرِيُّ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى التَّمِيمِيُّ الْمَوْصِلِيُّ، نَا أَبُو مُوسَى الْهَرَوِيُّ يَعْنِي إِبْرَاهِيمَ بْنَ عَبْدِ اللَّهِ، نَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي إِسْحَاقَ الْهَمْدَانِيِّ، عَنْ نَاجِيَةَ الْعَنْزِيِّ قَالَ: تَدَارَأَ عَمَّارٌ وَعَبْدُ اللَّهِ بْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُمَا فِي التَّيَمُّمِ، فَقَالَ: عَبْدُ اللَّهِ: لَوْ مَكَثْتُ شَهْرًا لا أَجِدُ فِيهِ الْمَاءَ مَا صَلَّيْتُ فَقَالَ: لَهُ عَمَّارٌ: مَا تَذْكُرُ إِنْ كُنْتُ أَنَا وَأَنْتَ فِي الإِبِلِ، فَجَنُبْتُ، فَتَمَعَّكْتُ تَمَعُّكَ الدَّابَّةِ فَلَمَّا رَجَعْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ",
            "page": "45",
            "part": "1",
            "seal": "94F9A3C1"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "وَسَلَّمَ، وَأَخْبَرْتُهُ بِالَّذِي صَنَعْتُ فَقَالَ: إِنَّمَا كَانَ يَكْفِيكَ التَّيَمُّمُ. ¶ هَكَذَا جَاءَ فِي هَذِهِ الرِّوَايَةِ وَالْمَحْفُوظُ أَنَّ ذَلِكَ جَرَى بَيْنَ عَمَّارٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا ¶ أَخْبَرَنَا بِذَلِكَ مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْفَقِيهُ، أَنَا مُحَمَّدُ بْنُ أَحْمَدَ الْمُقْرِئُ، أَنَا أَحْمَدُ بْنُ عَلِيٍّ الْمَوْصِلِيُّ، نَا الْقَوَارِيرِيُّ يَعْنِي أَبَا سَعِيدٍ عُبَيْدَ اللَّهِ بْنَ عُمَرَ، نَا سُفْيَانُ هُوَ بْنُ عُيَيْنَةَ، نَا أَبُو إِسْحَاقَ، عَنْ نَاجِيَةَ بْنِ كَعْبٍ: أَنَّ عَمَّارًا قَالَ لِعُمَرَ: تَذْكُرُ حَيْثُ كُنْتُ أَنَا وَأَنْتَ فِي الإِبِلِ، فَأَصَابَتْنِي جَنَابَةٌ، فَتَمَعَّكْتُ تَمَعُّكَ الدَّابَّةِ، فَلَقِيتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَذَكَرْتُ لَهُ ذَلِكَ فَقَالَ: إِنَّمَا يَكْفِيكَ مِنْ ذَلِكَ التَّيَمُّمُ: فَأَمَّا قِصَّةُ عَبْدِ اللَّهِ: فَإِنَّمَا كَانَتْ مَعَ أَبِي مُوسَى الأَشْعَرِيِّ، وَفِيهَا ذِكْرُ حَدِيثِ عَمَّارٍ ¶ أَخْبَرَنَا بِذَلِكَ الإِمَامُ زَيْنُ الإِسْلامِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ بْنِ عَبْدِ الْمَلِكِ الْقُشَيْرِيُّ، رَحِمَهُ اللَّهُ قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ قَالَ: أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ الأَزْهَرِ الأَزْهَرِيُّ الإِسْفَرَائِينِيُّ، أَنَا أَبُو عَوَانَةَ يَعْقُوبُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الإِسْفَرَائِينِيُّ، نَا الصَّغَانِيُّ، وَأَبُو أُمَيَّةَ يَعْنِي مُحَمَّدَ بْنَ إِبْرَاهِيمَ الطَّرَسُوسِيُّ قَالا: نَا يَعْلَى ح. ¶ وَأَخْبَرَنَا الإِمَامُ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ الْبَيْهَقِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنَا أَبُو الْحُسَيْنِ بْنُ بِشْرَانَ وَهُوَ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ، أَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، نَا مُحَمَّدُ بْنُ إِسْحَاقَ الصَّاغَانِيُّ، نَا يَعْلَى بْنُ عُبَيْدٍ، نَا الأَعْمَشُ، عَنْ شَقِيقٍ قَالَ: كُنْتُ جَالِسًا مَعَ عَبْدِ اللَّهِ وَقَالَ عَوَانَةُ: عِنْدَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَبِي مُوسَى، فَقَالَ أَبُو مُوسَى: يَا أَبَا عَبْدِ الرَّحْمَنِ الرَّجُلُ يُجْنِبُ فَلا يَجِدُ الْمَاءَ أَيُصَلِّي؟ قَالَ: لا. ¶ قَالَ:",
            "page": "46",
            "part": "1",
            "seal": "B85D1D80"
        },
        {
            "hno": "5",
            "id": "4",
            "nass": "أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، بَعَثَنِي أَنَا وَأَنْتَ، فَأَجْنَبْتُ فَتَمَعَّكْتُ بِالصَّعِيدِ فَأَتَيْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْنَاهُ فَقَالَ: إِنَّمَا كَانَ يَكْفِيكَ هَكَذَا، وَمَسَحَ وَجْهَهُ وَكَفَّيْهِ وَاحِدَةً زَادَ إِسْمَاعِيلُ إِلَى آخِرِ الْحَدِيثِ فَقَالَ: إِنِّي لَمْ أَرَ عُمَرَ قَنَعَ بِذَلِكَ قَالَ: قُلْتُ فَكَيْفَ تَصْنَعُونَ بِهَذِهِ الآيَةِ: {فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} [النساء: 43] قَالَ: لَوْ رَخَّصْنَا لَهُمْ فِي هَذَا، كَانَ أَحَدُهُمْ إِذَا وَجَدَ الْمَاءَ الْبَارِدَ يَمْسَحُ الصَّعِيدَ قَالَ الأَعْمَشُ: فَقُلْتُ لِشَقِيقٍ: فَمَا كَرِهَهُ إِلا لِهَذَا. ¶ وَلَيْسَ فِي حَدِيثِ أَبِي عَوَانَةَ قَالَ: لا ¶ وَأَخْبَرَنَاهُ أَتَمَّ مِنْ هَذَا الشَّيْخُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ الْمَعَرِّيُّ، قِرَاءَةً عَلَيْهِ، سَنَةَ تِسْعٍ وَأَرْبَعِينَ وَأَرْبَعِ مِائَةٍ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ زَكَرِيَّا الشَّيْبَانِيُّ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو حَاتِمٍ مَكِّيُّ بْنُ عَبْدَانَ بْنِ مُحَمَّدِ بْنِ بَكْرٍ، نَا أَبُو عَبْدِ الرَّحْمَنِ عَبْدُ اللَّهِ بْنُ هَاشِمِ بْنِ حَيَّانَ،",
            "page": "47",
            "part": "1",
            "seal": "22E71FA5"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "نَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ قَالَ: كُنْتُ جَالِسًا مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى، فَقَالَ: أَبُو مُوسَى: يَا أَبَا عَبْدِ الرَّحْمَنِ أَرَأَيْتَ لَوْ أَنَّ رَجُلا أَجْنَبَ فَلَمْ يَجِدِ الْمَاءَ شَهْرًا أَمَا كَانَ يَتَيَمَّمُ؟ فَقَالَ عَبْدُ اللَّهِ: لا يَتَيَمَّمُ وَإِنْ لَمْ يَجِدِ الْمَاءَ شَهْرًا، فَقَالَ لَهُ أَبُو مُوسَى: كَيْفَ تَصْنَعُونَ بِهَذِهِ الآيَةِ فِي سُورَةِ الْمَائِدَةِ {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} [النساء: 43] فَقَالَ عَبْدُ اللَّهِ: لَوْ رَخَّصَ لَهُمْ فِي هَذَا لأَوْشَكُوا إِنْ أَبْرَدَ عَلَيْهِمْ أَنْ يَتَيَمَّمُوا الصَّعِيدَ فَقَالَ لَهُ أَبُو مُوسَى: إِنَّمَا كَرِهْتُمْ هَذَا لِذَا؟ قَالَ: نَعَمْ، فَقَالَ لَهُ أَبُو مُوسَى: أَفَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ: بَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَاجَةٍ فَأَجْنَبْتُ، فَلَمْ أَجِدِ الْمَاءَ فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَمَرَّغُ الدَّابَّةُ ثُمَّ جِئْتُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ. ¶ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَمَا كَانَ يَكْفِيكَ أَنْ تَضْرِبَ بِيَدَيْكَ عَلَى الأَرْضِ، ثُمَّ تَمْسَحَ إِحْدَاهُمَا بِالأُخْرَى، ثُمَّ تَمْسَحَ بِهِمَا وَجْهَكَ.",
            "page": "48",
            "part": "1",
            "seal": "4DEFEB13"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "قِصَّةُ تَيَمُّمِ عَمَّارِ بْنِ يَاسِرٍ أَبِي الْيَقْظَانِ الْعَنْسِيِّ رَضِيَ اللَّهُ عَنْهُ، صَحِيحٌ اتَّفَقَ الأَئِمَّةُ عَلَى إِخْرَاجِهَا فِي كُتُبِهِمْ، فَرَوَاهَا الْبُخَارِيُّ رَحِمَهُ اللَّهُ مِنْ طُرُقٍ: عَنْ بُنْدَارٍ مُحَمَّدِ بْنِ بَشَّارٍ، عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ عَنْهُ. ¶ وَرَوَاهَا مُسْلِمٌ، عَنْ عَبْدِ اللَّهِ بْنِ هَاشِمٍ أَبِي عَبْدِ الرَّحْمَنِ الطُّوسِيِّ، عَنْ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ. ¶ وَعَنْ إِسْحَاقَ بْنِ مَنْصُورٍ الْمَرْوَزِيِّ الْكَوْسَجِ، عَنِ النَّضْرِ بْنِ شُمَيْلٍ الْمَازِنِيِّ الْمَرْوَزِيِّ. ¶ وَرَوَاهَا أَبُو دَاوُدَ، عَنْ مُسَدَّدِ بْنِ مُسَرْهَدٍ، عَنْ يَحْيَى الْقَطَّانِ. ¶ وَرَوَاهَا النَّسَائِيُّ، عَنْ عَمْرِو بْنِ الْجَرْمِيِّ، عَنْ بَهْزِ بْنِ أَسَدٍ الْعَمِيِّ الْبَصْرِيِّ. ¶ كُلُّهُمْ: عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ أَبِي بَسْطَامٍ، عَنْ أَبِي مُحَمَّدٍ الْحَكَمِ بْنِ عُتَيْبَةَ الْكُوفِيِّ،",
            "page": "49",
            "part": "1",
            "seal": "7D5BFC69"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وَلَهُ حُجَّةٌ عَنْ عَمَّارٍ. ¶ وَرَوَاهُ أَبُو عِيسَى التِّرْمِذِيُّ، عَنْ أَبِي حَفْصٍ عَمْرِو بْنِ عَلِيٍّ الْفَلاسِ الْبَصْرِيِّ، عَنْ يَزِيدَ بْنِ زُرَيْعٍ الْبَصْرِيِّ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ بْنِ دِعَامَةَ أَبِي الْخَطَّابِ، عَنْ عُزْرَةَ بْنِ ثَابِتٍ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي أَبْزَى، عَنْ أَبِيهِ. ¶ بِهَذَا الْمَعْنَى وَفِي الأَلْفَاظِ اخْتِلافٌ. ¶ فَسَاوَيْتُ هَؤُلاءِ الأَئِمَّةَ الْخَمْسَةَ، فِي هَذَا الْحَدِيثِ فِي الْعِدَّةِ إِلَى عَمَّارٍ مِنْ طُرُقِ نَاجِيَةَ. ¶ وَقَدْ رَوَاهُ شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ الْكُوفِيِّ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي أَبْزَى، عَنْ أَبِيهِ. ¶ وَكِلا الرِّوَايَتَيْنِ، عَنْ شُعْبَةَ صَحِيحَةٌ.",
            "page": "50",
            "part": "1",
            "seal": "C568C511"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "فَقَدْ رَوَاهُ حَجَّاجُ بْنُ مُحَمَّدٍ الأَعْوَرُ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، وَسَلَمَةَ جَمِيعًا، عَنْ ذَرٍّ. ¶ وَرَوَاهُ حَفْصُ بْنُ غِيَاثٍ النَّخَعِيُّ، وَوَكِيعُ بْنُ الْجَرَّاحِ الرُّوَاسِيُّ، عَنِ الأَعْمَشِ سُلَيْمَانَ بْنِ مِهْرَانَ الْكَاهِلِيِّ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ عَمَّارٍ. ¶ إِلا أَنَّ حَفْصًا لَمْ يُسَمِّ ابْنَ أَبْزَى وَأَسْقَطَ مِنْهُ ذَرًّا أَوِ ابْنَ عَبْدِ الرَّحْمَنِ. ¶ وَرَوَاهُ جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنِ الأَعْمَشِ، عَنْ سَلَمَةَ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ. ¶ وَأَسْقَطَ مِنْهُ ذَرًّا. ¶ وَرَوَاهُ سُفْيَانُ بْنُ سَعِيدٍ الثَّوْرِيُّ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ أَبِي",
            "page": "51",
            "part": "1",
            "seal": "995D6D68"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "مَالِكٍ، وَعَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ عَمَّارٍ. ¶ وَرَوَاهُ أَبَانُ بْنُ يَزِيدَ الْعَطَّارُ، عَنْ قَتَادَةَ،",
            "page": "52",
            "part": "1",
            "seal": "1D5DE498"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "فَخَالَفَ ابْنَ أَبِي عَرُوبَةَ، فَقَالَ: عَنْ قَتَادَةَ قَالَ: حَدَّثَنِي مُحَدِّثٌ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ عَمَّارٍ. ¶ أَمَّا حَدِيثُ أَبِي خَفَّافٍ نَاجِيَةَ بْنِ خَفَّافٍ الْعَنْزِيِّ الَّذِي سُقْنَاهُ أَوَّلا. ¶ فَإِنَّ أَبَا عَبْدِ الرَّحْمَنِ النَّسَائِيَّ أَخْرَجَهُ مُنْفَرِدًا.",
            "page": "53",
            "part": "1",
            "seal": "BCABDA12"
        },
        {
            "hno": "6",
            "id": "11",
            "nass": "فَرَوَاهُ عَنْ مُحَمَّدِ بْنِ عُبَيْدِ بْنِ مُحَمَّدٍ الْمُحَارِبِيِّ، عَنْ أَبِي الأَحْوَصِ سَلامِ بْنِ سُلَيْمٍ، عَنْ أَبِي إِسْحَاقَ عَمْرِو بْنِ عَبْدِ اللَّهِ السَّبِيعِيِّ الْمِهْرَانِيِّ الْكُوفِيِّ. ¶ وَنَاجِيَةُ هَذَا لَمْ يَرْوِ عَنْهُ غَيْرُ أَبِي إِسْحَاقَ فَلِهَذَا لَمْ يُخَرِّجْ حَدِيثَهُ الْبُخَارِيُّ. ¶ وَقَدْ وَقَعَ لَنَا حَدِيثُ مُسْلِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ هَاشِمٍ مُوَافَقَةً فِي شَيْخِهِ بِعُلُوٍّ وَلِلَّهِ الْحَمْدُ بِمَعْنَاهُ ¶ أَخْبَرَنَاهُ أَبُو بَكْرِ بْنُ أَبِي الْقَاسِمِ الْقَيْرَوَانِيُّ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الشَّيْبَانِيُّ، أَنَا أَبُو حَاتِمٍ مَكِّيُّ بْنُ عَبْدَانَ بْنِ مُحَمَّدٍ، ثَنَا عَبْدُ اللَّهِ بْنُ هَاشِمِ بْنِ حَيَّانَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ قَالَ: أَنْبَأَنِي الْحَكَمُ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ: أَنَّ رَجُلا أَتَى عُمَرَ",
            "page": "54",
            "part": "1",
            "seal": "4C9A1379"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "رَضِيَ اللَّهُ عَنْهُ فَقَالَ: إِنِّي أَجْنَبْتُ فَلَمْ أَجِدْ مَاءً؟ فَقَالَ: لا تُصَلِّ، فَقَالَ عَمَّارٌ: أَمَا تَذْكُرُ يَا أَمِيرَ الْمُؤْمِنِينَ إِذْ أَنَا وَأَنْتَ فِي سَرِيَّةٍ فَأَجْنَبْنَا فَلَمْ نَجِدْ مَاءً فَأَمَّا أَنْتَ فَلَمْ تُصَلِّ وَأَمَّا أَنَا فَتَمَعَّكْتُ فِي التُّرَابِ ثُمَّ صَلَّيْتُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّمَا يَكْفِيكَ أَنْ تَضْرِبَ بِيَدَيْكَ الأَرْضَ ثُمَّ تَنْفُخَ، ثُمَّ تَمْسَحَ بِهِمَا وَجْهَكَ وَكَفَّيْكَ فَقَالَ عُمَرُ: اتَّقِ اللَّهَ يَا عَمَّارُ فَقَالَ: إِنْ شِئْتَ لَمْ أُحَدِّثْ بِهِ فَقَالَ الْحَكَمُ: وَحَدَّثَنِي ابْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ مِثْلَ حَدِيثِ ذَرٍّ. ¶ قَالَ: وَحَدَّثَنِي سَلَمَةُ، عَنْ ذَرٍّ فِي هَذَا الإِسْنَادِ الَّذِي ذَكَرَ الْحَكَمُ، قَالَ: قَالَ عُمَرُ: بَلْ نُوَلِّيكَ مَا تَوَلَّيْتَ. ¶ الْقَائِلُ: حَدَّثَنِي سَلَمَةُ هُوَ شُعْبَةُ بْنُ الْحَجَّاجِ. ¶ وَلِحَدِيثِ عَمَّارٍ فِي التَّيَمُّمِ مِنْ طَرِيقِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ الْهُذَلِيِِّ، عَنْ أَبِيهِ طُرُقٌ لَيْسَ هَذَا مَوْضِعُ ذِكْرِهَا",
            "page": "55",
            "part": "1",
            "seal": "8CBAA867"
        },
        {
            "hno": "7",
            "id": "14",
            "nass": "الْحَدِيثُ الثَّانِي وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ الْبُخَارِيَّ، وَمُسْلِمًا، وَأَبَا دَاوُدَ. ¶ أَخْبَرَنَا الإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ الْخَبَّازِيُّ الْمُقْرِئُ، وَأَبُو سَهْلٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عُبَيْدِ اللَّهِ الْحَفْصِيُّ الْمَرْوَزِيُّ، قِرَاءَةً عَلَيْهِمَا، مُفْتَرِقَيْنِ، قَالا: أَنَا أَبُو الْهَيْثَمِ مُحَمَّدُ بْنُ الْمَكِّيِّ الْكُشْمِيهَنِيُّ الْمَرْوَزِيُّ ح. ¶ وَأَخْبَرَنَا الشَّيْخُ أَبُو عُثْمَانَ سَعِيدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ نُعَيْمِ بْنِ إِشْكَابَ الصُّوفِيُّ النَّيْسَابُورِيُّ، الْمَعْرُوفُ بِالْعَيَّارِ، قِرَاءَةً عَلَيْهِ، قَالَ: أَنَا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ عُمَرَ بْنِ شَبُّوَيْهِ الشَّبُّوِيُّ الْمَرْوَزِيُّ قَالا: أَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ الْفَرَبْرِيُّ، ثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ الْجُعْفِيُّ، ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثَنَا اللَّيْثُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ. ¶ وَأَخْبَرَنَا الأُسْتَاذُ أَبُو الْقَاسِمِ الْقُشَيْرِيُّ، أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ الْحُسَيْنِ الإِسْفَرَائِينِيُّ، ثَنَا أَبُو عَوَانَةَ الإِسْفَرَائِينِيُّ، ثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ، أَنَا ابْنُ وَهْبٍ قَالَ: سَمِعْتُ اللَّيْثَ يَقُولُ: حَدَّثَنِي ابْنُ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ زَادَ قُتَيْبَةُ وَهُوَ عَلَى الْمِنْبَرِ: \" إِنَّ بَنِي هِشَامِ بْنِ الْمُغِيرَةِ اسْتَأْذَنُونِي فِي أَنْ يُنْكِحُوا ابْنَتَهُمْ عَلِيَّ بْنَ أَبِي طَالِبٍ، فَلا آذَنُ ثُمَّ لا آذَنُ قَالَ ابْنُ وَهْبٍ ثَلاثًا إِلا أَنْ يَشَاءَ وَقَالَ قُتَيْبَةُ: إِلا أَنْ يُرِيدَ ابْنُ أَبِي طَالِبٍ أَنْ يُطَلِّقَ ابْنَتِي وَيَنْكِحَ ابْنَتَهُمْ، فَإِنَّمَا هِيَ بِضْعَةٌ مِنِّي، يُرِيبُنِي مَا أَرَابَهَا وَقَالَ ابْنُ",
            "page": "57",
            "part": "1",
            "seal": "1CC6361F"
        },
        {
            "hno": "10",
            "id": "15",
            "nass": "وَهْبٍ: رَابَهَا وَيُؤْذِينِي مَا آذَاهَا \" ¶ أَخْبَرَنَا الشَّيْخُ الثِّقَةُ أَبُو الْحُسَيْنِ عَبْدُ الْغَافِرِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْغَافِرِ الْفَارِسِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَأَرْبَعِ مِائَةٍ، أَنَا أَبُو أَحْمَدَ مُحَمَّدُ بْنُ عِيسَى بْنِ عُمَرَوَيْهِ الْجُلُودِيُّ، أَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ سُفْيَانَ، ثَنَا مُسْلِمُ بْنُ الْحَجَّاجِ، ثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، كِلاهُمَا، عَنِ اللَّيْثِ بْنِ سَعْدٍ. ¶ قَالَ ابْنُ يُونُسَ: حَدَّثَنَا لَيْثٌ ح. ¶ وَأَخْبَرَنَا الْحَاكِمُ أَبُو الْفَتْحِ نَصْرُ بْنُ عَلِيِّ بْنِ أَحْمَدَ الْحَاكِمِيُّ الطُّوسِيُّ قَدِمَ عَلَيْنَا نَيْسَابُورَ، أَنَا أَبُو عَلِيٍّ الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ عَلِيٍّ الرُّوذَبَارِيُّ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ بَكْرِ بْنِ عَبْدِ الرَّزَّاقِ التَّمَّارُ بِالْبَصْرَةِ، ثَنَا أَبُو دَاوُدَ سُلَيْمَانُ بْنُ الأَشْعَثِ السِّجِسْتَانِيُّ، ثَنَا أَحْمَدُ بْنُ يُونُسَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ الْمُعَنَّى قَالَ أَحْمَدُ: ثَنَا اللَّيْثُ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ الْقُرَشِيُّ التَّيْمِيُّ: أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ حَدَّثَهُ: أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ وَهُوَ يَقُولُ: وَلَمْ يَقُلْ أَبُو دَاوُدَ: وَهُوَ وَقَالَ: \" إِنَّ بَنِي هِشَامِ بْنِ الْمُغِيرَةِ اسْتَأْذَنُونِي أَنْ يُنْكِحُوا ابْنَتَهُمْ مِنْ عَلِيٍّ وَقَالَ مُسْلِمٌ: عَلِيِّ بْنِ أَبِي طَالِبٍ فَلا آذَنُ لَهُمْ، ثُمَّ لا آذَنُ لَهُمْ، ثُمَّ آذَنُ لَهُمْ وَفِي حَدِيثِ أَبِي دَاوُدَ فِي الْمَوَاضِعِ كُلِّهَا إِلا أَنْ يُحِبَّ وَقَالَ: أَبُو دَاوُدَ يُرِيدُ ابْنُ أَبِي طَالِبٍ أَنْ يُطَلِّقَ ابْنَتِي وَيَنْكِحَ ابْنَتَهُمْ فَإِنَّمَا ابْنَتِي بِضْعَةٌ مِنِّي، يُرِيبُنِي مَا رَابَهَا وَقَالَ: أَبُو دَاوُدَ رَابَهَا وَيُؤْذِينِي مَا آذَاهَا \" قَالَ أَبُو دَاوُدَ: وَالإِخْبَارُ فِي حَدِيثِ أَحْمَدَ.",
            "page": "58",
            "part": "1",
            "seal": "782174DC"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وَأَخْبَرَنَاهُ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ الْبَزَّازُ، أَنَا أَبُو بَكْرٍ الْجَوْزَقِيُّ، أَنَا أَبُو الْعَبَّاسِ الدَّغُولِيُّ يَعْنِي مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ، ثَنَا مُحَمَّدُ بْنُ الْمُهَلَّبِ، ثَنَا ابْنُ يُونُسَ، ثَنَا لَيْثُ بْنُ سَعْدٍ ح. ¶ وَأَخْبَرَنَاهُ أَحْمَدُ، أَنَا أَبُو بَكْرٍ، ثَنَا مُحَمَّدُ بْنُ يَعْقُوبَ بْنِ يُوسُفَ، ثَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ يَحْيَى، وَمُحَمَّدُ بْنُ عَمْرٍو قَالا: أَنَا أَحْمَدُ بْنُ يُونُسَ، ثَنَا لَيْثٌ، حَدَّثَنِي عَبْدُ اللَّهِ فَذَكَرَ مِثْلَ حَدِيثِ مُسْلِمٍ، إِلا أَنَّهُ لَمْ يَقُلْ لَهُمْ وَلا لَهُ وَقَالَ: أَرَابَهَا مِثْلَ حَدِيثِ أَبِي دَاوُدَ. ¶ اتَّفَقَ الأَئِمَّةُ عَلَى صِحَّةِ هَذَا الْحَدِيثِ مِنْ حَدِيثِ أَبِي مُحَمَّدٍ، وَيُقَالُ: أَبُو بَكْرِ بْنُ أَبِي مُلَيْكَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ بْنِ نَوْفَلِ بْنِ أُهَيْبِ بْنِ عَبْدِ مَنَافِ بْنِ زُهْرَةَ بْنِ قُصَيٍّ الزُّهْرِيِّ رَضِيَ اللَّهُ عَنْهُ. ¶ فَرَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَأَبُو عِيسَى، وَالنَّسَائِيُّ، عَنْ قُتَيْبَةَ بِهَذَا الإِسْنَادِ.",
            "page": "59",
            "part": "1",
            "seal": "B5D3B2B3"
        },
        {
            "hno": "14",
            "id": "17",
            "nass": "وَرَوَاهُ الْبُخَارِيُّ بِمَعْنَى هَذَا، عَنْ سَعِيدِ بْنِ مُحَمَّدٍ الْجَرْمِيِّ. ¶ وَرَوَاهُ مُسْلِمُ بْنُ الْحَجَّاجِ وَأَبُو دَاوُدَ، عَنْ أَبِي عَبْدِ اللَّهِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ حَنْبَلٍ الشَّيْبَانِيِّ. ¶ جَمِيعًا، عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيِّ، عَنْ أَبِيهِ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ الْمَخْزُومِيِّ الْمَدِينِيِّ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَلْحَلَةَ الدِّيلِيِّ، عَنْ أَبِي بَكْرٍ مُحَمَّدِ بْنِ مُسْلِمٌ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ زَيْنِ الْعَابِدِينَ، عَنِ الْمِسْوَرِ. ¶ فَكَأَنِّي سَمِعْتُهُ مَعَ هَؤُلاءِ الأَئِمَّةِ، مِنْ سَعِيدٍ، وَأَحْمَدَ فِي الْعِدَّةِ إِلَى الْمِسْوَرِ بْنِ مَخْرَمَة. ¶ وَقَدْ وَقَعَ لِي بِحَمْدِ اللَّهِ وَمَنِّهِ , حَدِيثُ قُتَيْبَةَ أَعْلَى مِنْ هَذَا ¶ وَأَنَاهُ أَبُو عُثْمَانَ سَعِيدُ بْنُ أَبِي سَعِيدٍ الإِشْكَابِيُّ أَحْمَدَ رَحِمَهُ اللَّهُ",
            "page": "60",
            "part": "1",
            "seal": "30B87977"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "سَنَةَ خَمْسٍ وَخَمْسِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو الْفَضْلِ عُبَيْدُ اللَّهِ بْنِ مُحَمَّدِ بْنِ مُحَمَّدٍ الْفَامِيُّ، ثَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ السَّرَّاجُ، ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ وَهُوَ يَقُولُ: «إِنَّ بَنِي هِشَامِ بْنِ الْمُغِيرَةِ اسْتَأْذَنُونِي أَنْ يُنْكِحُوا ابْنَتَهُمْ عَلِيَّ بْنَ أَبِي طَالِبٍ، فَلا آذَنُ لَهُمْ ثُمَّ لا آذَنُ لَهُمْ، إِلا أَنْ يُرِيدَ ابْنُ أَبِي طَالِبٍ أَنْ يُطَلِّقَ ابْنَتِي وَيَنْكِحَ ابْنَتَهُمْ، فَإِنَّمَا هِيَ بِضْعَةٌ مِنِّي يُرِيبُنِي مَا رَابَهَا وَيُؤْذِينِي مَا آذَاهَا» . ¶ وَهَذَا الْحَدِيثُ مِنْ هَذَا الطَّرِيقِ مَنْ يَسْمَعُهُ مِنِّي يَكُونُ بِمَنْزِلَةِ الْبُخَارِيِّ، وَمُسْلِمٍ، وَأَبِي دَاوُدَ، وَهُوَ مِنْ أَعَزِّ الْمُوَافَقَاتِ",
            "page": "61",
            "part": "1",
            "seal": "87A5DA24"
        },
        {
            "hno": "15",
            "id": "20",
            "nass": "الْحَدِيثُ الثَّالِثُ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ مُسْلِمًا وَأَبَا دَاوُدَ وَالنَّسَائِيَّ: ¶ أَخْبَرَنَا أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ الْجَنْزَرُوذِيُّ رَحِمَهُ اللَّهُ قِرَاءَةً عَلَيْهِ، أَنَا عَمْرُو بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ حَمْدَانَ الْمُقْرِئُ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى الْمَوْصِلِيُّ، ثَنَا أَبُو خَيْثَمَةَ وَهُوَ زُهَيْرُ بْنُ حَرْبٍ. ¶ ح قَالَ أَبُو يَعْلَى: وَثَنَا إِسْحَاقُ يَعْنِي ابْنَ أَبِي إِسْرَائِيلَ الطَّالْقَانِيَّ، ثَنَا سُفْيَانُ. ¶ وَأَخْبَرَنَا زَيْنُ الإِسْلامِ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ رَحِمَهُ اللَّهُ، أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ بْنِ مُحَمَّدٍ الإِسْفَرَائِينِيُّ، أَنَا أَبُو عَوَانَةَ يَعْقُوبُ بْنُ إِسْحَاقَ الْحَافِظُ، ثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ، يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْغُسْلُ يَوْمَ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ» . ¶ وَلَيْسَ فِي حَدِيثِ زُهَيْرٍ ذِكْرُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ أَخْبَرَنَاهُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ الْمَغْرِبِيُّ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ زَكَرِيَّا الْجَوْزَقِيُّ، أَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ يَعْنِي أَحْمَدَ بْنَ مُحَمَّدِ بْنِ الْحَسَنِ، وَأَبُو حَاتِمٍ مَكِّيُّ بْنُ عَبْدَانَ، قَالا: ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «غُسْلُ يَوْمِ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ» صَحِيحٌ مِنْ حَدِيثِ أَبِي عَبْدِ اللَّهِ صَفْوَانَ بْنِ سُلَيْمٍ مَوْلَى حُمَيْدِ بْنِ",
            "page": "63",
            "part": "1",
            "seal": "186534BA"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الْمَدِينِيِّ، عَنْ عَطَاءِ بْنِ يَسَارٍ مَوْلَى مَيْمُونَةَ، عَنْ أَبِي سَعِيدٍ سَعْدِ بْنِ مَالِكِ بْنِ سِنَانٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ. ¶ وَرَوَاهُ الْبُخَارِيُّ، عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ الْمَكِّيِّ. ¶ وَرَوَاهُ مُسْلِمٌ، عَنْ يَحْيَى بْنِ يَحْيَى النَّيْسَابُورِيِّ. ¶ وَرَوَاهُ أَبُو دَاوُدَ، عَنِ الْقَعْنَبِيِّ. ¶ وَرَوَاهُ النَّسَائِيُّ، عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ ثَلاثَتُهُمْ، عَنْ مَالِكٍ جَمِيعًا، عَنْ صَفْوَانَ. ¶ فَوَقَعَ لَنَا بَدَلا عَالِيًا مِنْ حَدِيثِ مَنْ سُقْنَاهُ عَنْهُ، عَنْ سُفْيَانَ. ¶ وَرَوَاهُ مُسْلِمٌ، عَنْ عَمْرِو بْنِ سَوَّادٍ الْمِصْرِيِّ. ¶ وَرَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ، عَنْ مُحَمَّدِ بْنِ سَلَمَةَ الْمِصْرِيِّ.",
            "page": "64",
            "part": "1",
            "seal": "B3F2A6F5"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "جَمِيعًا عَنْ عَبْدِ اللَّهِ بْنِ وَهْبِ بْنِ مُسْلِمٍ الْقُرَشِيِّ الْمِصْرِيِّ، عَنْ عَمْرِو بْنِ الْحَارِثِ الْمِصْرِيِّ، عَنْ سَعِيدِ بْنِ أَبِي هِلالٍ، وَبُكَيْرِ بْنِ عَبْدِ اللَّهِ الأَشَجِّ، عَنْ أَبِي بَكْرِ بْنِ الْمُنْكَدِرِ التَّيْمِيِّ أَخِي مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرْقِيِّ الأَنْصَارِيِّ الْمَدِينِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ. ¶ وَزَادَ فِيهِ ذِكْرُ السِّوَاكِ وَالطِّيبِ إِلا أَنَّ بُكَيْرًا لَمْ يَذْكُرْ عَبْدَ الرَّحْمَنِ بْنَ أَبِي سَعِيدٍ فِي حَدِيثِهِ. ¶ فَكَأَنِّي سَمِعْتُهُ مِنَ السَّرْحِيِّ وَابْنِ سَلَمَةَ مِنْ طَرِيقِ بْنِ أَبِي هِلالٍ فِي الْعِدَّةِ إِلَى أَبِي سَعِيدٍ. ¶ وَرَوَاهُ النَّسَائِيُّ، عَنْ هَارُونَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي مُوسَى الْحَمَّالِ، عَنِ الْحَسَنِ بْنِ سَوَّارٍ الْمَدَائِنِيِّ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلالٍ، عَنْ أَبِي هِلالٍ، عَنْ أَبِي بَكْرِ بْنِ الْمُنْكَدِرِ، عَنْ عَمْرٍو، عَنْ عَبْدِ الرَّحْمَنِ",
            "page": "65",
            "part": "1",
            "seal": "04B19916"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "فَأَنَا بِمَنْزِلَةِ شَيْخِهِ هَارُونَ، وَمَنْ سَمِعَهُ مِنِّي بِمَنْزِلَتِهِ. ¶ وَقَدْ وَافَقَ شُعْبَةُ بْنُ الْحَجَّاجِ، بُكَيْرَ بْنَ عَبْدِ اللَّهِ فِي رِوَايَتِهِ إِيَّاهُ، عَنْ أَبِي بَكْرِ بْنِ الْمُنْكَدِرِ، عَنْ عَمْرٍو، عَنْ أَبِي سَعِيدٍ نَفْسِهِ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ رَحِمَهُ اللَّهُ مِنْ طَرِيقِهِ.",
            "page": "67",
            "part": "1",
            "seal": "A4A84D70"
        },
        {
            "hno": "18",
            "id": "25",
            "nass": "وَرَوَى هَذَا الْحَدِيثَ نَافِعُ بْنُ أَبِي نُعَيْمٍ، عَنْ صَفْوَانَ، عَنْ أَبِي هُرَيْرَةَ وَلَمْ يَذْكُرْ بَيْنَهُمَا أَحَدًا ¶ أَخَبْرَنَاهُ أَبُو عُثْمَانَ الْبَحِيرِيُّ، أَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، أَنَا أَبُو الْحُسَيْنِ السِّمَنَانِيُّ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ يُونُسَ، ثَنَا ابْنُ أَبِي نَاجِيَةَ يَعْنِي مُحَمَّدًا الإِسْكَنْدَرَانِيَّ، ثَنَا زِيَادُ بْنُ يُونُسَ، حَدَّثَنِي نَافِعٌ الْقَارِئُ، أَنَّ صَفْوَانَ بْنَ سُلَيْمٍ أَخْبَرَهُ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «غُسْلُ يَوْمِ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ» . ¶ وَهَذَا وَهْمٌ، وَالصَّوَابُ مَا تَقَدَّمَ",
            "page": "68",
            "part": "1",
            "seal": "7E1D30B8"
        },
        {
            "hno": "19",
            "id": "26",
            "nass": "الْحَدِيثُ الرَّابِعُ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ الْبُخَارِيَّ، وَالنَّسَائِيَّ، رَحِمَهُمَا اللَّهُ. ¶ أَخْبَرَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الأَدِيبُ غَيْرَ مَرَّةٍ، أَنَا أَبُو عَمْرِو بْنُ أَحْمَدَ بْنِ حَمْدَانَ الْحِيرِيُّ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى الْمَوْصِلِيُّ، ثَنَا هُدْبَةُ هُوَ ابْنُ خَالِدٍ، ثَنَا هَمَّامٌ هُوَ ابْنُ يَحْيَى، ثَنَا قَتَادَةُ، عَنْ أَنَسٍ: \" أَنَّ رَهْطًا قَدِمُوا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عُرَيْنَةَ، قَالَ: فَقَالُوا يَا رَسُولَ اللَّهِ، اجْتَوَيْنَا الْمَدِينَةَ فَعَظُمَتْ بُطُونُنَا وَانْتُهِسَتْ لُحُومُنَا فَأَمَرَهُمْ فَأَتَوْا رَاعِيَ الصَّدَقَةِ، فَشَرِبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا حَتَّى صَحَّتْ جُسُومُهُمْ، فَقَتَلُوا الرَّاعِيَ وَاسْتَاقُوا الإِبِلَ، وَارْتَدُّوا، فَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَثَرِهِمْ فَجِيءَ بِهِمْ، فَقَطَعَ أَيْدِيَهُمْ، وَأَرْجُلَهُمْ وَسَمَرَ أَعْيُنَهُمْ وَأَلْقَاهُمْ فِي الْحَرَّةِ \".",
            "page": "69",
            "part": "1",
            "seal": "913E8A5A"
        },
        {
            "hno": "20",
            "id": "27",
            "nass": "أَخْرَجَهُ الْبُخَارِيُّ، عَنْ أَبِي سَلَمَةَ إِسْمَاعِيلَ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، عَنْ هُدْبَةَ. ¶ جَمِيعًا، عَنْ هَمَّامٍ. ¶ فَوَقَعَ لَنَا مُوَافَقَةً فِي شَيْخِ مُسْلِمٍ، وَبَدَلا مِنْ شَيْخِ الْبُخَارِيِّ رَحِمَهُ اللَّهُ. ¶ وَقَدْ رَوَاهُ حُمَيْدٌ الطَّوِيلُ، وَعَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ، عَنْ أَنَسٍ أَيْضًا ¶ أَخْبَرَنَاهُ أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ قِرَاءَةً عَلَيْهِ، ثَنَا الْحَاكِمُ أَبُو أَحْمَدَ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِسْحَاقَ الْحَافِظُ إِمْلاءً، ثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ مُبَشِّرٍ الْوَاسِطِيُّ، ثَنَا عَبْدُ الْحَمِيدِ يَعْنِي ابْنَ بَيَانٍ الْوَاسِطِيَّ، أَنَا هُشَيْمٌ، عَنْ حُمَيْدٍ، وَعَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ: أَنَّ نَاسًا، مِنْ عُرَيْنَةَ قَدِمُوا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ فَاجْتَوَوْهَا، فَقَالَ: لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنْ شِئْتُمْ خَرَجْتُمْ إِلَى إِبِلِ الصَّدَقَةِ",
            "page": "70",
            "part": "1",
            "seal": "EE8AA052"
        },
        {
            "hno": "21",
            "id": "28",
            "nass": "فَشَرِبْتُمْ مِنْ أَلْبَانِهَا وَأَبْوَالِهَا» . ¶ فَفَعَلُوا ذَلِكَ فَصَحُّوا فَأَقْبَلُوا عَلَى الرُّعَاةِ فَقَتَلُوهُمْ، وَاسْتَاقُوا ذَوْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَارْتَدُّوا عَنِ الإِسْلامِ. ¶ فَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي آثَارِهِمْ، فَأُتِيَ بِهِمْ، فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ. ¶ وَسَمَلَ أَعْيُنَهُمْ، وَتَرَكَهُمْ بِالْحَرَّةِ حَتَّى مَاتُوا. ¶ قَالَ الْحَاكِمُ: لا أَعْلَمُ أَحَدًا حَدَّثَ بِهِ مِنْ طَرِيقٍ صَحِيحٍ يَعْنِي، عَنْ عَبْدِ الْعَزِيزِ، عَنْ هُشَيْمٍ. ¶ هَكَذَا رَوَاهُ أَبُو عُبَيْدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، عَنْ هُشَيْمٍ. ¶ وَرَوَاهُ زَكَرِيَّا بْنُ يَحْيَى زَحْمَوَيْهِ الْوَاسِطِيُّ، عَنْ هُشَيْمٍ، عَنْ عَبْدِ الْعَزِيزِ وَحْدَهُ. ¶ وَلَمْ يَذْكُرْ فِيهِ حُمَيْدًا ¶ أَخْبَرَنَاهُ أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْفَقِيهُ، أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ بْنِ عَلِيٍّ التَّمِيمِيُّ، ثَنَا زَكَرِيَّا بْنُ يَحْيَى، ثَنَا هُشَيْمٌ، ثَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ، عَنْ أَنَسٍ قَالَ: قَدِمَ نَاسٌ مِنْ عُرَيْنَةَ الْمَدِينَةَ، فَاجْتَوَوْهَا، فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنْ شِئْتُمْ أَنْ تَخْرُجُوا إِلَى إِبِلِ الصَّدَقَةِ، فَتَشْرَبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا» قَالَ: فَفَعَلُوا فَاسْتَصَحُّوا فَمَالُوا عَلَى الرِّعَاءِ، فَقَتَلُوهُمْ، وَسَاقُوا ذَوْدَ رَسُولِ اللَّهِ",
            "page": "71",
            "part": "1",
            "seal": "677EB8D9"
        },
        {
            "hno": "22",
            "id": "29",
            "nass": "صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ وَكَفَرُوا بَعْدَ إِسْلامِهِمْ. ¶ فَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي آثَارِهِمْ. ¶ فَأُتِيَ بِهِمْ، فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ، وَسَمَلَ أَعْيُنَهُمْ، وَتَرَكَهُمْ فِي الْحَرَّةِ حَتَّى مَاتُوا. ¶ وَرَوَاهُ عَنْ حُمَيْدِ بْنِ أَبِي حُمَيْدٍ الطَّوِيلِ، يَزِيدُ بْنُ هَارُونَ أَبُو خَالِدٍ الْوَاسِطِيُّ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ الْقَاضِي وَغَيْرُهُمَا ¶ فَأَمَّا حَدِيثُ يَزِيدَ. ¶ فَأَخْبَرَنَاهُ الأُسْتَاذُ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ قِرَاءَةً، أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ الإِسْفَرَائِينِيُّ، حَدَّثَنَا أَبُو عَوَانَةَ يَعْقُوبُ بْنُ إِسْحَاقَ الإِسْفَرَائِينِيُّ، ثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الْوَاسِطِيُّ الدَّقِيقِيُّ، ثَنَا يَزِيدُ بْنُ هَارُونَ، أَنَا حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَدِمَ رَهْطٌ مِنْ عُرَيْنَةَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَاجْتَوَوُا الْمَدِينَةَ. ¶ فَقَالَ لَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" لَوْ خَرَجْتُمْ إِلَى إِبِلِ الصَّدَقَةِ، فَشَرِبْتُمْ مِنْ أَلْبَانِهَا قَالَ حُمَيْدٌ: فَحَدَّثَ قَتَادَةُ فِي هَذَا الْحَدِيثِ وَأَبْوَالِهَا \" وَلَمْ أَسْمَعْهُ يَوْمَئِذٍ مِنْ أَنَسٍ قَالَ: فَفَعَلُوا فَلَمَّا أَصَحُّوا، ارْتَدُّوا عَنِ الإِسْلامِ. ¶ وَقَتَلُوا رَاعِيَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَاسْتَاقُوا الإِبِلَ، وَخَانُوا وَحَارَبُوا اللَّهَ وَرَسُولَهُ. ¶ فَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي آثَارِهِمْ فَأُخِذُوا فَقَطَعَ أَيْدِيَهُمْ، وَأَرْجُلَهُمْ وَسَمَرَ أَعْيُنَهُمْ ¶ وَأَمَّا حَدِيثُ الأَنْصَارِيِّ ¶ فَأَخْبَرَنَاهُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ الْقَيْرَوَانِيُّ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ زَكَرِيَّا الشَّيْبَانِيُّ، أَنَا عَبَّاسُ بْنُ الْحُسَيْنِ بْنِ مَنْصُورٍ، ثَنَا أَبُو حَاتِمٍ الرَّازِيُّ، ثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنِي حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكٍ. ¶ وَأَخْبَرَنَا أَحْمَدُ، أَنَا مُحَمَّدٌ، أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زِيَادٍ الْبَصْرِيُّ بِمَكَّةَ، ثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ الصَّبَّاحُ الزَّعْفَرَانِيُّ، ثَنَا يَزِيدُ بْنُ هَارُونَ، أَنَا حُمَيْدٌ،",
            "page": "72",
            "part": "1",
            "seal": "BA3A2C0A"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "عَنْ أَنَسٍ: \" أَنَّ نَفَرًا مِنْ عُرَيْنَةَ. ¶ الْحَدِيثُ وَفِيهِ: فَلَمَّا أَصَحُّوا وَارْتَدُّوا عَنِ الإِسْلامِ وَقَتَلُوا رَاعِيَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاسْتَاقُوا الإِبِلَ، فَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي آثَارِهِمْ، وَأُخِذُوا فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ وَسَمَرَ أَعْيُنَهُمْ \". ¶ أَخْرَجَهُ م. ¶ وَأَبُو دَاوُدَ. ¶ وَأَبُو عِيسَى. ¶ وَأَبُو عَبْدِ الرَّحْمَنِ. ¶ مِنْ حَدِيثِ حُمَيْدٍ الطَّوِيلِ. ¶ وَانْفَرَدَ مُسْلِمٌ بِإِخْرَاجِهِ مِنْ حَدِيثِ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ. ¶ وَرَوَاهُ عَنْ أَنَسِ بْنِ مَالِكٍ جَمَاعَةٌ، سِوَى مَنْ سُقْنَا حَدِيثَهُ. ¶ مِنْهُمْ: مُسْلِمُ بْنُ كَيْسَانَ الأَعْوَرُ، وَعُبَيْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ أَنَسٍ، وَثَابِتٌ",
            "page": "73",
            "part": "1",
            "seal": "1E42A28D"
        },
        {
            "hno": "25",
            "id": "31",
            "nass": "فَأَمَّا حَدِيثُ مُسْلِمٍ: ¶ فَأَخْبَرَنَاهُ الشَّيْخُ أَبُو الْحُسَيْنِ عَبْدُ الْغَافِرِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْغَافِرِ الْفَارِسِيُّ التَّاجِرُ، سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَأَرْبَعِ مِائَةٍ، أَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْعَدْلُ الأَصْفَهَانِيُّ، أَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ الْمَاسَرْجِسِيُّ، ثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَنَا جَرِيرٌ، عَنْ مُسْلِمٍ الأَعْوَرِ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: «جَاءَ نَاسٌ مِنْ عُرَيْنَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَشَكَوْا إِلَيْهِ الْمَرَضَ فَأَمَرَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَخْرُجُوا إِلَى إِبِلِ الصَّدَقَةِ، فَيَشْرَبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا، فَشَرِبُوا حَتَّى سَمِنُوا، وَاسْتَاقُوا إِبِلَ الصَّدَقَةِ، فَبَلَغَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَرْسَلَ فِي آثَارِهِمْ حَتَّى جِيءَ بِهِمْ فَقَطَعَ أَيْدِيَهُمْ، وَأَرْجُلَهُمْ وَسَمَلَ أَعْيُنَهُمْ، ثُمَّ طَرَحَهُمْ فِي الْحَرَّةِ حَتَّى مَاتُوا» ¶ وَأَمَّا حَدِيثُ عُبَيْدِ اللَّهِ، عَنْ جَدِّهِ: ¶ فَأَخْبَرَنَاهُ الشَّيْخُ أَبُو عُثْمَانَ سَعِيدُ بْنُ أَبِي عُمَرَ، وَمُحَمَّدُ بْنُ أَبِي الْحُسَيْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ مُحَمَّدٍ بَحِيرِ بْنِ نُوحِ بْنِ حِبَّانَ بْنِ مُخْتَارٍ الْبَحِيرِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، سَنَةَ خَمْسِينَ وَأَرْبَعِ مِائَةٍ، أَنَا أَبُو عُمَرَ، وَمُحَمَّدُ بْنُ حَمْدَانَ الْبَحِيرِيُّ، أَنَا مُحَمَّدُ بْنُ خُشْنَامِ بْنِ سَعْدٍ، ثَنَا أَحْمَدُ بْنُ أَبِي سُرَيْجٍ الرَّازِيُّ، ثَنَا عَلِيُّ بْنُ عَاصِمٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ جَدِّهِ أَنَسٍ: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَدِيثِ الَّذِينَ اجْتَوَوُا الْمَدِينَةَ، «فَأَمَرَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَأْتُوا إِبِلَ الصَّدَقَةِ فَيَشْرَبُوا مِنْ أَبْوَالِهَا، وَأَلْبَانِهَا، وَاسْتَاقُوا الإِبِلَ، وَقَتَلُوا الرَّاعِيَ، فَبَعَثَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي آثَارِهِمْ، فَقَطَعَ أَيْدِيَهُمْ، وَأَرْجُلَهُمْ، وَسَمَلَ أَعْيُنَهُمْ» ¶ ح وَأَمَّا حَدِيثُ ثَابِتٍ: ¶ فَأَخْبَرَنَاهُ أَبُو سَعْدٍ الْجَنْزَرُوذِيُّ، أَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، أَنَا أَبُو يَعْلَى، نَا إِبْرَاهِيمُ بْنُ الْحَجَّاجِ، ثَنَا حَمَّادٌ، عَنْ",
            "page": "74",
            "part": "1",
            "seal": "99D63340"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "ثَابِتٍ، وَقَتَادَةَ، وَحُمَيْدٍ، عَنْ أَنَسٍ: «أَنَّ نَاسًا مِنْ عُرَيْنَةَ قَدِمُوا عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ، فَاجْتَوَوْهَا، فَأَرْسَلَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي إِبِلِ الصَّدَقَةِ، فَأَمَرَهُمْ أَنْ يَشْرَبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا» . ¶ أَخْرَجَ الْبُخَارِيُّ مَعْنَى هَذَا الْحَدِيثِ، عَنْ أَبِي يَحْيَى مُحَمَّدِ بْنِ عَبْدِ الرَّحِيمِ الْبَزَّارِ الْمَعْرُوفِ بِصَاعِقَةَ، عَنْ أَبِي عُمَرَ حَفْصِ بْنِ عُمَرَ الْحَوْضِيِّ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ أَيُّوبَ بْنِ أَبِي تَمِيمَةَ السَّخْتِيَانِيِّ وَحَجَّاجِ بْنِ أَبِي عُثْمَانَ الصَّوَّافِ، عَنْ أَبِي رَجَاءٍ سَلْمَانَ الْجَرْمِيِّ مَوْلَى أَبِي قِلابَةَ، عَنْ أَبِي قِلابَةَ عَبْدِ اللَّهِ بْنِ زَيْدٍ الْجَرْمِيِّ الْبَصْرِيِّ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، عَنْ أَبِي الْمُعَافَى مُحَمَّدِ بْنِ وَهْبِ بْنِ أَبِي كُرَيْمَةَ الْحَرَّانِيِّ، عَنْ مُحَمَّدِ بْنِ سَلَمَةَ الْحَرَّانِيِّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ خَالِدِ بْنِ يَزِيدَ وَيُقَالُ: ابْنِ أَبِي يَزِيدَ بْنِ أَبِي أُنَيْسَةَ الرَّهَاوِيِّ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ الْيَامِيِّ الْكُوفِيِّ، عَنْ يَحْيَى بْنِ سَعِيدِ بْنِ قَيْسٍ الأَنْصَارِيِّ الْقَاضِي. ¶ جَمِيعًا، عَنْ أَنَسٍ. ¶ فَسَاوَيْتُهُمَا مِنْ جَمِيعِ هَذِهِ الطُّرُقِ الَّتِي أَوْرَدْتُهَا فِي الْعِدَّةِ إِلَى أَنَسٍ وَالْحَمْدُ لِلَّهِ وَحَدِيثُ يَحْيَى، غَرِيبٌ تَفَرَّدَ بِهِ طَلْحَةُ هَذَا مُسْنَدًا",
            "page": "75",
            "part": "1",
            "seal": "1722AFE6"
        },
        {
            "hno": "28",
            "id": "34",
            "nass": "الْحَدِيثُ الْخَامِسُ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ مُسْلِمًا، وَالنَّسَائِيَّ، رَحِمَهُمَا اللَّهُ. ¶ أَنَا الأُسْتَاذُ الإِمَامُ أَبُو يَعْلَى بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ بْنِ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ بْنِ عَائِذِ بْنِ غَافِرٍ الصَّابُونِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، فِي شَعْبَانَ سَنَةَ خَمْسِينَ وَأَرْبَعِ مِائَةٍ، أَنَا أَبُو سَعِيدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَهَّابِ الرَّازِيُّ، أَنَا مُحَمَّدُ بْنُ أَيُّوبَ الرَّازِيُّ، ثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، ثَنَا أَبَانُ بْنُ يَزِيدَ، ثَنَا قَتَادَةُ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الْعَائِدُ فِي هِبَتِهِ كَالْعَائِدِ فِي قَيْئِهِ» . ¶ هَكَذَا رَوَاهُ مُحَمَّدُ بْنُ أَيُّوبَ، عَنْ مُسْلِمٍ، وَلَمْ يَذْكُرْ مَعَ أَبَانٍ الْعَطَّارِ غَيْرَهُ. ¶ وَقَدْ رَوَاهُ مُسْلِمٌ، عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ، وَأَبَانٍ، وَهِشَامِ بْنِ أَبِي عَبْدِ اللَّهِ الدَّسْتُوَائِيِّ، وَهَمَّامِ بْنِ يَحْيَى، عَنْ قَتَادَةَ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ عَنْهُ، عَنْ شُعْبَةَ وَهِشَامٍ.",
            "page": "77",
            "part": "1",
            "seal": "408361AC"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وَأَخْرَجَهُ أَبُو دَاوُدَ عَنْهُ، عَنْ أَبَانٍ وَهَمَّامٍ وَشُعْبَةَ. ¶ فَوَقَعَ لَنَا مُوَافَقَةً فِي شَيْخِ أَبِي دَاوُدَ بِعُلُوٍّ، وَالْحَمْدُ لِلَّهِ. ¶ وَرَوَاهُ م. ¶ وَالنَّسَائِيُّ، رَحِمَهُمَا اللَّهُ مِنْ طُرُقٍ مِنْهَا: لِمُسْلِمٍ، عَنْ حَجَّاجِ بْنِ يُوسُفَ الشَّاعِرِ. ¶ وَمِنْهَا لِلنَّسَائِيِّ، عَنْ إِسْحَاقَ بْنِ مَنْصُورٍ الْكَوْسَجِ. ¶ جَمِيعًا، عَنْ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ التَّنُّورِيِّ الْبَصْرِيِّ، عَنْ حَرْبِ بْنِ شَدَّادٍ الْقَصَّابِ الْبَصْرِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ الْيَمَامِيِّ، عَنْ أَبِي عَمْرِو بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو الأَوْزَاعِيِّ الدِّمَشْقِيِّ، عَنْ مُحَمَّدِ بْنِ فَاطِمَةَ يَعْنِي أَبَا جَعْفَرٍ مُحَمَّدَ بْنَ عَلِيِّ بْنِ الْحُسَيْنِ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، بِمَعْنَاهُ. ¶ فَسَاوَيْتُهُمَا فِي الْعِدَّةِ إِلَى سَعِيدِ بْنِ الْمُسَيِّبِ بْنِ حَزَنٍ أَبِي مُحَمَّدٍ الْمَخْزُومِيِّ.",
            "page": "78",
            "part": "1",
            "seal": "83A95208"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وَرِوَايَةُ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنِ الأَوْزَاعِيِّ عَزِيزَةٌ، مِمَّا يَدْخُلُ فِي رِوَايَةِ الْكِبَارِ عَنِ الصِّغَارِ، فَإِنَّ الأَوْزَاعِيَّ تِلْمِيذُ يَحْيَى وَلَهُ عَنْهُ رِوَايَاتٌ كَثِيرَةٌ.",
            "page": "79",
            "part": "1",
            "seal": "F79A6A5E"
        },
        {
            "hno": "29",
            "id": "37",
            "nass": "وَقَدْ وَقَعَ لِي حَدِيثُ الأَوْزَاعِيِّ عَالِيًا، بِحَمْدِ اللَّهِ وَمَنِّهِ ¶ أَخْبَرَنَاهُ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْجَوْهَرِيُّ الشِّيرَازِيُّ فِي كِتَابِهِ إِلَيْنَا مِنْ بَغْدَادَ، أَنَا أَبُو سَعِيدٍ الْحَسَنُ بْنُ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ الْوَضَّاحِ السَّمَّادُ، ثَنَا أَبُو شُعَيْبٍ عَبْدُ اللَّهِ بْنُ الْحَسَنِ الْحَرَّانِيُّ، ثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ الْبَابْلُتِّيُّ، ثَنَا أَبُو عَمْرٍو الأَوْزَاعِيُّ، ثَنَا مُحَمَّدُ بْنُ عَلِيٍّ أَبُو جَعْفَرٍ، حَدَّثَنِي سَعِيدُ بْنُ الْمُسَيِّبِ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَثَلُ الَّذِي يَرْجِعُ فِي صَدَقَتِهِ، كَالْكَلْبِ يَقِيءُ، فَيَرْجِعُ فِي قَيْئِهِ فَيَأْكُلُهُ»",
            "page": "80",
            "part": "1",
            "seal": "B9EDF379"
        },
        {
            "hno": "30",
            "id": "38",
            "nass": "الْحَدِيثُ السَّادِسُ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ مُسْلِمًا، وَالنَّسَائِيَّ، رَحِمَهُمَا اللَّهُ. ¶ أَنَا الشَّيْخُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَلِيٍّ الْخَشَّابُ الصُّوفِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، فِي سَنَةِ خَمْسِينَ وَأَرْبَعِ مِائَةٍ، أَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ خُزَيْمَةَ قِرَاءَةً عَلَيْهِ، فِي صَفَرٍ سَنَةَ سِتٍّ وَثَمَانِينَ وَثَلاثِ مِائَةٍ، ثَنَا جَدِّي إِمَامُ الأَئِمَّةِ أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَةَ، ثَنَا عَلِيُّ بْنُ حَجَرٍ، ثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، ثَنَا أَبُو سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا جَاءَ شَهْرُ رَمَضَانَ، فُتِّحَتْ أَبْوَابُ الْجَنَّةِ، وَغُلِّقَتْ أَبْوَابُ النَّارِ، وَصُفِّدَتِ الشَّيَاطِينَ \". ¶ اتَّفَقَ الْبُخَارِيُّ، وَمُسْلِمٌ، وَالنَّسَائِيُّ، عَلَى إِخْرَاجِهِ مِنْ حَدِيثِ إِسْمَاعِيلَ بْنِ جَعْفَرِ بْنِ أَبِي كَثِيرٍ الْمَدِينِيِّ، عَنْ أَبِي سُهَيْلٍ نَافِعِ بْنِ أَبِي أَنَسٍ مَالِكِ بْنِ أَبِي عَامِرٍ الأَصْبَحِيِّ عَمِّ مَالِكِ بْنِ أَنَسٍ الْفَقِيهِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ. ¶ فَرَوَاهُ الْبُخَارِيُّ، عَنْ قُتَيْبَةَ. ¶ وَرَوَاهُ مُسْلِمٌ وَالنَّسَائِيُّ، عَنْ عَلِيِّ بْنِ حَجَرٍ هَذَا: جَمِيعًا عَنْهُ.",
            "page": "81",
            "part": "1",
            "seal": "24EE40B3"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "فَوَقَعَ لَنَا مُوَافَقَةً بِعُلُوٍّ، وَالْحَمْدُ لِلَّهِ. ¶ وَأَخْرَجُوهُ أَيْضًا مِنْ حَدِيثِ الزُّهْرِيِّ، عَنْ أَبِي سُهَيْلٍ: فَرَوَاهُ مُسْلِمٌ، عَنْ مُحَمَّدِ بْنِ حَاتِمٍ الْبَغْدَادِيِّ، وَالْحَسَنِ بْنِ عَلِيٍّ الْحُلْوَانِيِّ الْخَلالِ. ¶ وَرَوَاهُ النَّسَائِيُّ، عَنْ أَبِي الْفَضْلِ عَبْدِ اللَّهِ بْنِ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ. ¶ كُلُّهُمْ، عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ صَالِحِ بْنِ كَيْسَانَ الْمَدِينِيِّ، وَعَنْ إِبْرَاهِيمَ الْجَوْزِجَانِيِّ، عَنْ سَعِيدِ بْنِ أَبِي مَرْيَمَ، عَنْ نَافِعِ بْنِ يَزِيدَ، عَنْ عُقَيْلِ بْنِ خَالِدٍ. ¶ جَمِيعًا، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سُهَيْلٍ، عَنْ أَبِيهِ. ¶ فَسَاوَيْتُهُمَا فِي الْعِدَّةِ إِلَى أَبِي سُهَيْلٍ وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ. ¶ وَرَوَاهُ مُحَمَّدُ بْنُ إِسْحَاقَ، عَنِ الزُّهْرِيِّ فَقَالَ:، عَنْ أُوَيْسِ بْنِ أَبِي أُوَيْسٍ عَدِيدِ بَنِي تَمِيمٍ، عَنْ أَنَسِ بْنِ مَالِكٍ. ¶ وَوُهِمَ فِيهِ.",
            "page": "82",
            "part": "1",
            "seal": "6A956B92"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وَالصَّوَابُ، رِوَايَةُ صَالِحٍ، وَعُقَيْلِ بْنِ خَالِدٍ، وَشُعَيْبِ بْنِ أَبِي حَمْزَةَ،",
            "page": "83",
            "part": "1",
            "seal": "15432B6C"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "وَيُونُسَ بْنِ يَزِيدَ الأَيْلِيِّ، عَنِ الزُّهْرِيِّ.",
            "page": "84",
            "part": "1",
            "seal": "E93787B9"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "إِلا أَنَّ فِيهِمْ مَنْ سَمَّاهُ نَافِعًا، وَمِنْهُمْ مَنْ كَنَّاهُ، وَمِنْهُمْ مَنْ قَالَ: ابْنُ",
            "page": "85",
            "part": "1",
            "seal": "83BFAE72"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "أَبِي أُوَيْسٍ مَوْلَى التَّيْمِيِّينَ",
            "page": "86",
            "part": "1",
            "seal": "C293BA52"
        },
        {
            "hno": "31",
            "id": "44",
            "nass": "الْحَدِيثُ السَّابِعُ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ، مُسْلِمًا، وَالنَّسَائِيَّ، رَحِمَهُمَا اللَّهُ: ¶ أَخْبَرَنَا الأُسْتَاذُ الإِمَامُ زَيْنُ الإِسْلامِ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ، أَنَا عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ بْنِ مُحَمَّدٍ الأَزْهَرِيُّ، ثَنَا يَعْقُوبُ بْنُ إِسْحَاقَ الْحَافِظُ، ثَنَا عَلِيُّ بْنُ حَرْبٍ الطَّائِيُّ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أُمِّ سَلَمَةَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِذَا دَخَلَتِ الْعَشْرُ، وَأَرَادَ أَحَدُكُمْ أَنْ يُضَحِّي فَلا يَمَسَّ مِنْ شَعْرِهِ، وَلا مِنْ بَشَرِهِ شَيْئًا» . ¶ أَخْرَجَهُ مُسْلِمٌ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ أَبِي عُمَرَ الْعَدَنِيِّ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الزُّهْرِيِّ الْبَصْرِيِّ. ¶ جَمِيعًا: عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أُمِّ الْمُؤْمِنِينَ أُمِّ سَلَمَةَ هِنْدِ بِنْتِ أُمَيَّةَ بْنِ الْمُغِيرَةِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ مَخْزُومٍ الْمَخْزُومِيَّةِ رَضِيَ اللَّهُ عَنْهَا.",
            "page": "87",
            "part": "1",
            "seal": "88EF3B62"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "فَوَقَعَ لَنَا بَدَلا، عَالِيًا، عَنْ شَيْخِهِمَا. ¶ وَرَوَاهُ مُسْلِمٌ، عَنْ حَرْمَلَةَ بْنِ يَحْيَى النَّجِيبِيِّ، وَأَحْمَدَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ وَهْبِ بْنِ أَخِي بْنِ وَهْبٍ. ¶ جَمِيعًا: عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ الْبَصْرِيِّ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلالٍ، عَنْ عُمَرَ بْنِ مُسْلِمٍ الْجُنْدَعِيِّ، عَنِ ابْنِ الْمُسَيِّبِ، بِمَعْنَاهُ. ¶ وَرَوَاهُ النَّسَائِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ الْمِصْرِيِّ، عَنْ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ خَالِدِ بْنِ يَزِيدَ، وَقَالَ: عَمْرٌو. ¶ فَسَاوَيْتُهُمَا فِي هَاتَيْنِ الطَّرِيقَيْنِ، فِي الْعِدَّةِ إِلَى سَعِيدِ بْنِ الْمُسَيِّبِ. ¶ وَلِلَّهِ الْحَمْدُ. ¶ وَرَوَاهُ مَالِكُ بْنُ أَنَسٍ، عَنْ أَبِي مُسْلِمٍ هَذَا فَقَالَ: فِيهِ بَعْضُ الرُّوَاةِ عَنْهُ عُمَرُ أَوْ عَمْرُو بْنُ مُسْلِمٍ.",
            "page": "88",
            "part": "1",
            "seal": "A27CF3A6"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "وَهُوَ ابْنُ مُسْلِمِ بْنِ عُمَارَةَ بْنِ أُكَيْمَةَ اللَّيْثِيُّ الْمَدَنِيُّ",
            "page": "89",
            "part": "1",
            "seal": "90FEEF70"
        },
        {
            "hno": "32",
            "id": "48",
            "nass": "الْحَدِيثُ الثَّامِنُ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ مُسْلِمًا، وَالنَّسَائِيَّ، رَحِمَهُمَا اللَّهُ: ¶ أَخْبَرَنَا الشَّيْخُ أَبُو سَعْدٍ الْجَنْزَرُوذِيُّ، أَنَا أَبُو عُمَرَ بْنُ حَمْدَانَ، أَنَا أَبُو يَعْلَى، ثَنَا عَبْدُ الأَعْلَى هُوَ ابْنُ حَمَّادٍ، ثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ: أَنَّهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَبِّلُ وَهُوَ صَائِمٌ» ¶ وَأَخْبَرَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْبَحِيرِيُّ، أَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ الْحِيرِيُّ، أَنَا عِمْرَانُ بْنُ مُوسَى وَهُوَ السَّخْتِيَانِيُّ، ثَنَا شَيْبَانُ يَعْنِي بْنَ فَرُّوخٍ، ثَنَا حَمَّادُ بْنُ سَلَمَةَ، ثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ: «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَبِّلُ وَهُوَ صَائِمٌ» ¶ وَأَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي الْقَاسِمِ الْقَيْرَوَانِيُّ، أَنَا أَبُو بَكْرِ بْنُ عَبْدِ اللَّهِ السَّيْبَانِيُّ، أَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ قَالَ: أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ: «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُقَبِّلُ بَعْضَ أَزْوَاجِهِ وَهُوَ صَائِمٌ» قَالَ هِشَامٌ: قَالَ أَبِي: لا تَدْعُو الْقُبْلَةُ إِلَى خَيْرٍ ¶ وَأَخْبَرَنَا الأُسْتَاذُ أَبُو الْقَاسِمِ الْقُشَيْرِيُّ، أَنَا أَبُو نُعَيْمٍ الأَزْهَرِيُّ، ثَنَا أَبُو عَوَانَةَ الإِسْفَرَائِينِيُّ، ثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، وَابْنُ عَبْدِ الْحَكَمِ يَعْنِي",
            "page": "91",
            "part": "1",
            "seal": "DAE8329F"
        },
        {
            "hno": "36",
            "id": "49",
            "nass": "مُحَمَّدًا قَالا: ثَنَا أَبُو ضَمْرَةَ، وَهُوَ أَنَسُ بْنُ عِيَاضٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ: «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَانَ يُقَبِّلُ بَعْضَ أَزْوَاجِهِ وَهُوَ صَائِمٌ ثُمَّ تَضْحَكُ» ¶ وَأَخْبَرَنَاهُ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ زَكَرِيَّا الْجَوْزَقِيُّ، أَنَا أَبُو حَاتِمٍ مَكِّيُّ بْنُ عَبْدَانَ، ثَنَا أَبُو الأَزْهَرِ وَهُوَ أَحْمَدُ بْنُ الأَزْهَرِ النَّيْسَابُورِيُّ، ثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يُقَبِّلُ بَعْضَ نِسَائِهِ وَهُوَ صَائِمٌ ثُمَّ ضَحِكَتْ» ¶ وَأَخْبَرَنَا الإِمَامُ أَبُو الْقَاسِمِ الْقُشَيْرِيُّ، أَنَا عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ، أَنَا يَعْقُوبُ بْنُ إِسْحَاقَ الْحَافِظُ، ثَنَا عَلِيُّ بْنُ حَرْبٍ، ثَنَا وَكِيعٌ، وَأَبُو يَحْيَى عَبْدُ الْحَمِيدِ وَهُوَ ابْنُ عَبْدِ اللَّهِ الْحِمَّانِيُّ، قَالا: ثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَبَّلَ امْرَأَةً وَهُوَ صَائِمٌ» ، ثُمَّ ضَحِكَتْ. ¶ وَرَوَاهُ الْقَاسِمُ بْنُ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، عَنْ عَمَّتِهِ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا ¶ أَخْبَرَنَاهُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الأَدِيبُ، أَنَا مُحَمَّدُ بْنُ أَحْمَدَ الْحِيرِيُّ، أَنَا أَبُو يَعْلَى، ثَنَا عَبْدُ الأَعْلَى، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ قَالَ: قُلْتُ لِعَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ: أَسَمِعْتَ أَبَاكَ يُخْبِرُ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُقَبِّلُهَا وَهُوَ صَائِمٌ» ؟ قَالَ: نَعَمْ",
            "page": "92",
            "part": "1",
            "seal": "9FBA4368"
        },
        {
            "hno": "39",
            "id": "50",
            "nass": "وَأَخْبَرَنَا أَبُو سَعْدٍ، أَنَا مُحَمَّدٌ، أَنَا أَبُو يَعْلَى، ثَنَا مُحَمَّدُ بْنُ قُدَامَةَ، قَالَ: سَمِعْتُ سُفْيَانَ يَقُولُ: قُلْتُ لِعَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ: أَسَمِعْتَ أَبَاكَ يُخْبِرُ عَنْ عَائِشَةَ: «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُقَبِّلُ وَهُوَ صَائِمٌ؟» قَالَ: فَسَكَتَ عَنِّي شَيْئًا، ثُمَّ قَالَ لِي: نَعَمْ. ¶ كَأَنَّهُ اسْتَصْغَرَنِي ¶ وَأَخْبَرَنَاهُ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ، أَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الْجَوْزَقِيُّ، أَنَا مَكِّيُّ بْنُ عَبْدَانَ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا يَحْيَى بْنُ سَعِيدٍ ح. ¶ وَأَخْبَرَنَا الإِمَامُ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ الْبَيْهَقِيُّ الْحَافِظُ، أَنَا السَّيِّدُ أَبُو الْحَسَنِ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ دَاوُدَ الْعَلَوِيُّ، أَنَا أَبُو حَامِدٍ أَحْمَدُ بْنُ مُحَمَّدٍ الْحَسَنُ الْحَافِظُ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرِ بْنِ الْحَكَمِ، ثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ قَالَ: سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ يُحَدِّثُ عَنْ عَائِشَةَ: \" أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ وَقَالَ الْبَيْهَقِيُّ قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَبِّلُ وَهُوَ صَائِمٌ، وَكَانَ أَمْلَكَكُمْ لإِرْبِهِ \". ¶ لَيْسَ فِي حَدِيثِ الْجَوْزَقِيِّ، ابْنُ مُحَمَّدٍ. ¶ هَذَا حَدِيثٌ صَحِيحٌ مِنْ حَدِيثِ أَبِي عَبْدِ اللَّهِ عُرْوَةَ بْنِ الزُّبَيْرِ بْنِ الْعَوَّامِ الأَسَدِيِّ، عَنْ خَالَتِهِ أُمِّ الْمُؤْمِنِينَ أُمِّ عَبْدِ اللَّهِ عَائِشَةَ الصِّدِّيقَةِ. ¶ وَمِنْ حَدِيثِ أَبِي مُحَمَّدٍ وَيُقَالُ أَبُو بَكْرٍ الْقَاسِمُ بْنُ مُحَمَّدِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ، عَنْ عَمَّتِهِ عَائِشَةَ.",
            "page": "93",
            "part": "1",
            "seal": "60761621"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "أَخْرَجَهُ الْبُخَارِيُّ، مِنْ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي الْمُنْذِرِ وَيُقَالُ أَبُو عَبْدِ اللَّهِ هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ وَالنَّسَائِيُّ. ¶ مِنْ حَدِيثِ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ مِنْ حَدِيثِ أَبِي عُثْمَانَ، عُبَيْدِ اللَّهِ بْنِ عُمَرَ بْنِ حَفْصِ بْنِ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ، عَنِ الْقَاسِمِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ وَالنَّسَائِيُّ. ¶ مِنْ حَدِيثِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ بْنِ مَرْوَانَ بْنِ الْحَكَمِ أَبِي حَفْصٍ، عَنْ عُرْوَةَ. ¶ فَرَوَاهُ مُسْلِمٌ، عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنِ الْحَسَنِ بْنِ مُوسَى الأَشِيبِ. ¶ وَرَوَاهُ النَّسَائِيُّ، عَنْ مُحَمَّدِ بْنِ سَهْلِ بْنِ عَسْكَرٍ الْبُخَارِيِّ، عَنْ أَبِي مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ مُوسَى الْعَبْسِيِّ الْكُوفِيِّ. ¶ جَمِيعًا، عَنْ أَبِي مُعَاوِيَةَ شَيْبَانَ بْنِ عَبْدِ الرَّحْمَنِ النَّحْوِيِّ، عَنْ أَبِي",
            "page": "94",
            "part": "1",
            "seal": "D08EA594"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "نَصْرٍ يَحْيَى بْنِ أَبِي كَثِيرٍ الْيَمَامِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ. ¶ فَأَنَا سَاوَيْتُهُمَا فِي هَذِهِ الطَّرِيقِ فِي الْعَدَدِ إِلَى عُرْوَةَ، وَمِنْ طَرِيقِ الْقَاسِمِ إِلَى عَائِشَةَ. ¶ وَهَذَا الإِسْنَادُ أَعْنِي إِسْنَادَ حَدِيثِ عُمَرَ مِمَّا اخْتُلِفَ فِيهِ عَلَى يَحْيَى. ¶ فَرَوَاهُ مُعَاوِيَةُ بْنُ سَلامِ بْنِ أَبِي سَلامٍ الدِّمَشْقِيُّ، عَنْ يَحْيَى كَرِوَايَةِ شَيْبَانَ. ¶ وَرَوَاهُ عَلِيُّ بْنُ الْمُبَارَكِ الْيَمَامِيُّ وَهِشَامٌ الدَّسْتُوَائِيُّ فِي إِحْدَى الرِّوَايَتَيْنِ عَنْهُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ عُرْوَةَ نَفْسِهِ، مِنْ غَيْرِ ذِكْرِ عُمَرَ. ¶ وَرَوَاهُ الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ وَإِسْحَاقَ بْنِ يُوسُفَ الأَزْرَقِ، عَنْ هِشَامٍ. ¶ جَمِيعًا، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا. ¶ مِنْ غَيْرِ ذِكْرِ عُمَرَ، وَعُرْوَةَ. ¶ وَفِي حَدِيثِ الأَوْزَاعِيِّ: قَالَ حَدَّثَتْنِي عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا. ¶ وَرَوَاهُ عُمَرُ بْنُ عَامِرٍ أَبُو حَفْصٍ السُّلَمِيُّ قَاضِي الْبَصْرَةِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّهَا أُمِّ سَلَمَةَ.",
            "page": "95",
            "part": "1",
            "seal": "CF2E2954"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "وَرَوَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ سَالِمِ بْنِ نُوحٍ، عَنْ عُمَرَ بْنِ عَامِرٍ، عَنْ قَتَادَةَ، عَنْ يَحْيَى كَذَلِكَ إِلا أَنَّهُ زَادَ فِي الإِسْنَادِ قَتَادَةَ وَوُهِمَ فِي ذَلِكَ. ¶ وَرَوَاهُ لَيْثُ بْنُ سَعْدٍ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ أَبِي بَكْرِ بْنِ الْمُنْكَدِرِ، عَنْ أَبِي سَلَمَةَ، عَنْ زَيْنَبَ. ¶ وَخَالَفَهُ جَعْفَرُ بْنُ رَبِيعَةَ الْمِصْرِيُّ. ¶ فَرَوَاهُ، عَنْ بُكَيْرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ زَيْنَبَ وَلَمْ يَذْكُرْ أَبَا بَكْرٍ. ¶ وَرَوَاهُ عِمْرَانُ بْنُ أَبِي أَنَسٍ , عَنْ أَبِي سَلَمَةَ قَالَ: قَبَّلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلا غَيْرَ مُسْنَدٍ. ¶ وَحَدِيثُ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ عُمَرَ، عَنْ عُرْوَةَ. ¶ حَدِيثٌ حَسَنٌ، اجْتَمَعَ فِيهِ أَرْبَعَةٌ مِنَ التَّابِعِينَ يَرْوِي بَعْضُهُمْ عَنْ بَعْضٍ آخِرُهُمْ يَحْيَى فَإِنَّهُ رَأَى أَنَسَ بْنَ مَالِكٍ، وَأَبُو سَلَمَةَ أَكْبَرُ مِنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ رَحِمَهُ اللَّهُ",
            "page": "96",
            "part": "1",
            "seal": "85FA4BFB"
        },
        {
            "hno": "42",
            "id": "54",
            "nass": "وَقَدْ أَخْبَرَنَا بِحَدِيثِ عُمَرَ بْنِ عَامِرٍ عَلَى الصَّوَابِ الشَّيْخُ الزَّكِيُّ أَبُو الْحُسَيْنِ عَبْدُ الْغَافِرِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْغَافِرِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ سَعِيدٍ",
            "page": "97",
            "part": "1",
            "seal": "8EBB545F"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "التَّاجِرُ الْفَارِسِيُّ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو الْعَبَّاسِ إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ مِيكَالَ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو مُحَمَّدِ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ مُوسَى بْنِ",
            "page": "98",
            "part": "1",
            "seal": "FB2144D1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "عَبْدَانَ الأَهْوَازِيُّ الْجَوَالِيقِيُّ، ثَنَا خَلِيفَةُ بْنُ خَيَّاطٍ، ثَنَا سَالِمُ بْنُ نُوحٍ، ثَنَا عُمَرُ بْنُ عَامِرٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ زَيْنَبَ، عَنْ",
            "page": "99",
            "part": "1",
            "seal": "39F821C9"
        },
        {
            "hno": "43",
            "id": "57",
            "nass": "أُمِّ سَلَمَةَ: «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُقَبِّلُهَا وَهُوَ صَائِمٌ» ¶ وَأَخْبَرَنَا بِحَدِيثِ هِشَامٍ الَّذِي فِيهِ ذِكْرُ عُرْوَةَ لِلإِسْنَادِ أَبُو يَعْلَى",
            "page": "100",
            "part": "1",
            "seal": "2B6909EA"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "إِسْحَاقُ بْنُ عَبْدِ الرَّحْمَنِ الصَّابُونِيُّ، أَنَا أَبُو سَعِيدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْقُرَشِيُّ، أَنَا مُحَمَّدُ بْنُ أَيُّوبَ بْنِ يَحْيَى الضَّرِيسُ الرَّازِيُّ، ثَنَا مُسْلِمٌ هُوَ",
            "page": "101",
            "part": "1",
            "seal": "3BE128F6"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "ابْنُ إِبْرَاهِيمَ، ثَنَا هِشَامٌ، ثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: «أَنَّ النَّبِيَّ",
            "page": "102",
            "part": "1",
            "seal": "1F322CCE"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُقَبِّلُ وَهُوَ صَائِمٌ»",
            "page": "103",
            "part": "1",
            "seal": "420A79BC"
        },
        {
            "hno": "44",
            "id": "62",
            "nass": "الْحَدِيثُ التَّاسِعُ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ مُسْلِمًا، وَالنَّسَائِيَّ رَحِمَهُمَا اللَّهُ: ¶ أَخْبَرَنَا سَعِيدُ بْنُ أَبِي عَمْرٍو الْملقاباذيُّ، أَنَا أَبُو عَلِيٍّ زَاهِرُ بْنُ أَحْمَدَ الْفَقِيهُ بِسَرْخَسَ، أَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ هُوَ الْبَغَوِيُّ، ثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ قَالَ: سَمِعْتُ جَابِرًا قَالَ: قَالَتِ الْيَهُودُ إِنَّ الرَّجُلَ إِذَا أَتَى أَهْلَهُ بَارِكَةً، كَانَ الْوَلَدُ أَحْوَلَ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ نِسَاؤُكُمْ حَرْثٌ لَكُمْ رَوَاهُ سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ الْمُنْكَدِرِ ¶ أَخْبَرَنَاهُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْجَنْزَرُوذِيُّ، أَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ الْمُقْرِئُ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى، ثَنَا إِسْحَاقُ يَعْنِي ابْنَ أَبِي إِسْرَائِيلَ، ثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ سَمِعَ جَابِرًا يَقُولُ: كَانَتْ يَهُودُ تَقُولُ: مَنْ أَتَى امْرَأَتَهُ فِي قُبُلِهَا مِنْ دُبُرِهَا كَانَ الْوَلَدُ أَحْوَلَ فَنَزَلَتْ: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} [البقرة: 223] ¶ وَأَخْبَرَنَاهُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورٍ الْبَزَّازُ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدٍ الْجَوْزَقِيُّ، أَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ الْحَافِظُ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بُسْرٍ، ثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ: كَانَتِ الْيَهُودُ تَقُولُ: إِذَا أَتَى الرَّجُلُ امْرَأَتَهُ مِنْ دُبُرِهَا فِي قُبُلِهَا كَانَ الْوَلَدُ أَحْوَلَ، فَأَنْزَلَ اللَّهُ تَعَالَى ذِكْرَهُ: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} [البقرة: 223]",
            "page": "105",
            "part": "1",
            "seal": "9C769883"
        },
        {
            "hno": "47",
            "id": "63",
            "nass": "وَأَخْبَرَنَاهُ الأُسْتَاذُ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ رَحِمَهُ اللَّهُ، أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ الْحُسَيْنِ الإِسْفَرَائِينِيُّ، أَنَا أَبُو عَوَانَةَ يَعْقُوبُ بْنُ إِسْحَاقَ الْحَافِظُ، ثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، ثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ: أَنَّ الْيَهُودَ قَالُوا: مَنْ أَتَى امْرَأَتَهُ فِي فَرْجِهَا مِنْ دُبُرِهَا أَتَى الْوَلَدُ أَحْوَلَ، فَأَنْزَلَ اللَّهُ تَعَالَى: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} [البقرة: 223] . ¶ اتَّفَقَ الأَئِمَّةُ عَلَى صِحَّةِ هَذَا الْحَدِيثِ: فَأَخْرَجَهُ مُسْلِمٌ، وَالتِّرْمِذِيُّ، وَالنَّسَائِيُّ. ¶ مِنْ حَدِيثِ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنْ أَبِي بَكْرٍ وَيُقَالُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْمُنْكَدِرِ التَّيْمِيُّ، عَنْ أَبِي عَبْدِ اللَّهِ جَابِرِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ حِزَامٍ الأَنْصَارِيِّ السُّلَمِيِّ رَحِمَهُ اللَّهُ. ¶ فَوَقَعَ لَنَا بَدَلا عَالِيًا.",
            "page": "106",
            "part": "1",
            "seal": "3637CB6F"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وَانْفَرَدَ الْبُخَارِيُّ بِإِخْرَاجِهِ مِنْ حَدِيثِ شُعْبَةَ. ¶ فَرَوَاهُ عَنْ مُحَمَّدِ بْنِ الْمُثَنَّى، عَنْ وَهْبِ بْنِ جَرِيرِ بْنِ حَازِمٍ، عَنْ شُعْبَةَ. ¶ فَكَأَنَّ شَيْخَنَا الْبَحِيرِيَّ سَمِعَهُ مِنْهُ. ¶ وَرَوَاهُ مُسْلِمٌ بِمَعْنَاهُ عَنْ أَبِي قُدَامَةَ عُبَيْدِ اللَّهِ بْنِ سَعِيدٍ السَّرْخَسِيِّ وَأَبِي مُوسَى هَارُونَ بْنِ عَبْدِ اللَّهِ الْبَغْدَادِيِّ وَأَبِي مَعْنٍ زَيْدِ بْنِ يَزِيدَ الرِّقَاشِيِّ، عَنْ وَهْبِ بْنِ جَرِيرِ بْنِ حَازِمٍ، عَنْ أَبِيهِ، عَنِ النُّعْمَانِ بْنِ رَاشِدٍ الْجَزَرِيِّ، عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ الزُّهْرِيِّ، عَنِ ابْنِ الْمُنْكَدِرِ. ¶ وَرَوَاهُ النَّسَائِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ، عَنْ",
            "page": "107",
            "part": "1",
            "seal": "CABB81F9"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِي، عَنْ أَبِي حَازِمٍ سَلَمَةَ بْنِ دِينَارٍ الأَعْرَجِ الْمَدِينِيِّ، عَنِ ابْنِ الْمُنْكَدِرِ. ¶ فَسَاوَيْتُهُمَا فِي هَاتَيْنِ الرِّوَايَتَيْنِ، فِي الْعِدَّةِ إِلَى ابْنِ الْمُنْكَدِرِ. ¶ وَرَوَاهُ يَحْيَى بْنُ أَيُّوبَ الْمِصْرِيُّ، وَعَبْدُ اللَّهِ بْنُ لَهِيعَةَ بْنِ عُقْبَةَ، عَنِ ابْنِ الْهَادِ، عَنِ ابْنِ الْمُنْكَدِرِ. ¶ لَيْسَ فِيهِ أَبُو حَازِمٍ",
            "page": "108",
            "part": "1",
            "seal": "D0DB257B"
        },
        {
            "hno": "48",
            "id": "68",
            "nass": "الْحَدِيثُ الْعَاشِرُ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ، أَبَا دَاوُدَ وَأَبَا عَبْدِ الرَّحْمَنِ رَحِمَهُمَا اللَّهُ: ¶ أَخْبَرَنَا الشَّيْخُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ الْجَنْزَرُوذِيُّ، أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى، ثَنَا شَيْبَانُ بْنُ فَرُّوخَ، ثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ نَافِعٍ. ¶ وَأَخْبَرَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْفَقِيهُ، أَنَا الْحَاكِمُ أَبُو أَحْمَدَ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ إِسْحَاقَ الْحَافِظُ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ بْنِ الْحَارِثِ الْوَاسِطِيُّ، ثَنَا شَيْبَانُ بْنُ فَرُّوخَ، ثَنَا جَرِيرُ بْنُ حَازِمٍ، ثَنَا نَافِعٌ مَوْلَى عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ أَعْتَقَ نَصِيبًا فِي عَبْدٍ فَكَانَ لَهُ مِنَ الْمَالِ قَدْرَ مَا يَبْلُغُ قِيمَتَهُ وَقَالَ أَبُو يَعْلَى: ثَمَنَهُ قُوِّمَ عَلَيْهِ قِيمَةَ عَدْلٍ، وَإِلا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ \"",
            "page": "111",
            "part": "1",
            "seal": "5D80CDF7"
        },
        {
            "hno": "50",
            "id": "69",
            "nass": "أَخْبَرَنَاهُ أَبُو سَعْدٍ الْجَنْزَرُوذِيُّ، أَنَا أَبُو عُمَرَ بْنُ حَمْدَانَ، أَنَا أَبُو يَعْلَى، ثَنَا سُوَيْدٌ وَهُوَ ابْنُ سَعِيدٍ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ، فَكَانَ لَهُ مَا يَبْلُغُ ثَمَنَ الْعَبْدِ، قُوِّمَ عَلَيْهِ قِيمَةَ الْعَدْلِ فَأَعْطَى شُرَكَاءَهُ حِصَصَهُمْ، وَأَعْتَقَ عَلَيْهِ، وَإِلا عَتَقَ مِنْهُ مَا عَتَقَ» اتَّفَقَ الْبُخَارِيُّ وَمُسْلِمٌ عَلَى إِخْرَاجِهِ مِنْ حَدِيثِ جَرِيرِ بْنِ حَازِمٍ أَبِي النَّضْرِ الْعَتَكِيِّ، وَمَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي عَبْدِ اللَّهِ نَافِعٍ مَوْلَى ابْنِ عُمَرَ عَنْهُ. ¶ فَرَوَاهُ الْبُخَارِيُّ، عَنْ أَبِي النُّعْمَانِ مُحَمَّدِ بْنِ الْفَضْلِ عَارِمٍ، عَنْ جَرِيرٍ. ¶ وَعَنْ عَبْدِ اللَّهِ بْنِ يُوسُفَ التِّنِّيسِيِّ الدِّمَشْقِيِّ، عَنْ مَالِكٍ. ¶ وَرَوَاهُ مُسْلِمٌ، عَنْ أَبِي مُحَمَّدٍ شَيْبَانَ بْنِ فَرُّوخُ هَذَا. ¶ وَعَنْ يَحْيَى النَّيْسَابُورِيِّ، عَنْ مَالِكٍ.",
            "page": "112",
            "part": "1",
            "seal": "B8F5D398"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "فَوَقَعَ لَنَا مُوَافَقَةً، فِي شَيْبَانَ بِعُلُوٍّ. ¶ وَلِلَّهِ الْحَمْدُ. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ، عَنْ أَبِي جَعْفَرٍ أَحْمَدَ بْنِ صَالِحٍ الْمِصْرِيِّ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، عَنْ مُحَمَّدِ بْنِ يَعْقُوبَ بْنِ عَبْدِ الْوَهَّابِ الزُّبَيْرِيِّ جَمِيعًا، عَنِ ابْنِ وَهْبٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ وَابْنِ لَهِيعَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ الْمِصْرِيِّ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ نَافِعٍ. ¶ إِلا أَنَّ النَّسَائِيَّ لَمْ يُسَمِّ ابْنَ لَهِيعَةَ بَلْ قَالَ: عَنْ لَيْثٍ وَذَكَر آخَرَ. ¶ فَسَاوَيْتُهُمَا فِي الْعِدَّةِ إِلَى نَافِعٍ. ¶ وَرَوَاهُ أَشْهَبُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ لَيْثٍ، عَنْ عُبَيْدِ اللَّهِ. ¶ وَلَمْ يَذْكُرْ بُكَيْرًا فِي الإِسْنَادِ",
            "page": "113",
            "part": "1",
            "seal": "D391AC37"
        },
        {
            "hno": "51",
            "id": "74",
            "nass": "الْحَدِيثُ الْحَادِي عَشَرَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ الْبُخَارِيَّ رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا الشَّيْخُ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ الْفَقِيهُ، أَنَا مُحَمَّدُ بْنُ أَحْمَدَ الْمُقْرِئُ، أَنَا أَحْمَدُ بْنُ عَلِيٍّ التَّمِيمِيُّ، ثَنَا هُدْبَةُ بْنُ خَالِدٍ، ثَنَا أَبَانُ بْنُ يَزِيدَ، ثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ قَالَ: سَأَلْتُ أَبَا سَلَمَةَ: أَيُّ الْقُرْآنِ أُنْزِلَ أَوَّلَ؟ قَالَ: {يَا أَيُّهَا الْمُدَّثِّرُ} قَالَ: إِنِّي أُنْبِئْتُ أَنَّ أَوَّلَ سُورَةٍ نَزَلَتْ مِنَ الْقُرْآنِ {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} [العلق: 1] ، قَالَ أَبُو سَلَمَةَ: سَأَلْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ: أَيُّ الْقُرْآنِ أُنْزِلَ أَوَّلَ؟ فَقُلْتُ لَهُ إِنِّي نُبِّئْتُ أَنَّ أَوَّلَ سُورَةٍ نَزَلَتْ مِنَ الْقُرْآنِ: اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ قَالَ جَابِرٌ: لا أُحَدِّثُكَ إِلا مَا حَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" جَاوَرْتُ فِي حِرَاءَ. ¶ فَلَمَّا قَضَيْتُ جِوَارِيَ، فَاسْتَبْطَنْتُ الْوَادِيَ فَنُودِيتُ أَمَامِي، وَخَلْفِي وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، فَلَمْ أَرَ شَيْئًا، فَنُودِيتُ، فَنَظَرْتُ فَوْقِي فَإِذَا أَنَا بِهِ قَاعِدٌ عَلَى عَرْشٍ بَيْنَ السَّمَاءِ وَالأَرْضِ قَالَ: فَجَثَثْتُ مِنْهُ فَانْطَلَقْتُ إِلَى خَدِيجَةَ فَقُلْتُ دَثِّرُونِي دَثِّرُونِي وَصُبُّوا عَلَيَّ مَاءً بَارِدًا فَنَزَلَتْ عَلَيَّ: {يَأَيُّهَا الْمُدَّثِّرُ {1} قُمْ فَأَنْذِرْ {2} وَرَبَّكَ فَكَبِّرْ {3} } [المدثر: 1-3] .",
            "page": "117",
            "part": "1",
            "seal": "B500542B"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "أَخْرَجَهُ الْبُخَارِيُّ وَمُسْلِمٌ. ¶ جَمِيعًا: مِنْ حَدِيثِ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ. ¶ وَأَخْرَجَهُ الْبُخارِيُّ، عَنْ يَحْيَى بْنِ سَعِيدٍ هُوَ ابْنُ مَرْوَانَ الْمَرْوَزِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ بْنِ أَبِي رُزْمَةَ، عَنْ أَبِي صَالِحٍ وَاسْمُهُ سَلْمُوَيْهِ بْنُ صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ بْنِ عَبْدِ الرَّحْمَنِ الْمَرْوَزِيِّ، عَنْ يُونُسَ بْنِ يَزِيدَ الأَيْلِيِّ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بِمَعْنَاهُ. ¶ فَسَاوَيْتُهُ مِنْ هَذِهِ الطَّرِيقِ",
            "page": "118",
            "part": "1",
            "seal": "264F143B"
        },
        {
            "hno": "52",
            "id": "78",
            "nass": "الْحَدِيثُ الثَّانِي عَشَرَ وَهُوَ مِمَّا أَشَارَ فِيهِ مُسْلِمُ بْنُ الْحَجَّاجِ رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ التَّاجِرُ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الشَّيْبَانِيُّ الْحَافِظُ، أَنَا أَبُو حَاتِمٍ مَكِّيُّ بْنُ عَبْدَانَ، ثَنَا عَبْدُ اللَّهِ بْنُ هَاشِمٍ، ثَنَا أَبُو أُسَامَةَ، عَنْ أَبِي عَوَانَةَ، عَنِ الشَّعْبِيِّ ح. ¶ وَأَخْبَرَنَا أَبُو بَكْرٍ قَالَ: وَأَنَاهُ أَبُو الْعَبَّاسِ الدَّغُولِيُّ، ثَنَا أَبُو قِلابَةَ، ثَنَا أَشْهَلُ بْنُ حَاتِمٍ، ثَنَا ابْنُ عَوْنٍ، عَنِ الشَّعْبِيِّ، قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ عَلَى الْمِنْبَرِ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ الْحَلالَ بَيِّنٌ وَالْحَرَامَ بَيِّنٌ، وَأُمُورٌ مُشْتَبِهَةٌ لا يَدْرِي كَثِيرٌ مِنَ النَّاسِ أَمِنَ الْحَلالِ أَمْ مِنَ الْحَرَامِ. ¶ فَمَنْ تَرَكَهُنَّ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِيهِنَّ أَوْشَكَ أَنْ يَرْتَعَ فِي الْحَرَامِ كَمَنْ رَعَى قَرِيبًا مِنَ الْحِمَى، يُوشِكُ أَنْ يَرْتَعَ فِيهِ، أَلا لِكُلِّ مَلِكٍ حِمَى، وَحِمَى اللَّهِ مَحَارِمُهُ، هَذَا لَفْظُ أَبِي أُسَامَةَ» . ¶ وَقَالَ أَشْهَلُ بْنُ حَاتِمٍ فِي حَدِيثِهِ: «الْحَلالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ وَبَيْنَ ذَلِكَ أُمُورٌ مُتَشَابِهَاتٌ، فَمَنِ اتَّقَى الشُّبُهَاتِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الْحَرَامِ كَالرَّاعِي حَوْلَ الْحِمَى يُوشِكُ أَنْ يُوَاقِعَهُ أَلا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى وَإِنَّ حِمَى اللَّهِ",
            "page": "121",
            "part": "1",
            "seal": "E16F8CE1"
        },
        {
            "hno": "54",
            "id": "79",
            "nass": "مَحَارِمُهُ، أَلا وَإِنَّ فِي الْجَسَدِ مُضْغَةٌ إِذَا صَلُحَتْ صَلُحَ سَائِرُ الْجَسَدِ وَإِذَا فَسَدَتْ فَسَدَ سَائِرُ الْجَسَدِ، أَلا وَهِيَ الْقَلْبُ» ¶ أَخْبَرَنَاهُ الأُسْتَاذُ أَبُو الْقَاسِمِ الْقُشَيْرِيُّ، أَنَا أَبُو نُعَيْمٍ الزُّهْرِيُّ، ثَنَا أَبُو عَوَانَةَ الْحَافِظُ، ثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الْوَاسِطِيُّ وَعَمَّارٌ هُوَ ابْنُ رَجَاءٍ الْجُرْجَانِيُّ قَالا: ثَنَا يَزِيدُ بْنُ هَارُونَ، أَنَا ابْنُ عَوْنٍ، عَنِ الشَّعْبِيِّ ح قَالَ: أَبُو عَوَانَةَ: وَحَدَّثَنَا عَلِيُّ بْنُ حَرْبٍ، ثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، عَنِ ابْنِ عَوْنٍ، عَنْ عَامِرٍ ح قَالَ: وَثَنَا عِيسَى بْنُ أَحْمَدَ الْعَسْقَلانِيُّ، ثَنَا النَّضْرُ بْنُ شُمَيْلٍ، أَنَا ابْنُ عَوْنٍ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" إِنَّ الْحَلالَ بَيِّنٌ وَالْحَرَامَ بَيِّنٌ وَبَيْنَ ذَلِكَ أُمُورٌ مُتَشَابِهَاتٌ وَقَالَ: وَرُبَّمَا قَالَ: مُشْتَبِهَةٌ وَسَأَضْرِبُ لَكُمْ فِي ذَلِكَ مَثَلا إِنَّ اللَّهَ حَمَا حِمًى، وَإِنَّ حِمَى اللَّهِ مَا كَرِهَ، وَإِنَّهُ مَنْ رَعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يُخَالِطَ الْحِمَى وَرُبَّمَا قَالَ: يُوشِكُ أَنْ يَرْتَعَ وَإِنَّهُ مَنْ يُخَالِطِ الرِّيبَةَ يُوشِكُ أَنْ يَجْسُرَ \" وَهَذَا لَفْظُ يَزِيدَ بْنِ هَارُونَ. ¶ وَأَخْبَرَنَاهُ الأُسْتَاذُ أَبُو الْقَاسِمِ، أَنَا أَبُو نُعَيْمٍ، ثَنَا أَبُو عَوَانَةَ، ثَنَا سَعْدَانُ بْنُ يَزِيدَ، ثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، ثَنَا ابْنُ عَوْنٍ، عَنِ الشَّعْبِيِّ قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فَذَكَرَ نَحْوَهُ. ¶ وَرَوَاهُ زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ ¶ وَأَخْبَرَنَاهُ الإِمَامُ أَبُو بَكْرِ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ الْخُسْرَوْجِرْدِيُّ الْحَافِظُ، أَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَافِظُ، ثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ",
            "page": "122",
            "part": "1",
            "seal": "E7D8D6CD"
        },
        {
            "hno": "57",
            "id": "80",
            "nass": "إِسْحَاقَ، إِمْلاءً ثَنَا مُوسَى بْنُ الْحَسَنِ بْنِ عَبَّادٍ وَعَمْرُو بْنُ تَمِيمٍ الْقَنْطَرِيُّ، قَالا: ثَنَا أَبُو نُعَيْمٍ، ثَنَا زَكَرِيَّا، عَنِ الشَّعْبِيِّ قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «الْحَلالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ وَبَيْنَهُمَا مُتَشَابِهَاتٌ لا يَعْلَمُهَا كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّبُهَاتِ، اسْتَبْرَأَ لِعِرْضِهِ وَدِينِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ، وَقَعَ فِي الْحَرَامِ كَالرَّاعِي يَرْعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يُوَاقِعَهُ، ثُمَّ إِنَّ لِكُلِّ مَلِكٍ حِمًى، وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ. ¶ أَلا وَإِنَّ فِي الْجَسَدِ مُضْغَةٌ إِذَا صَلُحَتْ صَلُحَ الْجَسَدُ كُلُّهُ وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ، أَلا وَهِيَ الْقَلْبُ» ¶ وَأَخْبَرَنَا الأُسْتَاذُ أَبُو الْقَاسِمِ الْقُشَيْرِيُّ، أَنَا عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ الإِسْفَرَائِينِيُّ، ثَنَا يَعْقُوبُ بْنُ إِسْحَاقَ الإِسْفَرَائِينِيُّ، ثَنَا إِدْرِيسُ بْنُ بَكْرٍ وَأَبُو دَاوُدَ الْحَرَّانِيُّ وَهُوَ سُلَيْمَانُ بْنُ سَيْفٍ وَأَبُو أُمَيَّةَ، قَالُوا: ثَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «الْحَلالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ وَبَيْنَهُمَا مُتَشَابِهَاتٌ لا يَعْلَمُهَا كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الْمُشْتَبِهَاتِ، اسْتَبْرَأَ لِعِرْضِهِ وَدِينِهِ، وَمَنْ وَقَعَ فِي الْمُشْتَبِهَاتِ، وَقَعَ فِي الْحَرَامِ كَرَاعِي يَرْعَى حَوْلَ الْحِمَى فَيُوشِكُ أَنْ يُوَاقِعَهُ، وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ» وَذَكَرَ الْحَدِيثَ ¶ وَأَخْبَرَنَاهُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورٍ، أَنَا أَبُو بَكْرٍ الْجَوْزَقِيُّ، أَنَا أَبُو الْعَبَّاسِ الدَّغُولِيُّ، ثَنَا أَبُو عَبْدِ الرَّحْمَنِ مُحَمَّدُ بْنُ يُونُسَ السَّرْخَسِيُّ، ثَنَا أَبُو نُعَيْمٍ، ثَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: الْحَلالُ",
            "page": "123",
            "part": "1",
            "seal": "8C3BFCBD"
        },
        {
            "hno": "59",
            "id": "81",
            "nass": "بَيِّنٌ وَالْحَرَامُ بَيِّنٌ وَبَيْنَهُمَا مُتَشَابِهَاتٌ \" الْحَدِيثُ نَحْوَهُ، يَعْنِي نَحْوَ حَدِيثِ ابْنِ عَوْنٍ ¶ وَأَخْبَرَنَا أَبُو سَهْلٍ مُحَمَّدُ بْنُ أَحْمَدَ الْحَفْصِيُّ الْمَرْوَزِيُّ قَدِمَ عَلَيْنَا، أَنَا أَبُو الْهَيْثَمِ مُحَمَّدُ بْنُ الْمَكِّيِّ الْكُشْمِيهَنِيُّ ح. ¶ وَأَنَا سَعِيدُ بْنُ أَبِي سَعِيدٍ الْعَيَّارُ، أَنَا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ عُمَرَ الشَّبُّوِيُّ، قَالا: أَنَا مُحَمَّدُ بْنُ يُوسُفَ بْنِ مَطَرٍ الْفَرَبْرِيُّ، ثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِسْمَاعِيلَ الْبُخَارِيُّ، ثَنَا أَبُو نُعَيْمٍ، ثَنَا زَكَرِيَّا، عَنْ عَامِرٍ، قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: الْحَلالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ، وَبَيْنَهُمَا مَشْتَبِهَاتٌ لا يَعْلَمُهَا كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الْمُشْتَبِهَاتِ اسْتَبْرَأَ لِعِرْضِهِ وَدِينِهِ، وَمَنْ وَقَعَ فِي الْمُشَبَّهَاتِ كَرَاعِي يَرْعَي حَوْلَ الْحِمَى، يُوشِكَ أَنْ يُوَاقِعَهُ، أَلا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلا إِنَّ حِمَى اللَّهِ مَحَارِمُهُ، أَلا وَإِنَّ فِي الْجَسَدِ مُضْغَةٌ إِذَا صَلُحَتْ صَلُحَ الْجَسَدُ، وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ، أَلا وَهِيَ الْقَلْبُ \". ¶ وَرَوَاهُ يَعْلَى بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، عَنْ زَكَرِيَّا ¶ أَخْبَرَنَاهُ الإِمَامُ أَبُو الْقَاسِمِ الْقُشَيْرِيُّ، أَنَا أَبُو نُعَيْمٍ الأَزْهَرِيُّ، ثَنَا أَبُو عَوَانَةَ الإِسْفَرَائِينِيُّ، ثَنَا عَلِيُّ بْنُ حَرْبٍ الطَّائِيُّ، وَالصَّغَانِيُّ، وَعَمَّارُ بْنُ رَجَاءٍ، وَأَبُو أُمَيَّةَ، وَأَبُو دَاوُدَ الْحَرَّانِيُّ، قَالُوا: ثَنَا يَعْلَى بْنُ عُبَيْدٍ، أَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنْ عَامِرٍ قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ، وَأَوْمَأَ النُّعْمَانُ بِإِصْبَعِهِ إِلَى أُذُنَيْهِ يَقُولُ: \" إِنَّ الْحَلالَ بَيِّنٌ وَالْحَرَامَ بَيِّنٌ، وَبَيْنَهُمَا أُمُورٌ مُشْتَبِهَاتٌ، لا يَعْلَمُهَا كَثِيرٌ مِنَ النَّاسِ فَمَنِ اتَّقَى الشَّبُهَاتِ فَقَدِ اسْتَبْرَأَ لِدِينِهِ وَلِعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ فَقَدْ وَقَعَ فِي الْحَرَامِ كَالرَّاعِي يَرْعَى حَوْلَ الْحِمَى يُوشِكُ",
            "page": "124",
            "part": "1",
            "seal": "6B046478"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "أَنْ يُوقِعَ فِيهِ أَلا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ زَادَ الصَّغَانِيُّ، وَأَبُو دَاوُدَ وَعَمَّارٌ قَالَ: سَمِعْتُهُ يَقُولُ: إِنَّ فِي الْجَسَدِ مُضْغَةٌ إِذَا صَلُحَتْ صَلُحَ الْجَسَدُ وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ، أَلا وَهِيَ الْقَلْبُ \" وَقَالَ بَعْضُهُمْ: بِضْعَةٌ إِذَا صَحَّتْ صَحَّ الْجَسَدُ. ¶ اتَّفَقَ الْبُخَارِيُّ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، عَلَى إِخْرَاجِهِ مِنْ حَدِيثِ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ الْكُوفِيِّ، عَنْ أَبِي عَمْرٍو وَعَامِرِ بْنِ شُرَحْبِيلَ الشَّعْبِيِّ الْكُوفِيِّ، عَنْ أَبِي عَبْدِ اللَّهِ النُّعْمَانِ بْنِ بَشِيرِ بْنِ سَعْدٍ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ بِمَعْنَاهُ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ أَبِي عَوْنٍ عَبْدِ اللَّهِ بْنِ عَوْفِ بْنِ أَرْطَاةَ مَوْلَى مُزَيْنَةَ، عَنِ الشَّعْبِيِّ. ¶ وَرَوَاهُ مُسْلِمٌ مِنْ طُرُقٍ أُخَرَ.",
            "page": "125",
            "part": "1",
            "seal": "8D97C0D5"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "مِنْهَا عَنْ عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلالٍ، عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ الْكُوفِيِّ، عَنِ الشَّعْبِيِّ. ¶ فَسَاوَيْتُهُ مِنْ هَذِهِ الطَّرِيقِ، وَلَيْسَ فِيهِ ذِكْرُ الْقَلْبِ",
            "page": "126",
            "part": "1",
            "seal": "F2EB9BEA"
        },
        {
            "hno": "62",
            "id": "86",
            "nass": "الْحَدِيثُ الثَّالِثُ عَشَرَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ، مُسْلِمًا رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا الشَّيْخُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْجَنْزَرُوذِيُّ، أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، أَنَا أَبُو يَعْلَى الْمَوْصِلِيُّ، ثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ الْبَزَّارُ، ثَنَا سُفْيَانُ، عَنْ أُمَيَّةَ بْنِ صَفْوَانَ، سَمِعَ جَدَّهُ يَقُولُ: حَدَّثَتْنِي حَفْصَةُ أَنَّهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَيَؤُمَّنَّ هَذَا الْبَيْتَ جَيْشٌ يَغْزُونَهُ حَتَّى إِذَا كَانُوا بِبَيْدَاءَ مِنَ الأَرْضِ، خَسَفَ بِأَوْسَطِهِمْ، فَنَادَى أَوَّلُهُمْ وَآخِرُهُمْ فَيَخْسِفَ بِهِمْ جَمِيعًا، فَلا يَنْجُو إِلا الشَّرِيدُ، يُخْبِرُ عَنْهُمْ» قَالَ: سُفْيَانُ فَقَامَ إِلَى أُمَيَّةَ رَجُلٌ فَقَالَ: أَشْهَدُ عَلَيْكَ مَا كَذَبْتَ عَلَى جَدِّكَ، وَأَشْهَدُ عَلَى جَدِّكَ أَنَّهُ لَمْ يَكْذِبْ عَلَى حَفْصَةَ، وَأَشْهَدُ عَلَى حَفْصَةَ أَنَّهَا لَمْ تَكْذِبْ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ أَخْرَجَهُ مُسْلِمٌ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنْ",
            "page": "129",
            "part": "1",
            "seal": "C82F403E"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "أُمَيَّةَ، عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ صَفْوَانَ بْنِ أُمَيَّةَ بْنِ خَلَفٍ الْجُمَحِيِّ، عَنْ أُمِّ الْمُؤْمِنِينَ حَفْصَةَ بِنْتِ عُمَرَ بْنِ الْخَطَّابِ الْعَدَوِيَّةِ. ¶ فَوَقَعَ لَنَا بَدَلا لا عَالِيًا. ¶ وَرَوَاهُ مُسْلِمٌ، عَنْ مُحَمَّدِ بْنِ حَاتِمٍ، عَنِ الْوَلِيدِ بْنِ صَالِحٍ الْجَزَرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَمْرٍو الرَّقِّيِّ، عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عَطَاءٍ البَكَائِيِّ الْعَامِرِيِّ، عَنْ يُوسُفَ بْنِ مَالِكٍ الْمَكِّيِّ، عَنْ عَبْدِ اللَّهِ بْنِ صَفْوَانَ، عَنْ أُمِّ الْمُؤْمِنِينَ وَلَمْ يُسَمِّهَا فَسَاوَيْتُهُ فِي الْعِدَّةِ إِلَى عَبْدِ اللَّهِ. ¶ وَقَالَ: عَبْدُ الْمَلِكِ الْعَامِرِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ، عَنِ الْحَارِثِ بْنِ أَبِي رَبِيعَةَ، عَنْ أُمِّ الْمُؤمِنِينَ بِمَعْنَاهُ. ¶ وَرَوَاهُ جَرِيرُ بْنُ حَازِمٍ، عَنِ ابْنِ إِسْحَاقَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ مُوسَى، عَنْ عَبْدِ اللَّهِ بْنِ صَفْوَانَ، عَنْ حَفْصَةَ.",
            "page": "130",
            "part": "1",
            "seal": "E11B00CA"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "وَرَوَاهُ عَلِيُّ بْنُ مُجَاهِدٍ، عَنِ ابْنِ إِسْحَاقَ، عَنْ عَاصِمٍ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ صَفْوَانَ، عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ، عَنْ أُمِّ سَلَمَةَ. ¶ وَرَوَاهُ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ أَبِي إِدْرِيسَ الْمُرْهِبِيِّ، عَنْ مُسْلِمِ بْنِ صَفْوَانَ وَلَيْسَ بِالْمَعْرُوفِ، عَنْ صَفِيَّةَ، أَوْ عَنْ أُمِّ سَلَمَةَ. ¶ وَاللَّهُ أَعْلَمُ",
            "page": "131",
            "part": "1",
            "seal": "4960C9B9"
        },
        {
            "hno": "63",
            "id": "92",
            "nass": "الْحَدِيثُ الرَّابِعُ عَشَرَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ مُسْلِمًا رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا الأُسْتَاذُ الإِمَامُ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ رَحِمَهُ اللَّهُ، أَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ عُمَرَ الْخَفَّافُ الزَّاهِدُ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ بْنِ مِهْرَانَ الثَّقَفِيُّ السَّرَّاجُ، ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ خَيْرِ بْنِ نُعَيْمٍ الْحَضْرَمِيِّ، عَنِ ابْنِ هُبَيْرَةَ، عَنْ أَبِي تَمِيمٍ الْجَيْشَانِيِّ، عَنْ أَبِي بَصْرَةَ الْغِفَارِيِّ قَالَ: صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَصْرَ بِالْمُخَمَّصِ، فَقَالَ: «إِنَّ هَذِهِ الصَّلاةَ عُرِضَتْ عَلَى مَنْ كَانَ قَبْلَكُمْ فَضَيَّعُوهَا، فَمَنْ حَافَظَ عَلَيْهَا كَانَ لَهُ أَجْرُهُ مَرَّتَيْنِ، وَلا صَلاةَ بَعْدَهَا حَتَّى يَطْلُعَ الشَّاهِدُ» وَالشَّاهِدُ النَّجْمُ. ¶ أَخْرَجَهُ مُسْلِمٌ. ¶ وَالنَّسَائِيُّ. ¶ جَمِيعًا: عَنْ قُتَيْبَةَ، عَنْ لَيْثٍ، عَنْ خَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ هُبَيْرَةَ السَّبَائِيِّ الْمِصْرِيِّ، عَنْ أَبِي تَمِيمٍ عَبْدِ اللَّهِ بْنِ مَالِكٍ الْجَيْشَانِيِّ الْمِصْرِيِّ، عَنْ أَبِي بَصْرَةَ جَمِيلِ بْنِ بَصْرَةَ الْغِفَارِيِّ رَضِيَ اللَّهُ عَنْهُ.",
            "page": "135",
            "part": "1",
            "seal": "2DC1435E"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "فَوَقَعَ لَنَا مُوَافَقَةً فِي شَيْخِهِ بِعُلُوٍّ. ¶ وَرَوَاهُ مُسْلِمٌ، عَنْ أَبِي خَيْثَمَةَ زُهَيْرِ بْنِ حَرْبٍ، عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ الزُّهْرِيِّ، عَنْ أَبِيهِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ يَسَارٍ صَاحِبِ الْمَغَازِي، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ الْفَقِيهِ الْمِصْرِيِّ، عَنْ خَيْرِ بْنِ نُعَيْمٍ. ¶ فَسَاوَيْتُهُ مِنْ هَذَا الْوَجْهِ فِي الْعِدَّةِ إِلَى خَيْرِ بْنِ نُعَيْمٍ قَاضِي مِصْرَ وَالْحَمْدُ لِلَّهِ ¶ الْحَدِيثُ الْخَامِسُ عَشَرَ وَهُوَ مِمَّا أُسَاوِي فِيهِ مُسْلِمًا رَحِمَهُ اللَّهُ.",
            "page": "136",
            "part": "1",
            "seal": "D59D2723"
        },
        {
            "hno": "64",
            "id": "94",
            "nass": "أَخْبَرَنَا أَبُو سَعْدٍ الْجَنْزَرُوذِيُّ، أَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، أَنَا أَبُو يَعْلَى، ثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ: أَنَّ رَجُلا سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ السَّاعَةِ. ¶ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا أَعْدَدْتَ لَهَا؟» قَالَ: مَا أَعْدَدْتُ لَهَا كَبِيرًا مِنْ عَمَلٍ غَيْرَ أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ. ¶ فَقَالَ: «الْمَرْءُ مَعَ مَنْ أَحَبَّ» ¶ أَخْبَرَنَاهُ أَبُو سَعْدٍ، أَنَا أَبُوِ عَمْرٍو، أَنَا أَبُو يَعْلَى، أَنَا أَبُو خَيْثَمَةَ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالا: ثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ قَالَ: قَالَ رَجُلٌ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَتَى السَّاعَةُ؟ قَالَ: «وَمَا أَعْدَدْتَ لَهَا؟» قَالَ: فَلَمْ يَذْكُرْ خَيْرًا: وَلَكِنْ أُحِبُّ اللَّهَ وَرَسُولَهُ. ¶ فَقَالَ: «فَأَنْتَ مَعَ مَنْ أَحْبَبْتَ» وَأَخْبَرَنَاهُ أَبُو عُثْمَانَ سَعِيدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْبَحِيرِيُّ الْعَدْلُ، أَنَا أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ حَمْدُونٍ، أَنَا أَبُو حَاتِمٍ مَكِّيُّ بْنُ عَبْدَانَ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا سُفْيَانُ، سَمِعْتُ الزُّهْرِيَّ، عَنْ أَنَسِ بْنِ مَالِكٍ ح وَأَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ الْمَغْرِبِيُّ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْجَوْزَقِيُّ، ثَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ وَمَكِّيُّ بْنُ عَبْدَانَ، قَالا: ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا سُفْيَانُ قَالَ: سَمِعْتُ الزُّهْرِيَّ يُحَدِّثُ ح وَأَخْبَرَنَا أَبُو بَكْرٍ الْمَغْرِبِيُّ، أَنَا أَبُو بَكْرٍ الْجَوْزَقِيُّ قَالَ: وَأَنَا أَبُو نَصْرٍ",
            "page": "137",
            "part": "1",
            "seal": "31A92E78"
        },
        {
            "hno": "70",
            "id": "95",
            "nass": "مُحَمَّدُ بْنُ حَمْدُونِ بْنِ سَهْلٍ الْمَرْوَزِيُّ، ثَنَا مَحْمُودُ بْنُ آدَمَ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ ح. ¶ وَأَخْبَرَنَا أَبُو بَكْرٍ، أَنَا أَبُو بَكْرٍ قَالَ: وَأَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ وَأَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ هَمَّامِ بْنِ أَحْمَدَ قَالا: ثَنَا زَكَرِيَّا بْنُ يَحْيَى الْمَرْوَزِيُّ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ -ح- ¶ وَأَخْبَرَنَا الأُسْتَاذُ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ، أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ الأَزْهَرِيُّ، ثَنَا أَبُو عَوَانَةَ يَعْقُوبُ بْنُ إِسْحَاق الْحَافِظُ، ثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى وَعَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ وَزَكَرِيَّا بْنُ يَحْيَى الْمَرْوَزِيُّ، قَالُوا: أَنَا سُفْيَانُ، وَقَالَ يُونُسُ: سَمِعْتُ سُفْيَانَ يَقُولُ: سَمِعَ الزُّهْرِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ: أَنَّ رَجُلا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ السَّاعَةِ فَقَالَ: «مَا أَعْدَدْتَ لَهَا» قَالَ: حُبَّ اللَّهِ وَرَسُولِهِ قَالَ: أَنْتَ مَعَ مَنْ أَحْبَبْتَ \" ¶ وَأَخْبَرَنَا الأُسْتَاذُ الإِمَامُ شَيْخُ الإِسْلامِ أَبُو عُثْمَانَ إِسْمَاعِيلُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ الصَّابُونِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَأَرْبَعِ مِائَةٍ، أَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ الطَّيِّبِ، ثَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ هُوَ الأَصَمُّ، ثَنَا زَكَرِيَّا بْنُ يَحْيَى، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ قَالَ: قَالَ رَجُلٌ لِرَسُولِ اللَّهِ مَتَى السَّاعَةُ؟ قَالَ: «مَا أَعْدَدْتَ لَهَا؟» فَلَمْ يَذْكُرْ كَثِيرًا إِلا أَنَّهُ يُحِبُّ اللَّهَ وَرَسُولَهُ. ¶ فَقَالَ: «فَأَنْتَ مَعَ مَنْ أَحْبَبْتَ» . ¶ رَوَاهُ ثَابِتُ بْنُ أَسْلَمَ الْبُنَانِيُّ وَقَتَادَةُ بْنُ دِعَامَةَ وَالْحَسَنُ بْنُ أَبِي الْحَسَنِ الْبَصْرِيُّ، عَنْ أَنَسٍ",
            "page": "138",
            "part": "1",
            "seal": "843041D1"
        },
        {
            "hno": "72",
            "id": "96",
            "nass": "فَأَمَّا حَدِيثُ ثَابِتٍ: ¶ فَأَخْبَرَنَاهُ أَبُو سَعْدٍ الْجَنْزَرُوذِيُّ، ثَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، أَنَا أَبُو يَعْلَى الْمَوْصِلِيُّ، ثَنَا إِسْحَاقُ بْنُ أَبِي إِسْرَائِيلَ، ثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ: أَنَّ رَجُلا قَالَ: لِرَسُولِ اللَّهِ: مَتَى السَّاعَةُ؟ قَالَ: «وَمَا أَعْدَدْتَ لِلسَّاعَةِ؟» قَالَ: لا، إِلا أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ. ¶ قَالَ: «فَأَنْتَ مَعَ مَنْ أَحْبَبْتَ» قَالَ أَنَسٌ: فَمَا فَرِحْنَا بِشَيْءٍ بَعْدَ الإِسْلامِ فَرَحَنَا بِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَنْتَ مَعَ مَنْ أَحْبَبْتَ؟ قَالَ: فَأَنَا أُحِبُّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبَا بَكْرٍ، وَعُمَرَ، وَأَرْجُو أَنْ أَكُونَ مَعَهُمْ بِحُبِّي إِيَّاهُمْ وَإِنْ كُنْتُ لا أَعْمَلُ بِأَعْمَالِهِمْ ¶ وَأَخْبَرَنَا أَبُو سَعْدٍ، أَنَا أَبُو عَمْرٍو، أَنَا أَبُو يَعْلَى، ثَنَا عَبْدُ الأَعْلَى، ثَنَا حَمَّادٌ، ثَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ رَجُلا قَالَ: يَا رَسُولَ",
            "page": "139",
            "part": "1",
            "seal": "9D636196"
        },
        {
            "hno": "75",
            "id": "97",
            "nass": "اللَّهِ الرَّجُلُ يُحِبُّ الْقَوْمَ وَلَمْ يَعْمَلْ بِعَمَلِهِمْ؟ قَالَ: «الْمَرْءُ مَعَ مَنْ أَحَبَّ» قَالَ حَمَّادٌ: وَفِي هَذَا الْحَدِيثِ. ¶ فَمَا فَرِحَ الْمُسْلِمُونَ بِشَيْءٍ بَعْدَ الإِسْلامِ، مَا فَرِحُوا بِهِ ¶ -10 - قَالَ: وَأَخْبَرَنَا أَبُو يَعْلَى، ثَنَا أَبُو الرَّبِيعِ، ثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسٍ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ مَتَى السَّاعَةُ؟ قَالَ: «مَا أَعْدَدْتَ لَهَا؟» قَالَ: أُحِبُّ اللَّهَ وَرَسُولَهُ قَالَ: «فَإِنَّكَ مَعَ مَنْ أَحْبَبْتَ» قَالَ: أَنَسٌ وَأَنَا أُحِبُّ اللَّهَ وَرَسُولَهُ ¶ -10 - قَالَ: وَأَخْبَرَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ نُعَيْمٍ الْعَيَّارُ الصُّوفِيُّ، أَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْمَخْلَدِيُّ، أَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ السَّرَّاجُ، ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَأَبُو الأَشْعَثِ، قَالا: ثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ رَجُلا قَالَ: يَا رَسُولَ اللَّهِ الرَّجُلُ يُحِبُّ قَوْمًا وَلَمَّا يَلْحَقْ يَعْنِي بِهِمْ قَالَ: النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «الْمَرْءُ مَعَ مَنْ أَحَبَّ» . ¶ وَأَمَّا حَدِيثُ قَتَادَةَ ¶ فَأَخْبَرَنَاهُ الأُسْتَاذُ أَبُو يَعْلَى إِسْحَاقُ بْنُ عَبْدِ الرَّحْمَنِ الصَّابُونِيُّ، أَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَهَّابِ الرَّازِيُّ، أَنَا مُحَمَّدُ بْنُ أَيُّوبَ الرَّازِيُّ، ثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ الأَزْدِيُّ، ثَنَا هِشَامٌ هُوَ ابْنُ أَبِي عَبْدِ اللَّهِ الدَّسْتُوَائِيُّ، ثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْمَرْءُ مَعَ مَنْ أَحَبَّ» ¶ وَأَمَّا حَدِيثُ الْحَسَنِ: ¶ فَأَخْبَرَنَاهُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدٍ الْجَنْزَرُوذِيُّ قِرَاءَةً عَلَيْهِ، قَالَ: أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ بْنِ عَلِيِّ بْنِ سِنَانٍ الْمُقْرِئُ الْحِيرِيُّ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى الْمَوْصِلِيُّ، ثَنَا هُدْبَةُ بْنُ خَالِدٍ، ثَنَا مُبَارَكٌ هُوَ ابْنُ فَضَالَةَ قَالَ: سَمِعْتُ الْحَسَنَ، عَنْ أَنَسٍ: أَنَّ رَجُلا قَالَ: لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَتَى السَّاعَةُ؟ فَقَالَ: رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَمَا إِنَّهَا قَائِمَةً فَمَا أَعْدَدْتَ لَهَا؟» قَالَ: مَا أَعْدَدْتُ لَهَا كَبِيرًا إِلا أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَأَنْتَ مَعَ مَنْ أَحْبَبْتَ وَلَكَ مَا احْتَسَبْتَ» ثُمَّ قَالَ: «سَلُونِي، عَنِ السَّاعَةِ، وَالَّذِي نَفْسِي بِيَدِهِ مَا عَلَى الأَرْضِ نُفْسٌ مَنْفُوسَةٌ الْيَوْمَ تَأْتِي عَلَيْهَا مِائَةُ سَنَةٍ» قَالَ: فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ: «أَيْنَ السَّائِلُ، عَنِ السَّاعَةِ؟» فَجِيءَ بِالرَّجُلِ تُرْعَدُ فَرَائِصُهُ فَنَظَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى غُلامٍ مِنْ دَوْسَ يُقَالُ لَهُ سَفْرٌ فَقَالَ: «إِنْ يَعِشْ هَذَا، لا يَهْرَمُ حَتَّى تَقُومَ السَّاعَةُ» قَالَ أَنَسٌ: وَأَنَا",
            "page": "140",
            "part": "1",
            "seal": "2FA70377"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "يَوْمَئِذٍ قَدْرُ الْغُلامِ. ¶ أَخْرَجَهُ مُسْلِمٌ مِنْ حَدِيثِ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ. ¶ فَرَوَاهُ، عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ وَغَيْرِهِ. ¶ وَأَخْرَجَهُ هُوَ وَالْبُخَارِيُّ مِنْ حَدِيثِ حَمَّادِ بْنِ زَيْدٍ، عَنْ ثَابِتٍ وَمِنْ حَدِيثِ قَتَادَةَ. ¶ فَرَوَاهُ مُسْلِمٌ، عَنْ أَبِي الرَّبِيعِ سُلَيْمَانَ بْنِ دَاوُدَ الزَّهْرَانِيِّ، عَنْ حَمَّادٍ. ¶ وَرَوَاهُ أَيْضًا، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ عَبْدِ الْعَزِيزِ الْيَشْكُرِيِّ الْمَرْوَزِيِّ، عَنْ عَبْدَانَ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ جَبَلَةَ الْمَرْوَزِيِّ، عَنْ أَبِيهِ، عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ، عَنْ عَمْرِو بْنِ مُرَّةَ الْجَمَلِيِّ الْكُوفِيِّ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ الْغَطَفَانِيِّ، عَنْ أَنَسٍ بِمَعْنَاهُ. ¶ فَسَاوَيْتُهُ مِنْ هَذَا الْوَجْهِ فِي الْعِدَّةِ إِلَى أَنَسٍ. ¶ وَأَمَّا حَدِيثُ الْحَسَنِ الْبَصْرِيِّ فَهُوَ حَدِيثٌ حَسَنٌ غَرِيبٌ",
            "page": "141",
            "part": "1",
            "seal": "125628CF"
        },
        {
            "hno": "77",
            "id": "104",
            "nass": "الْحَدِيثُ السَّادِسُ عَشَرَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ مُسْلِمًا رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْخَشَّابُ قِرَاءَةً عَلَيْهِ، قَالَ: أَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ خُزَيْمَةَ الْعَدْلُ، أَنَا الْعَبَّاسُ السَّرَّاجُ، ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ نَافِعٍ «أَنَّ ابْنَ عُمَرَ طَلَّقَ امْرَأَةً لَهُ وَهِيَ حَائِضٌ تَطْلِيقَةً وَاحِدَةً فأَمَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُرَاجِعَهَا، ثُمَّ يُمْسِكَهَا حَتَّى تَطْهُرَ مِنْ حَيْضَتِهَا، ثُمَّ تَحِيضُ عِنْدَهُ حَيْضَةً أُخْرَى، ثُمَّ يُمْهِلَهَا حَتَّى تَطْهُرَ مِنْ حَيْضَتِهَا فَإِنْ أَرَادَ أَنْ يُطَلِّقَهَا فَلْيُطَلِّقْهَا حِينَ تَطْهُرُ مِنْ قَبْلِ أَنْ يُجَامِعَهَا، فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ أَنْ يُطَلَّقَ لَهَا النِّسَاءُ» وَكَانَ ابْنُ عُمَرَ إِذَا سُئِلَ عَنْ ذَلِكَ، قَالَ لأَحَدِهِمْ: إِنْ كُنْتَ طَلَّقْتَهَا ثَلاثًا فَقَدْ حَرُمَتْ عَلَيْكَ حَتَّى تَنْكِحَ زَوْجًا غَيْرَكَ، وَعَصَيْتَ اللَّهَ عَزَّ وَجَلَّ فِيمَا أَمَرَكَ مِنْ طَلاقِ امْرَأَتِكَ. ¶ هَكَذَا قَالَ نَافِعٌ: إِنَّ ابْنَ عُمَرَ وَلَمْ يَقُلْ عَنِ ابْنِ عُمَرَ وَقَدْ أَسْنَدَهُ غَيْرُهُ. ¶ أَخْرَجَهُ مُسْلِمٌ. ¶ وَأَبُو دَاوُدَ السِّجِسْتَانِيُّ. ¶ عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ، عَنِ اللَّيْثِ.",
            "page": "147",
            "part": "1",
            "seal": "048D08A9"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "فَوَقَعَ لَنَا مُوَافَقَةً فِي شَيْخِهِمَا بِعُلُوٍّ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، عَنْ إِسْحَاقَ بْنِ مَنْصُورٍ أَبِي يَعْقُوبَ الْكَوْسَجِ، عَنْ يَزِيدَ بْنِ عَبْدِ رَبِّهِ الْجِرْجِسِيِّ الْحِمْصِيِّ، عَنْ مُحَمَّدِ بْنِ حَرْبٍ الْخَوْلانِيِّ الأَبْرَشِ الْحِمْصِيِّ، عَنْ أَبِي الْهُذَيْلِ مُحَمَّدِ بْنِ الْوَلِيدِ الزُّبَيْدِيِّ الْحِمْصِيِّ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ بِمَعْنَاهُ. ¶ فَسَاوَيْتُهُ مِنْ هَذَا الْوَجْهِ",
            "page": "148",
            "part": "1",
            "seal": "243327F9"
        },
        {
            "hno": "78",
            "id": "110",
            "nass": "الْحَدِيثُ السَّابِعُ عَشَرَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ، مُسْلِمًا رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْجَنْزَرُوذِيُّ إِجَازَةً، أَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى، ثَنَا كَامِلُ بْنُ طَلْحَةَ، ثَنَا اللَّيْثُ بْنُ سَعْدٍ، ثَنَا أَبُو الزُّبَيْرِ: أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: غَطُّوا الإِنَاءَ وَأَوْكُوا السِّقَاءَ وَأَطْفُوا السِّرَاجَ، فَإِنَّ الشَّيْطَانَ لا يَحُلُّ سِقَاءً وَلا يَفْتَحُ بَابًا، وَلا يَكْشِفُ إِنَاءً، وَإِنْ لَمْ يَجِدْ أَحَدَكُمْ إِلا أَنْ يَعْرِضَ عَلَى إِنَائِهِ عُودًا، وَلْيَذْكُرِ اللَّهَ فَلْيَفْعَلْ فَإِنَّ الْفُوَيْسِقَةَ تُضْرِمُ عَلَى أَهْلِ الْبَيْتِ بَيْتَهُمْ \" أَخْرَجَهُ مُسْلِمٌ، عَنْ مُحَمَّدِ بْنِ رُمْحٍ وَقُتَيْبَةَ بْنِ سَعِيدٍ، عَنْ لَيْثٍ. ¶ وَأَخْرَجَ مَعْنَاهُ مِنْ حَدِيثِ زُهَيْرِ بْنِ مُعَاوِيَةَ أَبِي خَيْثَمَةَ، عَنْ أَبِي",
            "page": "153",
            "part": "1",
            "seal": "5F77C5F0"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "الزُّبَيْرِ مُحَمَّدِ بْنِ مُسْلِمِ بْنِ تَدْرُسَ الْمَكِّيِّ، عَنْ جَابِرٍ. ¶ وَأَخْرَجَ تَغْطِئَةَ الإِنَاءِ وَإِيكَاءَ السِّقَاءِ، عَنْ عَمْرِو بْنِ مُحَمَّدٍ النَّاقِدِ، عَنْ أَبِي النَّضْرِ هَاشِمِ بْنِ الْقَاسِمِ، عَنْ نَصْرِ بْنِ عَلِيٍّ الْجَهْضَمِيِّ، عَنْ أَبِيهِ. ¶ جَمِيعًا: عَنِ اللَّيْثِ بْنِ سَعْدِ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ جَعْفَرِ بْنِ عَبْدِ اللَّهِ بْنِ الْحَكَمِ، عَنِ الْقَعْقَاعِ بْنِ حَكِيمٍ، عَنْ جَابِرٍ فَسَاوَيْتُهُ فِي الْعِدَّةِ إِلَى جَابِرٍ رَحِمَهُ اللَّهُ , وَالْحَمْدُ لِلَّهِ",
            "page": "154",
            "part": "1",
            "seal": "ACE1C606"
        },
        {
            "hno": "79",
            "id": "114",
            "nass": "الْحَدِيثُ الثَّامِنُ عَشَرَ ¶ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ مُسْلِمًا رَحِمَهُ اللَّهُ: أَخْبَرَنَا الشَّيْخُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ الْمَغْرِبِيُّ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ زَكَرِيَّا الْجَوْزَقِيُّ، أَنَا مَكِّيُّ بْنُ عَبْدَانَ، ثَنَا عَبْدُ اللَّهِ بْنُ هَاشِمٍ، ثَنَا يَحْيَى بْنُ سَعِيدٍ وَأَبُو مُعَاوِيَةَ وَعَبْدُ اللَّهِ بْنُ نُمَيْرٍ وَهَذَا لَفْظُ أَبِي مُعَاوِيَةَ، ثَنَا الأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ أُمِّ سَلَمَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا",
            "page": "157",
            "part": "1",
            "seal": "FFCBF224"
        },
        {
            "hno": "80",
            "id": "115",
            "nass": "حَضَرْتُمُ الْمَيِّتَ، أَوِ الْمَرِيضَ، فَقُولُوا خَيْرًا، فَإِنَّ الْمَلائِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ» . ¶ قَالَتْ: فَلَمَّا مَاتَ أَبُو سَلَمَةَ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولَ اللَّهِ، إِنَّ أَبَا سَلَمَةَ قَدْ مَاتَ. ¶ قَالَ: فَقُولِي: «اللَّهُمَّ اغْفِرْ لِي وَلَهُ وَأَعْقِبْنِي مِنْهُ عُقْبَى حَسَنَةً» قَالَتْ: فَأَعْقَبَنِي اللَّهُ مَنْ هُوَ خَيْرٌ لِي مِنْهُ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ أَخْبَرَنَاهُ الأُسْتَاذُ أَبُو الْقَاسِمِ الْقُشَيْرِيُّ، أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ الإِسْفَرَائِينِيُّ، ثَنَا أَبُو عَوَانَةَ يَعْقُوبُ بْنُ إِسْحَاقَ الإِسْفَرَائِينِيَّ، ثَنَا عَلِيُّ بْنُ حَرْبٍ، ثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ -ح-. ¶ وَأَخْبَرَنَا الْقُشَيْرِيُّ، أَنَا أَبُو نُعَيْمٍ، ثَنَا أَبُو عَوَانَةَ قَالَ: وَثَنَا ابْنُ عَفَّانَ يَعْنِي الْحَسَنَ بْنَ عَلِيٍّ، ثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ أُمِّ سَلَمَةَ قَالَتْ: فَلَمَّا مَاتَ أَبوُ سَلَمَةَ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ فَأَخْبَرْتُهُ، فَقَالَ: \" قُولِي: اللَّهُمَّ اغْفِرْ لِي وَلَهُ وَأَعْقِبْنِي مِنْهُ عُقْبَى حَسَنَةً \" فَعَقَبَنِي اللَّهُ مَنْ هُوَ خَيْرًا مِنْهُ، مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ وَرَوَاهُ الأَصَمُّ، عَنِ ابْنِ عَفَّانَ ¶ أَخْبَرَنَاهُ الإِمَامُ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْبَيْهَقِيُّ الْحَافِظُ، أَنَا أَبُو عَبْدِ اللَّهِ الْحَافِظُ، ثَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ، ثَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ، ثَنَا ابْنُ نُمَيْرٍ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ أُمِّ سَلَمَةَ قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِذَا حَضَرْتُمُ الْمَيِّتَ أَوِ الْمَرِيضَ، فَقُولُوا خَيْرًا، فَإِنَّ الْمَلائِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ» . ¶ فَلَمَّا مَاتَ أَبُو سَلَمَةَ، قُلْتُ: يَا رَسُولَ اللَّهِ مَا أَقُولُ؟ قَالَ: \" قُولِي: اللَّهُمَّ اغْفِرْ لَنَا وَلَهُ وَاعْقُبْنَا بِهِ عُقْبَى صَالِحَةً \" فَقُلْتُهَا فَأَعْقَبَنِي اللَّهُ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ وَرَوَاهُ عَنِ الأَعْمَشِ جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، وَأَبُو الْمُوَزِّعِ مُحَاضِرُ بْنُ الْمُوَزِّعِ ¶ أَخْبَرَنَا بِحَدِيثِ جَرِيرٍ، أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْفَقِيهُ. ¶ أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ الْفَقِيهُ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيٍّ الْمَوْصِلِيُّ، أَنَا أَبُو خَيْثَمَةَ، ثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ أُمِّ سَلَمَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا حَضَرْتُمُ",
            "page": "158",
            "part": "1",
            "seal": "6C46D94A"
        },
        {
            "hno": "84",
            "id": "116",
            "nass": "الْمَرِيضَ أَوِ الْمَيِّتَ، فَقُولُوا خَيْرًا، فَإِنَّ الْمَلائِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ» فَلَمَّا تُوُفِّيَ أَبُو سَلَمَةَ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ قُلْتُ كَيْفَ أَقُولُ؟ قَالَ: «قُولِي اللَّهُمَّ اغْفِرْ لَنَا وَلَهُ وَأَعْقِبْنَا مِنْهُ عُقْبَى صَالِحَةً» فَقُلْتُهَا، فَأَعْقَبَنِي اللَّهُ عَزَّ وَجَلَّ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ وَأَخْبَرَنَا بِحَدِيثِ مُحَاضِرٍ الشَّرِيفِ الْفَقِيهُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ حَفْصِ بْنِ بَكْرِ بْنِ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ بْنِ نُفَيْلٍ الْقُرَشِيُّ الْعَدَوِيُّ الْعُمَرِيُّ الْهَرَوِيُّ، قَدِمَ عَلَيْنَا سَنَةَ تِسْعٍ وَأَرْبَعِينَ وَأَرْبَعِ مِائَةٍ، أَنَا أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ أَبِي شُرَيْحٍ الأَنْصَارِيُّ الْهَرَوِيُّ، أَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَبْدِ الْجَبَّارِ الرَّيَّانِيُّ، ثَنَا أَبُو أَحْمَدَ حُمَيْدُ بْنُ زَنْجُوَيْهِ النَّسَائِيُّ، ثَنَا مُحَاضِرُ بْنُ الْمُوَزِّعِ، ثَنَا الأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ أُمِّ سَلَمَةَ قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: إِنْ شَهِدْتُمُ الْمَرِيضَ أَوِ الْمَيِّتَ، فَقُولُوا خَيْرًا، فَإِنَّ الْمَلائِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ \" فَلَمَّا مَاتَ أَبُو سَلَمَةَ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ، فَقَالَ: «قُولِي اللَّهُمَّ اغْفِرْ لَنَا وَلَهُ وَأَعْقِبْنِي مِنْهُ عُقْبَى صَالِحَةً» قَالَتْ: فَقُلْتُهَا، فَأَعْقَبَنِي اللَّهُ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ أَخْرَجَهُ مُسْلِمٌ، وَالتِّرْمِذِيُّ، مِنْ حَدِيثِ أَبِي مُعَاوِيَةَ مُحَمَّدِ بْنِ",
            "page": "159",
            "part": "1",
            "seal": "07200F32"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "حَازِمٍ الضَّرِيرِ، عَنْ سُلَيْمَانَ بْنِ مِهْرَانَ الأَعْمَشِ الْكَاهِلِيِّ، عَنْ أَبِي وَائِلٍ شَقِيقِ بْنِ سَلَمَةَ الأَسَدِيِّ الْكُوفِيِّ. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ مِنْ حَدِيثِ سُفْيَانَ بْنِ سَعِيدِ بْنِ مَسْرُوقٍ الثَّوْرِيِّ، عَنِ الأَعْمَشِ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، مِنْ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ، عَنِ الأَعْمَشِ. ¶ وَأَخْرَجَ مُسْلِمٌ قَوْلَهُ: إِذَا حَضَرْتُمُ الْمَيِّتَ، فَقُولُوا خَيْرًا فَإِنَّ الْمَلائِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ، عَنْ مُحَمَّدِ بْنِ مُوسَى الْقَطَّانِ الْوَاسِطِيِّ، عَنْ مُثَنَّى بْنِ مُعَاذِ بْنِ مُعَاذٍ الْعَنْبَرِيِّ، عَنْ أَبِيهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ الْحَسَنِ الْعَنْبَرِيِّ قَاضِي الْبَصْرَةِ، عَنْ أَبِي الْمُنَازِلِ خَالِدِ بْنِ مِهْرَانَ الْحَذَّاءِ، عَنْ أَبِي قِلابَةَ عَبْدِ اللَّهِ بْنِ زَيْدٍ الْجَرْمِيِّ، عَنْ أَبِي قَبِيصَةَ بْنِ ذُؤَيْبٍ الْخُزَاعِيِّ الْفَقِيهِ، عَنْ أُمِّ سَلَمَةَ فِي قِصَّةٍ. ¶ فَسَاوَيْتُهُ مِنْ هَذَا الْوَجْهِ، فِي الْعِدَّةِ إِلَى أُمِّ سَلَمَةَ",
            "page": "160",
            "part": "1",
            "seal": "16458FBE"
        },
        {
            "hno": "85",
            "id": "118",
            "nass": "الْحَدِيثُ التَّاسِعُ عَشَرَ وَهُوَ مِمَّا أُسَاوِي فِي إِسْنَادِهِ مُسْلِمَ بْنَ الْحَجَّاجِ رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ الْكَنْجَرُوذِيُّ النَّحْوِيُّ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى التَّمِيمِيُّ، أَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ، ثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ بْنِ عُمَيْرِ بْنِ مُخَارِقٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُمَرَ وَهُوَ يَحْلِفُ بِأَبِيهِ وَهُوَ فِي رَكْبٍ يَسِيرُ مَعَهُمْ فَنَادَاهُمْ. ¶ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ، فَمَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللَّهِ أَوْ لِيَصْمُتْ» . ¶ هَكَذَا رَوَاهُ أَبُو أَسْمَاءَ وَيُقَالُ: أَبُو مُخَارِقٍ جُوَيْرِيَةُ بْنُ أَسْمَاءَ الضَّبُعِيُّ الْبَصْرِيُّ، عَنْ نَافِعٍ مَوْلَى ابْنِ عُمَرَ. ¶ وَوَافَقَهُ عَلَى هَذَا الْقَوْلِ مَالِكُ بْنُ أَنَسٍ، وَاللَّيْثُ بْنُ سَعْدٍ. ¶ وَرَوَاهُ عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ حَفْصٍ الْعُمَرِيُّ، عَنْ نَافِعٍ فَاخْتَلَفَ عَنْهُ فِيهِ: فَرَوَاهُ عَنْهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، وَعَبْدُ اللَّهِ بْنُ نُمَيْرٍ الْمُخَارِقِيُّ الْكُوفِيُّ، وَأَبُو مُحَمَّدٍ عَبْدُهُ بْنُ سُلَيْمَانَ الْكُلابِيُّ كَرِوَايَةِ جُوَيْرِيَةَ وَمَالِكٍ.",
            "page": "161",
            "part": "1",
            "seal": "E9487306"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "وَرَوَاهُ أَبُو خَيْثَمَةَ زُهَيْرُ بْنُ مُعَاوِيَةَ بْنِ خَدِيجِ بْنِ الرَّحِيلِ الْجُعْفِيُّ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ. ¶ وَكَذَلِكَ رَوَاهُ عَبْدُ الْكَرِيمِ بْنُ مَالِكٍ الْجَزَرِيُّ، عَنْ نَافِعٍ. ¶ وَرَوَاهُ الزُّهْرِيُّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ. ¶ وَاخْتَلَفَ عَنْهُ فِيهِ أَيْضًا. ¶ فَرَوَاهُ يُونُسُ بْنُ يَزِيدَ وَعُقَيْلُ بْنُ خَالِدٍ الأَيْلِيَّانِ وَمُحَمَّدُ بْنُ الْوَلِيدِ الزُّبَيْدِيُّ وَإِسْحَاقُ بْنُ يَحْيَى الشَّامِيُّ الْكَلْبِيُّ وَمَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ وَكَذَلِكَ رَوَاهُ أَبُو يَحْيَى مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْمُقْرِئُ، وَأَبُو عُبَيْدِ اللَّهِ سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَكِّيُّ الْمَخْزُومِيُّ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ. ¶ وَرَوَاهُ قُتَيْبَةُ بْنُ سَعِيدِ بْنِ جَمِيلِ بْنِ طَرِيفِ بْنِ عُبَيْدِ اللَّهِ الْبَلْخِيُّ وَأَبُو قُدَامَةَ عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ السَّرْخَسِيُّ الْيَشْكُرِيُّ، عَنْ سُفْيَانَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ وَلَمْ يَذْكُرْ عُمَرَ فِي الإِسْنَادِ. ¶ وَرَوَاهُ عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ وَلَمْ يَذْكُرْ عُمَرَ فِي الإِسْنَادِ. ¶ وَلا أَعْلَمُ فِيهِ خِلافًا عَلَى ابْنِ دِينَارٍ. ¶ وَقَدْ أَخْرَجَهُ الأَئِمَّةُ فِي كُتُبِهِمْ، عَلَى اخْتِلافِ الرِّوَايَةِ فِيهِ. ¶ فَرَوَاهُ الْبُخَارِيُّ، عَنْ مُوسَى بْنِ إِسْمَاعِيلَ التَّبُوذَكِيِّ، عَنْ جُوَيْرِيَةَ،",
            "page": "162",
            "part": "1",
            "seal": "94140F1B"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "وَعَنِ الْقَعْنَبِيِّ، عَنْ مَالِكٍ وَأَخْرَجَهُ أَيْضًا مِنْ حَدِيثِ عُقَيْلٍ، عَنِ الزُّهْرِيِّ. ¶ وَأَخْرَجَهُ مُسْلِمٌ مِنْ حَدِيثِ يَحْيَى، وَابْنِ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ. ¶ وَمِنْ حَدِيثِ يُونُسَ، وَعُقَيْلٍ، وَمَعْمَرٍ، عَنِ الزُّهْرِيِّ. ¶ وَمِنْ حَدِيثِ عَبْدِ الْكَرِيمِ، عَنْ نَافِعٍ. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ مِنْ حَدِيثِ زُهَيْرٍ، عَنْ عُبَيْدِ اللَّهِ. ¶ وَأَخْرَجَهُ أَبُو عِيسَى مِنْ حَدِيثِ عَبْدَةَ، عَنْ عُبَيْدِ اللَّهِ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، مِنْ حَدِيثِ الزُّبَيْدِيِّ، وَابْنِ عُيَيْنَةَ عَلَى الاخْتِلافِ فِيهِ عَنْهُ.",
            "page": "163",
            "part": "1",
            "seal": "F55AA7DB"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "وَأَخْرَجَهُ هُوَ وَالْبُخَارِيُّ، وَمُسْلِمٌ، مِنْ حَدِيثِ ابْنِ دِينَارٍ وَحَدِيثِ عُقَيْلٍ رَوَاهُ مُسْلِمٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ. ¶ فَسَاوَيْتُهُ فِيهَا، فِي الْعِدَّةِ إِلَى ابْنِ عُمَرَ. ¶ وَسَاوَيْتُ شَيْخَهُ فِي الْعِدَّةِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
            "page": "164",
            "part": "1",
            "seal": "F03A85E9"
        },
        {
            "hno": "86",
            "id": "122",
            "nass": "الْحَدِيثُ الْعِشْرُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ مُسْلِمًا رَحِمَهُ اللَّهُ. ¶ أَخْبَرَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الأَدِيبُ، أَنَا مُحَمَّدُ بْنُ أَحْمَدَ الضَّرِيرُ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيٍّ الْمَوْصِلِيُّ، ثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ، ثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ بْنِ عُمَيْرِ بْنِ مُخَارِقٍ، عَنْ نَافِعٍ، عَنْ عُبَيْدِ اللَّهِ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَا حَقُّ امْرِئٍ مُسْلِمٍ لَهُ شَيْءٌ يُوصِي",
            "page": "165",
            "part": "1",
            "seal": "681A892E"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "فِيهِ يَبِيتُ فَوْقَ لَيْلَتَيْنِ إِلا وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ» . ¶ أَخْرَجَهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَالتِّرْمِذِيُّ، مِنْ حَدِيثِ نَافِعٍ، عَنِ ابْنِ عُمَرَ. ¶ وَرَوَاهُ مُسْلِمٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عُقَيْلِ بْنِ خَالِدٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عُمَرَ، عَنْ أَبِيهِ. ¶ فَسَاوَيْتُهُ فِي الْعِدَّةِ، إِلَى ابْنِ عُمَرَ",
            "page": "166",
            "part": "1",
            "seal": "5E97005A"
        },
        {
            "hno": "87",
            "id": "126",
            "nass": "الْحَدِيثُ الْحَادِي وَالْعِشْرُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ، أَبَا عَبْدِ الرَّحْمَنِ النَّسَائِيَّ رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا الشَّيْخُ أَبُو عُثْمَانَ سَعِيدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْبَحِيرِيُّ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو عَلِيٍّ زَاهِرُ بْنُ أَحْمَدَ السَّرْخَسِيُّ، أَنَا إِبْرَاهِيمُ بْنُ عَبْدِ الصَّمَدِ الْهَاشِمِيُّ، ثَنَا أَبُو مُصْعَبٍ أَحْمَدُ بْنُ أَبِي بَكْرٍ الزُّهْرِيُّ، ثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ: «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْعِ الْوَلاءِ وَعَنْ هِبَتِهِ» ¶ أَخْبَرَنَاهُ الشَّيْخُ الثِّقَةُ أَبُو حَفْصٍ عُمَرُ بْنُ أَحْمَدَ بْنِ عُمَرَ بْنِ مَسْرُورٍ الزَّاهِدُ، قِرَاءَةً عَلَيْهِ، ثَنَا أَبُو سَهْلٍ بِشْرُ بْنُ أَحْمَدَ بْنِ بُسْرِ بْنِ مَحْمُودٍ الإِسْفَرَائِينِيُّ التَّمِيمِيُّ إِمْلاءً، بِنَيْسَابُورَ، ثَنَا إِبْرَاهِيمُ بْنُ عَلِيٍّ الذُّهْلِيُّ، وَدَاوُدُ بْنُ الْحُسَيْنِ الْبَيْهَقِيُّ، قَالا: ثَنَا يَحْيَى بْنُ يَحْيَى، أَنَا سُلَيْمَانُ بْنُ بِلالٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ: «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْعِ الْوَلاءِ وَعَنْ هِبَتِهِ»",
            "page": "169",
            "part": "1",
            "seal": "003010AA"
        },
        {
            "hno": "89",
            "id": "127",
            "nass": "أَخْبَرَنَاهُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورٍ التَّاجِرُ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَافِظُ، ثَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ وَمَكِّيُّ بْنُ عَبْدَانَ، قَالا: ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرِ بْنِ الْحَكَمِ، ثَنَا سُفْيَانُ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ -ح-. ¶ وَأَخْبَرَنَاهُ سَعِيدُ بْنُ أَبِي عَمْرٍو الْمُزَكِّي، أَنَا أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ ح. ¶ وَأَخْبَرَنَاهُ أَبُو نَصْرٍ عَبْدُ الرَّحْمَنِ بْنُ عَلِيِّ بْنِ مُوسَى الْعَدْلُ، أَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْحِرَشِيُّ الْقَاضِي الْحِيرِيُّ، أَنَا حَاجِبُ بْنُ أَحْمَدَ الطُّوسِيُّ، ثَنَا عَبْدُ الرَّحِيمِ بْنُ مُنِيبٍ، ثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، سَمِعَ ابْنَ عُمَرَ يَقُولُ: «نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، عَنْ بَيْعِ الْوَلاءِ وَعَنْ هِبَتِهِ» وَأَخْبَرَنَاهُ أَحْمَدُ بْنُ مَنْصُورٍ الْقَيْرَوَانِيُّ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الشَّيْبَانِيُّ، ثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى، ثَنَا يَحْيَى بْنُ الرَّبِيعِ الْمَكِّيُّ، ثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ ¶ وَأَخْبَرَنَاهُ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْحَافِظُ، أَنَا أَبُو طَاهِرٍ الْفَقِيهُ -يَعْنِي- مُحَمَّدَ بْنَ مُحَمَّدِ بْنِ مَحْمِشٍ الرِّيَادِيَّ، أَنَا أَبُو حَامِدِ بْنُ بِلالٍ، ثَنَا يَحْيَى بْنُ الرَّبِيعِ الْمَكِّيُّ، ثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ: «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْعِ الْوَلاءِ وَعَنْ هِبَتِهِ» ¶ وَأَخْبَرَنَاهُ عَبْدُ الرَّحْمَنِ بْنُ عَلِيٍّ الْمُزَكِّي، ثَنَا الشَّيْخُ أَبُو أَحْمَدَ عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ أَبِي مُسْلِمٍ الْمُقْرِئُ، بِمَدِينَةِ السَّلامِ، ثَنَا",
            "page": "170",
            "part": "1",
            "seal": "19B11ACF"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "أَبُو بَكْرٍ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ أَحْمَدَ الْمَطِيرِيُّ، ثَنَا بِشْرُ بْنُ مَطَرٍ الْوَاسِطِيُّ، ثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْعِ الْوَلاءِ وَعَنْ هِبَتِهِ» . ¶ اتَّفَقَ الأَئِمَّةُ عَلَى صِحَّةِ هَذَا الْحَدِيثِ، وَأَوْدَعُوهُ فِي كُتُبِهِمْ. ¶ فَأَخْرَجَهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَأَبُو عِيسَى، وَالنَّسَائِيُّ مِنْ حَدِيثِ شُعْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ مَوْلَى عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْهُ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، وَالتِّرْمِذِيُّ مِنْ حَدِيثِ سُفْيَانَ بْنِ عُيَيْنَةَ.",
            "page": "171",
            "part": "1",
            "seal": "497676E8"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "وَأَخْرَجَهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَالتِّرْمِذِيُّ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ سُفْيَانَ بْنِ سَعِيدٍ الثَّوْرِيِّ، عَنْهُ. ¶ وَأَخْرَجَهُ مُسْلِمٌ وَالنَّسَائِيُّ، مِنْ حَدِيثِ إِسْمَاعِيلَ بْنِ جَعْفَرِ بْنِ أَبِي كَثِيرٍ، عَنِ ابْنِ دِينَارٍ. ¶ وَانْفَرَدَ مُسْلِمٌ بِإِخْرَاجِهِ مِنْ حَدِيثِ سُلَيْمَانَ بْنِ بِلالٍ فَرَوَاهُ، عَنْ يَحْيَى بْنِ يَحْيَى فَوَقَعَ لَنَا مُوَافَقَةً عَنْهُ. ¶ وَانْفَرَدَ النَّسَائِيُّ بِإِخْرَاجِهِ مِنْ حَدِيثِ مَالِكٍ. ¶ فَرَوَاهُ عَنْ قُتَيْبَةَ، عَنْهُ. ¶ وَعَنْ عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ",
            "page": "172",
            "part": "1",
            "seal": "452A2A37"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "جَدِّهِ، عَنْ يَحْيَى بْنِ أَيُّوبَ الْمِصْرِيِّ، عَنْ مَالِكِ بْنِ أَنَسٍ. ¶ فَسَاوَيْتُهُ مِنْ طَرِيقِ عَبْدِ الْمَلِكِ، وَهِيَ عَزِيزَةٌ، مِمَّا يَدْخُلُ فِي رِوَايَةِ الأَقْرَانِ، وَفِي رِوَايَةِ الْكِبَارِ عَنِ الصِّغَارِ، فَإِنَّ لَيْثًا أَكْبَرُ مِنْ يَحْيَى بْنِ أَيُّوبَ",
            "page": "173",
            "part": "1",
            "seal": "8C925040"
        },
        {
            "hno": "95",
            "id": "134",
            "nass": "الْحَدِيثُ الثَّانِي وَالْعِشْرُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ: ¶ أَخْبَرَنَا الشَّيْخُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ النَّحْوِيُّ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو أَحْمَدَ الْحُسَيْنُ بْنُ عَلِيٍّ التَّمِيمِيُّ، أَنَا الإِمَامُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَةَ -ح- وَأَخْبَرَنَا أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَلِيٍّ الْخَشَّابُ الصُّوفِيُّ، أَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ خُزَيْمَةَ، أَنَا جَدِّي، ثَنَا عَلِيُّ بْنُ حَجَرٍ، ثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، أَنَّهُ سَمِعَ ابْنَ عُمَرَ قَالَ: وَقَالَ أَبُو طَاهِرٍ يَقُولُ، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ الْغَادِرَ يَنْصِبُ لِوَاءً يَوْمَ الْقِيَامَةِ، فَيُقَالُ هَذِهِ غَدْرَةُ فُلانٍ» أَخْرَجَهُ مُسْلِمٌ، وَالنَّسَائِيُّ، عَنْ عَلِيِّ بْنِ حَجَرِ بْنِ إِيَاسَ أَبِي الْحَسَنِ السَّعْدِيِّ الْمَرْوَزِيِّ هَذَا.",
            "page": "177",
            "part": "1",
            "seal": "6DECCE3A"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "فَوَقَعَ لَنَا مُوَافَقَةً عَنْهُ بِعُلُوٍّ، وَالْحَمْدُ لِلَّهِ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، وَأَبُو دَاوُدَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْلَمَةَ بْنِ قَعْنَبٍ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ -ح-. ¶ وَرَوَاهُ النَّسَائِيُّ فِي حَدِيثِ مَالِكٍ، عَنْ أَبِي الْقَاسِمِ يَزِيدَ بْنِ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ الدِّمَشْقِيِّ، عَنْ أَبِي كَلْثَمٍ سَلامَةَ بْنِ بِشْرِ بْنِ بُدَيْلٍ الدِّمَشْقِيِّ، عَنْ يَزِيدَ بْنِ السِّمْطِ الصَنْعَانِيِّ ضُعَفَاءِ دِمَشْقَ عَنْ أَبِي عَمْرٍو عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو الأَوْزَاعِيِّ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ. ¶ فَسَاوَيْتُهُ مِنْ هَذَا الْوَجْهِ فِي الْعِدَّةِ إِلَى ابْنِ دِينَارٍ. ¶ وَلِمَالِكٍ، عَنِ الأَوْزَاعِيِّ رِوَايَةٌ أَيْضًا وَهُمَا قَرِينَانِ، إِلا أَنَّ الأَوْزَاعِيَّ أَقْدَمُ وَفَاةً فَإِنَّهُ مَاتَ سَنَةَ سَبْعٍ وَخَمْسِينَ وَمِائَةٍ وَمَاتَ مَالِكٌ رَحِمَهُ اللَّهُ سَنَةَ تِسْعٍ وَسَبْعِينَ وَمِائَةٍ",
            "page": "178",
            "part": "1",
            "seal": "5125024D"
        },
        {
            "hno": "97",
            "id": "138",
            "nass": "الْحَدِيثُ الثَّالِثُ وَالْعِشْرُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ الْمَغْرِبِيُّ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْجَوْزَقِيُّ الْعَدْلُ، أَنَا مَكِّيُّ بْنُ عَبْدَانَ، ثَنَا عَبْدُ اللَّهِ بْنُ هَاشِمٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَجُلا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي وَقَعْتُ بِامْرَأَتِي فِي رَمَضَانَ. ¶ قَالَ: «أَعْتِقْ رَقَبَةً» قَالَ: لا أَجِدُ، قَالَ: «فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ» قَالَ: لا أَسْتَطِيعُ. ¶ قَالَ: «أَطْعِمْ سِتِّينَ مِسْكِينًا» قَالَ: لا أَجِدُ قَالَ: فَأَتَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِكْتَلٍ فِيهِ أَحَدَ عَشَرَ صَاعًا مِنْ تَمْرٍ قَالَ: «خُذْ هَذَا فَأَطْعِمْهُمَا عَنْكَ» قَالَ: يَا رَسُولَ اللَّهِ، مَا بَيْنَ لابَتَيْهَا أَحْوَجُ إِلَيْهِ مِنَّا. ¶ قَالَ: «خُذْ هَذَا فَأَطْعِمْهُ أَهْلَكَ» ¶ وَأَخْبَرَنَا أَبُو بَكْرٍ فِي مَوْضِعٍ آخَرَ، قَالَ: أَنَا أَبُو بَكْرٍ، أَنَا أَبُو الْعَبَّاسِ الدَّغُولِيُّ وَأَبُو حَاتِمٍ مَكِّيُّ بْنُ عَبْدَانَ قَالَ: الدَّغُولِيُّ أَنَا وَقَالَ: مَكِّيٌّ ثَنَا عَبْدُ اللَّهِ بْنُ هَاشِمٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ -ح-. ¶ وَأَخْبَرَنَا أَبُو بَكْرٍ، أَنَا أَبُو بَكْرٍ، قَالَ: وَأَنَا أَبُو أَحْمَدَ عَبْدُ الْوَاحِدِ بْنُ",
            "page": "181",
            "part": "1",
            "seal": "30086CB0"
        },
        {
            "hno": "101",
            "id": "139",
            "nass": "مُحَمَّدِ بْنِ سَعِيدٍ الأَرْغِيَانِيُّ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ -ح-. ¶ وَأَخْبَرَنَا أَبُو بَكْرٍ، أَنَا أَبُو بَكْرٍ. ¶ قَالَ: وَأَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ يَحْيَى بْنِ عُمَرَ بْنِ عَلِيِّ بْنِ حَرْبٍ الْمَوْصِلِيُّ بِبَغْدَادَ، ثَنَا عَلِيُّ بْنُ حَرْبٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ، فَقَالَ: هَلَكْتُ، قَالَ: «وَمَا شَأْنُكَ» قَالَ: وَقَعْتُ عَلَى امْرَأَتِي فِي شَهْرِ رَمَضَانَ. ¶ قَالَ: «فَهَلْ تَجِدُ مَا تَعْتِقُ رَقَبَةً» قَالَ: لا قَالَ: «فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ» قَالَ: لا. ¶ قَالَ: «فَهَلْ تَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا» قَالَ: لا قَالَ: «فَاجْلِسْ» فَجَلَسَ فَأَتَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعِرْقٍ فِيهِ تَمْرٌ. ¶ قَالَ: «خُذْ هَذَا فَتَصَدَّقْ بِهِ» قَالَ: عَلَى أَفْقَرِ مِنَّا، فَمَا بَيْنَ لابَتَيْهَا أَفْقَرُ مِنَّا. ¶ قَالَ: فَتَبَسَّمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ أَنْيَابُهُ. ¶ قَالَ: «خُذْهُ فَأَطْعِمْهُ عِيَالَكَ» قَالَ: أَبُو بَكْرٍ: هَذَا لَفْظُ عَبْدِ اللَّهِ بْنِ هَاشِمٍ بِرِوَايَةِ مَكِّيٍّ. ¶ وَقَالَ: عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ فِي حَدِيثِهِ: وَالْعِرْقُ الْمِكْتَلُ الْعَظِيمُ ¶ أَخْبَرَنَا الأُسْتَاذُ الإِمَامُ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ، أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ الأَزْهَرِيُّ، ثَنَا أَبُو عَوَانَةَ يَعْقُوبُ بْنُ إِسْحَاقَ الْحَافِظُ، ثَنَا عَلِيُّ بْنُ حَرْبٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ -ح-.",
            "page": "182",
            "part": "1",
            "seal": "389D6114"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "وَأَخْبَرَنَاهُ أَبُو الْقَاسِمِ، أَنَا أَبُو نُعَيْمٍ، ثَنَا أَبُو عَوَانَةَ، قَالَ: وَثَنَا أَبُو إِسْمَاعِيلَ التِّرْمِذِيُّ، ثَنَا الْحُمَيْدِيُّ، ثَنَا سُفْيَانُ، ثَنَا الزُّهْرِيُّ، وَحَفِظْنَاهُ مِنْهُ، قَالَ: أَخْبَرَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَجُلا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، هَلَكْتُ. ¶ قَالَ: «وَمَا هَلَكْتَ؟» قَالَ: وَقَعْتُ عَلَى أَهْلِي فِي رَمَضَانَ، قَالَ: «فَهَلْ تَجِدُ مَا تَعْتِقُ رَقَبَةً» قَالَ: لا. ¶ قَالَ: «فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ؟» قَالَ: لا. ¶ قَالَ: «فَهَلْ تَجِدُ مَا تُطْعِمُ سِتِّينَ مِسْكِينًا؟» قَالَ: لا، قَالَ: ثُمَّ جَلَسَ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعِرْقٍ فِيهِ تَمْرٌ. ¶ فَقَالَ: «تَصَدَّقْ بِهَذَا» فَقَالَ: عَلَى أَفْقَرِ مِنَّا، وَمَا بَيْنَ لابَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ إِلَيْهِ مِنَّا. ¶ فَضَحِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ أَنْيَابُهُ. ¶ ثُمَّ قَالَ: «اذْهَبْ فَأَطْعِمْهُ أَهْلَكَ» وَاللَّفْظُ لِلْحُمَيْدِيِّ. ¶ اتَّفَقَ الْبُخَارِيُّ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَأَبُو",
            "page": "183",
            "part": "1",
            "seal": "68F4A537"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "عِيسَى، وَأَبُو عَبْدِ الرَّحْمَنِ عَلَى إِخْرَاجِ هَذَا الْحَدِيثِ، مِنْ حَدِيثِ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيِّ الْمَدِينِيِّ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ، وَمَنْصُورِ بْنِ الْمُعْتَمِرِ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، مِنْ حَدِيثِ مَعْمَرِ بْنِ رَاشِدٍ الْيَمَانِيِّ. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ مَالِكِ بْنِ أَنَسٍ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، مِنْ حَدِيثِ شُعَيْبِ بْنِ أَبِي جَمْرَةَ،",
            "page": "184",
            "part": "1",
            "seal": "961173B5"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "وَإِبْرَاهِيمَ بْنِ سَعْدٍ، وَعَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو الأَوْزَاعِيِّ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، مِنْ حَدِيثِ عَبْدِ الْمَلِكِ بْنِ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ الْمَكِّيِّ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، مِنْ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ، وَعِرَاكِ بْنِ مَالِكٍ الْغِفَارِيِّ، كُلُّهُمْ، عَنِ الزُّهْرِيِّ، بِمَعْنَاهُ. ¶ فَرَوَى حَدِيثَ يَحْيَى، عَنْ مُحَمَّدِ بْنِ نَصْرٍ، وَأَبِي إِسْمَاعِيلَ مُحَمَّدِ بْنِ إِسْمَاعِيلَ التِّرْمِذِيِّ: جَمِيعًا، عَنْ أَيُّوبَ بْنِ سُلَيْمَانَ بْنِ بِلالٍ الْمَدِينِيِّ، عَنْ أَبِي بَكْرٍ عَبْدِ الْحَمِيدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلالٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ. ¶ وَرَوَى حَدِيثَ عِرَاكٍ، عَنِ الرَّبِيعِ بْنِ سُلَيْمَانَ بْنِ دَاوُدَ الْجِيزِيِّ وَلَيْسَ بِالْمُرَادِيِّ، عَنْ أَبِي الأَسْوَدِ النَّضْرِ بْنِ عَبْدِ الْجَبَّارِ الْمِصْرِيِّ، وَإِسْحَاقَ بْنِ بَكْرِ بْنِ مُضَرَ، عَنْ بَكْرِ بْنِ مُضَرَ الْمِصْرِيِّ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ الْمِصْرِيِّ، عَنْ عِرَاكٍ. ¶ فَسَاوَيْتُهُ فِي هَاتَيْنِ الطَّرِيقَيْنِ فِي الْعِدَّةِ إِلَى",
            "page": "185",
            "part": "1",
            "seal": "A582FD9A"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "الزُّهْرِيِّ. ¶ وَلأَبِي هُرَيْرَةَ رَاوٍ آخَرَ اسْمُهُ حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ وَهُوَ الْحِمْيَرِيُّ الْبَصْرِيُّ يَرْوِي عَنْهُ مُحَمَّدُ بْنُ الْمُنْتَشِرِ الْهَمْدَانِيُّ وَأَبُو بِشْرٍ جَعْفَرُ بْنُ أَبِي وَحْشَةَ الْيَشْكُرِيُّ، وَدَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الأَوْدِيُّ الْكُوفِيُّ، وَهُوَ الَّذِي رَوَى عَنْهُ أَفْضَلَ الصِّيَامِ بَعْدَ شَهْرِ رَمَضَانَ",
            "page": "186",
            "part": "1",
            "seal": "FF1C5924"
        },
        {
            "hno": "103",
            "id": "146",
            "nass": "الْحَدِيثُ الرَّابِعُ وَالْعِشْرُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ أَبِي عَمْرِو بْنِ أَبِي الْحُسَيْنِ الْبَحِيرِيُّ، أَنَا أَبُو عَلِيٍّ زَاهِرُ بْنُ أَحْمَدَ، أَنَا أَبُو الْقَاسِمِ بْنُ مُنَيْعٍ، ثَنَا مُصْعَبُ بْنُ عَبْدِ اللَّهِ الزُّبَيْرِيُّ، حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ كُرَيْبٍ مَوْلَى ابْنِ عَبَّاسٍ، عَنْ أُسَامَةَ بْنِ زَيْدٍ: أَنَّهُ سَمِعَهُ يَقُولُ: دَفَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ بِالشِّعْبِ، نَزَلَ فَبَالَ، ثُمَّ تَوَضَّأَ وَلَمْ يُسْبِغِ الْوُضُوءَ فَقُلْتُ لَهُ: الصَّلاةُ يَا رَسُولَ اللَّهِ! فَقَالَ: «الصَّلاةُ أَمَامَكَ» فَرَكِبَ، فَلَمَّا جَاءَ الْمُزْدَلِفَةَ، نَزَلَ فَتَوَضَّأَ فَأَسْبَغَ الْوُضُوءَ، ثُمَّ أُقِيمَتِ الصَّلاةُ، فَصَلَّى الْمَغْرِبَ، ثُمَّ أَنَاخَ كُلُّ إِنْسَانٍ بَعِيرَهُ، ثُمَّ أُقِيمَتْ صَلاةُ الْعِشَاءِ فَصَلاهَا، وَلَمْ يُصَلِّ بَيْنَهُمَا شَيْئًا.",
            "page": "189",
            "part": "1",
            "seal": "59EC361B"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "أَخْرَجَهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَأَبُو عَبْدِ الرَّحْمَنِ مِنْ حَدِيثِ مَالِكٍ، عَنْ أَبِي مُحَمَّدٍ مُوسَى بْنِ عُقْبَةَ صَاحِبِ الْمَغَازِي، عَنْ أَبِي رُشْدِ بْنِ كُرَيْبٍ، عَنْ أَبِي مُحَمَّدٍ أُسَامَةَ بْنِ زَيْدِ بْنِ حَارِثَةَ الْكَلْبِيِّ حِبِّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَوْلاهُ. ¶ فَوَقَعَ لَنَا بَدَلا عَالِيًا، مِنْ شُيُوخِهِمْ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، وَمُسْلِمٌ، مِنْ حَدِيثِ مُحَمَّدِ بْنِ أَبِي حَرْمَلَةَ الْمَدِينِيِّ، عَنْ كُرَيْبٍ، بِمَعْنَاهُ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، وَالنَّسَائِيُّ مِنْ حَدِيثِ إِبْرَاهِيمَ بْنِ عُقْبَةَ أَخِي مُوسَى بْنِ عُقْبَةَ، عَنْ كُرَيْبٍ.",
            "page": "190",
            "part": "1",
            "seal": "A6CC3D89"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "وَأَخْرَجَهُ مُسْلِمٌ، مِنْ حَدِيثِ مُحَمَّدِ بْنِ عُقْبَةَ أَخِيهِمْ، عَنْ كُرَيْبٍ. ¶ وَرَوَاهُ النَّسَائِيُّ فِي جَمْعِهِ حَدِيثَ مَالِكٍ، عَنْ سَعِيدِ بْنِ عَمْرِو بْنِ سَعِيدٍ، عَنِ الْمُعَافَي بْنِ عِمْرَانَ، عَنْ مُوسَى بْنِ أَعْيَنَ، عَنِ ابْنِ أَبِي سَلَمَةَ، عَنْ مَالِكٍ، عَنْ مُوسَى. ¶ فَسَاوَيْتُهُ مِنْ هَذَا الْوَجْهِ فِي الْعِدَّةِ إِلَى مَالِكٍ رَحِمَهُ اللَّهُ",
            "page": "191",
            "part": "1",
            "seal": "0BCDCF3E"
        },
        {
            "hno": "104",
            "id": "150",
            "nass": "الْحَدِيثُ الْخَامِسُ وَالْعِشْرُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو سَعْدٍ الْكَنْجَرُوذِيُّ، أَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، أَنَا أَبُو يَعْلَى، ثَنَا أَبُو خَيْثَمَةَ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ: مَرَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِشَاةٍ مَيِّتَةٍ، فَقَالَ: «أَلا أَخَذُوا إِهَابَهَا فَدَبَغُوهُ فَاسْتَنْفَعُوا بِهِ» ! ؟ قَالُوا: إِنَّهَا مَيِّتَةٌ. ¶ قَالَ: «إِنَّمَا حُرِّمَ أَكْلُهَا» ¶ وَأَخْبَرَنَا أَبُو سَعْدٍ، أَنَا أَبُو عَمْرٍو، أَنَا أَبُو يَعْلَى، ثَنَا إِسْحَاقُ هُوَ ابْنُ أَبِي إِسْرَائِيلَ قَالَ: سَمِعْتُ سُفْيَانَ بِمِنًى يَقُولُ: حَفِظْتُهُ مِنْ فِي الزُّهْرِيِّ يُحَدِّثُ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِشَاةٍ لِمَوْلاةٍ لَهَا أُعْطِيَتْهَا مِنَ الصَّدَقَةِ، فَقَالَ: «أَلا أَخَذُوا إِهَابَهَا فَدَبَغُوهُ، وَانْتَفَعُوا بِهِ! ؟» قَالُوا: يَا رَسُولَ اللَّهِ إِنَّهَا مَيِّتَةٌ. ¶ قَالَ: «إِنَّمَا حُرِّمَ أَكْلُهَا» قَالَ: يَعْقُوبُ: وَنَزَعَ سُفْيَانُ بِهَذِهِ الآيَةِ: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ} [الأنعام: 145] . ¶ قَالَ: سُفْيَانُ: فَلَوْ لَمْ تَكُنْ إِلا هَذِهِ الآيَةُ اسْتَدْلَلْتُ بِهَا يُرِيدُ الأَكْلَ",
            "page": "193",
            "part": "1",
            "seal": "F51094BB"
        },
        {
            "hno": "106",
            "id": "151",
            "nass": "أَخْبَرَنَاهُ أَحْمَدُ بْنُ أَبِي الْقَاسِمِ الْقَيْرَوَانِيُّ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَافِظُ الشَّيْبَانِيُّ، أَنَا أَبُو سَعِيدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زِيَادِ بْنِ بُسْرِ بْنِ الأَعْرَابِيِّ، بِمَكَّةَ، ثَنَا سَعْدَانُ بْنُ نَصْرٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ -ح-. ¶ وَأَخْبَرَنَا أَحْمَدُ، أَنَا مُحَمَّدٌ، قَالَ: وَأَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ وَاللَّفْظُ لَهُ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بُسْرٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ قَالَتْ: مَرَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِشَاةٍ مَيِّتَةٍ، فَقَالَ: «أَلا أَخَذُوا إِهَابَهَا فَدَبَغُوهُ فَانْتَفَعُوا بِهَا» فَقَالُوا إِنَّهَا مَيِّتَةٌ، فَقَالَ: «إِنَّمَا حُرِّمَ أَكْلُهَا» ¶ أَخْبَرَنَا الأُسْتَاذُ الإِمَامُ زَيْنُ الإِسْلامِ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ رَحِمَهُ اللَّهُ، أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ الإِسْفَرَائِينِيُّ، أَنَا أَبُو عَوَانَةَ يَعْقُوبُ بْنُ إِسْحَاقَ الْحَافِظُ الْمَهْرِجَانِيُّ، ثَنَا شُعَيْبُ بْنُ عَمْرٍو الدِّمَشْقِيُّ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مَرَّ بِشَاةٍ لَهَا مَيِّتَةٍ، قَالَ: «أَلا نَزَعْتُمْ إِهَابَهَا فَدَبَغْتُمُوهُ فَانْتَفَعْتُمْ بِهِ! ؟» قَالُوا يَا رَسُولَ اللَّهِ إِنَّهَا مَيِّتَةٌ، قَالَ: «إِنَّمَا حُرِّمَ أَكْلُهَا» . ¶ اخْتَلَفَ عَلَى سُفْيَانَ بْنِ عُيَيْنَةَ فِي هَذَا الْحَدِيثِ: فَرَوَاهُ عَنْهُ كَمَا تَقَدَّمَ، أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ يَحْيَى ابْنُ ابْنِ أَبِي عُمَرَ الْعَدَنِيُّ، وَمُسَدَّدُ بْنُ مُسَرْهَدٍ",
            "page": "194",
            "part": "1",
            "seal": "49BA6FFC"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "الأَسَدِيُّ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ عَبْدِ اللَّهِ الْمَدِينِيُّ، وَوَهْبُ بْنُ بَيَانٍ الْوَاسِطِيُّ نَزِيلُ مِصْرَ. ¶ وَقَالُوا فِيهِ: عَنْ مَيْمُونَةَ. ¶ وَرَوَاهُ عَنْهُ الإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِدْرِيسَ بْنِ الْعَبَّاسِ الشَّافِعِيُّ، وَأَبُو الْحَسَنِ عُثْمَانُ بْنُ مُحَمَّدِ بْنِ أَبِي شَيْبَةَ، وَأَبُو زَكَرِيَّا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَعَمْرُو بْنُ مُحَمَّدِ بْنِ بُكَيْرٍ النَّاقِدُ، وَمُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، وَالْحَسَنُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ الزَّعْفَرَانِيُّ، الْبَغْدَادِيُّونَ.",
            "page": "195",
            "part": "1",
            "seal": "C763C34A"
        },
        {
            "hno": "109",
            "id": "153",
            "nass": "فَقَالُوا:، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَذْكُرْ مَيْمُونَةَ. ¶ وَكَذَلِكَ رَوَاهُ عَنِ الزُّهْرِيِّ. ¶ يُونُسُ بْنُ يَزِيدَ وَعُقَيْلُ بْنُ خَالِدٍ الأَيْلِيَّانِ، وَمَالِكُ بْنُ أَنَسٍ، وَصَالِحُ بْنُ كَيْسَانَ الْمَدَنِيَّانِ، وَمَعْمَرُ بْنُ رَاشِدٍ الْيَمَانِيُّ، وَحَفْصُ بْنُ الْوَلِيدِ الْحَضْرَمِيُّ الْمِصْرِيُّ. ¶ وَالاضْطِرَابُ فِيهِ مِنْ سُفْيَانَ، فَإِنَّهُ كَانَ يَرْوِيهِ تَارَةً هَكَذَا، وَتَارَةً هَكَذَا، بَيَّنَ ذَلِكَ عَلِيُّ بْنُ الْمَدِينِيِّ ¶ وَقَدْ أَخْبَرَنَا بِحَدِيثِ الزَّعْفَرَانِيِّ عَالِيًا الإِمَامُ أَبُو بَكْرٍ أَحْمَدُ بْنُ",
            "page": "196",
            "part": "1",
            "seal": "26546B1D"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "الْحُسَيْنِ بْنِ عَلِيٍّ الْبَيْهَقِيُّ رَحِمَهُ اللَّهُ، ثَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ يُوسُفَ الأَصْبَهَانِيُّ، أَنَا أَبُو سَعِيدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زِيَادٍ الْبَصْرِيُّ بِمَكَّةَ، ثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِشَاةٍ مَيِّتَةٍ لِمَوْلاةٍ لِمَيْمُونَةَ. ¶ فَقَالَ: «أَلا أَخَذُوا إِهَابَهَا فَدَبَغُوهُ فَانْتَفَعُوا بِهِ! ؟» قَالُوا: إِنَّهَا مَيِّتَةٌ. ¶ قَالَ: «إِنَّمَا حُرِّمَ أَكْلُهَا» . ¶ وَقَدْ رَوَاهُ أَبُو مُحَمَّدٍ عَطَاءُ بْنُ أَبِي رَبَاحٍ الْفَقِيهُ الْمَكِّيُّ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ أَيْضًا. ¶ فَرَوَاهُ عَنْهُ يَزِيدُ بْنُ أَبِي حَبِيبٍ الْمِصْرِيُّ، وَعَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ الْعَزْرَمِيُّ الْكُوفِيُّ، فَلَمْ يَذْكُرَا فِيهِ مَيْمُونَةَ. ¶ وَكَذَلِكَ رَوَاهُ ابْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَطَاءٍ. ¶ وَرَوَاهُ ابْنُ جُرَيْجٍ، عَنْ عَمْرٍو، عَنْ عَطَاءٍ. ¶ فَاخْتَلَفَ عَنْهُ فِيهِ.",
            "page": "197",
            "part": "1",
            "seal": "7B5C4B5E"
        },
        {
            "hno": "110",
            "id": "155",
            "nass": "فَرَوَاهُ أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، عَنْ أَبِي عَاصِمٍ الضَّحَّاكِ بْنِ مَخْلَدٍ الشَّيْبَانِيِّ النَّبِيلِ، عَنِ ابْنِ جُرَيْجٍ، فَجَعَلَهُ مِنْ مُسْنَدِ مَيْمُونَةَ بِنْتِ الْحَارِثِ بْنِ حَزْنٍ الْهِلالِيَّةِ، أُمِّ الْمُؤْمِنِينَ، وَهِيَ خَالَةُ ابْنِ عَبَّاسٍ. ¶ وَرَوَاهُ أَبُو أُمَيَّةَ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ مُسْلِمٍ الطَّرَسُوسِيُّ، عَنْ أَبِي عَاصِمٍ، فَلَمْ يَذْكُرْ مَيْمُونَةَ فِي إِسْنَادِهِ ¶ وَقَدْ وَقَعَ لِي حَدِيثُ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عَطَاءٍ، عَالِيًا بِحَمْدِ اللَّهِ. ¶ أَخْبَرَنِيهِ أَبُو عُثْمَانَ سَعِيدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْبَحِيرِيُّ، وَالأُسْتَاذُ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ، قَالا: أَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ عُمَرَ، قَالَ: أَنَا مُحَمَّدُ بْنُ إِسْحَاقَ الثَّقَفِيُّ، ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: مَاتَتْ شَاةٌ، فَقَالَ: رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَلا نَزَعْتُمْ جِلْدَهَا، ثُمَّ دَبَغْتُمُوهُ فَاسْتَمْتَعْتُمْ بِهِ! ؟» وَرَوَى عَبْدُ الرَّحْمَنِ بْنُ وَعْلَةَ الشَّيْبَانِيُّ الْمِصْرِيُّ، عَنِ ابْنِ عَبَّاسٍ:",
            "page": "198",
            "part": "1",
            "seal": "69F93472"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "إِذَا دُبِغَ الإِهَابُ فَقَدْ طَهُرَ. ¶ وَلَمْ يَخْتَلِفْ عَنْهُ فِي إِسْنَادِهِ فِيمَا أَعْلَمُ. ¶ وَهَذَا الاخْتِلافُ الَّذِي ذَكَرْنَاهُ، لا يُؤَثِّرُ فِي صِحَّةِ الْحَدِيثِ، فَقَدْ أَخْرَجَهُ الأَئِمَّةُ فِي كُتُبِهِمْ مِنْ وُجُوهٍ مِنْهَا: لِلنَّسَائِيِّ، عَنْ عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ. ¶ ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ حَفْصِ بْنِ الْوَلِيدِ أَمِيرِ مِصْرَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي مُحَمَّدٍ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ الْهُذَلِيِّ، عَنْ أَبِي عَبَّاسٍ عَبْدِ اللَّهِ بْنِ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ",
            "page": "199",
            "part": "1",
            "seal": "8EAAC6A7"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "فَسَاوَيْتُهُ مِنْ هَذَا الْوَجْهِ فِي الْعِدَّةِ إِلَى ابْنِ عَبَّاسٍ وَالْحَمْدُ لِلَّهِ.",
            "page": "200",
            "part": "1",
            "seal": "EC838C8E"
        },
        {
            "hno": "111",
            "id": "158",
            "nass": "الْحَدِيثُ السَّادِسُ وَالْعِشْرُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الأَدِيبُ، أَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ الضَّرِيرُ، أَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى، ثَنَا أَبُو خَيْثَمَةَ يَعْنِي زُهَيْرَ بْنَ حَرْبٍ النَّسَائِيَّ، ثَنَا سُفْيَانُ، ثَنَا الزُّهْرِيُّ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ امْرَأَةً مِنْ خَثْعَمٍ سَأَلَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَدَاةَ النَّحْرِ، فَقَالَتْ: إِنَّ فَرِيضَةَ اللَّهِ فِي الْحَجِّ أَدْرَكَتْ أَبِي وَهُوَ شَيْخٌ كَبِيرٌ لا يَسْتَطِيعُ أَنْ يَسْتَمْسِكَ عَلَى الرَّحْلِ، فَهَلْ تَرَى أَنْ نَحُجَّ عَنْهُ؟ قَالَ: «نَعَمْ»",
            "page": "201",
            "part": "1",
            "seal": "B80B263D"
        },
        {
            "hno": "112",
            "id": "159",
            "nass": "أَخْبَرَنَاهُ أَحْمَدُ بْنُ مَنْصُورٍ الْمَعَرِّيُّ، أَنَا أَبُو بَكْرٍ الْجَوْزَقِيُّ، أَنَا أَبُو الْعَبَّاسِ الدَّغُولِيُّ وَأَبُو حَاتِمٍ مَكِّيُّ بْنُ عَبْدَانَ، قَالَ: الدَّغُولِيُّ: أَنَا، وَقَالَ: مَكِّيٌّ: ثَنَا عَبْدُ اللَّهِ بْنُ هَاشِمٍ، ثَنَا سُفْيَانُ -ح-. ¶ قَالَ أَبُو بَكْرٍ: وَأَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ وَمَكِّيُّ بْنُ عَبْدَانَ قَالا: ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ امْرَأَةً مِنْ خَثْعَمٍ سَأَلَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَدَاةَ النَّحْرِ وَالْفَضْلُ رِدْفُهُ. ¶ فَقَالَتْ: إِنَّ فَرِيضَةَ اللَّهِ فِي الْحَجِّ عَلَى عِبَادِهِ، أَدْرَكَتْ أَبِي شَيْخًا كَبِيرًا لا يَسْتَمْسِكُ عَلَى الرَّحْلِ، فَهَلْ تَرَى أَنْ نَحُجَّ عَنْهُ؟ قَالَ: «نَعَمْ» . ¶ هَذَا لَفْظُ عَبْدِ اللَّهِ بْنِ هَاشِمٍ، وَقَالَ: عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ فِي حَدِيثٍ: إِنَّ أَبِي شَيْخٌ كَبِيرٌ لا يُقِيمُ عَلَى الرَّاحِلَةِ وَلا يَقْدِرُ أَنْ يَحُجَّ، أَنَحُجُّ عَنْهُ؟ قَالَ: «نَعَمْ» . ¶ هَكَذَا رَوَاهُ مَالِكُ بْنُ أَنَسٍ، وَشُعَيْبُ بْنُ أَبِي حَمْزَةَ الْحِمْصِيُّ، وَعَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ الْمَاجِشُونُ، وَصَالِحُ بْنُ كَيْسَانَ الْمَدِينِيُّ، وَأَيُّوبُ بْنُ أَبِي تَمِيمَةَ السَّخْتِيَانِيُّ، عَنِ الزُّهْرِيِّ. ¶ وَلَمْ يَذْكُرُوا فِي إِسْنَادِهِ الْفَضْلَ بْنَ عَبَّاسٍ. ¶ وَرَوَاهُ يُونُسُ بْنُ يَزِيدَ الأَيْلِيُّ، وَعَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ، عَنِ الزُّهْرِيِّ. ¶ فَزَادَا فِي إِسْنَادِهِ الْفَضْلَ. ¶ وَرَوَاهُ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو الأَوْزَاعِيُّ عَنْهُ. ¶ فَاخْتَلَفَ عَنْهُ فِيهِ: فَرَوَاهُ عَنْهُ، مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ، وَعُمَرُ بْنُ عَبْدِ الْوَاحِدِ الدِّمَشْقِيُّ فَجَعَلاهُ مِنْ مُسْنَدِ عَبْدِ اللَّهِ وَرَوَاهُ الْوَلِيدُ بْنُ مُسْلِمٍ أَبُو الْعَبَّاسِ الدِّمَشقِيُّ عَنْهُ. ¶ فَاخْتَلَفَ عَنْهُ فِيهِ. ¶ فَرَوَاهُ عَمْرُو بْنُ عُثْمَانَ الْحِمْصِيُّ عَنْهُ، عَنِ الأَوْزَاعِيِّ، مِنْ غَيْرِ ذِكْرِ الْفَضْلِ بْنِ عَبَّاسٍ وَرَوَاهُ مُحَمَّدُ بْنُ هَاشِمٍ الْبَعْلَبَكِّيُّ، عَنِ الْوَلِيدِ عَنْهُ.",
            "page": "202",
            "part": "1",
            "seal": "C408ECB8"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "فَجَعَلَهُ مِنْ مُسْنَدِ الْفَضْلِ. ¶ وَرَوَاهُ يَحْيَى بْنُ أَبِي إِسْحَاقَ الْحَضْرَمِيُّ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ. ¶ فَاخْتَلَفَ عَنْهُ فِيهِ: فَرَوَاهُ هُشَيْمُ بْنُ بَشِيرٍ أَبُو مُعَاوِيَةَ الْوَاسِطِيُّ، عَنْهُ. ¶ وَلَمْ يَذْكُرِ الْفَضْلَ. ¶ وَرَوَاهُ هِشَامُ بْنُ حَسَّانٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ يَحْيَى بْنِ أَبِي إِسْحَاقَ، عَنْ سُلَيْمَانَ، عَنِ الْفَضْلِ. ¶ وَلَمْ يَذْكُرْ عَبْدَ اللَّهِ. ¶ وَكَذَلِكَ رَوَاهُ أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ الْحَلَبِيُّ، عَنْ شُعْبَةَ، عَنْ يَحْيَى بْنِ أَبِي إِسْحَاقَ وَسُلَيْمَانَ بْنِ يَسَارٍ. ¶ وَلَمْ يَسْمَعْ مِنَ الْفَضْلِ. ¶ وَقَدْ أَخْرَجَهُ الْبُخَارِيُّ مِنْ حَدِيثِ مَالِكٍ وَشُعَيْبٍ وَالْمَاجِشُونِ",
            "page": "203",
            "part": "1",
            "seal": "24377B2D"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "وَالْفِرْيَابِيِّ، عَنِ الأَوْزَاعِيِّ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، مِنْ حَدِيثِ مَالِكٍ وَابْنِ جُرَيْجٍ. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ مِنْ حَدِيثِ مَالِكٍ. ¶ وَأَخْرَجَهُ أَبُو عِيسَى مِنْ حَدِيثِ ابْنِ جُرَيْجٍ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ مِنْ حَدِيثِ مَالِكٍ. ¶ وَابْنِ عُيَيْنَةَ وَصَالِحِ بْنِ كَيْسَانَ وَأَيُّوبَ، وَالْوَلِيدِ بْنِ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، عَنِ الزُّهْرِيِّ.",
            "page": "204",
            "part": "1",
            "seal": "A35438DE"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "وَأَخْرَجَهُ مِنْ حَدِيثِ يَحْيَى بْنِ أَبِي إِسْحَاقَ. ¶ فَسَاوَيْتُهُ فِي الْعِدَّةِ إِلَى الزُّهْرِيِّ مِنْ رِوَايَةِ أَيُّوبَ. ¶ لأَنَّهُ",
            "page": "205",
            "part": "1",
            "seal": "7F62E62B"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "أَخْرَجَهَا، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ الأَنْطَاكِيِّ، عَنْ عَلِيِّ بْنِ حَكِيمٍ الأَوْدِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الرُّؤَاسِيِّ الْكُوفِيِّ، عَنْ أَبِي إِسْمَاعِيلَ حَمَّادِ بْنِ زَيْدِ بْنِ دُرَيْهِمٍ الأَزْدِيِّ الْبَصْرِيِّ، عَنْ أَبِي بَكْرٍ أَيُّوبَ بْنِ أَبِي تَمِيمَةَ، عَنِ الزُّهْرِيِّ، وَلِلَّهِ الْحَمْدُ",
            "page": "206",
            "part": "1",
            "seal": "B20104DE"
        },
        {
            "hno": "113",
            "id": "164",
            "nass": "الْحَدِيثُ السَّابِعُ وَالْعِشْرُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا الشَّيْخُ الزَّكِيُّ أَبُو الْحُسَيْنِ عَبْدُ الْغَافِرِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْغَافِرِ الْفَارِسِيُّ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو سَهْلٍ بِشْرُ بْنُ أَحْمَدَ بْنِ بِشْرٍ الإِسْفَرَائِينِيُّ، ثَنَا دَاوُدُ بْنُ الْحُسَيْنِ بْنِ عُقَيْلٍ الْخُسْرَوْجِرْدِيُّ، ثَنَا يَحْيَى بْنُ يَحْيَى، أَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ: دَخَلَ عَلَيْنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَنَحْنُ نُغَسِّلُ ابْنَتَهُ، فَقَالَ: «اغْسِلْنَهَا ثَلاثًا، أَوْ خَمْسًا، أَوْ أَكْثَرَ مِنْ ذَلِكَ، بِمَاءٍ وَسِدْرٍ، وَاجْعَلْنَ فِي الآخِرَةِ كَافُورًا، أَوْ شَيْئًا مِنْ كَافُورٍ، فَإِذَا فَرَغْتُنَّ فَآذِنَّنِي» . ¶ فَلَمَّا فَرَغْنَا آذَنَّاهُ، قَالَتْ فَأَلْقَى إِلَيْنَا حِقْوَهُ،",
            "page": "207",
            "part": "1",
            "seal": "ADD43140"
        },
        {
            "hno": "114",
            "id": "165",
            "nass": "فَقَالَ: «أَشْعِرْنَهَا إِيَّاهُ» . ¶ رَوَتْهُ أُمُّ الْهُذَيْلِ حَفْصَةُ بِنْتُ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، نُسَيْبَةَ وَيُقَالُ: نُسَيْبَةُ بِنْتُ كَعْبٍ الأَنْصَارِيَّةُ، نَحْوَ رِوَايَةِ أَخِيهَا أَبِي بَكْرٍ مُحَمَّدِ بْنِ أَبِي عَمْرَةَ سِيرِينَ الْبَصْرِيِّ الْفَقِيهِ، مَوْلَى الأَنْصَارِ، عَنْهَا ¶ أَخْبَرَنَا بِحَدِيثِ الإِمَامِ أَبِي بَكْرٍ أَحْمَدَ بْنِ الْحُسَيْنِ الْحَافِظِ، أَنَا أَبُو عَبْدِ اللَّهِ الْحَافِظُ، أَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ، ثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ الصَّغَانِيُّ، ثَنَا رَوْحُ بْنُ عُبَادَةَ، ثَنَا هِشَامُ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ الأَنْصَارِيَّةِ أَنَّهَا قَالَ: تُوُفِّيَتْ إِحْدَى بَنَاتِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَانَا، فَقَالَ: «اغْسِلْنَهَا بِمَاءٍ وَسِدْرٍ، وَاغْسِلْنَهَا وِتْرًا، ثَلاثًا أَوْ خَمْسًا، أَوْ أَكْثَرَ مِنْ ذَلِكَ، إِنْ رَأَيْتُنَّ ذَلِكَ، وَاجْعَلْنَ فِي الآخِرَةِ كَافُورًا أَوْ شَيْئًا مِنْ كَافُورٍ، فَإِذَا فَرَغْتُنَّ فَآذِنَّنِي» قَالَتْ: فَلَمَّا فَرَغْنَا آذَنَّاهُ، فَأَلْقَى إِلَيْنَا حِقْوَهُ، فَقَالَ: «أَشْعِرْنَهَا إِيَّاهُ» فَقَالَتْ أُمُّ عَطِيَّةَ: فَظَفَّرْنَا رَأْسَهَا ثَلاثَةَ قُرُونٍ، ثُمَّ أَلْقَيْنَا خَلْفَهَا مُقَدِّمَتَهَا وَقَرْنَيْهَا ¶ وَأَخْبَرَنَا أَبُو بَكْرٍ الْقَيْرَوَانِيُّ، أَنَا أَبُو بَكْرٍ السَّيْبَانِيُّ، أَنَا أَبُو حَامِدِ بْنُ",
            "page": "208",
            "part": "1",
            "seal": "0C09301F"
        },
        {
            "hno": "116",
            "id": "166",
            "nass": "الشَّرْقِيِّ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ إِمْلاءً مِنْ كِتَابِهِ قَالَ: ثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامِ بْنِ حَسَّانٍ، قَالَ: حَدَّثَتْنِي حَفْصَةُ، عَنْ أُمِّ عَطِيَّةَ قَالَتْ: تُوُفِّيَتْ إِحْدَى بَنَاتِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَتَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «اغْسِلْنَهَا» الْحَدِيثَ وَقَالَ: فِي آخِرِهِ قَالَتْ: ظَفَّرْنَا شَعْرَ ابْنَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلاثَ قُرُونٍ فَأَلْقَيْنَاهَا خَلْفَهَا ¶ وَأَخْبَرَنَاهُ أَبُو بَكْرٍ، أَنَا أَبُو بَكْرٍ، أَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ، ثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنِي إِبْرَاهِيمُ بْنُ حَبِيبِ بْنِ الشَّهِيدِ، ثَنَا هِشَامُ بْنُ حَسَّانٍ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ قَالَتْ: تُوُفِّيَتْ إِحْدَى بَنَاتِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَتَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «اغْسِلْنَهَا بِسِدْرٍ وَاغْسِلْنَهَا وِتْرًا» وَذَكَرَ الْحَدِيثَ بِنَحْوِ مَا مَضَى وَقَالَ: فِيهِ قَالَتْ: وَكَفَّنَّاهَا فِي خَمْسَةِ أَثْوَابٍ، وَخَمَّرْنَاهَا كَمَا يُخَمَّرُ الْحَيُّ، وَأَفْضَلْنَا فَضْلَةً مِنْ خِمَارِهَا فَفَزَزْنَاهَا مِنْ آخِرِ خِمَارِهَا، ثُمَّ سَدَلْنَا الْبَقِيَّةَ عَلَى وَجْهِهَا وَهَذِهِ زِيَادَةٌ غَرِيبَةٌ فِي الْحَدِيثِ. ¶ وَالْحَدِيثُ بِاللَّفْظِ الأَوَّلِ مِمَّا اتَّفَقَ الأَئِمَّةُ عَلَى إِخْرَاجِهِ فِي كُتُبِهِمْ. ¶ فَرَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ،",
            "page": "209",
            "part": "1",
            "seal": "8FF889E7"
        },
        {
            "hno": null,
            "id": "167",
            "nass": "وَأَبُو عَبْدِ الرَّحْمَنِ، مِنْ حَدِيثِ مَالِكِ بْنِ أَنَسٍ، عَنْ أَيُّوبَ. ¶ وَرَوَاهُ مُسْلِمٌ، عَنْ يَحْيَى بْنِ يَحْيَى النَّيْسَابُورِيِّ الَّذِي سُقْنَا حَدِيثَهُ أَوَّلا، عَنْ يَزِيدَ بْنِ زُرَيْعٍ أَبِي مُعَاوِيَةَ الْعَبْشِيِّ الْبَصْرِيِّ، عَنْ أَيُّوبَ. ¶ فَوَقَعَ لَنَا مُوَافَقَةً فِي شَيْخِهِ بِعُلُوٍّ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ وَمُسْلِمٌ وَأَبُو عِيسَى وَأَبُو عَبْدِ الرَّحْمَنِ، مِنْ حَدِيثِ أَبِي عَبْدِ اللَّهِ هِشَامِ بْنِ حَسَّانٍ الْقُرْدُوسِيِّ الْبَصْرِيِّ وَلَهُ طُرُقٌ سِوَى مَا ذَكَرْنَا بِأَلْفَاظٍ مُخْتَلِفَةٍ. ¶ وَالْوَجْهُ الَّذِي سَاوَيْتُ مِنْهُ فِيهِ النَّسَائِيَّ، أَنَّهُ أَخْرَجَهُ، عَنْ عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ مَالِكٍ",
            "page": "210",
            "part": "1",
            "seal": "A687A612"
        },
        {
            "hno": "117",
            "id": "170",
            "nass": "الْحَدِيثُ الثَّامِنُ وَالْعِشْرُونَ وَهُوَ مِمَّا أُسَاوِي فِيهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ النَّحْوِيُّ، أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى، ثَنَا أَبُو خَيْثَمَةَ، ثَنَا ابْنُ عُيَيْنَةَ، قَالَ: سَمِعْنَا الزُّهْرِيَّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ قِيلَ لَهُ: يُبَلِّغُ بِهِ؟ قَالَ: نَعَمْ، قَالَ: «الشُّؤْمُ فِي ثَلاثَةٍ، فِي الْفَرَسِ وَالْمَرْأَةِ وَالدَّارِ» ¶ أَخْبَرَنَاهُ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ زَكَرِيَّاءَ النَّيْسَابُورِيُّ، أَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ وَأَبُو أَحْمَدَ عَبْدُ الْوَاحِدِ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ الأَرْغِيَانِيُّ، ثَنَا عَبْدُ الرَّحْمَنِ بْنِ بِشْرٍ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الشُّؤْمُ فِي ثَلاثَةٍ، فِي الْمَرْأَةِ وَالْفَرَسِ وَالدَّارِ»",
            "page": "213",
            "part": "1",
            "seal": "D0E380CD"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "هَكَذَا رَوَاهُ عَنِ ابْنِ عُيَيْنَةَ، أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ الْحُمَيْدِيُّ، وَعَلِيُّ بْنُ عَبْدِ اللَّهِ الْمَدِينِيُّ، وَيَحْيَى بْنُ يَحْيَى، وَعَمْرُو بْنُ مُحَمَّدٍ النَّاقِدُ، وَأَبُو عُبَيْدِ اللَّهِ سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ، وَمُحَمَّدُ بْنُ مَنْصُورٍ الْجَوَّازُ الْمَكِّيَّانِ، وَكَذَلِكَ رَوَاهُ عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ، وَأَبُو بِشْرٍ شُعَيْبُ بْنُ أَبِي حَمْزَةَ، وَمَعْمَرُ بْنُ رَاشِدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ، وَعَبْدُ الرَّحْمَنِ بْنُ خَالِدِ بْنِ",
            "page": "214",
            "part": "1",
            "seal": "2AAC73CC"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "مُسَافِرٍ، وَيَحْيَى بْنُ سَعِيدِ بْنِ قَيْسٍ الأَنْصَارِيُّ، عَنِ الزُّهْرِيِّ. ¶ وَرَوَاهُ إِسْحَاقُ بْنُ رَاشِدٍ الْجَزَرِيُّ أَخُو النُّعْمَانِ بْنِ رَاشِدٍ، عَنِ الزُّهْرِيِّ، عَنْ حَمْزَةَ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ. ¶ وَرَوَاهُ يُونُسُ بْنُ يَزِيدَ الأَيْلِيُّ، عَنِ الزُّهْرِيِّ، فَاخْتَلَفَ عَنْهُ فِيهِ: فَرَوَاهُ الْقَاسِمُ بْنُ مَبْرُورٍ الأَيْلِيُّ عَنْهُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ. ¶ وَكَذَلِكَ رُوِيَ عَنْ عُثْمَانَ بْنِ عُمَرَ بْنِ فَارِسٍ، عَنْ يُونُسَ. ¶ وَرَوَاهُ ابْنُ وَهْبٍ، وَشَبِيبُ بْنُ سَعِيدٍ، عَنْهُ، عَنِ الزُّهْرِيِّ، عَنْهُمَا. ¶ وَرَوَاهُ عُقَيْلُ بْنُ خَالِدٍ، فَاخْتَلَفَ عَنْهُ فِيهِ أَيْضًا:",
            "page": "215",
            "part": "1",
            "seal": "92123A1D"
        },
        {
            "hno": null,
            "id": "173",
            "nass": "فَرَوَاهُ سَلامَةُ بْنُ رَوْحٍ الأَيْلِيُّ عَنْهُ، عَنِ الزُّهْرِيِّ، عَنْ حَمْزَةَ وَحْدَهُ. ¶ وَكَذَلِكَ رَوَاهُ يَحْيَى بْنُ بُكَيْرٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ عُقَيْلٍ. ¶ وَرَوَاهُ شُعَيْبُ بْنُ اللَّيْثِ، عَنْ أَبِيهِ، عَنْ عُقَيْلٍ، عَنْ سَالِمٍ. ¶ وَرَوَاهُ مَالِكُ بْنُ أَنَسٍ، وَصَالِحُ بْنُ كَيْسَانَ، وَمُوسَى بْنُ عُقْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عُتَيْقٍ أَبُو عُتَيْقٍ التَّيْمِيُّ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ وَحْدَهُ بِلا خِلافٍ عَلِمْتُهُ عَنْهُمْ. ¶ وَكَذَلِكَ رَوَاهُ مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي عُمَرَ الْعَدَنِيُّ، عَنِ ابْنِ عُيَيْنَةَ، وَخَالَفَ فِيهِ عَامَّةَ أَصْحَابِهِ.",
            "page": "216",
            "part": "1",
            "seal": "6BF81F19"
        },
        {
            "hno": null,
            "id": "174",
            "nass": "وَرَوَاهُ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ أَبِي فُدَيْكٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي ذِئْبٍ الْقُرَشِيِّ الْعَامِرِيِّ، عَنِ الزُّهْرِيِّ. ¶ فَجَاءَ بِقَوْلٍ رَابِعٍ. ¶ فَقَالَ: عَنِ الزُّهْرِيِّ، عَنْ مُحَمَّدِ بْنِ زَيْدِ بْنِ الْمُهَاجِرِ بْنِ قنْفذٍ التَّيْمِيِّ، عَنْ سَالِمٍ، وَحْدَهُ. ¶ فَأَدْخَلَ بَيْنَ الزُّهْرِيِّ وَسَالِمٍ رَجُلا، وَخَالَفَ أَصْحَابَ الزُّهْرِيِّ فِي",
            "page": "217",
            "part": "1",
            "seal": "681F62AA"
        },
        {
            "hno": null,
            "id": "175",
            "nass": "ذَلِكَ. ¶ وَهَذَا الاخْتِلافُ مُودَعٌ فِي الْكُتُبِ الْمُعْتَمَدَةِ. ¶ وَالْوَجْهُ الَّذِي سَاوَيْتُ مِنْهُ النَّسَائِيَّ فِي سَنَدِهِ أَنَّهُ رَوَاهُ، عَنْ مُحَمَّدِ بْنِ نَصْرٍ، عَنْ أَيُّوبَ بْنِ سُلَيْمَانَ بْنِ بِلالٍ، عَنْ أَبِي بَكْرِ بْنِ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلالٍ، عَنْ مُحَمَّدِ بْنِ أَبِي عُتَيْقٍ وَمُوسَى بْنِ عُقْبَةَ، عَنِ الزُّهْرِيِّ",
            "page": "218",
            "part": "1",
            "seal": "D4EA22F1"
        },
        {
            "hno": "119",
            "id": "178",
            "nass": "الْحَدِيثُ التَّاسِعُ وَالْعِشْرُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَلِيٍّ الْخَشَّابُ الصُّوفِيُّ، أَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ خُزَيْمَةَ، أَنَا أَبُو الْعَبَّاسِ السَّرَّاجُ، ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَنَّهُ قَامَ فَقَالَ: «أَلا لا يَحْلِبَنَّ أَحَدٌ مَاشِيَةَ رَجُلٍ بِغَيْرِ إِذْنِهِ، أَيُحِبُّ أَحَدُكُمْ أَنْ تُؤْتَى مَشْرُبَتُهُ فَيُكْسَرَ بَابُ خِزَانَتِهِ فَيُنْتَقَلَ طَعَامُهُ؟ ! فَإِنَّمَا تَخْزُنُ لَهُمْ ضُرُوعُ مَوَاشِيهِمْ طَعَامَهُمْ، فَلا يَحْلِبَنَّ أَحَدٌ مَاشِيَةَ امْرِئٍ بِغَيْرِ إِذْنِهِ» صَحِيحٌ مِنْ حَدِيثِ نَافِعٍ مَوْلَى ابْنِ عُمَرَ، عَنْهُ. ¶ أَخْرَجَهُ مُسْلِمُ بْنُ الْحَجَّاجِ، عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ هَذَا، وَمُحَمَّدُ بْنُ",
            "page": "221",
            "part": "1",
            "seal": "A2F80A4A"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "رُمْحِ بْنِ الْمُهَاجِرِ أَبِي عَبْدِ اللَّهِ الْمِصْرِيِّ، عَنْ لَيْثٍ. ¶ أَخْرَجَهُ الْبُخَارِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ يُوسُفَ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، عَنْ يَحْيَى بْنِ يَحْيَى. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْلَمَةَ الْقَعْنَبِيِّ. ¶ كُلُّهُمْ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ نَافِعٍ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ فِي حَدِيثِ مَالِكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ بْنِ أَعْيَنَ الْمِصْرِيِّ أَخِي مُحَمَّدٍ عَنْ إِسْحَاقَ بْنِ بَكْرِ بْنِ مُضَرَ، عَنْ أَبِيهِ، عَنْ أَبِي عَبْدِ اللَّهِ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ، عَنْ مَالِكِ بْنِ أَنَسٍ. ¶ فَسَاوَيْتُهُ فِي الْعِدَّةِ إِلَى نَافِعٍ وَالْحَمْدُ لِلَّهِ. ¶ وَقَدْ رَوَى مَالِكٌ، عَنْ يَزِيدَ بْنِ الْهَادِ هَذَا",
            "page": "222",
            "part": "1",
            "seal": "BC52B29C"
        },
        {
            "hno": "120",
            "id": "182",
            "nass": "الْحَدِيثُ الثَّلاثُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْجَنْزَرُوذِيُّ، أَنَا أَبُو عَمْرِو بْنُ أَحْمَدَ بْنِ حَمْدَانَ، أَنَا أَبُو يَعْلَى الْمَوْصِلِيُّ، ثَنَا أَبُو بَكْرٍ هُوَ ابْنُ أَبِي شَيْبَةَ، ثَنَا ابْنُ عُيَيْنَةَ، عَنْ ضَمْرَةَ بْنِ سَعِيدٍ، قَالَ: سَمِعْتُ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ يَقُولُ: خَرَجَ عُمَرُ يَوْمَ عِيدٍ فَسَأَلَ أَبَا وَاقِدٍ اللَّيْثِيَّ: بِأَيِّ شَيْءٍ قَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا الْيَوْمِ؟ فَقَالَ: بِقَافٍ وَاقْتَرَبَتْ \" ¶ أَخْبَرَنَا الأُسْتَاذُ أَبُو الْقَاسِمِ الْقُشَيْرِيُّ، أَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ عُمَرَ الْخَفَّافُ، أَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ السَّرَّاجُ، ثَنَا هَنَّادُ بْنُ السَّرِيِّ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ ضَمْرَةَ بْنِ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ قَالَ: خَرَجَ عُمَرُ، فِي يَوْمِ عِيدٍ، فَسَأَلَ أَبَا وَاقِدٍ اللَّيْثِيَّ بِأَيِّ شَيْءٍ قَرَأَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: قَرَأَ بِقَافٍ وَاقْتَرَبَتْ ¶ وَأَخْبَرَنَاهُ مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْفَقِيهُ، أَنَا مُحَمَّدُ بْنُ أَحْمَدَ الْحِيرِيُّ، أَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى التَّمِيمِيُّ، ثَنَا إِسْحَاقُ يَعْنِي ابْنَ أَبِي إِسْرَائِيلَ،",
            "page": "225",
            "part": "1",
            "seal": "1B4AB916"
        },
        {
            "hno": null,
            "id": "183",
            "nass": "ثَنَا سُفْيَانُ، عَنْ ضَمْرَةَ بْنِ سَعِيدٍ الأَنْصَارِيِّ، سَمِعَ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ يَقُولُ: خَرَجَ عُمَرُ، فِي يَوْمِ عِيدٍ فَسَأَلَ أَبَا وَاقِدٍ اللَّيْثِيَّ: بِأَيِّ شَيْءٍ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي هَذَا الْيَوْمِ؟ فَقَالَ: بِقَافٍ وَاقْتَرَبَتْ. ¶ أَخْرَجَهُ أَبُو عِيسَى، عَنْ أَبِي السَّرِيِّ هَنَّادِ بْنِ السَّرِيِّ التَّمِيمِيِّ الْكُوفِيِّ، هَذَا. ¶ وَأَخْرَجَهُ هُوَ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ حَدِيثِ مَالِكِ بْنِ أَنَسٍ، عَنْ ضَمْرَةَ بِمِثْلِ هَذَا الإِسْنَادِ. ¶ وَرَوَاهُ فُلَيْحُ بْنُ سُلَيْمَانَ وَاسْمُهُ عَبْدُ الْمَلِكِ وَفُلَيْحٌ لَقَبٌ، عَنْ ضَمْرَةَ بْنِ سَعِيدٍ الْمَازِنِيِّ. ¶ فَجَوَّدَهُ وَوَصَلَهُ فَقَالَ: عَنْ عُبَيْدِ اللَّهِ، عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ قَالَ:",
            "page": "226",
            "part": "1",
            "seal": "39308C0D"
        },
        {
            "hno": null,
            "id": "184",
            "nass": "سَأَلَنِي عُمَرُ فَذَكَرَهُ. ¶ وَقَدْ أَخْرَجَهُ النَّسَائِيُّ مِنْ هَذَا الْوَجْهِ، عَنْ أَحْمَدَ بْنِ سَعِيدٍ الدَّارَمِيِّ، عَنْ يُونُسَ بْنِ مُحَمَّدٍ الْمُؤَدِّبِ الْبَغْدَادِيِّ، عَنْ فُلَيْحٍ. ¶ وَأَبُو وَاقِدٍ اللَّيْثِيُّ مُخْتَلَفٌ فِي اسْمِهِ وَاسْمِ أَبِيهِ، فَقِيلَ الْحَارِثُ بْنُ عَوْفٍ وَقِيلَ بْنُ مَالِكٍ، وَقِيلَ عَوْفُ بْنُ الْحَارِثِ. ¶ وَوَجْهُ الْمُسَاوَاةِ فِيهِ أَنَّ النَّسَائِيَّ رَوَاهُ فِي حَدِيثِ مَالِكٍ، عَنْ",
            "page": "227",
            "part": "1",
            "seal": "50E651FF"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ مَالِكٍ. ¶ فَسَاوَيْتُهُ فِيهِ",
            "page": "228",
            "part": "1",
            "seal": "5633033B"
        },
        {
            "hno": "123",
            "id": "186",
            "nass": "الْحَدِيثُ الْحَادِي وَالثَّلاثُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ، النَّسَائِيَّ أَيْضًا: ¶ أَخْبَرَنَا الشَّيْخُ أَبُو حَفْصٍ عُمَرُ بْنُ مَسْرُورٍ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ مِنْهُ سَبْعٍ وَأَرْبَعِينَ وَأَرْبَعِ مِائَةٍ، ثَنَا بِشْرُ بْنُ أَحْمَدَ الإِسْفَرَائِينِيُّ، ثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ يَحْيَى بْنِ سُلَيْمَانَ، ثَنَا عَاصِمُ بْنُ عَلِيٍّ، ثَنَا أَبُو هِلالٍ، ثَنَا أَبُو تَيَّاحٍ يَزِيدُ بْنُ حُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَجِيءُ إِلَيْنَا، وَلِي أَخٌ صَغِيرٌ، فَيَقُولَ: «يَا أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ» . ¶ وَرَوَاهُ ثَابِتُ بْنُ أَسْلَمَ، وَحُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسٍ ¶ وَأَمَّا حَدِيثُ ثَابِتٍ ¶ فَأَخْبَرَنَاهُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ، أَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، أَنَا أَبُو يَعْلَى الْمَوْصِلِيُّ، ثَنَا حَوْثَرَةُ بْنُ أَشْرَسَ، ثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْخُلُ عَلَيْنَا وَلِي أَخٌ صَغِيرٌ يُكْنَى أَبَا عُمَيْرٍ فَدَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ! ؟»",
            "page": "229",
            "part": "1",
            "seal": "A36CB93C"
        },
        {
            "hno": "125",
            "id": "187",
            "nass": "وَأَمَّا حَدِيثُ حُمَيْدٍ ¶ فَأَخْبَرَنَاهُ الشَّيْخُ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ الْبَيْهَقِيُّ، أَنَا أَبُو طَاهِرٍ الْفَقِيهُ، أَنَا عُبْدُوسُ بْنُ الْحُسَيْنِ بْنِ مَنْصُورٍ السِّمْسَارُ، ثَنَا أَبُو حَاتِمٍ الرَّازِيُّ، ثَنَا الأَنْصَارِيُّ، حَدَّثَنِي حُمَيْدٌ، عَنْ أَنَسٍ قَالَ: كَانَ ابْنٌ لأُمِّ سُلَيْمٍ يُقَالُ: لَهُ أَبُو عُمَيْرٍ. ¶ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رُبَّمَا مَازَحَهُ إِذَا جَاءَ، فَدَخَلَ يَوْمًا يُمَازِحُهُ فَوَجَدَهُ حَزِينًا فَقَالَ: «مَا لِي أَرَى أَبَا عُمَيْرٍ حَزِينًا؟ !» فَقَالُوا: يَا رَسُولَ اللَّهِ مَاتَ نُغَرُهُ الَّذِي كَانَ يَلْعَبُ بِهِ فَجَعَلَ يُنَادِيهِ: «يَا أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ» . ¶ أَخْرَجَهُ الْبُخَارِيُّ، وَالتِّرْمِذِيُّ، وَالنَّسَائِيُّ بِمَعْنَاهُ مِنْ حَدِيثِ شُعْبَةَ بْنِ الْحَجَّاجِ، عَنْ أَبِي التَّيَّاحِ يَزِيدَ بْنِ حُمَيْدٍ الضُّبَعِيِّ الْبَصْرِيِّ، عَنْ أَبِي حَمْزَةَ أَنَسِ بْنِ مَالِكٍ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ مِنْ حَدِيثِ أَبِي غِفَارٍ الْمُثَنَّى بْنِ سَعِيدٍ الضُّبَعِيِّ الْبَصْرِيِّ، عَنْ أَبِي التَّيَّاحِ. ¶ وَمِنْ حَدِيثِ حُمَيْدٍ الطَّوِيلِ مَوْلَى خُزَاعَةَ عَنْ أَنَسٍ. ¶ فَرَوَاهُ عَنْ عِمْرَانَ بْنِ بَكَّارٍ الْبَرَّادِ الْحِمْصِيِّ، عَنِ الْحَسَنِ بْنِ جُمَيْزٍ الْجَمَّازِيِّ الْحِمْصِيِّ، عَنِ الْجَرَّاحِ بْنِ مُلَيْحٍ النَّهْرَانِيِّ الْحِمْصِيِّ، عَنْ شُعْبَةَ بْنِ",
            "page": "230",
            "part": "1",
            "seal": "FA9D0FC3"
        },
        {
            "hno": null,
            "id": "188",
            "nass": "الْحَجَّاجِ، عَنْ مُحَمَّدِ بْنِ قَيْسٍ، عَنْ حُمَيْدٍ الطَّوِيلِ، بِمَعْنَاهُ ¶ فَسَاوَيْتُهُ فِي الْعِدَّةِ إِلَى أَنَسٍ مِنْ هَذَا الْوَجْهِ.",
            "page": "231",
            "part": "1",
            "seal": "888638FC"
        },
        {
            "hno": "126",
            "id": "190",
            "nass": "الْحَدِيثُ الثَّانِي وَالثَّلاثُونَ وَهُوَ مِمَّا أُسَاوِي فِيهِ، النَّسَائِيَّ رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْجَنْزَرُوذِيُّ، أَنَا مُحَمَّدُ بْنُ أَحْمَدَ أَبُو عَمْرٍو الْحِيرِيُّ، أَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى، ثَنَا زُهَيْرُ بْنُ حَرْبٍ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ حَسَنٍ وَعَبْدِ اللَّهِ ابْنَيْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ أَبِيهِمَا، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «نَهَى عَنْ نِكَاحِ الْمُتْعَةِ يَوْمَ خَيْبَرَ، وَعَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ»",
            "page": "233",
            "part": "1",
            "seal": "592F035C"
        },
        {
            "hno": "127",
            "id": "191",
            "nass": "أَخْبَرَنَاهُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ الْمَعَرِّيُّ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْجَوْزَقِيُّ، أَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنِ الْحَسَنِ وَعَبْدِ اللَّهِ ابْنَيْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ أَبِيهِمَا قَالَ: قَالَ عَلِيٌّ لابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمْ: «إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ نِكَاحِ الْمُتْعَةِ، وَعَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ زَمَنَ خَيْبَرَ» ¶ وَأَخْبَرَنَاهُ أَحْمَدُ بْنُ الْحُسَيْنِ الْحَافِظُ، ثَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ يُوسُفَ الأَصْفَهَانِيُّ، أَنَا أَبُو سَعِيدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زِيَادٍ الْبَصْرِيُّ بِمَكَّةَ، ثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنِ الْحَسَنِ بْنِ مُحَمَّدٍ وَعَبْدِ اللَّهِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِمَا: أَنَّ عَلِيًّا قَالَ لابْنِ عَبَّاسٍ: «إِنَّكَ رَجُلٌ تَائِهٌ، أَمَا عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنِ الْمُتْعَةِ وَعَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ» وَهَذَا صَحِيحٌ، مِنْ حَدِيثِ أَبِي الْقَاسِمِ وَيُقَالُ: أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيٍّ الْمَعْرُوفُ بِابْنِ الْحَنَفِيَّةِ، عَنْ أَبِيهِ أَمِيرِ الْمُؤْمِنِينَ أَبِي الْحَسَنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عَبْدِ مَنَافِ بْنِ عَبْدِ الْمُطَّلِبِ رَضِيَ اللَّهُ عَنْهُ. ¶ اتَّفَقَ الأَئِمَّةُ عَلَى إِخْرَاجِهِ فِي كُتُبِهِمْ. ¶ فَأَخْرَجَهُ الْبُخَارِيُّ مِنْ حَدِيثِ مَالِكٍ، وَعُبَيْدِ اللَّهِ بْنِ عُمَرَ الْعُمَرِيِّ وَسُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ.",
            "page": "234",
            "part": "1",
            "seal": "301276DC"
        },
        {
            "hno": null,
            "id": "192",
            "nass": "وَأَخْرَجَهُ مُسْلِمٌ مِنْ حَدِيثِ هَؤُلاءِ، وَمِنْ حَدِيثِ يُونُسَ بْنِ يَزِيدَ وَمَعْمَرِ بْنِ رَاشِدٍ وَإِسْحَاقَ بْنِ رَاشِدٍ الْجَزَرِيِّ. ¶ وَأَخْرَجَهُ أَبُو عِيسَى، مِنْ حَدِيثِ مَالِكٍ وَابْنِ عُيَيْنَةَ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، مِنْ حَدِيثِهِمَا، وَمِنْ حَدِيثِ عُبَيْدِ اللَّهِ الْعُمَرِيِّ، وَأُسَامَةَ بْنِ زَيْدِ بْنِ أَسْلَمَ الْمَدِينِيِّ كُلُّهُمْ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ وَالْمَعْنَى. ¶ وَكَذَلِكَ رَوَاهُ عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ الْمَاجِشُونُ، عَنِ الزُّهْرِيِّ،",
            "page": "235",
            "part": "1",
            "seal": "9BB2D57C"
        },
        {
            "hno": null,
            "id": "193",
            "nass": "وَرَوَاهُ عَبْثَرُ بْنُ الْقَاسِمِ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنِ الْحَسَنِ بْنِ مُحَمَّدٍ وَحْدَهُ. ¶ وَرَوَاهُ عُبَيْدُ اللَّهِ بْنُ عَمْرٍو الْجَزَرِيُّ، عَنْ إِسْحَاقَ بْنِ رَاشِدٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ أَبِي هَاشِمٍ وَحْدَهُ. ¶ وَقَالَ فِيهِ: فَقُلْتُ لِلزُّهْرِيِّ، فَهَلا عَنِ الْحَسَنِ ذَكَرْتَ الْحَدِيثَ؟ فَقَالَ الزُّهْرِيُّ: لَوْ أَنَّ الْحَسَنَ أَخْبَرَنِي بِهِ لَمْ أَشُكَّ. ¶ وَمُسْلِمٌ أَخْرَجَهُ مِنْ حَدِيثِ ابْنِ وَهْبٍ، عَنْ يُونُسَ وَإِسْحَاقَ عَنْهُمَا. ¶ فَلَعَلَّ ابْنَ وَهْبٍ حَمَلَ حَدِيثَ أَحَدِهِمَا عَلَى حَدِيثِ الآخَرِ وَلَمْ يُبَيِّنْ. ¶ وَالْوَجْهُ الَّذِي سَاوَيْتُ مِنْهُ النَّسَائِيَّ رَحِمَهُ اللَّهُ، أَنَّهُ رَوَاهُ فِي حَدِيثِ مَالِكٍ، عَنْ هَارُونَ بْنِ عَبْدِ اللَّهِ الْحَمَّالِ، عَنْ أَبِي الْهَيْثَمِ خَالِدِ بْنِ خِدَاشٍ الْمُهَلَّبِيِّ الْبَصْرِيِّ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ وَعَنْ عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ يَحْيَى بْنِ أَيُّوبَ. ¶ وَعَنْ أَبِي عَبْدِ الرَّحْمَنِ زَكَرِيَّا بْنِ يَحْيَى السِّجْزِيِّ خَيَّاطِ السُّنَّةِ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ الْهَرَوِيِّ، عَنْ سَعِيدِ بْنِ مَحْبُوبٍ، عَنْ عَبْثَرِ بْنِ الْقَاسِمِ أَبِي زُبَيْدٍ الْكُوفِيِّ، عَنْ سُفْيَانَ بْنِ سَعِيدٍ",
            "page": "236",
            "part": "1",
            "seal": "20DDC6D2"
        },
        {
            "hno": null,
            "id": "194",
            "nass": "الثَّوْرِيِّ، كُلُّهُمْ، عَنْ مَالِكِ بْنِ أَنَسٍ ¶ فَأَنَا فِيهِ بِمَنْزِلَتِهِ فِي الْعِدَّةِ إِلَى الزُّهْرِيِّ مِنْ هَذِهِ الطُّرُقِ.",
            "page": "237",
            "part": "1",
            "seal": "5353E920"
        },
        {
            "hno": "129",
            "id": "196",
            "nass": "الْحَدِيثُ الثَّالِثُ وَالثَّلاثُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَحْمَدُ بْنُ الْقَاسِمِ الْقَيْرَوَانِيُّ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ السَّيْبَانِيُّ، ثَنَا أَبُو حَامِدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ الشَّرْقِيِّ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا سُفْيَانُ -ح- وَأَنَا الأُسْتَاذُ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ، أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ الأَزْهَرِيُّ، ثَنَا أَبُو عَوَانَةَ يَعْقُوبُ بْنُ إِسْحَاقَ الإِسْفَرَائِينِيُّ، ثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى وَأَحْمَدُ بْنُ شَيْبَانَ قَالا: ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ / وَشِبْلٍ، قَالُوا: كُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ رَجُلٌ وَقَالَ أَبُو عَوَانَةَ: فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ: أَنْشُدُكَ اللَّهَ أَلا قَضَيْتَ بَيْنَنَا بِكِتَابِ اللَّهِ؟ زَادَ أَبُو عَوَانَةَ فَقَامَ خَصْمُهُ وَكَانَ أَفْقَهَ مِنْهُ، فَقَالَ: صَدَقَ، اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ ثُمَّ اتَّفَقَا فَقَالا: وَائْذَنْ لِي قَالَ: قُلْ قَالَ: إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا، فَزَنَا بِامْرَأَتِهِ",
            "page": "239",
            "part": "1",
            "seal": "07068CE4"
        },
        {
            "hno": null,
            "id": "197",
            "nass": "فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَخَادِمٍ، ثُمَّ سَأَلْتُ رِجَالا مِنْ أَهْلِ الْعِلْمِ قَالُوا وَفِي حَدِيثِ أَبِي عَوَانَةَ: فَأَخْبَرُونِي: أَنَّ عَلَى ابْنِي جَلْدَ مِائَةٍ زَادَ أَبُو عَوَانَةَ: وَتَغْرِيبَ عَامٍ، وَعَلَى امْرَأَةِ هَذَا الرَّجْمَ وَقَالَ: السَّيْبَانِيُّ وَإِنَّ عَلَى امْرَأَتِهِ الرَّجْمَ وَقَالا: فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" وَالَّذِي نَفْسِي بِيَدِهِ لأقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ، الْمِائَةُ الشَّاةُ وَالْخَادِمُ وَقَالَ الشَّيْبَانِيُّ أَمَّا الْمِائَةُ شَاةٍ وَخَادِمٌ رَدٌّ عَلَيْكَ، وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا وَقَالَ الشَّيْبَانِيُّ: وَاغْدُ يَا أُنَيْسُ لِرَجُلٍ مِنْ أَسْلَمَ عَلَى امْرَأَةِ هَذَا، فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا انْتَهَى حَدِيثُ أَبِي عَوَانَةَ وَزَادَ الشَّيْبَانِيُّ: فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ فَرَجَمَهَا \" قَالَ أَبُو عَوَانَةَ: ابْنُ عُيَيْنَةَ يُخْطِئُ فِيهِ يَقُولُ شِبْلٌ، يَزِيدُ عَلَى غَيْرِهِ بِشِبْلٍ وَهُوَ خَطَأٌ أَخْبَرَنَاهُ أَحْمَدُ بْنُ أَبِي الْقَاسِمِ الْقَيْرَوَانِيُّ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، ثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ يَحْيَى بْنِ عُمَرَ بْنِ عَلِيِّ بْنِ حَرْبٍ الْمَوْصِلِيُّ بِبَغْدَادَ، ثَنَا",
            "page": "240",
            "part": "1",
            "seal": "93A27654"
        },
        {
            "hno": null,
            "id": "198",
            "nass": "عَلِيُّ بْنُ حَرْبٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَشِبْلٍ أَنَّهُمْ كَانُوا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ رَجُلٌ فَقَالَ: نَشَدْتُكَ بِاللَّهِ، أَلا قَضَيْتَ بَيْنَنَا بِكِتَابِ اللَّهِ. ¶ وَذَكَرَ نَحْوَهُ. ¶ هَكَذَا رَوَاهُ الْمُتَأَخِّرُونَ مِنْ أَصْحَابِ ابْنِ عُيَيْنَةَ فَقَالُوا فِيهِ: وَشِبْلٌ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَخْطَأَ فِيهِ ابْنُ عُيَيْنَةَ. ¶ وَرَوَاهُ الْمُتَقَدِّمُونَ عَنْهُ كَمُحَمَّدِ بْنِ يُوسُفَ الْفِرْيَابِيِّ وَمُسَدَّدِ بْنِ مُسَرْهَدٍ وَعَلِيِّ بْنِ الْمَدِينِيِّ، فَلَمْ يَذْكُرُوا فِيهِ شِبْلا. ¶ وَكَذَلِكَ رَوَاهُ مَالِكُ بْنُ أَنَسٍ، وَاللَّيْثُ بْنُ سَعْدٍ، وَصَالِحُ بْنُ كَيْسَانَ، وَيُونُسُ بْنُ يَزِيدَ وَمُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي ذِيبٍ، وَعُقَيْلُ بْنُ خَالِدٍ وَشُعَيْبُ بْنُ أَبِي حَمْزَةَ، وَمَعْمَرُ بْنُ رَاشِدٍ، مِنْهُمْ مَنْ طَوَّلَهُ، وَمِنْهُمْ مَنِ اخْتَصَرَهُ. ¶ وَرَوَاهُ عَمْرُو بْنُ شُعَيْبِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ وَابْنُ جُرَيْجٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ وَحْدَهُ، وَلَمْ يَذْكُرَا زَيْدًا وَلا شِبْلا. ¶ وَرَوَاهُ عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ الْمَاجِشُونُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، عَنْ زَيْدِ بْنِ خَالِدٍ وَحْدَهُ، وَلَمْ يَذْكُرْ أَبَا هُرَيْرَةَ وَلا شِبْلا. ¶ وَالْوَجْهُ الَّذِي وُهِمَ مِنْهُ ابْنُ عُيَيْنَةَ وَخَالَفَ فِيهِ أَصْحَابَ الزُّهْرِيِّ. ¶ أَنَّ الزُّهْرِيَّ كَانَ يَرْوِي هَذَا الْحَدِيثَ، وَحَدِيثَ: إِذَا زَنَتِ الأَمَةُ فَاجْلِدُوهَا بِهَذَا الإِسْنَادِ، وَيَرْوِي حَدِيثَ إِذَا زَنَتِ الأَمَةِ، عَنْ عُبَيْدِ اللَّهِ، عَنْ شِبْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ الأُوَيْسِيِّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَشُبِّهَ عَلَيْهِ، فَرَوَاهُ كَمَا هَهُنَا.",
            "page": "241",
            "part": "1",
            "seal": "E37C7272"
        },
        {
            "hno": null,
            "id": "199",
            "nass": "وَقَدْ رَوَى يُونُسُ بْنُ يَزِيدَ الأَيْلِيُّ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مُسْلِمٍ ابْنِ أَخِي الزُّهْرِيِّ وَالزُّبَيْدِيُّ، عَنِ الزُّهْرِيِّ حَدِيثَ شِبْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ عَلَى الصَّوَابِ. ¶ وَوَافَقَهُمْ عُقَيْلُ بْنُ خَالِدٍ عَلَى إِسْنَادِهِ، إِلا أَنَّهُ قَلَبَ اسْمَ عَبْدِ اللَّهِ بْنِ مَالِكٍ فَقَالَ: مَالِكُ بْنُ عَبْدِ اللَّهِ الأَوْسِيُّ فِيمَا رَوَاهُ بَعْضُ أَصْحَابِهِ عَنْهُ. ¶ وَرَوَاهُ ابْنُ بُكَيْرٍ، عَنِ اللَّيْثِ، عَنْ عُقَيْلٍ، كَرِوَايَةِ يُونُسَ وَمُحَمَّدٍ الزُّبَيْدِيِّ. ¶ وَاخْتُلِفَ فِي نَسَبِ شِبْلٍ هَذَا، فَقَالَ بَعْضُهُمُ: ابْنُ خُلَيْدٍ الْمُزَنِيُّ، وَقَالَ بَعْضُهُمُ: ابْنُ حَامِدٍ، وَقَالَ: بَعْضُهُمُ: ابْنُ مَعْبَدٍ. ¶ وَقَدْ أُخْرِجَ حَدِيثُ الْعَسِيفِ فِي الصِّحَاحِ. ¶ فَرَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ، مِنْ حَدِيثِ اللَّيْثِ وَصَالِحِ بْنِ كَيْسَانَ",
            "page": "242",
            "part": "1",
            "seal": "A3F37201"
        },
        {
            "hno": null,
            "id": "200",
            "nass": "وَرَوَاهُ الْبُخَارِيُّ مِنْ حَدِيثِ ابْنِ أَبِي ذِيبٍ وَعُقَيْلٍ وَشُعَيْبٍ وَالْمَاجِشُونِ وَالْمُتَقَدِّمِينَ مِنْ أَصْحَابِ ابْنِ عُيَيْنَةَ. ¶ وَرَوَاهُ مُسْلِمٌ مِنْ حَدِيثِ يُونُسَ وَمَعْمَرٍ. ¶ وَرَوَاهُ التِّرْمِذِيُّ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ الْمُتَأَخِّرِينَ، عَنِ ابْنِ عُيَيْنَةَ. ¶ وَوَجْهُ مُسَاوَاتِي فِيهِ النَّسَائِيَّ، أَنَّهُ رَوَاهُ، عَنْ سَلَمَةَ بْنِ شَبِيبٍ النَّيْسَابُورِيِّ، عَنْ قُدَامَةَ بْنِ مُحَمَّدٍ الْمَدِينِيِّ، عَنْ مَخْرَمَةَ بْنِ بُكَيْرِ بْنِ",
            "page": "243",
            "part": "1",
            "seal": "86395C9C"
        },
        {
            "hno": null,
            "id": "201",
            "nass": "عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ أَبِيهِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنِ الزُّهْرِيِّ، فَصِرْتُ فِيهِ بِمَنْزِلَتِهِ",
            "page": "244",
            "part": "1",
            "seal": "E8BA2C4E"
        },
        {
            "hno": "131",
            "id": "204",
            "nass": "الْحَدِيثُ الرَّابِعُ وَالثَّلاثُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْبَحِيرِيُّ، زَاهِرِ بْنِ أَحْمَدَ، أَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثَنَا مُصْعَبُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّهُ قَالَ: «نَحَرْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ الْحُدَيْبِيَةِ الْبَدَنَةَ عَنْ سَبَعَةٍ وَالْبَقَرَةَ، عَنْ سَبَعَةٍ» . ¶ أَخْرَجَهُ مُسْلِمٌ، عَنْ يَحْيَى بْنِ يَحْيَى وَقُتَيْبَةَ، وَأَخْرَجَهُ أَبُو دَاوُدَ، عَنِ الْقَعْنَبِيِّ. ¶ وَأَخْرَجَهُ التِّرْمِذِيُّ، وَالنَّسَائِيُّ، عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ،",
            "page": "247",
            "part": "1",
            "seal": "62032AA1"
        },
        {
            "hno": null,
            "id": "205",
            "nass": "كُلُّهُمْ، عَنْ مَالِكٍ. ¶ فَوَقَعَ لِي بَدَلا عَالِيًا، مِنْ حَدِيثِ أَبِي عَبْدِ اللَّهِ مُصْعَبِ بْنِ عَبْدِ اللَّهِ بْنِ مُصْعَبِ بْنِ ثَابِتِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ الْعَوَّامِ الأَسَدِيِّ، عَنْ مَالِكٍ. ¶ وَرَوَاهُ النَّسَائِيُّ فِي حَدِيثِ مَالِكٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ مَالِكٍ. ¶ فَسَاوَيْتُهُ فِي سَنَدِهِ مِنْ هَذَا الْوَجْهِ ¶ وَلَمْ يُخَرِّجِ الْبُخَارِيُّ لأَبِي الزُّبَيْرِ شَيْئًا مُفْرَدًا رَحِمَهُ اللَّهُ.",
            "page": "248",
            "part": "1",
            "seal": "57B8C231"
        },
        {
            "hno": "133",
            "id": "208",
            "nass": "الْحَدِيثُ الْخَامِسُ وَالثَّلاثُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا الأُسْتَاذُ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ، أَنَا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ الإِسْفَرَائِينِيُّ، ثَنَا أَبُو عَوَانَةَ الْحَافِظُ، ثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ الْخَوْلانِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: كُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَجْلِسٍ، فَقَالَ: «بَايِعُونِي عَلَى أَنْ لا تُشْرِكُوا بِاللَّهِ شَيْئًا، وَلا تَزْنُوا، وَلا تَسْرِقُوا، وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلا بِالْحَقِّ، فَمَنْ وَفَّى مِنْكُمْ، فَأَجْرُهُ عَلَى اللَّهِ، وَمَنْ أَصَابَ مِنْهَا شَيْئًا فَعُوقِبَ عَلَيْهِ، فَهُوَ كَفَّارَةٌ لَهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللَّهُ عَلَيْهِ فَهُوَ إِلَى اللَّهِ، إِنْ شَاءَ عَذَّبَهُ، وَإِنْ شَاءَ غَفَرَ لَهُ» ¶ أَخْبَرَنَاهُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورٍ الْبَزَّارُ، أَنَا أَبُو بَكْرٍ الْجَوْزَقِيُّ الْحَافِظُ، أَنَا أَبُو الْعَبَّاسِ الدَّغُولِيُّ وَمَكِّيُّ بْنُ عَبْدَانَ، قَالَ الدَّغُولِيُّ: أَنَا، وَقَالَ مَكِّيٌّ: ثَنَا عَبْدُ اللَّهِ بْنُ هَاشِمٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ الْخَوْلانِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: بَايَعَنَا رَسُولُ اللَّهِ صَلَّى اللَّهِ عَلَيْهِ وَسَلَّمَ فَقَالَ: «تَبَايَعُوا عَلَى أَنْ لا تُشْرِكُوا بِاللَّهِ شَيْئًا، وَلا تَسْرِقُوا وَلا تَزْنُوا، الآيَةَ فَمَنْ وَفَّى مِنْكُمْ، فَأَجْرُهُ عَلَى اللَّهِ، وَمَنْ أَتَى مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ بِهِ، فَهُوَ كَفَّارَةٌ لَهُ، وَمَنْ أَتَى مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللَّهُ عَلَيْهِ فَذَاكَ إِلَى اللَّهِ، إِنْ شَاءَ عَذَّبَهُ، وَإِنْ شَاءَ غَفَرَ لَهُ»",
            "page": "251",
            "part": "1",
            "seal": "9EC73F30"
        },
        {
            "hno": null,
            "id": "209",
            "nass": "صَحِيحٌ، مِنْ حَدِيثِ أَبِي إِدْرِيسَ عَايِذِ اللَّهِ بْنِ عَبْدِ اللَّهِ الْخَوْلانِيِّ الشَّامِيِّ قَاضِي دِمَشْقَ، عَنْ أَبِي الْوَلِيدِ عُبَادَةَ بْنِ الصَّامِتِ بْنِ قَيْسٍ الأَنْصَارِيِّ النَّقِيبِ رَضِيَ اللَّهُ عَنْهُ. ¶ أَخْرَجَهُ الْبُخَارِيُّ، عَنْ مُحَمَّدِ بْنِ يُوسُفَ الْفِرْيَابِيِّ، وَعَلِيِّ بْنِ الْمَدِينِيِّ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، عَنْ يَحْيَى بْنِ يَحْيَى، وَعَمْرِو بْنِ مُحَمَّدٍ النَّاقِدِ، وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ بْنِ رَاهَوَيْهِ، وَأَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، وَمُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ. ¶ وَأَخْرَجَهُ التِّرْمِذِيُّ وَالنَّسَائِيُّ، عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ. ¶ كُلُّهُمْ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْهُ.",
            "page": "252",
            "part": "1",
            "seal": "51E2F525"
        },
        {
            "hno": null,
            "id": "210",
            "nass": "فَوَقَعَ لَنَا بَدَلا عَالِيًا عَنْهُمْ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ مَعْمَرِ بْنِ رَاشِدٍ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، مِنْ حَدِيثِ شُعَيْبِ بْنِ أَبِي حَمْزَةَ، وَمُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ أَخِي الزُّهْرِيِّ. ¶ وَمِنْ حَدِيثِ يُونُسَ بْنِ يَزِيدَ تَعْلِيقًا. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، مِنْ حَدِيثِ صَالِحِ بْنِ كَيْسَانَ، عَلَى الْوَجْهَيْنِ.",
            "page": "253",
            "part": "1",
            "seal": "29467E1C"
        },
        {
            "hno": null,
            "id": "211",
            "nass": "فَرَوَاهُ، عَنْ عُبَيْدِ اللَّهِ بْنِ سَعْدِ بْنِ إِبْرَاهِيمَ الزُّهْرِيِّ، عَنْ عَمِّهِ يَعْقُوبَ بْنِ إِبْرَاهِيمَ، عَنْ أَبِيهِ، عَنْ صَالِحِ بْنِ كَيْسَانَ أَبِي عَبْدِ اللَّهِ الْحَارِثِ بْنِ الْفُضَيْلِ، عَنِ الزُّهْرِيِّ. ¶ غَيْر أَنِّي لَمْ أَرَ فِيهِ ذِكْرَ أَبِي إِدْرِيسَ، وَلَعَلَّهُ سَقَطَ مِنَ النَّاسِخِ ¶ فَسَاوَيْتُهُ، مِنْ طَرِيقِ الْحَارِثِ فِي الْعِدَّةِ إِلَى الزُّهْرِيِّ، رَحِمَهُ اللَّهُ.",
            "page": "254",
            "part": "1",
            "seal": "34CBCE3E"
        },
        {
            "hno": "135",
            "id": "212",
            "nass": "الْحَدِيثُ السَّادِسُ وَالثَّلاثُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا الشَّيْخُ الثِّقَةُ أَبُو الْحُسَيْنِ عَبْدُ الْغَافِرِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْغَافِرِ الْفَارِسِيُّ قِرَاءَةً عَلَيْهِ، سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَأَرْبَعِ مِائَةٍ، أَنَا بِشْرُ بْنُ أَحْمَدَ بْنِ بِشْرٍ الإِسْفَرَائِينِيُّ قِرَاءَةً عَلَيْهِ، نَا عَلِيُّ بْنُ الْحُسَيْنِ الْبَيْهَقِيُّ، ثَنَا يَحْيَى بْنُ يَحْيَى، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ: أَنَّ فَأْرَةً وَقَعَتْ فِي سَمْنٍ، عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَمَاتَتْ، فَسُئِلَ عَنْ ذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «أَلْقُوهَا وَمَا حَوْلَهَا، وَكُلُوهُ» أَخْبَرَنَاهُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْجَنْزَرُوذِيُّ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، أَنَا أَبُو يَعْلَى، ثَنَا أَبُو خَيْثَمَةَ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ ¶ وَأَخْبَرَنَا أَبُو بَكْرٍ الْبَيْهَقِيُّ، أَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ يُوسُفَ الأَصْبَهَانِيُّ، أَنَا أَبُو سَعِيدِ بْنُ الأَعْرَابِيِّ، ثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ رَضِيَ اللَّهُ عَنْهُمَا: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ فَأْرَةٍ وَقَعَتْ فِي سَمْنٍ، فَمَاتَتْ. ¶ فَقَالَ: «أَلْقُوهَا وَمَا حَوْلَهَا وَكُلُوهُ» أَخْرَجَهُ الْبُخَارِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ الْحُمَيْدِيِّ، عَنْ سُفْيَانَ.",
            "page": "255",
            "part": "1",
            "seal": "387B2D4E"
        },
        {
            "hno": null,
            "id": "213",
            "nass": "وَأَخْرَجَهُ أَبُو دَاوُدَ، عَنْ مُسَدَّدِ بْنِ مُسَرْهَدٍ. ¶ وَأَخْرَجَهُ التِّرْمِذِيُّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيِّ، وَأَبِي عَمَّارٍ الْحُسَيْنِ بْنِ حُرَيْثٍ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ. ¶ كُلُّهُمْ، عَنْ سُفْيَانَ. ¶ فَوَقَعَ لَنَا بَدَلا عَالِيًا، وَمِنْ حَدِيثِ، يَحْيَى وَأَبِي خَيْثَمَةَ، وَالزَّعْفَرَانِيِّ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ مَالِكٍ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، مِنْ حَدِيثِ يُونُسَ.",
            "page": "256",
            "part": "1",
            "seal": "FDDEB3F4"
        },
        {
            "hno": null,
            "id": "214",
            "nass": "جَمِيعًا، عَنِ الزُّهْرِيِّ كَذَلِكَ. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ عَبْدِ الرَّزَّاقِ بْنِ هَمَّامٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ بُوذَوَيْهِ الْيَمَانِيِّ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، كَذَلِكَ. ¶ وَرَوَاهُ عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ نَفْسِهِ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ. ¶ قَالَ: عَبْدُ الرَّزَّاقِ: وَرُبَّمَا حَدَّثَ بِهِ مَعْمَرٌ، عَنْ عُبَيْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ يَعْنِي فِيمَا رَوَاهُ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ مَعْمَرٍ وَحَدِيثُ مَعْمَرٍ الَّذِي يَقُولُ فِيهِ: عَنْ سَعِيدٍ خَطَأٌ. ¶ ، عَنِ ابْنِ عَبَّاسٍ يَعْنِي فِيمَا رَوَاهُ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ مَعْمَرٍ وَحَدِيثُ مَعْمَرٍ الَّذِي يَقُولُ فِيهِ، عَنْ سَعِيدٍ خَطَأٌ",
            "page": "257",
            "part": "1",
            "seal": "5BD5821C"
        },
        {
            "hno": null,
            "id": "215",
            "nass": "كَذَلِكَ قَالَ: الإِمَامُ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ، فِيمَا حَكَى الإِمَامُ أَبُو عِيسَى التِّرْمِذِيُّ عَنْهُ.",
            "page": "258",
            "part": "1",
            "seal": "FCEFE3C2"
        },
        {
            "hno": null,
            "id": "216",
            "nass": "وَحَكَى أَبُو عِيسَى أَيْضًا أَنَّهُ رَوَى، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، مِنْ غَيْرِ ذِكْرِ مَيْمُونَةَ. ¶ قَالَ: وَالصَّحِيحُ، حَدِيثُ ابْنِ",
            "page": "259",
            "part": "1",
            "seal": "6471965B"
        },
        {
            "hno": null,
            "id": "217",
            "nass": "عَبَّاسٍ، عَنْ مَيْمُونَةَ. ¶ وَوَجْهُ تَرَقِّيَّ، فِي سَنَدِ هَذَا الْحَدِيثِ، إِلَى دَرَجَةِ النَّسَائِيِّ، أَنَّهُ رَوَاهُ، عَنْ زَكَرِيَّا بْنِ يَحْيَى السِّجْزِيِّ، عَنْ أَحْمَدَ بْنِ حَفْصِ بْنِ عَبْدِ اللَّهِ",
            "page": "260",
            "part": "1",
            "seal": "46A43AA5"
        },
        {
            "hno": null,
            "id": "218",
            "nass": "النَّيْسَابُورِيِّ، عَنْ أَبِيهِ أَبِي عَمْرٍو، عَنْ أَبِي سَعِيدٍ إِبْرَاهِيمَ بْنِ طَهْمَانَ النَّيْسَابُورِيِّ، عَنْ مَالِكٍ ¶ فَسَاوَيْتُهُ فِي الْعِدَّةِ إِلَى الزُّهْرِيِّ، وَالْحَمْدُ لِلَّهِ.",
            "page": "261",
            "part": "1",
            "seal": "8853C0AE"
        },
        {
            "hno": "137",
            "id": "220",
            "nass": "الْحَدِيثُ السَّابِعُ وَالثَّلاثُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا الشَّيْخُ أَبُو عُثْمَانَ سَعِيدُ بْنُ أَبِي سَعِيدٍ الْعَيَّارُ الصُّوفِيُّ قِرَاءَةً عَلَيْهِ، أَنَا أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْهَرَوِيُّ بِهَا. ¶ أَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ، ثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: لَيْسَ عَلَى الْمُسْلِمِ فِي فَرَسِهِ، وَلا فِي مَمْلُوكِهِ صَدَقَةٌ \" ¶ أَخْبَرَنَاهُ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ الْمَغْرِبِيُّ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْجَوْزَقِيُّ، أَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ: رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «لَيْسَ عَلَى الْمُسْلِمِ فِي عَبْدِهِ وَلا فَرَسِهِ صَدَقَةٌ» . ¶ أَخْرَجَهُ الْبُخَارِيُّ، عَنْ آدَمَ بْنِ أَبِي إِيَاسٍ، عَنْ شُعْبَةَ.",
            "page": "263",
            "part": "1",
            "seal": "EB5BEF2D"
        },
        {
            "hno": null,
            "id": "221",
            "nass": "فَوَقَعَ لِي بَدَلا مِنْ حَدِيثِ أَبِي الْحَسَنِ عَلِيِّ بْنِ الْجَعْدِ بْنِ عُبَيْدٍ الْجَوْهَرِيِّ الْبَغْدَادِيِّ، وَهُوَ أَحَدُ شُيُوخِ الْبُخَارِيِّ أَيْضًا. ¶ وَأَخْرَجَهُ مُسْلِمٌ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ مَالِكٍ، عَنِ ابْنِ دِينَارٍ. ¶ وَأَخْرَجَهُ التِّرْمِذِيُّ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ شُعْبَةَ، وَسُفْيَانَ بْنِ سَعِيدٍ الثَّوْرِيِّ، عَنِ ابْنِ دِينَارٍ. ¶ وَرَوَاهُ النَّسَائِيُّ فِي حَدِيثِ مَالِكٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ مَالِكٍ. ¶ فَسَاوَيْتُهُ فِي الْعِدَّةِ إِلَى ابْنِ دِينَارٍ ¶ وَقَدْ تَرَقَّيْتُ فِيهِ دَرَجَةً أُخْرَى، مِنْ طَرِيقِ خَيْثَمِ بْنِ عِرَاكٍ، عَنْ",
            "page": "264",
            "part": "1",
            "seal": "675EE26B"
        },
        {
            "hno": "139",
            "id": "222",
            "nass": "أَبِيهِ، فَصِرْتُ فِيهِ مُسَاوِيًا لِعَبْدِ الْمَلِكِ شَيْخِهِ، وَمَاتَ عَبْدُ الْمَلِكِ رَحِمَهُ اللَّهُ سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَمِائَتَيْنِ. ¶ أَخْبَرَنَا بِحَدِيثِ خَيْثَمٍ الشَّيْخُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْجَنْزَرُوذِيُّ، أَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، أَنَا أَبُو يَعْلَى، ثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ النِّرْسِيُّ، ثَنَا وُهَيْبٌ، عَنْ خَيْثَمِ بْنِ عِرَاكِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَيْسَ فِي عَبْدِ الْمُسْلِمِ وَلا فَرَسِهِ صَدَقَةٌ» ¶ وَأَخْبَرَنَا بِهِ أَحْمَدُ بْنُ مَنْصُورٍ الْقَيْرَوَانِيُّ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الشَّيْبَانِيُّ، أَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ خَيْثَمِ بْنِ عِرَاكِ بْنِ مَالِكٍ -ح-. ¶ وَأَخْبَرَنَا أَحْمَدُ، أَنَا مُحَمَّدٌ، قَالَ: وَأَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَحِيرِيِّ الرَّزَّازُ، وَأَبُو الْعَبَّاسِ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ حَمَّادٍ الْعَسْكَرِيُّ بِبَغْدَادَ -ح-. ¶ وَأَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْحَافِظُ الْبَيْهَقِيُّ، أَنَا أَبُو الْحُسَيْنِ بْنُ بِشْرَانَ، أَنَا أَبُو جَعْفَرٍ الرَّزَّازُ قَالا: ثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ مَنْصُورٍ، ثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، ثَنَا خَيْثَمُ بْنُ عِرَاكٍ، قَالَ: حَدَّثَنِي أَبُو هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَيْسَ",
            "page": "265",
            "part": "1",
            "seal": "99FB24A2"
        },
        {
            "hno": null,
            "id": "223",
            "nass": "عَلَى الْمَرْءِ الْمُسْلِمِ فِي مَمْلُوكِهِ وَلا فِي فَرَسِهِ صَدَقَةٌ» وَقَالَ: الْبَيْهَقِيُّ: فِي فَرَسِهِ، وَلا فِي مَمْلُوكِهِ صَدَقَةٌ. ¶ وَهُوَ صَحِيحٌ، مِنْ حَدِيثِ خَيْثَمٍ أَيْضًا. ¶ أَخْرَجَهُ الْبُخَارِيُّ، عَنْ سُلَيْمَانَ بْنِ حَرْبٍ الْقَاضِي، عَنْ وُهَيْبِ بْنِ خَالِدٍ، وَعَنْ مُسَدَّدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، عَنْ أَبِي قُدَامَةَ السَّرْخَسِيِّ، عَنْ يَحْيَى. ¶ فَوَقَعَ لَنَا بَدَلا بِعُلُوٍّ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ حَمَّادِ بْنِ زَيْدٍ، عَنْ خَيْثَمٍ. ¶ وَرَوَاهُ أَبُو عَبْدِ اللَّهِ مَكْحُولٌ الْفَقِيهُ الدِّمَشْقِيُّ، فَاخْتَلَفَ عَنْهُ فِيهِ: فَرَوَاهُ عَنْهُ أَيُّوبُ بْنُ مُوسَى الأُمَوِيُّ الْمَكِّيُّ، عَنْ أَبِي أَيُّوبَ وَيُقَالُ: أَبُو عَبْدِ الرَّحْمَنِ سُلَيْمَانُ بْنُ يَسَارٍ مَوْلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، عَنْ عِرَاكٍ.",
            "page": "266",
            "part": "1",
            "seal": "5F82F9F8"
        },
        {
            "hno": null,
            "id": "224",
            "nass": "وَرَوَاهُ إِسْمَاعِيلُ بْنُ أُمَيَّةَ الأُمَوِيُّ، عَنْ مَكْحُولٍ، عَنْ عِرَاكٍ نَفْسِهِ، مِنْ غَيْرِ ذِكْرِ سُلَيْمَانَ. ¶ وَكَذِلَك رَوَاهُ عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْعُمَرِيُّ، عَنْ رَجُلٍ، عَنْ مَكْحُولٍ. ¶ وَأَظُنُّ الرَّجُلَ الَّذِي لَمْ يُسَمِّهِ عُبَيْدُ اللَّهِ هُوَ إِسْمَاعِيلُ وَقَدْ أَخْرَجَهُ مُسْلِمٌ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ أَيُّوبَ بْنِ مُوسَى. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ، مِنْ حَدِيثِ عُبَيْدِ اللَّهِ الْعُمَرِيِّ",
            "page": "267",
            "part": "1",
            "seal": "CA6B1936"
        },
        {
            "hno": "143",
            "id": "226",
            "nass": "الْحَدِيثُ الثَّامِنُ وَالثَّلاثُونَ ¶ أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْجَنْزَرُوذِيُّ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو عَمْرِو بْنُ أَحْمَدَ بْنِ حَمْدَانَ، أَنَا أَبُو يَعْلَى، حَدَّثَنِي مُحَمَّدُ بْنُ مِنْهَالٍ، ثَنَا مَعْمَرُ بْنُ سُلَيْمَانَ، حَدَّثَنِي حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكٍ: «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، اتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ فَصُّهُ مِنْهُ» ¶ أَخْبَرَنَاهُ أَتَمَّ مِنْ هَذَا أَبُو سَعْدٍ الْجَنْزَرُوذِيُّ أَيْضًا، أَنَا أَبُو عَمْرٍو، أَنَا أَبُو يَعْلَى، ثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ النِّرْسِيُّ، ثَنَا مَعْمَرٌ، قَالَ: سَمِعْتُ حُمَيْدًا قَالَ: سُئِلَ أَنَسٌ، هَلِ اتَّخَذَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، خَاتَمًا؟ فَقَالَ: نَعَمْ كَأَنِّي أَنْظُرُ إِلَى وَبِيصِ خَاتَمِهِ، أَخَّرَ لَيْلَةَ صَلاةِ الْعِشَاءِ الآخِرَةِ، إِلَى شَطْرِ اللَّيْلِ، ثُمَّ صَلَّى. ¶ فَلَمَّا قَضَى صَلاتَهُ، أَقْبَلَ عَلَيْنَا بِوَجْهِهِ، فَقَالَ: «إِنَّ النَّاسَ قَدْ صَلَّوْا وَنَامُوا، وَإِنَّكُمْ لَنْ تَزَالُوا فِي صَلاةٍ مَتَى انْتَظَرْتُمُوهَا» قَالَ: وَكَأَنِّي أَنْظُرُ إِلَى وَبِيصِ خَاتَمِهِ قَالَ: وَكَانَ خَاتَمُهُ مِنْ فِضَّةٍ، كَانَ فَصُّهُ مِنْهُ \". ¶ كِلاهُمَا صَحِيحٌ",
            "page": "269",
            "part": "1",
            "seal": "9CC97EE3"
        },
        {
            "hno": null,
            "id": "227",
            "nass": "فَالْحَدِيثُ الْمُخْتَصَرُ، أَخْرَجَهُ الْبُخَارِيُّ، عَنْ إِسْحَاقَ بْنِ رَاهَوَيْهِ، عَنْ مَعْمَرٍ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، عَنْ أَبِي بَكْرٍ أَحْمَدَ بْنِ عَلِيِّ بْنِ سَعِيدٍ الْقَاضِي، قَاضِي دِمَشْقَ، عَنْ أُمَيَّةَ بْنِ بَسْطَامٍ الْعَبْشِيِّ الْبَصْرِيِّ، عَنْ مُعْتَمِرِ بْنِ سُلَيْمَانَ بْنِ طَرْخَانَ التَّيْمِيِّ الْبَصْرِيِّ. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ أَبِي خَيْثَمَةَ زُهَيْرِ بْنِ مُعَاوِيَةَ، عَنْ حُمَيْدٍ. ¶ فَرَوَاهُ، عَنْ أَبِي الْحُسَيْنِ مُحَمَّدِ بْنِ خَالِدِ بْنِ عَلِيٍّ الْكَلاعِيِّ الْحِمْصِيِّ، عَنْ أَبِيهِ، أَبِي الْقَاسِمِ، عَنْ سَلَمَةَ بْنِ عَبْدِ الْمَلِكِ الْعِوَضِيِّ الْحِمْصِيِّ، عَنِ الْحَسَنِ بْنِ صَالِحِ بْنِ حَيٍّ الْهَمَذَانِيِّ الْكُوفِيِّ، عَنْ عَاصِمِ بْنِ أَبِي النُّجُودِ وَهُوَ ابْنُ بَهْدَلَةَ الْكُوفِيُّ الْمُقْرِئُ، عَنْ حُمَيْدٍ.",
            "page": "270",
            "part": "1",
            "seal": "AEEE7BFB"
        },
        {
            "hno": null,
            "id": "228",
            "nass": "فَسَاوَيْتُهُ مِنْ هَذَا الْوَجْهِ وَالْحَدِيثُ الطَّوِيلُ، أَخْرَجَهُ الْبُخَارِيُّ، وَالنَّسَائِيُّ، بِمَعْنَاهُ، مِنْ حَدِيثِ إِسْمَاعِيلَ بْنِ جَعْفَرِ بْنِ أَبِي كَثِيرٍ، عَنْ حُمَيْدٍ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ، مِنْ حَدِيثِ زَائِدَةَ بْنِ قُدَامَةَ، وَيَحْيَى بْنِ أَيُّوبَ الْمِصْرِيِّ،",
            "page": "271",
            "part": "1",
            "seal": "B3752832"
        },
        {
            "hno": null,
            "id": "229",
            "nass": "وَيَزِيدَ بْنِ زُرَيْعٍ، وَيَزِيدَ بْنِ هَارُونَ، عَنْ حُمَيْدٍ",
            "page": "272",
            "part": "1",
            "seal": "CC4ADACF"
        },
        {
            "hno": "145",
            "id": "230",
            "nass": "الْحَدِيثُ التَّاسِعُ وَالثَّلاثُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا الشَّيْخُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورٍ الْبَزَّازُ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ زَكَرِيَّا بْنِ الْحَسَنِ الْجَوْزَقِيُّ، أَنَا أَبُو الْعَبَّاسِ الدَّغُولِيُّ، ثَنَا مَحْمُودُ بْنُ آدَمَ الْمَرْوَزِيُّ، إِمْلاءً عَلَيْنَا، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ -ح-. ¶ وَأَخْبَرَنَا أَبُو بَكْرٍ، أَنَا أَبُو بَكْرٍ، قَالَ: وَأَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: دَخَلَ رَهْطٌ مِنَ الْيَهُودِ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالُوا: السَّامُ عَلَيْكُمْ قَالَتْ عَائِشَةُ عَلَيْكُمُ السَّامُ، وَالْغَضَبُ، أَوِ اللَّعْنَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَا عَائِشَةُ، إِنَّ اللَّهَ يُحِبُّ الرِّفْقَ فِي الأَمْرِ كُلِّهِ» ، قَالَتْ: أَوَ لَمْ تَسْمَعْ مَا قَالُوا! ؟ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنْ كَانَ خَيْرًا، فَقَدْ قُلْتِ، وَإِنْ كَانَ شَرًّا، فَقُلْتِ وَعَلَيْكُمْ» هَذَا لَفْظُ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ بِشْرٍ. ¶ وَقَالَ: عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ فِي حَدِيثِهِ: عَنْ عُرْوَةَ قَالَ: أَرَاهُ عَنْ عَائِشَةَ.",
            "page": "273",
            "part": "1",
            "seal": "27ED02C4"
        },
        {
            "hno": "147",
            "id": "231",
            "nass": "وَقَالَ مَحْمُودٌ: عَنْ عُرْوَةَ، عَنْ عَائِشَةَ وَلَمْ يَشُكَّ ¶ أَخْبَرَنَاهُ الشَّيْخُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ النَّحْوِيُّ، أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، أَنَا أَبُو يَعْلَى الْمَوْصِلِيُّ، ثَنَا إِسْحَاقُ وَهُوَ ابْنُ أَبِي إِسْرَائِيلَ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتِ: اسْتَأْذَنَ رَهْطٌ مِنَ الْيَهُودِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالُوا: السَّامُ عَلَيْكَ قَالَتْ عَائِشَةُ: عَلَيْكُمُ السَّامُ، وَاللَّعْنَةُ قَالَ: رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَا عَائِشَةُ إِنَّ اللَّهَ يُحِبُّ الرِّفْقَ فِي الأَمْرِ كُلِّهِ» قَالَتْ: قُلْتُ أَلَمْ تَسْمَعْ مَا قَالُوا؟ قَالَ: «قُلْتُ، وَعَلَيْكُمْ» اتَّفَقَ الْبُخَارِيُّ، وَمُسْلِمٌ، عَلَى إِخْرَاجِهِ بِتَمَامِهِ. ¶ فَرَوَاهُ الْبُخَارِيُّ، عَنْ أَبِي نُعَيْمٍ الْفَضْلِ بْنِ دُكَيْنٍ، الْكُوفِيِّ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، وَعَنْ عَبْدِ الْعَزِيزِ بْنِ عَبْدِ اللَّهِ الأُوَيْسِيِّ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنْ صَالِحِ بْنِ كَيْسَانَ. ¶ وَعَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ الْجُعْفِيِّ الْمُسْنِدِيِّ الْبُخَارِيِّ، عَنْ هِشَامِ بْنِ يُوسُفَ، عَنْ مَعْمَرِ بْنِ رَاشِدٍ، وَعَنْ أَبِي الْيَمَانِ الْحَكَمِ بْنِ نَافِعٍ النَّهْرَانِيِّ، عَنْ شُعَيْبِ بْنِ أَبِي حَمْزَةَ.",
            "page": "274",
            "part": "1",
            "seal": "578430ED"
        },
        {
            "hno": null,
            "id": "232",
            "nass": "وَأَخْرَجَهُ مُسْلِمٌ، عَنْ أَبِي خَيْثَمَةَ زُهَيْرِ بْنِ حَرْبٍ، وَعَمْرِو بْنِ مُحَمَّدٍ النَّاقِدِ، عَنِ ابْنِ عُيَيْنَةَ، وَعَنِ الْحَسَنِ بْنِ عَلِيٍّ الْخَلالِ، وَعَبْدِ بْنِ حُمَيْدٍ الْكَشِّيِّ، عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ، عَنْ أَبِيهِ، عَنْ صَالِحٍ، وَعَنْ عَبْدِ بْنِ حُمَيْدٍ، عَنْ عَبْدِ الرَّزَّاقِ بْنِ هَمَّامٍ، عَنْ مَعْمَرٍ. ¶ كُلُّهُمْ، عَنِ الزُّهْرِيِّ. ¶ وَأَلْفَاظُهُمْ مُتَقَارِبَةٌ. ¶ فَوَقَعَ لِي بَدَلا عَالِيًا، مِنْ حَدِيثِ سُفْيَانَ وَأَخْرَجَ النَّسَائِيُّ قَوْلَهُ: إِنَّ اللَّهَ يُحِبُّ الرِّفْقَ فِي الأَمْرِ كُلِّهِ فِي حَدِيثِ مَالِكٍ، عَنْ أَبِي إِسْحَاقَ إِبْرَاهِيمَ بْنِ يَعْقُوبَ الْجُوزَجَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ يُوسُفَ الدِّمَشْقِيِّ، نَزِيلِ تِنِّيسَ، عَنْ أَبِي مُسْلِمٍ سَلَمَةَ بْنِ الْعَيَّارِ الدِّمَشْقِيِّ. ¶ وَعَنْ أَبِي عَبْدِ الْمَلِكِ أَحْمَدَ بْنِ إِبْرَاهِيمَ الْقُرَشِيِّ السُّكَّرِيِّ الدِّمَشْقِيِّ، عَنْ مُوسَى بْنِ أَيُّوبَ النَّصِيبِيِّ، عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ. ¶ جَمِيعًا، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي عَمْرٍو عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو الأَوْزَاعِيِّ الْفَقِيهِ، عَنِ الزُّهْرِيِّ ¶ فَسَاوَيْتُهُ، مِنْ هَذِهِ الطَّرِيقِ فِي الْعِدَّةِ، إِلَى الزُّهْرِيِّ، وَالْحَمْدُ لِلَّهِ.",
            "page": "275",
            "part": "1",
            "seal": "B4F13338"
        },
        {
            "hno": "148",
            "id": "236",
            "nass": "الْحَدِيثُ الأَرْبَعُونَ وَهُوَ مِمَّا أُسَاوِي فِي سَنَدِهِ النَّسَائِيَّ، رَحِمَهُ اللَّهُ: ¶ أَخْبَرَنَا أَبُو سَعْدٍ الْجَنْزَرُوذِيُّ قِرَاءَةً عَلَيْهِ، أَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، أَنَا أَبُو يَعْلَى، ثَنَا أَبُو خَيْثَمَةَ، سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ نَبْهَانَ، عَنْ أُمِّ سَلَمَةَ: ذَكَرَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنْ كَانَ لإِحْدَاكُنَّ مُكَاتِبٌ، وَكَانَ عِنْدَهُ مَا يُؤَدِّي، فَلْتَحْتَجِبْ مِنْهُ» ¶ أَخْبَرَنَاهُ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْبَيْهَقِيُّ، أَنَا أَبُو عَبْدِ اللَّهِ الْحَافِظُ، أَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سُلَيْمَانَ الْمَوْصِلِيُّ، ثَنَا عَلِيُّ بْنُ حَرْبٍ، ثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ نَبْهَانَ مُكَاتِبٍ لأُمِّ سَلَمَةَ، قَالَ: سَمِعْتُ أُمَّ سَلَمَةَ تَقُولُ: قَالَ: رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا كَانَ لإِحْدَاكُنَّ مُكَاتِبٌ» فَذَكَرَهُ أَخْرَجَهُ أَبُو دَاوُدَ، عَنْ مُسَدَّدٍ.",
            "page": "279",
            "part": "1",
            "seal": "C331B0B4"
        },
        {
            "hno": null,
            "id": "237",
            "nass": "وَأَخْرَجَهُ التِّرْمِذِيُّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ الْمَكِّيِّ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، عَنْ مُحَمَّدِ بْنِ مَنْصُورٍ الْجَوَّازِ. ¶ كُلُّهُمْ: عَنْ سُفْيَانَ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ، مِنْ حَدِيثِ صَالِحِ بْنِ كَيْسَانَ، وَمَعْمَرٍ، وَمُحَمَّدِ بْنِ إِسْحَاقَ بْنِ يَسَارٍ، وَمُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ مَوْلَى آلِ طَلْحَةَ، وَمُحَمَّدِ بْنِ أَبِي عُتَيْقٍ، وَمُوسَى بْنِ عُقْبَةَ، عَنِ الزُّهْرِيِّ. ¶ فَسَاوَيْتُ النَّسَائِيَّ فِيهِ فِي الْعِدَّةِ. ¶ إِلَى الزُّهْرِيِّ، مِنْ وَجْهِ أَنَّهُ رَوَاهُ، عَنْ مُحَمَّدِ بْنِ نَصْرٍ، عَنْ أَيُّوبَ بْنِ سُلَيْمَانَ بْنِ بِلالٍ، عَنْ أَبِي بَكْرِ بْنِ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلالٍ، عَنِ ابْنِ أَبِي عُتَيْقٍ، وَمُوسَى بْنِ عُقْبَةَ. ¶ وَسَاوَيْتُهُ فِيهِ مِنْ وَجْهٍ آخَرَ. ¶ وَهُوَ أَنَّهُ رَوَاهُ فِي حَدِيثِ مَالِكٍ، عَنْ زَكَرِيَّاءَ بْنِ يَحْيَى السِّجِسْتَانِيِّ، عَنْ أَحْمَدَ بْنِ حَفْصِ بْنِ عَبْدِ اللَّهِ النَّيْسَابُورِيِّ، عَنْ أَبِيهِ، عَنْ إِبْرَاهِيمَ بْنِ طَهْمَانَ، عَنْ مَالِكٍ، عَنِ الزُّهْرِيِّ",
            "page": "280",
            "part": "1",
            "seal": "8B2F4F36"
        },
        {
            "hno": "150",
            "id": "240",
            "nass": "حَدِيثٌ زَائِدٌ عَلَى الأَرْبَعِينَ سَاوَيْتُ فِيهِ أَبَا دَاوُدَ، وَأَبَا عِيسَى، وَأَبَا عَبْدِ الرَّحْمَنِ، إِلا أَنَّهُ مَعْلُولٌ. ¶ أَخْبَرَنَا الْقَاضِي أَبُو الْفَتْحِ نَصْرُ بْنُ عَلِيٍّ الطُّوسِيُّ، قَدِمَ عَلَيْنَا، أَنَا أَبُو عَلِيٍّ الْحُسَيْنُ بْنُ مُحَمَّدٍ الْفَقِيهُ، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ بَكْرٍ التَّمَّارُ، ثَنَا أَبُو دَاوُدَ، ثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ يَعْنِي أَبَا مَعْمَرٍ الْقَطِيعِيَّ، ثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لا نَدْرَ فِي مَعْصِيَةٍ، وَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ» وَأَخْبَرَنَا أَبُو الْفَتْحِ، أَنَا أَبُو عَلِيٍّ، أَنَا أَبُو بَكْرٍ، ثَنَا أَبُو دَاوُدَ، ثَنَا ابْنُ السَّرْحِ يَعْنِي أَبَا طَاهِرٍ أَحْمَدَ بْنَ عَمْرِو بْنِ السَّرْحِ، أَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، بِمَعْنَاهُ وَإِسْنَادِهِ. ¶ هَكَذَا رَوَاهُ يُونُسُ بْنُ يَزِيدَ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ. ¶ وَهُوَ مُنْكَرٌ مِنْ حَدِيثِ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ. ¶ وَقَدْ حَدَّثَ بِهِ، عَنْ يُونُسَ هَكَذَا، أَبُو صَفْوَانَ عَبْدُ اللَّهِ بْنُ سَعِيدِ بْنِ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ الأُمَوِيُّ، وَعُثْمَانُ بْنُ عُمَرَ بْنِ فَارِسٍ، وَأَبُو ضَمْرَةَ",
            "page": "283",
            "part": "1",
            "seal": "AC93BC30"
        },
        {
            "hno": null,
            "id": "241",
            "nass": "أَنَسُ بْنُ عِيَاضٍ اللَّيْثِيُّ، إِلا أَنَّ أَبَا ضَمْرَةَ قَالَ: حَدَّثَ أَبُو سَلَمَةَ. ¶ وَكَذَلِكَ قَالَ: غَيْرُ أَبِي مَعْمَرٍ، عَنِ ابْنِ الْمُبَارَكِ. ¶ وَهَذَا دَلِيلٌ عَلَى أَنَّ الزُّهْرِيَّ لَمْ يَسْمَعْهُ مِنْ أَبِي سَلَمَةَ. ¶ وَقَدْ أَخْرَجَهُ النَّسَائِيُّ، مِنْ حَدِيثِ مَنْ سَمَّيْنَا، عَنْ يُونُسَ. ¶ وَأَخْرَجَهُ التِّرْمِذِيُّ مِنْ حَدِيثِ أَبِي صَفْوَانَ، وَقَالَ: لا يَصِحُّ لأَنَّ الزُّهْرِيَّ لَمْ يَسْمَعْهُ مِنْ أَبِي سَلَمَةَ. ¶ وَهَذَا الْحَدِيثُ، إِنَّمَا رَوَاهُ الزُّهْرِيُّ، عَنْ سُلَيْمَانَ بْنِ أَرْقَمَ الْيَمَامِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، كَذَلِكَ قَالَ: مُحَمَّدُ بْنُ أَبِي عُتَيْقٍ وَمُوسَى بْنُ عُقْبَةَ، عَنِ الزُّهْرِيِّ. ¶ وَسُلَيْمَانُ بْنُ أَرْقَمَ، هَذَا ضَعِيفُ الْحَدِيثِ، وَقَدْ وُهِمَ فِيهِ عَلَى",
            "page": "284",
            "part": "1",
            "seal": "CC9CFA3B"
        },
        {
            "hno": null,
            "id": "242",
            "nass": "يَحْيَى وَخَالَفَ فِيهِ عَامَّةَ أَصْحَابِهِ. ¶ وَيَحْيَى بْنُ أَبِي كَثِيرٍ إِنَّمَا يَرْوِي هَذَا الْحَدِيثَ، عَنْ مُحَمَّدِ بْنِ الزُّبَيْرِ الْحَنْظَلِيِّ، عَنْ أَبِيهِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ. ¶ كَذَلِكَ رَوَاهُ عَنْ يَحْيَى: عَلِيُّ بْنُ الْمُبَارَكِ الْيَمَامِيُّ، وَشَيْبَانُ بْنُ عَبْدِ الرَّحْمَنِ، وَحَمَّادُ بْنُ زَيْدٍ وَالأَوْزَاعِيُّ، فِيمَا رَوَاهُ بَقِيَّةُ بْنُ الْوَلِيدِ عَنْهُ. ¶ وَخَالَفَ يَحْيَى بْنُ أَبِي كَثِيرٍ فِيهِ غَيْرَهُ. ¶ فَرَوَاهُ عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ التَّنُّورِيُّ، وَمُحَمَّدُ بْنُ إِسْحَاقَ صَاحِبَ السِّيرَةِ، عَنْ مُحَمَّدِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، عَنْ رَجُلٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ. ¶ وَخَالَفَهُمَا غَيْرُهُمَا. ¶ فَرَوَاهُ سُفْيَانُ الثَّوْرِيُّ، وَأَبُو بَكْرِ بْنُ قَطَّانٍ وَيُقَالُ: بْنُ أَبِي الْقَطَّانِ الْكُوفِيُّ النَّهْشَلِيُّ، عَنْ مُحَمَّدِ بْنِ الزُّبَيْرِ، عَنِ الْحَسَنِ بْنِ أَبِي الْحَسَنِ الْبَصْرِيِّ، عَنْ عِمْرَانَ. ¶ وَمُحَمَّدُ بْنُ الزُّبَيْرِ، ضَعِيفٌ لا يَقُومُ بِمِثْلِهِ حُجَّةٌ، كَذَلِكَ قَالَ: النَّسَائِيُّ وَحَدِيثُ سُلَيْمَانَ بْنِ أَرْقَمَ أَخْرَجَهُ أَبُو دَاوُدَ، عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ الْمَرْوَزِيِّ.",
            "page": "285",
            "part": "1",
            "seal": "BE55FA50"
        },
        {
            "hno": "152",
            "id": "243",
            "nass": "وَأَخْرَجَهُ التِّرْمِذِيُّ، وَالنَّسَائِيُّ، عَنْ أَبِي إِسْمَاعِيلَ مُحَمَّدِ بْنِ إِسْمَاعِيلَ التِّرْمِذِيِّ، عَنْ أَيُّوبَ بْنِ سُلَيْمَانَ بْنِ بِلالٍ، عَنْ أَبِي بَكْرِ بْنِ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلالٍ، عَنِ ابْنِ أَبِي عُتَيْقٍ وَمُوسَى، عَنِ ابْنِ شِهَابٍ، عَنْ سُلَيْمَانَ بْنِ أَرْقَمَ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ. ¶ فَسَاوَيْتُهُمْ فِي الْعِدَّةِ إِلَى أَبِي سَلَمَةَ، بِطَرِيقِ تَقْدِيرِ صِحَّةِ حَدِيثِ يُونُسَ، عَنِ الزُّهْرِيِّ. ¶ وَقَدْ وَقَعَ لِي حَدِيثُ ابْنِ الْمُبَارَكِ عَالِيًا، أُسَوِّي فِيهِ مَنْ رَوَوْا عَنْهُ حَدِيثَ سُلَيْمَانَ ¶ أخبرناه الشيخ أبو سعد محمد بن عبد الرحمن الجنزروذي، أنا أبو عمرو بن حمدان، أنا أبو يعلى أحمد بن علي بن المثنى، ثنا عباد بن موسى، ثنا ابن المبارك، أخبرني يونس، عن الزهري، عن أبي سلمة، عن عائشة رضي الله عنهما، عن النبي صلى الله عليه وسلم قال: «لا وفاء لنذر في معصية الله، وكفارته، كفارة يمين»",
            "page": "286",
            "part": "1",
            "seal": "E9587546"
        }
    ],
    "t9371": [
        {
            "id": "49",
            "lvl": "1",
            "sub": "1",
            "tit": "يقبل بعض نسائه وهو صائم ثم ضحكت»"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "2",
            "tit": "قبل امرأة وهو صائم» ، ثم ضحكت."
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "3",
            "tit": "يقبلها وهو صائم» ؟ قال: نعم"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "يقبل وهو صائم؟» قال: فسكت عني شيئا، ثم قال لي: نعم."
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "1",
            "tit": "يقبل وهو صائم، وكان أملككم لإربه \". ليس في حديث الجوزقي، ابن محمد. هذا حديث صحيح من حديث"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "يقبلها وهو صائم»"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "يقبل وهو صائم»"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "نساؤكم حرث لكم رواه سفيان بن عيينة، عن ابن المنكدر"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": "1",
            "tit": "{نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} [البقرة: 223]"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": "2",
            "tit": "{نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} [البقرة: 223]"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "{نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} [البقرة: 223] . اتفق الأئمة على صحة هذا الحديث:"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "\" من أعتق نصيبا في عبد فكان له من المال قدر ما يبلغ قيمته وقال أبو يعلى: ثمنه قوم عليه قيمة"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "«من أعتق شركا له في عبد، فكان له ما يبلغ ثمن العبد، قوم عليه قيمة العدل فأعطى شركاءه"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "\" جاورت في حراء. فلما قضيت جواري، فاستبطنت الوادي فنوديت أمامي، وخلفي وعن يميني، وعن شمالي،"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الحلال بين والحرام بين، وأمور مشتبهة لا يدري كثير من الناس أمن الحلال أم من الحرام. فمن"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "الحلال بين والحرام بين وبين ذلك أمور متشابهات وقال: وربما قال: مشتبهة وسأضرب لكم في ذلك"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "«الحلال بين والحرام بين وبينهما متشابهات لا يعلمها كثير من الناس، فمن اتقى الشبهات، استبرأ"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": "1",
            "tit": "«الحلال بين والحرام بين وبينهما متشابهات لا يعلمها كثير من الناس، فمن اتقى المشتبهات،"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "الحلال بين والحرام بين، وبينهما مشتبهات لا يعلمها كثير من الناس، فمن اتقى المشتبهات"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": "1",
            "tit": "الحلال بين والحرام بين، وبينهما أمور مشتبهات، لا يعلمها كثير من الناس فمن اتقى الشبهات"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "«ليؤمن هذا البيت جيش يغزونه حتى إذا كانوا ببيداء من الأرض، خسف بأوسطهم، فنادى أولهم وآخرهم"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "هذه الصلاة عرضت على من كان قبلكم فضيعوها، فمن حافظ عليها كان له أجره مرتين، ولا صلاة"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "«المرء مع من أحب»"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": "1",
            "tit": "«فأنت مع من أحببت» وأخبرناه أبو عثمان سعيد بن محمد بن أحمد البحيري العدل، أنا أبو سعيد محمد"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "أنت مع من أحببت \""
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": "1",
            "tit": "«فأنت مع من أحببت» . رواه ثابت بن أسلم البناني وقتادة بن دعامة والحسن بن أبي الحسن البصري،"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "«فأنت مع من أحببت» قال أنس: فما فرحنا بشيء بعد الإسلام فرحنا بقول رسول الله صلى الله عليه"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "«المرء مع من أحب» قال حماد: وفي هذا الحديث."
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": "1",
            "tit": "«فإنك مع من أحببت» قال: أنس وأنا أحب الله ورسوله"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": "2",
            "tit": "«المرء مع من أحب» ."
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": "3",
            "tit": "«المرء مع من أحب»"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": "4",
            "tit": "«فأنت مع من أحببت ولك ما احتسبت» ثم قال: «سلوني، عن الساعة، والذي نفسي بيده ما على الأرض نفس"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "يراجعها، ثم يمسكها حتى تطهر من حيضتها، ثم تحيض عنده حيضة أخرى، ثم يمهلها حتى تطهر من"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "غطوا الإناء وأوكوا السقاء وأطفوا السراج، فإن الشيطان لا يحل سقاء ولا يفتح بابا، ولا يكشف"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم اغفر لي وله وأعقبني منه عقبى حسنة \" فعقبني الله من هو خيرا منه، محمدا صلى الله عليه"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": "1",
            "tit": "«إذا حضرتم الميت أو المريض، فقولوا خيرا، فإن الملائكة يؤمنون على ما تقولون» . فلما مات أبو"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "إن شهدتم المريض أو الميت، فقولوا خيرا، فإن الملائكة يؤمنون على ما تقولون \" فلما مات أبو"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "الله ينهاكم أن تحلفوا بآبائكم، فمن كان حالفا فليحلف بالله أو ليصمت» . هكذا رواه أبو أسماء"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "نهى عن بيع الولاء وعن هبته»"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": "1",
            "tit": "نهى عن بيع الولاء وعن هبته»"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "بيع الولاء وعن هبته» وأخبرناه أحمد بن منصور القيرواني، أنا محمد بن عبد الله الشيباني، ثنا"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": "1",
            "tit": "نهى عن بيع الولاء وعن هبته»"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "نهى عن بيع الولاء وعن هبته» . اتفق الأئمة على صحة هذا الحديث، وأودعوه في كتبهم. فأخرجه"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "الغادر ينصب لواء يوم القيامة، فيقال هذه غدرة فلان» أخرجه مسلم، والنسائي، عن علي بن حجر بن"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "وقعت بامرأتي في رمضان. قال: «أعتق رقبة» قال: لا أجد، قال: «فصم شهرين متتابعين» قال: لا"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "وقعت على امرأتي في شهر رمضان. قال: «فهل تجد ما تعتق رقبة» قال: لا قال: «فهل تستطيع أن تصوم"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "وقعت على أهلي في رمضان، قال: «فهل تجد ما تعتق رقبة» قال: لا. قال: «فهل تستطيع أن تصوم شهرين"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "فبال، ثم توضأ ولم يسبغ الوضوء فقلت له: الصلاة يا رسول الله! فقال: «الصلاة أمامك» فركب، فلما"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "«ألا أخذوا إهابها فدبغوه فاستنفعوا به» ! ؟ قالوا: إنها ميتة."
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": "1",
            "tit": "«ألا أخذوا إهابها فدبغوه، وانتفعوا به! ؟» قالوا: يا رسول الله إنها ميتة. قال: «إنما حرم"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "«ألا أخذوا إهابها فدبغوه فانتفعوا بها» فقالوا إنها ميتة، فقال: «إنما حرم"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": "1",
            "tit": "«ألا نزعتم إهابها فدبغتموه فانتفعتم به! ؟» قالوا يا رسول الله إنها ميتة، قال: «إنما حرم"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "«ألا أخذوا إهابها فدبغوه فانتفعوا به! ؟» قالوا: إنها ميتة. قال: «إنما حرم أكلها» . وقد رواه"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "ألا نزعتم جلدها، ثم دبغتموه فاستمتعتم به! ؟» وروى عبد الرحمن بن وعلة الشيباني المصري، عن"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "فريضة الله في الحج أدركت أبي وهو شيخ كبير لا يستطيع أن يستمسك على الرحل، فهل ترى أن نحج"
        },
        {
            "id": "159",
            "lvl": "1",
            "sub": null,
            "tit": "فريضة الله في الحج على عباده، أدركت أبي شيخا كبيرا لا يستمسك على الرحل، فهل ترى أن نحج"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "«اغسلنها ثلاثا، أو خمسا، أو أكثر من ذلك، بماء وسدر، واجعلن في الآخرة كافورا، أو شيئا من"
        },
        {
            "id": "165",
            "lvl": "1",
            "sub": null,
            "tit": "«اغسلنها بماء وسدر، واغسلنها وترا، ثلاثا أو خمسا، أو أكثر من ذلك، إن رأيتن ذلك، واجعلن في"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "«اغسلنها» الحديث وقال: في آخره قالت: ظفرنا شعر ابنة رسول الله صلى الله عليه وسلم ثلاث قرون"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": "1",
            "tit": "«اغسلنها بسدر واغسلنها وترا» وذكر الحديث بنحو ما مضى وقال: فيه قالت: وكفناها في خمسة أثواب،"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "«الشؤم في ثلاثة، في الفرس والمرأة والدار»"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": null,
            "tit": "لا يحلبن أحد ماشية رجل بغير إذنه، أيحب أحدكم أن تؤتى مشربته فيكسر باب خزانته فينتقل"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "قرأ رسول الله صلى الله عليه وسلم في هذا اليوم؟ فقال: بقاف واقتربت \""
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": "1",
            "tit": "قرأ النبي صلى الله عليه وسلم؟ قال: قرأ بقاف واقتربت"
        },
        {
            "id": "183",
            "lvl": "1",
            "sub": null,
            "tit": "يقرأ في هذا اليوم؟ فقال: بقاف واقتربت. أخرجه أبو عيسى، عن أبي السري هناد بن السري التميمي"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": null,
            "tit": "أبا عمير ما فعل النغير» . ورواه ثابت بن أسلم، وحميد الطويل، عن أنس"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": "1",
            "tit": "أبا عمير ما فعل النغير! ؟»"
        },
        {
            "id": "187",
            "lvl": "1",
            "sub": null,
            "tit": "أبا عمير ما فعل النغير» . أخرجه البخاري، والترمذي، والنسائي بمعناه من حديث شعبة بن الحجاج،"
        },
        {
            "id": "190",
            "lvl": "1",
            "sub": null,
            "tit": "«نهى عن نكاح المتعة يوم خيبر، وعن لحوم الحمر الأهلية»"
        },
        {
            "id": "191",
            "lvl": "1",
            "sub": null,
            "tit": "نهى عن نكاح المتعة، وعن لحوم الحمر الأهلية زمن خيبر»"
        },
        {
            "id": "191",
            "lvl": "1",
            "sub": "1",
            "tit": "نهى عن المتعة وعن لحوم الحمر الأهلية» وهذا صحيح، من حديث أبي القاسم ويقال: أبو عبد الله"
        },
        {
            "id": "197",
            "lvl": "1",
            "sub": null,
            "tit": "لأقضين بينكما بكتاب الله، المائة الشاة والخادم وقال الشيباني أما المائة شاة وخادم رد"
        },
        {
            "id": "204",
            "lvl": "1",
            "sub": null,
            "tit": "نحرنا مع رسول الله صلى الله عليه وسلم عام الحديبية البدنة عن سبعة والبقرة، عن سبعة» . أخرجه"
        },
        {
            "id": "208",
            "lvl": "1",
            "sub": null,
            "tit": "«بايعوني على أن لا تشركوا بالله شيئا، ولا تزنوا، ولا تسرقوا، ولا تقتلوا النفس التي حرم"
        },
        {
            "id": "208",
            "lvl": "1",
            "sub": "1",
            "tit": "«تبايعوا على أن لا تشركوا بالله شيئا، ولا تسرقوا ولا تزنوا، الآية فمن وفى منكم، فأجره على"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "«ألقوها وما حولها، وكلوه» أخبرناه أبو سعد محمد بن عبد الرحمن الجنزروذي، قراءة عليه، أنا أبو"
        },
        {
            "id": "220",
            "lvl": "1",
            "sub": null,
            "tit": "ليس على المسلم في فرسه، ولا في مملوكه صدقة \""
        },
        {
            "id": "222",
            "lvl": "1",
            "sub": null,
            "tit": "«ليس في عبد المسلم ولا فرسه صدقة»"
        },
        {
            "id": "226",
            "lvl": "1",
            "sub": null,
            "tit": "اتخذ خاتما من فضة فصه منه»"
        },
        {
            "id": "226",
            "lvl": "1",
            "sub": "1",
            "tit": "الناس قد صلوا وناموا، وإنكم لن تزالوا في صلاة متى انتظرتموها» قال: وكأني أنظر إلى وبيص"
        },
        {
            "id": "230",
            "lvl": "1",
            "sub": null,
            "tit": "الله يحب الرفق في الأمر كله» ، قالت: أو لم تسمع ما قالوا! ؟ فقال النبي صلى الله عليه وسلم:"
        },
        {
            "id": "231",
            "lvl": "1",
            "sub": null,
            "tit": "الله يحب الرفق في الأمر كله» قالت: قلت ألم تسمع ما قالوا؟ قال: «قلت، وعليكم» اتفق البخاري،"
        },
        {
            "id": "236",
            "lvl": "1",
            "sub": null,
            "tit": "«إن كان لإحداكن مكاتب، وكان عنده ما يؤدي، فلتحتجب منه»"
        },
        {
            "id": "240",
            "lvl": "1",
            "sub": null,
            "tit": "«لا ندر في معصية، وكفارته كفارة يمين» وأخبرنا أبو الفتح، أنا أبو علي، أنا أبو بكر، ثنا أبو"
        },
        {
            "id": "243",
            "lvl": "1",
            "sub": null,
            "tit": "لا وفاء لنذر في معصية الله، وكفارته، كفارة يمين"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "يكفيك التيمم."
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "يكفيك من ذلك التيمم: فأما قصة عبد الله: فإنما كانت مع أبي موسى الأشعري، وفيها ذكر حديث"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "يكفيك هكذا، ومسح وجهه وكفيه واحدة زاد إسماعيل إلى آخر الحديث فقال: إني لم أر عمر قنع بذلك"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "يكفيك أن تضرب بيديك الأرض ثم تنفخ، ثم تمسح بهما وجهك وكفيك فقال عمر: اتق الله يا عمار"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "بني هشام بن المغيرة استأذنوني في أن ينكحوا ابنتهم علي بن أبي طالب، فلا آذن ثم لا آذن قال"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "بني هشام بن المغيرة استأذنوني أن ينكحوا ابنتهم من علي وقال مسلم: علي بن أبي طالب فلا آذن"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "بني هشام بن المغيرة استأذنوني أن ينكحوا ابنتهم علي بن أبي طالب، فلا آذن لهم ثم لا آذن"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "«الغسل يوم الجمعة واجب على كل محتلم» ."
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "غسل يوم الجمعة واجب على كل محتلم» . وهذا وهم، والصواب ما تقدم"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "فأمرهم فأتوا راعي الصدقة، فشربوا من ألبانها وأبوالها حتى صحت جسومهم، فقتلوا الراعي"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "«إن شئتم أن تخرجوا إلى إبل الصدقة، فتشربوا من ألبانها وأبوالها» قال: ففعلوا فاستصحوا فمالوا"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "\" لو خرجتم إلى إبل الصدقة، فشربتم من ألبانها قال حميد: فحدث قتادة في هذا الحديث وأبوالها \""
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "أصحوا وارتدوا عن الإسلام وقتلوا راعي رسول الله صلى الله عليه وسلم واستاقوا الإبل، فبعث"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "يخرجوا إلى إبل الصدقة، فيشربوا من أبوالها وألبانها، فشربوا حتى سمنوا، واستاقوا إبل"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "1",
            "tit": "يأتوا إبل الصدقة فيشربوا من أبوالها، وألبانها، واستاقوا الإبل، وقتلوا الراعي، فبعث النبي"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "فأمرهم أن يشربوا من أبوالها وألبانها» . أخرج البخاري معنى هذا الحديث، عن أبي يحيى محمد بن"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "«العائد في هبته كالعائد في قيئه» . هكذا رواه محمد بن أيوب، عن مسلم، ولم يذكر مع أبان العطار"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "«مثل الذي يرجع في صدقته، كالكلب يقيء، فيرجع في قيئه فيأكله»"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "إذا جاء شهر رمضان، فتحت أبواب الجنة، وغلقت أبواب النار، وصفدت الشياطين \". اتفق البخاري،"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "«إذا دخلت العشر، وأراد أحدكم أن يضحي فلا يمس من شعره، ولا من بشره شيئا» . أخرجه مسلم، عن"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "يقبل وهو صائم»"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "يقبل وهو صائم»"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "2",
            "tit": "يقبل بعض أزواجه وهو صائم» قال هشام: قال أبي: لا تدعو القبلة إلى خير"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "يقبل بعض أزواجه وهو صائم ثم تضحك»"
        }
    ]
}