{
    "b9374": [
        {
            "hno": "1",
            "id": "5",
            "nass": "الْحَدِيثُ الْأَوَّلُ ¶ 1 - أَخْبَرَنَا الشَّيْخُ الْأَجَلُّ الصَّالِحُ الثِّقَةُ الْمُسْنِدُ شَيْخُ الْوَقْتِ أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى بْنِ شُعَيْبِ بْنِ إِبْرَاهِيمَ بْنِ إِسْحَاقَ السِّجْزِيُّ الصُّوفِيُّ الْهَرَوِيُّ رَضِيَ اللَّهُ عَنْهُ قَدِمَ عَلَيْنَا بَغْدَادَ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِمَدْرَسَةِ الشَّيْخِ أَبِي النَّجِيبِ السُّهْرَوَرْدِيِّ سَنَةَ ثَلَاثٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا الشَّيْخُ الإِمَامُ جَمَالُ الْإِسْلَامِ أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ الدَّاوُدِيُّ الْبُوشَنْجِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِبُوشَنْجَ سَنَةَ خَمْسٍ وَسِتِّينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَمَّوَيْهِ السَّرْخَسِيُّ الْحَمَوِيُّ فِي صَفَرٍ سَنَةَ ثَلَاثٍ وَثَمَانِينَ وَثَلاثِ مِائَةٍ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ مَطَرٌ الْفِرَبْرِيُّ سَنَةَ سِتَّ عَشْرَةَ وَثَلاثِ مِائَةٍ، أَخْبَرَنَا الْإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ بْنِ الْمُغِيرَةِ الْجُعْفِيُّ مَوْلَاهُمُ الْبُخَارِيُّ سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَسَنَةَ اثْنَتَيْنِ وَخَمْسِينَ وَسَنَةَ ثَلَاثٍ وَخَمْسِينَ وَمِئَتَيْنِ، حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ: أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيِّبِ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَثَلُ الْمُجَاهِدُ فِي سَبِيلِ اللَّهِ وَاللَّهُ أَعْلَمُ بِمَنْ يُجَاهِدُ فِي سَبِيلِهِ كَمَثَلِ الصَّائِمِ الْقَائِمِ، وَتَوَكَّلَ اللَّهُ لِلْمُجَاهِدِ فِي سَبِيلِهِ بِأَنْ يَتَوَّفَاهُ أَنْ يُدْخِلَهُ الْجَنَّةَ أَوْ يُرْجِعَهُ سَالِمًا مَعَ أَجْرٍ أَوْ غَنِيمَةٍ»",
            "page": "21",
            "part": "1",
            "seal": "CDFC2F88"
        },
        {
            "hno": "2",
            "id": "6",
            "nass": "الْحَدِيثُ الثَّانِي ¶ 2 - أَخْبَرَنَا الْإِمَامُ الْعَالِمُ الثِّقَةُ أَبُو المُظَفَّرِ هِبَةُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الشِّبْلِيِّ الْبَابَصْرِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ فِي رَبِيعٍ الْأَوَّلِ سَنَةَ أَرْبَعٍ وَخَمْسِينَ وَخَمْسِ مِئَةٍ بِبَغْدَادَ، أَخْبَرَنَا الشَّرِيفُ أَبُو نَصْرٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الزَّيْنَبِيُّ الْعَبَّاسِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا أبُو طَاهِرٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْعَبَّاسِ الذَّهَبِيُّ الْحَافِظُ، حَدَّثَنَا أَبُو القَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ هُوَ الْمَنِيعِيُّ سَنَةَ خَمْسَ عَشْرَةَ وَثَلَاثْمِائَةٍ، حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ عَاصِمٍ أَبُو طَالِبٍ النَّسَائِيُّ، حَدَّثَنَا بَقِيَّةُ بْنُ الوَلِيدِ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ نَاسِحٍ",
            "page": "22",
            "part": "1",
            "seal": "43529811"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "الْحَضْرَمِيُّ، قَالَ: سَمِعْتُ عُتْبَةَ بْنَ عَبْدٍ صَاحِبَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: أمَرَنا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالقِتَالِ فَرَمَى رَجُلٌ بِسَهْمٍ الْعَدُوَّ، قَالَ: فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ صَاحِبُ هَذَا السَّهْمَ فَقَدْ أوْجَبَ»",
            "page": "23",
            "part": "1",
            "seal": "851385BE"
        },
        {
            "hno": "3",
            "id": "8",
            "nass": "الْحَديِثُ الثَّالِثُ ¶ 3 - أَخْبَرَنَا الشَّيْخُ الْجَلِيلُ سَدِيدُ الدِّينِ بَقِيَّةُ السَّلَفِ الصَّالِحِ أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى بْنِ شُعَيْبٍ الْفَرَوِيُّ قِرَاءَةً عَلَيْهِ بِبَغْدَادَ وَبِهَا مَاتَ رَحِمَهُ اللَّهُ وَإِيَّانَا، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ أَبِي نَصْرٍ الْكُوفَانِيُّ الصُّوفِيُّ وَيُعْرَفُ بِكَاكُو قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ سَنَةَ سِتٍّ وَسِتِّينَ وَأَرْبَعِ مِئَةٍ، وَأَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ عُمَرَ بْنِ مُحَمَّدٍ الشَّاهِدُ التُّجِيبِيُّ الْمَعْرُوفُ بِابْنِ النَّحَّاسِ الْمِصْرِيِّ بِهَا، حَدَّثَنَا أَبُو حَفْصٍ عُمَرُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ الْعَطَّارُ، حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي مُعَاوِيَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، أَنَّهُ سَمِعَ أَبَا صَالِحٍ ذَكْوَانَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتي أوْ عَلَى الْمُؤْمِنِينَ لَأَحْبَبْتُ أنْ لَا أتَخَلَّفَ خَلْفَ سَرِيَّةٍ تَخْرُجُ أَوْ تَغْزُو فِي سَبِيلِ اللَّهِ، وَلَا أَجِدُ سَعَةً فَأَحْمِلَهُمْ، وَلَا يَجِدُونَ سَعَةً فَيَتَّبِعُونِي، وَلَا تَطِيبُ أَنْفُسُهُمْ أَنْ يَتَخَلَّفُوا بَعْدِي أَوْ يَقْعُدوا بَعْدِي فَلَوَدِدْتُ أَنِّي أُقَاتِلُ فِي سَبِيلِ اللَّهِ فَأُقْتَلُ ثُمَّ أَحْيَا، ثُمَّ أُقْتَلُ ثُمَّ أَحْيَا ثُمَّ أُقْتَلُ»",
            "page": "24",
            "part": "1",
            "seal": "DD1AF1E0"
        },
        {
            "hno": "4",
            "id": "10",
            "nass": "الْحَدِيثُ الرَّابِعُ ¶ 4 - أَخْبَرَنَا الْحَاجِبُ الْأَجَلُّ أَبُو الْفَتْحِ مُحَمَّدُ بْنُ الْبَاقِي بْنِ أَحْمَدَ بْنِ سَلْمَانَ الْمَعْرُوفُ ابْنُ الْبَطِّيِّ إِجَازَةً إِنْ لَمْ يَكُنْ سَمَاعًا، وَأَكْثَرُ ظَنِّي أنِّي سَمِعْتُهُ مِنْهُ، أَخْبَرَنَا أَبُو الْفَتْحِ حَمْدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ بْنِ مِهْرَانَ الْحَدَّادُ الْأَصْبَهَانِيُّ، أَخْبَرَنَا الإِمَامُ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ أَبُو نُعَيْمٍ الْحَافِظُ الْأَصْبَهَانِيُّ سِبْطُ مُحَمَّدِ بْنِ يُوسُفَ، أَخْبَرَنَا سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ الطَّبَرَانِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ عَبدِ الْوَهَّابِ، حَدَّثَنَا أَبُو الْيَمَانِ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي مَرْيَمَ، عَنْ عَطِيَّةَ بْنِ قَيْسٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْجِهَادُ عَمُودُ الْإِسْلَامِ وَذُرْوَةُ سَنَامِهِ»",
            "page": "26",
            "part": "1",
            "seal": "52DD6765"
        },
        {
            "hno": "5",
            "id": "12",
            "nass": "الْحَدِيثُ الْخَامِسُ ¶ 5 - أَخْبَرَنَا الشَّيْخُ الْأَجَلِّ الثِّقَةُ عَبْدُ الْأَوَّلِ بْنُ عِيسَى بْنِ شُعَيْبٍ أَبُو الْوقَتِ الصُّوفِيُّ، أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ الْبُوشَنْجِيُّ بِهَا سَنَةَ إِحْدَى وَثَمَانِينَ وَثَلاثِ مِائَةٍ، أَخْبَرَنَا أَبُو عِمْرَانَ عِيسَى بْنُ عَمَرَ بنِ العَبَّاسِ السَّمَرْقَنْديُّ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا نُعَيْمُ بْنُ حَمَّادٍ، حَدَّثَنَا بَقِيَّةُ، عَنْ بَحِيرٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ مَالِكِ بْنِ يُخَامِرَ، عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَاتَلَ فِي سَبِيلِ اللَّهِ عَزَّ وجَلَّ فُوَاقَ نَاقَةٍ وَجَبَتْ لَهُ الْجَنَّةُ» . ¶ وَهِيَ قَدْرُ مَا يَدُرُّ حَلْبُهَا لِمَنْ حَلَبَهَا",
            "page": "28",
            "part": "1",
            "seal": "B74F8DDC"
        },
        {
            "hno": "6",
            "id": "15",
            "nass": "الْحَدِيثُ السَّادِسُ ¶ 6 - أَخْبَرَنَا الشَّرِيفُ الْأَجَلُّ الْنَقِيبُ فَخْرُ الشَّرَفِ نَقِيبُ النُّقَبَاءِ أَبُو جَعْفَرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ بْنِ عَلِيِّ بْنِ إِسْمَاعِيلَ بْنِ سُلَيْمَانَ بْنِ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ عَمِّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَالْخُلَفَاءُ الرَّاشِدِينَ عَلَيْهِمُ السَّلَامُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِبَغْدَادَ، أَخْبَرَنَا الشَّيْخُ أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ إِبْرَاهِيمَ الشَّافِعِيُّ الْمَكِّيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ فِي مَنْزِلِهِ فِي جُمَادَى الْآخِرَةِ سَنَةَ اثْنَتَيْنِ وَسَبْعِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ أَحْمَدَ بْنِ عَلِيِّ بْنِ فِرَاسٍ الْعَبْسَقِيُّ الْمَكِّيُّ، حَدَّثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ الْفَضْلِ الْمَكِّيُّ الدَّيْبُلِيُّ، حَدَّثَنَا أَبُو صَالِحٍ مُحَمَّدُ بْنُ أَبِي الْأَزْهَرِ الْمَعْرُوفُ بِابْنِ زُنْبُورٍ الْمَكِّيِّ مَوْلَى بَنِي هَاشِمٍ، حَدَّثَنَا الْحَارِثُ بْنُ عُمَيْرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَجْرِ الرِّبَاطِ، فَقَالَ: «مَنْ رَابَطَ حَارِسًا مِنْ وَرَاءِ الْمُسْلِمِينَ كَانَ لَهُ مِثْلُ أَجْرِ مَنْ خَلَّفَهُ مِمَّنْ صَامَ وَصَلَّى»",
            "page": "31",
            "part": "1",
            "seal": "79421381"
        },
        {
            "hno": "7",
            "id": "17",
            "nass": "الْحَدِيثُ السَّابِعُ ¶ 7 - أَخْبَرَنَا الشَّيْخُ الْعَارِفُ أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى بْنِ شُعَيْبِ بْنِ إِبْرَاهِيمَ السِّجْزِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ الْبُوشَنْجِيُّ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حِمُّوَيْهِ الْحَمَوِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ بْنِ مَطَرٍ أَبُو عَبْدِ اللَّهِ الْفِرَبْرِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ أَبُو عَبْدِ اللَّهِ الْجُعْفِيُّ، حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ: حَدَّثَنِي عَطَاءُ بْنُ يَزِيدَ، أَنَّ أَبَا سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ حَدَّثَهُ، قَالَ: قِيلَ: يَا رَسُولَ اللَّهِ! أَيُّ النَّاسِ أَفْضَلُ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مُؤْمِنٌ يُجاهِدُ فِي سَبِيلِ اللَّهِ بِنَفْسِهِ وَمَالِهِ» . ¶ قَالُوا: ثُمَّ مَنْ؟ قَالَ: «مُؤْمِنٌ فِي شِعْبٍ مِنَ الشِّعَابِ يَتَّقِي اللَّهَ عَزَّ وجَلَّ وَيَدَعُ النَّاسَ مِنْ شَرِّهِ»",
            "page": "33",
            "part": "1",
            "seal": "43541930"
        },
        {
            "hno": "8",
            "id": "19",
            "nass": "الْحَدِيثُ الثَّامِنُ ¶ 8 - أَخْبَرَنَا الشَّيْخُ الْأَمِينُ الثِّقَةُ الْفَاضِلُ أَبُو مَنْصُورٍ مَسْعُودُ بْنُ عَبْدِ الْوَاحِدِ بْنِ مُحَمَّدِ بْنِ الْحُصَيْنِ الشَّيْبَانِيُّ رَضِيَ اللَّهُ عَنْهُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِجَامِعِ الْقَصْرِ بِبِغْدَادَ، أَخْبَرَنَا الْحَافِظُ أَبُو الْحُسَيْنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْعَلَّافِ قِرَاءَةً عَلَيْهِ، حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ عَبْدِ اللَّهِ بْنِ بِشْرَانَ الْوَاعِظُ إِمْلَاءً، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ عَبْدِ اللَّهِ الْمَكِّيُّ، حَدَّثَنَا أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ، حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ عُفَيْرِ بْنِ مَعْدَانَ، حَدَّثَنَا سُلَيْمُ بْنُ عَامِرٍ، عَنْ أَبِي أُمَامَةَ سَمِعَهُ يُحَدِّثُ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" تُفْتَحُ أَبْوَابُ السَّمَاءِ وَيُسْتَجَابُ الدُّعَاءُ فِي أَرْبَعَةِ مَوَاطِنَ: عِنْدَ الْتِقَاءِ الصُّفُوفِ فِي سَبِيلِ اللَّهِ، وَعِنْدَ نُزُولِ الْغَيْثِ، وَعِنْدَ إِقَامَةِ الصَّلَاةِ، وَعِنْدَ رُؤْيَةِ الْكَعْبَةِ \"",
            "page": "35",
            "part": "1",
            "seal": "62C52551"
        },
        {
            "hno": "9",
            "id": "21",
            "nass": "الْحَدِيثُ التَّاسِعُ ¶ 9 - أَخْبَرَنَا عَبْدُ الْأَوَّلِ بْنُ عِيسَى السِّجْزِيُّ أَبُو الْوَقْتِ بِبِغْدَادَ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنِ مُحَمَّدِ بْنِ الْمُظَفَّرِ أَبُو الْحَسَنِ الدَاوُدِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ أَبُو مُحَمَّدٍ السَّرْخَسِيُّ، أَخْبَرَنَا إِبْرَاهِيمُ بْنُ خُزَيْمٍ الشَّاشِيُّ، حَدَّثَنَا أَبُو مُحَمَّدٍ عَبْدُ بْنُ حُمَيْدِ بْنِ نَصْرِ الْكُشِّيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ، عَنْ عَبْدِ الْحَمِيدِ بْنِ بَهْرَامَ، حَدَّثَنَا شَهْرُ بْنُ حَوْشَبٍ، حَدَّثَنِي عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسِي بِيَدِهِ، مَا شَحَبَ وَجْهٌ وَلَا اغْبَرَّتْ قَدَمٌ فِي عَمَلٍ تُبْتَغَى بِهِ دَرَجَاتُ الْجَنَّةِ بَعْدَ الصَّلَاةِ الْمَفْرُوضَةِ كَجِهَادٍ فِي سَبِيلِ اللَّهِ، وَلَا ثَقُلَ مِيزَانُ عَبْدٍ كَدَابَّةٍ تَنْفُقُ لَهُ فِي سَبِيلِ اللَّهِ أَوْ يَحْمِلُ عَلَيها فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "37",
            "part": "1",
            "seal": "D2D9DF32"
        },
        {
            "hno": "10",
            "id": "22",
            "nass": "الْحَدِيثُ الْعَاشِرُ ¶ 10 - أَخْبَرَنَا الشَّيْخُ الثِّقَةُ الْمُبَارَكُ بْنُ مُحَمَّدِ بْنِ الْمُبَارَكِ الْبَصْرِيُّ الْمُوَاقِيتِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِوَاسِطَ سَنَةَ سِتٍّ وَخَمْسِينَ وَسِتِّ مِائَةٍ، حَدَّثَنِي الشَّيْخُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ الْهَمْدَانِيِّ فِي بَنِي حَرَامٍ، حَدَّثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ دَاسَةَ إِمْلَاءً، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ الْفَضْلِ، حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ، عَنْ عَطَاءٍ، عَنْ عُبَيْدِ بْنِ عُمَيرٍ اللَّيْثِيِّ، عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: دَخَلْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَجَدْتُهُ جَالِسًا وَحْدَهُ، فَأَحْبَبْتُ وِحْدَتَهُ فَدَخَلْتُ، فَقَالَ: «يَا أَبَا ذَرٍّ! قُمْ فَارْكَعُ رَكْعَتَيْنِ» ، ثُمَّ الْتَفَتَ إِلَيَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقُلْتُ: أَمَرْتَنِي بِالصَّلَاةِ، فَمَا الصَّلَاةُ؟ قَالَ: «خَيْرٌ مَوْضُوعٌ» ، فَقُلْتُ: يَا رَسُولَ اللَّهِ! أيُّ الْعَمَلِ أحَبُّ إِلَى اللَّهِ تَبَارَكَ وَتَعَالَى؟ قَالَ: «إِيمَانٌ بِهِ وَجِهَادٌ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "38",
            "part": "1",
            "seal": "D3568DC0"
        },
        {
            "hno": "11",
            "id": "24",
            "nass": "الْحَدِيثُ الْحَادِي عَشَرَ ¶ 11 - أَخْبَرَنَا أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى بْنِ شَعَيْبِ الصُّوفِيُّ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ البُوشَنْجِيِّ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَمُّوَيَهِ بِسَرْخَسَ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ بْنِ مَطَرٍ الْفِرَبْرِيُّ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْإِمَامُ، حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا مُحَمَّدُ بْنُ جُحَادَةَ، أَخْبَرَنِي أَبُو حُصَيْنٍ، أَنَّ ذَكْوَانَ حَدَّثَهُ، أَنَّ أَبَا هُرَيْرَةَ حَدَّثَهُ، قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: دُلَّنِي عَلَى عَمَلٍ يَعْدِلُ الْجِهَادَ. ¶ قَالَ: «لَا أَجِدُهُ» . ¶ قَالَ: «هَلْ تَسْتَطِيعُ إِذَا خَرَجَ الْمُجَاهِدُ أَنْ تَدْخُلَ مَسْجِدَكَ فَتَقُومَ وَلَا تَفْتُرَ وَتَصُومَ وَلَا تُفْطِرَ؟» قَالَ: ومَنْ يَسْتَطِيعُ ذَلِكَ؟ ! قَالَ أَبُو هُرَيْرَةَ: وَإِنَّ فَرَسَ الْمُجَاهِدِ لَيَسْتَنَّ فِي طُولِهِ فتُكْتَبَ لَهُ حَسَنَاتٌ",
            "page": "40",
            "part": "1",
            "seal": "A5757C71"
        },
        {
            "hno": "12",
            "id": "25",
            "nass": "الْحَدِيثُ الثَّانِي عَشَرَ ¶ 12 - أَخْبَرَنَا الشَّيْخُ الثِّقَةُ أَبُو يَاسِرٍ عَبْدُ الْوَهَّابِ بْنُ هِبَةِ اللَّهِ بْنِ عَبْدِ الْوَهَّابِ الْبَغْدَادِيُّ، إِذْنًا وَكَتَبَ لَنَا بِخَطِّهِ، أَخْبَرَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ الْحُصَيْنِ الشَّيْبَانِيُّ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحُسَيْنُ بْنُ عَلِيِّ بْنِ الْمُذْهِبِ الْوَاعِظُ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ، حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ عَبْدُ اللَّهِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ حَنْبَلَ الشَّيْبَانِيُّ، حَدَّثَنَا أَبِي رَحِمَهُ اللَّهُ، حَدَّثَنَا يَحْيَى بْنُ غَيْلَانَ، حَدَّثَنَا رِشْدِينُ، عَنِ ابْنِ ثَوْبَانَ، عَنْ زَبَّانَ، عَنْ سَهلِ بْنِ مُعَاذٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ امْرَأَةً أَتَتْهُ فَقَالَتْ: يَا رَسُولَ اللَّهِ! انْطَلَقَ زَوْجِي غَازِيًا، وَكُنْتُ أَقْتَدِي بِصَلَاتِهِ إِذَا صَلَّى وَبِفِعْلِهِ كُلِّهِ، فَأَخْبِرْنِي بِعَمَلٍ يُبْلِغُنِي عَمَلَهُ حَتَّى يَرْجِعَ. ¶ فَقَالَ: «أَتَسْتَطِيعِينَ أَنْ تَقُومِي وَلَا تَقْعُدِي، وَتَصُومِي وَلَا تُفْطِرِي، وَتَذْكُرِي اللَّهَ وَلَا تَفْتُرِي حَتَّى يَرْجِعَ؟» . ¶ قَالَتْ: مَا أُطِيقُ هَذَا يَا رَسُولَ اللَّهِ. ¶ فَقَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَطَقْتِهِ مَا بَلَغْتِ الْعُشْرَ مِنْ عَمَلِهِ حَتَّى يَرْجِعَ»",
            "page": "41",
            "part": "1",
            "seal": "051E27E0"
        },
        {
            "hno": "13",
            "id": "27",
            "nass": "الْحَدِيثُ الثَّالِثُ عَشَرَ ¶ 13 - أَخْبَرَنَا أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى الصُّوفِيُّ، فِيمَا قُرِئَ عَلَيْنَا وَأَنَا أَسْمَعُ بِبَغْدَادَ، أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الدَّاوُدِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ أَبُو مُحَمَّدٍ السَرَخْسِيُّ، حَدَّثَنَا عِيسَى بْنُ عُمَرَ بْنِ الْعَبَّاسِ السَّمَرْقَنْدِيُّ أَبُو عِمْرَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَخْبَرَنَا حُمَيْدٌ، عَنْ أَنَسٍ، أنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «جَاهِدُوا الْمُشْرِكِينَ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ وَأَلْسِنَتِكُمْ»",
            "page": "43",
            "part": "1",
            "seal": "D677AAF3"
        },
        {
            "hno": "14",
            "id": "28",
            "nass": "الْحَدِيثُ الرَّابِعُ عَشَرَ ¶ 14 - أَخْبَرَنَا الشَّيْخُ أَبُو الْمُظَفَّرِ هِبَةُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الشِّبْلِيِّ بِبَغْدَادَ، أَخْبَرَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الْهَاشِمِيُّ أَبُو نَصْرٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْعَبَّاسِ الْمُخَلِّصُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ ابْنِ بِنْتِ مَنِيعٍ، حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ عَاصِمٍ، حَدَّثَنِي هَانِئُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَبْلَةَ بِالرَّمْلَةِ، وَمَسْكَنَهُ بَيْتُ الْمَقْدِسِ، عَنْ إِبْرَاهِيمَ بْنِ أَبِي عَبْلَةَ، عَنْ جُبيرِ بْنِ نُفَيْرٍ، عَنْ سَلَمَةَ بْنِ نُفَيَلٍ الْكِنْدِيِّ، وَكَانَ قَوْمُهُ بَعَثُوهُ وَافِدًا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: بَيْنَا أَنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَمَسُّ رُكْبَتِي رُكْبَتَهُ مُسْتَقْبِلَ الشَّامَ بِوَجْهِهِ، مُوَلٍّ إِلَى الْيَمَنِ ظَهْرَهُ، إِذْ أَتَاهُ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ! أَذَالَ النَّاسُ الخَيْلَ، وَوَضَعُوا السِّلَاحَ، وَزَعَمُوا أَنَّ الْحَرْبَ قَدْ وَضَعَتْ أَوْزَارَهَا. ¶ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «كَذَبُوا، بَلِ الْآنَ جَاءَ الْقِتَالُ، لَا تَزَالَ فِرْقَةٌ مِنْ أُمَّتيِ يُقَاتِلُونَ عَلَى أَمْرِ اللَّهِ يُزِيغُ اللَّهُ لَهُمْ قُلُوبَ أَقْوَامٍ وَيَنْصُرُهُمْ عَلَيْهِمْ حَتَّى تَقُومَ السَّاعَةُ أَوْ حَتَّى يَأْتِيَ أَمْرُ اللَّهِ، الْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا الْخَيْرُ إِلَى يَوْمِ الْقِيَامَةِ، وَهُوَ يُوحَى إِلَيَّ أنِّي مَقْبُوضٌ غَيْرَ مُلَبَّثٍ فِيكُمْ، وَأَنَّكُمْ مُتَّبِعِي أفْنَادًا، وَعُقْرُ دَارِ الْمُؤْمِنِينَ بِالشَّامِ»",
            "page": "44",
            "part": "1",
            "seal": "149C27DD"
        },
        {
            "hno": "15",
            "id": "30",
            "nass": "الْحَدِيثُ الْخَامِسُ عَشَرَ ¶ 15 - أَخْبَرَنَا عَبْدُ الْأَوَّلِ بْنُ عِيسَى بْنِ شَعَيْبٍ شَيْخُ وَقْتِهِ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ ببُوشَنْجَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ السَرْخَسِيُّ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ، أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْجُعْفِيُّ، حَدَّثَنَا إِسْحَاقَ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُبَارَكِ، حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، حَدَّثَنِي يَزِيدُ بْنُ أَبِي مَرْيَمَ، أَخْبَرَنِي عَبَايَةُ بْنُ رَافِعٍ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ أَبُو عَبْسِ بْنُ جَبْرٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَا اغْبَرَّتَا قَدَمَا عَبْدٍ فِي سَبِيلِ اللَّهِ تَبَارَكَ وتَعَالَى فَتَمَسُّهُ النَّارُ»",
            "page": "46",
            "part": "1",
            "seal": "7F744B82"
        },
        {
            "hno": "16",
            "id": "32",
            "nass": "الْحَدِيثُ السَّادِسُ عَشَرَ ¶ 16 - أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ هِبَةِ اللَّهِ بْنِ عَبْدِ الْوَهَّابِ كِتَابَةً، أَخْبَرَنَا هِبَةُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ الْحُصَيْنِيُّ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَلِيٍّ التَّمِيمِيُّ الْوَاعِظُ، أَخْبَرَنَا أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الشَّيْبَانِيُّ، أَخْبَرَنَا أَبِي، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ أَبُو النَّضْرِ، حَدَّثَنَا أَبُو عُقَيْلٍ عَبْدُ اللَّهِ بْنُ عُقَيْلٍ الثَّقَفِيُّ، حَدَّثَنَا مُوسَى بْنُ الْمُسَيِّبِ، أَخْبَرَنِي سَالِمُ بْنُ أَبِي الْجَعْدِ، عَنْ سَبْرَةَ بْنِ أَبِي فَاكِهٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: \" إنَّ الشَّيْطَانَ قَعَدَ لِابْنِ آدَمَ بِأَطْرُقِهِ، فَقَعَدَ لَهُ بِطَرِيقِ الْإِسْلَامِ، فَقَالَ لَهُ: أَتُسْلِمُ وَتَذَرُ دِينَكَ وَدِينَ آبَائِكَ وَآبَاءِ آبَائِكَ؟ قَالَ: فَعَصَاهُ وَأَسْلَمَ، ثُمَّ قَعَدَ لَهُ بِطَرِيقِ الْهِجْرَةِ، فَقَالَ: تُهَاجِرُ وَتَذَرُ أَرْضَكَ وَسَمَائَكَ؟ وَإِنَّمَا مَثَلُ الْمُهَاجِرِ مَثَلُ الْفَرَسِ فِي الطُّولِ، قَالَ: فَعَصَاهُ وَهَاجَرَ، ثُمَّ قَعَدَ لَهُ بِطَرِيقِ الْجِهَادِ , قَالَ: تُجَاهِدُ؟ فَهُوَ جَهْدُ النَّفْسِ وَالْمَالِ، أَتُقَاتِلُ فتُقْتَلُ فتُنْكَحُ الْمَرْأةُ وَيُقَسَّمُ الْمَالُ؟ قَالَ: فَعَصَاهُ فَجَاهَدَ، أَحْسَبُ أَبَا النَّضْرِ قَالَ: فَمَنْ فَعَلَ ذَلِكَ",
            "page": "48",
            "part": "1",
            "seal": "0429FB4C"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "مِنْهُمْ فَمَاتَ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُدْخِلَهُ الْجَنَّةَ وَمَنْ قُتِلَ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُدْخِلَهُ الْجَنَّةَ، وَإِنْ غَرِقَ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُدْخِلَهُ الْجَنَّةَ «. ¶ رَوَاهُ النَّسَائِيُّ فِي كِتَابِهِ، عَنْ إِبْرَاهِيمَ بْنِ يَعْقُوبَ، عَنْ أَبِي النَّضْرِ هَاشِمِ بْنِ الْقَاسِم، وَزَادَ فِيهِ» وَإِنْ وَقَصَتْهُ دَابَّتُهُ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُدْخِلَهُ الْجَنَةَ \"",
            "page": "49",
            "part": "1",
            "seal": "DAEE3E58"
        },
        {
            "hno": "17",
            "id": "34",
            "nass": "الْحَدِيثُ السَّابِعُ عَشَرَ ¶ 17 - أَخْبَرَنَا أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى بِبَغْدَادَ، أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الدَّاوُدِيُّ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ بْنُ أَحْمَدَ السَّرْخَسِيُّ بِهَا، أَخْبَرَنَا عِيسَى بْنُ عُمَرَ بْنِ الْعَبَّاسِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الرِّفَاعِيُّ، حَدَّثَنَا صَفْوَانُ بْنُ عِيسَى، عَنِ ابْنِ عَجْلَانَ، عَنِ الْقَعْقَاعِ بْنِ حَكِيمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا يَجِدُ الشَّهِيدُ مِنْ أَلَمِ الْقَتْلِ إِلَّا كَمَا يَجِدُ أَحَدُكُمْ مِنْ أَلَمِ الْقَرْصَةِ»",
            "page": "50",
            "part": "1",
            "seal": "F79A1280"
        },
        {
            "hno": "18",
            "id": "36",
            "nass": "الْحَدِيثُ الثَّامِنُ عَشَرَ ¶ 18 - أَخْبَرَنَا الشَّيْخَانُ الثِّقَتَانِ: أَبُو الْعَبَّاسِ أَحْمَدُ، وَأَبُو الْمَعَالِي عُمَرُ ابْنَا بِنْيَمَانَ بْنِ عُمَرَ الْمُسْتَعْمِلُ، كُلُّ وَاحِدٍ مِنْهُمَا لِي بِخَطِّهِ بِبَغْدَادَ، قَالَا: أَخْبَرَنَا أَبُو غَالِبٍ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ أَحْمَدَ أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ غَالِبٍ الْحَافِظُ الْخَوَارِزْمِيُّ الْبَرْقَانِيَّ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الْهَيْثَمِ الْأَنْبَارِيُّ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ شَاكِرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا مَالِكُ بْنُ مِغْوَلَ، قَالَ: أَخْبَرَنَا الْوَلِيدُ بْنُ الْعَيْزَارِ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيُّ، قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أيُّ الْعَمَلِ أَفْضَلُ؟ قَالَ: «الصَّلَاةُ عَلَى وَقْتِهَا» . ¶ قَالَ: قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: «بِرُّ الْوَالِدَيْنِ» . ¶ قَالَ: قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: «ثُمَّ الْجِهَادُ فِي سَبِيلِ اللَّهِ» . ¶ قَالَ: فَسَكَتَ عَنِّي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلَوِ اسْتَزَدْتُهُ لَزَادَنِي",
            "page": "52",
            "part": "1",
            "seal": "468A69D5"
        },
        {
            "hno": "19",
            "id": "38",
            "nass": "الْحَدِيثُ التَّاسِعُ عَشَرَ ¶ 19 - أَخْبَرَنَا عَبْدَ الْأَوَّلِ بْنُ عِيسَى السِّجْزِيُّ الشَّيْخُ الْعَارِفُ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْبُوشَنْجِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ أَبُو مُحَمَّدِ بْنِ حَمُّوَيْهِ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ بْنِ مَطَرٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ أَبُو عَبْدِ اللَّهِ الْجُعْفِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ، لَا يُكْلَمُ أَحَدٌ فِي سَبِيلِ اللَّهِ، وَاللَّهُ أَعْلَمُ بِمَنْ يُكْلَمُ فِي سَبِيلِهِ إِلَّا جَاءَ يَوْمَ الْقِيَامَةِ، وَاللَّوْنُ لَوْنُ الدَّمِ، وَالرِّيحُ رِيحُ الْمِسْكِ»",
            "page": "54",
            "part": "1",
            "seal": "2452D49C"
        },
        {
            "hno": "20",
            "id": "39",
            "nass": "الْحَدِيثُ الْعِشْرُونَ ¶ 20 - أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ هِبَةِ اللَّهِ إِذْنًا، أَخْبَرَنَا هِبَةُ اللَّهِ بْنُ مُحَمَّدِ أَبُو الْقَاسِمِ الشَّيْبَانِيُّ قِرَاءَةً عَلَيْهِ بِبِغْدَادَ، أَخْبَرَنَا الْحَسَنُ بْنُ عَلِيٍّ الْوَاعِظُ، أَخْبَرَنَا أَحْمَدُ بْنُ جَعْفَرٍ الْقَطِيعِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ حَنْبَلَ بْنِ هِلَالٍ، حَدَّثَنَا أَبِي رَحِمَهُ اللَّهُ، حَدَّثَنَا زَكَرِيَّا بْنُ عَدِيٍّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عُقَيْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ سَهِلِ بْنِ حُنَيْفٍ، أَنَّ سَهْلًا رَضِيَ اللَّهُ عَنْهُ حَدَّثَهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ أعَانَ مُجَاهِدًا فِي سَبِيلِ اللَّهِ أَوْ غَارِمًا فِي عُسْرَتِهِ أَوْ مُكَاتِبًا فِي رَقَبَتِهِ أَظَلَّهُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ»",
            "page": "55",
            "part": "1",
            "seal": "2E8F0866"
        },
        {
            "hno": "21",
            "id": "41",
            "nass": "الْحَدِيثُ الْحَادِي وَالْعِشْرُونَ ¶ 21 - أَخْبَرَنَا الشَّيْخُ الثِّقَةُ أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى الْهَرَوِيُّ قَدِمَ عَلَيْنَا، أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنِ مُحَمَّدٍ بِبُوشَنْجَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حِمُّوَيْهِ بِسَرْخَسَ، أَخْبَرَنَا عِيسَى بْنُ عُمَرَ أَبُو عِمْرَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ السَّمَرْقَنْدِيُّ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ سُفْيَانَ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «تَكَفَّلَ اللَّهُ لِمَنْ خَرَجَ مِنْ بَيْتِهِ لَا يُخْرِجُهُ إِلَّا جِهَادٌ فِي سَبِيلِ اللَّهِ وَتَصْدِيقُ كَلِمَاتِهِ أَنْ يُدْخِلَهُ الْجَنَّةَ أَوْ يَرُدَّهُ إِلَى مَسْكَنِهِ الَّذِي خَرَجَ مِنْهُ مَعَ مَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ»",
            "page": "57",
            "part": "1",
            "seal": "C3F03DEE"
        },
        {
            "hno": "22",
            "id": "42",
            "nass": "الْحَدِيثُ الثَّانِي وَالْعِشْرُونَ ¶ 22 - أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ هِبَةِ اللَّهِ أَبُو يَاسِرٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ مُحَمَّدٍ الْكَاتِبُ، أَخْبَرَنَا الْحَسَنُ بْنُ عَلِيٍّ أَبُو عَلِيٍّ، أَخْبَرَنَا أَحْمَدُ بْنُ جَعْفَرٍ أَبُو بَكْرٍ، حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ عَبْدُ اللَّهِ بْنُ الْإِمَامِ أَبِي عَبْدِ اللَّهِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ حَنْبَلَ، حَدَّثَنِي أَبِي، حَدَّثَنَا حَسَنُ بْنُ مُوسَى الْأَشْيَبُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، حَدَّثَنَا الْوَلِيدُ بْنُ أَبِي الْوَلِيدِ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ سُرَاقَةَ الْعَدَوِيِّ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَظَلَّ رَأْسَ غَازٍ أَظَلَّهُ اللَّهُ يَوْمَ الْقِيَامَةِ، وَمَنْ جَهَّزَ غَازِيًا فِي سَبِيلِ اللَّهِ حَتَّى يَسْتَقِلَّ بِجَهَازِهِ كَانَ لَهُ مِثْلُ أَجْرِهِ، ومَنْ بَنَى مَسْجِدًا يُذْكَرُ فِيهِ اسْمُ اللَّهِ بَنَى اللَّهُ لَهُ بَيْتًا فِي الْجَنَّةِ»",
            "page": "58",
            "part": "1",
            "seal": "2372AA96"
        },
        {
            "hno": "23",
            "id": "44",
            "nass": "الْحَدِيثُ الثَّالِثُ وَالْعِشْرُونَ ¶ 23 - أَخْبَرَنَا عَبْدُ الْأَوَّلِ بْنُ عِيسَى الصُّوفِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِبَغْدَادَ، أَخْبَرَنَا عَبْدُ الرَّحْمَنُ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ الدَّاوُدِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ الْحَمَوِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ أَبُو عَبْدِ اللَّهِ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْجُعْفِيُّ، حَدَّثَنَا سَعْدُ بْنُ حَفْصٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبِيلِ اللَّهِ دَعَاهُ خَزَنَةُ الْجَنَّةِ، كُلُّ خَزَنَةِ بَابٍ، أَيْ فُلُ، هَلُمَّ» . ¶ قَالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ: يَا رَسُولَ اللَّهِ! ذَاكَ لَا تَوَى عَلَيْهِ. ¶ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنِّي لَأَرْجُو أَنْ تَكُونَ مِنْهُمْ»",
            "page": "60",
            "part": "1",
            "seal": "B6DCF39F"
        },
        {
            "hno": "24",
            "id": "46",
            "nass": "الْحَدِيثُ الرَّابِعُ وَالْعِشْرُونَ ¶ 24 - أَنْبَأَنَا عَبْدُ الْوَهَّابِ بْنُ هِبَةِ اللَّهِ بِبِغْدَادَ، أَخْبَرَنَا هِبَةُ اللَّهِ بْنُ مُحَمَّدٍ أَبُو الْقَاسِمِ الْكَاتِبُ، أَخْبَرَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الْوَاعِظُ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرٍ الْقَطِيعِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ الذُّهْلِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا يَزِيدُ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ صَفْوَانَ بْنِ أَبِي يَزِيدَ، عَنْ حُصَيْنِ بْنِ اللَّجْلَاجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا يَجْتَمِعُ غُبَارٌ فِي سَبِيلِ اللَّهِ وَدُخَانُ جَهَنَّمَ فِي مَنْخَرَيْ مُسْلمٍ، وَلَا يَجْتَمِعُ الشُّحُّ وَإِيمَانٌ فِي قَلْبِ رَجُلٍ مُسْلِمٍ»",
            "page": "62",
            "part": "1",
            "seal": "DFE627B7"
        },
        {
            "hno": "25",
            "id": "48",
            "nass": "الْحَدِيثُ الْخَامِسُ وَالْعِشْرُونَ ¶ 25 - أَخْبَرَنَا عَبْدُ الْأَوَّلِ بْنُ عِيسَى الصُّوفِيُّ الشَّيْخُ الصَّالِحُ، أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ بِبُوشُنْجَ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ أَبُو أَحْمَدَ السَّرْخَسِيُّ، أَخْبَرَنَا أَبُو عِمْرَانَ عِيسَى بْنُ عُمَرَ بْنِ الْعَبَّاسِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَقَامُ الرَّجُلِ فِي الصَّفِّ فِي سَبِيلِ اللَّهِ، أَفْضَلُ مِنْ عِبَادَةِ الرَّجُلِ سِتِّينَ سَنَةً»",
            "page": "64",
            "part": "1",
            "seal": "AFF70F63"
        },
        {
            "hno": "26",
            "id": "51",
            "nass": "الْحَدِيثُ السَّادِسُ وَالْعِشْرِينَ ¶ 26 - أَخْبَرَنَا أَبُو يَاسِرٍ عَبْدُ الْوَهَّابِ بْنُ هِبَةِ اللَّهِ بْنِ عَبْدِ الْوَهَّابِ الْبَغْدَادِيُّ إِذْنًا، أَخْبَرَنَا هِبَةُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ الشَّيْبَانِيُّ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحُسَيْنُ بْنُ عَلِيٍّ التَّمِيمِيُّ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ، حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ عَبْدُ اللَّهِ بْنُ أَحْمَدَ الشَّيْبَانِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ دَرَّاجٍ، عَنِ ابْنِ حُجَيْرَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «سَافِرُوا تَصِحُّوا، وَاغْزُوا تَسْتَغْنُوا»",
            "page": "67",
            "part": "1",
            "seal": "7742008A"
        },
        {
            "hno": "27",
            "id": "52",
            "nass": "الْحَدِيثُ السَّابِعُ وَالْعِشْرُونَ ¶ 27 - أَخْبَرَنَا الشَّيْخُ أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى الْهَرَوِيُّ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بِسَرْخَسَ، أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ أَبُو عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ الْإِمَامُ، أَخْبَرَنَا عَلِيُّ بْنُ حَفْصٍ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا طَلْحَةُ بْنُ أَبِي سَعِيدٍ، قَالَ: سَمِعْتُ سَعِيدًا الْمَقْبُرِيَّ يُحَدِّثُ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنِ احْتَبَسَ فَرَسًا فِي سَبِيلِ اللَّهِ إِيمَانًا بِاللَّهِ وَتَصْدِيقًا بِوَعْدِهِ، فَإِنَّ شِبَعَهُ وَرِيَّهِ وَرَوْثَهُ وَبَوْلَهُ فِي مِيزَانِهِ يَوْمَ الْقِيَامَةِ»",
            "page": "68",
            "part": "1",
            "seal": "53FB6D08"
        },
        {
            "hno": "28",
            "id": "53",
            "nass": "الْحَدِيثُ الثَّامِنُ وَالْعِشْرُونَ ¶ 28 - أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ هِبَةِ اللَّهِ الْبَغْدَادِيُّ كِتَابَةً، أَخْبَرَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ الْبَغْدَادِيُّ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَلِيٍّ الْيَمَانِيُّ، أَخْبَرَنَا أَحْمَدُ بْنُ جَعْفَرٍ أَبُو بَكْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ أَبُو عَبْدِ الرَّحْمَنِ، حَدَّثَنَا أَبِي رَحِمَهُ اللَّهُ، حَدَّثَنَا يَزِيدُ، حَدَّثَنَا الْمَسْعُودِيُّ، عَنِ الرُكَيْنِ بْنِ الرَّبِيعِ، عَنْ رَجُلٍ، عَنْ خُرَيْمِ بْنِ فَاتِكٍ رَضِيَ اللهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" الْأَعْمَالُ سِتَّةٌ، وَالنَّاسُ أَرْبَعَةٌ، فَمُوجِبَتَانِ، ومِثْلٌ بِمِثْلٍ، وَحَسَنَةٌ بِعَشْرِ أَمْثَالِهَا، وَحَسَنَةٌ بِسَبْعِ مِائَةٍ، فَأَمَّا الْمُوجِبَتَانِ: فَمَنْ مَاتَ لَا يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ، وَمَنْ مَاتَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ النَّارَ، وَأَمَّا مِثْلٌ بِمِثْلٍ: فَمَنْ هَمَّ بِحَسَنَةٍ حَتَّى يَشْعُرَهَا قَلْبُهُ وَيَعْلَمَهَا اللَّهُ مِنْهُ كُتِبَتْ لَهُ حَسَنَةً، وَمَنْ عَمِلَ سَيِّئَةً كُتِبَتْ عَلَيْهِ سَيِّئَةً، وَمَنْ عَمِلَ حَسَنَةً فَبِعَشْرِ أَمْثَالِهَا، وَمَنْ أَنْفَقَ نَفَقَةً فِي سَبِيلِ اللهِ فَحَسَنَةٌ بِسَبْعِ مِائَةِ ضِعْفٍ، وَأَمَّا النَّاسُ فَمُوَسَّعٌ عَلَيْهِ فِي الدُّنيا مَقْتُورٌ عَلَيْه فِي الْآخِرَةِ، وَمَقْتُورٌ عَلَيْهِ فِي الدُّنْيَا مُوَسَّعٌ عَلَيْهِ فِي الْآخِرَةِ، وَمَقْتُورٌ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ، وَمُوَسَّعٌ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ \"",
            "page": "69",
            "part": "1",
            "seal": "E8656FD2"
        },
        {
            "hno": "29",
            "id": "56",
            "nass": "الْحَدِيثُ التَّاسِعُ وَالْعِشْرُونَ ¶ 29 - أَخْبَرَنَا أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى بْنِ شَعَيْبٍ، أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الدَّاوُدِيُّ بِبُوشَنْجَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بِسَرْخَسَ، أَخْبَرَنَا أَبُو عِمْرَانَ عِيسَى بْنُ عُمَرَ بْنِ الْعَبَّاسِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا الْحَكَمُ بْنُ الْمُبَارَكِ، أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا يَحْيَى بْنُ الْحَارِثِ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ لَمْ يَغْزُ أَوْ يُجَهِّزْ غَازِيًا أَوْ يَخْلُفُ غَازِيًا فِي أَهْلِهِ بِخَيْرٍ أَصَابَهُ اللَّهُ بِقَارِعَةٍ قَبْلَ يَوْمَ الْقِيَامَةِ»",
            "page": "72",
            "part": "1",
            "seal": "C5886C86"
        },
        {
            "hno": "30",
            "id": "57",
            "nass": "الْحَدِيثُ الثَّلَاثُونَ ¶ 30 - أَخْبَرَنَا هِبَةُ اللَّهِ بْنُ أَحْمَدَ أَبُو الْمُظَفَّرِ بِبَغْدَادَ، أَخْبَرَنَا الشَّرِيفُ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الْهَاشِمِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْعَبَّاسِ الذَّهَبِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْخُرَسَانِيُّ، حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، حَدَّثَنَا الْعَطَّافُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «غَدْوَةٌ فِي سَبِيلِ اللَّهِ أَوْ رَوْحَةٌ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، وَمَوْضِعُ سَوْطٍ فِي الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا»",
            "page": "73",
            "part": "1",
            "seal": "84E92D75"
        },
        {
            "hno": "31",
            "id": "58",
            "nass": "الْحَدِيثُ الْحَادِي وَالثَّلَاثُونَ ¶ 31 - أَخْبَرَنَا عَبْدُ الْأَوَّلِ بْنُ عِيسَى قَدِمَ عَلَيْنَا بَغْدَادَ مَدِينَةَ السَّلَامِ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ بِهَا، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ، أَخْبَرَنَا عِيسَى بْنُ عُمَرَ السَّمَرْقَنْدِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَنَفِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا مِنْ نَفْسٍ تَمُوتُ فَتَدْخُلُ الْجَنَّةَ فَتَوَدُّ أَنَّهَا رَجَعَتْ إِلَيْكُمْ وَلَهَا الدُّنْيَا وَمَا فِيهَا إِلَّا الشَهِيدَ، فَإِنَّهُ وَدَّ أَنَّهُ قُتِلَ كَذَا وَكَذَا مَرَّةً، لَمَّا رَأَى مِنَ الثَّوَابِ»",
            "page": "74",
            "part": "1",
            "seal": "0E6A33B8"
        },
        {
            "hno": "32",
            "id": "59",
            "nass": "الْحَدِيثُ الثَّانِي وَالثَّلَاثُونَ ¶ 32 - أَخْبَرَنَا الشَّيْخَانِ الثِّقَتَانِ الْعَالِمَانِ أَبُو مَنْصُورٍ مَسْعُودُ بْنُ عَبْدِ الْوَاحِدِ بْنِ مُحَمَّدِ بْنُ عَبْدِ بْنِ الْحُصَيْنِ الشَّيْبَانِيُّ، وَأَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ أَحْمَدَ الْحَاجِبُ إِجَازَةً وَسَمَاعًا، قَالَا: أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ بِبَغْدَادَ، أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو أَبُو جَعْفَرٍ، أَخْبَرَنَا يَحْيَى هُوَ ابْنُ جَعْفَرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ عُمَرَ الْوَاسِطِيُّ، أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" سَاعَاتُ تُفْتَحُ فِيهَا أَبْوَابُ السَّمَاءِ، وَقَلَّ مَا يُرَدُّ عَلَى داعٍ دَعْوَتُهُ: بِحُضُورِ النِّدَاءِ، وَالصَّفِّ فِي سَبِيلِ اللَّهِ تَبَارَكَ وَتَعَالَى \"",
            "page": "75",
            "part": "1",
            "seal": "5B5452A8"
        },
        {
            "hno": "33",
            "id": "60",
            "nass": "الْحَدِيثُ الثَّالِثُ وَالثَّلَاثُونَ ¶ 33 - أَخْبَرَنَا عَبْدُ الْأَوَّلُ بْنُ عِيسَى السِّجْزِيُّ قَدِمَ عَلَيْنَا، أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْبُوشَنْجِيُّ بِهَا، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ أَبُو مُحَمَّدٍ السَّرْخَسِيُّ بِهَا، أَخْبَرَنَا عِيسَى بْنُ عُمَرَ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ، أَخْبَرَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الْمَقْبُرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ يَخْطُبُ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ ذَكَرَ الْجِهَادَ فَلَمْ يَدَعْ شَيْئًا أَفْضَلَ مِنْهُ إِلَّا الْفَرَائِضَ، فَقَامَ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ! أَرَأَيْتَ مَنْ قُتِلَ فِي سَبِيلِ اللَّهِ، فَهَلْ ذَلِكَ مُكَفِّرٌ عَنْهُ خَطَايَاهُ؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «نَعَمْ، إِذَا قُتِلَ صَابِرًا مُحْتَسِبًا مُقْبِلًا غَيْرَ مُدْبِرٍ إِلَّا الدَّيْنَ، فَإِنَّهُ مَأْخُوذٌ بِهِ كَمَا زَعَمَ لِي جِبْرِيلُ عَلَيْهِ السَّلَامُ»",
            "page": "76",
            "part": "1",
            "seal": "FB26453E"
        },
        {
            "hno": "34",
            "id": "61",
            "nass": "الْحَدِيثُ الرَّابِعُ وَالثَّلَاثُونَ ¶ 34 - أَخْبَرَنَا الشَّيْخُ السَّيَّدُ الثِّقَةُ الزَّاهِدُ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْعَبَّاسِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عَلِيٍّ الشَّيْبَانِيُّ الطَّبَرِيُّ، أَخْبَرَنَا أَبُو الْحُسَيْنِ عَبْدُ الْغَافِرِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْغَافِرِ الْفَارِسِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ عَمْرَوَيْهِ الْجُلُودِيُّ، أَخْبَرَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ سُفْيَانَ الْفَقِيهُ، أَخْبَرَنَا الْإِمَامُ أَبُو الْحُسَيْنِ مُسْلِمُ بْنُ الْحَجَّاجِ بْنِ مُسْلِمٍ النَّيْسَابُورِيُّ رَحِمَهُ اللَّهُ، حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَمِعَهُ يُحَدِّثُ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَنَّهُ قَامَ فِيهِمْ فَذَكَرَ لَهُمْ أَنَّ الْجِهَادَ فِي سَبِيلِ اللَّهِ وَالْإِيمَانَ بِاللَّهِ أَفْضَلُ الْأَعْمَالِ، فَقَامَ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ! أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ تُكَفَّرُ عَنِّي خَطَايَايَ؟ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" نَعَمْ، إِنْ قُتِلْتَ فِي سَبِيلِ اللَّهِ وَأَنْتَ صَابِرٌ مُحْتَسِبٌ مُقْبِلٌ غَيْرُ مُدْبِرٍ، ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «كَيْفَ قُلْتَ؟» قَالَ: أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ أَتُكَفَّرُ عَنِّي خَطَايَايَ؟ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «نَعَمْ، وَأَنْتَ صَابرٌ مُحْتَسِبٌ مُقْبِلٌ غَيْرُ مُدْبِرٍ إِلَّا الدَّيْنَ، فَإِنَّ جِبْرِيلَ عَلَيْهِ السَّلَامُ قَالَ لِي ذَلِكَ»",
            "page": "77",
            "part": "1",
            "seal": "68369F5C"
        },
        {
            "hno": "35",
            "id": "63",
            "nass": "الْحَدِيثُ الْخَامِسُ وَالثَّلَاثُونَ ¶ 35 - أَخْبَرَنَا الشَّيْخُ الثُّقَةُ عَبْدُ الْأَوَّلِ بْنُ عِيسَى بِبَغْدَادَ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَمُّوَيْهِ، أَخْبَرَنَا عِيسَى بْنُ عُمَرَ السَّمَرْقَنْدِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَّامٍ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ الْأَزْرَقِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهَ يُدْخِلُ الثَّلَاثَةَ بِالسَّهْمِ الْوَاحِدِ الْجَنَّةَ: صَانِعَهُ يَحْتَسِبُ فِي صُنْعِهِ الْخَيْرَ، وَالْمُمِدَّ بِهِ، وَالرَّامِيَ بِهِ \"",
            "page": "79",
            "part": "1",
            "seal": "E50D3CF6"
        },
        {
            "hno": "36",
            "id": "65",
            "nass": "الْحَدِيثُ السَّادِسُ وَالثَّلَاثُونَ ¶ 36 - أَخْبَرَنَا أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى الصُّوفِيُّ بِمَدِينَةِ السَّلَامِ، أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ بِبُوشَنْجَ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بِسَرْخَسَ، أَخْبَرَنَا أَبُو عِمْرَانَ بْنُ عُمَرَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا الْقَاسِمُ بْنُ كَثِيرٍ، قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنِ شُرَيْحٍ يُحَدِّثُ، عَنْ عَبْدِ اللَّهِ بْنِ سُلَيْمَانِ أَنَّ مَالِكَ بْنَ عَبْدِ اللَّهِ مَرَّ عَلَى حَبِيبِ بْنِ مَسْلَمَةَ أَوْ حَبِيبًا مَرَّ عَلَى مَالِكٍ وَهُوَ يَقُودُ فَرَسًا وَهُوَ يَمْشِي، فَقَالَ لَهُ: ارْكَبْ رَحِمَكَ اللَّهُ. ¶ قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنِ اغْبَرَّتْ قَدَمَاهُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، حَرَّمَهُ اللَّهُ عَلَى النَّارِ»",
            "page": "81",
            "part": "1",
            "seal": "C6BF01F2"
        },
        {
            "hno": "37",
            "id": "67",
            "nass": "الْحَدِيثُ السَّابِعُ وَالثَّلَاثُونَ ¶ 37 - أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ بْنِ الْعَبَّاسِ الْمَكِّيُّ، أَخْبَرَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الشَّيْبَانِيُّ أَبُو عَبْدِ اللَّهِ، أَخْبَرَنَا عَبْدُ الْغَافِرِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْغَافِرِ، أَخْبَرَنَا مُحَمَّدُ بْنُ عِيسَى الْعَمْرَوِيُّ، أَخْبَرَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْفَقِيهُ، حَدَّثَنَا مُسْلِمُ بْنُ الْحَجَّاجِ الْإِمَامُ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْمَكِّيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «يَضْحَكُ اللَّهُ إِلَى رَجُلَيْنِ يَقْتُلُ أَحَدُهُمَا الْآخَرَ، كِلَاهُمَا يَدْخُلُ الجَنَّةَ» . ¶ قَالُوا: كَيْفَ يَا رَسُولَ اللَّهِ؟ ! ! قَالَ: «يُقْتَلُ هَذَا فَيَلِجُ الْجَنَّةَ، ثُمَّ يَتُوبُ عَلَى الْأَخَرِ فَيَهْدِيهِ إِلَى الْإِسْلَامِ، ثُمَّ يُجَاهِدُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ فَيُسْتَشْهَدُ»",
            "page": "83",
            "part": "1",
            "seal": "13F9F84D"
        },
        {
            "hno": "38",
            "id": "69",
            "nass": "الْحَدِيثُ الثَّامِنُ وَالثَّلَاثُونَ ¶ 38 - أَخْبَرَنَا أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى الصُّوفِيُّ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْبُوشَنْجِيُّ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ، أَخْبَرَنَا عِيسَى بْنُ عُمَرَ بْنِ الْعَبَّاسِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ مِشْرَحٍ، قَالَ: سَمِعْتُ عُقْبَةَ بْنَ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «كُلُّ مَيِّتٍ يُخْتَمُ عَلَى عَمَلِهِ إِلَّا الْمُرَابِطَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، فَإِنَّهُ يُجْرَى لَهُ عَمَلُهُ حَتَّى يُبْعَثَ»",
            "page": "85",
            "part": "1",
            "seal": "E9D5BB87"
        },
        {
            "hno": "39",
            "id": "71",
            "nass": "الْحَدِيثُ التَّاسِعُ وَالثَّلَاثُونَ ¶ 39 - أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدٍ النَّقِيبُ، أَخْبَرَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الشَّيْبَانِيُّ، أَخْبَرَنَا عَبْدُ الْغَافِرِ بْنُ مُحَمَّدٍ الْفَارِسِيُّ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عِيسَى بْنِ عَمْرَوَيْهِ، أَخْبَرَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْفَقِيهُ، حَدَّثَنَا مُسْلِمُ بْنُ الْحَجَّاجِ الْقُشَيْرِيُّ، حَدَّثَنِي مُحَمَّدُ بْنُ سَهْلٍ التَّمِيمِيُّ، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا نَافِعُ بْنُ يَزِيدَ، حَدَّثَنِي أَبُو هَانِئٍ، قَالَ: حَدَّثَنِي أَبُو عَبْدِ الرَّحْمَنِ الْحُبُلِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا مِنْ غَازِيَةٍ أَوْ سَرِيَّةٍ تَغْزُو فَتَغْنَمُ وَتَسْلَمُ إِلَّا كَانُوا قَدْ تَعَجَّلُوا ثُلُثَيْ أُجُورَهُمْ، وَمَا مِنْ غَازِيَةٍ أَوْ سَرِيَّةٍ تَخْفِقُ وَتُصَابُ إِلَّا تَمَّ أُجُورُهُمْ»",
            "page": "87",
            "part": "1",
            "seal": "6CAB5164"
        },
        {
            "hno": "40",
            "id": "73",
            "nass": "الْحَدِيثُ الْأَرْبَعُونَ ¶ 40 - أَخْبَرَنَا أَبُو الْوَقْتِ عَبْدُ الْأَوَّلِ بْنُ عِيسَى الصُّوفِيُّ السِّجْزِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ بِبُوشَنْجَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَمُّويَهِ بِسَرْخَسَ، أَخْبَرَنَا أَبُو عِمْرَانَ عِيسَى بْنُ عُمَرَ بْنِ الْعَبَّاسِ السَّمَرْقَنْدِيُّ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ بَهْرَامَ الدَّرَامِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنِ الْأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَلَّامٍ، قَالَ: \" قَعَدَنَا نَفَرٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَتَذَاكَرْنَا، فَقُلْنَا: لَوْ نَعْلَمُ أَيَّ الْأَعْمَالِ أَحَبَّ إِلَى اللَّهِ عَزَّ وَجَلَّ لَعَمِلْنَاهُ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {سَبَّحَ لِلَّهِ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ {1} يَأَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ {2} كَبُرَ مَقْتًا آية 1-3} حَتَّى خَتَمَهَا. ¶ قَالَ عَبْدُ اللَّهِ: فَقَرَأَهَا عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى خَتَمَهَا \". ¶ قَالَ أَبُو سَلَمَةَ: فَقَرَأَهَا عَلَيْنَا ابْنُ سَلَّامٍ. ¶ قَالَ يَحْيَى: فَقَرَأَهَا عَلَيْنَا أَبُو سَلَمَةَ. ¶ وَقَالَ الْأَوْزَاعِيُّ: فَقَرَأَهَا عَلَيْنَا يَحْيَى. ¶ قَالَ مُحَمَّدُ بْنُ كَثِيرٍ: فَقَرَأَهَا عَلَيْنَا الْأَوْزَاعِيُّ. ¶ قَالَ الدَّرَامِيُّ: فَقَرَأَهَا عَلَيْنَا مُحَمَّدُ بْنُ كَثِيرٍ. ¶ قَالَ أَبُو عِمْرَانَ السَّمَرْقَنْدِيُّ: فَقَرَأَهَا عَلَيْنَا الدَّارَمِيُّ. ¶ قَالَ الْحَمَوِيُّ: فَقَرَأَهَا عَلَيْنَا السَّمَرْقَنْدِيُّ. ¶ قَالَ الدَّاوُدِيُّ: فَقَرَأَهَا عَلَيْنَا الْحَمَوِيُّ. ¶ قَالَ أَبُو الْوَقْتِ:",
            "page": "89",
            "part": "1",
            "seal": "1BFD2483"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "فَقَرَأَهَا عَلَيْنَا الدَّاوُدِيُّ. ¶ قُلْتُ: فَقَرَأَهَا عَلَيْنَا أَبُو الْوَقْتِ السِّجْزِيُّ رَحِمَهُ اللَّهِ",
            "page": "90",
            "part": "1",
            "seal": "CE980AAA"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "ترجمة المصنف ¶ - عفيف الدين أبو الفرج، محمد بن عبد الرحمن بن أبي العز الواسطي السَفَّار المقرىء. ¶ - ولد سنة 517 بواسط. ¶ - قدم بغداد، وروى عن عدة من مشايخها، واشتغل بالتجارة مدة، وعاد إلى واسط وأقام بها، ثم قدم بغداد، وحدث بها في سنة أربع وثمانين وخمسمائة، وخرج إلى الشام وحدث في طريقه، وأقام بدمشق مدة يُقرأ عليه، ورجع إلى الموصل واستوطنها. ¶ - كان يكتب لنفسه ويُكتب له: \"خادم حديث رسول اله - صلى الله عليه وسلم -. ¶ - من مشايخه: ¶ 1 - أبو جعفر النقيب، أحمد بن محمد بن العزيز بن علي بن إسماعيل العباسي المكي. (468 -554 هـ) . السير (20: 331- 332) . ¶ 2- أبو الوقت، عبد الأول بن عيسى بن شعيب بن إبراهيم بن إسحاق السَّجزي. (458- 553 هـ) . السير (20: 303- 311) . ¶ 3- أبو ياسر الطحان، عبد الوهاب بن هبة اللُه بن أيي ياسر عبد الوهاب بن علي بن أبي حبة البغدادي (16 5- 588 هـ) . السير (21: 227 - 228) . ¶ 4- أبو المعالي، عمر بن بنيمان البغدادي. (؟ -563 هـ) . السير (20: 475) . 5- أبو المظفر بن التريكي، محمد بن أحمد بن علي بن الحسين الهاشمي العباسي. (470- 555 هـ) . السير (20: 359) .",
            "page": "7",
            "part": "1",
            "seal": "529FF7CB"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "6 - أبو الفتح ابن البطي، محمد بن عبد الباقي بن أحمد بن سلمان البغدادي الحاجب. (477- 564 هـ) السير (20: 481- 483) . ¶ 7 - أبو منصور، مسعود بن عبد الواحد بن محمد بن الحصين الشيباني. (؟ - 555 هـ) السير (20: 362) ¶ 8 - أبو المظفر بن الشبلي، هبة الله بن أحمد بق محمد، البغدادي القصار الدقاق. (0 47- 557 هـ) السير (20: 393-439) . ¶ - من تلاميذه: ¶ 1 - أبو المحامد القوصي، إسماعيل بن حامد بن عبد الرحمن بن مُرَجَّى بن المؤمل الأنصاري. (574- 653 هـ) السير (23: 288- 289) . ¶ 2 - تاج الدين، عبد الوهاب بن زين الأمناء الحسن بن محمد بن الدمشقي. (ت 660) . الشذرات (5: 352) . ¶ 3 - أبو الخطاب بن خليل: محمد بن أحمد بن خليل السكوني الأندلسي. (؟ - 652 هـ) . السير (23: 299) . ¶ 4 - أبو عبد الله الدبيثي: محمد بن سعيد بن يحيى بن علي بن حجاج الواسطي الشافعي. (558 - 637 هـ) السير (23: 68- 69) . ¶ 5 - زكي الدين أبو عبد الله البرزالي: محمد بن يوسف بن محمد بن أبي يَذاس الإشبيلي. (577- 636 هـ) . السير (23: 55- 57) . ¶ - أقوال العلماء فيه: ¶ قال المنذري: الشيخ الأجل. ¶ وقال الذهبي: الشيخ المقرىء، له اعتناءُ ما بالحديث، وتعرف سماعاته. ¶ - توفي في الخامس والعشرين من جمادى الآخرة سنة ثمان عشرة وستمائة بالموصل، ودفن بها. ¶ - مصادر ترجمته: ¶ ذيل تاريخ بغداد لابن الدبيثي (2: 42- 43) .",
            "page": "8",
            "part": "1",
            "seal": "5B781A35"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "- التكملة لوفيات النقلة للمنذري (3: 47- الترجمة 1817) . ¶ - سير أعلام النبلاء (22: 159) . ¶ - تاريخ الإسلام (ص 381- 382- الطبقة الثانية والستون) . ¶ - المختصر المحتاج إليه من تاريخ ابن الدبيثي (1: 68) ، وجميعها ¶ للذهبي.",
            "page": "9",
            "part": "1",
            "seal": "CAF92B05"
        }
    ],
    "t9374": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الأول"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العاشر"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي عشر"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني عشر"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث عشر"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع عشر"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس عشر"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس عشر"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع عشر"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن عشر"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع عشر"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العشرون"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والعشرون"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والعشرون"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والعشرون"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والعشرون"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والعشرون"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والعشرين"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والعشرون"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والعشرون"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والعشرون"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثلاثون"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والثلاثون"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والثلاثون"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والثلاثون"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والثلاثون"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والثلاثون"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والثلاثون"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والثلاثون"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والثلاثون"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والثلاثون"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الأربعون"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة المصنف"
        }
    ]
}