{
    "b9378": [
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - أَخْبَرَنَا جَمَاعَةٌ مِنْ شُيُوخِنَا، أنا ابْنُ الْمُحِبِّ، أنا جَمَاعَةٌ مِنْ شُيُوخِنَا، أنا ابْنُ مَكِّيٍّ، أنا جَدِّيَ السِّلَفِيُّ، أنا أَحْمَدُ بْنُ مُحَمَّدٍ، وَأَبُو الْعَبَّاسِ الصَّالِحَانِيُّ، وَغَيْرُهُمْ قَالُوا: أنا أَبُو نَصْرٍ الْقَاشَانِيُّ، أنا أَبُو مُحَمَّدِ بْنُ حَيَّانَ، ثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ تَمِيمٍ، ثنا ابْنُ حُمَيْدٍ، ثنا زَيْدٌ، عَنْ طَلْحَةَ بْنِ عَمْرٍو، قَالَ: سَمِعْتُ عَطَاءً، يَقُولُ: «إِذَا أَرَدْتَ حَاجَةً، فَاقْرَأْ بِفَاتِحَةِ الْكِتَابِ حَتَّى تَخْتِمَهَا، تُقْضَى إِنْ شَاءَ اللَّهُ» ¶ 2 - أَخْبَرَنَا الشَّيْخُ نُورُ الدِّينِ الْخَلِيلِيُّ قِرَاءَةً عَلَيْهِ وَغَيْرُهُ إِجَازَةً، أَخْبَرَتْنَا عَائِشَةُ بِنْتُ عَبْدِ الْهَادِي، أنا الْحَجَّارُ، أنا عَبْدُ اللَّطِيفِ الْقُبَيْطِيُّ، أنا أَبُو الْمَعَالِي الْبَاجَسْرَائِيُّ، أنا أَبُو مَنْصُورٍ الْمُقْرِئُ، أنا أَبُو طَاهِرٍ عَبْدُ الْغَفَّارِ بْنُ مُحَمَّدٍ، أنا أَبُو عَلِيٍّ الصَّوَّافُ، أنا أَبُو بَكْرٍ الْحُمَيْدِيُّ، ثَنَا سُفْيَانُ، حَدَّثَنِي الْعَلَاءُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ مَوْلَى الْحُرَقَةِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ:",
            "page": "371",
            "part": "1",
            "seal": "7A25984C"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" قَالَ اللَّهُ تَعَالَى: قَسَمْتُ الصَّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي، فَإِذَا قَالَ الْعَبْدُ: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2] ، قَالَ اللَّهُ تَعَالَى: حَمِدَنِي عَبْدِي، وَإِذَا قَالَ: {الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 3] ، قَالَ: أَثْنَى عَلَيَّ عَبْدِي، أَوْ: مَجَّدَنِي عَبْدِي، وَإِذَا قَالَ الْعَبْدُ: {مَالِكِ يَوْمِ الدِّينِ} [الفاتحة: 4] ، قَالَ: فَوَّضَ إِلَيَّ عَبْدِي، وَإِذَا قَالَ: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} [الفاتحة: 5] ، فَهَذِهِ بَيْنَ عَبْدِي، وَلِعَبْدِي مَا سَأَلَ، {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ {6} صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ} [الفاتحة: 6-7] ، فَهَذِهِ لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ \" ¶ احْتَجَّ بَعْضُهُمْ مِنْ هَذَا الْحَدِيثِ عَلَى أَنَّهُ مَا قَرَأَ أَحَدٌ الْفَاتِحَةَ لِقَضَاءِ حَاجَةٍ، وَسَأَلَ حَاجَتَهُ، إِلَّا قُضِيَتْ. ¶ وَقَدْ قَالَ الْعَلَّامَةُ فِي فَاتِحَةِ الْكِتَابِ: هِيَ أُمُّ الْقُرْآنِ، وَالسَّبْعُ الْمَثَانِي، وَالشِّفَاءُ التَّامُّ، وَالدَّوَاءُ النَّافِعُ، وَالرُّقْيَةُ التَّامَّةُ، وَمِفْتَاحُ الْغِنَى وَالْفَلَاحِ، وَحَافِظَةُ الْقُوَّةِ، وَدَافِعَةُ الْهَمِّ وَالْغَمِّ، وَالْخَوْفِ وَالْحُزْنِ لِمَنْ عَرَفَ مِقْدَارَهَا، وَأَعْطَاهَا حَقَّهَا، وَأَحْسَنَ تَنْزِيلَهَا عَلَى دَائِهِ، وَعَرَفَ وَجْهَ الِاسْتِشْفَاءِ وَالتَّدَاوِي بِهَا، وَالسِّرَّ الَّذِي لِأَجْلِهِ كَانَ ذَلِكَ. ¶ قَالَ: وَلَمَّا وَقَعَ بَعْضُ الصَّحَابَةِ عَلَى ذَلِكَ، رَقَى بِهَا اللَّدِيغَ فَبَرَأَ لِوَقْتِهِ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا أَدْرَاكَ أَنَّهَا رُقْيَةٌ؟» .",
            "page": "372",
            "part": "1",
            "seal": "BFD1BF4E"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "قَالَ: وَمَنْ سَاعَدَهُ التَّوْفِيقُ، وَأُعِينَ بِنُورِ الْبَصِيرَةِ، حَتَّى وَقَفَ عَلَى أَسْرَارِ هَذِهِ السُّورَةِ، وَمَا اشْتَمَلَتْ عَلَيْهِ مِنَ التَّوْحِيدِ، وَمَعْرِفَةِ الذَّاتِ، وَالْأَسْمَاءِ، وَالصِّفَاتِ، وَالْأَفْعَالِ، وَإِثْبَاتِ الشَّرْعِ، وَالْقُدْرَةِ، وَالْمَعَادِ، وَتَجْرِيدِ تَوْحِيدِ الرُّبُوبِيَّةِ، وَالْإِلَهِيَّةِ، وَكَمَالِ التَّوَكُّلِ، وَالتَّفْوِيضِ إِلَى مَنْ لَهُ الْأَمْرُ كُلُّهُ، وَلَهُ الْحَمْدُ كُلُّهُ، وَبِيَدِهِ الْخَيْرُ كُلُّهُ، وَإِلَيْهِ يَرْجِعُ الْأَمْرُ كُلُّهُ، وَالِافْتِقَارُ إِلَيْهِ فِي طَلَبِ الْهِدَايَةِ الَّتِي هِيَ أَصْلُ سَعَادَةِ الدَّارَيْنِ، وَعَلِمَ ارْتِبَاطَ مَعَانِيهَا بِجَلْبِ مَصَالِحِهِمَا، وَدَفْعِ مَفَاسِدِهِمَا، فَإِنَّ الْعَافِيَةَ الْمُطْلَقَةَ التَّامَّةَ، وَالنِّعْمَةَ الْكَامِلَةَ مَنُوطَةٌ بِهَا، مَوْقُوفَةٌ عَلَى التَّحْقِيقِ بِهَا، أَغْنَتْهُ عَنْ كَثِيرٍ مِنَ الْأَدْوِيَةِ وَالرُّقَى، وَاسْتَفْتَحَ بِهَا مِنَ الْخَيْرِ أَبْوَابَهُ، وَدَفَعَ بِهَا مِنَ الشَّرِّ أَسْبَابَهُ. ¶ قَالَ: وَهَذَا أَمْرٌ يَحْتَاجُ إِلَى اسْتِحْدَاثِ فِطْرَةٍ أُخْرَى، وَعَقْلٍ آخَرَ، وَإِيمَانٍ آخَرَ. ¶ قَالَ: وَتَاللَّهِ لَا تَجِدُ مَقَالَةً فَاسِدَةً، وَلَا بِدْعَةً بَاطِلَةً، إِلَّا وَفَاتِحَةُ الْكِتَابِ مُتَضَمِّنَةٌ لِرَدِّهَا، وَإِبْطَالِهَا بِأَقْرَبِ طَرِيقٍ وَأَصَحِّهَا، وَأَوْضَحِهَا، وَلَا تَجِدُ بَابًا مِنْ أَبْوَابِ الْمَعَارِفِ الْإِلَهِيَّةِ، وَأَعْمَالِ الْقُلُوبِ وَأَدْوِيَتِهَا مِنْ عِلَلِهَا، وَأَسْقَامِهَا، إِلَّا وَفِي فَاتِحَةِ الْكِتَابِ مِفْتَاحُهُ، وَمَوْضِعُ الدِّلَالَةِ عَلَيْهِ، وَلَا مَنْزِلًا مِنْ مَنَازِلِ السَّائِرِينَ إِلَى رَبِّ الْعَالَمِينَ، إِلَّا وَبِدَايَتُهُ وَنِهَايَتُهُ فِيهَا. ¶ ثُمَّ قَالَ: وَلَعَمْرُ اللَّهِ، إِنَّ شَأْنَهَا لَأَعْظَمُ مِنْ ذَلِكَ، وَهِيَ فَوْقَ ذَلِكَ، وَمَا تَحَصَّنَ عَبْدٌ وَاعْتَصَمَ بِهَا، وَعَقَلَ عَمَّنْ تَكَلَّمَ بِهَا، وَأَنْزَلَهَا شِفَاءً تَامًّا، وَعِصْمَةً بَالِغَةً، وَنُورًا مُبِينًا، وَفْهِمَهَا وَفَهِمَ لَوَازِمَهَا كَمَا يَنْبَغِي، وَوَقَعَ فِي بِدْعَةٍ وَلَا شِرْكٍ، وَلَا أَصَابَهُ مَرَضٌ مِنْ أَمْرَاضِ الْقُلُوبِ، إِلَّا إِلْمَامًا غَيْرَ مُسْتَقِرٍّ.",
            "page": "373",
            "part": "1",
            "seal": "DF32706C"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "ثُمَّ قَالَ: هَذَا وِإِنَّهَا الْمِفْتَاحُ الْأَعْظَمُ لِكُنُوزِ الْأَرْضِ، كَمَا إِنَّهَا الْمِفْتَاحُ لِكُنُوزِ الْجَنَّةِ، وَلَكِنْ لَيْسَ كُلُّ أَحَدٍ يُحْسِنُ الْفَتْحَ بِهَذَا الْمِفْتَاحِ. ¶ قَالَ: وَلَوْ أَنَّ طُلَّابَ الْكُنُوزِ وَقَفُوا عَلَى سِرِّ هَذِهِ السُّورَةِ، وَتَحَقَّقُوا مَعَانِيَهَا، وَرَكَّبُوا لِهَذَا الْمِفْتَاحِ أَسْنَانًا، وَأَحْسَنُوا الْفَتْحَ بِهِ، لَوَصَلُوا إِلَى تَنَاوُلِ الْكَنْزِ مِنْ غَيْرِ مُعَاوِنٍ وَلَا مُمَانِعٍ. ¶ ثُمَّ قَالَ: وَلَمْ نَقُلْ هَذَا الْكَلَامَ مُجَازَفَةً، وَلَا اسْتِعَارَةً بَلْ حَقِيقَةً، وَلَكِنَّ للَّهِ سُبْحَانَهُ وَتَعَالَى حِكْمَةً بَالِغَةً فِي إِخْفَاءِ هَذَا السِّرِّ عَنْ نُفُوسِ أَكْثَرِ الْعَالَمِينَ، كَمَا لَهُ حِكْمَةٌ بَالِغَةٌ فِي إِخْفَاءِ كُنُوزِ الْأَرْضِ عَنْهُمْ. ¶ قَالَ: وَالْكُنُوزُ الْمَحْجُوبَةُ قَدِ اسْتُخْدِمَ عَلَيْهَا أَرْوَاحٌ خَبِيثَةٌ شَيْطَانِيَّةٌ تَحُولُ بَيْنَ الْإِنْسِ، وَبَيْنَهَا، وَلَا يَقْهَرُهَا إِلَّا أَرْوَاحٌ عُلْوِيَّةٌ شَرِيفَةٌ غَالِبَةٌ لَهَا بِحَالِهَا الْإِيمَانِيِّ، مَعَهَا مِنْهُ أَسْلِحَةٌ لَا تَقُومُ لَهَا الشَّيَاطِينُ. ¶ قَالَ: وَأَكْثَرُ نُفُوسِ النَّاسِ لَيْسَتْ بِهَذِهِ الْمَثَابَةِ، وَلَا تُقَاوِمُ تِلْكَ الْأَرْوَاحَ وَلَا تَقْهَرُهَا، وَلَا تَنَالُ مِنْ سَلَبِهَا شَيْئًا، فَإِنَّ مَنْ قَتَلَ قَتِيلًا فَلَهُ سَلَبُهُ. ¶ انْتَهَى كَلَامُهُ. ¶ وَهُوَ كَلَامٌ عَظِيمٌ، وَلَكِنَّهُ مِنْ فَضْلِهَا كَغَمْسَةِ عُصْفُورٍ مِنْقَرَهُ فِي الْبَحْرِ، أَوْ قَطْرَةٍ شَرِبَهَا مِنْهُ وَقَدْ كَانَ شَيْخُنَا أَبُو الْفَرَجِ بْنُ الْحَبَّالِ فِي كَثْرَةِ اسْتِعْمَالِهَا لِقَضَاءِ",
            "page": "374",
            "part": "1",
            "seal": "DCF92C96"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "الْحَوَائِجِ، وَنَجَاحِ أَمْرِهَا عَلَى أَمْرٍ عَظِيمٍ، بِحَيْثُ إِنَّهُ إِذَا كَتَبَ لِأَحَدٍ حِرْزًا كَتَبَهَا أَوَّلًا، ثُمَّ قَرَأَ عَلَيْهِ، ثُمَّ قَرَأَهَا عِنْدَ طَيِّهِ، وَكَانَ إِذَا قَرَأَ لِأَحَدٍ رِسَالَةً قَرَأَهَا عَلَيْهَا. ¶ وَقَدْ شَاهَدْتُ أَنَا مِنْ نَجَاحِ الْأُمُورِ بِهَا أَمْرًا عَظِيمًا، فَقَلَّ حَاجَةٌ مِنَ الْحَوَائِجِ تَعْرِضُ لِي مِنَ الْحَوَائِجِ الدُّنْيَوِيَّةِ، وَالْأُخْرَوِيَّةِ، فَأَقْرَؤُهَا عَلَيْهَا، إِلَّا قُضِيَتْ وَنَجَحَ أَمْرُهَا، وَكَمْ مِنْ حَاجَةٍ تَعَسَّرَتْ وَاسْتَدَّتْ طُرُقُهَا، وَحَالَ دُونَها الْمَوَانِعُ، فَقَرَأْتُهَا لِنَجَاحِهَا، فَقُضِيَتْ وَعَادَتْ أَتَمَّ مَا كَانَتْ، وَكَمْ مِنْ أَمْرٍ تَعَسَّرَ، فَقَرَأْتُهَا لَهُ، فَتَقَشَّعَتْ غُيُومُهُ، وَزَالَتْ سُحُبُهُ، وَأَنَارَتْ شُمُوسُهُ، وَكَمْ مِنْ أَمْرٍ أَهَمَّنَا تَنَاوُلُهُ، فَأَنْسَتِ الْمَقَادِيرُ قِرَاءَتَهَا لِتَنَاوُلِهِ بَعْدَ أَنْ مُدَّتِ الْيَدُ لِأَخْذِهِ، حَالَتِ الْحُجُبُ بَيْنَهَا وَبَيْنَهُ، وَاخْتُطِفَ بَعْدَ أَنْ تَوَصَّلَ إِلَى الْيَدِ، فَأَصْبَحَ لَا يُرَى لَهُ أَثَرٌ، وَلَا يُدْرَى كَيْفَ ذَهَبَ. ¶ وَهِيَ سُورَةٌ عَظِيمَةٌ، فَعَلَيْكَ رَحِمَكَ اللَّهُ بِالْإِكْثَارِ مِنْهَا عَلَى أُمُورِكَ، وَحَوَائِجِكَ، وَأَدْوَائِكَ، وَمُهِمَّاتِكَ، وَكُلِّ مَا عَرَضَ لَكَ، وَتَأَمَّلْ ذَلِكَ تَجِدْ مِنْهُ مَا يَظْهَرُ لَكَ. ¶ وَهِيَ سُورَةٌ فَضَائِلُهَا كَثِيرَةٌ، وَأَسْرَارُهَا لَا تُحْصَى، وَإِنَّمَا يَعْرِفُ الْجَوْهَرَ أَرْبَابُهُ، وَالْمَسْكَنَ أَصْحَابُهُ، وَالْمَعْلَمَ طُلَّابُهُ، وَبِاللَّهِ الِاسْتِعَانَةُ، وَهُوَ وَلِيُّ التَّوْفِيقِ.",
            "page": "375",
            "part": "1",
            "seal": "9C7D03E2"
        }
    ],
    "t9378": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "«إذا أردت حاجة، فاقرأ بفاتحة الكتاب حتى تختمها، تقضى إن شاء الله»"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "قسمت الصلاة بيني وبين عبدي، فإذا قال العبد: {الحمد لله رب العالمين} [الفاتحة: 2] ، قال"
        }
    ]
}