{
    "b9382": [
        {
            "hno": null,
            "id": "2",
            "nass": "الْجُزْءُ الثَّانِي مِنْ كِتَابِ شِعَارِ الأَبْرَارِ فِي الأَدْعِيَةِ وَالأَذْكَارِ مِنْ حَدِيثِ الشَّيْخِ الإِمَامِ أَبِي الْفَرَجِ عَبْدِ الرَّحْمَنِ بْنِ الشَّيْخَةِ تَخْرِيجُ الْمُحَدِّثِ أَبِي الصَّفَاءِ خَلِيلِ بْنُ مُحَمَّدٍ الأقفهسي رِوَايَة أُمِّ الْفَضْلِ هَاجَرَ بِنْتِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ أَبِي بَكْرِ بْن عَبْدِ الْعَزِيزِ الْقُدْسِيِّ، عَنِ ابْنِ الشَّيْخَةِ رِوَايَةُ أَبِي الْمَحَاسِنِ يُوسُفَ بْنِ سَاهِرِ بْنِ سِنَانِ بْن عُمَرَ الْحَمْدُ لِلَّهِ وَحْدَهُ",
            "page": "317",
            "part": "2",
            "seal": "D8E8C590"
        },
        {
            "hno": "2159",
            "id": "4",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ رَبِّ أَعِنْ وَيَسِّرْ يَا كَرِيمُ ¶ الْحَدِيثُ الْحَادِي وَالْعِشْرُونَ ¶ 2159 - أَخْبَرَنَا الْمَشَايِخُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ جَابِرٍ الْهَاشِمِيُّ، وَأَبُو نُعَيْمٍ أَحْمَدُ بْنُ أَبِي الْقَاسِمِ بْنِ عَيَّاشٍ، ومُحَمَّدُ بْنُ حَسَنِ بْنِ أَبِي الْحَسَنِ، وَأَبُو عَبْدِ اللَّهِ مُحَمَّدٌ، وَأَبُو الْعَبَّاسِ أَحْمَدُ، أَنْبَانَا أَبِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْخَطَّابِيُّ، وَأَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ غَالِي بْنِ نَجْمٍ الدِّمْيَاطِيُّ، وَمُوسَى بْنُ أَبِي الْحَسَنِ بْنِ يُوسُفَ الْمُعَدَّلُ، وَأَبُو الْحَسَنِ عَلِيُّ بْنُ عَوَضِ بْنِ مُحَمَّدٍ، وَصَالِحُ بْنُ عَبْدِ الْعَظِيمِ الدَّلالُ، وَأَحْمَدُ بْنُ مَنْصُورِ بْنِ إِبْرَاهِيمَ الشَّاهِدُ، قِرَاءَةً عَلَيْهِمْ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، قَالُوا: أَنْبَأَنَا أَبُو الْفَرَجِ عَبْدُ اللَّطِيفِ بْنُ عَبْدِ الْمُنْعِمِ النُّمَيْرِيُّ، قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ. ¶ ح وَأَخْبَرَنَا أَبُو الْحَسَنِ بْنُ إِسْمَاعِيلَ، أَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الْحَمَوِيُّ. ¶ ح وَأَنَا صَالِحُ بْنُ مُحَمَّدِ بْنِ صَالِحٍ الْعِرَاقِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنَا أَحْمَدُ بْنُ عَبْدِ الدَّايِمِ بْنِ أَحْمَدَ، قَالُوا: أَنَا أَبُو الْفَرَجِ بْنُ عَبْدِ الوَهَّابِ بْنِ سَعْدٍ الْبَغْدَادِيُّ، أَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْعُمَرِيُّ. ¶ ح وَأَنَا أَبُو الْفَتْحِ يُونُسُ بْنُ أَبِي إِسْحَاقَ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنَا أَبُو الْقَاسِمِ بْنُ أَبِي الْحَزْمِ الأَطْرَابُلُسِيُّ فِي كِتَابِهِ، أَنَا جَدِّي أَبُو طَاهِرٍ أَحْمَدُ بْنُ أَبِي أَحْمَدَ الشَّافِعِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحُسَيْنِ الرَّبَعِيُّ، وَآخَرُونَ بِبَغْدَادَ، قَالُوا: أَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ مَخْلَدٍ، أَنَا أَبُو عَلِيٍّ النَّحْوِيُّ، ثَنَا الْحَسَنُ بْنُ عَرَفَةَ، ثَنَا قُرَّانُ بْنُ تَمَّامٍ الأَسَدِيُّ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" من قَالَ: لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ بَعْدَمَا يُصَلِّي الْغَدَاةَ عَشْرَ مَرَّاتٍ، كَتَبَ اللَّهُ لَهُ عَشْرَ حَسَنَاتٍ، وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ، وَرَفَعَ لَهُ عَشْرَ دَرَجَاتٍ، وَكُنَّ لَهُ بِعِدْلِ رَقَبَتَيْنِ مِنْ وَلَدِ إِسْمَاعِيلَ، فَإِنْ قَالَهَا حِينَ يُمْسِي كَانَ لَهُ مِثْلُ ذَلِكَ، وَكُنَّ لَهُ حِجَابًا مِنَ الشَّيْطَانِ حَتَّى يُصْبِحَ \".",
            "page": "319",
            "part": "2",
            "seal": "795F6054"
        },
        {
            "hno": "2160",
            "id": "5",
            "nass": "هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ، وَقُرَّانُ بِضَمِّ الْقَافِ وَتَشْدِيدِ الرَّاءِ، رَوَاهُ أَحْمَدُ بْنُ حَنْبَلٍ، وَيَحْيَى بْنُ مَعِينٍ، وَالدَّارَقُطْنِيُّ، وَابْنُ حِبَّانَ، وَغَيْرُهُمْ. ¶ وَقَالَ ابْنُ سَعْدٍ: مِنْهُمْ مَنْ يَسْتَضْعِفُهُ، وَأَخْرَجَهُ الإِمَامُ أَحْمَدُ بْنُ حَنْبَلٍ، مِنْ طَرِيقِ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ سُمَيٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، بِنَحْوِهِ. ¶ إِلا أَنَّهُ قَالَ: «كَتَبَ لَهُ بِهَا مِائَةَ حَسَنَةٍ، وَمَحَا عَنْهُ بِهَا مِائَةَ سَيِّئَةٍ، وَكَانَتْ لَهُ عِدْلَ رَقَبَةٍ، وَحُفِظَ بِهَا يَوْمَهُ حَتَّى يُمْسِيَ» ¶ الْحَدِيثُ الثَّانِي وَالْعِشْرُونَ ¶ 2160 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَبِي مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الصَّيْرَفِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، أَنَا عَبْدُ اللَّطِيفِ بْنُ أَبِي مُحَمَّدٍ الْبَغْدَادِيُّ، قِرَاءَةً عَلَيْهِمْ وَأَنَا أَسْمَعُ، قَالَ: كَتَبَ الثَّنَاءُ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدٍ الأَصْبَهَانِيُّ مِنْهَا، أَنَّ أَبَا عَلِيٍّ الْمُقْرِئَ أَخْبَرَهُمْ، أَنَّ أَحْمَدَ بْنَ عَبْدِ اللَّهِ الشَّافِعِيَّ أَخْبَرَهُمْ، أَنَا عَمْرُو بْنُ حَمْدَانَ، ثَنَا الْحَسَنُ بْن سُفْيَانَ، ثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، ثَنَا عُمَرُ بْنُ عَلِيٍّ، عَنْ مُحَمَّدِ بْنِ عَجْلانَ، عَنْ رَجَاءِ بْنِ حَيْوَةَ، عَنْ وَزَادَ كَاتِبُ الْمُغِيرَةِ، أَنَّ مُعَاوِيَة كَتَبَ إِلَى الْمُغِيرَةِ: هل كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا فَرَغَ مِنَ الصَّلاةِ يَتَكَلَّمُ بِشَيْءٍ بَعْدَ الصَّلاةِ الْمَكْتُوبَةِ؟ فَكَتَبَ إِلَيْهِ الْمُغِيرَةُ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَانَ يَقُولُ إِذَا فَرَغَ مِنَ الصَّلاةِ: «لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَالْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قِدَيرٌ، اللَّهُمَّ لا مَانِعَ لِمَا أَعْطَيْتَ، وَلا مُعْطِيَ لِمَا مَنَعْتَ، وَلا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ» . ¶ هَذَا حَدِيثٌ صَحِيحٌ مُتَّفَقٌ عَلَيْهِ، أَخْرَجَهُ الْبُخَارِيُّ فِي الصَّلاةِ مِنْ صَحِيحِهِ، عَنْ مُحَمَّدِ بْنِ يُوسُفَ، عَنْ شَعْبَانَ، وَعَنْ عَلِيِّ بْنِ مُسْلِمٍ، عَنْ هُشَيْمٍ، كِلاهُمَا عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَرَ، عَنْ وَرَّادٍ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي الصَّلاةِ مِنْ صَحِيحِهِ، عَنْ إِسْحَاقَ بْنِ إِبْرَاهِيم، عَنْ مَنْصُورٍ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ، عَنْ وَرَّادٍ. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ فِي الصَّلاةِ مِنْ سُنَنِهِ، عَنْ مُسَدَّدٍ، عَنْ أَبِي مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ نَحْوَهُ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ فِي الصَّلاةِ مِنْ سُنَنِهِ، عَنْ مُحَمَّدِ بْنِ مَنْصُورٍ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، نَحْوَهُ، فَوَقَعَ لَنَا",
            "page": "320",
            "part": "2",
            "seal": "9C2D493A"
        },
        {
            "hno": "2161",
            "id": "6",
            "nass": "عَالِيًا وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ ¶ الْحَدِيثُ الثَّالِثُ وَالْعِشْرُونَ ¶ 2161 - أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الْخِلاطِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ قَدِمَ عَلَيْنَا، أَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عَبْدِ الدَّايِمِ الْحَنْبَلِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنَا عَبْدُ الْمُنْعِمِ بْنُ عَبْدِ الْوَهَّابِ التَّاجِرُ، أَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ بَنَّان، أَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ مَخْلَدٍ، أَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الْمَلِيجِيُّ، ثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَرَفَةَ، ثَنَا الْمُبَارَكُ بْنُ سَعِيدٍ أَخُو سُفْيَانَ الثَّوْرِيِّ، عَنْ مُوسَى الْجُهَنِيِّ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ رَضِيَ اللَّه عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَيُمْنَعُ أَحَدُكُمْ أَنْ يُكَبِّرَ فِي دُبُرِ كُلِّ صَلاةٍ عَشْرًا، وَيُسَبِّحَ عَشْرًا، وَيَحْمَدَ عَشْرًا، وَذَلِكَ فِي خَمْسِ صَلَوَاتٍ خَمْسُونَ وَمِائَةٌ بِاللِّسَانِ وَأَلْفٌ وَخَمْسُ مِائَةٍ فِي الْمِيزَانِ، وَإِذَا أَوَى إِلَى فِرَاشِهِ كَبَّرَ أَرْبَعًا وَثَلاثِينَ، وَحَمِدَ ثَلاثًا وَثَلاثِينَ، وَسَبَّحَ ثَلاثًا وَثَلاثِينَ، فَتِلْكَ مِائَةٌ بِاللِّسَانِ وَأَلْفٌ فِي الْمِيزَانِ. ¶ قَالَ: وَأَيُّكُمْ يَعْمَلُ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ أَلْفَيْنِ وَخَمْسَ مِائَةِ حَسَنَةً \". ¶ هَذَا حَدِيثٌ صَحِيحٌ ثَابِتٌ، أَخْرَجَهُ أَبُو الْحَسَنِ مُسْلِمُ بْنُ الْحَجَّاجِ فِي صَحِيحِهِ فِي الدَّعَوَاتِ، عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةََ، عَنْ مَرْوَانَ بْنِ مُعَاوِيَةَ الْفَزَارِيِّ، وَعَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، عَنْ أَبِيهِ، كِلاهُمَا عَنْ مُوسَى الْجُهَنِيِّ. ¶ وَأَخْرَجَهُ أَبُو عَبْدِ الرَّحْمَنِ النَّسَائِيُّ فِي الْيَوْمِ وَاللَّيْلَةِ، عَنْ زَكَرِيَّا بْنِ يَحْيَى، عَنِ الْحَسَنِ بْنِ عَرَفَةَ، فَوَقَعَ لَنَا بَدَلا عَالِيًا بِأَرْبَعِ دَرَجَاتٍ، فَكَأَنِّي سَمِعْتُهُ مِنْ طَرِيقِهِ، مِنْ أَبِي جَعْفَرٍ أَحْمَدَ بْنِ عَبْدِ الرَّحْمَنِ الْبطرُوجِيُّ، وَمَاتَ سَنَةَ اثْنَتَيْنِ وَأَرْبَعِينَ وَخَمْسِ مِائَةٍ، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ ¶ الْحَدِيثُ الرَّابِعُ وَالْعِشْرُونَ ¶ 2162 - قُرِئَ عَلَى مُوسَى بْنِ عَلِيٍّ الْمُعَدَّلِ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، قِيلَ لَهُ: أَخْبَرَكَ عَبْدُ اللَّطِيفِ بْنُ عَبْدِ الْمُنْعِمِ الْحَرَّانِيُّ، قَالَ: كَتَبَ إِلَيْنَا أَبُو الْحَسَنِ الأَصْبَهَانِيُّ فِيهَا، أَنَّ أبا عَلِيّ الْمُقْرِئَ أَخْبَرَهُمْ، أَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْحَافِظُ، ثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، ثَنَا بِشْرُ بْنُ مُوسَى، ثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، ثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، سَمِعْتُ عُقْبَةَ بْنَ مُسْلِمٍ التُّجِيبِيَّ، يَقُولُ: حَدَّثَنِي أَبُو عَبْدِ الرَّحْمَنِ الْحُبُلِيُّ، عَنْ الصُّنَابِحِيِّ، عَنْ مُعَاذ",
            "page": "321",
            "part": "2",
            "seal": "D81025C3"
        },
        {
            "hno": "2163",
            "id": "7",
            "nass": "بْن جَبَلٍ، قَالَ: أَخَذَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِي يَوْمًا، ثُمَّ قَالَ: \" يَا مُعَاذ، والله إِنِّي لأحبك. ¶ فَقَالَ مُعَاذ: بأبي أَنْتَ وأمي يَا رَسُولَ اللَّهِ، وَأَنَا وَاللَّهِ أُحِبُّكَ. ¶ قَالَ: أُوصِيكَ يَا مُعَاذُ لا تَدَعَنَّ فِي دُبُرِ كُلِّ صَلاةٍ، أَنْ تَقُولَ: اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكِ وَحُسْنِ عِبَادَتِكِ \". ¶ هَذَا حَدِيثٌ أَخْرَجَهُ أَبُو دَاوُدَ فِي الصَّلاةِ مِنْ سُنَنِهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ الْقَوَارِيرِيِّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْمُقْرِئِ، وَاسْمُهُ عَبْدُ اللَّهِ بْنُ يَزِيدَ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ فِي الْيَوْمِ وَاللَّيْلَةِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْن يَزِيدَ الْمُقْرِئِ، عَنْ أَبِيهِ، فَوَقَعَ لَنَا بَدَلا لَهُمَا عَالِيًا لأَبِي دَاوُدَ بِدَرَجَتَيْنِ، والنَّسَائِيِّ بِثَلاثِ دَرَجَاتٍ، ¶ الْحَدِيث الْخَامِسُ وَالْعِشْرُونَ ¶ 2163 - أَخْبَرَنَا أَبُو حَفْصٍ عُمَرُ بْنُ عَبْدِ الرَّحْمَنِ بْن أَبِي الْقَاسِمِ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، قُرِئَ عَلَى أَبِي الْفَرَجِ بْنِ أَبِي مُحَمَّدٍ الْجَرِيرِيِّ وَأَنَا أَسْمَعُ، أَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ الْحَسَنِ بْنِ أَبِي سَعْدٍ الْبَغْدَادِيُّ الْهَمْدَانِيُّ، أَنَا وَالِدِي أَبُو عَلِيٍّ الْحَسَنُ، أَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيُّ، قِرَاءَةً عَلَيْهِ، أَنَا أَبُو الْفَْضْلِ عُبَيْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الزُّهْرِيُّ، ثَنَا أَحْمَدُ هُوَ ابْنُ عَبْدِ اللَّهِ بْنِ شَابُورَ، ثَنَا سُفْيَانُ يَعْنِي: ابْنَ وَكِيعِ بْنِ الْجَرَّاحِ، ثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ الْمَقْدِسِيُّ، عَنِ ابْنِ قَيْسٍ، عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مُعَقِّبَاتٌ لا يَخِيبُ قَائِلُهُنَّ، يُسَبِّحُ اللَّهَ فِي دُبُرِ كُلِّ صَلاةٍ ثَلاثًا وَثَلاثِينَ، وَيَحْمَدُهُ ثَلاثًا وَثَلاثِينَ، وَيُكَبِّرُهُ أَرْبَعًا وَثَلاثِينَ» . ¶ هَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ، عَنْ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ حَاتِمٍ الْمُؤَدِّبِ، عَنْ أَسْبَاطِ بْنِ مُحَمَّدٍ فَوَقَعَ لَنَا لَهُ بَدَلا عَالِيًا، وَسُفْيَانُ بْنُ وَكِيعٍ لَيْسَ بِالْقَوِيِّ، وَاللَّهُ أَعْلَمُ",
            "page": "322",
            "part": "2",
            "seal": "7B9E4A25"
        },
        {
            "hno": "2164",
            "id": "8",
            "nass": "الْحَدِيثُ السَّادِسُ وَالْعِشْرُونَ ¶ 2164 - أَخْبَرَنَا أَبُو الْحَسَنِ بْن إِسْمَاعِيلَ بْنِ أَبِي إِسْحَاقَ الْمِصْرِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، قُرِئَ عَلَى عَبْدِ اللَّطِيفِ بْنِ عَبْدِ الْمُنْعِمِ الْجُوَيْرِيِّ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، أَنَا مَسْعُودُ بْنُ أَبِي مَنْصُورٍ فِي كِتَابِهِ، أَنَا الْحَسَنُ بْنُ أَحْمَدَ الْحَدَّادُ، أَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ السُّفْيَانِيُّ، ثَنَا أَبُو بَكْرٍ الطَّلْحِيُّ، ثَنَا عُبَيْدُ بْنُ غَنَّامٍ، ثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةََ، ثَنَا مُحَمَّدُ بْنُ بِشْرٍ، ثَنَا مِسْعَرٌ، حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي رِشْدِينَ، عَنْ ابْن عَبَّاسٍ، عَنْ جُوَيْرِيَةَ، قَالَتْ: مَرَّ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ صَلَّى بِالْغَدَاةِ أَوْ بَعْدَمَا صَلَّى بِالْغَدَاةِ وَهى تَذْكُرُ اللَّهَ، فَرَجَعَ حِينَ ارْتَبَعَ النَّهَارُ، أَوْ قَالَ: انْتَصَفَ النَّهَارُ وَهِىَ كَذَلِكَ، فَقَالَ: \" لَقَدْ قُلْتُ مُنْذُ قُمْتُ عَلَيْكَ أَرْبَعَ كَلِمَاتٍ، ثَلاثَ مَرَّاتٍ هُنَّ أَكْبَرُ، أَوْ أَرْجَحُ، أَوْ أَوْزَنُ مِمَّا قُلْتِ: سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ، سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ، سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ، سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ \". ¶ هَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ، عَنْ أَبِي بَكْر بْن أَبِي شَيْبَةَ، عَلَى الموافقة كَمَا أَخْرَجْنَاهُ، فَوَقَعَ لَنَا عَالِيًا بِدَرَجَةٍ، وَلِلَّهِ الْحَمْدُ ¶ الْحَدِيثُ السَّابِعُ وَالْعِشْرُونَ ¶ 2165 - أَخْبَرَنَا أَبُو الْفَتْحِ بْنُ أَبِي إِسْحَاقَ الْكِنَانِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ سَنَةَ 738، قَالَ: أَنَا أَبُو مُحَمَّدِ بْنُ أَبِي الْحَسَنِ بْنِ ظَاهِرٍ الثَّغْرِيُّ فِي كِتَابِهِ، أَنَّ أَبَا طَاهِرٍ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ أَحْمَدَ الشَّافِعِيَّ أَخْبَرَهُمْ، أَنَا أَبُو الْخَطَّابِ نَصْرُ بْنُ أَحْمَدَ بْنِ الْبَطِرِ الْقَارِئُ، بِقِرَاءَتِي عَلَيْهِ بِبَغْدَادَ، أَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّد الْبَزَّازُ، قُرِئَ عَلَى أَبِي عَلِيٍّ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الصَّفَّارِ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَنْصُورٍ الْحَفَرِيُّ، ثَنَا يَحْيَى بْنُ سَعِيدٍ، ثَنَا ثَوْرٌ، عَنْ خَالِدٍ، عَنْ أُمَامَةَ رَضِيَ اللَّه عَنْهُ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رُفِعَتِ الْمَائِدَةُ، قَالَ: «الْحَمْدُ لِلَّهِ كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، غَيْرَ مُلْقًى وَلا مُوَدَّعٍ وَلا مُسْتَغْنًى عَنْهُ رَبَّنَا» هَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ الْبُخَارِيُّ فِي الأَطْعِمَةِ مِنْ صَحِيحِهِ، عَنْ أَبِي عَاصِمٍ الضَّحَّاكِ بْنِ مَخْلَدٍ، وَعَنْ أَبِي نُعَيْمٍ، كِلاهُمَا عَنْ سُفْيَانَ.",
            "page": "323",
            "part": "2",
            "seal": "88A23C31"
        },
        {
            "hno": "2166",
            "id": "9",
            "nass": "وَأَخْرَجَهُ أَبُو دَاوُدَ فِي سُنَنِهِ، عَنْ مسدد، عَنْ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ. ¶ وَأَخْرَجَهُ التِّرْمِذِيُّ فِي الدَّعَوَاتِ مِنْ جَامِعِهِ، عَنْ بُنْدَارٍ، عَنْ يَحْيَى، وَقَالَ: حَسَنٌ صَحِيحٌ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ فِي أَبْوَابِهِ، عَنْ عَمْرِو بْنِ مَنْصُورٍ، عَنْ إِبْرَاهِيم. ¶ وَأَخْرَجَهُ ابْنُ مَاجَهْ فِي الأَطْعِمَةِ، عَنْ دُحَيْمٍ، عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ، ثَلاثَتُهُمْ عَنْ ثَوْرِ بْنِ يَزِيدَ، فَوَقَعَ لَنَا بَدَلا أَبِي دَاوُدَ وَالتَّرْمِذِيِّ عَالِيًا بِدَرَجَتَيْنِ، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ ¶ الْحَدِيثُ الثَّامِنُ وَالْعِشْرُونَ ¶ 2166 - أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ قَدِمَ عَلْيَنَا الْقَاهِرَةَ، أَنَا أَبُو الْعَبَّاسِ بْنُ عَبْدِ الدَّايِمِ الْمَقْدِسِيُّ، أَنَا أَبُو الْحَجَّاجِ يُوسُفُ بْنُ مَعَالِي بْنِ نَصْرٍ الأَطْرَابُلُسِيُّ، أَنَا الْفَقِيهُ أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ مَنْصُورٍ الْغَسَّانِيُّ، حَدَّثَنِي الْقَاضِي أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عَلِيِّ بْنِ أَبِي الرَّضِيِّ مُحَمَّدٍ الأَنْطَاِكِيِّ، أَنَا أَبُو الْقَاسِمِ عَامِرُ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ الرَّازِيُّ، أَنَا أَبُو الطَّيِّبِ مُحَمَّدُ بْنُ حُمَيْدِ بْنِ سُلَيْمَانَ الْحَوْرَانِيُّ، ثَنَا يَزِيدُ بْنُ عَبْدِ الصَّمَدِ، ثَنَا مُطَرِّفُ بْنُ عَبْدِ اللَّهِ بْنِ مُطَرِّفٍ، ثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ الْعُمَرِيُّ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِذَا رَأَى أَحَدُكُمْ أَحَدًا فِي بَلاءٍ، فَلْيَقُلِ: الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاكَ بِهِ، وَفَضَّلَنِي عَلَيْكَ وَعَلَى كَثِيرٍ مِنْ عِبَادِهِ تَفْضِيلا. ¶ فَإِنَّهُ إِذَا قَالَ ذَلِكَ كَانَ شُكْرُ تِلْكَ النَّعْمَةِ \". ¶ هَذَا حَدِيثٌ حَسَنٌ، أَخْرَجَهُ التِّرْمِذِيُّ فِي جَامِعِهِ، عَنْ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ الْحُسَيْنِ السِّمَّانِيِّ، وَغَيْرِ وَاحِدٍ مِنْهُمْ، عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ، وَقَالَ: حَسَنٌ غِرَيبٌ مِنْ هَذَا الْوَجْهِ، فَوَقَعَ لَنَا بَدَلا عَالِيًا بِدَرَجَةٍ، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ ¶ الْحَدِيثُ التَّاسِعُ وَالْعِشْرُونَ ¶ 2167 - أَخْبَرَنَا أَبُو الْعَبَّاسِ بْنُ أَبِي مُحَمَّدِ بْنِ إِسْحَاقَ الْمُعَدَّلُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، أَنَا أَبُو الْحَسَنِ بْنُ أَبِي الْعَبَّاسِ السَّعْدِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِدِمَشْقَ، أَنَا",
            "page": "324",
            "part": "2",
            "seal": "D5E1DFAD"
        },
        {
            "hno": "2168",
            "id": "10",
            "nass": "مُحَمَّدُ بْنُ أَحْمَدَ بْنِ نَصْرٍ فِي كِتَابِهِ، أَنَا أَبُو عَلِيِّ بْنُ أَحْمَدَ الأَصْبَهَانِيُّ، أَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ إِسْحَاقَ الْحَافِظُ، أَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، ثَنَا يُونُسُ بْنُ حَبِيبٍ، ثَنَا أَبُو دَاوُدَ، ثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ عِنْدَ الْكَرْبِ: «لا إِلَهَ إِلا اللَّهُ الْعَظِيمُ الْحَلِيمُ، لا إِلَهَ إِلا اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمُ، لا إِلَهَ إِلا اللَّهُ رَبُّ السَّمَاوَاتِ وَرَبُّ الأَرْضِ وَرَبُّ الْعَرْشُ الْكَرِيمُ» . ¶ هَذَا حَدِيثٌ صَحِيحٌ مُتَّفَقٌ عَلَيْهِ، أَخْرَجَهُ الْبُخَارِيُّ فِي الدَّعَوَاتِ مِنْ صَحِيحِهِ، عَنْ مُسْلِمِ بْنِ إِبْرَاهِيمَ، عَنْ هِشَامٍ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي الدَّعَوَاتِ مِنْ صَحِيحِهِ، عَنْ أَبِي مُوسَى، وَبُنْدَارٍ، وعَبْدِ اللَّهِ بْنِ سَعِيدٍ، ثَلاثَتُهُمْ عَنْ مُعَاذِ بْنِ هِشَامٍ، عَنْ أَبِيهِ. ¶ وَأَخْرَجَهُ التِّرْمِذِيُّ فِي الدَّعَوَاتِ مِنْ جَامِعِهِ، عَنْ بُنْدَارٍ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ فِي الدُّعَاءِ، عَنْ عَلِيِّ بْنِ مُحَمَّدٍ، عَنْ وَكِيعٍ، عَنْ هِشَامٍ، فَوَقَعَ لَنَا بَدَلا لِلْبُخَارِيِّ عَالِيًا ¶ الْحَدِيث الثَّلاثُونَ ¶ 2168 - أَخْبَرَنَا أَحْمَدُ بْنُ مَنْصُورِ بْنِ إِبْرَاهِيمَ الْحَلَبِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنَا عَلِيُّ بْنُ أَحْمَدَ الْمَقْدِسِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، قَالَ: كَتَبَ إِلَيْنَا الْقَاضِي أَبُو الْمَكَارِمِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدٍ الْكَتَّانُ، أَنَّ الْحَسَنَ بْنَ أَحْمَدَ أَخْبَرَهُمْ، أَنَّ أَبَا نُعَيْمٍ الْحَافِظَ، أَخْبَرَهُمْ أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، ثَنَا يُونُسُ، ثَنَا أَبُو دَاوُدَ، ثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ الْبَارِقِيِّ، عَنِ ابْنِ عُمَرَ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَرَادَ سَفَرًا وَرَكِبَ رَاحِلَتَهُ كَبَّر ثَلاثًا، ثُمَّ قَالَ: \" سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ فِي سَفَرِي هَذَا الْبِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تُحِبُّ وَتَرْضَى، اللَّهُمَّ اطْوِ لَنَا بُعْدَ الأَرْضِ وَهَوِّنْ عَلَيْنَا السَّفَرَ، اللَّهُمَّ اصْحَبْنَا فِي سَفَرِنَا، وَاخْلُفْنَا فِي أَهَالِينَا. ¶ وَإِذَا رَجَعَ، قَالَ: آيِبُونَ تَائِبُونَ لِرَبِّنَا حَامِدُونَ \". ¶ هَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ مُسْلِمٌ فِي الْحَجِّ مِنْ صَحِيحِهِ، عَنْ هَارُونَ بْنِ عَبْدِ اللَّهِ، عَنْ حَجَّاجِ بْنِ مُحَمَّدٍ. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ فِي الْجِهَادِ مِنْ سُنَنِهِ، عَنِ الْحَسَنِ بْنِ عَلِيٍّ، عَنْ عَبْدِ الرَّازِقِ،",
            "page": "325",
            "part": "2",
            "seal": "337ADC59"
        },
        {
            "hno": "2169",
            "id": "11",
            "nass": "كِلاهُمَا عَنِ ابْنِ جُرَيْجٍ. ¶ وَأَخْرَجَهُ التِّرْمِذِيُّ فِي الدَّعَوَاتِ مِنْ جَامِعِهِ، عَنْ سُوَيْدِ بْنِ نَصْرٍ، عَنِ ابْنِ الْمُبَارَكِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ فِي التَّفْسِيرِ مِنْ سُنَنِهِ، عَنْ أَبِي الرَّبِيعِ سُلَيْمَانَ بْنِ دَاوُدَ، عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، كِلاهُمَا عَنِ ابْنِ الزُّبَيْرِ. ¶ وَقَالَ التِّرْمِذِيُّ: حَسَنٌ. ¶ فَوَقَعَ لَنَا عَالِيًا، وَلِلَّهِ الْحَمْدُ ¶ 2169 - وَأَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ رِزْقِ اللَّهِ الْمَقْدِسِيُّ، وَأَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ، قَالا: أَنَا أَحْمَدُ بْنُ عَبْدِ الدَّايِمِ مِنْ شَيْخِهِ ابْنِ عَبْدِ الدَّايِمِ، أَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ الطُّوسِيُّ، فِي كِتَابِهِ، أَنَا نَصْرُ بْنُ أَحْمَدَ بْنِ الْبَطِرِ الْقَارِئُ، قِرَاءَةً عَلَيْهِ، وَأَنَا حَاضِرٌ أَسْمَعُ، أَنَا عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ يَحْيَى، ثَنَا الْقَاضِي الْحُسَيْنُ بْنُ إِسْمَاعِيلَ، ثَنَا أَحْمَدُ بْنُ الْمِقْدَامِ الْعِجْلِيُّ، ثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَاصِمِ بْنِ سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ سَرْجَسٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا سَافَرَ، يَقُولُ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمُنْقَلَبِ، وَمِنَ الْحَوَرِ بَعْدَ الْكَوَرِ، وَدَعْوَةِ الْمَظْلُومِ، وَسُوءِ الْمَنْظِرَ فِي الأَهْلِ وَالْمَالِ» . ¶ هَذَا حَدِيثٌ صَحِيحٌ انْفَرَدَ بِإِخْرَاجِهِ مُسْلِمٌ، وَرَوَاهُ فِي الْمَنَاسِكِ مِنْ صَحِيحِهِ، عَنْ زُهَيْرِ بْنِ حَرْبٍ، عَنْ إِسْمَاعِيلَ بْنِ عُلَيَّةَ، عَنْ عاصِمِ بْنِ سُلَيْمَانَ، فَوَقَعَ لَنَا عَالِيًا بِدَرَجَتَيْنِ، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ ¶ 2170 - وَأَخْبَرَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، أَنَا أَبُو الْحُسَيْنِ يَحْيَى بْنُ عَلِيِّ بْنِ عَبْدِ اللَّهِ الْقُرَشِيُّ الْحَافِظُ، أَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ عَلِيٍّ الْخَزْرَجِيُّ، أَنَا مُرْشِدُ بْنُ يَحْيَى بْنِ الْقَاسِمِ الْمُقْرِئُ، أَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ مُحَمَّدٍ الْحَرَّانِيُّ، ثَنَا الْحَافِظ أَبُو الْقَاسِمِ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الْكِنَانِيُّ، أَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبَغْدَادِيُّ، ثَنَا ابْنُ أَبِي صَفْوَانَ، ثَنَا ابْنُ أَبِي عَدِيٍّ. ¶ ح وَثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ بِشْرٍ النَّخَعِيِّ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ",
            "page": "326",
            "part": "2",
            "seal": "30AF1DAD"
        },
        {
            "hno": "2171",
            "id": "12",
            "nass": "رَضِيَ اللَّه عَنْهُ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا سَافَرَ وَرَكِبَ رَاحِلَتَهُ، قَالَ بِإِصْبَعِهِ هَكَذَا، وَقَالَ: «اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَلِيفَةُ فِي الأَهْلِ، اللَّهُمَّ اصْحَبْنَا بِنُصْحِكَ، وَاقْبَلْنَا بِذِمَّةٍ، اللَّهُمَّ ازْوِ لَنَا الأَرْضَ وَهَوِّنْ عَلَيْنَا السَّفَرَ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمُنْقَلَبِ» . ¶ قَالَ حَمْزَةُ بْنُ مُحَمَّدٍ: وَلا أَعْلَمُ أَحَدًا رَوَى هَذَا الْحَدِيثَ عَنْ شُعْبَةَ غَيْرَ ابْنِ أَبِي عَدِيٍّ، وَاللَّهُ أَعْلَمُ. ¶ هَذَا حَدِيثٌ حَسَنٌ، وَقَدْ رَوَاهُ عَنْ شُعْبَةَ غَيْرُ ابْنِ أَبِي عَدِيٍّ، رَوَاهُ التِّرْمِذِيُّ فِي جَامِعِهِ، عَنْ سُوَيْدِ بْنِ نَصْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، عَنْ شُعْبَة. ¶ وَرَوَاهُ الْقَاضِي أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ إِسْمَاعِيلَ الْمَحَامِلِيُّ فِي كِتَابِ الدُّعَاءِ، مِنْ رِوَايَةِ عَبْدَانَ، عَنْ أَبِيهِ، عَنْ شُعْبَةَ. ¶ أَخْرَجَهُ التِّرْمِذِيُّ أَيْضًا فِي جَامِعِهِ. ¶ والنَّسَائِيُّ فِي الاسْتِعَاذَةِ مِنْ سُنَنِهِ، كِلاهُمَا عَنْ مُحَمَّدِ بْنِ عُمَرَ الْمُقَدَّمِيِّ، عَنِ ابْنِ أَبِي عَدِيٍّ، فَوَقَعَ لَنَا بَدَلا عَالِيًا بِدَرَجَةٍ، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ ¶ 2171 - وَأَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الْفَرَّاءُ، فِيمَا قُرِئَ عَلَيْهِ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، أَنَا أَحْمَدُ بْنُ عَبْدِ الدَّايمِ، أَنَا أَبُو الْفَضْلِ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عَبْدِ الْقَاهِرِ الطُّوسِيُّ، إِجَازَةً، قَالَ: قُرِئَ عَلَى أَبِي الْخَطَّابِ نَصْرُ بْنُ أَحْمَدَ بْنِ الْبَطِرِ الْقَارِئُ وَأَنَا أَسْمَعُ بِبَغْدَادَ، أَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْن عُبَيْدِ اللَّهِ بْنِ يَحْيَى بْنِ الْبثعِ، نا الْقَاضِي الْحُسَيْنُ بْنُ إِسْمَاعِيلَ الْمَحَامِلِيُّ، ثَنَا أَحْمَدُ بْنُ مَنْصُورٍ، ثَنَا عَبْدُ الرَّزَّاقِ، سَمِعْتُ عُبَيْدَ اللَّهِ بْنَ عُمَرَ، يُحَدِّثُ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا خَرَجَ فِي سَفَرِهِ فَمَرَّ بَنَشَزٍ أَوْ فَدْفَدٍ كَبَّرَ ثَلاثًا، ثُمَّ قَالَ: \" لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. ¶ وَإِذَا رَجَعَ قَالَهُنَّ، وَزَادَ: آيِبُونَ تَائِبُونَ لِرَبِّنَا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ \". ¶ هَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ، والنَّسَائِيُّ فِي سُنَنِهِ، كِلاهُمَا عَنْ عَبْدِ اللَّهِ بْن سَعِيدٍ، عَنْ يَحْيَى بْن سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، نَحْوَ مَا أَخْرَجْنَاهُ. ¶ فَوَقَعَ لَنَا عَالِيًا بِدَرَجَتَيْنِ، وَلِلَّهِ سُبْحَانَهُ الْمِنَّةُ",
            "page": "327",
            "part": "2",
            "seal": "E6F72B36"
        },
        {
            "hno": "2172",
            "id": "13",
            "nass": "الْحَدِيث الْحَادِي وَالثَّلاثُونَ ¶ 2172 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ الصُّوفِيُّ، أَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ الْبُخَارِيِّ، أَنْبَأَنَا مَنْصُورُ بْنُ عَبْدِ الْمُنْعِمِ، أَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْفَارِسِيُّ، أَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْحَافِظُ، أَنَا أَبُو نَصْرٍ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ بْنِ قَتَادَةَ، أَنَا عَلِيُّ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ الْخُزَاعِيُّ، أَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الْمِنْفَاضُ الْفِرْيَابِيُّ، ثَنَا صَفْوَانُ بْنُ صَالِحٍ أَبُو عَبْدِ الْمَلِكِ الدِّمَشْقِيُّ فِي سَنَةِ 232، ثَنَا الَوِليدُ بْنُ مُسْلِمٍ، ثَنَا شُعَيْبُ بْنُ أَبِي حَمْزَةَ، عَنْ أَبِي الزِّيَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ لِلَّهِ تِسْعَةً وِتِسْعِينَ اسْمًا مِائَةً غَيْرَ وَاحِدٍ مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ، وَهُوَ وِتْرٌ يُحِبُّ الْوِتْرَ، هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلا هُوَ: الرَّحْمَنُ، الرَّحِيمُ، الْمِلَكُ، الْقُدُّوسُ، السَّلامُ، الْمُؤْمِنُ الْمُهَيْمِنُ، الْعَزِيزُ، الْجَبَّارُ، الْمُتَكَبِّرُ، الْخَالِقُ، الْبَارِئُ، الْمُصَوِّرُ، الْغَفَّارُ، الْقَهَّارُ، الْوَهَّابُ، الرَّزَّاقُ، الْفَتَّاحُ، الْعَلِيمُ، الْقَابِضُ، الْبَاسِطُ، الْخَافِضُ، الرَّافِعُ، الْمُعِزُّ، الْمُذِلُّ، السِّمَيعُ، الْبَصِيرُ، الْحَكَمُ، الْعَدْلُ، اللَّطِيفُ، الْخَبِيرُ، الْحَلِيمُ، الْعَظِيمُ، الْغَفُورُ، الشَّكُورُ، الْعِلَيُّ، الْكَبِيرُ، الْحَفِيظُ، الْمُغِيثُ، الْحَسِيبُ، الْجَلِيلُ، الْكَرِيمُ، الرَّقِيبُ، الْمُجِيبُ، الْوَاسِعُ، الْحَلِيمُ، الْوَدُودُ، الْمَجِيدُ، الْبَاعِثُ، الشَّهِيدُ، الْحَقُّ، الْوَكِيلُ، الْقَوِيُّ، الْمَتِينُ، الْوَلِيُّ، الْحَمِيدُ، الْمُحْصِي، الْمُبْدِئُ، الْمُعِيدُ، الْمُحْيِي، الْمُمِيتُ، الْحَيُّ، الْقَيُّومُ، الْوَاجِدُ، الْمَاجِدُ، الْوَاحِدُ، الأَحَدُ، الْفَرْدُ، الصَّمَدُ، الْقَادِرُ، الْمُقْتَدِرُ، الْمُقَدِّمُ، الْمُؤَخِّرُ، الأَوَّلُ، الآخِرُ، الظَّاهِرُ، الْبَاطِنُ، الْوَالِي، الْمُتَعَالِي، الْبَرُّ، التَّوَّابُ، الْمُنْتَقِمُ، الْعَفُوُّ، الرُّءُوفُ، مَالِكُ الْمُلْكِ، ذُو الْجَلالِ، وَالإِكْرَامِ، الْمُقْسِطُ، الْجَامِعُ، الْغَنِيُّ، الْمُغْنِي، الْمَانِعُ، الضَّارُّ، النَّافِعُ، الْهَادِي، الْبَدِيعُ، الْبَاقِي، الْوَارِثُ، الرَّشِيدُ، الصَّبُورُ \". ¶ هَذَا حَدِيثٌ حَسَنٌ، أَخْرَجَهُ التِّرْمِذِيُّ فِي الدَّعَوَاتِ مِنْ جَامِعِهِ، عَنْ إِبْرَاهِيمَ بْنِ يَعْقُوبَ الْجُرْجَانِيُّ، عَنْ صَفْوَانَ بْنِ صَالِحٍ، فَوَقَعَ لَنَا بَدَلا لَهُ عَالِيًا بِدَرَجَةٍ، وَقَالَ: غَرِيبٌ، تَفَرَّدَ بِهِ صَفْوَانُ بْنُ صَالِحٍ ¶ الْحَدِيث الثَّانِي وَالثَّلاثُونَ ¶ 2173 - أَخْبَرَنَا مُوسَى بْنُ أَبِي الْحَسَنِ بْنِ يُوسُفَ الْمِصْرِيُّ، فِيمَا قُرِئَ عَلَيْهِ وَأَنَا أَسْمَعُ بِهَا، قَالَ: قُرِئَ عَلَى عَبْدِ اللَّطِيفِ بْنِ الصَّيْقَلِ يُرِيدَ الْقَاهِرَةَ وَأَنَا أَسْمَعُ بِهَا، أَنَا",
            "page": "328",
            "part": "2",
            "seal": "F59CADB4"
        },
        {
            "hno": "2174",
            "id": "14",
            "nass": "أَبُو الْمَكَارِمِ الْقَاضِي فِي كِتَابِهِ، أَنْبَأَنَا الْحَسَنُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الْحَدَّادُ، أَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ سِبْطُ مُحَمَّدِ بْنِ يُوسُفَ الْبَنَّا، ثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، ثَنَا جَعْفَرٌ الْفِرْيَابِيُّ، ثَنَا دَاوُدُ بْنُ مِخْرَاقٍ، ثَنَا الْفَضْلُ بْنُ مُوسَى، ثَنَا الأَعْمَشُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: كُنْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ، فَمَرَّ عَلَى شَجَرَةٍ يَابِسَةٍ فَضَرَبَهَا بِعَصًا كَانَتْ فِي يَدِهِ فَتَنَاثَرَ الْوَرَقُ، فَقَالَ: «إِنَّ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلا إِلَهَ إِلا اللَّهُ، وَاللَّهُ أَكْبَرُ تُسَاقِطُ الذُّنُوبَ كَمَا تُسَاقِطُ هَذِهِ الشَّجَرَةَ وَرَقَهَا» . ¶ هَذَا حَدِيث ٌحَسَنٌ، أَخْرَجَهُ التِّرْمِذِيُّ فِي الدَّعَوَاتِ مِنْ جَامِعِهِ، عَنْ مُحَمَّدِ بْنِ حُمَيْدٍ الرَّازِيُّ، عَنِ الْفَضْلِ بْنِ مُوسَى، فَوَقَعَ لَنَا بَدَلا عَالِيًا ¶ الْحَدِيث الثَّالِثُ وَالثَّلاثُونَ ¶ 2174 - أَخْبَرَنَا أَبُو حَفْصٍ الْجَزَرِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنَا أَبُو الْفَرَجِ الْبَغْدَادِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْبَغْدَادِيُّ، أَنَا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ السَّمَرْقَنْدِيُّ، أَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدٍ النَّقُّورُ. ¶ ح وَأَنْبَأَنَا أَبُو الْفَتْحِ بْنُ إِبْرَاهِيمَ الْمِصْرِيُّ، عَنْ أَبِي الْحَسَنِ عَلِيِّ بْنِ عَبْدِ اللَّهِ النَّجَّادِ، أَنْبَأَنَا أَبُو الْكَرَمِ الْمُبَارَكُ بْنُ أَحْمَدَ الْمُعَدَّلُ، أَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ النَّقُّورِ، إِجَازَةً، أَنَا الْقَاضِي أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ هَارُونَ الضَّبِّيُّ، إِمْلاءً. ¶ ح وَثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيٍّ التَّمِيمِيُّ الْخَطِيبُ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سُمِيٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلاءِ، وَدَرْكِ الشَّقَاءِ، وَشَمَاتَةِ الأَعْدَاءِ، وَسُوءِ الْقَضَاءِ» . ¶ هَذَا حَدِيثٌ صَحِيحٌ مُتَّفَقٌ عَلَيْهِ، أَخْرَجَهُ الْبُخَارِيُّ فِي صَحِيحِهِ، عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ، وَمُسَدَّدٍ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ، عَنْ زُهَيْرِ بْنِ حَرْبٍ، عَنْ عَمْرِو بْنِ مُحَمَّدٍ النَّاقِدِ، عَنْ سُفْيَانَ، فَوَقَعَ لَنَا بَدَلا لَهُمَا عَالِيًا، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ",
            "page": "329",
            "part": "2",
            "seal": "529A5B15"
        },
        {
            "hno": "2175",
            "id": "15",
            "nass": "الْحَدِيث الرَّابِعُ وَالثَّلاثُونَ ¶ 2175 - أَخْبَرَنَا أَبُو الْحَسَنِ بْنُ أَبِي طَاهِرِ بْنِ إِبْرَاهِيمَ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنْبَا عَبْدُ اللَّطِيفِ بْنُ أَبِي مُحَمَّدٍ النُّمَيْرِيُّ، قَالَ: كَتَبَ إِلَيْنَا أَبُو الْحَسَنِ الأَصْبَهَانِيُّ، أَنَّ أَبَا عَلِيٍّ الْمُقْرِئَ أَخْبَرَهُمْ، أَنَّ أَحْمَدَ بْنَ عَبْدِ اللَّهِ الشَّافِعِيَّ أَخْبَرَهُمْ، ثَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، ثَنَا الْحَسَنُ، ثَنَا قُتَيْبَةُ، ثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ سُمَيٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" مَنْ قَالَ: لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلّ شَيْءٍ قَدِيرٌ. ¶ فِي كُلِّ يَوْمٍ مِائَةَ مَرَّةٍ كَانَ لَهُ عِدْلُ عَشْرِ رِقَابٍ، وَكُتِبَ لَهُ مِائَةُ حَسَنَةٍ، وَمِحُيَ عَنْهُ مِائَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ، وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلا أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ، أَوْ مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ. ¶ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ، وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ \". ¶ هَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ، عَنْ يَحْيَى بْنِ يَحْيَى، عَنْ مَالِكٍ، فَوَقَعَ لَنَا عَالِيًا ¶ الْحَدِيثُ الْخَامِسُ وَالثَّلاثُونَ ¶ 2176 - قُرِئَ عَلَى، عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي الْقَاسِمِ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، قِيلَ لَهُ: أَخْبَرَكَ أَبُو الْفَرَجِ بْنُ أَبِي مُحَمَّدٍ الْبَغْدَادِيُّ، أَنَا يُوسُفُ بْنُ أَبِي بَكْرِ بْنِ كَامِلٍ، ثَنَا أَبُو سَعْدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَبِي سَعْدٍ الأَصْبَهَانِيُّ، ثَنَا أَبُو عَمْرٍو عَبْدُ الْوَهَّابِ بْنُ أَبِي عَبْدِ اللَّهِ الْحَافِظُ، ثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ يَحْيَى بْنِ مَنْدَهْ، ثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ الْقَطَّانُ، ثَنَا أَبُو زُرْعَةَ الرَّازِيُّ، ثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، ثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: كَانَ مِنْ دُعَاءِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكِ وَتَحْوِيلِ عَافِيَتِكَ، وَفَجْأَةِ نِعْمَتِكَ، وَجَمِيعِ سَخَطِكَ» . ¶ هَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ، عَنْ أَبِي زُرْعَةَ الرَّازِيِّ، عَلَى الْمَوَافَقَةِ فَوَقَعَ لَنَا عَالِيًا، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ",
            "page": "330",
            "part": "2",
            "seal": "96D0481C"
        },
        {
            "hno": "2177",
            "id": "16",
            "nass": "الْحَدِيثُ السَّادِسُ وَالثَّلاثُونَ ¶ 2177 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَبِي مُحَمَّدٍ الدِّمْيَاطِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، قَالَ: قُرِئَ عَلَى عَبْدِ اللَّطِيفِ بْنِ عَبْدِ الْمُنْعِمِ الْحَنْبَلِيِّ وَأَنَا أَسْمَعُ، أَنَا أَحْمَدُ بْنُ أَبِي بَكْرٍ الْحُلْوَانِيُّ، أَنَا مُحَمَّدُ بْنُ عَلِيٍّ الْجَرْمِيُّ، أَنَا عُمَرُ بْنُ أَحْمَدَ الْوَاعِظُ، ثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، ثَنَا أَبُو إِبْرَاهِيمَ التَّرْجُمَانِيُّ، ثَنَا خَدِيجُ بْنُ مُعَاوِيَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ كُهَيْلِ بْنِ زِيَادٍ النَّخَعِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: كُنْتُ رِدْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لي: \" يَا أَبَا هُرَيْرَةَ، أَوْ يَا أَبَا هِرٍّ، أَلا أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟ قُلْتُ: بَلَى يَا رَسُولَ اللَّهِ. ¶ قَالَ: لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ، وَلا مَلْجَأَ مِنَ اللَّهِ إِلا إِلَيْهِ \". ¶ هَذَا حَدِيثٌ حَسَنٌ، أَخْرَجَهُ النَّسَائِيُّ فِي الْيَوْمِ وَاللَّيْلَةِ، عَنِ الْقَاسِمِ بْنِ زَكِرِيَّا، وَأَحْمَدُ بْنُ صَالِحٍ، كِلاهُمَا عَنْ عُبَيْدِ اللَّهِ بْنِ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، فَوَقَعَ لَنَا عَالِيًا بِثَلاثِ دَرَجَاتٍ، وَالْحَمْدُ لِلَّهِ ¶ الْحَدِيثُ السَّابِعُ وَالثَّلاثُونَ ¶ 2178 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَبِي مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الصَّيْرَفِيُّ، وَأَبُو عِمْرَانَ مُوسَى بْنُ عَلِيِّ بْنِ أَبِي الْمَحَاسِنِ، قِرَاءَةً عَلَيْهِمَا وَأَنَا أَسْمَعُ، قَالا: أَنَا أَبُو الْفَرَجِ عَبْدُ الْمُنْعِمِ الْجَزَرِيُّ، قَالَ: كَتَبَ إِلَيْنَا أَحْمَدُ بْنُ مُحَمَّدٍ الأَصْبَهَانِيُّ فِيهَا، أَنَّ الْحَسَنَ بْنَ أَحْمَدَ الأَصْبَهَانِيَّ أَخْبَرَهُمْ، قَالا: أَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ الأَصْبَهَانِيُّ، ثَنَا أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ، ثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ، حَدَّثَنِي أَبِي، ثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ أَبِي سِنَانٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي الْهُذَيْلِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «يَتَعَوَّذُ مِنْ عِلْمٍ لا يَنْفَعُ، وَدُعَاءٍ لا يُسْمَعُ، وَقَلْبٍ لا يَخْشَعُ، وَنَفْسٍ لا تَشْبَعُ» . ¶ هَذَا حَدِيثٌ حَسَنٌ، أَخْرَجَهُ النَّسَائِيّ فِي الاستعاذة مِنْ سُنَنِهِ، عَنْ يَزِيدَ بْنِ سِنَانٍ الْمِصْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ سُفْيَانَ، فَوَقَعَ لَنَا بَدَلا عَالِيًا بِدَرَجَةٍ، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ",
            "page": "331",
            "part": "2",
            "seal": "F7BED456"
        },
        {
            "hno": "2179",
            "id": "17",
            "nass": "الْحَدِيثُ الثَّامِنُ وَالثَّلاثُونَ ¶ 2179 - أَخْبَرَنَا يُوسُفُ بْنُ عُمَرَ بْنِ حُسَيْنٍ الْخَتَنِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، ثَنَا أَبُو مُحَمَّدٍ عَبْدُ الْعَظِيمِ بْنُ عَبْدِ الْقَوِيِّ بْنِ عَبْدِ اللَّهِ الْحَافِظُ، أَنَا الْحَافِظُ أَبُو مُحَمَّدٍ الْقَاسِمُ بْنُ الْحَافِظِ أَبِي الْقَاسِمِ عَلِيِّ بْنِ الْحَسَنِ فِي كِتَابِهِ إِلَيَّ مِنْ دِمَشْقَ، أَنَا الْفَقِيهُ أَبُو الْفَتْحِ نَصْرُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْقَوِيِّ، بِقِرَاءَةِ عَمِّي عَلَيْهِمَا، قَالَ: فِيمَا قُرِئَ عَلَى الْقَاضِي أَبِي مَنْصُورٍ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ عَلِيِّ بْنِ سَكْرَوَيْهِ وَأَنَا أَسْمَعُ فَأَقَرَّ بِهِ، قِيلَ لَهُ حَدَّثَكُمُ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ، ثَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ إِسْمَاعِيلَ الْمَحَامِلِيُّ، ثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، ثَنَا الْمُعْتَمِرِ، عَنْ أَبِيهِ، عَنْ أَنَسٍ، قَالَ: كَانَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَالْجُبْنِ وَالْبُخْلِ وَالْهَرَمِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ» . ¶ هَذَا حَدِيثٌ صَحِيحٌ مُتَّفَقٌ عَلَيْهِ، أَخْرَجَهُ الْبُخَارِيُّ فِي صَحِيحِهِ، وَأَبُو دَاوُدَ فِي سُنَنِهِ، كِلاهُمَا عَنْ مُسَدَّدٍ. ¶ أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ، والنَّسَائِيُّ فِي سُنَنِهِ، كِلاهُمَا عَنْ مُحَمَّدِ بْنِ عَبْدِ الأَعْلَى، كِلاهُمَا عَنِ الْمُعْتَمِرِ، فَوَقَعَ لَنَا بَدَلا عَالِيًا لَهُمْ ¶ الْحَدِيثُ التَّاسِعُ وَالثَّلاثُونَ ¶ 2180 - أَخْبَرَنَا أَبُو الْمَحَاسِنِ بْنُ أَبِي حَفْصِ بْنِ أَبِي عَبْدِ اللَّهِ الصُّوفِيُّ رَحِمَهُ اللَّهُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنَا أَبُو مُحَمَّدٍ الْمُنْذِرِيُّ، أَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ عُثْمَانَ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنَا أَبُو الْفَضْلِ إِسْمَاعِيلُ بْنُ عَلِيٍّ الدِّمَشْقِيُّ، أَنَا الْقَاضِي أَبُو الثَّبَاتِ مُحَمَّدُ بْنُ عَبْدِ الرَّزَّاقِ بْنِ عَبْدِ اللَّهِ بِدِمَشْقَ، أَنَا وَالِدِي الْقَاضِي أَبُو غَانِمٍ عَبْدُ الرَّزَّاقِ، ثَنَا أَبُو الْفَرَجِ عُمَرُ بْنُ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ الرَّقِّيُّ، ثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ الْحَلَبِيُّ، ثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ صَالِحٍ، ثَنَا مُحَمَّدُ بْنُ مُعَاذٍ، ثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ طَلِيقِ بْنِ قَيْسٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَدْعُو: «اللَّهُمَّ أَعِنِّي وَلا تُعِنْ عَلَى، وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَى، رَبِّ اجْعَلْنِي لَكَ شَاكِرًا، لَكَ ذَاكِرًا، لَكَ رَاهِبًا، لَكْ مِطْوَاعًا، إِلَيْكَ مُخْبِتًا أَوَّاهًا مُنِيبًا، رَبِّ تَقَبَّلْ تَوْبَتِي، وَاغْسِلْ حَوْبَتِي» .",
            "page": "332",
            "part": "2",
            "seal": "4E83A7FD"
        },
        {
            "hno": "2181",
            "id": "18",
            "nass": "قَالَ أَبُو مُحَمَّدٍ الْمُنْذِرِيُّ: وَقَعَ فِي أَصْلِ السَّمَاعِ عُبَيْدُ اللَّهِ مُصَغَّرًا، وَالصَّحِيحُ عَبْدُ اللَّهِ مُكَبَّرًا وَهُوَ الزُّبَيْدِيُّ الْكُوفِيُّ، ثَبْتٌ أَخْرَجَ لَهُ مُسْلِمٌ. ¶ هَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ أَبُو دَاوُدَ فِي سُنَنِهِ، عَنْ مُحَمَّدِ بْنِ كَثِيرٍ، فَوَافَقْنَاهُ، وَقَالَ التِّرْمِذِيُّ: حَسَنٌ صَحِيحٌ. ¶ وَلِلَّهِ الْحَمْدُ ¶ الْحَدِيثُ الأَرْبَعُونَ ¶ 2181 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَبِي الطَّاهِرِ بْنِ إِبْرَاهِيمَ الْمَخْزُومِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، أَنَا أَبُو الْفَرَجِ عَبْدُ اللَّطِيفِ بْنُ عَبْدِ الْمُنْعِمِ الْبَغْدَادِيُّ نَزِيلُ الْقَاهِرَةِ، أَنَا مَسْعُودُ بْنُ أَبِي مَنْصُورٍ الْجَمَّالُ فِي كِتَابِهِ، أَنَا الْحَسَنُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الْمِصْرِيُّ، أَنَا أَبُو نُعَيْمٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ إِسْحَاقَ الْحَافِظُ، ثَنَا عَبْدُ اللَّهِ بْنِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، قَالا: ثَنَا أَبُو يَعْلَى، ثَنَا أَبُو خَيْثَمَةَ، وَأَبُو بَكْرٍ، وَابْنُ نُمَيْرٍ، قَالُوا: ثَنَا ابْنُ فُضَيْلٍ، ثَنَا عُمَارَةُ بْنُ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ الْعَظِيمِ \". ¶ هَذَا حَدِيثٌ صَحِيحٌ مُتَّفَقٌ عَلَيْهِ، أَخْرَجَهُ الْبُخَارِيُّ فِي مَوَاضِعَ مِنْ صَحِيحِهِ مِنْهَا فِي الدَّعَوَاتِ، عَنْ أَبِي خَيْثَمَةَ زُهَيْرِ بْنِ حَرْبٍ. ¶ أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ فِي الدَّعَوَاتِ، عَنْ زُهَيْرِ بْنِ حَرْبٍ، وَابْنِ نُمَيْرٍ. ¶ وَأَخْرَجَهُ التِّرْمِذِيُّ فِي الدَّعَوَاتِ مِنْ جَامِعِهِ، عَنْ يُوسُفَ بْنِ عِيسَى. ¶ وَأَخْرَجَهُ النَّسَائِيُّ فِي الْيَوْمِ وَاللَّيْلَةِ، عَنْ عَلِيِّ بْنِ الْمُنْذِرِ، وَمُحَمَّدِ بْنِ آدَمَ، وَأَحْمَدَ بْنِ حَرْبٍ. ¶ وَأَخْرَجَهُ ابْنُ مَاجَهْ فِي أَبْوَابِ التَّسْبِيحِ مِنْ سُنَنِهِ، عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنْ مُحَمَّدِ بْنِ فُضَيْلٍ. ¶ وَقَالَ التِّرْمِذِيُّ: حَسَنٌ صَحِيحٌ غَرِيبٌ. ¶ فَوَقَعَ لَنَا مُوَافَقَةً عَالِيَةً لِلْبُخَارِيِّ، وَمُسْلِمٍ، وَابْنِ مَاجَهْ، وَبَدَلا لِلتِّرْمِذِيِّ، وَالنَّسَائِيِّ عَالِيًا، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ ¶ 2182 - أَخْبَرَنَا عَلِيُّ بْنُ إِسْمَاعِيلَ بْنِ قُرَيْشٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، أَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الأَنْصَارِيُّ. ¶ ح وَأَنَا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدٍ الْحَافِظُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، قَالا: أَنْبَأَنَا أَبُو الْفَرَجِ بْنُ عَبْدِ الْوَهَّابِ الآجُرِّيُّ، قَالَ الأَنْصَارِيُّ: سَمَاعًا. ¶ وَقَالَ الْجَزَرِيُّ: إِجَازَةً، أَنْبَأَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ بْنِ بَيَانٍ، أَنْبَانَا أَبُو الْحَسَنِ بْنُ مَخْلَدٍ، أَنْبَأَنَا أَبُو عَلِيٍّ",
            "page": "333",
            "part": "2",
            "seal": "48C27D60"
        },
        {
            "hno": "2183",
            "id": "19",
            "nass": "الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا هُشَيْمُ بْنُ بَشِيرٍ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ، قَالَ: لَمَّا نَزَلَتْ: {إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} [الأحزاب: 56] ، قَالَ: قُلْنَا: يَا رَسُولَ اللَّهِ، قَدْ عَلِمْنَا السَّلامَ عَلْيَكَ، فَكَيْفَ الصَّلاةُ عَلْيَكَ؟ قَالَ: قُولُوا: «اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَآلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ» . ¶ قَالَ ابْنُ عَرَفَةَ: قَالَ هُشَيْمٌ: قَالَ يَزِيدُ بْنُ أَبِي زِيَادٍ: وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ. ¶ وَكَانَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى، يَقُولُ: وَعَلَيْنَا مَعَهُمْ ¶ 2183 - أَخْبَرَنَا أَحْمَدُ بْنُ أَبِي مُحَمَّدِ بْنِ إِسْحَاقَ الْحَلَبِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنْبَأَنَا أَبُو الْحَسَنِ بْنُ أَحْمَدَ بْنِ عَبْدِ الْوَاحِدِ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِدِمَشْقَ، أَنْبَأَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدٍ الأَصْبَهَانِيُّ فِي كِتَابِهِ إِلَيَّ مِنْهَا، حَدَّثَنَا أَبُو عَلِيٍّ الأَصْبَهَانِيُّ، أَنْبَأَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ الشَّافِعِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، حَدَّثَنَا يُونُسُ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي الْحَكَمُ، سَمِعْتُ ابْنَ أَبِي لَيْلَى، قَالَ: لَقِيَنِي كَعْبُ بْنُ عُجْرَةَ، فَقَالَ: أَلا أُهْدِي إِلَيْكَ هَدِيَّةً. ¶ خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقُلْنَا: قَدْ عَرَفْنَا كَيْفَ نُسَلِّمُ عَلْيَكَ، فَكَيْفَ نُصَلِّي عَلَيْكَ؟ قَالَ: قُولُوا: «اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ» ¶ 2184 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ عَبْدِ الْعَزِيزِ بْنِ عَبْدِ الرَّحْمَنِ الْخَطِيبُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنْبَأَنَا أَبُو الْقَاسِمِ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الْعَلَوِيُّ فِي كِتَابِهِ، أَنْبَأَنَا عَبْدُ الْجَبَّارِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْبَيْهَقِيُّ، أَنْبَأَنَا أَبُو الْمَعَالِي عَبْدُ الْمَلِكِ بْنِ عَبْدِ اللَّهِ بْنِ يُوسُفَ الْفَقِيهُ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ الثَّقَفِيُّ، حَدَّثَنَا أَبُو الأَشْعَثِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ، عَنِ الْعَلاءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ صَلَّى عَلَيَّ مَرَّةً وَاحِدَةً",
            "page": "334",
            "part": "2",
            "seal": "AD8426E6"
        },
        {
            "hno": "2185",
            "id": "20",
            "nass": "كَتَبَ اللَّهُ لَهُ بِهَا عَشْرَ حَسَنَاتٍ» ¶ 2185 - أَخْبَرَنَا مُوسَى بْنُ عَلِيِّ بْنِ يُوسُفَ الْمُعَدَّلُ، أَنْبَانَا أَبُو الْفَرَجِ الْبَغْدَادِيُّ، أَنْبَانَا أَحْمَدُ بْن مُحَمَّدٍ الْقَاضِي، أَنْبَأَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ، أَنْبَانَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ هَاشِمٍ الْبَغَوِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَلامٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ أَبِي أَسَمَاءَ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ ذُكِرْتُ عِنْدَهُ فَلْيُصَلِّ عَلَيَّ، فَإِنَّهُ مَنْ صَلَّى عَلَيَّ مَرَّةً صَلَّى اللَّهُ عَلَيْهِ عَشْرًا» ¶ 2186 - وَأَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الْحَقِّ مُحَمَّدُ بْنُ عَبْدِ الْكَافِي السَّعْدِيُّ فِي كِتَابِهِ، أَنْبَأَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ يُوسُفَ الدِّمَشْقِيُّ، أَنْبَأَنَا أَبُو الْقَاسِمِ بْنُ عَلِيٍّ الأَنْصَارِيُّ، أَنْبَأَنَا أَبُو صَادِقٍ مَرْثَدُ بْنُ يَحْيَى الْمَدِينِيُّ، أَنْبَانَا إِبْرَاهِيمُ بْنُ سَعِيدٍ الْحَافِظُ، أَنْبَأَنَا عَبْدُ الرَّحْمَنِ بْنُ عُمَرَ بْنِ النَّحَّاسِ، أَنْبَأَنَا إِسْمَاعِيلُ بْنُ يَعْقُوبَ الْبَغْدَادِيُّ، أَنْبَأَنَا إِسْمَاعِيلُ بْنُ إِسْحَاقَ الْقَاضِي، حَدَّثَنَا حَجَّاجُ بْنُ الْمِنْهَالِ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ مَعْبَدِ بْنِ هِلالٍ الْعَبْدِيُّ، حَدَّثَنِي رَجُلٌ مِنْ أَهْلِ دِمَشْقَ، عَنْ عَوْفِ بْنِ مَالِكٍ، عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «أَبْخَلُ النَّاسِ مَنْ ذُكِرْتُ عِنْدَهُ، فَلَمْ يُصَلِّ عَلَيَّ» ¶ 2187 - أَخْبَرَنَا مُوسَى بْنُ أَبِي زُرْعَةَ الْمِصْرِيُّ، أَنْبَأَنَا أَبُو الْفَرَجِ الْحَنْبَلِيُّ، أَنْبَأَنَا أَبُو الْمَكَارِمِ الْقَاضِي، أَنْبَأَنَا أَبُو عَلِيٍّ الْمِصْرِيُّ، أَنْبَأَنَا أَبُو نُعَيْمٍ الْحَافِظُ، حَدَّثَنَا حَبِيبُ بْنُ الْحَسَنِ، حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ السَّدُوسِيُّ، حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، حَدَّثَنَا الْمَسْعُودِيُّ، عَنْ عَوْفِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي فَاخِتَةَ، عَنْ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، قَالَ: إِذَا صَلَّيْتُمْ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَحْسِنُوا الصَّلاةَ عَلَيْهِ، فِإَنَّكُمْ لا تَدْرُونَ لَعَلَّ ذَلِكَ يُعْرَضُ عَلَيْهِ. ¶ قَالُوا: فَعَلِمْنَا. ¶ قَالَ: قُولُوا: «اللَّهُمَّ اجْعَلْ صَلاتَكَ وَرَحْمَتَكَ وَبَرَكَاتِكَ عَلَى سَيِّدِ الْمُرْسَلِينَ، وَإِمَامِ الْمُتَّقِينَ وَخَاتَمِ النَّبِيِّينَ، مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، اللَّهُمَّ ابْعَثْهُ مَقَامًا مَحْمُودًا يَغْبِطُهُ الأَوَّلُونَ وَالآخِرُونَ، اللَّهُمَّ",
            "page": "335",
            "part": "2",
            "seal": "A0FC45EF"
        },
        {
            "hno": "2188",
            "id": "21",
            "nass": "صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَآلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَآلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مِجَيدٌ» ¶ 2188 - أَخْبَرَتْنَا أُمُّ الْخَيْرِ عَائِشَةُ بِنْتُ عَلِيِّ بْنِ عُمَرَ الصِّنْهَاجِيِّ، قِرَاءَةً عَلَيْهَا وَأَنَا أَسْمَعُ بِالْقَاهِرَةِ، أَنْبَأَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ يُوسُفَ، أَنْبَأَنَا هِبَةُ اللَّهِ بْنُ عَلِيٍّ الأَنْصَارِيُّ، أَنْبَأَنَا عَلِيُّ بْنُ الْحُسَيْنِ الْمَوْصِلِيُّ، أَنَا عَبْدُ الْعَزِيزِ بْنُ الْحَسَنِ بْنِ إِسْمَاعِيلَ، أَنَا أَبِي، ثَنَا أَحْمَدُ بْنُ مَرْوَانَ الْقَاضِي، ثَنَا إِبْرَاهِيمُ بْنُ دَيزِيلَ الْهَمْدَانِيُّ، ثَنَا الْحُمَيْدِيُّ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ يَوْمًا، بِحَدِيثِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: \" أَفْضَلُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي يَوْمَ عَرَفَةَ: لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ \". ¶ فَقِيلَ لِسُفْيَانَ بْنِ عُيَيْنَةَ: يَشْتَغِلُ الإِنْسَانُ بِهَذَا عَنِ الْمَسْأَلَةِ؟ فَقَالَ: نَعَمْ. ¶ 2189 - حَدَّثَنَا مَنْصُورٌ، عَنْ مَالِكِ بْنِ الْحَارِثِ، قَالَ: قَالَ اللَّهُ تَعَالَى «مَنْ أَشْغَلَهُ الثَّنَاءُ عَلَيَّ عَنْ مَسْأَلَتِي أَعْطَيْتُهُ أَفْضَلُ مَا أُعْطِي السَّائِلِينَ» . ¶ ثُمَّ الْتَفَتَ إِلَيْنَا سُفْيَانُ بْنُ عُيَيْنَةَ، فَقَالَ: أَمَا سَمِعْتُمْ قَوْلَ أُمَيَّةَ بْنِ الصَّلْتِ حِينَ أَتَى ابْنَ جُدْعَانَ يَطْلُبُ نَائِلَةَ، فَقَالَ: ¶ أَأَذْكُرُ حَاجَتِي أَمْ قَدْ كَفَانِي ... حَيَاؤُكَ إِنَّ شِيمَتَكَ الْحَيَاءُ ¶ إِذَا أَثْنَى عَلَيْكَ الْمَرْءُ يَوْمًا ... كَفَاهُ مِنْ تَعَرُّضِكَ الثَّنَاءُ ¶ كَرِيمٌ لا يُغَيِّرُهُ صَبَاحٌ ... عَنِ الْخُلُقِ الْجَمِيلِ وَلا مَسَاءُ ¶ يُبَارِي الرِّيحَ مَكْرُمَةً وَجُودًا ... إِذَا مَا الضَّبُّ أَحْجَرَهُ الشِّتَاءُ ¶ فَأَرْضُكَ كُلُّ مَكْرُمَةٍ بَنَاهَا ... بَنُو تَيْمٍ وَأَنْتَ لَهُمُ سَمَاءُ ¶ فَأَعْطَاهُ وَوَصَلَهُ، فَهَذَا مَخْلُوقٌ اكْتَفَى بِالثَّنَاءِ عَلَيْهِ عَنِ الْمَسْأَلَةِ، فَكَيْفَ بِالْخَالِقِ الَّذِي لَيْسَ كَمِثْلِهِ شَيْءٌ ¶ 2190 - أَخْبَرَنَا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الْخَطِيبُ، وَغَيْرُ وَاحِدٍ، إِجَازَةً، قَالُوا: أَنَا أَبُو الْفَرَجِ بْنُ أَبِي مُحَمَّدٍ النُّمَيْرِيُّ، قِرَاءَةً عَلَيْهِ، وَنَحْنُ نَسْمَعُ، قَالَ: أَنَا أَبُو شُجَاعٍ مُحَمَّدُ بْنُ أَبِي مُحَمَّدِ بْنِ الْمَقْرُونِ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِبَغْدَادَ، أَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ هِبَةِ اللَّهِ الْكَاتِبُ، أَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ",
            "page": "336",
            "part": "2",
            "seal": "A1369391"
        },
        {
            "hno": "2191",
            "id": "22",
            "nass": "الصَّرِيفِينِيُّ الْخَطِيبُ، أَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، ثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ: قَالَ لِي شُعْبَةُ: كُلُّ مَنْ كَتَبْتُ عَنْهُ حَدِيثًا فَأَنَا لَهُ عَبْدٌ ¶ 2191 - أَنْشَدَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الْفَرَّاءُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنْشَدَنَا أَحْمَدُ بْنُ عَبْدِ الدَّايِمِ، أْنَشَدَنَا ضِيَاءُ بْنُ أَبِي الْقَاسِمِ الْبَغْدَادِيُّ، أَنْشَدَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي الأَنْصَارِيُّ، أَنْشَدَنَا الْحَافِظُ أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ ثَابِتٍ الْخِطَيبُ الْبَغْدَادِيُّ، أَنْشَدَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ عَبْدِ اللَّهِ الصُّورِيُّ الْحَافِظُ لِنَفْسِهِ: ¶ قُلْ لَمَنْ عَائِذُ الْحَدِيثِ وَأَضْحَى ... غَائِبًا أَهْلُهُ وَمَنْ تَدَّعِيهْ ¶ أَتَعْلَمُ يَقُولُ هَذَا ابْنٌ لِي ... أَمْ يَجْهَلُ فَالْجَهْلُ خُلُقُ السَّفِيهْ ¶ أَيُغَاثُ الَّذِينَ هُمْ حَفِظُوا ... الدِّينَ مِنَ التُّرَّهَاتِ وَالتَّمْوِيه ¶ وَإِلَى قَوْلِهِمْ وَمَا عَذَرُوهُ رَاجِعٌ َكََُلََّ عَالِمٍ وَفَقِيهْ ¶ 2192 - وَأَنْشَدَنَا أَبُو حَفْصٍ عُمَرُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي الْقَاسِمِ الْجَزَرِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَنْشَدَنَا أَبُو الْفَتْحِ عَبْدُ اللَّطِيفِ بْنُ أَبِي مُحَمَّدٍ الْبَغْدَادِيُّ، أَنْشَدَنِي أَبُو نَصْرٍ عَبْدُ الرَّحِيمِ بْنُ أَبِي جَعْفَرٍ النَّفِيسُ بْنُ هِبَةِ اللَّهِ بْنِ وَهْبَانَ الْحَدِيثِيُّ لِنَفْسِهِ، وَكَتَبْتُ عَنْهُ: ¶ تَبْلَى يَدَيَّ بَعْدَمَا حَطَّتْ أَنَامِلَهَا ... كَأَنَّهُ لَمْ يَكُنْ طَوْعًا لَهَا الْقَلَمْ ¶ يَا نَفْسُ وَيْحَكِ تَوَخَّيْ حَسْرَةً وَأَسًى ... عَلَى زَمَانِكِ إِذْ وِجْدَانُنَا عَدَمْ ¶ وَاسْتَدْرِكِي فَارِطَ الزَّلاتِ وَاغْتَنِمِي ... شَرْخَ الشَّبِيبَةِ وَالأَوْقَاتِ فَاغْتَنِمْ ¶ وَقَدِّمِي صَالِحًا تَرَكُوا عَوَاقِبَهُ ... يَوْمَ الْحِسَابِ إِذَا مَا أَبْلَسَ الأُمَمْ",
            "page": "337",
            "part": "2",
            "seal": "1B89F992"
        }
    ],
    "t9382": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "من قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير بعدما"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "إذا فرغ من الصلاة: «لا إله إلا الله وحده لا شريك له، له الملك والحمد وهو على كل شيء قدير،"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أيمنع أحدكم أن يكبر في دبر كل صلاة عشرا، ويسبح عشرا، ويحمد عشرا، وذلك في خمس صلوات خمسون"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "لا تدعن في دبر كل صلاة، أن تقول: اللهم أعني على ذكرك وشكرك وحسن عبادتك \". هذا حديث أخرجه"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "معقبات لا يخيب قائلهن، يسبح الله في دبر كل صلاة ثلاثا وثلاثين، ويحمده ثلاثا وثلاثين،"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "مر بها رسول الله صلى الله عليه وسلم حين صلى بالغداة أو بعدما صلى بالغداة وهى تذكر الله،"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا رفعت المائدة، قال: «الحمد لله كثيرا طيبا مباركا فيه، غير ملقى ولا مودع ولا مستغنى عنه"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "إذا رأى أحدكم أحدا في بلاء، فليقل: الحمد لله الذي عافاني مما ابتلاك به، وفضلني عليك وعلى"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "يقول عند الكرب: «لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا أراد سفرا وركب راحلته كبر ثلاثا، ثم قال: \" سبحان الذي سخر لنا هذا وما كنا له مقرنين"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "إذا سافر، يقول: «اللهم إني أعوذ بك من وعثاء السفر، وكآبة المنقلب، ومن الحور بعد الكور،"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "إذا سافر وركب راحلته، قال بإصبعه هكذا، وقال: «اللهم أنت الصاحب في السفر، والخليفة في"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا خرج في سفره فمر بنشز أو فدفد كبر ثلاثا، ثم قال: \" لا إله إلا الله وحده لا شريك له، له"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "إن لله تسعة وتسعين اسما مائة غير واحد من أحصاها دخل الجنة، وهو وتر يحب الوتر، هو الله"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر تساقط الذنوب كما تساقط هذه الشجرة"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "اللهم إني أعوذ بك من جهد البلاء، ودرك الشقاء، وشماتة الأعداء، وسوء القضاء» . هذا حديث صحيح"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "من قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. في كل"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "اللهم إني أعوذ بك من زوال نعمتك وتحويل عافيتك، وفجأة نعمتك، وجميع سخطك» . هذا حديث صحيح،"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "ألا أدلك على كنز من كنوز الجنة؟ قلت: بلى يا رسول الله. قال: لا حول ولا قوة إلا بالله، ولا"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "يتعوذ من علم لا ينفع، ودعاء لا يسمع، وقلب لا يخشع، ونفس لا تشبع» . هذا حديث حسن، أخرجه"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل والهرم، وأعوذ بك من عذاب القبر، وأعوذ بك"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "اللهم أعني ولا تعن على، وانصرني على من بغى على، رب اجعلني لك شاكرا، لك ذاكرا، لك راهبا،"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده،"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "لما نزلت: {إن الله وملائكته يصلون على النبي يأيها الذين آمنوا صلوا عليه وسلموا تسليما}"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "عرفنا كيف نسلم عليك، فكيف نصلي عليك؟ قال: قولوا: «اللهم صل على محمد، وعلى آل محمد، كما"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "من ذكرت عنده فليصل علي، فإنه من صلى علي مرة صلى الله عليه عشرا»"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "أبخل الناس من ذكرت عنده، فلم يصل علي»"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "2",
            "tit": "إذا صليتم على النبي صلى الله عليه وسلم، فأحسنوا الصلاة عليه، فإنكم لا تدرون لعل ذلك يعرض"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "أفضل ما قلت أنا والنبيون من قبلي يوم عرفة: لا إله إلا الله وحده لا شريك له \". فقيل لسفيان"
        }
    ]
}