{
    "b9383": [
        {
            "hno": "572",
            "id": "2",
            "nass": "572 - أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، فِي سَنَةِ 336، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ، أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَغَرِّ بْنِ مُسْلِمٍ، هَكَذَا قَالَ ابْنُ مُسْلِمٍ، عَنْ أَبِي هُرَيْرَةَ، وَأَبِي سَعِيدٍ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَا اجْتَمَعَ قَوْمٌ يَذْكُرُونَ اللَّهَ إِلا حَفَّتْهُمُ الْمَلائِكَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ، وَنَزَلَتْ عَلَيْهِمُ السَّكِينَةُ، وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ» ¶ وَقَالَ: \" إِنَّ اللَّهَ عَزَّ وَجَلَّ تَمَهَّلَ حَتَّى إِذَا كَانَتْ ثُلُثُ اللَّيْلِ الآخِرِ نَزَلَ إِلَى هَذِهِ السَّمَاءِ الدُّنْيَا فَنَادَى: هَلْ مِنْ مُذْنِبٍ يَتُوبُ؟ هَلْ مِنْ مُسْتَغْفِرٍ؟ هَلْ مِنْ دَاعٍ؟ هَلْ مِنْ سَائِلٍ؟ إِلَى الْفَجْرِ \" ¶ 574 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ الرَّزَّازُ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْمُنَادِي، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ كَيْفَ يُحْشَرُ الْكَافِرُ عَلَى وَجْهِهِ يَوْمَ الْقِيَامَةِ؟ قَالَ: «الَّذِي أَمْشَاهُ عَلَى رِجْلِهِ فِي الدُّنْيَا قَادِرٌ عَلَى أَنْ يُمْشِيَهُ عَلَى وَجْهِهِ يَوْمَ الْقِيَامَةِ» ¶ 574 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْمِصْرِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ شُعَيْبٍ،",
            "page": "190",
            "part": "1",
            "seal": "D8C792DC"
        },
        {
            "hno": "575",
            "id": "3",
            "nass": "حَدَّثَنَا خَالِدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا عُمَرُ بْنُ ذَرٍّ، أَخْبَرَنِي مُجَاهِدٌ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَدِيثٍ ذَكَرَهُ: «وَجُعِلَتْ لِيَ الأَرْضُ مَسْجِدًا أَيْنَمَا كُنْتُ، وَإِنْ لَمْ أَجِدِ الْمَاءَ تَيَمَّمْتُ بِالصَّعِيدِ ثُمَّ صَلَّيْتُ وَكَانَتْ لِي مَسْجِدًا وَطَهُورًا، وَلَمْ يُفْعَلْ ذَلِكَ بِأَحَدٍ كَانَ قَبْلِي» ¶ 575 - أَنْبَأَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي طَالِبٍ، حَدَّثَنَا جَعْفَرُ بْنُ عِمْرَانَ التَّغْلِبِيُّ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنْ سَعِيدِ بْنِ الْخَمْشِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، قَالَ: كَانَتِ امْرَأَةٌ فِي أَسْفَلِ مَكَّةَ تُسَبِّحُ فِي كُلِّ يَوْمٍ اثْنَتَيْ عَشْرَةَ أَلْفَ تَسْبِيحَةٍ، فَمَاتَتْ فَلَمَّا بُلِغَ بِهَا الْقَبْرُ أُخِذَتْ مِنْ أَيْدِي الرِّجَالِ ¶ 576 - حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ مُكْرَمٍ، حَدَّثَنَا عُبَيْدُ بْنُ شَرِيكٍ، حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنِي اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ: أَخْبَرَنِي أَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، أَنَّهُ قَالَ: قَالَتْ عَائِشَةُ وَأُمُّ سَلَمَةَ زَوْجَا النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُدْرِكُهُ الْفَجْرُ وَهُوَ جُنُبٌ ثُمَّ يَصُومُ يَوْمَئِذٍ» ، قَالَ: فَأَخْبَرْتُ بِذَلِكَ مَرْوَانَ بْنَ الْحَكَمِ، فَقَالَ: أَقْسَمْتُ لَتُخْبِرَنَّ هَذَا أَبَا هُرَيْرَةَ، قَالَ: فَقُدِّرَ أَنِ اجْتَمَعْنَا بِذِي الْحُلَيْفَةِ فَحَدَّثْتُ بِذَلِكَ أَبَا هُرَيْرَةَ، فَقَالَ أَبُو هُرَيْرَةَ: كَذَلِكَ أَخْبَرَنِي الْفَضْلُ بْنُ عَبَّاسٍ ¶ 577 - أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مُحَمَّدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: ابْنَ آدَمَ اذْكُرْنِي فِي نَفْسِكَ أَذْكُرْكَ فِي نَفْسِي، فَإِنْ ذَكَرْتَنِي فِي مَلأٍ ذَكَرْتُكَ فِي مَلأٍ مِنَ الْمَلائِكَةِ أَوْ قَالَ فِي مَلأٍ خَيْرٍ مِنْهُ، وَإِنْ دَنَوْتَ مِنِّي شِبْرًا دَنَوْتُ مِنْكَ ذِرَاعًا، وَإِنْ دَنَوْتَ مِنِّي ذِرَاعًا دَنَوْتُ مِنْكَ بَاعًا، وَإِنْ أَتَيْتَنِي تَمْشِي أَتَيْتُكَ",
            "page": "191",
            "part": "1",
            "seal": "46092811"
        },
        {
            "hno": "578",
            "id": "4",
            "nass": "أُهَرْوِلُ \"، قَالَ قَتَادَةُ: «وَاللَّهُ أَسْرَعُ بِالْمَغْفِرَةِ» ¶ 578 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «خِلْفَةُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ» ¶ 579 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا هِشَامُ بْنُ يُونُسَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ، عَنْ يَاسِينَ بْنِ مُعَاذٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِذَا أَدْرَكَ أَحَدُكُمُ الرَّكْعَتَيْنِ يَوْمَ الْجُمُعَةِ، فَقَدْ أَدْرَكَ الْجُمُعَةَ، وَإِنْ أَدْرَكَ رَكْعَةً فَلْيَرْكَعْ إِلَيْهَا أُخْرَى، وَإِنْ لَمْ يُدْرِكْ رَكْعَةً فَلْيُصَلِّ أَرْبَعًا» ¶ 580 - أَخْبَرَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، إِمْلاءً، حَدَّثَنَا الْحَسَنُ بْنُ سَلامٍ السَّوَّاقُ، حَدَّثَنَا زَكَرِيَّا بْنُ عَدِيٍّ، حَدَّثَنَا مُسْلِمُ بْنُ خَالِدٍ الزَّنْجِيُّ، عَنْ زِيَادِ بْنِ سَعْدٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «بُعِثْتُ عَلَى أَثَرِ ثَمَانِيَةِ آلافِ نَبِيٍّ مِنْهُمْ أَرْبَعَةُ آلافٍ مِنْ بَنِي إِسْرَائِيلَ» ¶ 581 - أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ الصَّمَدِ بْنُ عَلِيٍّ بْنِ مُحَمَّدِ بْنِ مُكْرَمٍ، حَدَّثَنَا عُبَيْدُ بْنُ عَبْدِ الْوَاحِدِ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ: أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: «يُقَاتِلُكُمُ الْيَهُودُ فَتُسَلَّطُونَ عَلَيْهِمْ حَتَّى يَقُولَ الْحَجَرُ يَا مُسْلِمُ هَذَا يَهُودِيٌّ",
            "page": "192",
            "part": "1",
            "seal": "D07EDA02"
        },
        {
            "hno": "582",
            "id": "5",
            "nass": "وَرَائِي فَاقْتُلْهُ» ¶ 582 - أَخْبَرَنَا حَمْزَةُ بْنُ مُحَمَّدٍ الْعَبَّاسُ، حَدَّثَنَا مُحَمَّدُ بْنُ يُونُسَ، حَدَّثَنَا عَمْرُو بْنُ الْحُصَيْنِ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عُلاثَةَ، حَدَّثَنَا ثَوْرُ بْنُ يَزِيدَ، عَنْ خَالِدِ بْنِ مَعْدَانَ، قَالَ: سَمِعْتُ عَبْدَ الْمَلِكِ بْنَ مَرْوَانَ، يُحَدِّثُ عَنْ مَرْوَانَ بْنِ الْحَكَمِ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ: شَكَوْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَقًا أَجِدُهُ، فَقَالَ لِي: \" إِذَا أَرَدْتَ أَنْ تَنَامَ وَأَخَذْتَ مَضْجَعَكَ، فَقُلْ: هَدَأَتِ الْعُيُونُ وَغَارَتِ النُّجُومُ، وَأَنْتَ الْحَيُّ الْقَيُّومُ \"، قَالَ: فَقُلْتُهَا فَأَذْهَبَ اللَّهُ عَزَّ وَجَلَّ مَا كُنْتُ أَجِدُ ¶ 583 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْن عَلِيّ بْنِ شُعَيْبٍ، حَدَّثَنَا أَحْمَدُ بْنُ الدَّوْرَقِيِّ، حَدَّثَنَا زَيْدُ بْنُ الدَّوْرَقِيِّ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، قَالَ: سَمِعْتُ سُفْيَانَ الثَّوْرِيَّ، يَقُولُ: قَالَ حَبِيبُ بْنُ أَبِي ثَابِتٍ، مَا اسْتَقْرَضْتُ مِنْ أَحَدٍ أَحَبُّ إِلَيَّ مِنْ أَنْ أَسْتَقْرِضَ مِنْ نَفْسِي، فَسَأَلْتُهُ كَيْفَ تَسْتَقْرِضُ مِنْ نَفْسِكَ؟ قَالَ: إِذَا طَلَبَتْ مِنِّي شَيْئًا أَقُولُ لَهَا اصْبِرِي حَتَّى يَجِيءَ اللَّهُ تَعَالَى بِهِ مِنْ كَذَا، بِهِ مِنْ كَذَا، بِهِ مِنْ كَذَا ¶ 584 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا هَمَّ عَبْدِي بِالْحَسَنَةِ فَاكْتُبُوهَا لَهُ حَسَنَةً، فَإِنْ عَمِلَهَا فَاكْتُبُوهَا بِعَشْرِ أَمْثَالِهَا، فَإِذَا هَمَّ بِالسَّيِّئَةِ فَعَمِلَهَا فَاكْتُبُوهَا سَيِّئَةً وَاحِدَةً، فَإِنْ تَرَكَهَا فَاكْتُبُوهَا لَهُ حَسَنَةً» ¶ 585 - أَخْبَرَنَا عَبْدُ الصَّمَدِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ مُكْرَمٍ، حَدَّثَنَا عُبَيْدُ بْنُ عَبْدِ الْوَاحِدِ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ،",
            "page": "193",
            "part": "1",
            "seal": "B3E5A38F"
        },
        {
            "hno": "586",
            "id": "6",
            "nass": "أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنِ ابْنِ عُمَرَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ لِهِلالِ رَمَضَانَ: «إِذَا رَأَيْتُمُوهُ فَصُومُوا، وَإِذَا رَأَيْتُمُوهُ فَأَفْطِرُوا، فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدُرُوا لَهُ» ¶ 586 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا يُوسُفُ بْنُ يَزِيدَ، حَدَّثَنَا يَعْقُوبُ بْنُ أَبِي عَبَّادٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «كَانَ إِذَا صَلَّى الْجُمُعَةَ انْصَرَفَ فَصَلَّى فِي بَيْتِهِ رَكْعَتَيْنِ» ، وَكَانَ ابْنُ عُمَرَ يَفْعَلُ ذَلِكَ ¶ 587 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ بْنِ دَعْلَجٍ، سَمِعْتُ الْجَارُودَ، يَقُولُ: سَمِعْتُ الرَّبِيعَ بْنَ سُلَيْمَانَ، يَقُولُ: سَمِعْتُ الشَّافِعِيَّ، يَقُولُ: إِذَا وَجَدْتُمْ سُنَّةً مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خِلافَ قَوْلِي فَخُذُوا بِالسُّنَّةِ وَدَعُوا قَوْلِي، فَإِنِّي أَقُولُ بِهَا ¶ 588 - حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو الْبَخْتَرِيُّ، حَدَّثَنَا حَنْبَلُ بْنُ إِسْحَاقَ، حَدَّثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا صَخْرُ بْنُ جُوَيْرِيَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «الْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ وَالْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ» ، يَعْنِي لَعَنَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، رَوَاهُ الْبُخَارِيُّ عَنْ يُوسُفَ بْنِ مُوسَى عَنْ أَبِي نُعَيْمٍ ¶ 589 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ عُتْبَةَ الْكِنْدِيُّ، حَدَّثَنَا عُثْمَانُ بْنُ سَعِيدٍ، حَدَّثَنَا يَحْيَى بْنُ يَعْلَى، عَنْ حُمَيْدٍ الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «عَجِبْتُ لِغَافِلٍ وَلا يُغْفَلُ عَنْهُ، وَعَجِبْتُ لِمَنْ يُؤَمِّلُ الدُّنْيَا وَالْمَوْتُ يَطْلُبُهُ، وَعَجِبْتُ لِضَاحِكٍ مِلْءَ فِيهِ",
            "page": "194",
            "part": "1",
            "seal": "1A96A1D2"
        },
        {
            "hno": "590",
            "id": "7",
            "nass": "وَلا يَدْرِي أَأَرْضَى اللَّهَ أَمْ أَسْخَطَهُ» ¶ 590 - حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا رَوْحُ بْنُ الْفَرَجِ، حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ الْجُعْفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ بَيَانٍ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ أَيُّ الأَعْمَالِ أَفْضَلُ؟ قَالَ: «الصَّلاةُ لِوَقْتِهَا، ثُمَّ بِرُّ الْوَالِدَيْنِ، ثُمَّ الْجِهَادُ فِي سَبِيلِ اللَّهِ» ¶ 591 - أَخْبَرَنَا حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ بُكَيْرٍ الْحَضْرَمِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَا بَيْنَ بَيْتِي وَمِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ، وَقَوَائِمُ مِنْبَرِي رَوَاتِبُ فِي الْجَنَّةِ» ¶ 592 - أَخْبَرَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا جَعْفَرٌ الْحَنَّاطُ، صَاحِبُ أَبِي ثَوْرٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ يَزِيدَ، قَالَ: سَمِعْتُ فُضَيْلَ بْنَ عِيَاضٍ، يَقُولُ: سُئِلَ الْمُبَارَكُ: مَنِ النَّاسُ؟ قَالَ: الْعُلَمَاءُ، قِيلَ: فَمَنِ الْمُلُوكُ؟ قَالَ: الزُّهَّادُ، قِيلَ: فَمَنِ السَّفِيهُ؟ قَالَ: الَّذِي يَأْكُلُ بِدِينِهِ. ¶ 593 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا عِيسَى بْنُ سُلَيْمَانَ، حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، قَالَ: أَنْشَدَنِي يَحْيَى بْنُ مَعِينٍ: ¶ الْمَالُ يَذْهَبُ حِلُّهُ وَحَرَامُهُ ... يَوْمًا وَيَبْقَى فِي غَدٍ آثَامُهُ ¶ وَيَطِيبُ مَا يَحْوِي وَيَكْسِبُ كَفُّهُ ... وَيَكُونُ فِي حُسْنِ الْحَدِيثِ كَلامُهُ ¶ نَطَقَ النَّبِيُّ لَنَا بِهِ عَنْ رَبِّهِ ... فَعَلَى النَّبِيِّ صَلاتُهُ وَسَلامُهُ ¶ 594 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو الرَّزَّازُ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ",
            "page": "195",
            "part": "1",
            "seal": "E0426002"
        },
        {
            "hno": "595",
            "id": "8",
            "nass": "عُبَيْدٍ، عَنْ مِسْعَرٍ، عَنْ عَمْرِو بْنِ عَامِرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَحْتَجِمُ وَلا يَظْلِمُ أَحَدًا أَجْرَهُ» ¶ 595 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ الْمِصْرِيِّ، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ عن الْفِرْيَابِيِّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ» ¶ 596 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، حَدَّثَنَا أَبُو بَدْرٍ شُجَاعُ بْنُ الْوَلِيدِ، حَدَّثَنَا حَارِثَةُ بْنُ مُحَمَّدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «لا زَكَاةَ فِي مَالٍ حَتَّى يَحُولَ عَلَيْهِ الْحَوْلُ» ¶ 597 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي طَالِبٍ، حَدَّثَنَا هُدْبَةُ بْنُ عَبْدِ الْوَهَّابِ، أَنْبَأَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، قَالَ: قُلْتُ لِيَزِيدَ بْنِ مَرْثَدٍ: مَالِي أَرَى عَيْنَيْكَ لا تَجِفُّ؟ قَالَ: وَمَا مُسَاءَلَتُكَ؟ قَالَ: قُلْتُ: لَعَلَّ اللَّهَ عَزَّ وَجَلَّ يَنْفَعُ بِهِ، قَالَ: إِنَّ اللَّهَ تَعَالَى تَوَعَّدَ لِي إِنْ أَنَا عَصَيْتُهُ أَنْ يَسْجِنَنِي فِي النَّارِ وَاللَّهِ لَوْ تَوَعَّدَنِي أَنْ يَسْجِنَنِي فِي الْحَمَّامِ كُنْتُ حَرِيًّا أَنْ لا يَجْنِيَ لِي دَمْعٌ، فَقُلْتُ: هَكَذَا أَنْتَ فِي خَلْوَاتِكَ؟ قَالَ: وَاللَّهِ إِنَّهُ لَتُوضَعُ الْقَصْعَةُ بَيْنَ أَيْدِينَا فَتُعْرَضُ لِي فَأَبْكِي وَيَبْكِي أَهْلِي وَيَبْكِي أَهْلِي وَلا يَدْرُونَ مَا أَبْكَانَا، وَاللَّهِ إِنِّي لأَسْكُنُ إِلَى أَهْلِي فَيَعْرِضُ إِلَيَّ فَيَحُولُ بَيْنِي وَبَيْنَ مَا أُرِيدُ، فَيَقُولُ أَهْلِي يَا وَيْحَهَا مَا خُصِصْتُ بِهِ",
            "page": "196",
            "part": "1",
            "seal": "94D69246"
        },
        {
            "hno": "598",
            "id": "9",
            "nass": "مَعَكَ مِنْ طُولِ الْحَزَنِ مَا تَقَرُّ لِي مَعَكَ عَيْنٌ ¶ 598 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ الصَّفَّارِ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنِ اطَّلَعَ عَلَى قَوْمٍ فِي بَيْتِهِمْ بِغَيْرِ إِذْنٍ فَقَدْ حَلَّ لَهُمْ أَنْ يَفْقَئُوا عَيْنَيْهِ» ¶ 599 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ شُعَيْبٍ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا يُونُسُ بْنُ الْحَارِثِ، عَنْ أَبِي عَوْنٍ الثَّقَفِيِّ، عَنْ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْتَحِبُّ أَنْ يُصَلِّيَ عَلَى الْحَصِيرِ أَوْ فَرْوَةٍ مَدْبُوغَةٍ» ¶ 600 - حَدَّثَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ الْمُنَادِي، حَدَّثَنَا أَبُو بَدْرٍ، حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ، عَنْ عَمْرِو بْنِ يَحْيَى الأَنْصَارِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «لَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوْسَاقٍ صَدَقَةٌ» ¶ 601 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْحَارِثِ، حَدَّثَنَا مُحَمَّدُ بْنُ يُونُسَ، حَدَّثَنَا مُؤَمَّلُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبَنَّانِيِّ، عَنْ عَبْدَ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَوَى إِلَى فِرَاشِهِ، قَالَ: «اللَّهُمَّ إِنِّي أَسْلَمْتُ وَجْهِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، لا مَلْجَأَ وَلا مَنْجَى",
            "page": "197",
            "part": "1",
            "seal": "03511C9A"
        },
        {
            "hno": "602",
            "id": "10",
            "nass": "مِنْكَ إِلا إِلَيْكَ، آمَنْتُ بِمَا أَنْزَلْتَ مِنْ كِتَابٍ وَمَا أَرْسَلْتَ مِنْ رَسُولٍ» ¶ 602 - أَخْبَرَنَا أَبُو مُحَمَّدٍ دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي طَالِبٍ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، هُوَ ابْنُ رَاهَوَيْهِ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ صَفْوَانَ بْنِ عَمْرٍو، أَخْبَرَنِي أَزْهَرُ بْنُ عَبْدِ اللَّهِ الْحَرَّازِيُّ، عَنْ عَبْدِ اللَّهِ بْنَ بُسْرٍ، قَالَ: كَانَ يُقَالُ: إِذَا جَلَسْتَ فِي قَوْمٍ فِيهِمْ عِشْرُونَ رَجُلا أَقَلُّ أَوْ أَكْثَرُ فَتَصَفَّحْتَ وُجُوهَهُمْ فَلَمْ تَرَ فِيهِمْ أَحَدًا يُهَابُ فِي اللَّهَ عَزَّ وَجَلَّ فَاعْلَمْ أَنَّ الأَمْرَ قَدْ رَقَّ ¶ 603 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّازِقِ، أَنْبَأَنَا مَعْمَرٌ، عَنْ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيِّبِ، وَأَبِي سَلَمَةَ أَوْ أَحَدِهِمَا، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اتْرُكُونِي مَا تَرَكْتُكُمْ فَإِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِكَثْرَةِ مَسَائِلِهِمْ وَاخْتِلافِهِمْ عَلَى أَنْبِيَائِهِمْ فَمَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ وَمَا أَمَرْتُكُمْ بِهِ فَاعْمَلُوا مِنْهُ مَا اسْتَطَعْتُمْ» ¶ 604 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، قِرَاءَةً عَلَيْهِ سَنَةَ سَبْعٍ وَثَلاثِينَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي مَرْيَمَ، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنِ ابْنِ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، قَالَ: أَصَبْتُ أَرْضًا مِنْ خَيْبَرَ مَا أَصَبْتُ مَالا قَطُّ أَنْفَسَ عِنْدِي مِنْهُ، فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَسْتَأْمِرُهُ، فَقُلْتُ: يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ أَرْضًا مِنْ خَيْبَرَ، مَا أَصَبْتُ مَالا أَنْفَسَ عِنْدِي مِنْهُ، قَالَ: «إِنْ شِئْتَ حَبَسْتَ أَصْلَهَا وَتَصَدَّقْتَ بِهَا» ، فَتَصَدَّقَ بِهَا عُمَرُ عَلَى أَنْ لا تُبَاعَ وَلا تُوهَبَ وَلا تُورَثَ، قَالَ: فَتَصَدَّقَ بِهَا فِي الْفُقَرَاءِ، وَالأَقْرَبِينَ وَفِي سَبِيلِ اللَّهِ وَفِي الرِّقَابِ، وَابْنِ السَّبِيلِ، وَفِي الضَّيْفِ، لا جُنَاحَ عَلَى مَنْ وَلِيَهَا يَأْكُلُ بِالْمَعْرُوفِ وَيُعْطِي بِالْمَعْرُوفِ صِدِّيقًا غَيْرَ مُتَحَوِّلٍ، قَالَ ابْنُ عَوْنٍ: فَذَكَرْتُهُ لابْنِ سِيرِينَ، فَقَالَ: غَيْرَ مُتَأَثِّلٍ مَالا ¶ 605 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْمُنَادِي،",
            "page": "198",
            "part": "1",
            "seal": "706BD813"
        },
        {
            "hno": "606",
            "id": "11",
            "nass": "حَدَّثَنَا أَبُو بَدْرٍ، حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ: كَانُوا يَرَوْنَ أَنَّ فِي أَمْوَالِهِمْ حَقًّا سِوَى الزَّكَاةِ ¶ 606 - حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَتَاكُمْ أَهْلُ الْيَمَنِ، أَتَاكُمْ أَهْلُ الْيَمَنِ، هُمْ أَرَقُّ أَفْئِدَةً، الإِيمَانُ يَمَانٍ وَالْفِقْهُ يَمَانٍ وَالْحِكْمَةُ يَمَانِيَّةٌ» ¶ 607 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا أَبُو إِسْمَاعِيلَ التِّرْمِذِيُّ، وَمُحَمَّدُ بْنُ غَالِبٍ، قَالا: حَدَّثَنَا مِنْهَالُ بْنُ بَحْرٍ أَبُو سَلَمَةَ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «يَا عُثْمَانُ إِنَّ اللَّهَ تَعَالَى مُقَمِّصُكَ قَمِيصًا فَإِنْ أَرَادَكَ الْمُنَافِقُونَ عَلَى خَلْعِهِ فَلا تَخْلَعْهُ لَهُمْ» ¶ 608 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ خَالِدٍ، حَدَّثَنَا سَعِيدُ بْنُ أَسَد، حَدَّثَنَا مُؤَمَّلٌ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ زُبَيْدٍ الْيَامِيِّ، عَنْ جَابَانَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لا يَدْخُلُ الْجَنَّةَ مُدْمِنُ خَمْرٍ، وَلا قَاطِعُ رَحِمٍ، وَلا وَلَدُ زِنْيَةٍ، وَلا عَاقٌّ وَالِدَيْهِ، وَلا مَنْ أَتَى ذَاتَ مَحْرَمٍ» ¶ 609 - حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ بْنِ الْحَسَنِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ بُسْرٍ، حَدَّثَنَا عَطَاءُ بْنُ الْمُبَارَكِ، حَدَّثَنَا أَبُو عُبَيْدَةَ، عَنِ الْحَسَنِ، قَالَ: قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ: يَا رَسُولَ اللَّهِ، مَنْ أَوَّلُ مَنْ يُحَاسِبُ اللَّهُ يَوْمَ الْقِيَامَةِ؟ قَالَ: «أَبُو بَكْرٍ الصِّدِّيقُ» ، قَالَ: ثُمَّ مَنْ؟ قَالَ: «ثُمَّ عُمَرُ بْنُ الْخَطَّابِ» ، قَالَ: ثُمَّ مَنْ؟",
            "page": "199",
            "part": "1",
            "seal": "33F9DF55"
        },
        {
            "hno": "610",
            "id": "12",
            "nass": "قَالَ: «ثُمَّ أَنْتَ يَا عَلِيُّ؟» ، قُلْتُ: يَا رَسُولَ اللَّهِ، أَيْنَ عُثْمَانُ بْنُ عَفَّانَ؟ قَالَ: \" إِنِّي سَأَلْتُ عُثْمَانَ بْنَ عَفَّانَ حَاجَةً سِرًّا فَقَضَاهَا سِرًّا فَسَأَلْتُ اللَّهَ عَزَّ وَجَلَّ أَنْ لا يُحَاسِبَ عُثْمَانَ بْنَ عَفَّانَ، ثُمَّ يُنَادِي مُنَادٍ: أَيْنَ السَّابِقُونَ الأَوَّلُونَ؟ فَيُقَالُ: مَنْ؟ فَيَقُولُ: أَيْنَ أَبُو بَكْرٍ الصِّدِّيقُ فَيَتَجَلَّى اللَّهُ عَزَّ وَجَلَّ لأَبِي بَكْرٍ خَاصَّةً وَلِلنَّاسِ عَامَّةً \" ¶ 610 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ سَنَةَ سِتٍّ وَثَلاثِينَ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُحَدِّثُ، قَالَ: «بَيْنَا أَنَا نَائِمٌ رَأَيْتُنِي أُتِيتُ بِقَدَحٍ فَشَرِبْتُ مِنْهُ حَتَّى إِنِّي أَرَى الرِّيَّ يَخْرُجُ مِنْ أَظْفَارِي ثُمَّ أَعْطَيْتُ فَضْلِي عُمَرَ» ، قَالُوا: فَمَا أَوَّلْتَ ذَلِكَ يَا رَسُولَ اللَّهِ؟ قَالَ: «الْعِلْمُ» ¶ 611 - حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، سَمِعْتُ سَعِيدَ بْنَ الْحَارِثِ، يَقُولُ: عَنِ ابْنِ عَبَّاسٍ، قَالَ: كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَتَى الْخَلاءَ ثُمَّ إِنَّهُ رَجَعَ فَأُتِيَ بِطَعَامٍ، فَقِيلَ: يَا رَسُولَ اللَّهِ أَلا تَتَوَضَّأَ؟ قَالَ: «لَمْ أُصَلِّ فَأَتَوَضَّأَ» ¶ 612 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ، حَدَّثَنَا هَاشِمُ بْنُ مُحَمَّدٍ الرَّبَعِيُّ، حَدَّثَنَا عَنْبَسَةُ بْنُ خَالِدٍ الإِرْبِلِيُّ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي هِنْدٍ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ نَذَرَ نَذْرًا لَمْ يُسَمِّهِ فَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ، وَمَنْ نَذَرَ نَذْرًا فِي مَعْصِيَةِ اللَّهِ فَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ، وَمَنْ نَذَرَ نَذْرًا لَمْ يُطِقْهُ فَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ وَمَنْ نَذَرَ نَذْرًا فَأَطَاقَهُ فَلْيَفِ بِهِ»",
            "page": "200",
            "part": "1",
            "seal": "67F4B80C"
        },
        {
            "hno": "613",
            "id": "13",
            "nass": "613 - حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ النَّجَّادُ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَنْبَأَنَا أَبُو عَامِرٍ الْخَزَّازُ صَالِحُ بْنُ رُسْتُمَ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «يَا أَبَا ذَرٍّ لا تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئًا وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ مُنْبَسِطٍ، وَلَوْ أَنْ تُفْرِغَ مِنْ دَلْوِكَ فِي إِنَاءِ الْمُسْتَسْقِي، وَإِذَا طَبَخْتَ قِدْرًا فَأَكْبِرْ مَرَقَتَهَا وَاغْرِفْ لِجِيرَانِكَ مِنْهَا» ¶ 614 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ مِهْرَانَ الإِسْمَاعِيلِيُّ، حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، وَعُمَرُ بْن عَلِيّ بْنِ عُمَرَ، قَالا: حَدَّثَنَا عُقْبَةُ بْنُ عَلْقَمَةَ، وَالْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، قَالَ: سَمِعْتُ بِلالَ بْنَ سَعِيدٍ، يَقُولُ: إِذَا رَأَيْتَ الرَّجُلَ لَجُوجًا مُمَارِيًا مُعْجَبًا بِرَأْيِهِ فَقَدْ تَمَّتْ خَسَارَتُهُ ¶ 615 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، سَنَةَ سِتٍّ وَثَلاثِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَوْ كُنْتُ مُتَّخِذًا خَلِيلا لاتَّخَذْتُ ابْنَ أَبِي قُحَافَةَ خَلِيلا» ¶ 616 - حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، قَالَ: كَانَتِ امْرَأَةٌ تَغْشَى عَائِشَةَ، قَالَتْ: فَكَانَتْ تُكْثِرُ تَتَمَثَّلُ بِهَذَا الْبَيْتِ: ¶ وَيَوْمُ الْوِشَاحِ مَنْ تَعَاجِيبِ رَبِّنَا ... إِلا إِنَّهُ مِنْ نَكْدَةِ الْكُفْرِ نَجَّانِي ¶ قَالَ: فَقَالَتْ عَائِشَةُ: مَا هَذَا الْبَيْتُ الَّذِي أَرَاكِ تَمَثَّلِينَ؟ قَالَ: فَقَالَتْ: شَهِدْتُ عَرُوسًا لَنَا فِي الْجَاهِلِيَّةِ وَضَعُوا وِشَاحَهَا فَأَدْخَلُوهَا مُغْتَسَلَهَا فَأَبْصَرَتِ الْحِدَأَةُ حُمْرَةَ الْوِشَاحِ، فَانْحَطَّتْ عَلَيْهِ فَأَخَذَتْهُ، قَالَتْ: فَاتَّهَمُونِي فَفَتَّشُونِي حَتَّى فَتَّشُوا فِي قُبُلِي، قَالَتْ: فَدَعَوْتُ اللَّهَ عَزَّ وَجَلَّ أَنْ يُبَرِّئَنِي، قَالَ: فَجَاءَتِ الْحِدَأَةُ بِالْوِشَاحِ حَتَّى طَرَحَتْهُ وَسَطَهُمْ وَهُمْ يَنْظُرُونَ",
            "page": "201",
            "part": "1",
            "seal": "450DEA74"
        },
        {
            "hno": "617",
            "id": "14",
            "nass": "617، 618 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «أَخْرِجُوا الْمُخَنَّثِينَ مِنْ بُيُوتِكُمْ» ، فَأَخْرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُخَنَّثًا وَأَخْرَجَ عُمَرُ مُخَنَّثًا ¶ 619 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، حدثنا أَبُو مُعَاوِيَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الدِّينِ عَزِيزَةً إِلَى يَوْمِ الْقِيَامَةِ» ¶ 620 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ شُعَيْبٍ، حَدَّثَنَا أَسَدُ بْنُ مُوسَى، حَدَّثَنَا الْفُضَيْلُ بْنُ مَرْزُوقٍ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" يَأَيُّهَا النَّاسُ إِنَّ اللَّهَ طَيِّبٌ لا يَقْبَلُ إِلا طَيِّبًا، وَإِنَّ اللَّهَ أَمَرَ الْمُؤْمِنِينَ مَمَّا أَمَرَ بِهِ الْمُرْسَلِينَ، فَقَالَ: يَأَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ، ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَهُ إِلَى السَّمَاءِ: يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ وَمَشْرَبُهُ حَرَامٌ وَمَلْبَسُهُ حَرَامٌ وَغُذِّيَ بِالْحَرَامِ فَأَنَّى يُسْتَجَابُ لَهُ \" ¶ 621 - أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، إِمْلاءً، حَدَّثَنَا مُعَاذُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُسْلِمٍ الْقُرَشِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ: لَمَّا طُعِنَ عُمَرُ، رَضِيَ اللَّهُ عَنْهُ، وَأَمَرَ بِالشُّورَى، دَخَلَتْ عَلَيْهِ ابْنَتُهُ حَفْصَةُ، فَقَالَتْ: يَا أَبَتَاهُ، إِنَّ النَّاسَ قَدْ تَكَلَّمُوا، فَقَالَ: أَسْنِدُونِي، فَلَمَّا أُسْنِدَ، قَالَ: مَا",
            "page": "202",
            "part": "1",
            "seal": "962FD0DD"
        },
        {
            "hno": "622",
            "id": "15",
            "nass": "عَسَى تَقُولُونَ فِي عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ؟ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «يَا عَلِيُّ، يَدُكَ فِي يَدِي تَدْخُلُ مَعِي يَوْمَ الْقِيَامَةِ حَيْثُ أَدْخُلُ» ¶ مَا عَسَى تَقُولُونَ فِي عُثْمَانَ بْنِ عَفَّانَ؟ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «يَوْمَ يَمُوتُ عُثْمَانُ تُصَلِّي عَلَيْهِ مَلائِكَةُ السَّمَاءِ» ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، عُثْمَانُ خَاصَّةً أَوِ النَّاسُ عَامَّةً؟ قَالَ: «لا لِعُثْمَانَ خَاصَّةً» ¶ 44 - مَا عَسَى تَقُولُونَ فِي طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ؟ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ لَيْلَةً وَقَدْ سَقَطَ رَحْلُهُ، يَقُولُ: «مَنْ يُسَوِّ لِي رَحْلِي وَهُوَ فِي الْجَنَّةِ» ، فَنَزَلَ طَلْحَةُ فَسَوَّاهُ لَهُ حَتَّى رَكِبَ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" يَا طَلْحَةُ، جِبْرِيلُ يُقْرِئُكَ السَّلامَ وَيَقُولُ لَكَ: أَنَا مَعَكَ فِي هَوْلِ يَوْمِ الْقِيَامَةِ فَأُنْجِيكَ مِنْهَا \" ¶ مَا عَسَى تَقُولُونَ فِي الزُّبَيْرِ بْنِ الْعَوَّامِ؟ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ قَامَ، فَجَلَسَ الزُّبَيْرُ عِنْدَ وَجْهِهِ حَتَّى اسْتَيْقَظَ، فَقَالَ لَهُ: «أَبَا عَبْدِ اللَّهِ، لَمْ تَزَلْ؟» ، قَالَ: لَمْ أَزَلْ بِأَبِي وَأُمِّي، قَالَ: \" هَذَا جِبْرِيلُ يُقْرِئُكَ السَّلامَ، وَيَقُولُ لَكَ: أَنَا مَعَكَ يَوْمَ الْقِيَامَةِ حَتَّى أُذْهِبَ عَنْ وَجْهِكَ شَرَرَ جَهَنَّمَ \" ¶ مَا عَسَى أَنْ تَقُولُوا فِي سَعْدِ بْنِ أَبِي وَقَّاصٍ؟ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ بَدْرٍ وَقَدْ أَوْتَرَ قَوْسَهُ أَرْبَعَ عَشْرَةَ مَرَّةً، وَيَقُولُ لَهُ: «ارْمِ فِدَاكَ أَبِي وَأُمِّي» ¶ مَا عَسَى تَقُولُونَ فِي عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ؟ رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَنْزِلِ فَاطِمَةَ، وَالْحَسَنُ وَالْحُسَيْنُ يَبْكِيَانِ جُوعًا وَيَتَضَوَّرَانِ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ يَصِلُنَا بِشَيْءٍ» ، فَطَلَعَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ بِصَحْفَةٍ فِيهَا حَيْسَةٌ وَرَغِيفَانِ بَيْنَهُمَا إِهَالَةٌ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «كَفَاكَ اللَّهُ أَمْرَ دُنْيَاكَ، فَأَمَّا آخِرَتُكَ فَأَنَا لَهَا ضَامِنٌ» ¶ 622 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ بْنِ دَعْلَجٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي طَالِبٍ، حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ، أَنْبَأَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، وَعَنْ أَبِي الزِّنَادِ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ، وَغَيْرِهِمْ أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ، 15 وَعُمَرَ بْنَ الْخَطَّابِ، رَضِيَ اللَّهُ عَنْهُمَا، كَانَا يَسْتَحْلِفَانِ الْمُعْسِرَ بِاللَّهِ مَا يَجِدُ مَا يَقْضِيهِ مِنْ عَرَضٍ وَلا فَرْضٍ وَلَئِنْ وَجَدْتَ مِنْ حَيْثُ لا يَعْلَمُ لَيَقْضِيَنَّهُ ثُمَّ يُخَلِّيَانِ سَبِيلَهُ",
            "page": "203",
            "part": "1",
            "seal": "E632E85A"
        },
        {
            "hno": "623",
            "id": "16",
            "nass": "623 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا هُشَيْمٌ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: بِتُّ ذَاتَ لَيْلَةٍ عِنْدَ خَالَتِي مَيْمُونَةَ بِنْتِ الْحَارِثِ، قَالَ: فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي مِنَ اللَّيْلِ، قَالَ: فَقُمْتُ عَنْ يَسَارِهِ أُصَلِّي بِصَلاتِهِ \" قَالَ: فَأَخَذَ بِذُؤَابٍ كَانَ لِي أَوْ بِرَأْسِي فَأَقَامَنِي عَنْ يَمِينِهِ ¶ 624 - حَدَّثَنِي فُرَاتُ بْنُ السَّائِبِ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ، عَنْ ضَبَّةَ بْنِ مِحْصَنٍ الْغَنَوِيِّ، قَالَ: كَانَ عَلَيْنَا أَبُو مُوسَى أَمِيرًا بِالْبَصْرَةِ، فَكَانَ إِذَا خَطَبَنَا حَمِدَ اللَّهَ عَزَّ وَجَلَّ وَأَثْنَى عَلَيْهِ، وَصَلَّى عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ يَدْعُو لِعُمَرَ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: فَأَغَاظَنِي ذَلِكَ مِنْهُ، فَقُمْتُ إِلَيْهِ فَقُلْتُ لَهُ: أَيْنَ أَنْتَ عَنْ صَاحِبِهِ تُفَضِّلُهُ عَلَيْهِ، قَالَ: فَصَنَعَ ذَلِكَ ثَلاثَ جُمَعٍ ثُمَّ كَتَبَ إِلَى عُمَرَ، رَضِيَ اللَّهُ عَنْهُ، يَشْكُونِي، وَيَقُولُ: إِنَّ ضَبَّةَ بْنَ مِحْصَنٍ الْغَنَوِيَّ يَتَعَرَّضُ لِي فِي خُطْبَتِي، فَكَتَبَ إِلَيْهِ عُمَرُ أَنْ أَشْخِصْهُ إِلَيَّ، قَالَ: فَأَشْخَصَنِي إِلَيْهِ، فَقَدِمْتُ عَلَى عُمَرَ فَضَرَبْتُ عَلَيْهِ الْبَابَ فَخَرَجَ إِلَيَّ فَقَالَ: مَنْ أَنْتَ؟ قَالَ: أَنَا ضَبَّةُ بْنُ مِحْصَنٍ الْغَنَوِيُّ، قَالَ: فَلا مَرْحَبًا وَلا أَهْلا، قَالَ: قُلْتُ: أَمَّا الْمَرْحَبُ فَمِنَ اللَّهِ تَعَالَى وَأَمَّا الأَهْلُ فَلا أَهْلَ لِي وَلا مَالَ فِيمَ اسْتَحْلَلْتَ يَا عُمَرُ إِشْخَاصِي مِنْ مِصْرِيٍّ بِلا ذَنْبٍ أَذْنَبْتُهُ. ¶ قَالَ: وَمَا الَّذِي شَجَرَ بَيْنَكَ وَبَيْنَ عَامِلِكَ؟ قَالَ: قُلْتُ: الآنَ أُخْبِرُكَ يَا أَمِيرَ الْمُؤْمِنِينَ، كَانَ إِذَا خَطَبَنَا فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، وَصَلَّى عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَدَأَ يَدْعُو لَكَ، فَأَغَاظَنِي ذَلِكَ مِنْهُ، قَالَ: فَقُمْتُ إِلَيْهِ وَقُلْتُ لَهُ: أَيْنَ أَنْتَ عَنْ صَاحِبِهِ تُفَضِّلُهُ عَلَيْهِ، فَصَنَعَ ذَلِكَ ثَلاثَ جُمَعٍ، ثُمَّ كَتَبَ إِلَيْكَ يَشْكُونِي، قَالَ: فَانْدَفَعَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ، مَاكِثًا فَجَعَلْتُ أَرْثِي لَهُ ثُمَّ قَالَ: أَنْتَ وَاللَّهِ أَوْثَقُ مِنْهُ وَأَرْشَدُ فَهَلْ أَنْتَ غَافِرٌ لِي ذَنْبِي يَغْفِرِ اللَّهُ لَكَ، قَالَ: قُلْتُ: غَفَرَ اللَّهُ لَكَ يَا أَمِيرَ الْمُؤْمِنِينَ، ثُمَّ انْدَفَعَ بَاكِيًا وَهُوَ يَقُولُ: وَاللَّهِ لَلَيْلَةٌ مِنْ أَبِي بَكْرٍ وَيَوْمٌ خَيْرٌ مِنْ عُمَرَ، هَلْ لَكَ أَنْ أُحَدِّثَكَ بِلَيْلَتِهِ وَيَوْمِهِ؟ قَالَ: قُلْتُ: نَعَمْ يَا أَمِيرَ الْمُؤْمِنِينَ، قَالَ: أَمَّا لَيْلَتُهُ فَلَمَّا خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَارِبًا مِنْ أَهْلِ مَكَّةَ خَرَجَ لَيْلا فَتَتَبَّعَهُ أَبُو بَكْرٍ، رَضِيَ اللَّهُ عَنْهُ، فَجَعَلَ يَمْشِي مَرَّةً أَمَامَهُ وَمَرَّةً خَلْفَهُ، وَمَرَّةً عَنْ يَمِينِهِ وَمَرَّةً عَنْ يَسَارِهِ. ¶ قَالَ: فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا هَذَا يَا أَبَا بَكْرٍ مَا أَعْرِفُ هَذَا مِنْ فِعْلِكَ؟» قَالَ: يَا رَسُولَ اللَّهِ أَذْكُرُ الرَّصَدَ، فَأَكُونُ أَمَامَكَ، وَأَذْكُرُ الطَّلَبَ فَأَكُونُ خَلْفَكَ وَمَرَّةً عَنْ يَمِينِكَ، وَمَرَّةً عَنْ يَسَارِكَ لا آمَنُ عَلَيْكَ، فَمَشَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَتَهُ عَلَى أَطْرَافِ",
            "page": "204",
            "part": "1",
            "seal": "88C78CE5"
        },
        {
            "hno": "625",
            "id": "17",
            "nass": "أَصَابِعِهِ حَتَّى حَفِيَتْ رِجْلاهُ، فَلَمَّا رَآهَا أَبُو بَكْرٍ أَنَّهَا حَفِيَتْ حَمَلَهُ عَلَى عَاتِقِهِ، وَجَعَلَ يُسْنِدُ بِهِ حَتَّى أَتَى بِهِ الْغَارَ فَأَنْزَلَهُ، ثُمَّ قَالَ: وَالَّذِي بَعَثَكَ بِالْحَقِّ لا تَدْخُلُ حَتَّى أَدْخُلَ فَإِنْ كَانَ فِيهِ شَيْءٌ نَزَلَ بِي قَبْلَكَ، فَدَخَلَ فَلَمْ يَرَ شَيْئًا، فَحَمَلَهُ وَكَانَ فِي الْغَارِ حَرْفٌ فِيهِ حَيَّاتٌ وَأَفَاعٍ فَخَشِيَ أَبُو بَكْرٍ، رَضِيَ اللَّهُ عَنْهُ، أَنْ يَخْرُجَ مِنْهَا شَيْءٌ يُؤْذِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَلْقَمَهُ قَدَمَهُ فَجَعَلْنَ تَضْرِبْنَهُ أَوْ تَلْسَعْنَهُ الْحَيَّاتُ وَالأَفَاعِي، وَجَعَلَتْ دُمُوعُهُ تَتَحَادَرُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ لَهُ: «يَا أَبَا بَكْرٍ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا» فَأَنْزَلَ اللَّهُ سَكِينَتَهُ وَطُمَأْنِينَتَهُ لأَبِي بَكْرٍ. ¶ فَهَذِهِ لَيْلَتُهُ، وَأَمَّا يَوْمُهُ فَلَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَارْتَدَّتِ الْعَرَبُ، فَقَالَ بَعْضُهُمْ: نُصَلِّي وَلا نُزَكِّي، وَقَالَ بَعْضُهُمْ: نُزَكِّي وَلا نُصَلِّي فَأَتَيْتُهُ وَلا آلُوهُ نُصْحًا، فَقَالَتْ: يَا خَلِيفَةَ رَسُولِ اللَّهِ تَآلَفَ النَّاسُ وَارْفُقْ بِهِمْ، فَقَالَ: جَبَّارٌ فِي الْجَاهِلِيَّةِ خَوَّارٌ فِي الإِسْلامِ فَبِمَاذَا أَتَأَلَّفُهُمْ أَبِعُشْرٍ مُفْتَعَلٍ أَمْ بِشِعْرٍ مُفْتَرًى، قُبِضَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَارْتَفَعَ الْوَحْيُ، وَاللَّهِ لَوْ مَنَعُونِي عِقَالا مِمَّا كَانُوا يُعْطُونَ رَسُولَ اللَّهِ لَقَاتَلْتُهُمْ عَلَيْهِ، قَالَ: فَقَاتَلْنَا مَعَهُ، فَكَانَ وَاللَّهِ رَشِيدَ الأَمْرِ فَهَذَا يَوْمُهُ، وَكَتَبَ إِلَى أَبِي مُوسَى يَلُومُهُ ¶ 625 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي طَالِبٍ، حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، قَالَ: قُلْتُ لِعُمَيْرِ بْنِ هَانِئٍ: أَرَى لِسَانَكَ لا يَفْتُرُ مِنْ ذِكْرِ اللَّهِ فَكَمْ تُسَبِّحُ فِي كُلِّ يَوْمٍ؟ قَالَ: مِائَةُ أَلْفٍ إِلا أَنْ تُخْطِئَ الأَصَابِعُ ¶ 626 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو الْبَخْتَرِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْمَدِينَةُ حَرَمٌ مَا بَيْنَ عَيْرٍ إِلَى ثَوْرٍ، فَمَنْ أَحْدَثَ فِيهَا حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلائِكَةِ وَالنَّاسِ أَجْمَعِينَ»",
            "page": "205",
            "part": "1",
            "seal": "7B34D66D"
        },
        {
            "hno": "627",
            "id": "18",
            "nass": "627 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ الْحِمْصِيُّ، عَنْ بَحِيرِ بْنِ سَعْدٍ الْكَلاعِيِّ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ كَثِيرِ بْنِ مرَّةَ الْحَضْرَمِيِّ، عَنْ عقُبَّةَ بْنِ عَامِرٍ الْجُهَنِيِّ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «الْجَاهِرُ بِالْقُرْآنِ كَالْجَاهِرِ بِالصَّدَقَةِ، وَالْمُسِرُّ بِالْقُرْآنِ كَالْمُسِرِّ بِالصَّدَقَةِ» ¶ 628 - حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ خَالِدٍ، حَدَّثَنَا سَعِيدُ بْنُ أَسَد بْنِ مُوسَى، حَدَّثَنَا مُؤَمَّلٌ، عَنْ سُفْيَانَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ شَرِبَ الْخَمْرَ فَقَدْ كَفَرَ بِاللَّهِ عَزَّ وَجَلَّ» ¶ 629 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، أَنْبَأَنَا أَحْمَدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، فِيمَا أَظُنُّ، عَنِ الزُّهْرِيِّ، عَنْ حَبِيبٍ مَوْلَى عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ أَبِي مُرَاوِحٍ، عَنْ أَبِي ذَرٍّ، قَالَ: جَاءَ رَجُلٍ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ، فَقَالَ: يَا رَسُولَ اللَّهِ أَيُّ الأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللَّهِ وَجِهَادٌ فِي سَبِيلِ اللَّهِ» ، قَالَ: فَأَيُّ الْعِتَاقِ أَفْضَلُ؟ قَالَ: «أَنْفَسُهَا» ، قَالَ: أَفَرَأَيْتَ إِنْ لَمْ أَجِدْ؟ قَالَ: «فَتُعِينُ الضَّائِعَ أَوْ تَصْنَعُ لأَخْرَقَ» ، قَالَ: أَفَرَأَيْتَ إِنْ لَمْ أَسْتَطْعِ؟ قَالَ: «تَدَعُ النَّاسَ مِنْ شَرِّكَ فَإِنَّهَا صَدَقَةٌ، تَصَدَّقُ بِهَا عَلَى نَفْسِكَ» ¶ 630 - حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّا بْنُ إِسْحَاقَ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «الشَّهْرُ هَكَذَا وَهَكَذَا وَهَكَذَا» ، وَقَبَضَ إِبْهَامَهُ فِي الثَّالِثَةِ",
            "page": "206",
            "part": "1",
            "seal": "8F216D84"
        },
        {
            "hno": "631",
            "id": "19",
            "nass": "631 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا الْفِرْيَابِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ عُرْوَةَ، عَنْ أَبِي الْخَطَّابِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَطُوفُ عَلَى نِسَائِهِ فِي غُسْلٍ وَاحِدٍ. ¶ صَحِيحٌ مِنْ حَدِيثِ أَبِي الْخَطَّابِ قَتَادَةَ بْنِ دِعَامَةَ، وَهُوَ غَرِيبٌ مِنْ حَدِيثِ سُفْيَانَ الثَّوْرِيِّ، عَنْ أَبِي عُرْوَةَ، عَنْ مَعْمَرِ بْنِ رَاشِدٍ عَنْهُ ¶ 632 - أَخْبَرَنَا حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ، حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رِبْعِيِّ بْنِ خِرَاشٍ، عَنْ حُذَيْفَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ، قَالَ: «اللَّهُمَّ بِاسْمِكَ أَحْيَا وَبِاسْمِكَ أَمُوتُ» وَإِذَا أَصْبَحَ حَمِدَ اللَّهَ وَقَالَ: «الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَمَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ» ¶ 633 - حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ النَّجَّارُ، حَدَّثَنَا حُسَيْنُ بْنُ مُعَاذِ ابْنِ أَخِي عُبَيْدِ اللَّهِ بْنِ عَبْدِ الْوَهَّابِ الْجُهَنِيِّ، حَدَّثَنَا شَاذُ بْنُ فَيَّاضٍ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «إِذَا كَانَ يَوْمُ الْقِيَامَةِ نَادَى مُنَادٍ يَا مَعْشَرَ الْخَلائِقِ طَأْطِئُوا رُءُوسَكُمْ حَتَّى تَجُوزَ فَاطِمَةُ» ¶ 634 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَثَلُ الْمُؤْمِنِ كَمَثَلِ الزَّرْعِ لا تَزَالُ الرِّيحُ تُفَيِّئُهُ وَلا يَزَالُ الْمُؤْمِنُ يُصِيبُهُ الْبَلاءُ، وَمَثَلُ الْمُنَافِقِ كَمَثَلِ شَجَرَةِ الأَرْزَةِ لا تَزَالُ تَهْتَزُّ حَتَّى تُسْتَحْصَدَ» ¶ 635 - حَدَّثَنَا حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ غَالِبِ بْنِ حَرْبٍ،",
            "page": "207",
            "part": "1",
            "seal": "DEF6C9C1"
        },
        {
            "hno": "636",
            "id": "20",
            "nass": "حَدَّثَنَا أَبُو عُمَرَ حَفْصُ بْنُ عُمَرَ الْحَوْضِيُّ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ» ¶ 636 - قَالَ: وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ» ¶ 637 - حَدَّثَنَا أَبُو مُحَمَّدٍ جَعْفَرُ بْنُ مُحَمَّدِ بْنِ نُصَيْرٍ الْخَلَدِيُّ، إِمْلاءً، حَدَّثَنَا الْحَارِثُ بْنُ أَبِي أُسَامَةَ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا تُسَافِرُ الْمَرْأَةُ سَفَرًا ثَلاثَةَ أَيَّامٍ فَصَاعِدًا إِلا مَعَ زَوْجِهَا أَوْ أَخِيهَا أَوْ ذَوِي مَحْرَمٍ» ¶ 638 - حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سُلَيْمَانَ النَّجَّادُ، إِمْلاءً، حَدَّثَنَا مُحَمَّدُ بْنُ غَالِبٍ، حَدَّثَنَا عُبَيْدُ بْنُ عُبَيْدَةَ، حَدَّثَنَا مَعْمَرٌ، عَنْ سُفْيَانَ بْنِ سَعِيدٍ، عَنْ عَجْلانَ، عَنْ نَافِعٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى نُخَامَةً فِي قِبْلَةِ الْمَسْجِدِ فَحَكَّهَا بِعُرْجُونٍ كَانَ فِي يَدِهِ، وَقَالَ: \" مَنْ فَعَلَ هَذَا؟ أَلَمْ أَنْهَ عَنْ هَذَا، وَقَالَ: «إِذَا تَفَلَ أَحَدُكُمْ فِي صَلاتِهِ فَلْيَتْفُلْ تَحْتَ قَدَمِهِ الْيُسْرَى، فَإِنْ عَجِلَ بِهِ فَبَادِرْهُ فَلْيَحْمِلْهَا هَكَذَا فِي ثَوْبِهِ» ¶ 639 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ رُمَيْحٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ، قَالَ: ثَلاثٌ احْفَظُوهُنَّ، لا تُنَازِعُوا أَهْلَ الْقَدَرِ، وَلا",
            "page": "208",
            "part": "1",
            "seal": "4C3E4B72"
        },
        {
            "hno": "640",
            "id": "21",
            "nass": "تَذْكُرُوا أَصْحَابَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلا بِخَيْرٍ، وَلا تَنْظُرُوا فِي النُّجُومِ ¶ 640 - أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَرَفَةَ الْعَبْدِيُّ، يَوْمَ الثُّلاثَاءِ فِي ذِي الْحِجَّةِ سَنَةَ سِتٍّ وَخَمْسِينَ وَمِائَتَيْنِ، حَدَّثَنَا أَبُو النَّضْرِ هَاشِمُ بْنُ الْقَاسِمِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" آتِي يَوْمَ الْقِيَامَةِ بَابَ الْجَنَّةِ فَأَسْتَفْتِحُ، فَيَقُولُ الْخَازِنُ: مَنْ أَنْتَ؟ فَأَقُولُ: مُحَمَّدٌ، فَيَقُولُ: بِكَ أُمِرْتُ أَنْ لا أَفْتَحَ لأَحَدٍ قَبْلَكَ \" ¶ 641 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا مِقْدَامٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ قَالَ: «سَافَرْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رَمَضَانَ فَمِنَّا الصَّائِمُ وَمِنَّا الْمُفْطِرُ، فَلَمْ يُعِبِ الصَّائِمُ عَلَى الْمُفْطِرِ، وَلا الْمُفْطِرُ عَلَى الصَّائِمِ» ¶ 642 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو الْبَخْتَرِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ مُكْرَمٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّا بْنُ إِسْحَاقَ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، أَنَّ مُحَمَّدَ بْنَ جُبَيْرٍ، أَخْبَرَهُ أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يَقُولُ: إِنِّي أَعْجَبُ مِنْ هَؤُلاءِ الَّذِينَ يَصُومُونَ قَبْلَ رَمَضَانَ، إِنَّمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا رَأَيْتُمُ الْهِلالَ فَصُومُوا، وَإِذَا رَأَيْتُمُوهُ فَأَفْطِرُوا، فَإِنْ غُمَّ عَلَيْكُمْ فَعُدُّوا ثَلاثِينَ» ¶ 643 - أَخْبَرَنَا حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا أَحْمَدُ بْنُ الْوَلِيدِ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّهْرِيُّ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي يَحْيَى، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: \" لَيْسَ أَحَدٌ مِنْ أُمَّةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يُصَلِّي عَلَيْهِ صَلاةً إِلا وَهِيَ تَبْلُغُهُ، يَقُولُ الْمَلَكُ: فُلانٌ يُصَلِّي عَلَيْكَ كَذَا وَكَذَا صَلاةً \"",
            "page": "209",
            "part": "1",
            "seal": "27C751C6"
        },
        {
            "hno": "644",
            "id": "22",
            "nass": "644 - حَدَّثَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، إِمْلاءً، حَدَّثَنَا أَحْمَدُ بْنُ مُلاعِبٍ، حَدَّثَنَا أَبُو غَسَّانَ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ عَبْدِ الأَعْلَى، عَنْ بِلالِ بْنِ أَبِي بُرْدَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «مَنْ طَلَبَ الْقَضَاءَ وَاسْتَعَانَ عَلَيْهِ وُكِلَ إِلَيْهِ، وَمَنْ لَمْ يَطْلُبْهُ وَلَمْ يَسْتَعِنْ عَلَيْهِ أَنْزَلَ اللَّهُ إِلَيْهِ مَلَكًا يُسَدِّدُهُ» ¶ 645 - حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سُلَيْمَانَ النَّجَّادُ، إِمْلاءً، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ السُّلَمِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ الأَسْلَمِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: لَمَّا وَلِيَ عُمَرُ بْنُ الْخَطَّابِ النَّاسَ عَلَى مِنْبَرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: \" يَأَيُّهَا النَّاسُ قَدْ عَلِمْتُ أَنَّكُمْ كُنْتُمْ تُؤْنِسُونَ أَوْ تَرَوْنَ مِنِّي شِدَّةً وَغِلْظَةً وَذَلِكَ أَنِّي كُنْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَكُنْتُ عَبْدَهُ وَخَادِمَهُ، وَكَانَ كَمَا قَالَ اللَّهُ تَعَالَى: {رَءُوفٌ رَحِيمٌ} [التوبة: 128] وَكُنْتُ بَيْنَ يَدَيْهِ كَالسَّيْفِ الْمَسْلُولِ إِلا أَنْ يَغْمِدَنِي أَوْ يَنْهَانِي عَنْ أَمْرٍ فَأَكُفُّ عَنْهُ، وَإِلا أَقْدَمْتُ عَلَى النَّاسِ لِمَكَانٍ كُنْتُهُ، فَلَمْ أَزَلْ مَعَهُ عَلَى ذَلِكَ حَتَّى تَوَفَّاهُ اللَّهُ عَزَّ وَجَلَّ وَهُوَ عَنِّي رَاضٍ، وَالْحَمْدُ للَّهِ عَلَى ذَلِكَ كَثِيرًا وَأَنَا بِهِ أَسْعَدُ، ثُمَّ قُمْتُ ذَلِكَ الْمَقَامَ مَعَ أَبِي بَكْرٍ، رَضِيَ اللَّهُ عَنْهُ، خَلِيفَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَكَانَ مَنْ قَدْ عَلِمْتُمْ فِي رَعْيِهِ، وَكَرَمِهِ، وَلِينِهِ، فَكُنْتُ خَادِمَهُ وَكُنْتُ كَالسَّيْفِ الْمَسْلُولِ بَيْنَ يَدَيْهِ، وَأَخْلِطُ شِدَّتِي بِلِينِهِ إِلا أَنْ يَتَقَدَّمَ إِلَيَّ فَأَكُنْ وَإِلا أَقْدَمْتُ، فَلَمْ أَزَلْ عَلَى ذَلِكَ حَتَّى تَوَفَّاهُ اللَّهُ، عَزَّ وَجَلَّ، وَهُوَ عَنِّي رَاضٍ وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَأَنَا أَسْعَدُ بِذَلِكَ، ثُمَّ صَارَ أَمْرُكُمْ إِلَيَّ وَأَنَا أَعْلَمُ أَنَّهُ لَيَقُولُ قَائِلُكُمْ: كَانَ شَدِيدًا عَلَيْنَا وَالأَمْرُ إِلَى غَيْرِهِ فَكَيْفَ بِهِ وَقَدْ صَارَ إِلَيْهِ؟ فَاعْلَمُوا أَنَّكُمْ لا تَسْأَلُونَ عَنِّي أَحَدًا قَدْ عَرَفْتُمُونِي وَجَرَّبْتُمُونِي \" ¶ 646 - حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَلِيٍّ، إِمْلاءً، حَدَّثَنَا حَمْدُونُ بْنُ أَحْمَدَ السِّمْسَارُ، حَدَّثَنَا الأَزْرَقُ بْنُ عَلِيٍّ، حَدَّثَنَا حَسَّانٌ، وَهُوَ ابْنُ إِبْرَاهِيمَ الْكَرْمَانِيِّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ أَبِيهِ، عَنْ عُبَادَةَ، قَالَ: قَالَ عَلِيٌّ، رَضِيَ اللَّهُ عَنْهُ: «كَلِمَةُ التَّقْوَى لا إِلَهَ إِلا اللَّهُ وَاللَّهُ أَكْبَرُ»",
            "page": "210",
            "part": "1",
            "seal": "DBAE6F0D"
        },
        {
            "hno": "647",
            "id": "23",
            "nass": "647 - حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ نَصْرٍ الْخُلْدِيُّ، إِمْلاءً، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ السَّلامِ بْنُ أَبِي حَازِمٍ، حَدَّثَنَا غَزْوَانُ بْنُ حُدَيْرٍ، عَنْ أَبِيهِ، أَنَّهُ كَانَ شَدِيدَ اللُّزُومِ لِعَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ: كَانَ عَلِيٌّ إِذَا قَامَ إِلَى الصَّلاةِ فَكَبَّرَ ضَرَبَ بِيَدِهِ الْيُمْنَى عَلَى رُسْغِهِ الأَيْسَرِ، فَلا يَزَالُ كَذَلِكَ حَتَّى يَرْفَعَ إِلا أَنْ يَحُكَّ جِلْدًا أَوْ يُصْلِحَ ثَوْبَهُ، فَإِذَا سَلَّمَ عَنْ يَمِينِهِ سَلامٌ عَلَيْكُمْ، ثُمَّ يَلْتَفِتْ عَنْ شِمَالِهِ فَيُحِرِّكُ شَفَتَيْهِ فَلا يَدْرِي مَا يَقُولُ، ثُمَّ يَقُولُ: لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ، لا نَعْبُدُ إِلا إِيَّاهُ، ثُمَّ يُقْبِلُ عَلَى الْقَوْمِ بِوَجْهِهِ فَلا يُبَالِي عَنْ يَمِينِهِ انْصَرَفَ أَوْ عَنْ شِمَالِهِ \" ¶ 648 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا بْنُ نَجْدَةَ، حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، قَالَ: سَمِعْتُ سُفْيَانَ الثَّوْرِيَّ، يَقُولُ مَا لا أُحْصِي: اللَّهُمَّ سَلِّمْ سَلِّمْ، اللَّهُمَّ سَلِّمْنَا مِنْهَا إِلَى خَيْرٍ، اللَّهُمَّ ارْزُقْنَا الْعَافِيَةَ فِي الدُّنْيَا ¶ 649 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنِي الْقَاسِمُ بْنُ مَالِكٍ الْمُزَنِيُّ، عَنِ الْمُخْتَارِ بْنِ فُلْفُلٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: بَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ذَاتَ يَوْمٍ إِذْ أُقِيمَتِ الصَّلاةُ، فَقَالَ: «يَأَيُّهَا النَّاسُ إِنِّي إِمَامُكُمْ فَلا تَسْبِقُونِي بِالرُّكُوعِ، وَلا بِالسُّجُودِ، وَلا تَرْفَعُوا رُءُوسَكُمْ، فَإِنِّي أَرَاكُمْ مِنْ خَلْفِي، وَايْمُ الَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ رَأَيْتُمْ مَا رَأَيْتُ لَضَحِكْتُمْ قَلِيلا وَلَبَكَيْتُمْ كَثِيرًا» ، قَالُوا: يَا رَسُولَ اللَّهِ وَمَا رَأَيْتَ؟ قَالَ: «الْجَنَّةَ وَالنَّارَ» ¶ 650 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو الْبَخْتَرِيُّ الرَّزَّازُ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ مُحَمَّدِ بْنِ سَعْدٍ الأَنْصَارِيِّ، عَنْ حَبِيبِ بْنِ سَالِمٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ مُوسَى عَلَيْهِ السَّلامُ، كَانَ إِذَا اغْتَسَلَ اعْتَزَلَ وَحْدَهُ، فَقَالَتْ بَنُو إِسْرَائِيلَ: أَوَمِنْ قَالَ مِنْهُمْ: مَنْ يَفْعَلُ ذَلِكَ إِلا أَنَّهُ آدَرُ، فَبَيْنَا هُوَ ذَاتَ يَوْمٍ يَغْتَسِلُ، وَقَدْ وَضَعَ ثِيَابَهُ عَلَى حَجَرٍ فَهَجَّ بِثِيَابِهِ فَاتَّبَعَهُ مُوسَى وَهُوَ يَقُولُ: ثَوْبِي حَجَرُ ثَوْبِي حَتَّى ضَرَبَهُ سِتَّ ضَرَبَاتٍ أَوْ سَبْعًا فَإِنَّهُنَّ لَنَدَبَاتٌ فِي الْحَجَرِ فَلَمَّا نَظَرَتْ إِلَيْهِ بَنُو إِسْرَائِيلَ مُتَجَرِّدًا عَلِمُوا أَنَّهُ لَيْسَ كَمَا قَالُوا، وَذَلِكَ قَوْلُهُ تَعَالَى: {فَبَرَّأَهُ",
            "page": "211",
            "part": "1",
            "seal": "80A01913"
        },
        {
            "hno": "651",
            "id": "24",
            "nass": "اللَّهُ مِمَّا قَالُوا} [الأحزاب: 69] الآيَةُ. ¶ إِلَى آخِرِهَا \" ¶ 651 - حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ بْنِ الْحَسَنِ النَّجَّادُ، قَالَ: قُرِئَ عَلَى سُلَيْمَانَ بْنِ الأَشْعَثِ، وَأَنَا أَسْمَعُ، حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، وَعَنْ أَبِي عَبْدِ اللَّهِ الأَغَرِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" يَنْزِلُ اللَّهُ عَزَّ وَجَلَّ كُلَّ لَيْلَةٍ إِلَى سَمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ، فَيَقُولُ: مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ، مَنْ يَسْأَلُنِي فَأُعْطِيَهُ، مَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ \" ¶ 652 - حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَلِيٍّ، إِمْلاءً، حَدَّثَنَا مُحَمَّدُ بْنُ غَالِبِ بْنِ حَرْبٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ النُّعْمَانِ، حَدَّثَنَا وَرْقَاءُ، عَنْ مَنْصُورٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ عَلِيٍّ، وَالْبَرَاءِ، قَالا: خَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فِي جِنَازَةٍ إِلَى بَقِيعِ الْغَرْقَدِ فَقَعَدَ وَقَعَدْنَا، وَمَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، غُصْنٌ أَوْ قَضِيبٌ يَنْكُثُ بِهِ الأَرْضَ وَيَرْفَعُ بَصَرَهُ إِلَى السَّمَاءِ، ثُمَّ يَخْفِضُ، ثُمَّ قَالَ: «مَا مِنْكُمْ مِنْ نَفْسٍ إِلا وَقَدْ كُتِبَ مَكَانُهَا مِنَ الْجَنَّةِ وَالنَّارِ» ، قَالُوا: يَا رَسُولَ اللَّهِ فَبِمَ نَعْمَلُ؟ قَالَ: «اعْمَلُوا فَكُلٌّ مُيَسَّرٌ، السَّعِيدُ مَنْ يُسِّرَ لِعَمَلِ السَّعَادَةِ، وَالشَّقِيُّ مَنْ يُسِّرَ لِعَمَلِ الشَّقَاءِ» ¶ 653 - حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ نُصَيْرٍ الْخُلْدِيُّ، إِمْلاءً، حَدَّثَنَا الْحَارِثُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سَلْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ بْنُ الْحَجَّاجِ، حَدَّثَنَا عَاصِمُ بْنُ عُبَيْد الله، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ عُمَرَ أَنَّهُ اسْتَأْذَنَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فِي عُمْرَةٍ فَأُذِنَ لَهُ، وَقَالَ: «لا تَنْسَانَا يَا أَخِي مِنْ دُعَائِكَ» ، قَالَ: فَقَالَ لَهُ كَلِمَةً مَا سَرَّنِي أَنَّ لِي بِهَا الدُّنْيَا، قَالَ شُعْبَةُ: ثُمَّ لَقِيتُ عَاصِمًا بَعْدُ بِالْمَدِينَةِ، فَحَدَّثْتُهُ، فَقَالَ: «أَشْرِكْنَا يَا أَخِي فِي دُعَائِكَ» ¶ 654 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا عِيسَى بْنُ",
            "page": "212",
            "part": "1",
            "seal": "3D2130C4"
        },
        {
            "hno": "655",
            "id": "25",
            "nass": "يُونُسَ بْنِ أَبِي إِسْحَاقَ السَّبِيعِيُّ، عَنِ الأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ قِلابَةَ، عَنْ أَبِي الْمُهَاجِرِ، عن بُرَيْدَةَ الأَسْلَمِيِّ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فِي بَعْضِ غَزَوَاتِهِ، فَقَالَ: «بَكِّرُوا بِالصَّلاةِ فِي يَوْمٍ الْغَيْمِ، فَإِنَّهُ مَنْ تَرَكَ الصَّلاةَ الْعَصْرَ حَبِطَ عَمَلُهُ» ¶ 655 - حَدَّثَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ السَّمَّاكُ، إِمْلاءً، حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْهَيْثَمِ الْبَلَوِيُّ، حَدَّثَنَا حَمَّادُ بْنُ عَمْرٍو النَّصِيبِيُّ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِذَا لَقِيتُمُ الْمُشْرِكِينَ فِي الطَّرِيقِ فَلا تَبْدَءُوهُمْ بِالسَّلامِ وَاضْطَرُّوهُمْ إِلَى أَضْيَقِهِ» ¶ 656 - أَخْبَرَنَا حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ عَبْدِ الْحَمِيدِ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو صَالِحٍ الْفَرَّاءُ، قَالَ: سَمِعْتُ أَبَا إِسْحَاقَ الْفَزَارِيَّ، يُحَدِّثُ عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَنْ أَبِي سَلَمَةَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ ذُكِرَ عِنْدَهُ رَجُلٌ نَامَ فَلَمْ يَسْتَيْقِظْ حَتَّى أَصْبَحَ، قَالَ: «ذَاكَ رَجُلٌ بَالَ الشَّيْطَانُ فِي أُذُنِهِ، أَوْ فِي أُذُنَيْهِ» ¶ 657 - أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ النَّجَّادُ، إِمْلاءً، حَدَّثَنَا الْحَسَنُ بْنُ مُكْرَمٍ الْبَزَّارُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ نَافِعٍ، أَنَّ عَمْرَو بْنَ ثَابِتٍ الْعُتْوَارِيَّ، حَدَّثَ ابْنُ عُمَرَ، أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيِّ، يُحَدِّثُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «الدِّينَارُ بِالدِّينَارِ , وَالدِّرْهَمُ بِالدِّرْهَمِ لا فَضْلَ بَيْنَهُمَا، وَلا يُبَاعُ عَاجِلٌ بِآجِلٍ» ¶ 658 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا مُخَوَّلُ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعِيدٍ",
            "page": "213",
            "part": "1",
            "seal": "2E37AC16"
        },
        {
            "hno": "659",
            "id": "26",
            "nass": "الْجَوْهَرِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ الْكَرِيمِ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ مَعْقِلٍ، عَنْ وَهْبٍ، قَالَ: أَوْحَى اللَّهُ تَعَالَى إِلَى دَاوُدَ: يَا دَاوُدُ، ارْفَعْ رَأْسَكَ، فَقَدْ غَفَرْتُ لَكَ، غَيْرَ أَنَّهُ لَيْسَ لَكَ عِنْدِي، قَالَ: ذَاكَ الَّذِي كَانَ ¶ 659 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ، حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنِي شُعَيْبُ بْنُ أَبِي حَمْزَةَ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيِّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «تَفْضُلُ صَلاةُ الْجَمْعِ عَلَى صَلاةِ أَحَدِكُمْ وَحْدَهُ بِخَمْسٍ وَعِشْرِينَ جُزْءًا، وَتَجْتَمِعُ مَلائِكَةُ اللَّيْلِ وَالنَّهَارِ فِي صَلاةِ الْفَجْرِ» ، ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ: وَاقْرَءُوا إِنْ شِئْتُمْ: {وَقُرْءَانَ الْفَجْرِ إِنَّ قُرْءَانَ الْفَجْرِ كَانَ مَشْهُودًا} [الإسراء: 78] ¶ 660 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْمِصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «حَجَّةٌ لِمَنْ لَمْ يَحُجَّ خَيْرٌ مِنْ عَشْرَةِ غَزَوَاتٍ، وَغَزْوَةٌ لِمَنْ قَدْ حَجَّ خَيْرٌ مِنْ عَشْرَةِ حِجَجٍ، وَغَزْوَةٌ فِي الْبَحْرِ خَيْرٌ مِنْ عَشْرِ غَزَوَاتٍ فِي الْبَرِّ، وَمَنْ جَازَ الْبَحْرَ فَكَأَنَّمَا جَازَ الأَوْدِيَةَ كُلَّهَا، وَالْمَائِدُ فِيهِ كَالْمُتَشَخِّطِ فِي دَمِهِ» ¶ 661 - أَخْبَرَنَا الْحُسَيْنُ بْنُ صَفْوَانَ الْبَرْذَعِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا، حَدَّثَنِي أَبِي، وَالْعَبَّاسُ بْنُ هِشَامٍ، عَنْ هِشَامِ بْنِ مُحَمَّدٍ، حَدَّثَنِي أَبُو نَضْرٍ مَالِكُ بْنُ نَصْرٍ الدَّالانِيُّ، قَالَ: سَمِعْتُ أَعْشَى هَمْدَانَ الشَّاعِرَ، يُحَدِّثُ، وَقَالَ: إِنِّي سَمِعْتُ رَجُلا مِنَّا يُحَدِّثُ، قَالَ: خَرَجَ مَالِكُ بْنُ جديم الهمداني الشاعر فِي الجاهلية، ومعه نفر من قومه يريدون عكاظ، فاصطادوا ظبيا فِي طريقهم، وقد أصابهم عطش شديد، فانتبهوا إِلَى مكان يقال له: أجره فجعلوا يقصدون دم الظبي ويشربونه من العطش حَتَّى إذا نفد ذبحوه ثُمَّ تفرقوا فِي طلب الحطب، فقام مَالِك فِي الخباء، فأثار أصحابه شجاعا",
            "page": "214",
            "part": "1",
            "seal": "D0D3F12E"
        },
        {
            "hno": "662",
            "id": "27",
            "nass": "فانساب، حَتَّى دخل خباء مَالِك، وأقبلوا، فقالوا: يَا ملك عندك الشجاع فاقتله، فاستيقظ مَالِك، فَقَالَ: اقسمت عليكم ألا كففتم عَنْهُ، فكفوا وأنشأت الأسود، فذهب وأنشأ مَالِك يَقُولُ: ¶ وأوصاني الجريم بعز جاري ... وأمنعه وليس به امتناع ¶ وأرفع ضيمة وأذود عَنْهُ ... وأمنعه إذا منع المتاع ¶ فدى للمواني عَنْهُ شجوًا ... لسن مَا استجار به الشجاع ¶ ولا تتحملوا دم مستجير ... تضمنه أجيره فالتلاع ¶ فإن لما يرون عني أمرًا ... له من دون أمركم متاع ¶ ثُمَّ ارتحلوا، وقد أجهدهم العطش، فإذا بهاتف يهتف بهم وَهُوَ يَقُولُ: ¶ يَا أيها القوم لاما إمامكم حَتَّى ... تسوموا المطايا فوقها التعبا ¶ ثُمَّ اعدلوا شامة فالماء عَنْ كثب ... عين رواء وماء يذهب اللغبا ¶ حَتَّى إذا مَا أصبتم منه ريكم ... فاسقوا المطايا ومنه فاملئوا القربا ¶ قَالَ: فعدلوا شامة، فإذا هم بعين جرارة فشربوا، وسقوا إبلهم، وحملوا منه ريهم، ثُمَّ أتوا عكاظ ثُمَّ انصرفوا فانتبهوا إِلَى موضع العين، ولم يروا شيئا، وإذا بهاتف، يَقُولُ: ¶ يَا مال عني جزاك اللَّه صالحه ... هَذَا وداع لكم مني وتسليم ¶ لا تزهدن فِي اصطناع العرف من ... أحد إن الَّذِي يحرم المعروف محروم ¶ أنا الشجاع الَّذِي أنجيت من زهق ... شكرت ذَلِكَ أن الشكر مقسوم ¶ من يفعل الخير لا يعدم معيته ... مَا عاش والكفر بعد الغب مذموم ¶ 662 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو الْبَخْتَرِيُّ الرَّزَّازُ، حَدَّثَنَا يَحْيَى بْنُ جَعْفَرٍ، أَنْبَأَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي، قَالَ: سَمِعْتُ غَيْلانَ بْنَ جَرِيرٍ، يُحَدِّثُ عَنِ الشَّعْبِيِّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، قَالَتْ: قَدِمَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَمِيمٌ الدَّارِيُّ، قَالَ: فَأَخْبَرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ رَكِبَ الْبَحْرَ فَتَاهَتْ سَفِينَتُهُمْ، فَسَقَطُوا إِلَى جَزِيرَةٍ، فَخَرَجُوا إِلَيْهَا يَلْتَمِسُونَ الْمَاءَ، فَلَقِيَ إِنْسَانًا يَجُرُّ شَعْرَهُ، فَقَالَ: مَا أَنْتَ؟ قَالَ: أَنَا الْجَسَّاسَةُ، قَالَ لَهُ: فَأَخْبِرْنَا؟ قَالَ: لا أُخْبِرُكُمْ، وَلَكِنْ عَلَيْكُمْ بِهَذِهِ الْخَرِبَةِ، فَدَخَلْنَاهَا، فَإِذَا مُصَفَّدٌ، فَقَالَ: مَا أَنْتُمْ؟ قُلْنَا: نَاسٌ مِنَ الْعَرَبِ، قَالَ: مَا فَعَلَ هَذَا النَّبِيُّ الَّذِي خَرَجَ فِيكُمْ؟ قُلْنَا: آمَنَ بِهِ النَّاسُ وَاتَّبَعُوهُ وَصَدَّقُوهُ، قَال: ذَاكَ خَيْرٌ لَهُمْ، قَالَ: أَفَلا تُخْبِرُونِي عَنْ زُفَرَ مَا فَعَلَتْ؟ فَأَخْبَرْنَاهُ عَنْهَا فَوَثَبَ وَثْبَةً كَادَ",
            "page": "215",
            "part": "1",
            "seal": "C0EDF789"
        },
        {
            "hno": "663",
            "id": "28",
            "nass": "يَخْرُجُ مِنْ وَرَاءِ الْجِدَارِ، ثُمَّ قَالَ: مَا فَعَلَ نَخْلُ نَيْسَانَ؟ هَلْ أَطْعَمَ بَعْدُ؟ فَأَخْبَرْنَاهُ أَنَّهُ قَدْ أَطْعَمَ فَوَثَبَ مِثْلَهَا، ثُمَّ قَالَ: أَمَا لَوْ أُذِنَ لِي بِالْخُرُوجِ لَوَطِئْتُ الْبِلادَ كُلَّهَا غَيْرَ طَيْبَةَ؟ قَالَتْ: فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَدَّثَ النَّاسَ، وَقَالَ: «هَذِهِ طَيْبَةُ وَذَاكَ الدَّجَّالُ» ¶ 663 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْمِصْرِيُّ، حَدَّثَنَا مَالِكُ بْنُ يَحْيَى، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ مَوْلَى أَبِي بَكْرٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «الْعُمْرَةُ إِلَى الْعُمْرَةِ كَفَّارَةٌ لِمَا بَيْنَهُنَّ، وَالْحَجُّ الْمَبْرُورُ لَيْسَ لَهُ جَزَاءٌ إِلا الْجَنَّةَ» ¶ 664 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ، حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنِي شُعَيْبٌ، عَنِ الزُّهْرِيِّ، حَدَّثَنِي سَعِيدُ بْنُ الْمُسَيِّبِ، قَالَ: قَالَ أَبُو هُرَيْرَةَ: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «مَا مِنْ بَنِي آدَمَ مِنْ مَوْلُودٍ إِلا مَسَّهُ الشَّيْطَانُ فَيَسْتَهِلُّ صَارِخًا مِنْ مَسِّ الشَّيْطَانِ غَيْرَ مَرْيَمَ وَابْنِهَا» ، ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ: وَاقْرَءُوا إِنْ شِئْتُمْ: {وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ} [آل عمران: 36] ¶ 665 - حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سُلَيْمَانَ النَّجَّادُ، إِمْلاءً، حَدَّثَنَا مُحَمَّدُ بْنُ الْهَيْثَمِ بْنِ حَمَّادٍ، حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنِ الأَوْزَاعِيِّ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي يُقَاتِلُونَ عَلَى الْحَقِّ ظَاهِرِينَ إِلَى يَوْمِ الْقِيَامَةِ» وَأَوْمَأَ بِيَدِهِ إِلَى الشَّامِ",
            "page": "216",
            "part": "1",
            "seal": "17EE1E27"
        },
        {
            "hno": "666",
            "id": "29",
            "nass": "666 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ، حَدَّثَنَا أَبُو الْيَمَانِ، أَنْبَأَنَا شُعَيْبُ بْنُ أَبِي حَمْزَةَ، عَنْ مُحَمَّدِ بْنِ مُسْلِمِ بْنِ شِهَابٍ الزُّهْرِيِّ، أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ حَدَّثَهُ، أَنَّهُ قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَانَ إِذَا افْتَتَحَ التَّكْبِيرَ فِي الصَّلاةِ رَفَعَ يَدَيْهِ حِينَ يُكَبِّرُ، حَتَّى يَجْعَلَهُمَا حَذْوَ مَنْكِبَيْهِ، ثُمَّ إِذَا كَبَّرَ لِلرُّكُوعِ فَعَلَ مِثْلَ ذَلِكَ، وَقَالَ: «رَبَّنَا وَلَكَ الْحَمْدُ» ، وَلا يَفْعَلُ ذَلِكَ حِينَ يَسْجُدُ، وَلا حِينَ يَرْفَعُ رَأْسَهُ مِنَ السُّجُودِ ¶ 667 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا يُوسُفُ بْنُ يَزِيدَ، حَدَّثَنَا يَعْقُوبُ بْنُ أَبِي عَبَّادٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلا، قَالَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا تَأْمُرُنَا أَنْ نَلْبَسَ فِي الإِحْرَامِ مِنَ الثِّيَابِ؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا تَلْبَسُوا الْقَمِيصَ وَلا الْبَرَانِسَ وَلا السَّرَاوِيلاتِ وَلا الْعَمَائِمَ وَلا الْخِفَافَ إِلا أَنْ يَكُونَ رَجُلا لَيْسَ لَهُ نَعْلانِ فَلْيَلْبَسِ الْخُفَّيْنِ مِنْ أَسْفَلِ الْكَعْبَيْنِ وَلا يَلْبَسْ مَا مَسَّهُ زَغْفَرَانٌ وَلا وَرْسٌ» ¶ 668 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا أَحْمَدُ بْنُ الْوَلِيدِ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْوَلِيدِ، عَنْ بُكَيْرِ بْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: «إِنَّ الْمَسَاجِدَ بُيُوتُ اللَّهِ تُضِيءُ لأَهْلِهَا كَمَا تُضِيءُ نُجُومُ السَّمَاءِ لأَهْلِهَا» ¶ 669 - حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَلِيٍّ، إِمْلاءً، حَدَّثَنَا السُّدِّيُّ بْنُ سَهْلٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رُشَيْدٍ، حَدَّثَنَا عُثْمَانُ الْبُرِّيُّ، عَنْ قَتَادَةَ، عَنْ أَبِي حَسَّانٍ الأَعْرَجِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْمُؤْمِنُونَ تَتَكَافَأُ دِمَاؤُهُمْ وَيَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ، لا يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ وَلا ذُو عَهْدٍ فِي عَهْدٍ»",
            "page": "217",
            "part": "1",
            "seal": "BF78D637"
        },
        {
            "hno": "680",
            "id": "30",
            "nass": "680 - أَخْبَرَنَا أَبُو مُحَمَّدٍ جَعْفَرُ بْنُ مُحَمَّدِ بْنِ نُصَيْرٍ، إِمْلاءً، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَلِيٍّ الْعُمَرِيُّ، حَدَّثَنَا الْمُعَلَّى بْنُ مَهْدِيٍّ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَلِيٍّ، عَنْ عُرْفُطَةَ السُّلَمِيِّ، عَنْ حِرَاشٍ أَبِي سَلَمَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أُوصِي امْرَأً بِأُمِّهِ ثَلاثَ مِرَارٍ، وَامْرَأً بِأَبِيهِ مَرَّتَيْنِ، أُوصِي امْرَأً بِمَوَالِيهِ الَّذِي يَلِيهِ وَإِنْ كَانَ عَلَيْهِ مِنْهُ أَذًى يُؤْذِيهِ» ¶ 671 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ، حَدَّثَنَا أَبُو الْيَمَانِ، أَنْبَأَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ سَمِعَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «كُلُّكُمْ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالْمَرْأَةُ فِي بَيْتِ زَوْجِهَا رَاعِيَةٌ وَهِيَ مَسْئُولَةٌ عَنْ رَعِيَّتِهَا، وَالْخَادِمُ فِي مَالِ سَيِّدِهِ رَاعٍ وَهُوَ مَسْئُولٌ» ، قَالَ: فَسَمِعْتُ هَؤُلاءِ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «وَالرَّجُلُ رَاعٍ وَهُوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ» ¶ 672 - أَخْبَرَنَا أَبُو أَحْمَدَ بْنُ حَمْزَةَ بْنِ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ، حَدَّثَنَا شُعَيْبُ بْنُ حَرْبٍ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «خَيْرُ الصُّفُوفِ الْمُقَدَّمُ وَشَرُّهَا الْمُؤَخَّرُ» ¶ 673 - حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَلِيٍّ، إِمْلاءً، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَنْبَأَنَا شُعْبَةُ، عَنِ الْحَكَمِ، قَالَ \" أرسل إلي مُجَاهِد عبده ابْن أَبِي لبابة، فَقَالَ: إنما أرسلنا إليك أنا نريد أن نختم القرآن، فكان يقال: إن الدعاء مستجاب عند ختم القرآن، فلما فرغوا من ختم القرآن دعى بدعوات \"",
            "page": "218",
            "part": "1",
            "seal": "282020F4"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "674 - حَدَّثَنَا أَبُو مُحَمَّدٍ دَعْلَجُ بْنُ أَحْمَدَ بْنِ دَعْلَجٍ، حَدَّثَنَا مُوسَى بْنُ هَارُونَ، حَدَّثَنَا أَبُو الرَّبِيعِ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا يَحْيَى بْنُ عَتِيقٍ، وَهِشَامٌ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ أَنَّ ابْنَ عَبَّاسٍ سُئِلَ عَنِ الْكَبَائِرِ، فَقَالَ: «كُلُّ مَا نَهَى اللَّهُ عَنْهُ كَبِيرَةٌ وَقَدْ ذَكَرْتُ الطَّرْفَةَ» ¶ 675 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو الْبَخْتَرِيُّ الرَّزَّازُ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: أَفَاضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عَرَفَاتٍ وَرَدِيفُهُ أُسَامَةُ بْنُ زَيْدٍ، فَجَالَتْ نَاقَتُهُ وَهُوَ رَافِعٌ يَدَيْهِ لا تُجَاوِزُ رَأْسَهُ وَأُذُنَيْهِ، فَلَمْ يَزَلْ يَسِيرُ عَلَى هَيْئَتِهِ حَتَّى أَتَى الْجَمْعَ وَأَفَاءَ مِنْ جَمْعٍ وَرَدِيفُهُ الْفَضْلُ بْنُ الْعَبَّاسِ، فَلَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ ¶ 676 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا مَالِكُ بْنُ يَحْيَى بْنِ مَالِكٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ لَمْ يَدَعْ قَوْلَ الزُّورِ وَالْعَمَلَ بِهِ وَالْجَهْلَ فَلَيْسَ لِلَّهِ حَاجَةٌ فِي أَنْ يَدَعَ طَعَامَهُ وَشَرَابَهُ» ¶ 677 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ، حَدَّثَنَا الْحُسَيْنُ بْنُ عُبَيْدِ بْنِ حَرْبٍ، حَدَّثَنَا الضَّبِّيُّ بْنُ الأَشْعَثِ بْنِ سَالِمٍ السَّلُولِيُّ، قَالَ: سَمِعْتُ عَطِيَّةَ الْعَوْفِيَّ يُحَدِّثُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَرَأَ الْقُرْآنَ ثُمَّ مَاتَ قَبْلَ أَنْ يَسْتَظْهِرَهُ أَتَاهُ مَلَكٌ فَعَلَّمَهُ فِي قَبْرِهِ وَيَلْقَى اللَّهَ تَعَالَى وَقَدِ اسْتَظْهَرَهُ» ¶ 678 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ بْنِ دَعْلَجٍ، حَدَّثَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ رَاهَوَيْهِ، قَالَ: سَمِعْتُ أَبِي غَيْرَ مَرَّةٍ إِذَا رَدَّ عَلَيْهِ أَصْحَابُهُ، يَقُولُ: سَمِعْتُ النَّضْرَ بْنَ شُمَيْلٍ، يَقُولُ: قَالَ الْخَلِيلُ بْنُ أَحْمَدَ: ¶ يسألني أمر الخيار جملا ... يمشي رويدًا ويكون أولا. ¶ وَكَانَ كثيرًا مما يتمثل:",
            "page": "219",
            "part": "1",
            "seal": "FDACC26C"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "يشكو إِلَى جملي طول السرى ... صبرًا جميلا فكلانا مبتلى",
            "page": "220",
            "part": "1",
            "seal": "CB9D64FC"
        },
        {
            "hno": "681",
            "id": "36",
            "nass": "أَنْبَأَنَا الحافظ أَبُو طاهر أَحْمَد بْن مُحَمَّدِ بْنِ أَحْمَدَ بْن مُحَمَّدِ بْنِ إِبْرَاهِيم السلفي الأصبهاني، أَنْبَأَنَا الكرابيسي أَبُو عَبْد اللَّهِ الْقَاسِمِ بْن الفضل بْن أَحْمَدَ بْنِ أَحْمَد بْن محمود الثقفي، قِرَاءَةً عَلَيْهِ، أَنْبَأَنَا أَبُو الْحُسَيْن عَلِيّ بْن مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بشران العدل، قِرَاءَةً عَلَيْهِ، سنة 313 ببغداد قَالَ: حَدَّثَنَا أَبُو عَلِيّ إِسْمَاعِيل بْن مُحَمَّدِ بْنِ إِسْمَاعِيل الصَّفَّار، قِرَاءَةً عَلَيْهِ سنة ¶ 679 - حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ الْمُنَادِي، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدِ بْنِ مَالِكٍ، قَالَ: سَمِعْتُ أُسَامَةَ بْنَ زَيْدٍ، رَضِيَ اللَّهُ عَنْهُ، يُحَدِّثُ أَبِي عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: «هَذَا الطَّاعُونُ بَقِيَّةُ رِجْزِ عَذَابٍ عُذِّبَ بِهِ قَوْمٌ، فَإِذَا كَانَ بِأَرْضٍ فَلا تَهْبِطُوا عَلَيْهِ، وَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلا تَخْرُجُوا عَنْهُ» ¶ 680 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ الْعَلافُ، حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنِي زَيْنُ بْنُ شُعَيْبٍ الْمَعَافِرِيُّ، عَنْ أَبِي شُرَيْحٍ، عَنْ شَرَاحِيلَ بْنِ يَزِيدَ، عَنْ مُسْلِمِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَكُونُ دَجَّالُونَ كَذَّابُونَ يَأْتُونَكُمْ مِنَ الأَحَادِيثِ، بِمَا لَمْ تَعْرِفُوا أَنْتُمْ وَلا آبَائُكُمْ فَإِيَّاكُمْ وَإِيَّاهُمْ أَنْ يُضِلُّوكُمْ أَوْ يَفْتِنُوكُمْ» ، قَالَ يَحْيَى بْنُ بُكَيْرٍ: وَكَانَ مَالِكُ بْنُ أَنَسٍ يُعْجَبُ بِزَيْنِ بْنِ شُعَيْبٍ الْمَعَافِرِيِّ ¶ 681 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيل أَبُو إِسْمَاعِيلَ التِّرْمِذِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ الْعَلاءِ بْنِ الضَّحَّاكِ الزُّبَيْدِيُّ، حَدَّثَنَا عَمْرُو بْنُ الْحَارِثِ، عَنْ عُبَيْدِ اللَّهِ بْنِ سَالِمٍ الأَشْعَرِيِّ، عَنْ الزُّبَيْدِيِّ مُحَمَّدِ بْنِ",
            "page": "224",
            "part": "1",
            "seal": "9710E5A3"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "الْوَلِيدِ بْنِ عَامِرٍ، حَدَّثَنَا الْوَلِيدُ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ جُبَيْرَ بْنَ نُفَيْرٍ، قَالَ: حَدَّثَنَا شَدَّادُ بْنُ أَوْسٍ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قُلْنَا: يَا رَسُولَ اللَّهِ كَيْفَ أُسْرِيَ بِكَ؟ فَقَالَ: \" صَلَّيْتُ لأَصْحَابِي صَلاةَ الْعَتْمَةِ بِمَكَّةَ مُعْتِمًا، فَأَتَانِي جِبْرِيلُ عَلَيْهِ السَّلامُ بِدَابَّةٍ بَيْضَاءُ فَوْقَ الْحِمَارِ وَدُونَ الْبَغْلِ، فَقَالَ: \" ارْكَبْ فَاسْتُصْعِبَ عَلَيَّ فَرَازَهَا بِأُذُنِهَا ثُمَّ حَمَلَنِي عَلَيْهَا فَانْطَلَقَتْ تَهْوِي بِنَا يَقَعُ حَافِرُهَا حَيْثُ أَدْرَكَ طَرْفُهَا، حَتَّى بَلَغْنَا أَرْضًا ذَاتَ نَخْلٍ فَأَنْزَلَنِي، فَقَالَ: صَلِّ، فَصَلَّيْتُ ثُمَّ رَكِبْنَا، فَقَالَ: أَتَدْرِي أَيْنَ صَلَّيْتَ؟ قُلْتُ اللَّهُ أَعْلَمُ. ¶ قَالَ: صَلَّيْتَ بِيَثْرِبَ، صَلَّيْتَ بِطَيْبَةَ، فَانْطَلَقَتْ تَهْوِي بِنَا يَقَعُ حَافِرُهَا حَيْثُ أَدْرَكَ طَرْفُهَا ثُمَّ بَلَغْنَا أَرْضًا، فَقَالَ: انْزِلْ فَنَزَلْتُ، ثُمَّ قَالَ: صَلِّ فَصَلَّيْتُ، ثُمَّ رَكِبْنَا، فَقَالَ: أَتَدْرِي أَيْنَ صَلَّيْتَ؟ قُلْتُ: اللَّهُ أَعْلَمُ، قَالَ: صَلَّيْتَ بِمَدْيَنَ صَلَّيْتَ عِنْدَ شَجَرَةِ مُوسَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ انْطَلَقَتْ تَهْوِي بِنَا يَقَعُ حَافِرُهَا حَيْثُ أَدْرَكَ طَرْفُهَا ثُمَّ بَلَغْنَا أَرْضًا بَدَتْ لَنَا قُصُورٌ، فَقَالَ: انْزِلْ فَنَزَلْتُ، فَقَالَ: صَلِّ فَصَلَّيْتُ، ثُمَّ رَكِبْنَا، فَقَال: أَتَدْرِي أَيْنَ صَلَّيْتَ؟ قُلْتُ: اللَّهُ أَعْلَمُ، قَالَ: صَلَّيْتَ بِبَيْتِ لَحْمٍ حَيْثُ وُلِدَ عِيسَى عَلَيْهِ السَّلامُ، ثُمَّ انْطَلَقَ بِي حَتَّى دَخَلْنَا الْمَدِينَةَ مِنْ بَابِهَا الثُّمَانِيِّ فَأَتَى قِبْلَةَ الْمَسْجِدِ فَرَبَطَ فِيهِ دَابَّتَهُ وَدَخَلْنَا الْمَسْجِدَ مِنْ بَابٍ فِيهِ تَمِيلُ الشَّمْسُ وَالْقَمَرُ، فَصَلَّيْتُ فِي الْمَسْجِدِ حَيْثُ شَاءَ اللَّهُ وَأَخَذَنِي مِنَ الْعَطَشِ أَشَدُّ مَا أَخَذَنِي فَأُتِيتُ بِإِنَاءَيْنِ فِي أَحَدِهِمَا لَبَنٌ وَفِي الآخَرِ عَسَلٌ أُرْسِلَ بِهِمَا جَمِيعَا فَعَدَلْتُ بَيْنَهُمَا ثُمَّ هَدَانِي اللَّهُ عَزَّ وَجَلَّ فَأَخَذْتُ اللَّبَنَ فَشَرِبْتُ حَتَّى فَرَغَتْ بِهِ جُبِّي وَبَيْنَ يَدَيِ شَيْخٌ يَتَّكِئُ عَلَى مَثْرَاةٍ لَهُ، فَقَالَ: أَخَذَ صَاحِبُكَ الْفِطْرَةَ، وَإِنَّهُ لَمَهْدِيٌّ، ثُمَّ انْطَلَقَ بِي حَتَّى أَتَيْنَا الْوَادِي الَّذِي فِي الْمَدِينَةِ، فَإِذَا جَهَنَّمُ تَنْكَشِفُ عَنْ مِثْلِ الزَّرَابِيِّ \". ¶ قُلْتُ: يَا رَسُولَ اللَّهِ كَيْفَ وَجَدْتَهَا؟ قَالَ: \" مِثْلَ الْحَمَّةِ السُّخْنَةِ، ثُمَّ انْصَرَفَ بِي فَمَرَرْنَا بِعِيرٍ لِقُرَيْشٍ قَدْ أَضَلُّوا بَعِيرًا لَهُمْ قَدْ جَمَعَهُ فُلانٌ فَسَلَّمْتُ عَلَيْهِمْ، فَقَالَ بَعْضُهُمْ: هَذَا صَوْتُ مُحَمَّدٍ ثُمَّ أَتَيْتُ أَصْحَابِي، قَبْلَ الصُّبْحِ بِمَكَّةَ فَأَتَانِي أَبُو بَكْرٍ، رَضِيَ اللَّهُ عَنْهُ،",
            "page": "225",
            "part": "1",
            "seal": "F785FBBE"
        },
        {
            "hno": "682",
            "id": "38",
            "nass": "فَقَالَ: يَا رَسُولَ اللَّهِ أَيْنَ كُنْتَ اللَّيْلَةَ؟ فَقَدِ الْتَمَسْتُكَ فِي مَكَانِكَ، فَقَالَ: «عَلِمْتَ أَنِّي أَتَيْتُ بِبَيْتِ الْمَقْدِسِ اللَّيْلَةَ» ، فَقَالَ: يَا رَسُولَ اللَّهِ إِنَّهُ مَسِيرَةُ شَهْرٍ فَصِفْهُ لِي، قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَفُتِحَ لِي صِرَاطٌ كَأَنِّي أَنْظُرُ إِلَيْهِ لا يَسْأَلُنِي عَنْ شَيْءٍ إِلا نَبَّأْتُهُمْ بِهِ» ، قَالَ أَبُو بَكْرٍ، رَضِيَ اللَّهُ عَنْهُ: أَشْهَدُ أَنَّكَ رَسُولُ اللَّهِ، فَقَالَ الْمُشْرِكُونَ: انْظُرُوا إِلَى ابْنِ أَبِي كَبْشَةَ يَزْعُمُ أَنَّهُ أَتَى بَيْتَ الْمَقْدِسِ اللَّيْلَةَ، قَالَ: فَقَالَ: «إِنَّ مِنْ آيَةِ مَا أَقُولُ لَكُمْ أَنِّي مَرَرْتُ بِعِيرٍ لَكُمْ بِمَكَانِ كَذَا وَكَذَا قَدْ أَضَلُّوا بَعِيرًا لَهُمْ فَجَمَعَهُ فُلانٌ وَإِنَّ مَسِيرَهُمْ يَنْزِلُونَ بِكَذَا ثُمَّ كَذَا وَيَأْتُونَكُمْ يَوْمَ كَذَا وَكَذَا يَقْدُمُهُمْ جَمَلٌ عَلَيْهِ مِسْحٌ أَسْوَدُ وَغِرَارَتَانِ سَوْدَاوَانِ» ، فَلَمَّا كَانَ ذَلِكَ الْيَوْمُ أَشْرَفَ النَّاسُ يَنْظُرُونَ حَتَّى كَانَ قَرِيبًا مِنْ عَلْيَةِ نِصْفِ النَّهَارِ حَتَّى أَقْبَلَتِ الْعِيرُ يَقْدُمُهُمْ ذَلِكَ الْجَمَلُ الَّذِي وَصَفَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 682 - أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، قِرَاءَةً عَلَيْهِ سَنَةَ سَبْعٍ وَثَلاثِينَ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: شَكَى أَهْلُ الْكُوفَةِ سَعْدَ بْنَ مَالِكٍ إِلَى عُمَرَ، رَضِيَ اللَّهُ عَنْهُ، فَقَالُوا: لا يُحْسِنُ يُصَلِّي، فَقَالَ سَعْدٌ: أَمَّا أَنَا فَكُنْتُ أُصَلِّي بِهِمْ صَلاةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، صَلاتَيِ الْعَشِيِّ أَرْكُدُ فِي الأُولَتَيْنِ، أَحْذِفُ فِي الأَخِرَتَيْنِ، فَقَالَ عُمَرُ، رَضِيَ اللَّهُ عَنْهُ: ذَاكَ الظَّنُّ بِكَ يَا أَبَا إِسْحَاقَ، قَالَ: فَبَعَثَ رِجَالا يَسْأَلُونَ عَنْهُ فِي مَسَاجِدِ الْكُوفَةِ، قَالَ: فَلا يَأْتُونَ مَسْجِدًا مِنْ مَسَاجِدِ الْكُوفَةِ إِلا أُنْبِئُوا عَلَيْهِ خَيْرًا، وَقَالُوا مَعْرُوفًا حَتَّى أَتَوْا مَسْجِدًا مِنْ مَسَاجِدِ بَنِي عَبْسٍ، قَالَ: فَقَالَ رَجُلٌ، يُقَالُ لَهُ أَبُو سَعْدَةَ: اللَّهُمَّ فَإِنَّهُ كَانَ لا يَعْدِلُ فِي الْقَضِيَّةِ وَلا يَقْسِمُ بِالسَّوِيَّةِ، قَالَ: فَقَالَ سَعْدٌ: اللَّهُمَّ إِنْ كَانَ كَاذِبًا فَأَعْمِ بَصَرَهُ، وَأَطِلْ فَقْرَهُ، وَعَرِّضْهُ لِلْفِتَنِ، قَالَ عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ: أَنَا رَأَيْتُهُ يَتَعَرَّضُ لِلإِمَاءِ فِي السِّكَكِ، فَإِذَا قِيلَ لَهُ أَبُو سَعْدَةَ، فَيَقُولُ: كَبِيرٌ فَقِيرٌ مَفْتُونٌ وَأَصَابَتْنِي دَعَوَاتُ سَعْدٍ ¶ 683 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ جَابِرٍ،",
            "page": "226",
            "part": "1",
            "seal": "7E108CF9"
        },
        {
            "hno": "684",
            "id": "39",
            "nass": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَنْبَأَنَا مَالِكُ بْنُ أَنَسٍ، حَدَّثَنَا أَبُو نُعَيْمِ بْنُ عَبْدِ اللَّهِ الْمُجَمِّرُ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «عَلَى أَنْقَابِ الْمَدِينَةِ مَلائِكَةٌ لا يَدْخُلُهَا الطَّاعُونُ وَلا الدَّجَّالُ» ¶ 684 - حَدَّثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَمْرٍو الْبَخْتَرِيُّ، إِمْلاءً، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ مَنْصُورٍ الْحَارِثِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا خَيْثَمُ بْنُ عِرَاكٍ، حَدَّثَنَا أَبِي، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لَيْسَ عَلَى الْمَرْءِ الْمُسْلِمِ فِي فَرَسِهِ وَلا مَمْلُوكِهِ صَدَقَةٌ» ¶ 685 - أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا إِسْحَاقُ بْنُ الْحَسَنِ بْنِ مَيْمُونٍ، حَدَّثَنَا حَرَمِيُّ بْنُ حَفْصٍ أَبُو عَلِيٍّ، حَدَّثَنَا عُبَيْدُ بْنُ مِهْرَانَ، سَمِعْتُ الْحَسَنَ يُحَدِّثُ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَيَعْجَزُ أَحَدُكُمْ أَنْ يَعْمَلَ كُلَّ يَوْمٍ عَمَلا مِثْلَ أُحُدٍ؟» قَالُوا: وَمَنْ يَسْتَطِيعُ أَنْ يَعْمَلَ كُلَّ يَوْمٍ عَمَلا مِثْلَ أُحُدٍ؟ ، قَالَ: «كُلُّكُمْ يَسْتَطِيعُهُ» ، قَالُوا: يَا رَسُولَ اللَّهِ مَاذَا؟ قَالَ: «سُبْحَانَ اللَّهِ أَعْظَمُ مِنْ أُحُدٍ، وَلا إِلَهَ إِلا اللَّهُ أَعْظَمُ مِنْ أُحُدٍ، وَاللَّهُ أَكْبَرُ أَعْظَمُ مِنْ أُحُدٍ» ¶ 686 - حَدَّثَنَا أَبُو الْحُسَيْنِ عَبْدُ الصَّمَدِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ مُكْرَمٍ، حَدَّثَنَا أَبُو مُحَمَّدٍ عُبَيْدُ بْنُ عَبْدِ الْوَاحِدِ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ: أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّهُ سَأَلَ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" قَالَ: قُلْتُ: أَرَأَيْتُ قَوْلَ اللَّهِ عَزَّ وَجَلَّ: \" {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا} [يوسف: 110] قَالَتْ: بَلْ كَذَّبَهُمْ قَوْمُهُمْ، قَالَ: فَقُلْتُ: وَاللَّهِ لَقَدِ اسْتَيْقَنُوا أَنَّ قَوْمَهُمْ قَدْ كَذَّبُوهُمْ وَمَا هُوَ بِالظَّنِّ، فَقَالَتْ: يَا عُرْوَةُ لَقَدِ اسْتَيْقَنُوا بِذَلِكَ، قَالَ: فَقُلْتُ: فَلَعَلَّهَا وَظَنُّوا أَنَّهُمْ قَدْ كَذَّبُوا، قَالَتْ: مَعَاذَ اللَّهِ، لَمْ تَكُنِ الرُّسُلُ",
            "page": "227",
            "part": "1",
            "seal": "A6520C10"
        },
        {
            "hno": "687",
            "id": "40",
            "nass": "تَظُنُّ ذَلِكَ بِرَبِّهَا، قُلْتُ: وَمَا هَذِهِ الآيَةُ؟ قَالَتْ: هُمْ أَتْبَاعُ الرُّسُلِ الَّذِينَ آمَنُوا بِرَبِّهِمْ وَصَدَّقُوهُ وَطَالَ عَلَيْهِمُ الْبَلاءُ وَاسْتَأْخَرَ عَنْهُمُ النَّصْرُ حَتَّى اسْتَيْأَسَتْ بِمَنْ كَذَّبُوهُمْ مِنْ قَوْمِهِمْ وَظَنُّوا أَنَّ أَتْبَاعَهُمْ قَدْ كَذَّبُوهُمْ جَاءَهُمْ نَصْرُ اللَّهِ عِنْدَ ذَلِكَ ¶ 687 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ، حَدَّثَنَا أَبُو صَالِحٍ مُعَاوِيَةُ بْنُ صَالِحٍ، أَنَّ مَسْعُودَ بْنَ عَبْدِ الرَّحْمَنِ، حَدَّثَهُ عَنِ ابْنِ عَائِذٍ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، رَضِيَ اللَّهُ عَنْهُ، أَمَرَ بِضَرْبِ رَجُلَيْنِ جَعَلَ أَحَدُهُمَا يَقُولُ: بِسْمِ اللَّهِ، وَالآخَرُ يَقُولُ: سُبْحَانَ اللَّهِ، فَقَالَ: وَيْحَكَ خَفِّفْ عَنِ الْمُسَبِّحِ فَإِنَّ التَّسْبِيحَ لا يَسْتَقِرُّ إِلا فِي قَلْبٍ مُؤْمِنٍ ¶ 688 - أَخْبَرَنَا أَبُو عُمَرَ عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، حَدَّثَنَا أَحْمَدُ بْنُ الْعَبَّاسِ، حَدَّثَنَا أَبُو بَكْرِ ابْنُ بِنْتِ مُعَاوِيَةَ، سَمِعْتُ أَبَا بَكْرِ بْنَ عَفَّانَ، سَمِعْتُ بِشْرَ بْنَ الْحَارِثِ، يَقُولُ: إِنِّي لا أَشْتَهِي الشِّوَاءَ مُنْذُ أَرْبَعِينَ سَنَةً مَا صَفِيَ لِي دِرْهَمُهُ ¶ 689 - أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا تَبْتَدِئُوا الْيَهُودَ وَالنَّصَارَى بِالسَّلامِ، وَإِذَا لَقِيتُمُوهُمْ فِي طَرِيقٍ فَاضْطَرُّوهُمْ إِلَى أَضْيَقِهَا» ¶ 690 - أَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا حَرْبُ بْنُ شَدَّادٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الرُّؤْيَا جُزْءٌ مِنْ خَمْسَةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ» ¶ 691 - أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْوَاسِطِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِي، حد ثنا ابْنُ لَهِيعَةَ، وَنَافِعُ بْنُ زَيْدٍ، عَنْ قَيْسِ بْنِ الْحَجَّاجِ",
            "page": "228",
            "part": "1",
            "seal": "8B5526A8"
        },
        {
            "hno": "692",
            "id": "41",
            "nass": "الزُّرَقِيِّ، عَنْ حَسَنٍ، عَنِ ابْنِ عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: كُنْتُ رِدْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «يَا غُلامُ أَلا أُعَلِّمُكَ كَلِمَاتٍ يَنْفَعُكَ اللَّهُ بِهِنَّ؟» قُلْتُ: بَلَى، قَالَ: «احْفَظِ اللَّهَ يَحْفَظْكَ، احْفَظِ اللَّهَ تَجِدْهُ أَمَامَكَ، تَعَرَّفْ إِلَى اللَّهِ فِي الرَّخَاءِ يَعْرِفْكَ فِي الشِّدَّةِ، إِذَا سَأَلْتَ فَسَلِ اللَّهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ، جَفَّ الْقَلَمُ بِمَا هُوَ كَائِنٌ فَلَوْ أَنَّ الْخَلائِقَ كُلَّهُمْ جَمِيعًا أَرَادُوا أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَقْضِهِ اللَّهُ لَكَ لَمْ يَقْدِرُوا عَلَيْهِ، وَإِنْ أَرَادُوا أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَقْضِهِ اللَّهُ لَكَ لَمْ يَقْدِرُوا عَلَيْهِ فَاعْمَلْ لِلَّهِ بِالشُّكْرِ وَبِالْيَقِينِ وَاعْلَمْ أَنَّ النَّصْرَ مَعَ الصَّبْرِ وَأَنَّ الْفَرَجَ مَعَ الْكَرْبِ، وَإِنَّ مَعَ الْعُسْرِ يُسْرًا» ¶ 692 - وَحَدَّثَنَا الْمُقْرِي، حَدَّثَنَا كَهْمَسُ بْنُ الْحَسَنِ، وَهَمَّامُ بْنُ يَحْيَى أَسْنَدَهُ إِلَى ابْنِ عَيَّاشٍ، وَعَبْدُ اللَّهِ بْنُ لَهِيعَةَ، وَنَافِعُ بْنُ يَزِيدَ الْمِصْرِيَّانِ، قَيْسُ بْنُ الْحَجَّاجِ الزَّورَقِيُّ، عَنْ حَنَشٍ الصَّنْعَانِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ أَبُو عَبْدِ الرَّحْمَنِ لا أَعْرِفُ حَدِيثَ بَعْضِهِمْ مِنْ بَعْضٍ، قَالَ ابْنُ عَبَّاسٍ: «كُنْتُ رِدْفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» ¶ 693 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عِيسَى الْبَرْقِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى، عَنِ الشَّعْبِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، عَنْ صَيْدِ الْمِعْرَاضِ، فَقَالَ: «مَا أَصَابَ بِحَدِّهِ فَكُلْ وَمَا أَصَابَ بِعَرْضِهِ فَهُوَ وَقِيذٌ» وَسَأَلْتُهُ عَنْ صَيْدِ الْكَلْبِ، فَقَالَ: «مَا أَمْسَكَ عَلَيْكَ فَكُلْ، فَإِنْ أَكَلَ مِنْهُ فَلا تَأْكُلْ، وَإِنْ أَصَبْتَ مَعَ كَلْبِكَ أَوْ كِلابِكَ كَلْبًا غَيْرَهُ فَلا تَأْكُلْ فَإِنَّكَ إِنَّمَا تَذْكُرُ اسْمَ اللَّهِ عَلَى كَلْبِكَ، وَلَمْ تَذْكُرْ عَلَى كِلابِ غَيْرِكَ» ¶ 694 - حَدَّثَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ الْفَاكِهِيُّ، بِمَكَّةَ، حَدَّثَنَا أَبُو يَحْيَى عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ أَبِي مَسَرَّةَ، حَدَّثَنَا خَلادُ بْنُ يَحْيَى، حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، حَدَّثَنَا زَيْدُ بْنُ أَسْلَمَ، عَنْ ذَكْوَانَ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" لَمَّا خَلَقَ اللَّهُ آدَمَ عَلَيْهِ السَّلامُ، مَسَحَ عَلَى ظَهْرِهِ، سَقَطَ مِنْ ظَهْرِهِ كُلُّ",
            "page": "229",
            "part": "1",
            "seal": "663E2478"
        },
        {
            "hno": "695",
            "id": "42",
            "nass": "نَسَمَةٍ هُوَ خَالِقُهَا إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ جَعَلَ بَيْنَ عَيْنَيْ كُلِّ إِنْسَانٍ مِنْهُمْ وَمِيضًا مِنْ نُورٍ ثُمَّ عَرَضَهُمْ عَلَى آدَمَ، فَقَالَ: أَيْ رَبِّ مَنْ هَؤُلاءِ؟ قَالَ: هَؤُلاءِ ذُرِّيَّتُكَ، فَرَأَى رَجُلا مِنْهُمْ فَأَعْجَبَهُ نُورُ مَا بَيْنَ عَيْنَيْهِ، فَقَالَ: أَيْ رَبِّ مَنْ هَذَا؟ قَالَ: رَجُلٌ مِنْ ذُرِّيَّتِكَ فِي آخِرِ الأُمَمِ، يُقَالُ لَهُ: دَاوُدُ، قَالَ: أَيْ رَبِّ كَمْ جَعَلْتَ عُمُرَهُ؟ قَالَ: سِتِّينَ سَنَةً، قَالَ: فَزِدْهُ أَرْبَعِينَ سَنَةً، قَالَ: إِذًا يُكْتَبُ وَيُخْتَمُ وَلا يُبَدِّلَ، قَالَ: فَلَمَّا انْقَضَى عُمُرُ آدَمَ جَاءَهُ مَلَكُ الْمَوْتِ عَلَيْهِ السَّلامُ، قَالَ: أَوَلَمْ يَبْقَ مِنْ عُمُرِي أَرْبَعُونَ سَنَةً؟ قَالَ: أَوَلَمْ تُعْطِهَا ابْنَكَ دَاوُدَ عَلَيْهِ السَّلامُ \" قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «جَحَدَ فَجَحَدَتْ ذُرِّيَّتُهُ وَنَسِيَ فَنَسِيَتْ ذُرِّيَّتُهُ، وَخَطِئَ فَخَطِئَتْ ذُرِّيَّتُهُ» ¶ 695 - أَخْبَرَنَا أَبُو مُحَمَّدٍ دَعْلَجُ بْنُ أَحْمَدَ بْنِ دَعْلَجٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي طَالِبٍ سَمِعْتُ مُحَمَّدَ بْنَ عَبْدِ الأَعْلَى، يَقُولُ: قَالَ لِي الْمُعْتَمِرُ بْنُ سُلَيْمَانَ: لَوْلا أَنَّكَ مِنْ أَهْلِي مَا حَدَّثْتُكَ بِذَا عَنْ أَبِي، مَكَثَ أَبِي، رَحِمَهُ اللَّهُ، أَرْبَعِينَ سَنَةً يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا وَيُصَلِّي صَلاةَ الْفَجْرِ بِوُضُوءِ الْعِشَاءِ ¶ 696 - أَخْبَرَنَا دَعْلَجٌ، حَدَّثَنَا أَبُو بَكْرٍ السَّدُوسِيُّ، حَدَّثَنَا عَاصِمٌ، حَدَّثَنَا أَبُو هِلالٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، قَالَ: قَالَ كَعْبٌ رَحِمَهُ اللَّهُ: مَا كَرُمَ عَبْدٌ عَلَى اللَّهِ عَزَّ وَجَلَّ قَطُّ إِلا ازْدَادَ الْبَلاءُ عَلَيْهِ شِدَّةً، وَمَا أَعْطَى رَجُلٌ زَكَاةً فَنَقَصَتْ مِنْ مَالِهِ وَلا حَبَسَهَا فَزَادَتْ فِي مَالِهِ وَلا سَرَقَ سَارِقٌ إِلا حُسِبَتْ لَهُ رِزْقَهُ ¶ 697 - أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الصَّفَّارُ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَتَبَ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ «سَلامٌ عَلَى مَنِ اتَّبَعَ الْهُدَى» ¶ 698 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ، حَدَّثَنَا عَبْدُ الْغَفَّارِ بْنُ دَاوُدَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ بْنُ عُمَرَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، رَضِيَ اللَّهُ عَنْهُ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لِكُلِّ أُمَّةٍ أَمِينٌ، وَأَمِينُ أُمَّتِي أَبُو",
            "page": "230",
            "part": "1",
            "seal": "DE353CED"
        },
        {
            "hno": "699",
            "id": "43",
            "nass": "عُبَيْدَةَ بْنُ الْجَرَّاحِ» ¶ 699 - أَخْبَرَنَا أَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدٍ الْقَطَّانُ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عِيسَى، حَدَّثَنَا أَبُو سَلَمَةَ الْمِنْقَرِيُّ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ سَمِعَهُ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ رَجُلا مِنْ بَنِي إِسْرَائِيلَ كَانَ يُسَلِّفُ النَّاسَ إِذَا أَتَاهُ رَجُلٌ، فَأَتَاهُ رَجُلٌ فَقَالَ: يَا فُلانُ، أَسْلِفْنِي سِتَّ مِائَةِ دِينَارٍ، قَالَ: نَعَمْ، وَأَيْنَ وَكِيلُكَ؟ قَالَ: اللَّهُ وَكِيلِي، قَالَ: سُبْحَانَ اللَّهِ، نَعَمْ قَبِلْتُ: عَدَّ لَهُ سِتَّ مِائَةِ دِينَارٍ، وَضَرَبَ لَهُ أَجَلا، وَرَكِبَ الْبَحْرَ الآجِرُ بِالْمَالِ يُبْحِرُ فِيهِ، فَقَدَّرَ اللَّهُ عَزَّ وَجَلَّ، أَنْ حَلَّ الأَجَلُ وَلَمْ يَقْدُمُ الآجِرُ، وَأريحَ الْبَحْرَ بَيْنَهُمَا، وَغَدَا رَبُّ الْمَالِ إِلَى السَّاحِلِ يَسْأَلُ عَنْهُ، فَيَقُولُ الَّذِينَ يَسْأَلُهُمْ: نَزَلْنَا بِقَرْيَةِ كَذَا وَكَذَا، قَالَ رَبُّ الْمَالِ: اللَّهُمَّ أَخْلَفَنِي فُلانٌ، وَإِنَّمَا أَعْطَيْتُهُ لَكَ، وَانْطَلَقَ الَّذِي عَلَيْهِ الْمَالُ فَنَجَرَ خَشَبَةً حِينَ حَلَّ الأَجَلُ، فَجَعَلَ الْمَالَ فِي جَوْفِهَا، وَكَتَبَ إِلَيْهِ بِصَحِيفَةٍ: مِنْ فُلانٍ إِلَى فُلانٍ، إِنِّي قَدْ دَفَعْتُ مَالَكَ إِلَى وَكِيلِي الَّذِي تَوَكَّلَ لِي، ثُمَّ شَدَّ عَلَى فَمِ الْخَشَبَةِ، فَرَمَى بِهَا فِي عُرْضِ الْبَحْرِ، فَأَقْبَلَ الْبَحْرُ يَهْوِي بِهَا حَتَّى رَمَى بِهَا إِلَى السَّاحِلِ، وَغَدَا رَبُّ الْمَالِ يَسْأَلُ عَنْ صَاحِبِهِ كَمَا يَسْأَلُ، فَنَجَرَ الْخَشَبَةَ فَحَمَلَهَا إِلَى أَهْلِهِ، فَقَالَ: أَوْقِدُوا هَذِهِ الْخَشَبَةَ، فَنَشَرَهَا فَانْتَثَرَتِ الدَّنَانِيرُ مِنْهَا وَالصَّحِيفَةُ، فَقَرَأَهَا فَعَرَفَ وَقَدَّرَ لِلآجِرِ، فَقَدِمَ بَعْدَ ذَلِكَ، فَأَتَاهُ رَبُّ الْمَالِ، فَقَالَ: يَا فُلانُ، مَالِي قَدْ طَالَتِ الْفَتْرَةُ، قَالَ: نَعَمْ، أَمَّا مَالُكَ، فَقَدْ دَفَعْتُهُ إِلَى وَكِيلِي الَّذِي تَوَكَّلَ بِهِ، وَأَمَّا أَنْتَ، فَهَذَا مَالُكَ فَخُذْهُ، قَالَ: وَكِيلُكَ قَدْ أَوْفَانِي \"، قَالَ أَبُو هُرَيْرَةَ: لَقَدْ رَأَيْتُنَا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُكْثِرُ مَرْآنَا وَيَعِظُنَا أَيُّهُمَا أَمِنَ ¶ 700 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا ابْنُ أَبِي طَالِبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ الْغَطَفَانِيُّ، سَمِعْتُ عَلِيَّ بْنَ زَيْدٍ، قَالَ: قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ، رَحْمَةُ اللَّهِ عَلَيْهِ: لَقَدْ تَمَّتْ حُجَّةُ اللَّهِ عَلَى ابْنِ الأَرْبَعِينَ فَمَاتَ بِهَا",
            "page": "231",
            "part": "1",
            "seal": "A16A69B9"
        },
        {
            "hno": "701",
            "id": "44",
            "nass": "701 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا مُوسَى بْنُ هَارُونَ، حَدَّثَنَا أَبِي، حَدَّثَنَا يَعْلَى بْنُ عُبَيْدٍ، حَدَّثَنَا الْحَاطِبِيُّ، وَهُوَ عُثْمَانُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ حَاطِبٍ، سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ لِرَجُلٍ: أَدِّبِ ابْنَكَ، فَإِنَّكَ مَسْئُولٌ عَنْ وَلَدِكَ مَا عَلَّمْتَهُ، وَهُوَ مَسْئُولٌ عَنْ تَرْكِهِ طَاعَتَكَ ¶ 702 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يَقُولُ: سَمِعْتُ أَبَا طَلْحَةَ، رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «لا تَدْخُلُ الْمَلائِكَةُ بَيْتًا فِيهِ كَلْبٌ، وَلا صُورَةُ تَمَاثِيلَ» ¶ 703 - أَخْبَرَنَا أَبُو مُحَمَّدِ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ الْفَاكِهِيُّ، بِمَكَّةَ، حَدَّثَنَا أَبُو يَحْيَى عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ أَبِي مَيْسَرَةَ، حَدَّثَنَا خَلادُ بْنُ يَحْيَى، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ يَزِيدَ بْنِ أَبِي مَرْيَمَ السَّكُونِيِّ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «مَنْ صَلَّى عَلَيَّ صَلاةً وَاحِدَةً صَلَّى اللَّهُ عَلَيْهِ عَشْرَةَ صَلَوَاتٍ، وَحُطَّتْ عَنْهُ عَشْرُ خَطِيَّاتٍ» ¶ 704 - أَخْبَرَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، قَالَ: قَالَ الْمروزي: حَدَّثَنِي عَبْد الصَّمَدِ بْن مُحَمَّد، قَالَ: قَالَ بشر بْن الْحَارِثِ، رحمه اللَّه، العالم طبيب الدين، والدرهم داء الدين، فإذا كَانَ الطبيب يجر إِلَى نفسه الداء، فمتى يداوي نفسه، وَقَالَ: ليس يعذب هَذَا الخلق إِلا العلماء، خربت الدُّنْيَا، وذهب أهل الخير. ¶ 705 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ، رَضِيَ اللَّهُ عَنْهُ، أَنَّ أَصْحَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالُوا: يَا رَسُولَ اللَّهِ، إِنَّ مِنَّا رِجَالا",
            "page": "232",
            "part": "1",
            "seal": "DC7C9E99"
        },
        {
            "hno": "706",
            "id": "45",
            "nass": "يَتَطَيَّرُونَ، قَالَ: إِذَا تَجِدُونَ فِي نُفُوسِكُمْ، فَلا يَصُدُّونَكُمْ، قَالُوا: وَمِنَّا رِجَالٌ يَأْتُونَ الْكَاهِنَ، قَالَ: «فَلا تَأْتُوا كَاهِنًا» ¶ 706 - أَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ يَزِيدَ الرِّيَاحِيُّ، حدثنا أَبُو عَامِرٍ الْعَبْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي قِلابَةَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" يُوشِكُ أَنْ يَخْرُجَ قَبْلَ يَوْمِ الْقِيَامَةِ نَارٌ مِنْ قِبَلِ حَضْرَمَوْتَ، أَوْ مِنْ حَضْرَمَوْتَ، تَحْشُرُ النَّاسَ، فَقَالُوا: يَا رَسُولَ اللَّهِ، فَمَا تَأْمُرُنَا؟ قَالَ: «عَلَيْكُمْ بِالشَّامِ» ¶ 707 - أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا أَبُو الأَحْوَصِ مُحَمَّدُ بْنُ الْهَيْثَمِ بْنِ حَمَّادٍ الْقَاضِي، حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ الْمِصِّيصِيُّ، عَنِ الأَوْزَاعِيِّ، عَنْ مُحَمَّدِ بْنِ عَجْلانَ، عَنْ سَعِيدِ بْنِ أبى سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا وَطِئَ أَحَدُكُمْ نَجَسَةً» ، أَوْ قَالَ: «بِنَعْلَيْهِ الأَذَى، فَطَهِّرُوهَا التُّرَابَ» ¶ 708 - أَخْبَرَنَا أَبُو عَمْرو بْن السماك، قَالَ: قَالَ المروزي سَمِعْتُ الْعَبَّاسِ العزيزي، سَمِعْتُ بشر بْن الْحَارِثِ، يَقُولُ: ينبغي للرجل ينظر خبزه من أين هُوَ، ومسكنه الَّذِي يسكنه أهله من أي شيء هُوَ، ثُمَّ يتكلم ¶ 709 - أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ الْكَافِرَ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ، وَالْمُؤْمِنُ يَأْكُلُ فِي مِعَاءٍ وَاحِدٍ»",
            "page": "233",
            "part": "1",
            "seal": "594DDF21"
        },
        {
            "hno": "710",
            "id": "46",
            "nass": "710 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ يَزِيدَ الرِّيَاحِيُّ، حَدَّثَنَا أَبُو عَامِرٍ الْعَبْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي أَبُو قَتَادَةَ، رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لا تَنْبِذُوا الرُّطَبَ وَالزَّهُوَ جَمِيعًا، وَلا تَنْبِذُوا التَّمْرَ وَالزَّبِيبَ جَمِيعًا، وَانْبِذُوا كُلَّ وَاحِدٍ مِنْهُمَا عَلَى حِدَتِهِ» ¶ 711 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ، حَدَّثَنَا الْفَتْحُ بْنُ عَمْرٍو الْكَشِّيُّ، حَدَّثَنَا سَلْمُ بْنُ حَفْصٍ، حَدَّثَنَا أَبُو حَمْزَةَ السُّكَّرِيُّ، عَنْ رَقَبَةَ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَلَمَةَ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: «لَمْ يَكُنْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَحْجِبُهُ عَنْ قِرَاءَةِ الْقُرْآنِ شَيْءٌ لَيْسَ الْجَنَابَةَ» ¶ 712 - أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا أَبُو قِلابَةَ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الرَّقَاشِيُّ، حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ وَهِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «الْبُزَاقُ فِي الْمَسْجِدِ خَطِيئَةٌ، وَكَفَّارَتُهَا دَفْنُهُ» ¶ 713 - حَدَّثَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا عُمَرُ بْنُ سَعِيدٍ الْقَرَاطِيسِيُّ، قَالَ: قَالَ ابْنُ أَبِي الدُّنْيَا، قَالَ رَجُلٌ لِبِشْرِ بْنِ الْحَارِثِ: يَا أَبَا نَصْرٍ، لا أَدْرِي بِأَيِّ شَيْءٍ آكُلُ خُبْزِي؟ قَالَ: إِذَا أَرَدْتَ أَنْ تَأْكُلَ خُبْزَكَ فَاذْكُرِ الْعَافِيَةَ، فَاجْعَلْهَا إِدَامَكَ ¶ 714 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ يَزِيدَ الرِّيَاحِيُّ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ أَصَابَ",
            "page": "234",
            "part": "1",
            "seal": "EE91A976"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "أَرْضًا بِخَيْبَرَ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنِّي أَصَبْتُ أَرْضًا بِخَيْبَرَ، وَاللَّهِ مَا أَصَبْتُ مَالا قَطُّ هُوَ أَنْفَسُ عِنْدِي مِنْهَا، فَمَا تَأْمُرُنِي يَا رَسُولَ اللَّهِ؟ قَالَ: «إِنْ شِئْتَ تَصَدَّقْتَ بِهَا وَحَبَسْتَ أَصْلَهَا» ، قَالَ: فَجَعَلَهَا عُمَرُ، رَضِيَ اللَّهُ عَنْهُ، صَدَقَةً لا تُبَاعُ وَلا تُوهَبُ وَلا تُورَثُ، تَصَدَّقَ بِهَا عَلَى الْفُقَرَاءِ، وَلِذَوِي الْقُرْبَى، وَفِي سَبِيلِ اللَّهِ، وَفِي الرِّقَابِ، قَالَ ابْنُ عَوْنٍ: وَأَحْسَبُهُ، قَالَ: وَالضَّيْفِ وَلا جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ بِالْمَعْرُوفِ، وَيُطْعِمَ صَدِيقًا غَيْرَ مَأْمُولٍ فِيهِ ¶ 128 - حَدَّثَنَا أَبُو الْحُسَيْنِ عَبْدُ الصَّمَدِ بْنُ عَلِيِّ بْنِ مُكْرَمٍ، حَدَّثَنَا أَبُو مُحَمَّدٍ عُبَيْدُ بْنُ عَبْدِ الْوَاحِدِ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، حَدَّثَنِي اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ: أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: \" يُقَاتِلُكُمْ يَهُودٌ فَتُسَلَّطُونَ عَلَيْهِمْ حَتَّى يَقُولَ الْحَجَرُ: يَا مُسْلِمُ، هَذَا يَهُودِيٌّ وَرَائِي فَاقْتُلْهُ \" ¶ 129 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ غَالِبٍ، حَدَّثَنَا أَبُو عُمَرَ الْحَوْضِيُّ، حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «اعْتَدِلُوا فِي السُّجُودِ، وَلا يَبْسُطُ أَحَدُكُمْ ذِرَاعَيْهِ كَالْكَلْبِ، وَإِذَا بَزَقَ فَلا يَبْزُقْ بَيْنَ يَدَيْهِ، وَلا عَنْ يَمِينِهِ، فَإِنَّهُ يُنَاجِي رَبَّهُ، عَزَّ وَجَلَّ، وَلَكِنْ يَبْزُقُ عَنْ يَسَارِهِ، أَوْ تَحْتَ قَدَمِهِ» ¶ 130 - أَخْبَرَنَا دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ الْحَارِثِ، حَدَّثَنَا أَبُو نُعَيْمٍ ضِرَارُ بْنُ صُرَدَ، حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْجَبَّارِ الزُّبَيْدي الحمصي عن منصور بن رجاء عن إسماعيل بن عبيد الله بْنِ أَبِي الْمُهَاجِرِ، عَنْ عَطِيَّةَ بْنِ عَمْرٍو السَّعْدِيِّ، عَنْ أَبِيهِ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا تَسْأَلِ النَّاسَ شَيْئًا، فَإِنَّ اللَّهَ تَعَالَى مَسْئُولٌ»",
            "page": "235",
            "part": "1",
            "seal": "07170A1C"
        },
        {
            "hno": "718",
            "id": "48",
            "nass": "718 - أَخْبَرَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ، قَالَ: قَالَ الْقَاسِمُ بْنُ مُنَبِّهٍ: سَمِعْتُ بِشْرَ بْنَ الْحَارِثِ، يَقُولُ: مَسَاكِينُ أَهْلِ الدُّنْيَا هُوَ وَاللَّهِ فِي مَوْضِعِ رَحْمَةٍ. ¶ 719 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو الْبَخْتَرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْهَيْثَمِ بْنِ حَمَّادِ بْنِ وَاقِدٍ، حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ، إِمْلاءً مِنْ كِتَابِهِ، حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنِ ابْنِ عَجْلانَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: اسْتَصْرَخَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى بَنِي عَمْرِو بْنِ عَوْفٍ لِشَيْءٍ كَانَ بَيْنَهُمْ يُصْلِحُهُ، فَأُقِيمَتِ الصَّلاةُ فَانْتَظَرُوا، فَلَمَّا أَبْطَأَ تَقَدَّمَ أَبُو بَكْرٍ، رَضِيَ اللَّهُ عَنْهُ، ثُمَّ جَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَتَقَدَّمَ أَتَى الصَّفَّ الأَوَّلَ، فَصَفَحَ النَّاسُ بِأَبِي بَكْرٍ، وَكَانَ لا يَلْتَفُّ، ثُمَّ نَظَرَ فَرَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَأَخَّرَ، فَدَفَعَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَبَى إِلا أَنْ يَتَأَخَّرَ، فَتَقَدَّمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا قَضَى صَلاتَهُ، قَالَ لأَبِي بَكْرٍ: «مَا مَنَعَكَ أَنْ تَثْبُتَ؟» ، قَالَ: مَا كَانَ اللَّهُ عَزَّ وَجَلَّ لِيَرَى ابْنَ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ وَالتَّسْبِيحُ لِلرِّجَالِ، فَإِذَا فَاتَ أَحَدَكُمْ شَيْءٌ فِي صَلاتِهِ، فَلْيَقُلْ: سُبْحَانَ اللَّهِ، سُبْحَانَ اللَّهِ \" ¶ 720 - أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، حَدَّثَنَا حُرَيْثٌ، عَنْ وَاصِلٍ الأَحْدَبِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُنَا التَّشَهُّدَ وَالْخُطْبَةَ، كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ: «التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ الطَّيِّبَاتُ لِلَّهِ، السَّلامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهَ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ» وَالْخُطْبَةُ: \" الْحَمْدُ للَّهِ، نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ، وَأَشْهَدُ أَنَّ لا إِلَهَ إِلا اللَّهَ وَحْدَهُ لا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، {وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: 1] ، {يَأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلا سَدِيدًا {70} يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ",
            "page": "236",
            "part": "1",
            "seal": "6D952936"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا آية 70-71} \" ¶ 133 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ غَالِبٍ، حَدَّثَنَا مُوسَى بْنُ مَسْعُودٍ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ، مِثْلُ هَذَا يَعْنِي: حَدِيثًا قَبْلَهُ، وَزَادَ فِيهِ «وَلا صَاحِبَ غَنَمٍ لا يُؤَدِّي حَقَّهَا إِلا بُطِحَ لَهَا بِقَاعٍ قَرْقَرٍ يَوْمَ الْقِيَامَةِ، لَيْسَ فِيهَا عَقْصَاءُ وَلا جَمَّاءُ، فَتَنْطَحُهُ كُلُّ ذَاتِ قَرْنٍ، وَتَطَؤُهُ كُلُّ ذَاتِ ظِلْفٍ يَظْلِفُهَا، حَتَّى يَقْضِيَ بَيْنَ النَّاسِ، فَيَرَى سَبِيلَهُ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ، وَفِي الْبَقَرِ مِثْلُ ذَلِكَ» ¶ 134 - حَدَّثَنَا أَبُو الْحُسَيْنِ عَبْدُ الصَّمَدِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ مُكْرَمٍ، حَدَّثَنَا عُبَيْدُ بْنُ عَبْدِ الْوَاحِدِ، حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي جَعْفَرُ بْنُ عَمْرِو بْنِ أُمَيَّةَ، أَنَّ أَبَاهُ عَمْرَو بْنَ أُمَيَّةَ أَخْبَرَهُ، أَنَّهُ رَأَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَحْتَزُّ مِنْ كَتِفِ شَاةٍ فِي يَدِهِ، فَدُعِيَ إِلَى الصَّلاةِ، فَأَلْقَاهَا وَالسِّكِّينَ الَّتِي كَانَ يَحْتَزُّ بِهَا، ثُمَّ قَامَ فَصَلَّى وَلَمْ يَتَوَضَّأْ، فَذَهَبَ ذَلِكَ فِي النَّاسِ، ثُمَّ أَخْبَرَ رَجُلٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنِسَاءٌ مِنْ أَزْوَاجِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «تَوَضَّئُوا مِمَّا مَسَّتِ النَّارُ» ¶ 135 - حَدَّثَنَا أَبُو مُحَمَّدِ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ الْفَاكِهِيُّ، بِمَكَّةَ، حَدَّثَنَا أَبُو يَحْيَى عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ أَبِي مَسَرَّةَ، حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدٍ الْجَارِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ يَزِيدَ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا، أَنَّهَا قَالَتْ: \" إِنْ كَانَتْ إِحْدَانَا لَتُفْطِرُ فِي زَمَنِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَمَا تَقْدِرُ عَلَى أَنْ تَقْضِيَهُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى يَأْتِيَ شَعْبَانُ، مَا كَانَ رَسُولُ اللَّهِ يَصُومُ فِي شَهْرٍ مَا كَانَ يَصُومُ فِي شَعْبَانَ، كَانَ يَصُومُهُ كُلَّهُ إِلا قَلِيلا، بَلْ كَانَ يَصُومُهُ كُلَّهُ ¶ 136 - أَخْبَرَنَا أَبُو مُحَمَّدٍ دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا ابْنُ الْبَرَاءِ، حَدَّثَنَا الْمُعَافَى، حَدَّثَنَا",
            "page": "237",
            "part": "1",
            "seal": "A8F18CC5"
        },
        {
            "hno": "725",
            "id": "50",
            "nass": "زُهَيْرٌ، حَدَّثَنَا سِمَاكٌ، قَالَ: نَبَّأَنِي ثَعْلَبَةُ بْنُ الْحَكَمِ، أَخُو بَنِي لَيْثٍ أَنَّهُ، رَأَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى قِدْرٍ فِيهَا لَحْمُ غَنَمٍ انْتَهَبُوهَا، فَأُمِرَ بِهَا فَأُكْفِئَتْ، وَقَالَ: «إِنَّ النُّهْبَةَ لا تَصْلُحُ» ¶ 725 - أَخْبَرَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ أَبُو بَكْرٍ عَبْدُ الرَّحْمَنِ بْنُ عَفَّانَ، أَخْبَرَنِي بِشْرُ بْنُ الْحَارِثِ، قَالَ: قَالَ فُضَيْلُ بْنُ عِيَاضٍ: يَا بِشْرُ، الرِّضَا الأَكْبَرُ مِنَ اللَّهِ عَزَّ وَجَلَّ الزُّهْدُ فِي الدُّنْيَا، قَالَ: قُلْتُ: كَيْفَ هَذَا يَا أَبَا عَلِيٍّ؟ قَالَ: يَكُونُ الْعَطَاءُ وَالْمَنْعُ بِمَنْزِلَةٍ وَاحِدَةٍ. ¶ 726 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، قِرَاءَةً عَلَيْهِ، سَنَةَ سِتٍّ وَثَلاثِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ شَاكِرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: سُئِلَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَكْرَمُ النَّاسِ؟ قَالَ: «أَتْقَاهُمْ» ، قَالُوا: لَيْسَ عَنْ هَذَا نَسْأَلُكَ يَا رَسُولَ اللَّهِ، قَالَ: «فَأَكْرَمُ النَّاسِ يُوسُفُ نَبِيُّ اللَّهِ، ابْنُ نَبِيِّ اللَّهِ، ابْنِ نَبِيِّ اللَّهِ، ابْنِ خَلِيلِ اللَّهِ» ، قَالُوا: لَيْسَ عَنْ هَذَا نَسْأَلُكَ، قَالَ: «فَعَنْ مَعَادِ الْعَرَبِ؟» ، قَالُوا: نَعَمْ، قَالَ: «فَإِنَّ خِيَارُكُمْ فِي الْجَاهِلِيَّةِ خِيَارُكُمْ فِي الإِسْلامِ إِذَا فَقِهُوا» ¶ 727 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو الْبَخْتَرِيُّ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا مَعْمَرُ بْنُ سُلَيْمَانَ الرَّقِّيُّ، عَنْ خُصَيْفٍ، عَنْ زِيَادِ بْنِ أَبِي مَرْيَمَ، عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ، قَالَ: كَانَ أَبِي عِنْدَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، فَسَمِعَهُ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «النَّدَمُ تَوْبَةٌ» ¶ 728 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدٍ الْمَقْبُرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي مَرْيَمَ، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ كَثِيرٍ، عَنْ عَاصِمِ بْنِ",
            "page": "238",
            "part": "1",
            "seal": "2C6350A4"
        },
        {
            "hno": "729",
            "id": "51",
            "nass": "لَقِيطِ بْنِ صَبْرَةَ، عَنْ أَبِيهِ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «خَلِّلْ أَصَابِعَكَ وَأَسْبِغِ الْوُضُوءَ، وَإِذَا اسْتَنْشَقْتَ» ، قَالَ: «إِلا أَنْ تَكُونَ صَائِمًا» ¶ 729 - أَخْبَرَنَا أَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ الْقَطَّانُ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، مَتَى السَّاعَةُ؟ قَالَ: «وَمَاذَا أَعْدَدْتَ لَهَا؟» قَالَ: لا وَالَّذِي نَفْسِي بِيَدِهِ مَا أَعْدَدْتُ لَهَا مِنْ كَثِيرِ صَلاةٍ وَلا صِيَامٍ، إِلا أَنِّي أَحَبُّ اللَّهَ وَرَسُولَهُ، قَالَ: «أَنْتَ مَعَ مَنْ أَحْبَبْتَ» ، قَالَ: فَكَانَ يُعْجِبُهُمْ حَدِيثُ الأَعْرَابِيِّ ¶ 730 - حَدَّثَنَا عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، قَالَ: قَالَ الْقَاسِمُ بْنُ مُنَبِّهٍ سَمِعْتُ بِشْرًا، يَقُولُ: قَالَتْ عَائِشَةُ، رَضِيَ اللَّهُ عَنْهَا: «لَوْ شِئْنَا أَنْ نَشْبَعَ شَبِعْنَا، وَلَكِنَّ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُؤْثِرُ عَلَى نَفْسِهِ» ¶ 731 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لَوْ أَنَّ امْرَأً اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ فَحَذَفْتَهُ بِحَصَاةٍ فَفَقَأْتَ عَيْنَهُ، مَا كَانَ عَلَيْكَ جُنَاحٌ» ¶ 732 - حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، إِمْلاءً، حَدَّثَنَا مُحَمَّدُ بْنُ الرَّبِيعِ بْنِ بِلالٍ، حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى، وَأَحْمَدُ بْنُ أَبِي بَكْرٍ، قَالا: حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ الْمُطَّلِبِ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، اسْتَشَارَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَنْ يَتَصَدَّقَ بِمَالِهِ الَّذِي يُثْمِرُ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «تَصَدَّقْ بِثَمَرَةٍ وَاحْتَبِسْ أَصْلَهُ لا يُبَاعُ وَلا يُورَثُ»",
            "page": "239",
            "part": "1",
            "seal": "2BEE58A7"
        },
        {
            "hno": "733",
            "id": "52",
            "nass": "733 - أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ، حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، حَدَّثَنَا هَيْثَمٍ، عَنْ زَكَرِيَّا، عَنْ أَبِي إِسْحَاقَ، قَالَ: قُلْتُ لِلْبَرَاءِ: يَا أَبَا عُمَارَةَ أَوَلَّيْتُمْ يَوْمَ حُنَيْنٍ؟ قَالَ: مَا وَلَّى وَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلَكِنَّ هَوَازِنَ قَوْمٌ رُمَاةٌ سَرُعَ إِلَيْهِمْ نَاسٌ، فَرَشَقُوهُمْ بِالنَّبْلِ، وَلَقَدْ رَأَيْتُ نَبْلَهُمْ، فَمَا شَبَّهْتُهُ إِلا بِرِجْلِ جَرَادٍ. ¶ حَدَّثَنَا أَحْمَد بْن سُلَيْمَانَ، ¶ 734 - حَدَّثَنَا أَحْمَدُ بْنُ مُلاعِبٍ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الزُّهْرِيِّ، وَحَجَّاجٍ عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، وَحَفْصَةَ رَضِيَ اللَّهُ عَنْهُمَا، صَامَتَا تَطَوُّعًا، فَأُهْدِيَتْ لَهُمَا هَدِيَّةٌ فَأَفْطَرَتَا، فَلَمَّا دَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، سَأَلَتْهُ حَفْصَةُ، وَكَانَتْ بِنْتَ أَبِيهَا رَضِيَ اللَّهُ عَنْهُمَا، فَأَمَرَهُمَا أَنْ تَقْضِيَا يَوْمًا مَكَانَهُ، قَالَ حَجَّاجٌ: وَكَانَ عَطَاءٌ يَرَى فِيهِ قَضَاءً ¶ 735 - أَخْبَرَنَا أَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ الْقَطَّانُ، حَدَّثَنَا مُحَمَّدُ بْنُ الْجَهْمِ السِّمَّرِيُّ، حَدَّثَنَا يَعْلَى بْنُ عُبَيْدٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنِ الزُّهْرِيِّ، عَنْ قَبِيصَةُ بْنُ ذُوَيْبٍ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا شَرِبَ الْخَمْرَ فَاجْلِدُوهُ، فَإِنْ عَادَ فَاجْلِدُوهُ، فَإِنْ عَادَ فَاجْلِدُوهُ، فَإِنْ عَادَ فَاقْتُلُوهُ» ، فَأُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرَجُلٍ مِنَ الأَنْصَارِ، يُقَالُ لَهُ: نُعْمَانُ، فَضَرَبَهُ أَرْبَعَ مِرَارٍ، فَرَأَى الْمُسْلِمُونَ أَنْ قَدْ أَجْزَأَ وَأَنَّ الضَّرْبَ قَدْ وَجَبَ ¶ 736 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ غَالِبٍ، حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لا تَهْجُرُ امْرَأَةٌ فِرَاشَ زَوْجِهَا إِلا لَعَنَتْهَا مَلائِكَةُ اللَّهِ عَزَّ وَجَلَّ» ¶ 737 - أَخْبَرَنَا أَبُو مُحَمَّدِ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ الْفَاكِهِيُّ، بِمَكَّةَ، حَدَّثَنَا أَبُو",
            "page": "240",
            "part": "1",
            "seal": "78B3C97C"
        },
        {
            "hno": "738",
            "id": "53",
            "nass": "يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ أَبِي مَسَرَّةَ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الأَزْرَقِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْعَزِيزِ اللَّيْثِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ أَبِي أَيُّوبَ، رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَا مِنْ يَوْمِ اثْنَيْنِ وَلا خَمِيسٍ إِلا تُرْفَعُ فِيهِمَا الأَعْمَالُ، إِلا عَمَلَ الْمُهَاجِرِينَ» ¶ 738 - أَخْبَرَنَا أَبُو عَمْرِو بْنُ السَّمَّاكِ، قَالَ: قَالَ الْقَاسِمُ بْنُ مُحَمَّدِ بْنِ مُنَبِّهٍ: سَمِعْتُ بِشْرَ بْنَ الْحَارِثِ، يَقُولُ: قِيلَ لِرَجُلٍ: تُطْعِمُ نَفْسَكَ؟ قَالَ: كَيْفَ أُطْعِمُهَا شَهْوَتَهَا وَلَيْسَ خَلْقٌ أَبْغَضُ إِلَيَّ مِنْهَا. ¶ 739 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ الرَّزَّازُ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ الْمُخَرِّمِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدَةَ بْنِ أَبِي لُبَابَةَ، وَعَاصِمٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، قَالَ: سَأَلْتُ أُبَيَّ بْنَ كَعْبٍ، رَضِيَ اللَّهُ عَنْهُ، عَنْ لَيْلَةِ الْقَدْرِ، فَحَلَفَ لا يَسْتَثْنِي أَنَّهَا لَيْلَةُ سَبْعٍ وَعِشْرِينَ، قُلْتُ: بِمَ تَقُولُ يَا أَبَا الْمُنْذِرِ؟ قَالَ: بِالآيَةِ أَوْ بِالْعَلامَةِ الَّتِي قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهَا تُصْبِحُ فِي ذَلِكَ الْيَوْمِ شَمْسٌ لَيْسَ لَهَا شُعَاعٌ» ¶ 740 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا عِمْرَانُ الْقَطَّانُ أَبُو الْعَوَّامِ، حَدَّثَنِي مُحَمَّدُ بْنُ جُحَادَةَ، عَنْ مُسْلِمٍ، بَيَّاعِ السَّامِرِيِّ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، رَضِيَ اللَّهُ عَنْهُ \" كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسَلِّمُ عَنْ يَمِينِهِ، وَيَسَارِهِ حَتَّى يُرَى بَيَاضُ خَدَّيْهِ، وَكَانَ يَقُولُ: السَّلامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ عَنْ يَمِينِهِ، ثُمَّ يُعِيدُ عَنْ يَسَارِهِ \" ¶ 741 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ نَافِعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُغِيرَةِ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ مَعْمَرِ بْنِ رَاشِدٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنِ ابْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُطِيلُ الْقِيَامَ فِي الرَّكْعَةِ الأُولَى مِنَ",
            "page": "241",
            "part": "1",
            "seal": "A01BD509"
        },
        {
            "hno": "742",
            "id": "54",
            "nass": "الْفَجْرِ، فَظَنَنَّا أَنَّهُ إِنَّمَا يَفْعَلُ ذَلِكَ لِيُدْرِكَ النَّاسُ \" ¶ 742 - أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الرَّقَاشِيُّ، حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، حَدَّثَنَا شُعْبَةُ، وَسَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ عَسَلِ بْنِ سُفْيَانَ، عَنْ عَطَاءٍ، عَنْ أَبِي هريرة «كَرِهَ السَّدْلَ» ، وَرَفَعَ ذَلِكَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 743 - أَخْبَرَنَا أَبُو أَحْمَدَ بْنُ حَمْزَةَ بْنِ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ غَالِبٍ، حَدَّثَنَا الْقَعْنَبِيِّ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلالٍ، عَنْ عُتْبَةَ بْنِ مُسْلِمٍ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، أَنَّ مَرْوَانَ بْنَ الْحَكَمِ خَطَبَ النَّاسَ، فَذَكَرَ مَكَّةَ وَأَهْلَهَا وَحُرْمَتَهَا، فَنَادَاهُ رَافِعُ بْنُ خَدِيجٍ، رَضِيَ اللَّهُ عَنْهُ، فَقَالَ: مَا لِي أَسْمَعُكَ ذَكَرْتَ مَكَّةَ وَأَهْلَهَا وَحُرْمَتَهَا، وَلَمْ تَذْكُرِ الْمَدِينَةَ وَأَهْلَهَا وَحُرْمَتَهَا؟ وَقَدْ حَرَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا بَيْنَ لابَتَيْهَا، وَذَلِكَ عِنْدَنَا فِي أَدِيمٍ خَوْلانِيٍّ إِنْ شِئْتَ أَقْرَأْتُكُمْ، قَالَ: فَسَكَتَ مَرْوَانُ، ثُمَّ قَالَ: قَدْ سَمِعْتُ بَعْضَ ذَلِكَ ¶ 744 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مَنْصُورِ بْنِ صَفِيَّةَ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا، أَنَّ امْرَأَةً سَأَلَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ غُسْلِهَا مِنَ الْحَيْضِ، فَأَمَرَهَا كَيْفَ تَغْتَسِلُ، قَالَ: «خُذِي فِرْصَةً مِنْ مِسْكٍ فَتَطَهَّرِي بِهَا» ، فَقَالَتْ: كَيْفَ أَتَطَهَّرُ بِهَا؟ قَالَ: «تَطَهَّرِي بِهَا» ، قَالَتْ: كَيْفَ أَتَطَهَّرُ بِهَا؟ قَالَتْ عَائِشَةُ: فَاجْتَذَبْتُهَا إِلَيَّ، وَقُلْتُ: تَتَبَّعِي بِهَا أَثَرَ الدَّمِ ¶ 745 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ الصَّفَّارِ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ، حَدَّثَنَا أَبُو مَوْتَةَ، حَدَّثَنَا مَيْمُونُ بْنُ سَلامٍ، عَنْ يَزِيدَ بْنِ سَلامٍ، عَنْ أَبِي سَلامٍ، حَدَّثَنِي الْحَارِثُ الأَشْعَرِيُّ، رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَهُمْ، قَالَ: \" أَنَا آمُرُكُمْ بِخَمْسِ كَلِمَاتٍ أَمَرَنِي اللَّهُ عَزَّ وَجَلَّ بِهِنَّ: الْجَمَاعَةِ، وَالسَّمْعِ، وَالطَّاعَةِ،",
            "page": "242",
            "part": "1",
            "seal": "0AEC908A"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "وَالْهِجْرَةِ، وَالْجِهَادِ، فَمَنْ خَرَجَ مِنَ الإِسْلامِ قَيْدَ شِبْرٍ، فَقَدْ خَلَعَ رِبْقَ الإِسْلامِ مِنْ رَأْسِهِ، إِلا أَنْ يَرْجِعَ، وَمَنْ دَعَا دَعْوَةَ جَاهِلِيَّةٍ، فَهُوَ جُثَاءُ جَهَنَّمَ \"، قَالَ: رَجُلٌ: يَا رَسُولَ اللَّهِ، وَإِنْ صَامَ وَصَلَّى؟ قَالَ: «نَعَمْ، وَإِنْ صَامَ وَصَلَّى، فَادْعُوا بِدَعْوَةِ اللَّهِ عَزَّ وَجَلَّ الَّذِي سَمَّاكُمْ بِهَا الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَادَ اللَّهِ عَزَّ وَجَلَّ» ¶ 155 - حَدَّثَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ الْفَاكِهِيُّ، بِمَكَّةَ، حَدَّثَنَا أَبُو يَحْيَى بْنُ أَبِي مَسَرَّةَ، حَدَّثَنَا الْعَلاءُ بْنُ عَبْدِ الْجَبَّارِ، حَدَّثَنَا أَبُو عُمَيْرٍ، يَعْنِي الْحَارِثَ بْنَ عُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: كُنَّا نَقُولُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَبُو بَكْرٍ، وَعُمَرُ، وَعُثْمَانُ، رَضِيَ اللَّهُ عَنْهُمْ ¶ أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا الْحَسَنُ بْنُ عَمْرٍو، سَمِعْتُ بِشْرَ بْنَ الْحَارِثِ، يَقُولُ: قَالَ الْفُضَيْلُ لِسُفْيَانَ: لَئِنْ كُنْتَ تُحِبُّ أَنْ يَكُونَ النَّاسُ مِثْلَكَ، فَمَا أَدَّيْتَ النَّصْيَحَةَ، كُنْتَ وَأَنْتَ تُحِبُّ أَنْ يَكُونُوا دُونَكَ. ¶ 156 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا مُوسَى بْنُ دَاوُدَ، عَنْ زُهَيْرٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يُسَافَرَ بِالْقُرْآنِ إِلَى أَرْضِ الْعَدُوِّ مَخَافَةَ أَنْ يَنَالَهُ الْعَدُوُّ ¶ 157 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْمِصْرِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدِ بْنِ كَثِيرِ بْنِ عُفَيْرٍ، عَنْ أَبِي صَالِحٍ، عَنْ اللَّيْثِ، عَنِ ابْنِ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَنَّهُ قَالَ: حَدَّثَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ، أَنَّ صَفْوَانَ بْنَ يَعْلَى بْنِ أمْيَةَ، حَدَّثَهُ عَنْ يَعْلَى بْنِ أمُْيَةَ، قَالَ: غَزَوْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ الْعُسْرَةِ، وَكَانَتْ أَوْثَقَ أَعْمَالِي فِي نَفْسِي، وَكَانَ لِي أَجِيرٌ، فَقَاتَلَ إِنْسَانًا فَعَضَّ أَحَدُهُمَا يَدَ صَاحِبِهِ فَانْتَزَعَ أُصْبُعَهُ، فَسَقَطَتْ ثَنِيَّتُهُ، فَجَاءَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ،",
            "page": "243",
            "part": "1",
            "seal": "D12F5A07"
        },
        {
            "hno": "750",
            "id": "56",
            "nass": "فَأَهْدَرَ ثَنِيَّتَهُ، قَالَ عَطَاءٌ: وَحَسِبْتُ أَنَّ صَفْوَانَ، قَالَ: فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَيَدَعُ يَدَهُ فِي فِيكَ حَتَّى تَقْضِمَهَا قَضْمَ الْفَحْلِ؟» ، قَالَ عَطَاءٌ: وَحَسِبْتُ أَنَّ صَفْوَانَ قَدْ سَمَّى لِيَ الْعَاضَّ فَفَتَّشْتُهُ ¶ 750 - أَخْبَرَنَا حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ أَبُو أَحْمَدَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَوْحٍ الْمَدَائِنِيُّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ أَنَسٍ، رَضِيَ اللَّهُ عَنْهُ أَنَّ أَعْرَابِيًّا بَالَ فِي الْمَسْجِدِ، فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَنُوبٍ مِنْ مَاءٍ فَصَبَّهُ عَلَى بَوْلِهِ ¶ 751 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْفَاكِهِيُّ، بِمَكَّةَ، حَدَّثَنَا أَبُو يَحْيَى بْنُ أَبِي مَسَرَّةَ، حَدَّثَنَا يُوسُفُ بْنُ كَامِلٍ، حَدَّثَنَا سُوَيْدٌ أَبُو حَاتِمٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُبَيْدِ بْنِ عُمَيْرٍ اللَّيْثِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: بَيْنَمَا أَنَا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، إِذْ جَاءَهُ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ، مَا الإِيمَانُ؟ قَالَ: «الصَّبْرُ وَالسَّمَاحَةُ» ، قَالَ: يَا رَسُولَ اللَّهِ، فَأَيُّ الإِسْلامِ أَفْضَلُ؟ قَالَ: «مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ» ، قَالَ: يَا رَسُولَ اللَّهِ، فَأَيُّ الْهِجْرَةِ أَفْضَلُ؟ قَالَ: «مَنْ هَجَرَ السُّوءَ» ، قَالَ: يَا رَسُولَ اللَّهِ، فَأَيُّ الْجِهَادِ أَفْضَلُ؟ قَالَ: «مَنْ أُهْرِيقَ دَمُهُ وَعُقِرَ جَوَادُهُ» ، قَالَ: يَا رَسُولَ اللَّهِ، فَأَيُّ الصَّدَقَةِ أَفْضَلُ؟ قَالَ: «جُهْدُ مُقِلٍّ» ، قَالَ: يَا رَسُولَ اللَّهِ، فَأَيُّ الصَّلاةِ أَفْضَلُ؟ قَالَ: «طُولُ الْقُنُوتِ» ¶ 752 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، حَدَّثَنَا الْحَسَنُ بْنُ عَمْرٍو الشَّعْبِيُّ، سَمِعْتُ بِشْرًا، يَقُولُ: قَالَ أَبُو بَكْرِ بْنُ عَيَّاشٍ: مَنْ عَظَّمَ صَاحِبَ دِينٍ فَقَدْ أَحْدَثَ حَدَثًا فِي الإِسْلامِ. ¶ 753 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ، فِي سَنَةِ 336، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ شَاكِرٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ رَضِيَ اللَّهُ",
            "page": "244",
            "part": "1",
            "seal": "93DD8FC4"
        },
        {
            "hno": "754",
            "id": "57",
            "nass": "عَنْهُ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَخَفِّ النَّاسِ صَلاةً فِي تَمَامٍ ¶ 754 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا الْحَسَنُ بْنُ عَمْرٍو، سَمِعْتُ بِشْرَ بْنَ الْحَارِثِ، يَقُولُ: أَوْحَى اللَّهُ تَعَالَى إِلَى دَاوُدَ، عَلَيْهِ السَّلامُ، «يَا دَاوُدُ، إِنِّي لَمْ أَخْلُقِ الشَّهَوَاتِ إِلا لِلضُّعَفَاءِ مِنْ عِبَادِي، فَأَمَّا الأَبْطَالُ، فَمَا لَهُمْ وَلَهَا» .",
            "page": "245",
            "part": "1",
            "seal": "F75F4802"
        }
    ],
    "t9383": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "ما اجتمع قوم يذكرون الله إلا حفتهم الملائكة، وغشيتهم الرحمة، ونزلت عليهم السكينة، وذكرهم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "الله عز وجل تمهل حتى إذا كانت ثلث الليل الآخر نزل إلى هذه السماء الدنيا فنادى: هل من مذنب"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "كيف يحشر الكافر على وجهه يوم القيامة؟ قال: «الذي أمشاه على رجله في الدنيا قادر على أن"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "وجعلت لي الأرض مسجدا أينما كنت، وإن لم أجد الماء تيممت بالصعيد ثم صليت وكانت لي مسجدا"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "يدركه الفجر وهو جنب ثم يصوم يومئذ» ، قال: فأخبرت بذلك مروان بن الحكم، فقال: أقسمت لتخبرن"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "2",
            "tit": "ابن آدم اذكرني في نفسك أذكرك في نفسي، فإن ذكرتني في ملأ ذكرتك في ملأ من الملائكة أو قال"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "خلفة فم الصائم أطيب عند الله من ريح المسك»"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا أدرك أحدكم الركعتين يوم الجمعة، فقد أدرك الجمعة، وإن أدرك ركعة فليركع إليها أخرى، وإن"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "2",
            "tit": "بعثت على أثر ثمانية آلاف نبي منهم أربعة آلاف من بني إسرائيل»"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أردت أن تنام وأخذت مضجعك، فقل: هدأت العيون وغارت النجوم، وأنت الحي القيوم \"، قال:"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا هم عبدي بالحسنة فاكتبوها له حسنة، فإن عملها فاكتبوها بعشر أمثالها، فإذا هم بالسيئة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "يقول لهلال رمضان: «إذا رأيتموه فصوموا، وإذا رأيتموه فأفطروا، فإن غم عليكم فاقدروا"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا صلى الجمعة انصرف فصلى في بيته ركعتين» ، وكان ابن عمر يفعل ذلك"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "2",
            "tit": "الواشمة والمستوشمة والواصلة والمستوصلة» ، يعني لعن النبي صلى الله عليه وسلم، رواه البخاري"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "أي الأعمال أفضل؟ قال: «الصلاة لوقتها، ثم بر الوالدين، ثم الجهاد في سبيل"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "ما بين بيتي ومنبري روضة من رياض الجنة، وقوائم منبري رواتب في الجنة» أخبرنا أبو عمرو عثمان"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "يحتجم ولا يظلم أحدا أجره»"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "اتقوا النار ولو بشق تمرة»"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "2",
            "tit": "لا زكاة في مال حتى يحول عليه الحول»"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "من اطلع على قوم في بيتهم بغير إذن فقد حل لهم أن يفقئوا عينيه»"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "يستحب أن يصلي على الحصير أو فروة مدبوغة»"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "2",
            "tit": "ليس فيما دون خمس ذود صدقة، وليس فيما دون خمس أواق صدقة، وليس فيما دون خمس أوساق"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "إذا جلست في قوم فيهم عشرون رجلا أقل أو أكثر فتصفحت وجوههم فلم تر فيهم أحدا يهاب في الله"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "اتركوني ما تركتكم فإنما هلك من كان قبلكم بكثرة مسائلهم واختلافهم على أنبيائهم فما نهيتكم"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "2",
            "tit": "أصبت أرضا من خيبر، ما أصبت مالا أنفس عندي منه، قال: «إن شئت حبست أصلها وتصدقت بها» ، فتصدق"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "أتاكم أهل اليمن، أتاكم أهل اليمن، هم أرق أفئدة، الإيمان يمان والفقه يمان والحكمة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "الله تعالى مقمصك قميصا فإن أرادك المنافقون على خلعه فلا تخلعه لهم»"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "لا يدخل الجنة مدمن خمر، ولا قاطع رحم، ولا ولد زنية، ولا عاق والديه، ولا من أتى ذات"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "3",
            "tit": "من أول من يحاسب الله يوم القيامة؟ قال: «أبو بكر الصديق» ، قال: ثم من؟ قال: «ثم عمر بن الخطاب» ،"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "بينا أنا نائم رأيتني أتيت بقدح فشربت منه حتى إني أرى الري يخرج من أظفاري ثم أعطيت فضلي"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "فأتى الخلاء ثم إنه رجع فأتي بطعام، فقيل: يا رسول الله ألا تتوضأ؟ قال: «لم أصل"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "2",
            "tit": "من نذر نذرا لم يسمه فكفارته كفارة يمين، ومن نذر نذرا في معصية الله فكفارته كفارة يمين،"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "«يا أبا ذر لا تحقرن من المعروف شيئا ولو أن تلقى أخاك بوجه منبسط، ولو أن تفرغ من دلوك في"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "لو كنت متخذا خليلا لاتخذت ابن أبي قحافة خليلا»"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "2",
            "tit": "كانت امرأة تغشى عائشة، قالت: فكانت تكثر تتمثل بهذا البيت: ويوم الوشاح من تعاجيب ربنا ..."
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "أخرجوا المخنثين من بيوتكم» ، فأخرج رسول الله صلى الله عليه وسلم مخنثا وأخرج عمر"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "لا تزال طائفة من أمتي ظاهرين على الدين عزيزة إلى يوم القيامة»"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "2",
            "tit": "\" يأيها الناس إن الله طيب لا يقبل إلا طيبا، وإن الله أمر المؤمنين مما أمر به المرسلين،"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "«يا علي، يدك في يدي تدخل معي يوم القيامة حيث أدخل»"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "يوم يموت عثمان تصلي عليه ملائكة السماء» ، قال: قلت: يا رسول الله، عثمان خاصة أو الناس عامة؟"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "2",
            "tit": "من يسو لي رحلي وهو في الجنة» ، فنزل طلحة فسواه له حتى ركب، فقال له النبي صلى الله عليه"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "3",
            "tit": "فجلس الزبير عند وجهه حتى استيقظ، فقال له: «أبا عبد الله، لم تزل؟» ، قال: لم أزل بأبي وأمي،"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "4",
            "tit": "أوتر قوسه أربع عشرة مرة، ويقول له: «ارم فداك أبي وأمي»"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "5",
            "tit": "في منزل فاطمة، والحسن والحسين يبكيان جوعا ويتضوران، فقال النبي صلى الله عليه وسلم: «من"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "6",
            "tit": "يستحلفان المعسر بالله ما يجد ما يقضيه من عرض ولا فرض ولئن وجدت من حيث لا يعلم ليقضينه ثم"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "يصلي من الليل، قال: فقمت عن يساره أصلي بصلاته \" قال: فأخذ بذؤاب كان لي أو برأسي فأقامني عن"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "ما هذا يا أبا بكر ما أعرف هذا من فعلك؟» قال: يا رسول الله أذكر الرصد، فأكون أمامك، وأذكر"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "المدينة حرم ما بين عير إلى ثور، فمن أحدث فيها حدثا أو آوى محدثا فعليه لعنة الله والملائكة"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الجاهر بالقرآن كالجاهر بالصدقة، والمسر بالقرآن كالمسر بالصدقة»"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "من شرب الخمر فقد كفر بالله عز وجل»"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "2",
            "tit": "أي الأعمال أفضل؟ قال: «إيمان بالله وجهاد في سبيل الله» ، قال: فأي العتاق أفضل؟ قال: «أنفسها» ،"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "3",
            "tit": "الشهر هكذا وهكذا وهكذا» ، وقبض إبهامه في الثالثة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "يطوف على نسائه في غسل واحد."
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا أوى إلى فراشه، قال: «اللهم باسمك أحيا وباسمك أموت» وإذا أصبح حمد الله وقال: «الحمد لله"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "2",
            "tit": "إذا كان يوم القيامة نادى مناد يا معشر الخلائق طأطئوا رءوسكم حتى تجوز"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "3",
            "tit": "مثل المؤمن كمثل الزرع لا تزال الريح تفيئه ولا يزال المؤمن يصيبه البلاء، ومثل المنافق كمثل"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "من قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه»"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "من قام ليلة القدر إيمانا واحتسابا غفر له ما تقدم من ذنبه»"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "2",
            "tit": "لا تسافر المرأة سفرا ثلاثة أيام فصاعدا إلا مع زوجها أو أخيها أو ذوي"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "3",
            "tit": "إذا تفل أحدكم في صلاته فليتفل تحت قدمه اليسرى، فإن عجل به فبادره فليحملها هكذا في"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "آتي يوم القيامة باب الجنة فأستفتح، فيقول الخازن: من أنت؟ فأقول: محمد، فيقول: بك أمرت أن"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "سافرنا مع رسول الله صلى الله عليه وسلم في رمضان فمنا الصائم ومنا المفطر، فلم يعب الصائم"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "2",
            "tit": "إذا رأيتم الهلال فصوموا، وإذا رأيتموه فأفطروا، فإن غم عليكم فعدوا"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "3",
            "tit": "ليس أحد من أمة محمد صلى الله عليه وسلم، يصلي عليه صلاة إلا وهي تبلغه، يقول الملك: فلان"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "من طلب القضاء واستعان عليه وكل إليه، ومن لم يطلبه ولم يستعن عليه أنزل الله إليه ملكا"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "1",
            "tit": "قد علمت أنكم كنتم تؤنسون أو ترون مني شدة وغلظة وذلك أني كنت مع رسول الله صلى الله عليه"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "2",
            "tit": "كلمة التقوى لا إله إلا الله والله أكبر»"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قام إلى الصلاة فكبر ضرب بيده اليمنى على رسغه الأيسر، فلا يزال كذلك حتى يرفع إلا أن"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "1",
            "tit": "إني إمامكم فلا تسبقوني بالركوع، ولا بالسجود، ولا ترفعوا رءوسكم، فإني أراكم من خلفي، وايم"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "2",
            "tit": "إن موسى عليه السلام، كان إذا اغتسل اعتزل وحده، فقالت بنو إسرائيل: أومن قال منهم: من يفعل"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "ينزل الله عز وجل كل ليلة إلى سماء الدنيا حين يبقى ثلث الليل الآخر، فيقول: من يدعوني"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "ما منكم من نفس إلا وقد كتب مكانها من الجنة والنار» ، قالوا: يا رسول الله فبم نعمل؟ قال:"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "2",
            "tit": "استأذن النبي صلى الله عليه وسلم، في عمرة فأذن له، وقال: «لا تنسانا يا أخي من دعائك» ، قال:"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "بكروا بالصلاة في يوم الغيم، فإنه من ترك الصلاة العصر حبط عمله»"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا لقيتم المشركين في الطريق فلا تبدءوهم بالسلام واضطروهم إلى أضيقه»"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "2",
            "tit": "ذكر عنده رجل نام فلم يستيقظ حتى أصبح، قال: «ذاك رجل بال الشيطان في أذنه، أو في"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "3",
            "tit": "الدينار بالدينار , والدرهم بالدرهم لا فضل بينهما، ولا يباع عاجل بآجل»"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "تفضل صلاة الجمع على صلاة أحدكم وحده بخمس وعشرين جزءا، وتجتمع ملائكة الليل والنهار في صلاة"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "1",
            "tit": "حجة لمن لم يحج خير من عشرة غزوات، وغزوة لمن قد حج خير من عشرة حجج، وغزوة في البحر خير من"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "ركب البحر فتاهت سفينتهم، فسقطوا إلى جزيرة، فخرجوا إليها يلتمسون الماء، فلقي إنسانا يجر"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "العمرة إلى العمرة كفارة لما بينهن، والحج المبرور ليس له جزاء إلا الجنة»"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "1",
            "tit": "ما من بني آدم من مولود إلا مسه الشيطان فيستهل صارخا من مس الشيطان غير مريم وابنها» ، ثم"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "2",
            "tit": "لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين إلى يوم القيامة» وأومأ بيده إلى"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "إذا افتتح التكبير في الصلاة رفع يديه حين يكبر، حتى يجعلهما حذو منكبيه، ثم إذا كبر للركوع"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": "1",
            "tit": "ما تأمرنا أن نلبس في الإحرام من الثياب؟ قال رسول الله صلى الله عليه وسلم: «لا تلبسوا"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": "2",
            "tit": "المساجد بيوت الله تضيء لأهلها كما تضيء نجوم السماء لأهلها»"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": "3",
            "tit": "المؤمنون تتكافأ دماؤهم ويسعى بذمتهم أدناهم، لا يقتل مؤمن بكافر ولا ذو عهد في"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "أوصي امرأ بأمه ثلاث مرار، وامرأ بأبيه مرتين، أوصي امرأ بمواليه الذي يليه وإن كان عليه منه"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": "1",
            "tit": "كلكم راع ومسئول عن رعيته، والمرأة في بيت زوجها راعية وهي مسئولة عن رعيتها، والخادم في مال"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": "2",
            "tit": "خير الصفوف المقدم وشرها المؤخر»"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "«كل ما نهى الله عنه كبيرة وقد ذكرت الطرفة»"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "1",
            "tit": "أفاض رسول الله صلى الله عليه وسلم من عرفات ورديفه أسامة بن زيد، فجالت ناقته وهو رافع يديه"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "2",
            "tit": "من لم يدع قول الزور والعمل به والجهل فليس لله حاجة في أن يدع طعامه"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "3",
            "tit": "من قرأ القرآن ثم مات قبل أن يستظهره أتاه ملك فعلمه في قبره ويلقى الله تعالى وقد استظهره»"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "هذا الطاعون بقية رجز عذاب عذب به قوم، فإذا كان بأرض فلا تهبطوا عليه، وإذا وقع بأرض وأنتم"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": "1",
            "tit": "يكون دجالون كذابون يأتونكم من الأحاديث، بما لم تعرفوا أنتم ولا آبائكم فإياكم وإياهم أن"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "كيف أسري بك؟ فقال: \" صليت لأصحابي صلاة العتمة بمكة معتما، فأتاني جبريل عليه السلام بدابة"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "أركد في الأولتين، أحذف في الأخرتين، فقال عمر، رضي الله عنه: ذاك الظن بك يا أبا إسحاق،"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "على أنقاب المدينة ملائكة لا يدخلها الطاعون ولا الدجال»"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "1",
            "tit": "ليس على المرء المسلم في فرسه ولا مملوكه صدقة»"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "2",
            "tit": "أيعجز أحدكم أن يعمل كل يوم عملا مثل أحد؟» قالوا: ومن يستطيع أن يعمل كل يوم عملا مثل أحد؟ ،"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "3",
            "tit": "{حتى إذا استيأس الرسل وظنوا أنهم قد كذبوا} [يوسف: 110] قالت: بل كذبهم قومهم، قال: فقلت:"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "أمر بضرب رجلين جعل أحدهما يقول: بسم الله، والآخر يقول: سبحان الله، فقال: ويحك خفف عن"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "لا تبتدئوا اليهود والنصارى بالسلام، وإذا لقيتموهم في طريق فاضطروهم إلى"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "2",
            "tit": "الرؤيا جزء من خمسة وأربعين جزءا من النبوة»"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "ألا أعلمك كلمات ينفعك الله بهن؟» قلت: بلى، قال: «احفظ الله يحفظك، احفظ الله تجده أمامك،"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "1",
            "tit": "كنت ردف النبي صلى الله عليه وسلم»"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "2",
            "tit": "عن صيد المعراض، فقال: «ما أصاب بحده فكل وما أصاب بعرضه فهو وقيذ» وسألته عن صيد الكلب، فقال:"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "ما كرم عبد على الله عز وجل قط إلا ازداد البلاء عليه شدة، وما أعطى رجل زكاة فنقصت من ماله"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": "1",
            "tit": "سلام على من اتبع الهدى»"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "رجلا من بني إسرائيل كان يسلف الناس إذا أتاه رجل، فأتاه رجل فقال: يا فلان، أسلفني ست مائة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "يقول لرجل: أدب ابنك، فإنك مسئول عن ولدك ما علمته، وهو مسئول عن تركه"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "1",
            "tit": "لا تدخل الملائكة بيتا فيه كلب، ولا صورة تماثيل»"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "2",
            "tit": "من صلى علي صلاة واحدة صلى الله عليه عشرة صلوات، وحطت عنه عشر خطيات»"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "يوشك أن يخرج قبل يوم القيامة نار من قبل حضرموت، أو من حضرموت، تحشر الناس، فقالوا: يا رسول"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا وطئ أحدكم نجسة» ، أو قال: «بنعليه الأذى، فطهروها التراب»"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "2",
            "tit": "الكافر يأكل في سبعة أمعاء، والمؤمن يأكل في معاء واحد»"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "لا تنبذوا الرطب والزهو جميعا، ولا تنبذوا التمر والزبيب جميعا، وانبذوا كل واحد منهما على"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "1",
            "tit": "لم يكن رسول الله صلى الله عليه وسلم يحجبه عن قراءة القرآن شيء ليس"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "2",
            "tit": "البزاق في المسجد خطيئة، وكفارتها دفنه»"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "أصبت أرضا بخيبر، والله ما أصبت مالا قط هو أنفس عندي منها، فما تأمرني يا رسول الله؟ قال:"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "يقاتلكم يهود فتسلطون عليهم حتى يقول الحجر: يا مسلم، هذا يهودي ورائي"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "2",
            "tit": "اعتدلوا في السجود، ولا يبسط أحدكم ذراعيه كالكلب، وإذا بزق فلا يبزق بين يديه، ولا عن"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "3",
            "tit": "لا تسأل الناس شيئا، فإن الله تعالى مسئول»"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "التصفيح للنساء والتسبيح للرجال، فإذا فات أحدكم شيء في صلاته، فليقل: سبحان الله، سبحان"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "يعلمنا التشهد والخطبة، كما يعلمنا السورة من القرآن: «التحيات لله والصلوات الطيبات لله،"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "ولا صاحب غنم لا يؤدي حقها إلا بطح لها بقاع قرقر يوم القيامة، ليس فيها عقصاء ولا جماء،"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "1",
            "tit": "توضئوا مما مست النار»"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "2",
            "tit": "ما كان رسول الله يصوم في شهر ما كان يصوم في شعبان، كان يصومه كله إلا قليلا، بل كان يصومه"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "مر على قدر فيها لحم غنم انتهبوها، فأمر بها فأكفئت، وقال: «إن النهبة لا"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "1",
            "tit": "من أكرم الناس؟ قال: «أتقاهم» ، قالوا: ليس عن هذا نسألك يا رسول الله، قال: «فأكرم الناس يوسف"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "2",
            "tit": "الندم توبة»"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "خلل أصابعك وأسبغ الوضوء، وإذا استنشقت» ، قال: «إلا أن تكون صائما»"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "1",
            "tit": "متى الساعة؟ قال: «وماذا أعددت لها؟» قال: لا والذي نفسي بيده ما أعددت لها من كثير صلاة ولا"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "2",
            "tit": "لو شئنا أن نشبع شبعنا، ولكن محمدا صلى الله عليه وسلم كان يؤثر على نفسه»"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "3",
            "tit": "لو أن امرأ اطلع عليك بغير إذن فحذفته بحصاة ففقأت عينه، ما كان عليك"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "صامتا تطوعا، فأهديت لهما هدية فأفطرتا، فلما دخل النبي صلى الله عليه وسلم، سألته حفصة،"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا شرب الخمر فاجلدوه، فإن عاد فاجلدوه، فإن عاد فاجلدوه، فإن عاد فاقتلوه» ، فأتي رسول الله"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "2",
            "tit": "لا تهجر امرأة فراش زوجها إلا لعنتها ملائكة الله عز وجل»"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "ما من يوم اثنين ولا خميس إلا ترفع فيهما الأعمال، إلا عمل المهاجرين»"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": "1",
            "tit": "عن ليلة القدر، فحلف لا يستثني أنها ليلة سبع وعشرين، قلت: بم تقول يا أبا المنذر؟ قال:"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": "2",
            "tit": "يسلم عن يمينه، ويساره حتى يرى بياض خديه، وكان يقول: السلام عليكم ورحمة الله عن يمينه، ثم"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "كره السدل» ، ورفع ذلك إلى النبي صلى الله عليه وسلم"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": "1",
            "tit": "ولم تذكر المدينة وأهلها وحرمتها؟ وقد حرم رسول الله صلى الله عليه وسلم ما بين لابتيها،"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": "2",
            "tit": "عن غسلها من الحيض، فأمرها كيف تغتسل، قال: «خذي فرصة من مسك فتطهري بها» ، فقالت: كيف أتطهر"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "نقول على عهد رسول الله صلى الله عليه وسلم: أبو بكر، وعمر، وعثمان، رضي الله"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": "1",
            "tit": "نهى أن يسافر بالقرآن إلى أرض العدو مخافة أن يناله العدو"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": "2",
            "tit": "فقاتل إنسانا فعض أحدهما يد صاحبه فانتزع أصبعه، فسقطت ثنيته، فجاء إلى النبي صلى الله عليه"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "أعرابيا بال في المسجد، فأمر رسول الله صلى الله عليه وسلم بذنوب من ماء فصبه على"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": "1",
            "tit": "ما الإيمان؟ قال: «الصبر والسماحة» ، قال: يا رسول الله، فأي الإسلام أفضل؟ قال: «من سلم"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "من أخف الناس صلاة في تمام"
        }
    ]
}