{
    "b9384": [
        {
            "hno": "1",
            "id": "2",
            "nass": "الرِّقَّةُ وَالْبُكَاءُ لابْنِ قُدَامَةَ ¶ الْفَصْلُ الأَوَّلُ ¶ ذِكْرُ طَرَفٍ مِنْ صِفَاتِهِمْ ¶ أَخْبَرَنَا الشَّيْخُ أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ أَحْمَدَ، قَالَ: أَخْبَرَنَا أَبُو الْفَضْلِ حَمَدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الْحَدَّادُ، قَالَ: أَخْبَرَنَا أَبُو نُعَيْمٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ الأَصْبَهَانِيُّ، حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الْكِنَانِيُّ، حَدَّثَنَا أَبُو الْحَرِيشِ الْكِلابِيُّ، حَدَّثَنَا عَلِيُّ بْنُ يَزِيدَ بْنِ بَهْرَامَ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي كَرِيمَةَ، عَنْ أَبِي حَاجِبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: «إِنَّ الْمُؤْمِنَ لَدَى الْحَقِّ أَسِيرٌ، يَعْلَمُ أَنَّ عَلَيْهِ رَقِيبًا، عَلَى سَمْعِهِ، وَبَصَرِهِ، وَلِسَانِهِ، وَيَدِهِ، وَرِجْلِهِ، وَبَطْنِهِ، وَفَرْجِهِ، حَتَّى اللَّمْحَةِ بِبَصَرِهِ، وَفُتَاتِ الطِّينِ بِأُصْبُعِهِ، وَكُحْلِ عَيْنَيْهِ، وَجَمِيعِ سَعْيِهِ، إِنَّ الْمُؤْمِنَ لا يَأْمَنُ قَلْبُهُ، وَلا يَسْكُنُ رَوْعَتُهُ، وَلا يَأْمَنُ اضْطِرَابُهُ، أَنَّهُ يَتَوَقَّعُ الْمَوْتَ صَبَاحًا وَمَسَاءً، فَالتَّقْوَى رَقِيبُهُ، وَالْقُرْآنُ دَلِيلُهُ، وَالْخَوْفُ مَحَجَّتُهُ، وَالشَّرَفُ مَطِيَّتُهُ، وَالْحَذَرُ رَقِيبُهُ، وَالْوَجَلُ شِعَارُهُ، وَالصَّلَاةُ كَهْفُهُ، وَالصِّيَامُ جُنَّتُهُ، وَالصَّدَقَةُ فِكَاكُهُ، وَالصِّدْقُ وَزِيرُهُ، وَالْحَيَاءُ أَمِيرُهُ، وَرَبُّهُ عَزَّ وَجَلَّ مِنْ وَرَاءِ ذَلِكَ كُلِّهِ بِالْمِرْصَادِ،",
            "page": "43",
            "part": "1",
            "seal": "778472E3"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "يَا مُعَاذُ، إِنَّ الْمُؤْمِنَ قَيَّدَهَ الْقُرْآنُ عَنْ كَثِيرٍ مِنْ هَوَى نَفْسِهِ وَشَهَوَاتِهِ، وَحَالَ بَيْنَهُ وَبَيْنَ أَنْ يَهْلَكَ فِيمَا يَهْوَى بِإِذْنِ اللَّهِ. ¶ يَا مُعَاذُ، إِنِّي أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي، وَأَنْهَيْتُ إِلَيْكَ مَا أَنْهَى إِلَيَّ جِبْرِيلُ عَلَيْهِ السَّلامُ، فَلا أَعْرِفَنَّكَ تُوَافِينِي يَوْمَ الْقِيَامَةِ وَأَحَدٌ أَسْعَدُ بِمَا آتَاكَ اللَّهُ عَزَّ وَجَلَّ مِنْكَ» ¶ ! 150 أخبرنا الإِمَامُ أَبُو الْحَسَنِ عَلِيُّ بْنُ عَسَاكِرَ بْنِ الْمُرَحِّبِ الْبَطَائِحِيِّ بِقِرَاءَتِي عَلَيْهِ، قُلْتُ لَهُ: أَخْبَرَكُمْ أَبُو طَالِبٍ عَبْدُ الْقَادِرِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْقَادِرِ بْنِ مُحَمَّدِ بْنِ يُوسُفَ الْيُوسُفِيُّ، قَالَ: أخبرنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَلِيِّ بْنِ الْمذهبِ التَّمِيمِيُّ، قَالَ: أخبرنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي رَحِمَهُ اللَّهُ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ الْكَرِيمِ بْنِ مَعْقِلِ بْنِ مُنَبِّهٍ، قَالَ: حَدَّثَنِي عَبْدُ الصَّمَدِ بْنُ مَعْقِلٍ، قَالَ: سمعت وَهْبَ بْنَ مُنَبِّهٍ، قَالَ: \" لَمَّا كَلَّمَ اللَّهُ تَعَالَى مُوسَى، قَالَ: لا يُعْجِبْنَكُمَا زِينَةُ فِرْعَوْنَ، وَلا مَا مُتِّعَ بِهِ، وَلا تَمُدَّنَّ إِلَى ذَلِكَ أَعْيُنُكُمَا، فَإِنَّهَا زَهْرَةُ الْحَيَاةِ الدُّنْيَا، وَزِينَةُ الْمُتْرَفِينَ، وَإِنِّي لَوْ شِئْتُ أَنْ أُزَيِّنَكُمَا مِنَ الدُّنْيَا بَزَينَةٍ يَعْلَمُ فِرْعَوْنُ حِينَ يَنْظُرُ إِلَيْكُمَا أَنَّ مَقْدِرَتَهُ",
            "page": "44",
            "part": "1",
            "seal": "3FC5D090"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "تَعْجَزُ عَنْ مِثْلِ مَا أُوتِيتُمَا لَفَعَلْتُ، وَلَكِنِّي أَرْغَبُ بِكُمَا عَنْ ذَلِكَ وَأَزْوِيهِ عَنْكُمَا، وَكَذَلِكَ أَفْعَلُ بِأَوْلِيَائِي، وَقَدِيمًا مَا خِرْتُ لَهُمْ فِي ذَلِكَ، فَإِنِّي لأَذُودُهُمْ عَنْ نَعِيمِهَا وَرَخَائِهَا كَمَا يَذُودُ الرَّاعِي الشَّفِيقُ غَنَمَهُ عَنْ مَرَاتِعِ الْهَلَكَةِ، وَإِنِّي لأُجَنِّبُهُمْ سَلْوَتَهَا وَعَيْشَهَا كَمَا يُجَنِّبُ الرَّاعِي الشَّفِيقُ إِبِلَهُ عَنْ مَبَارِكِ العُرِّ، وَمَا ذَلِكَ لِهَوَانِهِم عَلَيَّ، وَلَكِنْ لِيَسْتَكْمِلُوا نَصِيبَهُمْ مِنْ كَرَامَتِي سَالِمًا مُوَفَّرًا، لَمْ تَكْلِمْهُ الدُّنْيَا، وَلَمْ يُطْغِهِ الْهَوَى، وَأَعْلَمُ أَنَّهُ لَمْ يَتَزَيَّنْ لِي الْعِبَادُ بِزِينَةٍ هِيَ أَبْلَغُ مِنَ الزُّهْدِ فِي الدُّنْيَا، فَإِنَّهَا زِينَةُ الْمُتَّقِينَ، عَلَيْهِمْ مِنْهَا لِبَاسٌ يُعْرَفونَ بِهِ مِنَ السَّكِينَةِ وَالْخُشُوعِ، سِيمَاهُمْ فِي وُجُوهِهِم مِنْ آثَارِ السُّجُودِ، أُولَئِكَ هُمْ أَوْلِيَائِي حَقًّا حَقًّا، فَإِذَا لَقِيتَهُمْ فَاخْفِضْ لَهُمْ جَنَاحَكَ، وَذَلِّلْ لَهُمْ قَلْبَكَ وَلِسَانَكَ، وَاعْلَمْ أَنَّهُ مَنْ أَهَانَ لِي وَلِيًّا أَوْ أَخَافَهُ فَقَدْ بَارَزَنِي بَالْمُحَارَبَةِ وَبَادَأَنِي، وَعَرَّضَ لِي نَفْسَهُ وَدَعَانِي إِلَيْهَا، وَأَنَا أَسْرَعُ شَيْءٍ إِلَى نُصْرَةِ أَوْلِيَائِي، أَفَيَظُنُّ الَّذِي يُحَارِبُنِي أَنْ يَقُومَ لِي؟ أَوْ يَظُنُّ الَّذِي يُعَادِينِي أَنْ يُعْجِزَنِي؟ أَوْ يَظُنُّ الَّذِي يُبَارِزَنِي أَنْ يَسْبِقَنِي أَوْ يَفُوتَنِي؟ وَكَيْفَ وَأَنَا الثَّائِرُ لَهُمْ فِي الدُّنْيَا وَالآخِرَةِ،",
            "page": "45",
            "part": "1",
            "seal": "1919E3DD"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "لا أَكِلُ نُصْرَتَهُمْ إِلَى غَيْرِي؟ \" ¶ ! 151 قَالَ أَحْمَدِ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، قَالَ: \" قَالَ مُوسَى عَلَيْهِ السَّلامُ: \" يَا رَبُّ، مَنْ أَهْلَكَ الَّذِينَ هُمْ أَهْلُكَ، الَّذِينَ تُظِلُّهُمْ فِي ظِلِّ عَرْشِكَ؟ قَالَ: هُمُ الْبَرِيئَةُ أَيْدِيهِمْ، الطَّاهِرَةُ قُلُوبُهُمْ، الَّذِينَ يَتَحَابُّونَ بِجَلالِي، الَّذِينَ إِذَا ذُكِرْتُ ذُكِرُوا بِي، وَإِذَا ذُكِرُوا ذُكِرْتُ بِذِكْرِهِمْ، الَّذِينَ يُسْبِغُونَ الْوُضُوءَ عِنْدَ الْمَكَارِهِ، وَالَّذِينَ يُنِيبُونَ إِلَى ذِكْرِي كَمَا تُنِيبُ النُّسُورُ إِلَى وُكُورِهَا، وَيَكْلَفُونَ بِحُبِّي كَمَا يَكْلَفُ الصَّبِيُّ بِحُبِّ النَّاسِ، ويَغضَبونَ لِمَحَارِمِي إِذَا اسْتُحِلَّتْ كَمَا يَغْضَبُ النَّمِرُ إِذَا حُرِبَ \" ¶ ! 152 قَالَ: وَحَدَّثَنَا غَوْثُ بْنُ جَابِرٍ، قَالَ: سمعت مُحَمَّدَ بْنَ دَاوُدَ، عَنْ",
            "page": "46",
            "part": "1",
            "seal": "F534C1FC"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "أَبِيهِ، عَنْ وَهْبٍ، قَالَ: قَالَ الْحَوَارِيُّونَ: \" يَا عِيسَى، مَنْ أَوْلِيَاءُ اللَّهِ الَّذِينَ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ؟ قَالَ عِيسَى عَلَيْهِ السَّلامُ: الَّذِينَ نَظَرُوا إِلَى بَاطِنِ الدُّنْيَا حِينَ نَظَرَ النَّاسُ إِلَى ظَاهِرِهَا، وَالَّذِينَ نَظَرُوا إِلَى آجِلِ الدُّنْيَا حِينَ نَظَرَ النَّاسُ إِلَى عَاجِلِهَا، فَأَمَاتُوا مِنْهَا مَا يَخْشَوْنَ أَنْ يُمِيتَهُمْ، وَتَرَكُوا مَا عَلِمُوا أَنْ سَيَتْرُكَهُمْ، فَصَارَ اسْتِكْثَارُهُمْ مِنْهَا اسْتِقْلالا، وَذِكْرُهُمْ إِيَّاهَا فَوَاتًا، وَفَرَحُهُمْ بِمَا أَصَابُوا مِنْهَا حُزْنًا، فَمَا عَارَضَهُمْ مِنْ نَائِلِهَا رَفَضُوهُ، وَمَا عَارَضَهُمْ مِنْ رِفْعَتِهَا بِغَيْرِ الْحَقِّ وَضَعُوهُ، وَخَلِقَتِ الدُّنْيَا عِنْدَهُمْ فَلَيْسُوا يُجَدِّدُونَهَا، وَخَرِبَتْ بُيُوتُهُمْ فَلَيْسُوا يَعْمُرُونَهَا، وَمَاتَتْ شَهَوَاتُهُمْ فِي صُدُورِهِمْ فَلَيْسُوا يُحْيُونَهَا، يَهْدِمُونَهَا فَيَبْنُونَ بِهَا آخِرَتَهُمْ، وَيَبِيعُونَهَا فَيَشْتَرُونَ بِهَا مَا يَبْقَى لَهُمْ، وَرَفَضُوهَا، فَكَانُوا بِرَفْضِهَا هُمُ الْفَرِحِينَ، وَنَظَرُوا إِلَى أَهْلِهَا صَرْعَى قَدْ حَلَّتْ بِهِمُ الْمَثُلاتُ، فَأَحْيَوْا ذِكْرَ الْمَوْتِ، وَأَمَاتُوا ذِكْرَ الْحَيَاةِ، يُحِبُّونَ اللَّهَ عَزَّ وَجَلَّ، وَيُحِبُّونَ ذِكْرَهُ، وَيَسْتَضِيئُونَ بِنُورِهِ وَيُضِيئُونَ بِهِ، لَهُمْ خَبَرٌ عَجِيبٌ، وَعِنْدَهُمُ الْخَبَرُ الْعَجِيبُ، بِهِمْ قَامَ الْكِتَابُ وَبِهِ قَامُوا، وَبِهِمْ نَطَقَ الْكِتَابُ وَبِهِ نَطَقُوا، وَبِهِمْ عُلِمَ الْكِتَابُ وَبِهِ عَلِمُوا، وَلَيْسُوا يَرَوْنَ نَائِلا مَعَ مَا نَالُوا، وَلا أَمَانًا دُونَ مَا يَرْجُونَ، وَلا خَوْفًا دُونَ مَا يَحْذَرُونَ \"",
            "page": "47",
            "part": "1",
            "seal": "8188D9BB"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "قَالَ: وَحَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ إِدْرِيسَ بْنِ وَهْبِ بْنِ مُنَبِّهٍ، عَنْ أَبِيهِ، قَالَ: أُخْبِرَ ابْنُ عَبَّاسٍ أَنَّ قَوْمًا عِنْدَ بَابِ بَنِي سَهْمٍ يَخْتَصِمُونَ، أَظُنُّهُ قَالَ: فِي الْقَدَرِ، فَنَهَضَ إِلَيْهِمْ فَأَعْطَى مِحْجَنَهُ عِكْرِمَةَ، وَوَضَعَ إِحْدَى يَدَيْهِ عَلَيَّ، وَالأُخْرَى عَلَى طَاوُسٍ، فَلَمَّا انْتَهَى إِلَيْهِمْ أَوْسَعُوا لَهُ، وَرَحَّبُوا بِهِ، فَلَمْ يَجْلِسْ، فَقَالَ: «أَوَ مَا عَلِمْتُمْ أَنَّ لِلَّهِ عِبَادًا أَصْمَتَتْهُمْ خَشْيَتُهُ مِنْ غَيْرِ بُكْمٍ وَلا عِيٍّ، وَإِنَّهُمْ لَهُمُ الْعُلَمَاءُ الْفُصَحَاءُ وَالطُّلَقَاءُ وَالنُّبَلاءُ، الْعُلَمَاءُ بِأَيَّامِ اللَّهِ، غَيْرُ أَنَّهُمْ إِذَا ذَكَرُوا عَظَمَةَ اللَّهِ طَاشَتْ لِذَلِكَ عُقُولُهُمْ، وَانْكَسَرَتْ قُلُوبُهُمْ، وَانْقَطَعَتْ أَلْسِنَتُهُمْ، حَتَّى إِذَا اسْتَفَاقُوا مِنْ ذَلِكَ سَارَعُوا إِلَى اللَّهِ عَزَّ وَجَلَّ بِالأَعْمَالِ الزَّاكِيَةِ» . ¶ وَرَوَاهُ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ مِنْ طَرِيقٍ أُخْرَى، وَزَادَ فِيهِ: \" يَعُدُّونَ أَنْفُسَهُمْ مَعَ الْمُقَصِّرِينَ الْمُفَرِّطِينَ، وَإِنَّهُمْ لأَكْيَاسٌ أَقْوِيَاءٌ، وَمَعَ الْمُخْطِئِينَ الظَّالِمِينَ وَإِنَّهُمْ لأَنْزَاهٌ بُرَآءٌ، أَلا إِنَّهُمْ لا يَسْتَكْثِرُونَ لَهُ الْكَثِيرَ، وَلا يَرْضَوْنَ لَهُ بِالْقَلِيلِ، وَلا يَدُلُّونَ عَلَيْهِ بِالأَعْمَالِ، هُمْ حَيْثُمَا لَقِيتَهُمْ: مُهْتَمُّونَ، مُشْفِقُونَ، وَجِلُونَ، خَائِفُونَ، \".",
            "page": "48",
            "part": "1",
            "seal": "52FB495B"
        },
        {
            "hno": "3",
            "id": "8",
            "nass": "وَانْصَرَفَ عَنْهُمْ، فَرَجَعَ إِلَى مَجْلِسِهِ ¶ أَخْبَرَنَا الشَّيْخُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ بْنِ صَابِرٍ السَّلَمِيُّ قِرَاءَةً عَلَيْهِ بِدِمَشْقَ، أَخْبَرَنَا الشَّرِيفُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ إِبْرَاهِيمَ بْنِ الْعَبَّاسِ الْحُسَيْنِيُّ، أَخْبَرَنَا رَشَأُ بْنُ نَظِيفِ بْنِ مَا شَاءَ اللَّهُ الْمُقْرِئُ، أَنْبَانَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الضَّرَّابُ، أَخْبَرَنَا أَحْمَدُ بْنُ مَرْوَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ الدَّيْنَوْرِيُّ، حَدَّثَنَا أَبِي، عَنْ وَكِيعٍ، عَنْ عَمْرِو بْنِ مُنَبِّهٍ، عَنْ أَوْفَى بْنِ دَلْهَمٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ قَالَ: \" تَعَلَّمُوا الْعِلْمَ تُعْرَفُوا بِهِ، وَاعْمَلُوا بِهِ تَكُونُوا مِنْ أَهْلِهِ، وَإِنَّهُ يَأْتِي مِنْ بَعْدِكُمْ زَمَانٌ يُنْكَرُ فِيهِ الْحَقُّ تِسْعَةَ أَعْشَارِهِ، وَإِنَّهُ لا يَنْجُو مِنْهُ إِلا كُلُّ نُؤَمَةُ مُنْبَتُّ الدَّاءِ، أُولَئِكَ أَئِمَّةُ الْهُدَى وَمَصَابِيحُ الْعِلْمِ، لَيْسُوا بِالْعُجُلِ الْمَذَايِيعِ الْبُذُرِ،",
            "page": "49",
            "part": "1",
            "seal": "0FEFDF1D"
        },
        {
            "hno": "4",
            "id": "9",
            "nass": "ثُمَّ قَالَ: إِنَّ الدُّنْيَا قَدِ ارْتَحَلَتْ مُدْبِرَةً، وَإِنَّ الآخِرَةَ مُقْبِلَةٌ، وَلِكُلِّ وَاحِدَةٍ مِنْهَا بَنُونَ، فَكُونُوا مَنْ أَبْنَاءِ الآخِرَةِ، وَلا تَكُونُوا مِنْ أَبْنَاءِ الدُّنْيَا، أَلا وَإِنَّ الزَّاهِدِينَ فِي الدُّنْيَا اتَّخَذُوا الأَرْضَ بِسَاطًا، وَالتُّرَابَ فِرَاشًا، وَالْمَاءَ طِيبًا، أَلا مَنِ اشْتَاقَ إِلَى الْجَنَّةِ سَلا عَنِ الشَّهَوَاتِ، وَمَنْ أَشْفَقَ مِنَ النَّارِ رَجَعَ عَنِ الْحُرُمَاتِ، وَمَنْ زَهِدَ فِي الدُّنْيَا هَانَتْ عَلَيْهِ الْمُصِيبَاتُ، أَلا إِنَّ لِلَّهِ عِبَادًا كَمَنْ رَأَى أَهْلَ الْجَنَّةِ فِي الْجَنَّةِ مُخَلَّدِينَ، وَأَهْلَ النَّارِ فِي النَّارِ مُعَذَّبِينَ، شُرُورُهُمْ مَأْمُونَةٌ، وَقُلُوبُهُمْ مَحْزُونَةٌ، وَأَنْفُسُهُمْ عَفِيفَةٌ، وَحَوَائِجُهُمْ خَفِيفَةٌ، صَبَرُوا أَيَّامًا قَلِيلَةً لِعُقْبَى رَاحَةٍ طَوِيلَةٍ، أَمَّا اللَّيْلُ فَصَافُّونَ أَقْدَامَهُمْ، تَجْرِي دُمُوعُهُمْ عَلَى خُدُودِهِمْ، يَجْأَرُونَ إِلَى رَبِّهِمْ: رَبَّنَا رَبَّنَا، يَطْلُبُونَ فِكَاكَ رِقَابِهِمْ، وَأَمَّا النَّهَارُ فَعُلَمَاءٌ، حُلَمَاءٌ، بَرَرَةٌ، أَتْقِيَاءٌ، كَأَنَّهُمُ الْقِدَاحُ، يَنْظُرُ النَّاظِرُ، فَيَقُولُ: مَرْضَى، وَمَا بِالْقَوْمِ مِنْ مَرَضٍ! وَخُولِطُوا، وَلَقَدْ خَالَطَ الْقَوْمَ أَمْرٌ عَظِيمٌ \" ¶ أَخْبَرَنَا أَبُو طَالِبٍ الْمُبَارَكُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ خُضَيْرٍ الصَّيْرَفِيُّ، أَخْبَرَنَا أَبُو غَالِبٍ شُجَاعُ بْنُ فَارِسٍ الذُّهْلِيُّ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيٍّ الْخَيَّاطُ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ دُوَسْتَ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحُسَيْنُ بْنُ",
            "page": "50",
            "part": "1",
            "seal": "064820E1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "صَفْوَانَ، أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنِي عَمْرُو بْنُ شَمِرٍ، عَنِ السُّدِّيِّ، عَنْ أَبِي أَرَاكَةَ، قَالَ: صَلَّيْتُ مَعَ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ صَلَاةَ الْفَجْرِ، فَلَمَّا سَلَّمَ انْفَتَلَ عَنْ يَمِينِهِ، ثُمَّ مَكَثَ كَأَنَّ عَلَيْهِ كَآبَةً، حَتَّى إِذَا كَانَتِ الشَّمْسُ عَلَى حَائِطِ الْمَسْجِدِ قِيدَ رُمْحٍ، قَلَبَ يَدَهُ، وَقَالَ: «وَاللَّهِ , وَلَقَدْ رَأَيْتُ أَصْحَابَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَمَا أَرَى الْيَوْمَ شَيْئًا يُشْبِهُهُمْ، وَلَقَدْ كَانُوا يُصْبِحُونَ شُعْثًا صُفْرًا غُبْرًا، بَيْنَ أَعْيُنِهِمْ أَمْثَالُ رُكَبِ الْمِعْزَى، قَدْ بَاتُوا لِلَّهِ سُجَّدًا وَقِيَامًا، يَتْلُونَ كِتَابَ اللَّهِ عَزَّ وَجَلَّ، يُرَاوِحُونَ بَيْنَ جِبَاهِهِمْ وَأَقْدَامِهِمْ، فَإِذَا أَصْبَحُوا فَذَكَرُوا اللَّهَ عَزَّ وَجَلَّ، مَادُوا كَمَا يَمِيدُ الشَّجَرُ فِي يَوْمِ الرِّيحِ، وَهَمِلَتْ أَعْيُنُهُمْ حَتَّى تُبَلَّ ثِيَابُهُمْ، وَاللَّهِ لَكَأَنَّ الْقَوْمَ بَاتُوا غَافِلِينَ، ثُمَّ نَهَضَ، فَمَا رُئِيَ مُفْتِرًّا يَضْحَكُ، حَتَّى ضَرَبَهُ ابْنُ مُلْجِمٍ، عَدُوُّ اللَّهِ الْفَاسِقُ» ¶ ! 154 وَأخبرنا أَبُو طَالِبٍ، أخبرنا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ الْعَلافٍ، أخبرنا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ بِشْرَانَ، أخبرنا مُحَمَّدُ بْنُ الْحُسَيْنِ",
            "page": "51",
            "part": "1",
            "seal": "11554C16"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "الآجُرِّيُّ، أخبرنا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ هَارُونَ، أخبرنا إِبْرَاهِيمُ بْنُ الْحَسَنِ، حَدَّثَنَا أَبُو حَفْصٍ عُمَرُ بْنُ مُحَمَّدِ بِنِ الحكُمْ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحُوَّارَى، قَالَ: \" دَخَلْتُ عَلَى أَبِي سُلَيْمَانَ الدَّارَانِيِّ يَوْمًا وَهُوَ يَبْكِي، فَقُلْتُ لَهُ: مَا يُبْكِيكَ؟ فَقَالَ لِي: يَا أَحْمَدُ، إِنَّهُ إِذَا جَنَّ اللَّيْلُ عَلَى أَهْلِ الْمَحَبَّةِ، افْتَرَشُوا أَقْدَامَهُمْ وَدُمُوعَهُمْ تَجْرِي عَلَى خُدُودِهِمْ، وَقَدْ أَشْرَفَ الْجَلِيلُ عَلَيْهِمْ فَنَادَى: يَا جِبْرِيلُ، بِعَيْنِي مَنْ تَلَذَّذَ بِكَلامِي وَاسْتَرَاحَ إِلَى مُنَاجَاتِي، وَإِنِّي لَمُطَّلِعٌ عَلَيْهِمْ، أَسْمَعُ خَنِينَهُمْ، وَأَرَى بُكَاءَهُمْ، فَنَادِ فِيهِم: يَا جِبْرِيلُ، مَا هَذَا الْجَزَعُ الَّذِي أَرَاهُ فِيكُمْ؟ هَلْ أَخْبَرَكُمْ عَنِّي مُخْبِرٌ أَنَّ حَبِيبًا يُعَذِّبُ أَحِبَّاءَهُ؟ أَمْ هَلْ يَجْمُلُ بِي أَنْ أُبَيِّتَ أَقْوَامًا، وَعِنْدَ الْبَيَاتِ أَجِدُهُمْ لِي وُقُوفًا، فَإِذَا جَنَّهُمُ اللَّيْلُ تَمَلَّقُونِي؟ فَبِي حَلَفْتُ، لأَجْعَلَنَّ هَدِيَّتِي إِيَّاهُمْ لَوْ قَدْ وَرَدُوا عَلَى الْقِيَامَةِ أَنْ أَكْشِفَ لَهُمْ عَنْ وَجْهِيَ الْكَرِيمِ، أَنْظُرُ إِلَيْهِمْ وَيَنْظُرُونَ إِلَيَّ \" ¶ !",
            "page": "52",
            "part": "1",
            "seal": "6FFE4C94"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "155 أخبرنا الشَّيْخُ أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ أَحْمَدَ بْنِ سَلْمَانَ، أخبرنا الْخَطِيبُ أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ مُحَمَّدٍ الأَنْبَارِيُّ، أخبرنا الْحُسَيْنُ بْنُ صَفْوَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنِي إِسْمَاعِيلُ بْنُ زَكَرِيَّا، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ يَحْيَى بْنِ الْمُخْتَارِ، عَنِ الْحَسَنِ، قَالَ: \" الْمُؤْمِنُ قَوَّامٌ عَلَى نَفْسِهِ، يُحَاسِبُ نَفْسَهُ لِلَّهِ. ¶ وَإِنَّمَا شَقَّ الْحِسَابُ يَوْمَ الْقِيَامَةِ عَلَى قَوْمٍ أَخَذُوا هَذَا الأَمْرَ مِنْ غَيْرِ مُحَاسَبَةٍ، إِنَّ الْمُؤْمِنَ يَفْجَؤُهُ الشَّيْءُ وَيُعْجِبُهُ فَيَقُولُ: وَاللَّهِ إِنِّي لأَشْتَهِيكَ، وَإِنَّكَ لَمِنْ حَاجَتِي، وَلَكِنْ وَاللَّهِ مَا مِنْ صِلَةٍ إِلَيْكَ، أَيْهَاتَ، حِيلَ بَيْنِي وَبَيْنَكَ، وَيَفْرُطُ مِنْهُ شَيْءٌ، فَيَقُولُ: مَا أَرَدْتُ إِلَى هَذَا، مَا لِي وَلِهَذَا، وَاللَّهِ مَا أُعْذَرُ بِهَذَا، وَاللَّهِ لا أَعُودُ إِلَى هَذَا أَبَدًا إِنْ شَاءَ اللَّهُ،",
            "page": "53",
            "part": "1",
            "seal": "199B1EF9"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "إِنَّ الْمُؤْمِنِينَ قَوْمٌ أَوْقَفَهُمُ الْقُرْآنُ، وَحَالَ بَيْنَهُمْ وَبَيْنَ هَلَكَتِهِمْ، إِنَّ الْمُؤْمِنَ أَسِيرٌ فِي الدُّنْيَا، يَسْعَى فِي فَكَاكِ رَقَبَتِهِ، لا يَأْمَنُ شَيْئًا حَتَّى يَلْقَى اللَّهَ، يَعْلَمُ أَنَّهُ مَأْخُوذٌ عَلَيْهِ فِي سَمْعِهِ وَبَصَرِهِ، وَفِي لِسَانِهِ، وَفِي جَوَارِحِهِ، مَأْخُوذٌ عَلَيْهِ فِي ذَلِكَ كُلِّهِ \" ¶ ! 156 وَعَنِ الْحَسَنِ أَنَّهُ كَانَ، يَقُولُ: «الْمُؤْمِنُ فِي الدُّنْيَا كَالْغَرِيبِ، لا يَجْزَعُ مِنْ ذُلِّهَا، وَلا يُنَافِسُ أَهْلَهَا فِي عِزِّهَا، لِلنَّاسِ حَالٌ وَلَهُ حَالٌ أُخْرَى، قَدْ أَهَمَّتْهُ نَفْسُهُ، النَّاسُ مِنْهُ فِي رَاحَةٍ، وَنَفْسُهُ مِنْهُ فِي عَنَاءٍ، وَاللَّهِ وَلَقَدْ أَدْرَكْتُ أَقْوَامًا، لَهُمْ كَانُوا فِيمَا أَحَلَّ اللَّهُ لَهُمْ أَزْهَدَ مِنْكُمْ فِيمَا حَرَّمَ اللَّهُ عليكُمْ، وَلَهُمْ بِدِينِهِمْ أَبْصَرُ بِقُلُوبِهِمْ مِنْكُمْ بِأَبْصَارِكُمْ، وَلَهُمْ بِحَسَنَاتِهِمْ أَشَدُّ خَوْفًا أَنْ تُرَدَّ عَلَيْهِمْ مِنْكُمْ لِسَيِّئَاتِكُمْ أَنْ تُعَاقَبُوا عَلَيْهَا، إِذَا جَنَّهُمُ اللَّيْلُ فَقِيَامٌ عَلَى أَطْرَافِهِمْ، يَفْتَرِشُونَ وُجُوهَهُمْ، تَجْرِي دُمُوعُهُمْ عَلَى خُدُودِهِمْ، يُنَاجُونَ رَبَّهُمْ فِي فَكَاكِ رِقَابِهِمْ» ¶ ! 157 وَقَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ لا يُؤْمِنُ عَبْدٌ بِالسَّاعَةِ إِلا بَكَى، وَإِلا نَصِبَ، وَإِلا ذَبُلَ، وَإِلا حَزَنَ، وَإِلا ضَاقَتْ عَلَيْهِ الأَرْضُ بِرَحْبِهَا» ¶ !",
            "page": "54",
            "part": "1",
            "seal": "95B50C59"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "158 وَقَالَ: «رَحِمَ اللَّهُ عَبْدًا جَعَلَ الْعَيْشَ عَيْشًا وَاحِدًا، فَأَكَلَ كِسْرَةً، وَلَبِسَ خَلِقًا، وَلَزِقَ بِالأَرْضِ، وَاجْتَهَدَ فِي الْعِبَادَةِ، وَبَكَى عَلَى الْخَطِيئَةِ، وَهَرَبَ مِنَ الْعُقُوبَةِ، وَابْتَغَى الرَّحْمَةَ، حَتَّى يَأْتِيهِ الْمَوْتُ وَهُوَ عَلَى ذَلِكَ» ¶ ! 159 أخبرنا أَبُو الْمَعَالِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ السُّلَمِيُّ، أخبرنا أَبُو الْقَاسِمِ عَلِيُّ بْنُ إِبْرَاهِيمَ الْحُسَيْنِيُّ، أخبرنا أَحْمَدُ بْنُ عَلِيِّ بْنِ ثَابِتٍ الْخَطِيبُ، أخبرنا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي الْفَوَارِسِ الْحَافِظُ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ النَّقَّاشُ، حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ الطَّبَرِيُّ، حَدَّثَنَا هَنَّادِ بْنِ السَّرِيِّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ الْمُحَارِبِيُّ، عَنْ بَكْرِ بْنِ خُنَيْسٍ، عَنْ ضِرَارِ بْنِ عَمْرٍو، عَنِ الْحَسَنِ، قَالَ: \" قُرَّاءُ الْقُرْآنِ ثَلاثَةٌ: رَجُلٌ اتَّخَذَهُ بِضَاعَةً، يَنْقُلُهُ مِنْ مِصْرٍ إِلَى مِصْرٍ، يَطْلُبُ بِهِ مَا عِنْدَ النَّاسِ، وَقَوْمٌ قَرَأُوا الْقُرْآنَ: حَفِظُوا حُرُوفَهُ، وَضَيَّعُوا حُدُودَهُ، وَاسْتَجَرُّوا بِهِ الْوُلَاةَ، وَاسْتَطَالُوا بِهِ عَلَى أَهْلِ بِلادِهِمْ، فَقَدْ كَثُرَ هَذَا الضَّرْبُ فِي حَمَلَةِ الْقُرْآنِ، قَالَ الْحَسَنُ: لا كَثَّرَهُمُ اللَّهُ، وَرَجُلٌ قَرَأَ الْقُرْآنَ، فَبَدَأَ بِمَا يَعْلَمُ مِنْ دَوَاءِ الْقُرْآنِ، فَوَضَعَهُ عَلَى دَاءِ قَلْبِهِ، فَأَسْهَرَ لَيْلَهُ، وَهَمِلَتْ عَيْنَاهُ، وَتَسَرْبَلُوا بِالْحُزْنِ، وَارْبَدُّوا بِالْخُشُوعِ، وَرَكَدُوا فِي مَحَارِيبِهِمْ، وَخَنُّوا",
            "page": "55",
            "part": "1",
            "seal": "FCB1545D"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "فِي بَرَانِسِهِمْ، فَبِهِمْ يَسْقِي اللَّهُ الْغَيْثَ، وَيُنْزِلُ النَّصْرَ، وَيَدْفَعُ الْبَلاءَ، وَاللَّهُ لَهَذَا الضَّرْبُ فِي حَمَلَةِ الْقُرْآنِ أَقَلُّ مِنَ الْكِبْرِيتِ الأَحْمَرِ \" ¶ ! 160 أخبرنا أَبُو طَالِبٍ الْمُبَارَكُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ خُضَيْرٍ، قَالَ: أخبرنا أَبُو مَنْصُور الْقَزَّازُ، قَالَ: أخبرنا مُحَمَّدُ بْنُ عَلِيٍّ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أخبرنا الْحُسَيْنُ بْنُ صَفْوَانَ، قَالَ: أخبرنا ابْنُ أَبِي الدُّنْيَا، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْوَرْكَانِيُّ، حَدَّثَنَا نُعَيْمُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ مَنْصُورٍ، عَنْ سَعِيدٍ الْجَرْمِيِّ، أَنَّهُ كَانَ يَقُولُ: «شَبَابٌ مُتَكَهِّلُونَ فِي حَدَاثَةِ أَسْنَانِهِمْ، غَبِيَّةٌ عَنِ الشَّرِّ عُيُونُهُمْ، مُتَنَزِّهَةٌ عَنِ اللَّهْوِ أَسْمَاعُهُمْ، ثَقِيلَةٌ عَنِ الْبَاطِلِ أَرْجُلُهُمْ، خُمْصُ الْبُطُونِ مِنْ كَسْبِ الْحَرَامِ، قَدْ نَظَرَ اللَّهُ إِلَيْهِمْ فِي جَوْفِ اللَّيْلِ مَحْنِيَّةٌ عَلَى أَجْزَاءِ الْقُرْآنِ أَصْلَابُهُمْ، سَابِلَةٌ عَلَى الْخُدُودِ دُمُوعُهُمْ، كُلَّمَا مَرُّوا بِآيَةٍ مِنْ ذِكْرِ الْجَنَّةِ بَكَوْا شَوْقًا، وَكُلَّمَا مَرُّوا بِآيَةٍ مِنْ ذِكْرِ النَّارِ صَرَخُوا مِنْهَا فَرَقًا، كَأَنَّ رَمَادَ النَّارِ فِي آذَانِهِمْ، وَكَأَنَّ الْجَمْرَةَ نُصْبَ أَعْيُنِهِمْ، قَدْ أَكَلَتِ الأَرْضُ جِبَاهَهُمْ وَرُكَبَهُمْ، وَغَيَّرَ السَّهَرُ وَالظَّمَأُ أَلْوَانَهُمْ، وَكَانُوا فِي لَيْلِهِمْ أَهْلَ سَهَرٍ وَأَهْلَ بُكَاءٍ، وَكَانُوا فِي نَهَارِهِمْ أَهْلَ ذِكْرٍ وَأَهْلَ ظَمَأٍ، إِذَا ذُكِّرُوا بِالدُّنْيَا اسْتَبَانَتْ زَهَادَتُهُمْ فِيهَا لِمَعْرِفَتِهِمْ بِفَنَائِهَا،",
            "page": "56",
            "part": "1",
            "seal": "659CC7CE"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وَإِذَا ذَكَرُوا الآخِرَةَ عَظُمَتْ فِيهَا رَغْبَتُهُمْ لِمَعْرِفَتِهِمْ بِبَقَائِهَا، فَصَغُرَتِ الدُّنْيَا فِي أَعْيُنِهِمْ، وَأْبَغَضَتْهَا أَنْفُسُهُمْ، فَذَلَّتْ مِنْ بَعْدِ صُعُوبَةٍ، وَأَطَاعَتْهُمْ مِنْ بَعْدِ عِصْيَانٍ، الْحَيَاةُ عِنْدَهُمْ فِي الدُّنْيَا مُصِيبَةٌ لِخَوْفٍ الْفِتْنَةِ، وَالْقَتْلُ عِنْدَهُمْ نِعْمَةٌ فِيمَا يَرْجُونَ بَعْدَهُ مِنَ الرَّوْحِ وَالرَّاحَةِ، لا تَفْتَرُّ بِالضَّحِكِ شِفَاهُهُمْ، وَلا تُفَارِقُ الأَحْزَانُ قُلُوبَهُمْ. ¶ ادَّخَرُوا مَا قَدَّمُوا مِنَ الأَعْمَالِ لِمَا يَخَافُونَ مِنْ عِظَمِ الأَهْوَالِ» . ¶ وَذَكَرَ بَقِيَّةَ الْحَدِيثِ",
            "page": "57",
            "part": "1",
            "seal": "E92A07B4"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "الْفَصْلُ الثَّانِي ¶ ذِكْرُ طَرَفٍ مِنْ أَخْبَارِ الأَنْبِيَاءِ عَلَيْهِمُ السَّلامُ آدَمُ عَلَيْهِ السَّلامُ ¶ ! 161 أخبرنا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي، أخبرنا أَحْمَدُ بْنُ الْحَسَنِ بْنِ خَيْرُونَ الْمُعَدِّلُ، أخبرنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ شَاذَانَ، أخبرنا أَبُو عَلِيٍّ عِيسَى بْنُ مُحَمَّدٍ الطُّومَارِيُّ، أخبرنا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْبَرَاءِ، أخبرنا عَبْدُ الْمُنْعِمِ بْنُ إِدْرِيسَ، أخبرنا أَبِي، عَنْ وَهْبِ بْنِ مُنَبِّهٍ: \" أَنَّ آدَمَ عَلَيْهِ السَّلامُ لَبِثَ فِي السَّخْطَةِ سَبْعَةَ أَيَّامٍ، ثُمَّ إِنَّ اللَّهَ أَطْلَعَهُ فِي الْيَوْمِ السَّابِعِ وَهُوَ مُنَكَّسٌ مَحْزُونٌ كَظِيمٌ، فَأَوْحَى اللَّهُ إِلَيْهِ: \" يَا آدَمُ مَا هَذَا الْجَهْدُ الَّذِي أَرَاكَ فِيهِ؟ يَا آدَمُ وَمَا هَذِهِ البليَّةُ الَّتِي قَدْ أَجْحَفَ بِكَ بَلاؤُهَا وَشَقَاؤُهَا؟ قَالَ آدَمُ: عَظُمَتْ مُصِيبَتِي يَا إِلَهِي، وَأَحَاطَتْ بِي خَطِيئَتِي، وَخَرَجْتُ مِنْ مَلَكُوتِ رَبِّي، فَأَصْبَحْتُ فِي دَارِ الْهَوَانِ بَعْدَ الْكَرَامَةِ، وَفِي دَارِ الشَّقَاءِ بَعْدَ السَّعَادَةِ، وَفِي دَارِ الْبَلاءِ بَعْدَ الْعَافِيَةِ، وَفِي دَارِ الظَّعْنِ وَالزَّوَالِ بَعْدَ الْقَرَارِ وَالطُّمَأْنِينَةِ، وَفِي دَارِ الْفَنَاءِ بَعْدَ الْخُلْدِ وَالْبَقَاءِ، وَفِي دَارِ الْغُرُورِ بَعْدَ الأَمْنِ، يَا إِلَهِي! فَكَيْفَ لا أَبْكِي عَلَى خَطِيئَتِي؟ أَمْ كَيْفَ لا تَحْزُبُنِي نَفْسِي؟ أَمْ كَيْفَ",
            "page": "58",
            "part": "1",
            "seal": "33561BDC"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "لِي أَنْ أَجْتَبِرُ هَذِهِ الْبَلِيَّةَ وَالْمُصِيبَةَ يَا إِلَهِي؟ . ¶ قَالَ اللَّهُ لَهُ: أَلَمْ أَصْطَفِكَ لِنَفْسِي، وَأَحْلَلْتُكَ دَارِي، وَاصْطَفَيْتُكَ عَلَى خَلْقِي، وَتَخَصَّصْتُكَ بِكَرَامَتِي، وَأَلْقَيْتُ عَلَيْكَ مَحَبَّتِي، وَحَذَّرْتُكَ سَخَطِي؟ أَلَمْ أُبَاشِرْكَ بِيَدِي، وَأَنْفُخْ فِيكَ مِنْ رَوْحِي، وَأُسْجِدْ لَكَ مَلَائِكَتِي؟ أَلَمْ تَكُنْ جَارِي فِي بُحْبُوحَةِ كَرَامَتِي، تَتَبَوَّأُ فِي بُحْبُوحَةِ جَنَّتِي حَيْثُ تَشَاءُ مِنْ كَرَامَتِي، فَعَصَيْتَ أَمْرِي، وَنَسِيتَ عَهْدِي، وَضَيَّعْتَ وَصِيَّتِي؟ فَكَيْفَ تَسْتَنْكِرُ نِقْمَتِي؟ فَوَعِزَّتِي وَجَلالِي، لَوْ مَلَأْتُ الأَرْضَ رِجَالًا، كُلَّهُمْ مِثْلَكَ يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لا يَفْتُرُونَ، ثُمَّ عَصَوْنِي، لأَنْزَلْتُهُمْ مَنَازِلَ الْعَاصِينَ، وَإِنِّي قَدْ رَحِمْتُ ضَعْفَكَ، وَأقَلْتُكَ عَثْرَتَكَ، وَقَبِلْتُ تَوْبَتَكَ، وَسمعت تَضَرُّعَكَ، وَغَفَرْتُ ذَنْبَكَ، فَقُلْ لا إِلَهَ إِلا أَنْتَ سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، ظَلَمْتُ نَفْسِي، وَعَلِمْتُ السُّوءَ، فتُبْ عَلِيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ، فَقَالَهَا آدَمُ، ثُمَّ قَالَ لَهُ رَبُّهُ: قُلْ: لا إِلَهَ إِلا أَنْتَ، سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، ظَلَمْتُ نَفْسِي، وَعَمِلْتُ السُّوءَ فَاغْفِرْ لِي، إِنَّكَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ. ¶ فَقَالَ آدَمُ، ثُمَّ قَالَ لَهُ رَبُّهُ: قُلْ: لا إِلَهَ إِلا أَنْتَ، سُبْحَانَكَ اللَّهُمَّ وَبِحَمِّدَك، ظَلَمْتُ نَفْسِي، وَعَمِلْتُ السُّوءَ فَارْحَمْنِي، إِنَّكَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ. ¶ قَالَ: وَكَانَ آدَمُ قَدِ اشْتَدَّ بُكَاؤُهُ وَحُزْنُهُ لَمَّا كَانَ مِنْ عِظَمِ مُصِيبَتِهِ، حَتَّى أَنْ كَانَتِ الْمَلَائِكَةُ لَتَحْزُنُ لِحُزْنِهِ، وَتَبْكِي لِبُكَائِهِ، فَبَكَى عَلَى الْجَنَّةِ، مِائَتَيْ سَنَةٍ، فَبَعَثَ اللَّهُ إِلَيْهِ بِخَيْمَةٍ مِنْ خِيَامِ الْجَنَّةِ، فَوَضَعَهَا لَهُ فِي مَوْضِعِ الْكَعْبَةِ قَبْلَ أَنْ تَكُونَ الْكَعْبَةُ \"،",
            "page": "59",
            "part": "1",
            "seal": "215F7DFF"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "وَفِي رِوَايَةٍ أُخْرَى، قَالَ: \" فَبَكَى آدَمُ ثَلَاثَ مِائَةِ عَامٍ عَلَى جَبَلِ الْهِنْدِ، تَجْرِي دُمُوعُهُ فِي أَوْدِيَةِ جِبَالِهَا. ¶ قَالَ: فَنَبَتَتْ بِتِلْكَ الْمَدَامِعِ أَشْجَارُ طِيبِكُمْ هَذَا، قَالَ: ثُمَّ خَرَجَ يَؤُمُّ الْبَيْتَ الْعَتِيقَ، فَجَعَلَ يَخْطُو الْخُطْوَةَ، فَيَكُونُ مَوَاضِعُ قَدَمَيْهِ دَسَاكِرُ وَعمْرَانٌ، وَبَيْنَهُمَا مَفَاوِزُ وَبَرَارِي، حَتَّى أَتَى الْبَيْتَ، وَطَافَ أُسْبُوعًا، فَبَكَى حَتَّى خَاضَ فِي دُمُوعِهِ إِلَى رُكْبَتَيْهِ، ثُمَّ صَلَّى، فَبَكَى سَاجِدًا حَتَّى فَاضَتْ دُمُوعُهُ وَجَرَتْ عَلَى الأَرْضِ، فَنُودِيَ عِنْدَ ذَلِكَ: يَا آدَمُ، قَدْ رَحِمْتُ ضَعْفَكَ، وَقَبِلْتُ تَوْبَتَكَ، وَغَفَرْتُ ذُنُوبَكَ، فَقُلْ: لا إِلَهَ إِلَّا اللَّهُ، سُبْحَانَكَ وَبِحَمْدِكَ، عَمِلْتُ سُوءًا، وَظَلَمْتُ نَفْسِي، فَتُبْ عَلِيَّ إِنَّكَ أَنْتَ التَّوَّابُ الرِّحِيمُ، فَاغْفِرْ لِي وَأَنْتَ خَيْرُ الْغَافِرِينَ، وَارْحَمْنِي وَأَنْتَ خَيْرُ الرَّاحِمِينَ. ¶ قَالَ: فَمَكَثَ بَعْدَ ذَلِكَ لا يُبْدِي عَنْ وَاضِحِهِ، حَتَّى أَتَاهُ الْمَلَكُ، فَقَالَ: حَيَّاكَ اللَّهُ يَا آدَمُ وَبَيَّاكَ. ¶ قَالَ: فَضَحِكَ \" ¶ ! 162 وَيُرْوَى عَنِ ابْنِ السَّمَّاكِ، قَالَ: حَدَّثَنِي عُمَرُ بْنُ ذَرٍّ، عَنْ مُجَاهِدٍ: \" أَنَّ آدَمَ عَلَيْهِ السَّلامُ لَمَّا أَكَلَ مِنَ الشَّجَرَةِ تَسَاقَطَ عَنْهُ جَمِيعُ زِينَةٍ الْجَنَّةِ، وَلْم يَبْقَ",
            "page": "60",
            "part": "1",
            "seal": "76BCC667"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "عَلَيْهِ شَيْءٌ مِنْ زِينَتِهَا إِلا التَّاجُ وَالإِكْلِيلُ، وَجَعَلَ لا يَسْتَتِرُ بِشَيْءٍ مِنْ وَرَقِ الْجَنَّةِ إِلا سَقَطَ عَنْهُ، فَالْتَفَتَ إِلَى حَوَّاءَ بَاكِيًا، وَقَالَ: اسْتَعَدِيِّ لِلْخُرُوجِ مِنْ جِوَارِ اللَّهِ، هَذَا أَوَّلُ شُؤْمِ الْمَعْصِيَةِ. ¶ قَالَتْ: يَا آدَمُ مَا ظَنَنْتُ أَنَّ أَحَدًا يَحْلِفُ بِاللَّهِ كَاذِبًا. ¶ وَذَلِكَ أَنَّ إِبْلِيسَ قَاسَمَهُمَا عَلَى الشَّجَرَةِ، وَآدَمُ فِي الْجَنَّةِ هَارِبًا، اسْتِحْيَاءً مِنْ رَبِّ الْعَالَمِينَ، فَتَعَلَّقَتْ بِهِ شَجَرَةٌ بِبَعْضِ أَغْصَانِهَا، فَظَنَّ آدَمُ أَنَّهُ قَدْ عُوجِلَ بِالْعُقُوبَةِ، فَنَكَّسَ رَأْسَهُ يَقُولُ: الْعَفْوَ الْعَفْوَ. ¶ فَقَالَ اللَّهُ عَزَّ وَجَلَّ: يَا آدَمُ أَفِرَارًا مِنِّي؟ قَالَ: بَلْ حَيَاءً مِنْكَ سَيِّدِي. ¶ فَأَوْحَى اللَّهُ عَزَّ وَجَلَّ إِلَى الْمَلَكَيْنِ: أَخْرِجَا آدَمَ وَحَوَّاءَ مِنْ جِوَارِي فَإِنَّهُمَا قَدْ عَصَيَانِي، فَنَزَعَ جِبْرِيلُ عَلَيْهِ السَّلامُ التَّاجَ عَنْ رَأْسِهِ، وَحَلَّ مِيكَائِيلُ الإِكْلِيلَ عَنْ جَبِينِهِ، فَلَمَّا هَبَطَ مِنْ مَلَكُوتِ الْقُدْسِ إِلَى دَارِ الْجُوعِ وَالْمَسْغَبَةِ، بَكَى عَلَى خَطِيئَتِهِ مِائَةَ سَنَةٍ، قَدْ رَمَى بِرَأْسِهِ عَلَى رُكْبَتَيْهِ، حَتَّى نَبَتَتِ الأَرْضُ عُشْبًا وَأَشْجَارًا مِنْ دُمُوعِهِ، حَتَّى نَقَعَ الدَّمْعُ فِي نُقَرِ الْجَلَاهِمِ وَأَقْعِيَتِهَا، فَمَرَّ بِهِ نَسْرٌ عَظِيمٌ قَدْ أَجْهَدَهُ الْعَطَشُ،",
            "page": "61",
            "part": "1",
            "seal": "DC87976A"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "فَشَرِبَ مِنْ دُمُوعِ آدَمَ، وَأَنْطَقَ اللَّهُ سُبْحَانَهُ النَّسْرَ فَقَالَ: يَا آدَمُ أَنَا فِي هَذِهِ الأَرْضِ قَبْلَكَ بِأَلْفَيْ عَامٍ، وَقَدْ بَلَغْتُ شَرْقَ هَذِهِ الأَرْضِ وَغَرْبَهَا، وَشَرِبْتُ مِنْ بُطُونِ أَوْدِيَتِهَا، وَغُدْرَانِ جِبَالِهَا، وَسِيفِ بِحَارِهَا، مَا شَرِبْتُ مَاءً أَعْذَبَ وَلا أَطْيَبَ رَائِحَةً مِنْ هَذَا الْمَاءِ. ¶ قَالَ آدَمُ: وَيْحَكَ يَا نَسْرُ! أَتَعْقِلُ مَا تَقُولُ؟ مِنْ أَيْنَ تَجِدُ عُذُوبَةَ دَمْعِ عَبْدٍ عَصَى رَبَّهُ وَجَرَى عَلَى خَدَّيْنِ عَاصِيَيْنِ؟ وَأَيُّ دَمْعٍ أَمَرُّ مِنْ دَمْعِ عَاصٍ! وَلَكِنْ أَظُنُّ أَنَّكَ أَيُّهَا النَّسْرُ أَنَّكَ تُعَيِّرُنِي لأَنِّي عَصَيْتُ رَبِّي، فَأُزْعِجْتُ مِنْ دَارِ النِّعْمَةِ إِلَى دَارِ الْبُؤْسِ وَالْمَسْكَنَةِ. ¶ قَالَ النَّسْرُ: يَا آدَمُ أَمَّا مَا ذَكَرْتَ مِنَ التَّعْيِيرِ فَمَا أُعَيِّرُكَ، وَلَكِنْ هَكَذَا وَجَدْتُ طَعْمَ دُمُوعِكَ، وَأَيُّ دَمْعٍ أَعْذَبُ مِنْ دَمْعِ عَبْدٍ عَصَى رَبَّهُ، وَذَكَرَ ذَنْبَهُ، فَوَجِلَ قَلْبُهُ، وَخَشَعَ جِسْمُهُ، وَبَكَى عَلَى خَطِيئَتِهِ خَوْفًا مِنْ رَبِّهِ عَزَّ وَجَلَّ؟ \" ¶ ! 163 وَذَكَرَ الإِمَامُ أَحْمَدُ رَحِمَهُ اللَّهُ فِي الزُّهْدِ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ خَالِدٍ، حَدَّثَنَا رَبَاحٌ، قَالَ: حُدِّثتُ عَنْ شُعَيبٍ الْجُبَّائِيِّ، قَالَ: «كَانَتِ الشَّجَرَةُ الَّتِي نَهَى اللَّهُ عَزَّ وَجَلَّ عَنْهَا آدَمَ وَزَوْجَتَهُ شِبْهُ الْبُرِّ، اسْمُهَا الدَّعةُ. ¶ وَكَانَ لِبَاسُهُمَا النُّورُ»",
            "page": "62",
            "part": "1",
            "seal": "5B1C9F20"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "إِبْرَاهِيمُ عَلَيْهِ السَّلامُ ¶ ! 164 أخبرنا الإِمَامُ أَبُو الْحَسَنِ عَلِيِّ بْنُ عَسَاكِرَ الْمُقْرِئُ، أخبرنا الأَمِينُ أَبُو طَالِبٍ الْيُوسُفِيُّ، أخبرنا أَبُو عَلِيِّ بْنُ الْمُذْهِبِ التَّمِيمِيُّ، أخبرنا أَبُو بَكْرِ بْنُ مَالِكٍ الْقَطِيعِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ، قَالَ: حَدَّثَنِي أَبِي، حَدَّثَنَا شَيْبَانُ، حَدَّثَنَا أَبُو هِلالٍ، حَدَّثَنَا بَكْرٌ، قَالَ: \" لَمَّا أُلْقِيَ إِبْرَاهِيمُ فِي النَّارِ جَأَرَتْ عَامَّةُ الْخَلِيقَةِ إِلَى رَبِّهَا عَزَّ وَجَلَّ فَقَالُوا: يَا رَبُّ، خَلِيلُكَ يُلْقَى فِي النَّارِ فَأْذَنْ لَنَا أَنْ نُطْفِئَ عَنْهُ. ¶ فَقَالَ: هُوَ خَلِيلِي، لَيْسَ لِي فِي الأَرْضِ خَلِيلٌ غَيْرَهُ، وَأَنَا رَبُّهُ، لَيْسَ لَهُ رَبٌّ غَيْرِي، فَإِنِ اسْتَغَاثَكُمْ فَأَغِيثُوهُ، وَإِلا فَدَعُوهُ. ¶ قَالَ: فَجَاءَ مَلَكُ الْقَطْرِ، فَقَالَ: يَا رَبُّ، خَلِيلُكَ يُلْقَى فِي النَّارِ، فَأْذَنْ لِي أَنْ أُطْفِئَ عَنْهُ بِالْقَطْرِ. ¶ فَقَالَ: هُوَ خَلِيلِي، لَيْسَ لِي فِي الأَرْضِ خَلِيلٌ غَيْرَهُ، وَأَنَا رَبُّهُ لَيْسَ لَهُ رَبٌّ غَيْرِي، فَإِنِ اسْتَغَاثَكَ فَأَغِثْهُ، وَإِلا فَدَعْهُ. ¶ قَالَ: فَلَمَّا أُلْقِيَ فِي النَّارَ دَعَا رَبَّهُ عَزَّ وَجَلَّ بِدُعَاءٍ نَسِيَهُ أَبُو هِلالٍ. ¶ قَالَ: فَقَالَ اللَّهُ عَزَّ وَجَلَّ: {يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ} [الأنبياء: 69] . ¶ قَالَ: فَبَرَدَتْ يَوْمَئِذٍ عَلَى أَهْلِ الْمَشْرِقِ وَالْمَغْرِبِ، فَلَمْ يَنْضُجْ بِهَا كُرَاعٌ \" ¶ ! 165 وَأخبرنا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي، أخبرنا أَحْمَدُ بْنُ أَحْمَدَ،",
            "page": "63",
            "part": "1",
            "seal": "FAC3BFB1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "أخبرنا الْحَافِظُ أَبُو نُعَيْمٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَحْمَدُ بْنُ السّندِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ عَلُّوَيْهِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عِيسَى، حَدَّثَنَا إِسْحَاقُ بْنُ بِشْرٍ، قَالَ: قَالَ مُقَاتِلٌ، وَسَعِيدٌ: \" لَمَّا جِيءَ بِإِبْرَاهِيمَ عَلَيْهِ السَّلامُ، فَخَلَعُوا ثِيَابَهُ، وَشَدُّوا قِمَاطَهُ، وَوُضِعَ فِي الْمَنْجَنِيقِ: بَكَتِ السَّمَوَاتُ، وَالأَرْضُ، وَالْجِبَالُ، وَالشَّمْسُ، وَالْقَمَرُ، وَالْعَرْشُ، وَالْكُرْسِيُّ، وَالسَّحَابُ، وَالرِّيحُ، وَالْمَلَائِكَةُ، كُلٌّ يَقُولُ: يَا رَبُّ، عَبْدُكَ يُحْرَقُ، فَأْذَنْ لَنَا فِي نُصْرَتِهِ، فَقَالَتِ النَّارُ وَبَكَتْ: رَبِّ سَخَّرْتَنِي لِبَنِي آدَمَ وَعَبْدُكَ يُحْرَقُ بِي، فَأَوْحَى اللَّهُ إِلَيْهِمْ: إِنَّ عَبْدِي إيَّايَ عَبَدَ، وَفِي جَنْبِي أُوذِيَ، إِنْ دَعَانِي أَجَبْتُهُ، وَإِنِ اسْتَنْصَرَكُمْ فَانْصُرُوهُ، فَلَمَّا أَنْ رُمِيَ اسْتَقْبَلَهُ جِبْرِيلُ عَلَيْهِ السَّلامُ بَيْنَ الْمَنْجَنِيقِ وَالنَّارِ، فَقَالَ: السَّلامُ عَلَيْكَ يَا إِبْرَاهِيمُ، أَنَا جِبْرِيلُ، أَلَكَ حَاجَةٌ؟ قَالَ: أَمَا إِلَيْكَ فَلا! حَاجَتِي إِلَى رَبِّي \" ¶ دَاوُدُ عَلَيْهِ السَّلامُ ¶ ! 166 وَأخبرنا أَبُو الْحَسَنِ عَلِيٌّ، أخبرنا عَبْدِ الْقَادِرِ بْنُ مُحَمَّدٍ، أخبرنا",
            "page": "64",
            "part": "1",
            "seal": "C7A8D9BA"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "التَّمِيمِيُّ، أخبرنا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي أَبِي، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أخبرنا الْمَسْعُودِيُّ، عَنْ يُونُسَ بْنِ خَبَّابٍ: \" أَنَّ دَاوُدَ عَلَيْهِ السَّلامُ سَجَدَ أَرْبَعِينَ يَوْمًا حَتَّى نَبَتَتِ الْخُضْرَةُ مِنْ دُمُوعِ عَيْنَيْهِ، فَقَالَ فِي آخِرِ ذَلِكَ: رَبِّ قَرُحَ الْجَبِينُ، وَرَقَأَ الدَّمْعُ، وَخَطِيئَةُ دَاوُدَ كَمَا هِيَ، فأُجِيبَ: يَا دَاوُدُ، أَظَمْآنٌ أَنْتَ فَتُسْقَى؟ أَمْ جَائِعٌ فَتُطْعَمُ؟ أَمْ مَظْلُومٌ فيُنْتَصَرُ لَكَ؟ قَالَ: فَنَحَبَ نَحْبَةً هَاجَ مَا هُنَالِكَ مِنَ الْخُضْرَةِ. ¶ قَالَ: فَغُفِرَ لَهُ عِنْدَ ذَلِكَ \" ¶ ! 167 قَالَ أَحْمَدُ: وَحَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا ابْنُ جَابِرٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي مُهَاجِرٍ: \" أَنَّ دَاوُدَ كَانَ يُعَاتَبُ فِي كَثْرَةِ الْبُكَاءِ، فَيَقُولُ: ذَرُونِي أَبْكِ قَبْلَ يَوْمِ الْبُكَاءِ، قَبْلَ تَحْرِيقِ الْعِظَامِ، وَاشْتِعَالِ اللِّحَى، وَقَبْلَ أَنْ يُؤْمَرَ بِي مَلَائِكَةٌ غِلَاظٌ",
            "page": "65",
            "part": "1",
            "seal": "BB9F9E6C"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "شِدَادٌ لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ، وَيَفْعَلُونَ مَا يُؤْمَرُونَ \" ¶ ! 168 قَالَ: وَحَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا عَبْدُ الْجَلِيلِ، قَالَ: حَدَّثَنَا شَهْرُ بْنُ حَوْشَبٍ، قَالَ: \" كَانَ دَاوُدُ عَلَيْهِ السَّلامُ يُسَمِّي النُّوَّحَ فِي الْكِتَابِ، وَإِنَّهُ انْطَلَقَ حَتَّى أَتَى الْبَحْرَ، فَقَالَ: أَيُّهَا الْبَحْرُ، إِنِّي هَارِبٌ إِلَى رَبِّي، فَارٌّ مِنَ الطَّالِبِ الَّذِي لا يَنْأَى طَلَبُهُ، فَاجْعَلْنِي قَطْرَةً مِنْ مَائِكَ، أَوْ دَابَّةً مِمَّا فِيكَ، أَوْ تُرْبَةً مِنْ تُرَبِكَ، أَوْ صَخْرَةً مِنْ صَخْرِكَ. ¶ فَقَالَ: أَيُّهَا الْعَبْدُ الْهَارِبُ الْفَارُّ مِنَ الطَّالِبِ الَّذِي لا يَنْأَى طَلَبُهُ، ارْجِعْ مِنْ حَيْثُ جِئْتَ، فَإِنَّهُ لَيْسَ شَيْءٌ مِنِّي إِلا بَارِزٌ يَنْظُرُ اللَّهُ تَعَالَى إِلَيْهِ، قَدْ أَحْصَاهُ وَعَدَّهُ عَدًّا، فَلَسْتُ أَسْتَطِيعُ ذَلِكَ، ثُمَّ انْطَلَقَ حَتَّى أَتَى الْجَبَلَ، فَقَالَ: أَيُّهَا الْجَبَلُ، إِنِّي هَارِبٌ فَارٌّ مِنَ الطَّالِبِ الَّذِي لا يَنْأَى طَلَبُهُ، اجْعَلْنِي حَجَرًا مِنْ حِجَارَتِكَ، أَوْ تُرْبَةً مِنْ تُرَبِكَ، أَوْ صَخْرَةً مِنْ صَخْرِكَ، أَوْ شَيْئًا مِمَّا فِي جَوْفِكَ. ¶ فَقَالَ: أَيُّهَا الْعَبْدُ الْفَارُّ مِنَ الطَّالِبِ الَّذِي لا يَنْأَى طَلَبُهُ، إِنَّهُ لَيْسَ مِنِّي شَيْءٌ إِلا يَرَاهُ اللَّهُ عَزَّ وَجَلَّ وَيَنْظُرُ إِلَيْهِ، قَدْ أَحْصَاهُ وَعَدَّه عَدًّا، فَلَسْتُ أَسْتَطِيعُ ذَلِكَ، ثُمَّ انْطَلَقَ حَتَّى أَتَى الأَرْضَ يَعْنِي الرَّمْلَ، فَقَالَ لَهَا: أَيُّهَا الرَّمْلُ،",
            "page": "66",
            "part": "1",
            "seal": "F0494474"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "اجْعَلْنِي تُرْبَةً مِنْ تُرَبِكَ، أَوْ صَخْرَةً مِنْ صَخْرِكَ، أَوْ شَيْئًا مِمَّا فِي جَوْفِكَ، فَأَوْحَى اللَّهُ تَعَالَى إِلَى الرَّمْلِ أَنْ أَجِيبِيهِ. ¶ فَقَالَتْ: أَيُّهَا الْعَبْدُ الْهَارِبُ مِنَ الطَّالِبِ الَّذِي لا يَنْأَى طَلَبُهُ، ارْجِعْ مِنْ حَيْثُ جِئْتَ، فَاجْعَلْ عَمَلَكَ قِسْمَيْنِ: لِرَغْبَةٍ أَوْ لِرَهْبَةٍ، فَعَلَى أَيِّهِمَا أَخَذَكَ رَبُّكَ لَمْ تُبَالِ \" ¶ ! 169 أخبرنا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ حَمْزَةَ بْنِ عَلِيٍّ السُّلَمِيِّ، أخبرنا الْمُبَارَكُ بْنُ الْحَسَنِ، أنبانا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيٍّ الْخَيَّاطُ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ دُوَسْت، أخبرنا الْحُسَيْنُ بْنُ صَفْوَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ، حَدَّثَنِي حَفْصُ بْنُ عُمَرَ الْعَدَنِيُّ، حَدَّثَنَا أَصْحَابُنَا الصَّنْعَانِيُّونَ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، قَالَ: \" لَمَّا أَصَابَ دَاوُدُ عَلَيْهِ السَّلامُ الْخَطِيئَةَ، جَعَلَ يَخْرُجُ إِلَى الْبَرَارِي، فَيَبْكِي، وَتَبْكِي الْوُحُوشُ مَعَهُ، ثُمَّ يَرْجِعُ إِلَى بَنِي إِسْرَائِيلَ، فَيَبْكِي وَيَبْكُونَ مَعَهُ، ثُمَّ يَرْجِعُ إِلَى أَهْلِهِ، فَيَبْكِي وَيَبْكُونَ مَعَهُ، فَلَمَّا طَالَ ذَلِكَ عَلَيْهِ لا يَرْجِعُ إِلَيْهِ بِشَيْءٍ، خَرَّ سَاجِدًا، فَبَكَى حَتَّى نَبَتَ الْبَقْلُ مِنْ دُمُوعِهِ، ثُمَّ نَحَبَ فَهَاجَ الْعُودُ وَاحْتَرَقَ مِنْ زَفِيرِهِ، فَنُودِيَ: يَا دَاوُدُ، أَمَظْلُومٌ فتُنْصَرُ؟ أَعَارٍ فَتُكْسَى؟ أَظَمْآنٌ فَتُسْقَى؟ أَجَائِعٌ فَتُطْعَمُ؟ قَالَ: لا، أَوْبَقَتْنِي خَطِيئَتِي، فَلْم يَرْجِعْ إِلَيْهِ بِشَيْءٍ، فَجَعَلَ يَئِنُّ فِي سُجُودِهِ عِنْدَ آخِرِ بُكَائِهِ، ثُمَّ انْقَطَعَ صَوْتُهُ، فَكَانَ لا يُسْمَعُ إِلا شِبْهُ الأَنِينِ الْخَفِيِّ، فَعِنْدَ ذَلِكَ رُحِمَ \"",
            "page": "67",
            "part": "1",
            "seal": "81A9D4D9"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "! 170 وَبِالإِسْنَادِ، قَالَ عَبْدُ اللَّهِ: حَدَّثَنَا عَبْدُ اللَّهِ الرُّومِيُّ، حَدَّثَنَا أَسَدٌ، حَدَّثَنَا الْوَلِيدُ، عَنِ ابْنِ أَبِي الْعَاتِكَةِ، قَالَ: \" كَانَ مِنْ قَوْلِ دَاوُدَ عَلَيْهِ السَّلامُ: سُبْحَانَ خَالِقِ النُّورِ، إِلَهِي، إِذَا ذَكَرْتُ خَطِيئَتِي ضَاقَتْ عَلَيَّ الأَرْضُ بِرُحْبِهَا، وَإِذَا ذَكَرْتُ رَحْمَتَكَ ارْتَدَّ إِلَيَّ رُوحِي. ¶ سُبْحَانَ خَالِقِ النُّورِ، إِلَهِي، خَرَجْتُ أَسْأَلُ أَطِبَّاءَ عِبَادِكَ أَنْ يُدَاوُوا خَطِيئَتِي، وَكُلُّهُمْ عَلَيْكَ يَدُلُّنِي \" ¶ ! 171 قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَحَدَّثَنَا الْمُغِيرَةُ بْنُ مُحَمَّدٍ، حَدَّثَنِي بَكْرُ بْنُ خُنَيْسٍ، عَنْ أَبِي عَبْدِ اللَّهِ الشَّامِيِّ، عَنْ نَوْفٍ الشَّامِيِّ، قَالَ: \" لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ جَعَلَ يَبْكِي إِلَى بَنِي إِسْرَائِيلَ وَيَبْكُونَ إِلَيْهِ، ثُمَّ يَخْرُجُ إِلَى الْبَرَارِي، فَيَبْكِي إِلَى الْوُحُوشِ وَتَبْكِي إِلَيْهِ، ثُمَّ يُنَوِّحُ عَلَى نَفْسِهِ، وَيَعْكُفُ عَلَيْهِ الطَّيْرُ فَيَبْكِي لِبُكَائِهِ، ثُمَّ تَضِيقُ بِهِ خَطِيئَتُهُ فَيَسِيحُ فِي الْجِبَالِ وَيُنَادِي: إِلَيْك هَرَبْتُ إِلَهِي مِنْ عَظِيمِ جُرْمِي. ¶ فَلا يَزَالُ كَذَلِكَ حَتَّى يُمْسِي، فَيَرْجِعُ إِلَى أَهْلِهِ، فَيَدْخُلُ بَيْتَ عِبَادَتِهِ، فَلا يَزَالُ مُصَلِّيًا، بَاكِيًا، سَاجِدًا. ¶ قَالَ: فَأَتَاهُ ابْنٌ لَهُ صَغِيرٌ فَنَادَاهُ: يَا أَبَتَاهُ، هَجَمَ اللَّيْلُ، وَأَفْطَرَ الصَّائِمُونَ. ¶ فَقَالَ: يَا بُنَيَّ، إِنَّ أَبَاكَ لَيْسَ كَمَا كَانَ يَكُونُ، إِنَّ أَبَاكَ قَدْ وَقَعَ فِي أَمْرٍ عَظِيمٍ، إِنَّ أَبَاكَ عَنْكَ وَعَنْ عَشَائِكَ مَشْغُولٌ. ¶ قَالَ: فَرَجَعَ الْغُلَامُ بَاكِيًا إِلَى أُمِّهِ، فَجَاءَتِ",
            "page": "68",
            "part": "1",
            "seal": "E8175355"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "الْمَرْأَةُ، فَقَالَتْ: يَا نَبِيَّ اللَّهِ، بِأَبِي أَنْتَ وَأُمِّي، قَدْ جَاءَ اللَّيْلُ، وَحَضَرَ فِطْرُ الصَّائِمِ، أَلا نَأْتِيكَ بِطَعَامٍ؟ فَنَادَاهَا مِنْ وَرَاءِ الْبَابِ: وَمَا يَصْنَعُ دَاوُدُ بِالطَّعَامِ بَعْدَ رُكُوبِ الْخَطِيئَةِ؟ . ¶ فَلَمْ يَزَلْ عَلَى هَذَا حَتَّى غُفِرَ لَهُ \" ¶ ! 172 وعن وَهْبِ بْنِ مُنَبِّهٍ، قَالَ: \" كَانَ لِدَاوُدَ حَشِيَّةٌ مَحْشُوَّةٌ بِالرَّمَادِ، يُصَلِّي عَلَيْهَا، فَكَانَ يُصَلِّي، فَيَبْكِي فِي سُجُودِهِ حَتَّى يَبُلَّ مَوْضِعَ سُجُودِهِ، ثُمَّ تَغْلِبُهُ الدُّمُوعُ فَتَجْرِي حَتَّى يَبُلَّ مَوْضِعُ الْحَشِيَّةِ مِنْ تَحْتِهِ، وَكَانَ يُنَادِي فِي سُجُودِهِ: قَرَحَ الْجَبِينُ، وَجَفَّتِ الدَّمْعَةُ، وَخَطِيئَتِي لَمْ تُغْفَرْ لِي. ¶ فَقِيلَ لَهُ: يَا دَاوُدُ، أَظَمْآنٌ فَتُسْقَى؟ أَجَائِعٌ فَتُطْعَمُ؟ أَعَارٍ فَتُكْسَى؟ قَالَ: فَازْدَادَ بُكَاءً عَلَى بُكَائِهِ، وَأَخَذَ فِي الأَنِينِ عِنْدَ مُنْقَطَعِ النَّحِيبِ. ¶ قَالَ: فَعِنْدَ ذَلِكَ رَحِمَهُ، فَغُفِرَ لَهُ \" ¶ ! 173 قَالَ مُحَمَّدٌ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، حَدَّثَنَا مُعَاذُ بْنُ زِيَادٍ التَّمِيمِيُّ، قَالَ: \" لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ، جَعَلَ يَفْزَعُ إِلَى الْعُبَّادِ، فَيَبْكِي إِلَيْهِم فِي رُءُوسِ الْجِبَالِ، وَيَبْكُونَ إِلَيْهِ، فَأَتَى عَلَى رَجُلٍ مُنْفَرِدٍ، فَنَادَاهُ: أَنَا دَاوُدُ نَبِيُّ اللَّهِ صَاحِبُ الْخَطِيئَةِ، أَوْ مَا بَلَغَكَ أَيُّهَا الرَّجُلُ؟ قَالَ: فَبَكَى الرَّجُلُ بُكَاءً شَدِيدًا، ثُمَّ قَالَ: يَا دَاوُدُ قَدْ بَلَغَتْ خَطِيئَتُكَ إِلَى الْعَظَاءَةِ فِي جُحْرِهَا، فَكَيْفَ لَمْ تَبْلُغْ بَنِي إِسْرَائِيلَ؟ فَبَكَى دَاوُدُ عِنْدَ ذَلِكَ، وَخَرَّ سَاجِدًا، فَلَمْ يَزَلْ يَبْكِي حَتَّى نَبَتَ الْعُشْبُ مِنْ دُمُوعِهِ \" ¶ !",
            "page": "69",
            "part": "1",
            "seal": "28738FD7"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "174 وَأخبرنا أَبُو طَالِبٍ الْمُبَارَكُ بْنُ خُضَيْرٍ، أخبرنا أَبُو غَالِبٍ شُجَاعُ بْنُ فَارِسٍ، أخبرنا أَبُو بَكْرٍ الْخَيَّاطُ، أخبرنا أَبُو عَبْدِ اللَّهِ بْنُ دُوَسْت، أخبرنا أَبُو عَلِيٍّ، أخبرنا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنِي عَمْرُو بْنُ جَرِيرٍ الْبَجْلِيُّ، حَدَّثَنَا عَامِرُ بْنِ يَسَافٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ: بَلَغَنَا أَنَّهُ \" كَانَ إِذَا كَانَ يَوْمٌ نَوَّحَ دَاوُدُ عَلَيْهِ السَّلامُ، مَكَثَ قَبْلَ ذَلِكَ سَبْعًا لا يَأْكُلُ الطَّعَامَ، وَلا يَشْرَبُ الشَّرَابَ، وَلا يَقْرَبُ النِّسَاءَ، فَإِذَا كَانَ قَبْلَ ذَلِكَ بِيَوْمٍ أُخْرِجَ لَهُ مِنْبَرٌ إِلَى الْبَرِّيَّةِ، وَأَمَرَ سُلَيْمَانُ مُنَادِيًا يَسْتَقْرِي الْبِلَادَ وَمَا حَوْلَهَا مِنَ الْغِيَاضِ، وَالآكَامِ، وَالْجِبَالِ، وَالْبَرَارِي، وَالدِّيَارَاتِ، وَالصَّوَامِعِ، وَالْبِيَعِ فَيُنَادِي فِيهَا: أَلا مَنْ أَحَبَّ أَنْ يَسْمَعَ نَوْحَ دَاوُدَ. ¶ قَالَ: فَتَأْتِي الْوُحُوشُ مِنَ الْبَرَارِي وَالآكَامِ، وَتَأْتِي السِّبَاعُ مِنَ الْغِيَاضِ، وَتَأْتِي الْهَوَامُّ مِنَ الْجِبَالِ، وَتَأْتِي الطَّيْرُ مِنَ الأَوْكَارِ، وَيَأْتِي الرُّهْبَانُ مِنَ الصَّوَامِعِ وَالدِّيَارَاتِ، وَتَأْتِي الْعَذَارَى مِنْ خُدُورِهَا، وَيَجْتَمِعُ النَّاسُ لِذَلِكَ الْيَوْمِ، وَيَأْتِي دَاوُدُ عَلَيْهِ السَّلامُ حَتَّى يَرْقَى عَلَى الْمِنْبَرِ، وَيُحِيطُ بِهِ بَنُو إِسْرَائِيلَ، وَكُلُّ صِنْفٍ عَلَى حِدَتِهِ مُصْغُونَ إِلَيْهِ. ¶ قَالَ: وَسُلَيْمَانُ عَلَيْهِ السَّلامُ قَائِمٌ عَلَى رَأْسِهِ، قَالَ: فَيَأْخُذُ عَلَيْهِ السَّلامُ فِي الثَّنَاءِ عَلَى رَبِّهِ، فَيَصِيحُونَ بِالْبُكَاءِ وَالصُّرَاخَ، ثُمَّ يَأْخُذُ فِي ذِكْرِ الْجَنَّةِ وَالنَّارِ، فَتَمُوتُ",
            "page": "70",
            "part": "1",
            "seal": "3FB886FD"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "طَائِفَةٌ مِنَ النَّاسِ، وَطَائِفَةٌ مِنَ السِّبَاعِ، وَطَائِفَةٌ مِنَ الْهَوَامِّ، وَطَائِفَةٌ مِنَ الْوُحُوشِ، وَطَائِفَةٌ مِنَ الرُّهْبَانِ وَالْعَذَارَى الْمُتَعَبِّدَاتِ، ثُمَّ يَأْخُذُ فِي ذِكْرِ الْمَوْتِ وَأَهْوَالِ الْقِيَامَةِ، وَيَأْخُذُ فِي النِّيَاحَةِ عَلَى نَفْسِهِ، قَالَ: فَتَمُوتُ طَائِفَةٌ مِنْ هَؤُلاءِ، وَطَائِفَةُ مِنْ هَؤُلاءِ، وَمِنْ كُلِّ صِنْفٍ طَائِفَةٌ، فَإِذَا رَأَى سُلَيْمَانُ مَا قَدْ كَثُرَ مِنَ الْمَوْتِ فِي كُلِّ فِرْقَةٍ مِنْهُمْ، نَادَى: يَا نَبِيَّ اللَّهِ، قَدْ فَرَّقْتَ الْمُسْتَمِعِينَ كُلَّ مُمَزَّقٍ، وَمَاتَتْ طَوَائِفُ مِنْ بَنِي إِسْرَائِيلَ، وَمَنِ الْوُحُوشِ، وَالْهَوَامِّ، وَالسِّبَاعِ وَالرُّهْبَانِ. ¶ قَالَ: فَيَقْطَعُ النِّيَاحَةَ وَيَأْخُذُ فِي الدُّعَاءِ. ¶ قَالَ: فَبَيْنَا هُوَ كَذَلِكَ، إِذْ نَادَاهُ عُبَّادُ بَنِي إِسْرَائِيلَ: يَا دَاوُدُ عَجِلْتَ بِطَلَبِ الْجَزَاءِ عَلَى رَبِّكَ. ¶ قَالَ: فَخَرَّ دَاوُدُ عِنْدَ ذَلِكَ مَغْشِيًّا عَلَيْهِ. ¶ قَالَ: فَلَمَّا نَظَرَ إِلَيْهِ سُلَيْمَانُ وَمَا أَصَابَهُ، أَتَى بِسَرِيرٍ فَحَمَلَهُ عَلَيْهِ، ثُمَّ أَمَرَ مُنَادِيًا: مَنْ كَانَ لَهُ مَعَ دَاوُدَ حَمِيمٌ أَوْ قَرِيبٌ، فَلْيَأْتِ بِسَرِيرٍ فَلْيَحْمِلْهُ، فَإِنَّ الَّذِينَ كَانُوا مَعَ دَاوُدَ قَدْ قَتَلَهُمْ ذِكْرُ الْجَنَّةِ وَالنَّارِ، فَإِنْ كَانَتِ الْمَرْأَةُ لَتَأْتِي بِالسَّرِيرِ، فَتَقِفُ عَلَى أَبِيهَا وَهُوَ مَيِّتٌ، فَتُنَادِي: وَا أَبَتَاهُ مَنْ قَتَلَهُ ذِكْرُ النَّارِ، وَا أَبَتَاهُ مَنْ قَتَلَهُ ذِكْرُ الْجَنَّةِ، وَا أَبَتَاهُ مَنْ قَتَلَهُ ذِكْرُ الْخَوْفِ مِنَ اللَّهِ تَعَالَى. ¶ قَالَ: حَتَّى إِنَّ الْوُحُوشَ لَتَجْتَمِعُ عَلَى مَنْ مَاتَ مِنْهُمْ فَتَحْمِلُهُ، وَالسِّبَاعُ وَالْهَوَامُّ كَذَلِكَ. ¶ قَالَ: وَيَتَفَرَّقُونَ، فَإِذَا أَفَاقَ دَاوُدُ مِنْ غَشْيَتِهِ نَادَى: يَا سُلَيْمَانُ مَا فَعَلَتْ عُبَّادُ بَنِي إِسْرَائِيلَ فُلانٌ وَفُلانٌ؟ فَيَعُدُّ نَفَرًا مِنْ بَنِي إِسْرَائِيلَ، فَيَقُولُ سُلَيْمَانُ: مُوِّتُوا عَنْ آخِرِهِمْ، فَيَقُومُ دَاوُدُ فَيَضَعُ يَدَهُ عَلَى رَأْسِهِ، ثُمَّ يَدْخُلُ بَيْتَ عِبَادَتِهِ، وَيُغْلِقُ عَلَيْهِ بَابَهُ , ثُمَّ يُنَادِي: أَعَصْيَانٌ أَنْتَ عَلَى دَاوُدَ إِلَه دَاوُدَ؟ أَمْ كَيْفَ قَصَّرْتَ بِهِ أَنْ يَمُوتَ؟ خَوْفًا مِنْكَ؟ أَوْ فَرَقًا مِنْ نَارِكَ؟ أَوْ شَوْقًا إِلَى جَنَّتِكَ وَلِقَائِكَ؟ إِلَهَ دَاوُدَ، إِلَهَ دَاوُدَ، فَلا يَزَالُ كَذَلِكَ سَبْعًا يُنَادِي:",
            "page": "71",
            "part": "1",
            "seal": "0C91ED17"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "إِلَهَ دَاوُدَ. ¶ قَالَ: فَيَأْتِي سُلَيْمَانُ، فَيَقِفُ عَلَى بَابِ بَيْتِهِ فَيُنَادِي: يَا أَبَتِ أَتَأْذَنُ لِي فِي الدُّخُولِ عَلَيْكَ؟ فَيَأْذَنُ لَهُ، فَيَدْخُلُ وَمَعَهُ قُرْصٌ مِنْ شَعِيرٍ، فَيَقُولُ: يَا أَبَتَاهُ، تَقَوَّ عَلَى مَا تُرِيدُ، قَالَ: فَيَأْكُلُ مِنْ ذَلِكَ مَا شَاءَ اللَّهُ، ثُمَّ يَخْرُجُ إِلَى بَنِي إِسْرَائِيلَ فَيَكُونُ بَيْنَهُمْ \" ¶ يَحْيَى عَلَيْهِ السَّلامُ ¶ وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ: دَخَلَ يَحْيَى بْنُ زَكَرِيَّا عَلَيْهِ السَّلامُ إِلَى بَيْتِ الْمَقْدِسِ وَهُوَ ابْنُ ثَمَانِيَ حِجَجٍ، فَنَظَرَ إِلَى عُبَّادِ بَيْتِ الْمَقْدِسِ قَدْ لَبِسُوا مَدَارِعَ الشَّعْرِ وَبَرَانِسَ الصُّوفِ، وَنَظَرَ إِلَى مُجْتَهِدِيهِمْ، أَوْ قَالَ: مُتْهَجِدِيهِمْ، قَدْ خَرَقُوا التَّرَاقِيَ، وَسَلَكُوا فِيهَا السَّلاسِلَ وَشَدُّوهَا إِلَى حَنَايَا بَيْتِ الْمَقْدِسِ، فَهَالَهُ ذَلِكَ، وَرَجَعَ إِلَى أَبَوَيْهِ، فَمَرَّ بِصِبْيَانٍ يَلْعَبُونَ، فَقَالُوا: يَا يَحْيَى هَلُمَّ فَلْنَلْعَبْ. ¶ قَالَ: إِنِّي لَمْ أُخْلَقْ لِلَّعِبِ. ¶ فَذَلِكَ قَوْلُ اللَّهِ",
            "page": "72",
            "part": "1",
            "seal": "2E34FC56"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "عَزَّ وَجَلَّ: {وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا} [مريم: 12] . ¶ فَأَتَى أَبَوَيْهِ، فَسَأَلَهُمَا أَنْ يُدَرِّعَاهُ الشَّعْرَ، فَفَعَلا، ثُمَّ رَجَعَ إِلَى بَيْتِ الْمَقْدِسِ، فَكَانَ يَخْدُمُهُ نَهَارًا، وَيُصْبِحُ فِيهِ لَيْلا، حَتَّى أَتَتْ لَهُ خَمْسَ عَشَرَةَ حِجَّةَ، فَأَتَاهُ الْخَوْفُ، فَسَاحَ، وَلَزِمَ أَطْرَافَ الأَرْضِ وَغِيرَانَ الشِّعَابَ، وَخَرَجَ أَبَوَاهُ فِي طَلَبِهِ، فَوَجَدَاهُ حِينَ نَزَلا مِنْ جِبَالِ الثَّنِيَّةِ عَلَى بُحَيْرَةِ الأُرْدُنِّ، وَقَدْ قَعَدَ عَلَى شَفِيرِ الْبُحَيْرَةِ، وَأَنْقَعَ قَدَمَيْهِ فِي الْمَاءِ، وَقَدْ كَادَ الْعَطَشُ يَذْبَحُهُ، وَهُوَ يَقُولُ: وَعِزَّتُكَ لا أَذُوقُ بَارِدَ الشَّرَابِ حَتَّى أَعْلَمَ مَكَانِي مِنْهُ، فَسَأَلَهُ أَبَوَاهُ أَنْ يَأْكُلَ قَرِيمًا كَانَ مَعَهُمَا مِنْ شَعِيرٍ، وَيَشْرَبَ مِنَ الْمَاءِ، فَفَعَلَ، وَكَفَّرَ عَنْ يَمِينِهِ، فَمُدِحَ بِالْبِرِّ، فَقَالَ اللَّهُ عَزَّ وَجَلَّ: {وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا} [مريم: 14] . ¶ وَرَدَّهُ أَبَوَاهُ إِلَى بَيْتِ الْمَقْدِسِ، فَكَانَ إِذَا قَامَ فِي صَلَاتِهِ بَكَى، وَبَكَى زَكَرِيَّا لِبُكَائِهِ، حَتَّى يُغْمَى عَلَيْهِ، فَلَمْ يَزَلْ كَذَلِكَ حَتَّى خَرَمَتْ دُمُوعُهُ لَحْمَ خَدَّيْهِ، وَبَدَتْ أَضْرَاسُهُ، فَقَالَتْ لَهُ أُمُّهُ: يَا يَحْيَى، لَوْ أَذِنْتَ لِي لاتَّخَذْتُ لَكَ لِبَدًا لِيُوَارِي أَضْرَاسَكَ عَنِ النَّاظِرِينَ. ¶ قَالَ: أَنْتِ وَذَاكَ. ¶ فَعَمَدَتْ إِلَى قِطْعَتَيْ لُبُودٍ، فَأَلْصَقَتْهُمَا عَلَى خَدَّيْهِ، فَكَانَ إِذَا بَكَى اسْتَنْقَعَتْ دُمُوعُهُ فِي الْقِطْعَتَيْنِ، فَتَقُومُ إِلَيْهِ أُمُّهُ فَتَعْصِرُهُمَا بِيَدِهَا، فَكَانَ إِذَا نَظَرَ إِلَى دُمُوعِهِ تَجْرِي عَلَى ذِرَاعَيْ أُمِّهِ، قَالَ: اللَّهُمَّ هَذِهِ دُمُوعِي، وَهَذِهِ أُمِّي، وَأَنَا عَبْدُكَ، وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ.",
            "page": "73",
            "part": "1",
            "seal": "AA00C4E7"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "زَكَرِيَّا عَلَيْهِ السَّلامُ ¶ ! 175 أخبرنا أَبُو الْمَعَالِي بْنُ صَابِرٍ قِرَاءَةً عَلَيْهِ، أخبرنا أَبُو الْقَاسِمِ عَلِيُّ بْنُ إِبْرَاهِيمَ الْحُسَيْنِيُّ، حَدَّثَنَا أَبُو الْحَسَنِ رَشَأُ بْنُ نَظِيفٍ الْمُقْرِئُ، حَدَّثَنَا الْحَسَنُ بْنُ إِسْمَاعِيلَ بْنِ مُحَمَّدٍ الْغَسَّانِيُّ، حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مَرْوَانَ الْمَالِكِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ الْمُنْعِمِ بْنُ إِدْرِيسَ، عَنْ أَبِيهِ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ: \" أَنَّ زَكَرِيَّا عَلَيْهِ السَّلامُ هَرَبَ وَدَخَلَ جَوْفَ شَجَرَةٍ، فَوُضِعَ عَلَى الشَّجَرَةِ الْمِنْشَارُ وَقُطِعَ نِصْفَيْنِ، فَلَمَّا وَقَعَ الْمِنْشَارُ عَلَى ظَهْرِهِ أَنَّ، فَأَوْحَى اللَّهُ إِلَيْهِ: يَا زَكَرِيَّا، إِمَّا أَنْ تَكُفَّ عَنْ أَنِينِكَ أَوْ أَقْلِبُ الأَرْضَ وَمَنْ عَلَيْهَا. ¶ قَالَ: فَسَكَتَ حَتَّى قُطِعَ نِصْفَيْنِ عَلَيْهِ السَّلامُ \" ¶ ! 176 أخبرنا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ الْحَسَنِ بْنِ هِلالٍ الدَّقَّاقُ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ سَنَةَ إِحْدَى وَسِتِّينَ وَخَمْسِ مِائَةٍ، قِيلَ لَهُ: أَخْبَرَكُمْ أَبُو الْحُسَيْنِ الْمُبَارَكُ بْنُ عَبْدِ الْجَبَّارِ الصَّيْرَفِيُّ، أخبرنا أَبُو طَالِبٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْفَتْحِ الْعُشَارِيُّ، أخبرنا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ ابْنُ أَخِي",
            "page": "74",
            "part": "1",
            "seal": "6611EF6B"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "ميمي، أخبرنا الْحُسَيْنُ بْنُ صَفْوَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا، حَدَّثَنِي عَلِيُّ بْنُ أَبِي الْحَسَنِ بْنِ أَبِي مَرْيَمَ، عَنِ الْفَرَجِ بْنِ سَعِيدٍ، حَدَّثَنَا أَحْمَدُ بْنُ يَحْيَى بْنِ مَالِكٍ، حَدَّثَنَا مُبَارَكُ بْنُ فُضَالَةَ، عَنِ الْحَسَنِ: أَنَّ رَجُلًا يُقالُ لَهُ: \" عُقيبٌ كَانَ يَعْبُدُ اللَّهَ، وَكَانَ فِي ذَلِكَ الزَّمَانِ مَلِكٌ يُعَذِّبُ النَّاسَ بِالْمَثُلاتِ. ¶ قَالَ عُقيبٌ: لَوْ نَزَلْتُ إِلَى هَذَا فَأَمَرْتُهُ بِتَقْوَى اللَّهِ عَزَّ وَجَلَّ كَانَ أَوْجَبَ عَلِيَّ، فَنَزَلَ مِنَ الْجَبَلِ، فَقَالَ لَهُ: يَا هَذَا اتَّقِ اللَّهَ عَزَّ وَجَلَّ. ¶ فَقَالَ لَهُ الْجَبَّارُ: يَا كَلْبُ مِثْلُكَ يَأْمُرُ بِتَقْوَى اللَّهِ عَزَّ وَجَلَّ؟ لأُعَذِّبَنَّكَ عَذَابًا لَمْ يُعَذَّبْ بِهِ أَحَدٌ مِنَ الْعَالَمِينَ، فَأَمَرَ بِهِ أَنْ يُسْلَخ مِنْ قَدَمَيْهِ إِلَى رَأْسِهِ وَهُوَ حَيٌّ، فَسُلِخَ، فَلَمَّا بَلَغَ بَطْنَهُ أَنَّ أَنَّةً، فَأَوْحَى اللَّهُ عَزَّ وَجَلَّ إِلَيْهِ: عُقيبُ اصْبِرْ أُخْرِجْكَ مِنْ دَارِ الْحُزْنِ إِلَى دَارِ الْفَرَحِ، وَمَنْ دَارِ الضِّيقِ إِلَى دَارِ السَّعَةِ، فَلَمَّا بَلَغَ السَّلْخُ وَجْهَهُ صَاحَ، فَأَوْحَى اللَّهُ تَعَالَى إِلَيْهِ: أَبْكَيْتَ أَهْلَ سَمَاوَاتِي وَأَهْلَ أَرْضِي، وَأَذْهَلْتَ مَلَائِكَتِي عَنْ تَسْبِيحِي، لَئِنْ صِحْتَ الثَّالِثَةَ لأَصُبَّنَّ الْعَذَابَ صَبًّا. ¶ فَصَبَرَ حَتَّى سُلِخَ وَجْهُهُ، مَخَافَةَ أَنْ يَأْخُذَ قَوْمَهُ الْعَذَابُ \" ¶ أَيُّوبُ عَلَيْهِ السَّلامُ ¶ ! 177 أخبرنا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ أَحْمَدَ بْنِ سَلْمَانَ، قَالَ: أخبرنا أَبُو الْفَضْلِ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ خَيْرُونَ، أخبرنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ شَاذَانَ، أخبرنا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ أَحْمَدَ الطُّومَارِيُّ، أخبرنا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ",
            "page": "75",
            "part": "1",
            "seal": "39D357BA"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "أَحْمَدَ بْنِ الْبَرَاءِ بْنِ مُبَارَكٍ الْعَبْدِيُّ، حَدَّثَنَا عَبْدُ الْمُنْعِمِ بْنُ إِدْرِيسَ بْنِ سِنَانٍ، أخبرنا وَالِدِي، عَنْ وَهْبِ بْنِ مُنَبِّهٍ: \" أَنَّهُ كَانَ مِنْ حَدِيثِ أَيُّوبَ أَنَّهُ كَانَ رَجُلا مِنَ الرُّومِ، وَكَانَ اللَّهُ تَعَالَى قَدِ اصْطَفَاهُ وَنَبَّأَهُ وَابْتَلَاهُ بِالْغِنَى وَكَثْرَةِ الْمَالِ وَالْوَلَدِ، وَبَسَطَ عَلَيْهِ فِي الدُّنْيَا، وَوَسَّعَ عَلَيْهِ فِي الرِّزْقِ، وَكَانَتْ لَهُ الْبَثَنِيَّةُ مِنَ أَرْضِ الشَّامِ، أَعْلَاهَا وَأَسْفَلُهَا , وَكَانَ لَهُ مِنْ أَصْنَافِ الْمَالِ كُلِّهِ، وَكَانَ بَرًّا تَقِيًّا، رَحِيمًا بِالْمَسَاكِينِ يُطْعِمُهُمْ، وَيَحْمِلُ الأَرَامِلَ، وَيَكْفُلُ الأَيْتَامَ، وَيُكْرِمُ الضَّيْفَ، وَيُبَلِّغُ ابْنَ السَّبِيلِ، وَكَانَ شَاكِرًا لِنِعَمِ اللَّهِ، مُؤَدِّيًا لِحَقِّهِ، وَكَانَ مَعَهُ ثَلاثَةُ نَفَرٍ قَدْ آمَنُوا بِهِ وَصَدَّقُوهُ، وَإِنَّ اللَّهَ تَعَالَى ابْتَلَاهُ فِي مَالِهِ وَوَلَدِهِ وَنَفْسِهِ رَحْمَةً لَهُ لِيُعْظِمَ لَهُ الثَّوَابَ مِمَّا يُصِيبُهُ مِنَ الْبَلاءِ، عَبْرَةً لِلصَّابِرِينَ، وَذِكْرَى لِلْعَابِدِينَ، فسُلِّطَ عَلَيْهِ عَدُوُّ اللَّهِ إِبْلِيسُ، فَجَمَعَ عَفَارِيتَهُ وَقَالَ: إِنِّي قَدْ سُلِّطْتُ عَلَى مَالِ أَيُّوبَ وَأَهْلِهِ، فَمَاذَا عِنْدَكُمْ؟ فَقَالَ قَائِلٌ مِنْهُمْ: أَكُونُ إِعْصَارًا فِيهِ نَارٌ فَلا أَمُرُّ بِشَيْءٍ إِلا أَحْرَقْتُهُ، قَالَ: أَنْتَ وَذَاكَ، فَخَرَجَ حَتَّى أَتَى إِبِلَهُ، فَأَحْرَقَهَا وَرُعَاتَهَا، وَجَاءَ عَدُوُّ اللَّهِ إِبْلِيسُ مُتَمَثِّلا بِقَهْرَمَانِ الرُّعَاةِ، وَأَيُّوبُ فِي مُصَلاهُ يُصَلِّي، فَقَالَ: أَيَا أَيُّوبُ أَقْبَلَتْ نَارٌ حَتَّى غَشِيَتْ إبِلَكَ فَأَحْرَقَتْهَا وَمَنْ فِيهَا غَيْرِي، فَجِئْتُكَ أُخْبِرُكَ، فَقَالَ أَيُّوبُ: الْحَمْدُ لِلَّهِ الَّذِي هُوَ أَعْطَاهَا وَهُوَ أَخَذَهَا، الَّذِي أَخْرَجَكَ مِنْهَا كَمَا يُخْرَجُ الزُّؤَانُ مِنَ الْقَمْحِ، وَلَوْ عَلِمَ اللَّهُ فِيكَ خَيْرًا لَذَهَبَ بِكَ مَعَ تِلْكَ الأَنْفُسِ.",
            "page": "76",
            "part": "1",
            "seal": "BE51553D"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وَجَعَلَتْ تُصِيبُ مَالَهُ مَالا مَالا، فَكُلَّمَا انْتَهَى إِلَيْهِ هَلاكُ شَيْءٍ مِنْ مَالِهِ حَمِدَ اللَّهَ وَأَحْسَنَ عَلَيْهِ الثَّنَاءَ، وَرَضِيَ بِالْقَضَاءِ، وَوَطَّنَ نَفْسَهُ عَلَى الْبَلاءِ، حَتَّى إِذَا لَمْ يَبْقَ لَهُ مَالٌ أَتَى أَهْلَهُ وَدَارَهُ وَهُمْ فِي قَصْرٍ لَهُ، فَصَارَ رِيحًا عَاصِفًا، فَاحْتَمَلَ الْقَصْرَ مِنْ نَوَاحِيهِ، فَأَلْقَاهُ عَلَى أَهْلِهِ وَوَلَدِهِ حَتَّى شَدَخَهُمْ، ثُمَّ أَتَاهُ فِي صُورَةِ قَهْرَمَانَةٍ عَلَيْهِمْ، فَأَخْبَرَهُ، فَجَزِعَ عَلَى وَلَدِهِ، وَقَالَ: لَيْتَ أُمِّي لَمْ تَلِدْنِي، ثُمَّ رَجَعَ أَيُّوبُ فِيمَا قَالَ، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، فَسَبَقَتْ تَوْبَتُهُ عَدُوَّ اللَّهِ إِلَى اللَّهِ، ثُمَّ أَقْبَلَ عَدُوُّ اللَّهِ وَهُوَ سَاجِدٌ، فَنَفَخَ فِي جَسَدِهِ، فَصَارَ ثَآلِيلَ كَثَآلِيلِ الْغَنَمِ، فَحَكَّ بِأَظْفَارِهِ حَتَّى سَقَطَتْ، ثُمَّ بِالْفَخَّارِ وَالْحِجَارَةِ حَتَّى تَسَاقَطَ لَحْمُهُ، وَلَمْ يَبْقَ مِنْهُ إِلا الْعُرُوقُ وَالْعَصَبُ وَالْعِظَامُ، وَعَيْنَاهُ تَجُولانِ فِي رَأْسِهِ لِلنَّظَرِ، وَقَلْبُهُ لِلْعَقْلِ، وَلِسَانُهُ لِلذِّكْرِ، وَلَمْ يَخْلُصْ إِلَى شَيْءٍ مِنْ حُشْوَةِ الْبَطْنِ، لأَنَّهُ لا بَقَاءَ إِلا بِهَا، وَمَنْ غَيْرِ هَذِهِ الرِّوَايَةِ: \" وَتَرَكَهُ جَمِيعُ النَّاسِ وَاطَّرَحُوهُ، إِلا امْرَأَتَهُ رَحْمَةَ بِنْتَ مِيشَا بْنِ يُوسُفَ بْنِ يَعْقُوبَ عَلَيْهِمُ السَّلامُ، فَإِنَّهَا صَبَرَتْ عَلَيْهِ، وَكَانَتْ تَتَصَدَّقُ بِالْكِسْرَةِ وَاللُّقْمَةِ وَتُطْعِمُهَا إِيَّاهُ، وَتَطْحَنُ لِلنَّاسِ بِيَدِهَا وَتَأْخُذُ أُجْرَتَهَا طَعَامًا لَمْ يَزَلْ عَلَى ذَلِكَ، وَيُرْوَى عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ أَنَّهُ بَلَغَ مِنْ حَالِهِ أَنَّهُ أُلْقِيَ عَلَى زَبَلٍ وَسُتِرَتْ عَوْرَتُهُ بِالرَّمَادِ، تَقَعُ عَنْهُ الدُّودَةُ فَيَرُدُّهَا إِلَى مَوْضِعِهَا فِي بَدَنِهِ، رَجْعُ الْحَدِيثِ إِلَى وَهْبٍ: قَالَ: فَلَبِثَ فِي ذَلِكَ الْبَلاءِ ثَلَاثَ سِنِينَ لَمْ يَزِدْ يَوْمًا وَاحِدًا، فَلَمَّا غَلَبَهُ أَيُّوبُ وَلَمْ يَسْتَطِعْ مِنْهُ شَيْئًا، اعْتَرَضَ لامْرَأَتِهِ فِي هَيْئَةٍ لَيْسَتْ كَهَيْئَةِ بَنِي آدَمَ فِي الْعِظَمِ وَالطُّولِ وَالْجِسْمِ، عَلَى مَرْكَبٍ لَيْسَ مِنْ مَرَاكِبِ النَّاسِ، فَقَالَ لَهَا: أَنْتِ",
            "page": "77",
            "part": "1",
            "seal": "B1FC1B37"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "صَاحِبَةُ أَيُّوبَ، هَذَا الرَّجُلِ الْمُبْتَلَى؟ قَالَ: هَلْ تَعْرِفِينِي؟ قَالَتْ: لا، قَالَ: إِنَّهُ إِلَهُ الأَرْضِ، وَأَنَا الَّذِي صَنَعْتُ بِصَاحِبِكِ مَا صَنَعْتُ، وَذَلِكَ أَنَّهُ عَبْدَ إِلَهَ السَّمَاءِ وَتَرَكَنِي، فَأَغْضَبَنِي، وَلَوْ سَجَدَ لِي سَجْدَةً وَاحِدَةً رَدَدْتُ عَلَيْهِ وَعَلَيْكُمَا مَا كَانَ لَكُمَا مِنْ وَلَدٍ وَمَالٍ فَإِنَّهُ عِنْدِي، ثُمَّ أَرَاهَا إِيَّاهُمْ فِيمَا يُرَى بِبَطْنِ الْوَادِي الَّذِي لَقِيَهَا فِيهِ، فَرَجَعَتْ إِلَى أَيُّوبَ، فَأَخْبَرَتْهُ بِمَا قَالَ لَهَا وَمَا أَرَاهَا، قَالَ: وَلَقَدِ أَتَاكِ عَدُوُّ اللَّهِ يَفْتِنُكِ عَنْ دِينِكِ، ثُمَّ أَقْسَمَ إِنِ اللَّهُ عَافَاهُ لَيَضْرِبَنَّهَا مِائَةَ ضَرْبَةً، فَلَمَّا طَالَ عَلَيْهِ الْبَلَاءُ جَاءَهُ النَّفَرُ الَّذِينَ كَانُوا آمَنُوا مَعَهُ وَصَدَّقُوهُ، وَمِنْهُمْ فَتًى حَدِيثُ السِّنِّ، قَدْ كَانَ آمَنَ بِهِ وَصَدَّقَهُ، فَجَلَسُوا إِلَى أَيُّوبَ، وَنَظَرُوا إِلَى مَا بِهِ مِنَ الْبَلاءِ، فَأَعْظَمُوا ذَلِكَ وَفُظِعُوا بِهِ، فَقَالَ أَحَدُهُمْ: وَلَقَدِ أَعْيَانَا أَمْرُكَ يَا أَيُّوبُ، إِنْ تَكَلَّمْتُ فَمَا لِلْحَدِيثِ فِيكَ مِنْ مَوْضِعٍ، وَإِنْ سَكَتُّ عَنْكَ عَلَى مَا نَرَى فِيكَ فَذَلِكَ أَشَدُّ عَلَيْنَا، غَيْرَ أنَّا نَرَى مِنْ أَعْمَالِكَ أَعْمَالا لا نَرْجُو لَكَ مِنَ الثَّوَابِ عَلَيْهَا غَيْرَ مَا نَرَى، وَإِنَّمَا يَحْصُدُ امْرُؤٌ مَا زَرَعَ، وَإِنَّمَا يُجْزَى بِمَا عَمِلَ، مَعَ أَنِّي أَشْهَدُ عَلَى اللَّهِ الَّذِي لا يُقَدَّرُ قَدْرُ عَظَمَتِهِ، وَلا يُحْصَى عَدَدُ نِعْمَتِهِ أَنَّهُ حَكَمٌ لا يَجُورُ، وَهُوَ إِلَى الْعَفْوِ وَالْمَغْفِرَةِ أَسْرَعُ مِنْهُ إِلَى الْغَضَبِ وَالْعُقُوبَةِ، فَتَكَلَّمَ أَيُّوبُ بِجَوَابِهِمْ، فَقَالَ الآخَرُ: أَتُحَاجُّ اللَّهَ يَا أَيُّوبُ فِي أَمْرِهِ، أَمْ تُرِيدُ أَنْ تُنَاصِفَهُ فِي حُكْمِهِ، أَمْ تُزَكِّي نَفْسَكَ وَأَنْتَ خَاطِئٌ، أَمْ تُبْرِئْهَا وَأَنْتَ سَقِيمٌ؟ مَاذَا يَنْفَعُكَ وَيُغْنِي عَنْكَ أَنْ تَرَى أَنَّكَ بَرِيءٌ وَقَدْ أَحَاطَتْ بِكَ خَطِيئَتُكَ، وَأَوْثَقَكَ عَمَلُكَ، وَأُحْصِيَ عَلَيْكَ ذَنْبُكَ، وَأَنْتَ مُصِرٌّ إِصْرَارَ الْمَاءِ الْجَارِي فِي صَبٍّ لا يُطَاقُ حَبْسُهُ، وَذَكَرَ كَلامًا كَثِيرًا، وَكَلامَ أَيُّوبَ فِي جَوَابِهِمْ، فَقَالَ الْفَتَى الَّذِي حَضَرَهُمْ: إِنَّكُمْ تَكَلَّمْتُمْ أَيُّهَا الْكُهُولُ قَبْلِي، وَكُنْتُمْ",
            "page": "78",
            "part": "1",
            "seal": "16CF1615"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "أَحَقَّ بِالْكَلامِ وَأَوْلَى بِهِ مِنِّي لِحَقِّ أَسْنَانِكُمْ، وَلأَنَّكُمْ قَدْ جَرَّبْتُمْ قَبْلِي وَرَأَيْتُمْ، وَعَلِمْتُمْ مَا لَمْ أَعْلَمْ، وَمَعَ ذَلِكَ تَرَكْتُمْ مِنَ الْقَوْلِ أَحْسَنَ مِنَ الَّذِي قُلْتُمْ، وَمِنَ الرَّأْيِ أَصْوَبَ مِنَ الَّذِي رَأَيْتُمْ، وَمِنَ الأَمْرِ أَجْمَلَ مِنَ الَّذِي أَتَيْتُمْ، وَمِنَ الْمَوْعِظَةِ أَحْكَمَ مِنَ الَّذِي وَعَظْتُمْ، وَقَدْ كَانَ لأَيُّوبَ عَلَيْكُمْ مِنَ الْحَقِّ وَالذِّمَامِ أَفْضَلَ مِنَ الَّذِي فَعَلْتُمْ، فَهَلْ تَدْرُونَ أَيُّهَا الْكُهُولُ حَقَّ مَنِ انْتَقَصْتُمْ؟ وَحُرْمَةَ مَنِ انْتَهَكْتُمْ؟ وَمَنِ الرَّجُلُ الَّذِي عِبْتُمْ وَاتَّهَمْتُمْ؟ أَلَمْ تَعْلَمُوا أَيُّهَا الْكُهُولُ أَنَّ أَيُّوبَ نَبِيَّ اللَّهَ وَخِيرَتُهُ وَصَفْوَتُهُ مِنَ الأَرْضِ يَوْمَكُمْ هَذَا؟ اخْتَارَهُ اللَّهُ لِوَحْيِهِ، وَاصْطَفَاهُ لِنَفْسِهِ، وَأمَّنَهُ عَلَى نُبُوَّتِهِ، ثُمَّ لَمْ تَعْلَمُوا وَلَمْ يُطْلِعْكُمُ اللَّهُ تَعَالَى عَلَى أَنَّهُ سَخِطَ شَيْئًا مِنْ أَمْرِهِ مُنْذُ آتَاهُ اللَّهُ مَا آتَاهُ عَلَيْهِ السَّلامُ إِلَى يَوْمِكُمْ هَذَا، وَلا عَلَى أَنَّ أَيُّوبَ، قَالَ عَلَى اللَّهِ غَيْرَ الْحَقِّ فِي طُولِ مَا صَحِبْتُمُوهُ إِلَى يَوْمِكُمْ هَذَا، فَإِنْ كَانَ الْبَلَاءُ هُوَ الَّذِي أَزْرَى بِهِ عِنْدَكُمْ وَوَضَعَهُ فِي أَنْفُسِكُمْ فَقَدْ عَلِمْتُمْ أَنَّ اللَّهَ يَبْتَلِي النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءَ وَالصَّالِحِينَ، ثُمَّ لَيْسَ بَلاؤُهُ لأَوْلِيَائِهِ بِدَلِيلٍ عَلَى سَخَطِهِ عَلَيْهِمْ، وَلا هَوَانِهِ لَهُمْ، وَلَكِنَّهَا كَرَامَةٌ وَخِيَرَةٌ لَهُمْ، وَلَوْ كَانَ أَيُّوبَ لَيْسَ مِنَ اللَّهِ فِي هَذِهِ الْمَنْزِلَةِ لا بِالنُّبُوَّةِ، وَلا بِالأَثَرَةِ، وَلا بِالْفَضِيلَةِ، وَلا بِالْكَرَامَةِ إِلا أَنَّهُ أَخٌ آخَيْتُمُوهُ عَلَى وَجْهِ الصَّحَابَةِ لَكَانَ وَهُوَ لا يَجْمُلُ بِالْحَكِيمِ أَنْ يَعْذِلَ أَخَاهُ",
            "page": "79",
            "part": "1",
            "seal": "5F7BB14D"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "عِنْدَ الْبَلاءِ، وَلا يُعَيِّرَهُ بِالْمُصِيبَةِ، وَلا يَعِيبَهُ بِمَا لا يَعْلَمُ وَهُوَ مَكْرُوبٌ حَزِينٌ، وَلَكِنَّهُ يَرْحَمُهُ، وَيَبْكِي مَعَهُ وَيَسْتَغْفِرُ لَهُ وَيَحْزَنُ لِحُزْنِهِ، وَيَدُلُّهُ عَلَى مَرَاشِدِ أَمْرِهِ، وَلَيْسَ بِحَكِيمٍ، وَلا رَحِيمٍ مَنْ جَهِلَ هَذَا، فَاللَّهُ اللَّهُ أَيُّهَا الْكُهُولُ فِي أَنْفُسِكُمْ، ثُمَّ أَقْبَلَ الْفَتَى عَلَى أَيُّوبَ بَعْدَمَا فَرَغَ مِنْ كَلَامِهِ لأَصْحَابِ أَيُّوبَ، فَقَالَ: وَقَدْ كَانَ فِي عَظَمَةِ اللَّهِ يَا أَيُّوبُ وَجَلالِهِ وَذِكْرِ الْمَوْتِ مَا يَقْطَعُ لِسَانَكَ وَيَكْسِرُ قَلْبَكَ وَيُنْسِيكَ حُجَّتَكَ، أَلَمْ يَعْلَمُوا يَا أَيُّوبُ أَنَّ لِلَّهِ عِبَادًا أَسْكَتَتْهُمْ خَشْيَتُهُ مِنْ غَيْرِ عِيٍّ وَلَا بُكْمٍ؟ وَإِنَّهُمْ لَهُمُ الْفُصَحَاءُ النُّطَقَاءُ الأَلِبَّاءُ النُّبَلاءُ الْعَالِمُونَ بِاللَّهِ وَبِأَيَّامِهِ، وَلَكِنَّهُمْ إِذَا ذَكَرُوا عَظَمَةَ اللَّهِ انْقَطَعَتْ أَلْسِنَتُهُمْ، وَاقْشَعَرَّتْ جُلُودُهُمْ، وَانْكَسَرَتْ قُلُوبُهُمْ، إِعْظَامًا وَإِعْزَازًا وَإِجْلالا، فَإِذَا اسْتَفَاقُوا مِنْ ذَلِكَ اسْتَبَقُوا إِلَى اللَّهِ بِالأَعْمَالِ الزَّاكِيَةِ، يَعُدُّونَ أَنْفُسَهُمْ مَعَ الظَّالِمِينَ وَالْخَاطِئِينَ، وَإِنَّهُمْ لأَنْزَاهٌ بُرَاءٌ، وَمَعَ الْمُقَصِّرِينَ وَالْمُفَرِّطِينَ وَإِنَّهُمْ لأَكْيَاسٌ أَقْوِيَاءٌ، وَلَكِنَّهُمْ لا يَسْتَكْثِرُونَ لِلَّهِ الْكَثِيرَ، وَلا يَرْضَوْنَ لَهُ بِالْقَلِيلِ، وَلا يُدْلُونَ عَلَيْهِ بِالأَعْمَالِ. ¶ فَهُمْ مَتَى مَا رَأَيْتُهُمْ مُرَوَّعُونَ مُفَزَّعُونَ مُهْتَمُّونَ خَاشِعُونَ وَجِلُونَ مُسْتَكِينُونَ مُعْتَرِفُونَ،",
            "page": "80",
            "part": "1",
            "seal": "AE86B503"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "فَقَالَ أَيُّوبُ عَلَيْهِ السَّلامُ: إِنَّ اللَّهَ تَعَالَى يَزْرَعُ الْحِكْمَةَ بِالرَّحْمَةِ فِي قَلْبِ الصَّغِيرِ وَالْكَبِيرِ، فَمَتَى مَا نَبَتَتْ فِي الْقَلْبِ يُظْهِرُهَا اللَّهُ عَلَى اللِّسَانِ، وَلَيْسَتْ تَكُونُ الْحِكْمَةُ مِنْ قِبَلِ السِّنِّ وَلا الشِّيبَةِ وَلا طُولِ التَّجْرِبَةِ، وَإِذَا جَعَلَ اللَّهُ الْعَبْدَ حَكِيمًا فِي الصِّبَا لَمْ يُسْقِطْ مَنْزِلَتَهُ عِنْدَ الْحُكَمَاءِ، وَهُمْ يَرَوْنَ مَنَّ اللَّهُ عَلَيْهِ نُورَ الْكَرَامَةِ \" وَذَكَرَ ابْنُ عَبَّاسٍ قِصَّةَ أَيُّوبَ، فَقَالَ: \" وَأُلْقِيَ عَلَى الرَّمَادِ، فَقَالَتِ امْرَأَتُهُ ذَاتَ يَوْمٍ: يَا أَيُّوبَ قَدْ وَاللَّهِ نَزَلَ بِي مِنَ الْجَهْدِ وَالْفَاقَةِ مَا بِعْتُ قَرْنًا مِنْ قُرُونِي بِرَغِيفٍ فَأَطْعَمْتُكَ، فَادْعُ رَبَّكَ فَلِيَشْفِكَ. ¶ قَالَ: وَيْحَكِ، كُنَّا فِي النَّعْمَاءِ سَبْعِينَ عامًا فَاصْبِرِي حَتَّى تَكُونِي فِي الضرَّاءِ سَبْعِينَ عَامًا. ¶ قَالَ: فَكَانَ فِي ذَلِكَ الْبَلاءِ سَبْعُ سِنِينَ. ¶ قَالَ: وَقَعَدَ الشَّيْطَانُ فِي الطَّرِيقِ، فَأَخَذَ تَابُوتًا يُطَبِّبُ، فَأَتَتْهُ امْرَأَةُ أَيُّوبَ، فَقَالَتْ: يَا عَبْدَ اللَّهِ، إِنَّ هَهُنَا إِنْسَانًا مُبْتَلًى، فَهَلْ لَكَ أَنْ نُدَاوِيَهُ؟ قَالَ: إِنْ شَاءَ فَعَلْتُ، عَلَى أَنْ يَقُولَ لِي كَلِمَةً إِذَا بَرَأَ، يَقُولُ: أَنْتَ شَفَيْتَنِي. ¶ قَالَ: فَأَتَتْهُ، فَقَالَتْ: يَا أَيُّوبُ، إِنَّ هَهُنَا رَجُلا يَزْعُمُ أَنَّهُ يُدَاوِيكَ عَلَى أَنْ تَقُولَ لَهُ كَلِمَةً وَاحِدَةً: أَنْتَ شَفَيْتَنِي. ¶ قَالَ: وَيْلَكِ، ذَلِكَ الشَّيْطَانُ، لِلَّهِ عَلِيَّ إِنْ شَفَانِي اللَّهُ أَنْ أَجْلِدَكِ مِائَةَ جَلْدَةً \". ¶ وَفِي غَيْرِ هَذِهِ الرِّوَايَةِ: فَقَالَ لَهَا: \" اذْهَبِي فَلا حَاجَةَ لِي فِيكِ , فَذَهَبَتْ",
            "page": "81",
            "part": "1",
            "seal": "21D897AE"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "عَنْهُ، وَقَالَ: رَبِّ {مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ} [الأنبياء: 83] ، فَجَاءَ جِبْرِيلُ، فَأَخَذَ بِيَدِهِ، قَالَ: قُمْ، فَقَالَ لَهُ: ارْكُضْ بَرَجْلِكَ، فَنَبَعَتْ عَيْنٌ، فَقَالَ: اغْتَسِلْ، فَاغْتَسَلَ، ثُمَّ نَحَّاهُ، فَقَالَ: ارْكُضْ بِرِجْلِكَ، فَرَكَضَ فَنَبَعَتْ عَيْنٌ، فَقَالَ: اشْرَبْ، فَشَرِبَ، ثُمَّ أَلْبَسَهُ حُلَّةً مِنَ الْجَنَّةِ، فَإِذَا أَيُّوبُ أَحْسَنَ مَا كَانَ وَأَتَمُّهُ! ثُمَّ إِنَّ امْرَأَتَهُ رَقَّتْ عَلَيْهِ وَرَحِمَتْهُ، وَقَالَتْ: إِلَى مَنْ أَكِلُهُ وَإِنْ طُرِدْتُ؟ ! فَأَقْبَلَتْ إِلَيْهِ، فَلَمْ تَرَهْ! فَانْطَلَقَتْ وَالِهَةً إِلَى الْقَرْيَةِ تَسْعَى، ثُمَّ عَادَتْ وَالِهَةً لا تَعْقِلُ. ¶ قَالَ: وَمَرَّتْ بِأَيُّوبَ، فَقَالَتْ: يَا عَبْدَ اللَّهِ هَلْ رَأَيْتَ ذَلِكَ الْمُبْتَلَى الْمُلْقَى عَلَى الْكُسَاحَةِ؟ قَالَ: فَقَالَ لَهَا أَيُّوبُ: وَمَاذَا تَخْشَيْنَ عَلَيْهِ؟ قَالَتْ: صَدَقْتَ، وَلَكِنْ أَخْشَى أَنْ يَكُونَ قَدْ أَكَلَهُ كَلْبٌ أَوْ سَبْعٌ، فَمَا تَمَالَكَ أَيُّوبُ أَنْ بَكَى، وَقَالَ: تَعْرِفِينَهُ لَوْ رَأَيْتِهِ؟ فَنَظَرَتْ إِلَيْهِ، وَقَالَتْ: وَاللَّهِ إِنَّكَ لأَشْبَهُ النَّاسِ بِهِ لَمَّا كَانَ صَحِيحًا. ¶ رَجْعُ الْحَدِيثِ إِلَى ابْنِ عَبَّاسٍ: قَالَ: فَقَالَ: وَيْحَكِ فَأَنَا أَيُّوبُ قَدْ رَدَّ اللَّهُ عَزَّ وَجَلَّ إِلَيَّ نَفْسِي، قَالَ: فَقَالَتْ: يَا عَبْدَ اللَّهِ اتَّقِ اللَّهَ وَلا تَسْخَرْ بِي. ¶ قَالَ: وَيْحَكِ أَنَا أَيُّوبُ \". ¶ فَرُوِيَ أَنَّهُمَا اعْتَنَقَا، وَرَدَّ اللَّهُ عَزَّ وَجَلَّ عَلَيْهِ مَالَهُ وَوَلَدَهُ عِيَانًا، وَمِثْلَهُمْ مَعَهُمْ.",
            "page": "82",
            "part": "1",
            "seal": "C77736A8"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "الذَّبِيحُ عَلَيْهِ السَّلامُ ¶ ! 178 أخبرنا الشَّيْخُ أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ الْمُبَارَكِ بْنِ سَعْدِ بْنِ الْمرقعَاتِيِّ بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَنِي جَدِّي لأُمِّي ثَابِتُ بْنُ بُنْدَارِ بْنِ إِبْرَاهِيمَ، أخبرنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ الْحُسَيْنِ بْنِ دُومَا النِّعَالِيُّ، أخبرنا أَبُو عَلِيٍّ مَخْلَدُ بْنُ جَعْفَرٍ الْبَاقَرْحِيُّ، أخبرنا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلُّوَيْهِ الْقَطَّانُ، أخبرنا إِسْمَاعِيلُ بْنُ عِيسَى الْعَطَّارُ، أخبرنا أَبُو حُذَيْفَةَ إِسْحَاقُ بْنُ بِشْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ قُبَيْصَةَ، عَنْ أَبِيهِ، قَالَ: \" رَأَى إِبْرَاهِيمُ عَلَيْهِ السَّلامُ فِي الْمَنَامِ: أَنْ يَا إِبْرَاهِيمَ قُمْ فَقَرِّبِ ابْنَكَ لِي قُرْبَانًا وَكَانَتِ الرُّؤْيَا بِمَكَّةَ، فَقَالَ إِبْرَاهِيمُ: أَخْزَ اللَّهُ إِبْلِيسَ يُرِيدُ أَنْ يَعِيبَنِي. ¶ فَقَامَ يُصَلِّي حَتَّى أَصْبَحَ، فَلَمَّا كَانَتِ اللَّيْلَةُ الْقَابِلَةُ رَأَى مِثْلَهَا، فَقَالَ مِثْلَ مَقَالَتِهِ، حَتَّى كَانَتِ اللَّيْلَةُ الثَّالِثَةُ أَتَاهُ نِدَاءٌ وَهُوَ قَائِمٌ: أَنْ يَا إِبْرَاهِيمَ مَا كَانَ إِبْلِيسُ لِيَأْمُرَكَ بِالطَّاعَةِ لِرَبِّكَ، قُمْ فَامْضِ لِمَا أُمِرْتَ \". ¶ وَعَنْ إِسْحَاقَ رَفَعَهُ إِلَى كَعْبِ الأَحْبَارِ: فَلَمَّا أَصْبَحَ، قَالَ لأُمِّهِ: \" اغْسِلِي رَأْسَهُ. ¶ فَغَسَلَتْ أُمُّهُ رَأْسَهُ، وَأَلْبَسَتْهُ ثَوْبَهُ، ثُمَّ دَهَنَتْهُ، وَقَالَ: يَا بَنِي، خُذِ الْمُدْيَةَ وَالْحَبْلَ ثُمَّ انْطَلِقْ بِنَا \".",
            "page": "83",
            "part": "1",
            "seal": "BD73A37C"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "قَالَ سَعِيدٌ: \" وَمِنْ غَيْرِ حَدِيثِ كَعْبٍ، قَالَ: قَالَ إِبْلِيسُ: لأَنْتَهِزَنَّ فُرْصَتِي مِنْ إِبْرَاهِيمَ، فَأَتَاهُ فِي صُورَةِ شَيْخٍ، فَقَالَ: يَا إِبْرَاهِيمُ، أَيْنَ تُرِيدُ؟ قَالَ إِبْرَاهِيمُ: لِي حَاجَةٌ فِي هَذَا الشِّعْبِ. ¶ قَالَ: إِنِّي أَرَى الشَّيْطَانَ قَدْ جَاءَكَ فِي مَنَامِكَ فَأَمَرَكَ بِذَبْحِ ابْنِكَ هَذَا، فَعَرَفَهُ إِبْرَاهِيم، فَقَالَ: اغْرُبْ عَنِّي وَيْلَكَ، وَاللَّهِ لأَمْضِيَنَّ لأَمْرِ رَبِّي. ¶ فَلَمَّا أَيِسَ عَدُوُّ اللَّهِ جَاءَ إِلَى إِسْحَاقَ، فَقَالَ: أَيْنَ تَذْهَبُ مَعَ أَبِيكَ فِي هَذَا الشِّعْبِ؟ قَالَ: أَذْهَبُ مَعَهُ فِي حَاجَةٍ. ¶ قَالَ: أَمَا تَعْلَمُ أَنَّهُ يُرِيدُ أَنْ يَذْبَحَكَ؟ قَالَ: وَيْلَكَ! هَلْ رَأَيْتَ وَالِدًا يَذْبَحُ ابْنَهُ؟ قَالَ: نَعَمْ، قَالَ: وَلِمَ ذَاكَ؟ قَالَ: يَزْعُمُ أَنَّ اللَّهَ أَمَرَهُ بِذَلِكَ. ¶ قَالَ: فَلْيَفْعَلْ مَا أَمَرَهُ بِهِ رَبُّهُ، فَسَمْعًا وَطَاعَةً، فَلَمَّا امْتَنَعَ مِنْهُ الْغُلَامُ ذَهَبَ إِلَى أُمِّهِ، قَالَ: هَلْ تَعْلَمِينَ أَيْنَ يَذْهَبُ ابْنُكِ مَعَ أَبِيهِ؟ قَالَتْ: إِلَى هَذَا الشِّعْبِ لِحَاجَةٍ. ¶ قَالَ: وَمَا ذَهَبَ بِهِ إِلا لِيَذْبَحَهُ، فَقَالَتْ: كَلا، هُوَ أَرْحَمُ بِهِ وَأَشَدُّ حُبًّا لَهُ مِنْ ذَلِكَ. ¶ قَالَ: فَإِنَّهُ يَزْعُمُ أَنَّ اللَّهَ أَمَرَهُ بِذَلِكَ. ¶ قَالَتْ: فَإِنْ كَانَ رَبُّهُ أَمَرَهُ بِذَلِكَ فَنُسَلِّمُ لأَمْرِ اللَّهِ. ¶ فَرَجَعَ عَدُوُّ اللَّهِ بِغَيْظِهِ \". ¶ قَالَ إِسْحَاقُ: عَنْ أَبِي إِلْيَاسَ، عَنْ وَهْبٍ: فَانْطَلَقَا، حَتَّى انْتَهَيَا إِلَى الشِّعْبِ مِنْ مِنًى، فَانْتَهَيَا إِلَى أَصْلِ بثير، فَقَالَ: \" انْزِلْ يَا بُنَيَّ. ¶ فَنَزَلَ، فَقَالَ: {يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى} [الصافات: 102] . ¶ قَالَ: فَتَهَلَّلَ وَجْهُهُ، وَاضْطَرَبَتْ مَفَاصِلُهُ، ثُمَّ قَالَ: وَابْتَدَرَ أَبَاهُ، فَقَالَ: {يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ} [الصافات: 102] . ¶ قَالَ لَهُ إِبْرَاهِيمُ: يَا بُنَيَّ إِنِّي أَرَاكَ قَدْ تَهَلَّلَ وَجْهُكَ وَاضْطَرَبَتْ مَفَاصِلُكَ وَلَمْ تَتَكَسَّرْ، وَلَمْ يَدْخُلْكَ شَيْءٌ؟ ! قَالَ: يَا أَبَتِ رَبِّي لِي",
            "page": "84",
            "part": "1",
            "seal": "4727A225"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "عِوَضٌ مِنْكَ، وَالْجَنَّةُ عِوَضٌ مِنَ الدُّنْيَا، وَمَا أَمَرَكَ رَبِّي بِهَذَا إِلا لِمَا رَضِيَ لِي، إنَّ مَا عِنْدَهُ خَيْرٌ لِي فَامْضِ لأَمْرِ رَبِّكَ، وَلَكِنْ يَا أَبَتِ شُدَّ يَدَيَّ وَرِجْلَيَّ لا أَجْتَذِبْ مِنْ حَزِّ الْمُدْيَةِ فَتَنْتَضِحُ بِدَمِي، يَا أَبَتِ كَفِّنِّي فِي ثَوْبَيْكَ، وَرُدَّ ثَوْبِي إِلَى أُمِّي تَسْتَنْشِقُ مِنْ رِيحِي يَكُونُ إِسْلَالُهَا. ¶ قَالَ: فَشَدَّ يَدَهُ وَرِجْلَهُ، ثُمَّ شَحَذَ مُدْيَتَهُ، وَجَلَسَ عِنْدَ رَأْسِهِ، فَقَالَ: إِلَهِي لَكَ الْحَمْدُ فِي الدَّهْرِ الْبَاقِي، رَزَقْتَنِي الْوَلَدَ عَلَى كِبَرِ السِّنِّ، وَوَعَدْتَنِي، وَأَنْتَ لا تُخْلِفُ الْمِيعَادَ، فَابْتَلَيْتَنِي بِهَذَا الْبَلَاءِ، فَإِنْ كَانَ هَذَا رِضًا لَكَ فَأُسَلِّمُ لأَمْرِكَ، وَإِنْ كَانَ مِنْ غَضَبٍ مِنْكَ عَلِيَّ فَأَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ. ¶ قَالَ: فَبَكَتِ الْمَلَائِكَةُ، وَقَالَتْ: نَبِيًّا مُنْكَبًّا لِوَجْهِهِ وَالآخَرُ يُرِيدُ أَنْ يَذْبَحَهُ! قَالَ: فَدَنَا مِنِ ابْنِهِ وَتَلَّهُ لِلْجَبِينِ أَيْ لِلْوَجْهِ لِئَلا يَنْظُرَ إِلَى وَجْهِهِ فَيَجْزَعُ. ¶ قَالَ: ثُمَّ أَدْخَلَ شَفْرَتَهُ مِنْ تَحْتِ حَنَكِهِ، ثُمَّ أَمَرَّهَا، فَنَبَتِ السِّكِّينُ، وَانْثَنَتِ السِّكِّينُ، وَشَحَذَهُ، وَاتَّقَى النَّظَرَ فِي وَجْهِهِ، ثُمَّ أَدْخَلَ الشَّفْرَةَ لِحَلْقِهِ، فنَبَتِ الشَّفْرَةُ، وَكَلَّتْ، وَقَلَبَهَا اللَّهُ فِي يَدِهِ، ثُمَّ اجْتَذَبَهَا لِيَفْرُغَ مِنْهُ. ¶ وَنُودِيَ: أَنْ يَا إِبْرَاهِيمُ قَدْ صَدَّقْتَ الرُّؤْيَا، عَلَيْكَ بِالَّذِي خَلْفَكَ فَاذْبَحْهُ دُونَهُ. ¶ قَالَ: فَالْتَفَتَ، فَإِذَا هُوَ بِكَبْشٍ أَقْرَنَ أَمْلَحَ. ¶ فَتَرَكَ إِبْرَاهِيمُ إِسْحَاقَ فِي وَثَاقِهِ، وَاتَّبَعَ الْكَبْشَ، فَرُوِيَ عَنِ ابْنِ عَبَّاسِ أَنَّهُ قَالَ: فَأَرْسَلَ إِبْرَاهِيمُ ابْنَهُ كَمَا هُوَ فِي الْوَثَاقِ",
            "page": "85",
            "part": "1",
            "seal": "A88CFE60"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وَاتَّبَعَ الْكَبْشَ، فَأَخْرَجَهُ إِلَى الْجَمْرَةِ الأُولَى، فَرَمَاهُ بِسَبْعِ حَصَيَاتٍ، ثُمَّ أَفْلَتَهُ فَجَاءَهُ إِلَى الْجَمْرَةِ الْوُسْطَى، فَأَخْرَجَهُ إِلَيْهَا، فَرَمَاهُ بِسَبْعِ حَصَيَاتٍ، ثُمَّ أَفْلَتَهُ، فَأَدْرَكَهُ عِنْدَ الْجَمْرَةِ الْكُبْرَى، فَرَمَاهُ بِسَبْعِ حَصَيَاتٍ، ثُمَّ أَخَذَهُ، فَأَتَى بِهِ الْمَنْحَرَ مِنْ مِنًى فَذَبَحَهُ. ¶ قَالَ وَهْبٌ: فَجَاءَ جِبْرِيلُ إِسْحَاقَ، فَأَطْلَقَ عَنْهُ، فَقَالَ: إِنَّ اللَّهَ تَعَالَى، يَقُولُ: لَكَ عِنْدِي دَعْوَةٌ مُسْتَجَابَةٌ بِصَبْرِكَ. ¶ قَالَ: يَا رَبُّ أَسْأَلُكَ أَنْ تَعْفُوَ لِكُلِّ مَنْ مَاتَ وَلَمْ يُشْرِكْ بِكَ شَيْئًا، فَلَمَّا جَاءَهُ إِبْرَاهِيمُ، قَالَ: يَا بُنَيَّ مَنْ أَطْلَقَكَ؟ فَقَالَ: رَجُلٌ، فَوَصَفَهُ لَهُ وَمَا قَالَ لَهُ، وَسَأَلَهُ قَالَ: يَا بُنَيَّ إِنَّكَ لَمُوَفَّقٌ. ¶ قَالَ: فَأَتَاهُمَا نِدَاءٌ مِنَ السَّمَاءِ: يَا إِبْرَاهِيمُ يَا أَصْدَقَ الصَّادِقِينَ، وَيَا إِسْحَاقُ يَا أَصْبَرَ الصَّابِرِينَ، كُنْتُمَا بِعَيْني، اخْتَبَرْتُكُمَا فَوَفَّقْتُكُمَا، وَابْتَلَيْتُكُمَا فَصَبَرْتُمَا، وَإِنَّمَا أَرَدْتُ بِذَلِكَ بِكُمَا لأَبْلُغَ بِكُمَا الْمَنْزِلَةَ الَّتِي لا بَعْدَهَا، وَالدَّرَجَاتَ الْعُلَا مِنَ الْجَنَّةِ، وَفِي الدُّنْيَا لِسَانُ صِدْقٍ فِي الآخِرِينَ، إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ \"",
            "page": "86",
            "part": "1",
            "seal": "71D728FC"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "عِيسَى عَلَيْهِ السَّلامُ ¶ ! 179 قُرِئَ عَلَى أَبِي الْحَسَنِ عَلِيِّ بْنِ عَسَاكِرَ بْنِ الْمُرَحّبِ الْبَطَائِحِيِّ رَحِمَهُ اللَّهُ، أَخْبَرَكُمُ الأَمِينُ أَبُو طَالِبٍ عَبْدُ الْقَادِرِ بْنُ مُحَمَّدِ بْنِ يُوسُفَ، قَالَ: أخبرنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْخَيَّاطُ الْمُقْرِئُ، قَالَ: أخبرنا الْحَافِظُ أَبُو الْفَتْحِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي الْفَوَارِسِ، قَالَ: أخبرنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ سَلَمٍ الْخُتُلِّيُّ، قَالَ: أخبرنا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحَجَّاجِ الْمَرْوَذِيُّ، قَالَ: حَدَّثَنِي نَصْرٌ الرَّفَّاءُ، وَكَانَ مِنْ خِيَارِ الْمُسْلِمِينَ، قَالَ: \" بَيْنَا عِيسَى بْنُ مَرْيَمَ صَلَوَاتُ اللَّهِ عَلَيْهِ وَسَلَّمَ فِي سِيَاحَتِهِ، إِذْ أَخَذَتْهُ السَّمَاءُ، فَلَجَأَ إِلَى الْكَهْفِ، فَإِذَا فِيهِ رَاعٍ، فَتَنَحَّى عَنْهُ، ثُمَّ لَجَأَ إِلَى أَجَمَةٍ، فَإِذَا فِيهَا أَسَدٌ رَابِضٌ، فَرَفَعَ رَأْسَهُ، فَقَالَ: سَيِّدِي، جَعَلْتَ لِكُلِّ أَحَدٍ مَأْوى خَلَايَ! فَأَوْحَى اللَّهُ إِلَيْهِ: مَأْوَاكَ عِنْدِي، وَفِي ظِلِّ عَرْشِي، وَفِي مُسْتَقَرٍّ مِنْ رَحْمَتِي، لأُزَوِّجَنَّكَ أَلْفَ حَوْرَاءَ، وَلأُطْعِمَنَّ فِي عُرْسِكَ أَلْفَ عَامٍ، وَلَيُنَادِيَنَّ مُنَادٍ يَوْمَ الْقِيَامَةِ: احْضُرُوا عُرْسَ وَلِيِّ اللَّهِ الزَّاهِدِ \" ¶ ! 180 وَعَنْ عَبْدِ الْعَزِيزِ بْنِ ظَبْيَانَ، قَالَ: قَالَ الْمَسِيحُ: «مَنْ تَعَلَّمَ وَعَمِلَ فَذَاكَ يُسَمَّى أَوْ يُدْعَى عَظِيمًا فِي مَلَكُوتِ السَّمَاءِ» ¶ ! 181 وَعَنْ هِلَالِ بْنِ يَسَافٍ، قَالَ: قَالَ عِيسَى عَلَيْهِ السَّلامُ:",
            "page": "87",
            "part": "1",
            "seal": "DBEE3BE6"
        },
        {
            "hno": "5",
            "id": "47",
            "nass": "«إِذَا صَلَّى أَحَدُكُمْ فَلْيُدْنِ عَلَيْهِ مِنْ سِتْرِهِ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ يُقَسِّمُ الثَّنَاءَ كَمَا يُقَسِّمُ الرِّزْقَ» ¶ قَرَأْتُ عَلَى الْكَاتِبَةِ شُهْدَةَ بِنْتِ أَحْمَدَ بْنِ الْفَرَجِ الإِبَرِيِّ: أَخْبَرَكُمْ أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ النِّعَالِيُّ، قَالَ: أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ الْحِنَّائِيُّ، قَالَ: أَخْبَرَنَا أَبُو عَمْرٍو عُمَرُ بْنُ أَحْمَدَ السَّمَّاكُ، قَالَ: أَخْبَرَنَا أَبُو الْقَاسِمِ إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ الْخُتُلِّيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الطُّوسِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْهَرَوِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ التَّغْلِبِيُّ، حَدَّثَنَا مُقَاتِلُ، عَنِ الضَّحَّاكِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: \" خَرَجَ عِيسَى بْنُ مَرْيَمَ عَلَيْهِ السَّلامُ يَسْتَسْقِي، فَأَوْحَى اللَّهُ إِلَيْهِ: لا يَسْتَسْقِي مَعَكَ خَطَّاءٌ، فَأَخْبَرَهُمْ بِذَلِكَ، فَقَالَ: مَنْ كَانَ مِنْ أَهْلِ الْخَطِيئَةِ فَلْيَعْتَزِلْ، فَاعْتَزَلَ النَّاسُ كُلُّهُمْ إِلا رَجُلًا مُصَابًا بِعَيْنِهِ الْيُمْنَى! فَقَالَ لَهُ عِيسَى: مَا لَكَ لا تَعْتَزِلُ؟ قَالَ: يَا رَوْحَ اللَّهِ، مَا عَصَيْتُ اللَّهَ طَرْفَةَ عَيْنٍ، وَلَقَدِ الْتَفَتُّ فَنَظَرْتُ إِلَى قَدَمِ امْرَأَةٍ مِنْ غَيْرِ أَنْ كُنْتُ أَرَدْتُ النَّظَرَ إِلَيْهَا، فَقَلَعْتُهَا! وَلَوْ نَظَرْتُ إِلَيْهَا بِالْيُسْرَى لَقَلَعْتُهَا، قَالَ: فَبَكَى عِيسَى حَتَّى ابْتَلَّتْ لِحْيَتُهُ بِدُمُوعِهِ، ثُمَّ قَالَ: فَادْعُ فَأَنْتَ أَحَقُّ بِالدُّعَاءِ مِنِّي فَإِنِّي مَعْصُومٌ بِالْوَحْيِ، فَلَمْ أَعْصِ، وَأَنْتَ لَمْ تَعْصِ، فَقَدَّمَ الرَّجُلَ، وَرَفَعَ يَدَيْهِ، وَقَالَ: اللَّهُمَّ إِنَّكَ خَلَقْتَنَا، وَقَدْ عَلِمْتَ مَا نَعْمَلُ مِنْ قَبْلِ أَنْ تَخْلُقَنَا، فَلَمْ يَمْنَعْكَ ذَلِكَ أَنْ تَخْلُقَنَا، وَتَكَفَّلْتَ بِأَرْزَاقِنَا، فَأَرْسِلِ السَّمَاءَ عَلَيْنَا مِدْرَارًا. ¶ فَوَالَّذِي نَفْسُ عِيسَى بِيَدِهِ مَا خَرَجَتِ الْكَلِمَةُ مِنْ فِيهِ حَتَّى أَرْخَتِ السَّمَاءُ غَزَالَتَهَا، وَسُقِيَ الْحَاضِرُ وَالْبَادِي",
            "page": "88",
            "part": "1",
            "seal": "9E986114"
        },
        {
            "hno": "6",
            "id": "48",
            "nass": "أَخْبَرَنَا الشَّيْخُ الْعَالِمُ الأَوْحَدُ مُحْيِي الدِّينَ أَبُو مُحَمَّدٍ عَبْدُ الْقَادِرِ بْنُ أَبِي صَالِحٍ الْجِيلِيُّ رَضِيَ اللَّهُ عَنْهُ قِرَاءَةً مِنْهُ وَأَنَا أَسْمَعُ فِي سَنَةِ إِحْدَى وَسِتِّينَ وَخَمْسِ مِائَةٍ فِي أَوَّلِ مَا قِيلَ: أَخْبَرَكُمْ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْمُظَفَّرِ بْنِ سَوْسَنَ التَّمَّارُ، قَالَ: أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ نَجِيحٍ الْحَافِظُ، حَدَّثَنَا يَعْقُوبُ بْنُ يُوسُفَ الْقَزْوِينِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَمْرُو بْنُ أَبِي قَيْسٍ، عَنْ سِمَاكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِنَّ بَنِي إِسْرَائِيلَ اسْتَخْلَفُوا خَلِيفَةً عَلَيْهِمْ بَعْدَ مُوسَى، فَقَامَ يُصَلِّي فِي الْقَمَرِ فَوْقَ بَيْتِ الْمَقْدِسِ، فَذَكَرَ أُمُورًا كَانَ يَصْنَعُهَا، قَالَ: فَخَرَجَ فَتَدَلَّى بِسَبَبٍ، فَأَصْبَحَ السَّبَبُ مُعَلَّقًا فِي الْمَسْجِدِ وَقَدْ ذَهَبَ. ¶ قَالَ: فَانْطَلَقَ حَتَّى أَتَى قَوْمًا عَلَى شَطِّ الْبَحْرِ، فَوَجَدَهُمْ يَصْنَعُونَ لَبِنًا، فَسَأَلَهُمْ كَيْفَ يَأْخُذُونَ هَذَا اللَّبِنَ؟ قَالَ: فَأَخْبَرُوهُ، فَلَبَّنَ مَعَهُمْ، وَكَانَ يَأْكُلُ مِنْ عَمَلِ يَدِهِ، فَإِذَا كَانَ حِينَ الصَّلَاةِ تَطَهَّرَ فَصَلَّى، فَرَفَعَ ذَلِكَ الْعُمَّالُ إِلَى قَهْرَمَانِهِمْ أَنَّ فِينَا رَجُلا يَفْعَلُ كَذَا وَكَذَا، فَأْرَسَلَ إِلَيْهِ، فَأَبَى أَنْ يَأْتِيهِ، ثَلاثَ مِرَارٍ، ثُمَّ جَاءَهُ بِنَفْسِهِ يَسِيرُ عَلَى دَابَّتِهِ، فَلَمَّا رَآهُ فَرَّ فَتَبِعَهُ , فَسَبَقَهُ، فَقَالَ: أَنْظِرْنِي أُكَلِّمْكَ، فَأَخْبَرَهُ خَبَرَهُ، فَلَمَّا أَخْبَرَهُ أَنَّهُ كَانَ مَلِكًا، وَأَنَّهُ فَرَّ مَنْ رَهْبَةِ رَبِّهِ عَزَّ وَجَلَّ،",
            "page": "89",
            "part": "1",
            "seal": "3B3B9022"
        },
        {
            "hno": "7",
            "id": "49",
            "nass": "قَالَ: إِنِّي لأَظُنُّنِي لاحِقٌ بِكَ. ¶ قَالَ: فَاتَّبَعَهُ، فَعَبَدَا اللَّهَ عَزَّ وَجَلَّ حَتَّى مَاتَا بِرُمَيْلَةِ مِصْرَ. ¶ قَالَ: فَقَالَ عَبْدُ اللَّهِ: لَوْ أَنِّي كُنْتُ ثَمَّ لاهْتَدَيْتُ إِلَى قَبْرَيْهِمَا، مِنْ صِفَةِ رَسُولِ اللَّهِ الَّتِي وَصَفَ \" ¶ حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا جَرِيرُ بْنُ حَازِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" لَمْ يَتَكَلَّمْ فِي الْمَهْدِ إِلا ثَلاثَةٌ: عِيسَى بْنُ مَرْيَمَ، وَصَاحِبُ جُرَيْجٍ، وَكَانَ جُرَيْجٌ رَجُلا عَابِدًا، فَاتَّخَذَ صَوْمَعَةً، فَكَانَ فِيهَا فَأَتَتْهُ أُمُّهُ وَهُوَ يُصَلِّي، فَقَالَتْ: يَا جُرَيْجُ. ¶ فَقَالَ: يَا رَبِّ أُمِّي وَصَلَاتِي! فَأَقْبَلَ عَلَى صَلاتِهِ، فَانْصَرَفَتْ، فَلَمَّا كَانَ مَنِ الْغَدِ أَتَتْهُ وَهُوَ يُصَلِّي، فَقَالَتْ: يَا جُرَيْجُ! فَقَالَ: يَا رَبِّ أُمِّي وَصَلَاتِي! فَأَقْبَلَ عَلَى صَلاتِهِ، فَانْصَرَفَتْ. ¶ فَلَمَّا كَانَ مِنَ الْغَدِ أَتَتْهُ وَهُوَ يُصَلِّي، فَقَالَتْ: يَا جُرَيْجُ! فَقَالَ: يَا رَبِّ أُمِّي وَصَلَاتِي! فَأَقْبَلَ عَلَى صَلاتِهِ فَقَالَتْ: اللَّهُمَّ لا تُمِتْهُ حَتَّى يَنْظُرَ إِلَى وُجُوهِ الْمُومِسَاتِ!",
            "page": "90",
            "part": "1",
            "seal": "641F493C"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "فَتَذَكَّرَ بَنُو إِسْرَائِيلَ جُرَيْجًا وَعِبَادَتَهُ، وَكَانَتِ امْرَأَةُ بَغِيٍّ يُتَمَثَّلُ بِحُسْنِهَا، فَقَالَتْ: إِنْ شِئْتُمْ لأَقْتِنَنَّهُ لَكُمْ، قَالَ: فَتَعَرَّضَتْ لَهُ، فَلَمْ يَلْتَفِتْ إِلَيْهَا، فَأَتَتْ رَاعِيًا كَانَ يَأْوِي إِلَى صَوْمَعَتِهِ، فَأَمْكَنَتْهُ مِنْ نَفْسِهَا، فَوَقَعَ عَلَيْهَا، فَحَمَلَتْ، فَلَمَّا وَلَدَتْ، قَالَتْ: هُوَ مِنْ جُرَيْجٍ! فَأَتَوْهُ، فَاسْتَنْزَلُوهُ، وَهَدَمُوا صَوْمَعَتَهُ، وَجَعَلُوا يَضْرِبُونَهُ، فَقَالَ: مَا شَأْنُكُمْ؟ قَالُوا: زَنَيْتَ بِهَذِهِ الْبَغِيِّ فَوَلَدَتْ مِنْكَ. ¶ فَقَالَ: أَيْنَ الصَّبِيُّ؟ فَجَاءُوا بِهِ، فَقَالَ: دَعُونِي حَتَّى أُصَلِّي، فَصَلَّى، فَلَمَّا انْصَرَفَ أَتَى الصَّبِيَّ، فَطَعَنَ فِي بَطْنِهِ، وَقَالَ: يَا غُلَامُ مَنْ أَبُوكَ؟ قَالَ: فُلانٌ الرَّاعِي. ¶ قَالَ: فَأَقْبَلُوا عَلَى جُرَيْجٍ يُقَبِّلُونَهُ وَيَتَمَسَّحُونَ بِهِ، وَقَالُوا: نَبْنِي لَكَ صَوْمَعَتَكَ مِنْ ذَهَبٍ. ¶ قَالَ: لا، أَعِيدُوهَا مِنْ طِينٍ كَمَا كَانَتْ. ¶ فَفَعَلُوا. ¶ وَبَيْنَا صَبِيُّ يَرْضَعُ مِنْ أُمِّهِ، فَمَرَّ رَجُلٌ رَاكِبٌ عَلَى دَابَّةٍ فَارِهَةٍ وَشَارَةٍ حَسَنَةٍ، فَقَالَتْ أُمُّهُ: اللَّهُمَّ اجْعَلِ ابْنِي مِثْلَ هَذَا. ¶ فَتَرَكَ الثَّدْيَ، وَأَقْبَلَ إِلَيْهِ، فَنَظَرَ إِلَيْهِ، فَقَالَ: اللَّهُمَّ لا تَجْعَلْنِي مِثْلَهُ، ثُمَّ أَقْبَلَ عَلَى ثَدْيِهِ فَجَعَلَ يَرْتَضِعُ.",
            "page": "91",
            "part": "1",
            "seal": "212A4A03"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "قَالَ: فَكَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَحْكِي ارْتِضَاعَهُ بِأُصْبُعِهِ السَّبَّابَةِ فِي فَمِهِ فَجَعَلَ يَمُصُّهَا. ¶ قَالَ: وَمَرُّوا بِجَارِيَةٍ وَهُمْ يَضْرِبُونَهَا، وَيَقُولُونَ: زَنَيْتِ، سَرَقْتِ، وَهِيَ تَقُولُ: حَسْبِيَ اللَّهُ وَنِعْمَ الْوَكِيلُ. ¶ فَقَالَتْ أُمُّهُ: اللَّهُمَّ لا تَجْعَلِ ابْنِي مِثْلَهَا. ¶ فَتَرَكَ الرَّضَاعَ، وَنَظَرَ إِلَيْهَا، فَقَالَ: اللَّهُمَّ اجْعَلْنِي مِثْلَهَا. ¶ فَهُنَاكَ تَرَاجَعَا الْحَدِيثَ، فَقَالَتْ: حَلْقِي، مَرَّ رَجُلٌ حَسَنُ الْهَيْئَةِ، فَقُلْتُ: اللَّهُمَّ اجْعَلِ ابْنِي مِثْلَهُ، فَقُلْتَ: اللَّهُمَّ لا تَجْعَلْنِي مِثْلَهُ، وَمَرُّوا بِهَذِهِ الأَمَةِ وَهُمْ يَضْرِبُونَهَا وَيَقُولُونَ: زَنَيْتِ، سَرَقْتِ، فَقُلْتُ: اللَّهُمَّ لا تَجْعَلِ ابْنِي مِثْلَهَا، فَقُلْتَ: اللَّهُمَّ اجْعَلْنِي مِثْلَهَا!! قَالَ: إِنَّ ذَاكَ الرَّجُلَ كَانَ جَبَّارًا، فَقُلْتُ: اللَّهُمَّ لا تَجْعَلْنِي مِثْلَهُ، وَإِنَّ هَذِهِ يَقُولُونَ لَهَا: زَنَيْتِ وَلَمْ تَزْنِ، وَسَرَقْتِ وَلَمْ تَسْرِقْ، فَقُلْتُ: اللَّهُمَّ اجْعَلْنِي مِثْلَهَا \" ¶ !",
            "page": "92",
            "part": "1",
            "seal": "0A5DB6A5"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "182 قُرِئَ عَلَى الشَّيْخِ أَبِي الْمَعَالِي عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ بْنِ عَلِيِّ بْنِ صَابِرٍ السُّلَمِيِّ، وَأَنَا أَسْمَعُ: أَخْبَرَكُمُ الشَّرِيفُ النَّسِيبُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحُسَيْنِ بْنِ إِبْرَاهِيمَ بْنِ الْعَبَّاسِ الْحُسَيْنِيُّ، أخبرنا أَبُو الْفَتْحِ عَبْدُ الْكَرِيمِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ الْقَاسِمِ الْمَحَامِلِيُّ فِي كِتَابِهِ إِلَيْنَا مِنْ بَغْدَادَ، أخبرنا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ الدَّارَقُطْنِيُّ الْحَافِظُ، حَدَّثَنَا أَبُو بَكْرٍ الأَزْرَقُ يُوسُفُ بْنُ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ الْبُهْلُولِ، قَالَ: حَدَّثَنَا جَدِّي، قَالَ: حَدَّثَنِي أَبِي، عَنْ إِسْحَاقَ بْنِ زِيَادٍ مِنْ بَنِي أُسَامَةَ بْنِ لُؤَيٍّ، عَنْ شَبِيبِ بْنَ شَيْبَةَ، عَنْ خَالِدِ بْنِ صَفْوَانَ بْنِ الأَهْتَمِ، قَالَ: \" أَوْفَدَنِي يُوسُفُ بْنُ عُمَرَ إِلَى هِشَامِ بْنِ عَبْدِ الْمَلِكِ فِي وَفْدِ الْعِرَاقِ، قَالَ: فَقَدِمْتُ عَلَيْهِ وَقَدْ خَرَجَ مُبْتَدِئًا بِقَرَابَتِهِ، وَأَهْلِهِ، وَحَشَمِهِ، وَغَاشِيَتِهِ مِنَ جُلَسَائِهِ، فَنَزَلَ فِي أَرْضٍ قَاعٍ صَحْصَحٍ مُتَنَائِفٍ أَفْيَحَ، فِي عَامٍ قَدْ بَكَّرَ وَسْمِيُّهُ، وَتَتَابَعَ وَلِيُّهُ، وَأَخَذْتُ الأَرْضُ فِيهِ زِينَتَهَا مِنِ اخْتِلَافِ أَنْوَارِ نَبْتِهَا، مَنْ نَوْرِ رَبِيعٍ مُونِقٍ، فَهُوَ أَحْسَنُ مَنْظَرًا، وَأَحْسَنُ مُسْتَنْظَرًا، وَأَحْسَنُ مُخْتَبَرًا، بِصَعِيدٍ كَأَنَّ تُرَابَهُ قِطَعُ الْكَافُورِ، لَوْ أَنَّ قِطْعَةً أُلْقِيَتْ فِيهِ لَمْ تُتْرَبْ. ¶ وَقَدْ ضُرِبَ لَهُ سُرَادِقٌ مِنْ حِبَرَةٍ كَانَ صَنَعَهُ لَهُ يُوسُفُ بْنُ عُمَرَ بِالْيَمَنِ فِيهِ فُسْطَاطٌ، فِيهِ أَرْبَعَةُ أَفْرِشَةٍ مِنْ خَزٍّ أَحْمَرَ، مِثْلَهَا مَرَافِقُهَا، وَعَلَيْهِ دُرَّاعَةٌ مِنْ خَزٍّ أَحْمَرَ، مِثْلُهَا عِمَامَتُهَا. ¶ قَالَ: وَقَدْ أَخَذَ النَّاسُ مَجَالِسَهُمْ، فَأَخْرَجْتُ رَأْسِي مِنْ نَاحِيَةِ السِّمَاطِ، فَنَظَرَ إِلَيَّ شِبْهُ الْمُسْتَنْطِق لِي، فَقُلْتُ: تَمَّمَ اللَّهُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ نِعَمَهُ، وَسَوَّغَكَهَا بِشُكْرِهِ، وَجَعَلَ مَا قَلَّدَكَ مِنْ هَذَا الأَمْرِ رَشَدًا، وَعَاقِبَةَ مَا تَئُولُ إِلَيْهِ حَمْدًا، أَخْلَصَهُ لَكَ بِالتُّقَى، وَكَثَّرَهُ لَكَ بِالنَّمَاءِ، لا كَدَرَ",
            "page": "93",
            "part": "1",
            "seal": "7F8AB1FA"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "عَلَيْكَ مِنْهُ مَا صَفَا، وَلا خَالَطَ مَسْرُوُرَهُ الرَّدِيُّ، فَقَدْ أَصْبَحْتَ لِلْمُسْلِمِينَ ثِقَةً وَمُسْتَرَاحًا، إِلَيْكَ يَقْصِدُونَ فِي أُمُورِهِمْ، وَإِلَيْكَ يَفْزَعُونَ فِي مَظَالِمِهِمْ، وَمَا أَجِدُ يَا أَمِيرَ الْمُؤْمِنِينَ جَعَلَنِي اللَّهُ فِدَاءَكَ، شَيْئًا هُوَ أَبْلَغُ فِي قَضَاءِ حَقِّكَ وَتَوْقِيرِ مَجْلِسِكَ مِمَّا مَنَّ اللَّهُ بِهِ عَلَيَّ مِنْ مُجَالَسَتِكَ وَالنَّظَرِ إِلَى وَجْهِكَ، مِنْ أَنْ أُذَكِّرَكَ نِعَمَ اللَّهِ عَلَيْكَ، وَأُنَبِّهَكَ لِشُكْرِهَا، وَمَا أَجِدُ يَا أَمِيرَ الْمُؤْمِنِينَ شَيْئًا هُوَ أَبْلَغُ مِنْ حَدِيثِ مَنْ سَلَفَ مِنَ الْمُلُوكِ، فَإِنْ أَذِنَ لِي أَمِيرُ الْمُؤْمِنِينَ أَخْبَرْتُهُ عَنْهُ. ¶ قَالَ: فَاسْتَوَى جَالِسًا وَكَانَ مُتَّكِئًا، ثُمَّ قَالَ: هَاتِ يَا ابْنَ الأَهْتَمِ. ¶ فَقُلْتُ: يَا أَمِيرَ الْمُؤْمِنِينَ، إِنَّ مَلِكًا مِنَ الْمُلُوكِ قَبْلَكَ خَرَجَ فِي عَامٍ مِثْلِ عَامِنَا هَذَا إِلَى الْخَوَرْنَقَ وَالسَّدِيرِ، فِي عَامٍ قَدْ بَكَّرَ",
            "page": "94",
            "part": "1",
            "seal": "8B58E9E5"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وَسْمِيُّهُ، وَتَتَابَعَ وَلِيُّهُ، وَأَخَذَتِ الأَرْضُ زِينَتَهَا مِنْ نَوْرِ رَبِيعٍ مُونِقٍ، فَهُوَ فِي أَحْسَنِ مَنْظَرٍ، وَأَحْسَنِ مُسْتَنْظَرٍ، وَأَحْسَنِ مُخْتَبَرٍ، بِصَعِيدٍ كَأَنَّ تُرَابَهُ قِطَعُ الْكَافُورِ، حَتَّى لَوْ أَنَّ قِطْعَةً أَلْقَيْتَ فِيهِ لَمْ تُتْرِبْ، قَالَ: وَكَانَ قَدْ أُعْطِيَ فَتَاءَ السِّنِّ، مَعَ الْكَثْرَةِ وَالْغَلَبَةِ وَالْقَهْرِ. ¶ قَالَ: فَنَظَرَ، فَأَبْعَدَ النَّظَرَ، فَقَالَ لِجُلَسَائِهِ: لِمَنْ هَذَا؟ هَلْ رَأَيْتُمْ مِثْلَ مَا أَنَا فِيهِ؟ هَلْ رَأَيْتُمْ مِثْلَ مَا أُعْطِيتُ؟ قَالَ: وَعِنْدَهُ رَجُلٌ مِنْ بَقَايَا حَمَلَةِ الْحُجَّةِ، وَالْمُضِيِّ عَلَى أَدَبِ الْحَقِّ وَمِنْهَاجِهِ. ¶ قَالَ: وَلَنْ تَخْلُوَ الأَرْضُ مِنْ قَائِمٍ لِلَّهِ بِحُجَّتِهِ فِي عِبَادِهِ، فَقَالَ: أَيُّهَا الْمَلِكُ! إِنَّكَ قَدْ سَأَلْتَ عَنْ أَمْرٍ أَفَتَأْذَنُ بِالْجَوَابِ عَنْهُ؟ قَالَ: نَعَمْ، قَالَ: أَرَأَيْتَ مَا أَنْتَ فِيهِ، أَشَيْءٌ لَمْ تَزَلْ فِيهِ أَمْ شَيْءٌ صَارَ إِلَيْكَ مِيرَاثًا مِنْ غَيْرِكَ وَهُوَ زَائِلٌ عَنْكَ وَصَائِرٌ إِلَى غَيْرِكَ كَمَا صَارَ إِلَيْكَ",
            "page": "95",
            "part": "1",
            "seal": "5E1A40CA"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "مِيرَاثًا مِنْ لَدُنْ غَيْرِكَ؟ ! قَالَ: فَكَذَلِكَ هُوَ , قَالَ: أَفَلا أَرَاكَ إِنَّمَا أُعْجِبْتَ بِشَيْءٍ يَسِيرٍ تَكُونُ فِيهِ قَلِيلًا وَتَغِيبُ عَنْهُ طَوِيلًا وَتَكُونُ غَدًا بِحِسَابِهِ مُرْتَهَنًا؟ قَالَ: وَيْحَكَ! فَأَيْنَ الْمَهْرَبُ؟ وَأَيْنَ الْمَطْلَبُ؟ قَالَ: إِمَّا أَنْ تُقِيمَ فِي مُلْكِكَ تَعْمَلُ فِيهِ بِطَاعَةِ اللَّهِ رَبَّكَ عَلَى مَا سَاءَكَ وَسَرَّك وَمَضَّكَ وَأَرْمَضَكَ، وَإِمَّا أَنْ تَضَعَ تَاجَكَ وَتَلْبَسَ أَطْمَارَكَ وَأَمْسَاحَكَ وَتَعْبُدَ رَبَّكَ فِي هَذَا الْجَبَلِ حَتَّى يَأْتِيَكَ أَجَلُكَ! قَالَ: فَإِذَا كَانَ بِالسَّحَرِ فَاقْرَعْ عَلَى بَابِي فَإِنِّي مُخْتَارٌ أَحَدَ الرَّأْيَيْنِ، فَإِنِ اخْتَرْتُ مَا أَنَا فِيهِ كُنْتَ وَزِيرًا لا تُعْصَى، وَإِنِ اخْتَرْتُ فَلَوَاتِ الأَرْضِ وَقَفْرَ الْبِلَادِ كُنْتَ رَفِيقًا لا تُخَالَفُ. ¶ قَالَ: فَقَرَعَ عَلَيْهِ بَابَهُ عِنْدَ السَّحَرِ، فَإِذَا هُوَ قَدْ وَضَعَ تَاجَهُ، وَوَضَعَ أَطْمَارَهُ، وَلَبِسَ أَمْسَاحَهُ، وَتَهَيَّأَ لِلسِّيَاحَةِ. ¶ قَالَ: فَلَزِمَا وَاللَّهِ الْجَبَلَ، حَتَّى أَتَتْهُمَا آجَالُهُمَا. ¶ وَهُوَ حَيْثُ يَقُولُ أَخُو بَنِي تَمِيمٍ عَدِيُّ بْنُ سَالِمٍ الْمَرَاي الْعَدَوِيُّ:",
            "page": "96",
            "part": "1",
            "seal": "EB9B4150"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "أَيُّهَا الشَّامِتُ الْمُعَيِّرُ بِالدَّهْرِ ... أَنْتَ الْمُبَرَّأُ الْمَوْفُورُ ¶ أَمْ لَدَيْكَ الْعَهْدُ الْوَثِيقُ مِنْ أَيَّامٍ ... أَمْ أَنْتَ جَاهِلٌ مَغْرُورُ ¶ مَنْ رَأَيْتَ الْمَنُونَ خَلَّدْنَ أَمْ مَنْ ... ذَا لَدَيْهِ مِنْ أَنْ يُضَامَ خَفِيرُ ¶ أَيْنَ كِسْرَى؟ كِسْرَى الْمُلُوكِ أَبُو ... سَاسَانَ أَمْ أَيْنَ قَبْلَهُ سَابُورُ؟ ¶ وَبَنُو الأَصْفَرِ الْكِرَامُ مُلُوكُ الرُّومِ ... لَمْ يَبْقَ مِنْهُمْ مَذْكُورُ ¶ وَأَخُو الْحَضْرِ إِذْ بَنَاهُ وَإِذْ ... دِجْلَةُ تُجْبَى إِلَيْهِ وَالْخَابُورُ ¶ شَادَهُ مَرْمَرًا وَجَلَّلَهُ كِلْسًا ... فَلِلطَّيْرِ فِي ذُرَاهُ وُكُورُ ¶ لَمْ يَهِبْهُ رَيْبُ الْمَنُونَ فَبَادَ ... المُلْكُ عَنْهُ فَبَابُهُ مَهْجُورُ ¶ وتذكر رَبّ الْخَوَرْنَقِ إذْ ... أَشْرَفَ يَوْمًا وَلِلْهُدَى تَفْكِيرُ ¶ سَرَّهُ مَالُهُ وَكَثْرَةُ مَا يَمْلِكُ ... وَالْبَحْرُ مُعْرِضٌ وَالسَّدِيرُ ¶ فَارْعَوَى قَلْبُهُ وَقَالَ: وَمَا ... غِبْطَةُ حَيٍّ إِلَى الْمَمَاتِ يَصِيرُ ¶ ثُمَّ أَضْحَوْا كَأَنَّهُمْ وَرِقٌ جَفَّ ... فَأَلْوَتْ بِهِ الصَّبَا وَالدَّبُورُ",
            "page": "97",
            "part": "1",
            "seal": "793EC4ED"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "ثُمَّ بَعْدَ الْفَلاحِ وَالْمُلْكِ وَالإِمَّةِ ... وَارَتْهُمْ هُنَاكَ الْقُبُورُ ¶ قَالَ: فَبَكَى وَاللَّهِ هِشَامٌ حَتَّى أَخْضَلَ لِحْيَتَهُ وَبَلَّ عِمَامَتَهُ، وَأَمَرَ بِنَزْعِ أَبْنِيَتِهِ، وَبَنُقْلانِ قَرَابَتِهِ وَأَهْلِهِ وَحَشَمِهِ وَغَاشِيَتِهِ مِنْ جُلَسَائِهِ، وَلَزِمَ قَصْرَهُ. ¶ قَالَ: فَأَقْبَلَتِ الْحَشَمُ عَلَى خَالِدِ بْنِ صَفْوَانَ بْنِ الأَهْتَمِ فَقَالُوا: مَا أَرَدْتَ إِلَى أَمِيرِ الْمُؤْمِنِينَ؟ أَفْسَدْتَ عَلَيْهِ لَذَّتَهُ، وَنَغَّصْتَ عَلَيْهِ بَادِيَتَهُ. ¶ قَالَ: إِلَيْكُمْ عَنِّي، فَإِنِّي عَاهَدْتُ اللَّهَ تَعَالَى عَهْدًا أَنْ لا أَخْلُو بِمَلِكٍ إِلا ذَكَّرْتُهُ اللَّهَ عَزَّ وَجَلَّ",
            "page": "98",
            "part": "1",
            "seal": "4FB449D9"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "الْفَصْلُ الثَّالِثُ ¶ ذِكْرُ طَرَفٍ مِنْ أَخْبَارِ نَبِيِّنَا ¶ 140 أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مَنْصُورِ بْنِ هِبَةِ اللَّهِ الْمَوْصِلِيُّ، قَالَ: أَخْبَرَنَا أَبُو الْحُسَيْنِ الْمُبَارَكُ بْنُ عَبْدِ الْجَبَّارِ الصَّيْرَفِيُّ، قَالَ: أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ بْنِ مُحَمَّدِ بْنِ جَعْفَرٍ، قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَسَنِ بْنِ شَاذَانَ، قَالَ: أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْمُغَلِّسِ، قَالَ: أَخْبَرَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الأُمَوِيُّ، قَالَ: حَدَّثَنِي عَمِّي عَبْدُ اللَّهِ بْنُ سَعِيدٍ، عَنْ زِيَادٍ، عَنِ ابْنِ إِسْحَاقَ، قَالَ: ثُمَّ إِنَّ اللَّهَ تَعَالَى أَمَرَ رَسُولَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَصْدَعَ بِمَا جَاءَ بِهِ، وَأَنْ يُبَادِيَ النَّاسَ بِأَمْرِهِ، وَأَنْ يَدْعُو النَّاسَ إِلَيْهِ، وَكَانَ بَيْنَ مَا أَخْفَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمْرَهُ وَأَنِ اسْتَتَرَ بِهِ إِلَى أَنْ أَظْهَرَهُ: ثَلاثُ سِنِينَ فِيمَا بَلَغَنِي مِنْ مَبْعَثِهِ، فَقَالَ تَعَالَى: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} [الحجر: 94] . ¶ وَقَالَ {وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ {214} وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الشعراء: 214-215] , {وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ} [الحجر: 89] ، فَلَمَّا بَادَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَوْمَهُ بِالإِسْلامِ، وَصَدَعَ بِهِ كَمَا أَمَرَهُ اللَّهُ، لَمْ يَبْعُدْ مِنْهُ قَوْمُهُ، وَلَمْ يَرُدُّوا عَلَيْهِ كُلَّ الرَّدِّ فِيمَا بَلَغَنِي، حَتَّى ذَكَرَ آلِهَتَهُمْ وَعَابَهَا، فَلَمَّا",
            "page": "99",
            "part": "1",
            "seal": "8805EC49"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "فَعَلَ ذَلِكَ أَعْظَمُوا مَا قَالَ وَنَاكَرُوهُ! وَأَجْمَعُوا عَلَى خِلافِهِ وَعَدَاوَتِهِ، إِلا مَنْ عَصَمَ اللَّهُ مِنْهُمْ بِالإِسْلامِ، وَهُمْ قَلِيلٌ مُسْتَخْفُونَ، وَحَدَبَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَمُّهُ أَبُو طَالِبٍ، وَقَامَ دُونَهُ، وَمَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَمْرِ اللَّهِ لا يَرُدُّهُ عَنْهُ شَيْءٌ، فَلَمَّا رَأَتْ قُرَيْشٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لا يُعْتِبُهُمْ مِنْ شَيْءٍ أَنْكَرُوهُ عَلَيْهِ، مِنْ فِرَاقِهِمْ وَعَيْبِ آلِهَتِهِمْ، وَرَأَوْا أَنَّ أَبَا طَالِبٍ قَدْ حَدَبَ عَلَيْهِ وَقَامَ دُونَهُ فَلَمْ يُسْلِمْهُ، مَشِيَ رِجَالُ قُرَيْشٍ إِلَى أَبِي طَالِبٍ: عُتْبَةُ بْنُ رَبِيعَةَ، وَشَيْبَةُ بْنُ رَبِيعَةَ، وَأَبُو سُفْيَانَ بْنُ حَرْبٍ، وَأَبُو الْبَخْتَرِيِّ بْنُ هِشَامٍ، وَالأَسْوَدُ بْنُ الْمُطَّلِبِ، وَالْوَلِيدُ بْنُ الْمُغِيرَةَ، وَأَبُو جَهْلِ بْنُ هِشَامٍ، وَالْعَاصُ بْنُ وَائِلٍ، وَنَبِيهٌ وَمُنَبِّهُ ابْنَا الْحَجَّاجِ، أَوْ مَنْ مَشِيَ مِنْهُمْ، فَقَالُوا: يَا أَبَا طَالِبٍ، إِنَّ ابْنَ أَخِيكَ قَدْ سَبَّ آلِهَتَنَا، وَعَابَ دِينَنَا، وَسَفَّهَ أَحْلَامَنَا، وَضَلَّلَ آبَاءَنَا، فَإِمَّا أَنْ تَكُفَّهُ عَنَّا، وَإِمَّا أَنْ تُخَلِّيَ بَيْنَنَا وَبَيْنَهُ، فَإِنَّكَ عَلَى مِثْلِ مَا نَحْنُ عَلَيْهِ مِنْ خِلَافِهِ، فَنَكْفِيكَهُ، فَقَالَ لَهُمْ أَبُو طَالِبٍ قَوْلا لَيِّنًا، وَرَدَّ عَلَيْهِمْ رَدًّا جَمِيلا، فَانْصَرَفُوا عَنْهُ، وَمَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى مَا هُوَ عَلَيْهِ: يُظْهِرُ دِينَ اللَّهِ، وَيَدْعُو إِلَيْهِ، ثُمَّ شَرِيَ الأَمْرُ بَيْنَهُ وَبَيْنَهُمْ، حَتَّى تَبَاعَدَ الرِّجَالُ وَتَضَاغَنُوا وَأَكْثَرَتْ قُرَيْشٌ ذِكْرَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَهَا وَتَذَامَرُوا فِيهِ، وَحَضَّ بَعْضُهُمْ بَعْضًا عَلَيْهِ، ثُمَّ إِنَّهُمْ مَشَوْا إِلَى أَبِي طَالِبٍ مَرَّةً أُخْرَى، فَقَالُوا: يَا أَبَا طَالِبٍ، إِنَّ لَكَ سِنًّا وَشَرَفًا وَمَنْزِلَةً، وَإِنَّا قَدِ اسْتَنْهَيْنَاكَ مِنَ ابْنِ أَخِيكَ فَلَمْ تَنْهَهُ عَنَّا، وَإِنَّا وَاللَّهِ لا نَصْبِرُ",
            "page": "100",
            "part": "1",
            "seal": "AA978E12"
        },
        {
            "hno": "9",
            "id": "60",
            "nass": "عَلَى هَذَا، مِنْ شَتْمِ آبَائِنَا، وَتَسْفِيهِ أَحْلامِنَا، وَعَيْبِ آلِهَتِنَا حَتَّى تَكُفَّهُ عَنَّا، أَوْ نُنَازِلُهُ وَإِيَّاكَ فِي ذَلِكَ، حَتَّى يَهْلِكَ أَحَدُ الْفَرِيقَيْنِ، أَوْ كَمَا قَالُوا، ثُمَّ انْصَرَفُوا عَنْهُ، فَعَظُمَ عَلَى أَبِي طَالِبٍ فِرَاقُ قَوْمِهِ وَعَدَاوَتُهُمْ، وَلَمْ يَطِبْ نَفْسًا بِإِسْلَامِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلا خِذْلانِهِ \" ¶ قَالَ ابْنُ إِسْحَاقَ: فَحَدَّثَنِي يَعْقُوبُ بْنُ عُتْبَةَ بْنِ الْمُغَيرَةَ بْنِ الأَخْنَسِ، أَنَّهُ حَدَّثَهُ أَنَّ قُرَيْشًا حِينَ قَالَتْ لأَبِي طَالِبٍ هَذِهِ الْمَقَالَةَ، بَعَثَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا ابْنَ أَخِي، إِنَّ قَوْمَكَ قَدْ جَاءُونِي، فَقَالُوا لِي: كَذَا وَكَذَا، فَابْقِ عَلَيَّ وَعَلَى نَفْسِكَ، وَلا تُحَمِّلْنِي مَا لا أُطِيقُ، فَظَنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَدْ بَدَا لِعَمِّهِ فِيهِ بَدَاءٌ، وَأَنَّهُ خَاذِلُهُ وَمُسَلِّمُهُ، وَأَنَّهُ ضَعُفَ عَنْ نُصْرَتِهِ وَالْقِيَامِ مَعَهُ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَاللَّهِ يَا عَمِّ، لَوْ وَضَعُوا الشَّمْسَ فِي يَمِينِي، وَالْقَمَرَ فِي شِمَالِي، عَلَى أَنْ أَتْرُكَ هَذَا الأَمْرَ مَا تَرَكْتُهُ، حَتَّى يُظْهِرَهُ اللَّهُ، أَوْ أَهْلِكَ فِيهِ، ثُمَّ اسْتَعْبَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَبَكَى، ثُمَّ قَامَ، فَلَمَّا وَلَّى نَادَاهُ أَبُو طَالِبٍ، فَقَالَ: أَقْبِلْ يَا ابْنَ أَخِي، فَلَمَّا أَقْبَلَ عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: اذْهَبْ يَا ابْنَ أَخِي فَافْعَلْ مَا أَحْبَبْتَ، فَوَاللَّهِ لا أُسْلِمُكَ لِشَيْءٍ أَبَدًا \" ¶ قَالَ الأُمَوِيُّ: فَحَدَّثَنَا عَمِّي مُحَمَّدُ بْنُ سَعِيدٍ، عَنْ إِسْحَاقَ بْنِ",
            "page": "101",
            "part": "1",
            "seal": "1C2E15DB"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "يَحْيَى، عَنْ مُوسَى بْنِ طَلْحَةَ، عَنْ عَقِيلِ بْنِ أَبِي طَالِبٍ، قَالَ: جَاءَتْ قُرَيْشٌ إِلَى أَبِي طَالِبٍ، فَقَالُوا: إِنَّ ابْنَ أَخِيكَ قَدْ بَلَغَ حَرْوَتَنَا، وَإِنَّا غَيْرُ مَارِّينَ لَكَ عَلَى ذَلِكَ وَلا مُجَامِعِيكَ عَلَيْهِ، فَلا يَكُنْ دُعَاؤُهُ هَذَا عِنْدَ كَعْبَتِنَا وَلا نَادِينَا، وَإِلا وَاللَّهِ أَخْرَجْنَاهُ. ¶ قَالَ: افْعَلْ يَا عَقِيلُ، ادْعُ لِي مُحَمَّدًا، وَخَرَجُوا، فَأَتَيْتُهُ فِي دَارِ عَبْدِ الْمُطَّلِبِ عِنْدَ الْمَسْعَى، فَخَرَجَ مَعِي عَلَيْهِ بُرْدَانِ دَنِسَانِ حَضْرَمِيِّانِ، مُتَقَنِّعًا حَافِيًا يَتْبَعُ الظِّلَّ، حَتَّى أَتَيْنَا أَبَا طَالِبٍ فِي الشِّعْبِ، فَجَلَسَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى سُدَّةِ الْبَابِ، فَقَالَ لَهُ أَبُو طَالِبٍ: هَهُنَا يَا ابْنَ أَخِي، فَقَالَ: «مَكَانِي» ، قَالَ: يَا ابْنَ أَخِي، إِنَّ قَوْمَكَ قَدْ أَنْصَفُوكَ، وَقَدْ عَرَضُوا عَلَيْكَ أَنْ يَكُونَ دُعَاؤُكَ بَيْنَكَ وَبَيْنَ أَصْحَابِكَ، وَحَيْثُ تُجَالِسُونَ، وَلا يَكُونُ فِي كَعْبَتِهِمْ، وَلا فِي نَادِيهِمْ، فَإِنَّهُمْ غَيْرُ مُقَارِبِينَا. ¶ قَالَ عَقِيلٌ: فَوَاللَّهِ مَا سَمِعْتُهُ دَعَاهُ بِاسْمِهِ قَطُّ قَبْلَ ذَلِكَ الْيَوْمِ، وَإِنَّمَا كَانَ يَقُولُ: يَا عَمِّ. ¶ فَقَالَ: «يَا أَبَا طَالِبٍ، هَلْ تَسْتَطِيعُ إِخْفَاءَ هَذِهِ الشَّمْسَ لَوْ أَرَدْتَ إِخْفَاءَهَا؟» , فَقَالَ: اعْمَلْ عَلَى مَهْلِكَ، فَوَاللَّهِ لا خَذَلْنَاكَ وَلا تَرَكْنَاكَ، فِدَاكَ أَبِي وَأُمِّي",
            "page": "102",
            "part": "1",
            "seal": "EC692D1A"
        },
        {
            "hno": "11",
            "id": "62",
            "nass": "ثُمَّ رَجَعَ إِلَى حَدِيثِ زِيَادٍ , قَالَ: حَدَّثَنِي ابْنُ إِسْحَاقَ، قَالَ: حَدَّثَنِي الْعَبَّاسُ بْنُ عَبْدِ اللَّهِ بْنِ مَعْبَدٍ، عَنْ بَعْضِ أَهْلِهِ، عَنِ ابْنِ عَبَّاسٍ: \" أَنَّ قُرَيْشًا مَشَوْا بِعُمَارَةَ بْنِ الْوَلِيدِ بْنِ الْمُغِيرَةَ، فَقَالُوا: يَا أَبَا طَالِبٍ، هَذَا عُمَارَةُ بْنُ الْوَلِيدِ أَنْهَدُ فَتًى فِي قُرَيْشٍ وَأَشْعَرُهُ وَأَجْمَلُهُ، فَخُذْهُ، فَلَكَ عَقْلُهُ وَنَصْرُهُ، وَاتَّخِذْهُ وَلَدًا، فَهُوَ لَكَ، وَأَسْلِمْ إِلَيْنَا ابْنَ أَخِيكَ، هَذَا الَّذِي خَالَفَكَ فِي دِينِكَ وَدِينِ آبَائِكَ، وَفَرَّقَ جَمَاعَةَ قَوْمِكَ، وَسَفَّهَ أَحْلَامَهُمْ، فَنَقْتُلْهُ، فَإِنَّمَا هُوَ رَجُلٌ كَرَجُلٍ. ¶ قَالَ: وَاللَّهِ لَبِئْسَ مَا تَسُومُونَنِي إِلَيْهِ! تُعْطُونِي ابْنَكُمْ أَغْذُوهُ، وَأُعْطِيكُمُ ابْنِي تَقْتُلُونَهُ! لا يَكُونُ هَذَا أَبَدًا. ¶ فَقَالَ الْمُطْعِمُ بْنُ عَدِيِّ بْنِ نَوْفَلَ بْنِ عَبْدِ مَنَافٍ: وَاللَّهِ يَا أَبَا طَالِبٍ وَلَقَدْ أَنْصَفَكَ قَوْمُكَ، وَجَهِدُوا عَلَى التَّخَلُّصِ مِمَّا تَكْرَهُ، فَمَا أَرَاكَ تَقْبَلُ شَيْئًا. ¶ فَقَالَ أَبُو طَالِبٍ لِمُطْعِمٍ: وَاللَّهِ مَا أَنْصَفُونِي، وَلَكِنَّكَ قَدْ أَجْمَعْتَ عَلَى خِذْلانِي وَمُظَاهَرَةِ الْقَوْمِ عَلَيَّ، فَاصْنَعْ مَا بَدَا لَكَ، أَوْ كَمَا قَالَ أَبُو طَالِبٍ \" ¶ قَالَ زِيَادٌ: وَحَدَّثَنِي الْمُجَالِدِ بْنِ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعَمَ الْحِمْيَرِيِّ، عَنْ سعَد بْنِ مَسْعُودٍ: \" أَنَّ أَبَا طَالِبٍ فَقَدَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَيْنِ، فَشَقَّ ذَلِكَ عَلَيْهِ مَشَقَّةً شَدِيدَةً، وَظَنَّ أَنَّهُ قَدِ اغْتِيلَ، فَأَرْسَلَ، فَالْتَمَسَهُ، فَلَمْ يَجِدْهُ، فَدَعَا بَنِيهِ وَبَنِي أَخِيهِ وَمَنْ كَانَ عَلَى مِثْلِ رَأْيِهِ مِنْ بَنِي هَاشِمٍ وَغَيْرِهِمْ، فَاجْتَمَعُوا إِلَيْهِ، فَقَالَ: حُدُّوا سِلَاحَكُمْ، وَكُونُوا عَلَى مَكَانِكُمْ، وَأَعْطَى بَنِيهِ وَبَنِي أَخِيهِ كُلَّ إِنْسَانٍ مِنْهُمْ شَفْرَةً قَدْ شَحَذَهَا، وَقَالَ: لِيَجْلِسْ كُلُّ رَجُلٍ مِنْكُمْ إِلَى جَنْبِ رَجُلٍ مِنْ",
            "page": "103",
            "part": "1",
            "seal": "034C7020"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "قُرَيْشٍ حَتَّى أَنْطَلِقَ إِلَى هَذَا الْجَبَلِ، فَإِنِّي قَدْ طَلَبْتُ مُحَمَّدًا فِي مَظَانِّهِ إِلا هَذَا الْمَكَانَ مِنْ نَاحِيَةِ الْجَبَلِ الَّذِي يُطِلُّ عَلَى مَكَّةَ، فَإِذَا أَقْبَلْتُ أَنْعِي مُحَمَّدًا فَلْيَجَأْ كُلُّ رَجُلٍ مِنْكُمْ جَلِيسَهُ. ¶ قَالَ: وَخَرَجَ أَبُو طَالِبٍ وَهُوَ يُنَادِي: يَا مُحَمَّدُ يَا مُحَمَّدُ! حَتَّى بَلَغَ أَسْفَلَ مَكَّةَ، فَأَتَى الْمَكَانَ الَّذِي أَرَادَ، فَوَجَدَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِ، فَلَمَّا انْصَرَفَ، قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا لَكَ يَا عَمِّ؟ قَالَ: ظَنَنْتُ وَاللَّهِ أَنَّكَ قَدِ اغْتِلْتَ، فَقَدْ كِدْتَ تَجْرِمُنِي الْيَوْمَ أَنْ أَقْتُلَ قَوْمِي فِيكَ! أَلا تُخْبِرْنِي إِذَا خَرَجْتَ مَكَانًا أَيْنَ مَكَانَكَ فَأَعْرِفُهُ؟ , فَقَالَ لَهُ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: يَا عَمِّ، مَا مِنَ النَّاسِ أَحَدٌ أَحَبَّ إِلَيَّ أَنْ يُسْعِدَهُ اللَّهُ بِمَا بُعِثْتُ بِهِ مِنْكَ، أَفَلا أُرِيكَ آيَةً عَلَى أَنْ تُسْلِمَ؟ قَالَ: وَمَا الآيَةُ يَا ابْنَ أَخِي؟ قَالَ: أُرِيكَ شَيْئًا لا يَسْتَطِيعُ أَحَدٌ أَنْ يُرِيكَهُ! قَالَ: فَأَرِنِيهِ! قَالَ: تَرَى تِلْكَ الشَّجَرَةَ؟ قَالَ: نَعَمْ، قَالَ: فَإِنِّي أَدْعُو رَبِّي فَيَأْتِيكَ بِهَا حَتَّى تَنْظُرَ إِلَيْهَا عِنْدَكَ. ¶ قَالَ: فَافْعَلْ! قَالَ: فَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَبَّهُ، ثُمَّ قَالَ: أَقْبِلِي بِإِذْنِ اللَّهِ، فَأَقْبَلَتِ الشَّجَرَةُ تَهْتَزُّ حَتَّى أَتَتْهُمَا، فَقَالَ: خُذْ مِنْ وَرِقِهَا وَمِنْ بَعْضِ غُصُونِهَا. ¶ فَأَخَذَ أَبُو طَالِبٍ، ثُمَّ قَالَ لَهَا: ارْجِعِي بِإِذْنِ اللَّهِ، فَرَجَعَتْ، ثُمَّ قَالَ: يَا عَمِّ عِنْدَكَ اتْبَعْنِي، فَقَالَ: يَا ابْنَ أَخِي لِهَذَا يَقُولُ قَوْمُكَ إِنَّكَ سَاحِرٌ، فَانْطَلِقْ حَتَّى أُؤْنِسُهُمْ مِنْكَ،",
            "page": "104",
            "part": "1",
            "seal": "FEB35329"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "فَأَقْبَلَ أَبُو طَالِبٍ آخِذًا بِيَدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى نَادِي قُرَيْشٍ فِي الْمَسْجِدِ، فَلَمَّا رَآهُ، قَالُوا: هَذَا أَبُو طَالِبٍ آخِذٌ بِيَدِ مُحَمَّدٍ، مَا تَرَوْنَهُ يُرِيدُ؟ أَتَرَوْنَهُ يُرِيدُ أَنْ يُسْلِمَهُ إِلَيْكُمْ؟ قَالُوا: مَا نَرَاهُ إِلا فَاعِلا، فَأَقْبَلَ أَبُو طَالِبٍ حَتَّى وَقَفَ عَلَيْهِمْ، فَقَالُوا: مَا لَكَ يَا أَبَا طَالِبٍ؟ قَالَ: كُنْتُ أَرَاكُمْ قَدْ قَتَلْتُمُوهُ، وَرَبِّ هَذَا الْبَيْتِ الْحَرَامِ وَالْبَلَدِ الْحَرَامِ، لَوْ كُنْتُمْ فَعَلْتُمْ لَقَتَلَ كُلُّ وَاحِدٍ مِنْ هَؤُلاءِ جَلِيسَهُ، أَخْرِجُوا شِفَارَكُمْ، فَأَخْرَجُوهَا، فَلَمَّا رَأَتْ قُرَيْشٌ ذَلِكَ، يَئِسُوا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \". ¶ وَمِنْ غَيْرِ رِوَايَةِ الأُمَوِيِّ: فَلَمَّا عَرَفَتْ قُرَيْشٌ أَنَّهُ لا سَبِيلَ لَهُمْ إِلَى مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَجْمَعُوا عَلَى أَنْ يَكْتُبُوا فِيمَا بَيْنَهُمْ عَلَى بَنِي هَاشِمٍ، وَبَنِي عَبْدِ الْمُطَّلِبِ كِتَابًا أَنْ لا يُنْكِحَوهُمْ، وَلا يَخْطِبُوا إِلَيْهِمْ، وَلا يُبَايِعُوهُمْ، وَلا يَبْتَاعُوا مِنْهُمْ، فَلَمَّا اجْتَمَعُوا لِذَلِكَ، كَتَبُوهُ فِي صَحِيفَةٍ، ثُمَّ تَعَاهَدُوا عَلَيْهِ، وَتَوَاثَقُوا عَلَى ذَلِكَ، ثُمَّ عَلَّقُوا الصَّحِيفَةَ فِي جَوْفِ الْكَعْبَةِ تَوْكِيدًا عَلَى أَنْفُسِهِمْ، فَلَمَّا فَعَلَتْ قُرَيْشٌ ذَلِكَ انْحَازَتْ بَنُو هَاشِمٍ، وَبَنُو الْمُطَّلِبِ إِلَى أَبِي طَالِبِ بْنِ عَبْدِ الْمُطَّلِبِ، فَدَخَلُوا مَعَهُ فِي شِعْبِهِ وَاجْتَمَعُوا إِلَيْهِ، وَخَرَجَ مِنْ بَنِي هَاشِمٍ أَبُو لَهَبٍ عَبْدُ الْعُزَّى بْنِ عَبْدِ الْمُطَّلِبِ إِلَى قُرَيْشٍ، وَظَاهَرَ عَلَيْهِمْ قُرَيْشًا، وَقَالَ لِهِنْدِ بِنْتِ عُتْبَةَ: يَا ابْنَةَ عُتْبَةَ، هَلْ نَصَرْتُ اللاتَ وَالْعُزَّى وَفَارَقْتُ مَنْ فَارَقَهُمَا وَظَاهَرَ عَلَيْهِمَا؟ قَالَتْ: نَعَمْ، فَجَزَاكَ اللَّهُ خَيْرًا يَا أَبَا عُتْبَةَ،",
            "page": "105",
            "part": "1",
            "seal": "104D611B"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "ثُمَّ عَدَتْ قُرَيْشٌ عَلَى مَنْ أَسْلَمَ، فَأَوْبَقُوهُمْ، وَآذُوهُمْ، وَاشْتَدَّ الْبَلَاءُ عَلَيْهِمْ، وَعَظُمَتِ الْفِتْنَةُ فِيهِمْ، وَزُلْزِلُوا زِلْزَالا شَدِيدًا، وَلَمَّا قَدِمَ عَمْرُو بْنُ الْعَاصِ، وَعَبْدُ اللَّهِ بْنُ أَبِي رَبِيعَةَ مِنْ عِنْدِ النَّجَاشِيِّ، وَأَخْبَرُوهُمْ بِمَا قَالَ، اشْتَدَّ وَجْدُهُمْ، وَآذَوْا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابَهُ أَذًى شَدِيدًا، وَضَرَبُوهُمْ فِي كُلِّ طَرِيقٍ، وَحَصَرُوهُمْ فِي شِعْبِهِمْ، وَقَطَعُوا عَنْهُمُ الْمَادَّةَ وَالأَسْوَاقَ، فَلَمْ يَدَعُوا أَحَدًا يُدْخِلُ عَلَيْهِمْ طَعَامًا، وَلا شَيْئًا مِمَّا يَرْتَفِقُونَ بِهِ، فَكَانُوا يَخْرُجُونَ مِنَ الشِّعْبِ إِلَى الأَسْوَاقِ، فَكَانَتْ قُرَيْشٌ تِبَادِرُهُمْ إِلَى الأَسْوَاقِ، فَيَشْرُونَهَا وَيُغَلُّونَهَا عَلَيْهِمْ، فَفَعَلُوا ذَلِكَ ثَلاثَ سِنِينَ، حَتَّى بَلَغَ الْقَوْمَ الْجَهْدُ الشَّدِيدُ، حَتَّى سَمِعُوا أَصْوَاتَ صِبْيَانِهِمْ يَتَضَاغون مِنْ وَرَاءِ الشِّعْبِ، فَقَالَ أَبُو طَالِبٍ: ¶ أَلا أَبْلِغَا عَنِّي عَلَى ذَاتِ بَيْنِنَا ... لُؤَيًّا وَخُصَّا مِنْ لُؤَيِّ بَنِي كَعْبِ ¶ أَلَمْ تَعْلَمُوا أَنَّا وَجَدْنَا مُحَمَّدًا نَبِيًّا ... كَمُوسَى خُطَّ فِي أَوَّلِ الْكُتْبِ ¶ وَأَنَّ عَلَيْهِ فِي الْعِبَادِ مَحَبَّةً وَلَا خَيْرَ ... مِمَّنْ خَصَّهُ اللَّهُ بِالْحُبِّ ¶ وَأَنَّ الَّذِي أَلْصَقْتُمُ مِنْ كِتَابِكُمْ يَكُونُ ... لَكُمْ يَوْمًا كَرَاغِيَةِ السَّقْبِ ¶ فَلَسْنَا وَرَبِّ الْبَيْتِ نُسْلِمُ أَحْمَدًا لِعَزَّاءِ ... مِنْ عَضِّ الزَّمَانِ وَلا كَرْبِ ¶ وَلَمَّا تَبِنْ مِنَّا وَمِنْكُمْ سَوَالِفٌ ... وَأَيْدٌ أُتِرَّتْ بِالْمُهَنَّدَةِ الشُّهْبِ",
            "page": "106",
            "part": "1",
            "seal": "5C179B11"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "بِمُعْتَرَكٍ ضَنْكٍ تَرَى كِسَرَ الْقَنَا ... بِهِ وَالنُّسُورَ الطُّخْمِ يَعْكُفْنَ كَالشَّرْبِ ¶ كَأَنَّ مُجَالَ الْخَيْلِ فِي حَجَرَاتِهِ ... وَمَعْمَعَةَ الأَبْطَالِ مَعْرَكَةُ الْحَرْبِ ¶ ثُمَّ رَجْعُ الْحَدِيثِ إِلَى زِيَادٍ: \" فَأَقَامُوا عَلَى ذَلِكَ سَنَتَيْنِ أَوْ ثَلاثًا، حَتَّى جُهِدُوا، وَلا يَصِلُ إِلَيْهِمْ شَيْءٌ إِلا مُسْتَخْفًى بِهِ مِنْ كُلِّ مَنْ أَرَادَ وَصْلَهُمْ مِنْ قُرَيْشٍ، وَقَدْ كَانَ أَبُو جَهْلِ بْنُ هِشَامٍ، فِيمَا يَذْكُرُونَ، لَقِيَ حَكِيمَ بْنَ حِزَامِ بْنِ خُوَيْلِدِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى مَعَهُ غُلامٌ لَهُ يَحْمِلُ مَعَهُ قَمْحًا يُرِيدُ بِهِ عَمَّتَهُ خَدِيجَةَ بِنْتَ خُوَيْلِدِ بْنِ أَسَدٍ، وَهِيَ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَهُ فِي الشِّعْبِ، فَتَعَلَّقَ بِهِ، وَقَالَ: أَتَذْهَبُ بِالطَّعَامِ إِلَى بَنِي هَاشِمٍ؟ لا تَبْرَحُ أَنْتَ وَطَعَامُكَ حَتَّى أَفْضَحَكَ بِمَكَّةَ، فَجَاءَهُ أَبُو الْبَخْتَرِيِّ بْنُ هِشَامِ بْنِ الْحَارِثِ بْنِ أَسَدٍ، فَقَالَ: مَا لَكَ وَلَهُ؟ فَقَالَ: يَحْمِلُ الطَّعَامَ إِلَى بَنِي هَاشِمٍ، فَقَالَ لَهُ أَبُو الْبَخْتَرِيِّ: طَعَامٌ كَانَ لِعَمَّتِهِ عِنْدَهُ، فَبَعَثَتْ إِلَيْهِ، أَتَمْنَعُهُ أَنْ يَأْتِيَهَا بِطَعَامِهَا؟ خَلِّ سَبِيلَ الرَّجُلِ، فَأَبَى أَبُو جَهْلٍ، حَتَّى نَالَ أَحَدُهُمَا مِنَ الآخَرِ، فَأَخَذَ أَبُو الْبَخْتَرِيِّ لَحْيَ بَعِيرٍ، فَضَرَبَهُ، فَشَجَّهُ، وَوَطِئَهُ وَطْأً شَدِيدًا، وَحَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ قَرِيبٌ يَرَى كُلَّ ذَلِكَ، وَهُمْ يَكْرَهُونَ أَنْ يَبْلُغَ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابَهُ فَيَشْمَتُوا بِهِمْ، وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ يَدْعُو قَوْمَهُ لَيْلا وَنَهَارًا، وَسِرًّا، وَجَهَارًا، مُبَادِيًا بِأَمْرِ اللَّهِ، لا يَتَّقِي فِيهِ أَحَدًا مِنَ النَّاسِ،",
            "page": "107",
            "part": "1",
            "seal": "11DD1E2D"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "فَجَعَلَتْ قُرَيْشٌ حِينَ مَنَعَهُ اللَّهُ مِنْهَا بِعَمِّهِ وَقَوْمِهِ مِنْ بَنِي هَاشِمٍ وَبَنِي الْمُطَّلِبِ، وَحَالُوا بَيْنَهُمْ وَبَيْنَ مَا أَرَادُوا مِنَ الْبَطْشِ بِهِمْ وَبِهِ، يَهْمِزُونَهُ وَيَسْتَهْزِئُونَ بِهِ وَيُخَاصِمُونَهُ، ثُمَّ أَنَّهُ قَامَ فِي نَقْضِ تِلْكَ الصَّحِيفَةِ الَّتِي تَكَاتَبَتْ فِيهَا قُرَيْشٌ عَلَى بَنِي هَاشِمٍ، وَبَنِي الْمُطَّلِبِ نَفَرٌ مِنْ قُرَيْشٍ، وَلَمْ يُبْلِ فِيهَا أَحَدٌ بَلاءً أَحْسَنَ مِنْ بَلاءِ هَاشِمِ بْنِ عَمْرِو بْنِ الْحَارِثِ بْنِ حَبِيبِ بْنِ نَصْرِ بْنِ مَالِكِ بْنِ حِسْلِ بْنِ عَامِرِ بْنِ لُؤَيٍّ، وَذَلِكَ أَنَّهُ كَانَ ابْنُ أَخِي نَضْلَةَ بْنِ هَاشِمِ بْنِ هَاشِمِ بْنِ عَبْدِ مَنَافٍ لأُمِّهِ، وَكَانَ نَضْلَةُ وَعَمْرٌو أَخَوَيْنِ لأُمٍّ، وَكَانَ هَاشِمٌ لِبَنِي هَاشِمٍ وَاصِلا، وَكَانَ ذَا شَرَفٍ فِي قَوْمِهِ، وَكَانَ فِيمَا بَلَغَنِي يَأْتِي بِالْبَعِيرِ قَدْ أَوْقَرَهُ طَعَامًا لَيْلا، حَتَّى إِذَا أَقْبَلَهُ فَمَ الشِّعْبِ، خَلَعَ خِطَامَهُ مِنْ رَأْسِهِ، ثُمَّ ضَرَبَ عَلَى جَنْبَيْهِ، فَيَدْخُلُ الشِّعْبَ عَلَيْهِمْ، وَيَأْتِي بِهِ، قَدْ أَوْقَرَهُ برا، فَيَفْعَلُ بِهِ مِثْلَ ذَلِكَ، ثُمَّ أَنَّهُ مَشِيَ إِلَى زُهَيْرِ بْنِ أَبِي أُمَيَّةَ بْنِ الْمُغِيرَةَ بْنِ عَبْدِ اللَّهِ بْنِ مَخْزُومٍ، وَكَانَتْ أُمُّهُ عَاتِكَةُ بِنْتَ عَبْدِ الْمُطَّلِبِ، فَقَالَ: أَيْ زُهَيْرُ، قَدْ رَضِيتَ أَنْ تَأْكُلَ الطَّعَامَ وَتَلْبَسَ الثِّيَابَ وَأَخْوَالُكَ حَيْثُ قَدْ عَلِمْتَ، لا يُبَايَعُونَ وَلا يُبْتَاعُ مِنْهُمْ، وَلا يَنْكِحُونَ وَلا يُنْكَحُ إِلَيْهِمْ؟ ! أَمَا إِنِّي أَحْلِفُ بِاللَّهِ لَوْ كَانَ أَخْوَالُ أَبِي الْحَكَمِ بْنِ هِشَامٍ ثُمَّ دَعَوْتَهُ إِلَى مِثْلِ مَا دَعَاكَ إِلَيْهِ مَا أَجَابَكَ إِلَيْهِ أَبَدًا! قَالَ: وَيْحَكَ يَا هَاشِمُ! فَمَاذَا أَصْنَعُ؟ إِنَّمَا أَنَا رَجُلٌ وَاحِدٌ، وَاللَّهِ لَوْ كَانَ مَعِي رَجُلٌ آخَرُ لَقُمْتُ فِي نَقْضِهَا حَتَّى أَنْقُضَهَا. ¶ قَالَ: قَدْ وَجَدْتَ رَجُلا. ¶ قَالَ: مَنْ هُوَ؟",
            "page": "108",
            "part": "1",
            "seal": "D36B3BDB"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "قَالَ: أَنَا، قَالَ: أَبْغِنِي ثَالِثًا. ¶ فَذَهَبَ إِلَى الْمُطْعِمِ بْنِ عَدِيِّ بْنِ نَوْفَلٍ، فَقَالَ: يَا مُطْعِمُ، أَقَدْ رَضِيتَ أَنْ يَهْلِكَ بَطْنَانِ مِنْ بَنِي عَبْدِ مَنَافٍ وَأَنْتَ شَاهِدٌ لِذَلِكَ، مُوَافِقٌ لِقُرَيْشٍ فِيهِ؟ أَمَا وَاللَّهِ لَئِنْ أَمْكَنْتُمُوهُمْ مِنْ هَذِهِ لَتَجِدُنَّهُمْ إِلَيْهَا مِنْكُمْ سِرَاعًا. ¶ قَالَ: وَيْحَكَ! فَمَاذَا أَصْنَعُ؟ إِنَّمَا أَنَا رَجُلٌ وَاحِدٌ، قَالَ: قَدْ وَجَدْتَ ثَانِيًا، قَالَ: مَنْ هُوَ؟ قَالَ: أَنَا، قَالَ: أَبْغِنِي ثَالِثًا، قَالَ: قَدْ فَعَلْتُ، قَالَ: مَنْ هُوَ؟ قَالَ: زُهَيْرُ بْنُ أَبِي أُمَيَّةَ. ¶ قَالَ: أَبْغِنَا رَابِعًا. ¶ قَالَ: فَذَهَبَ إِلَى أَبِي الْبَخْتَرِيِّ بْنِ هِشَامٍ، فَقَالَ لَهُ نَحْوًا مِمَّا قَالَ لِلْمُطْعِمِ بْنِ عَدِيٍّ، قَالَ: وَهَلْ مِنْ أَحَدٍ يُعِينُ عَلَى هَذَا؟ قَالَ: نَعَمْ، قَالَ: مَنْ هُوَ؟ قَالَ: زُهَيْرُ بْنُ أَبِي أُمَيَّةَ، وَالْمُطْعِمُ بْنُ عَدِيٍّ، وَأَنَا، قَالَ: أَبْغِنَا خَامِسًا. ¶ فَذَهَبَ إِلَى زَمْعَةَ بْنِ الأَسْوَدِ بْنِ الْمُطَّلِبِ، فَذَكَرَ لَهُ قَرَابَتَهُمْ وَحَقَّهُمْ، قَالَ: وَهَلْ عَلَى هَذَا الأَمْرِ الَّذِي تَدْعُونِي إِلَيْهِ أَحَدٌ؟ قَالَ: نَعَمْ، ثُمَّ سَمَّى لَهُ الْقَوْمَ، فَاتَّعَدُوا خَطْمَ الْحَجُونِ لَيْلًا بِأَعْلَى مَكَّةَ، فَاجْتَمَعُوا هُنَالِكَ، فَأَجْمَعُوا أَمْرَهُمْ، وَتَعَاهَدُوا عَلَى الْقِيَامِ عَلَى الصَّحِيفَةِ حَتَّى يَنْقُضُوهَا. ¶ وَقَالَ زُهَيْرٌ: أَنَا أَبْدَؤُكُمْ، فَأَكُونُ أَوَّلَكُمْ يَتَكَلَّمُ، فَلَمَّا أَصْبَحُوا، غَدَوْا عَلَى أَنْدِيَتِهِمْ، وَغَدَا زُهَيْرُ بْنُ أَبِي أُمَيَّةَ عَلَيْهِ حُلَّةٌ، فَطَافَ بِالْبَيْتِ أُسْبُوعًا، ثُمَّ أَقْبَلَ عَلَى أَهْلِ مَكَّةَ، فَقَالَ: يَا أَهْلَ مَكَّةَ، إِنَّا نَأْكُلُ الطَّعَامَ، وَنَلْبَسُ الثِّيَابَ، وَبَنُو هَاشِمٍ هَلْكَى، لا يُبْايَعُونَ وَلا يُبْتَاعُ مِنْهُمْ! وَاللَّهِ لا أَقْعُدُ حَتَّى تُشَقَّ هَذِهِ الصَّحِيفَةُ الْقَاطِعَةُ الظَّالِمَةُ. ¶ قَالَ أَبُو جَهْلٍ وَكَانَ فِي نَاحِيَةِ الْمَسْجِدِ: كَذَبْتَ وَاللَّهِ لا تُشَقُّ. ¶ قَالَ زَمْعَةُ بْنُ الأَسْوَدِ: أَنْتَ وَاللَّهِ أَكْذَبُ، مَا رَضِينَا كِتَابَتَهَا حِينَ كُتِبَتْ. ¶ قَالَ أَبُو الْبَخْتَرِيِّ: صَدَقَ زَمْعَةُ، لا نَرْضَى مَا كُتِبَ فِيهَا، وَلا نُقِرُّ بِهِ.",
            "page": "109",
            "part": "1",
            "seal": "32C90247"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "قَالَ الْمُطْعِمُ بْنُ عَدِيٍّ: صَدَقْتُمَا وَكَذَبَ مَنْ قَالَ غَيْرَ ذَلِكَ، نَبْرَأُ إِلَى اللَّهِ مِنْهَا وَمِمَّا كُتِبَ فِيهَا. ¶ وَقَالَ هَاشِمُ بْنُ عَمْرٍو نَحْوًا مِنْ ذَلِكَ، فَقَالَ أَبُو جَهْلٍ عِنْدَ ذَلِكَ: هَذَا أَمْرٌ قُضِيَ بِلَيْلٍ، وَتُشُووِرَ فِيهِ بِغَيْرِ هَذَا الْمَكَانِ. ¶ وَأَبُو طَالِبٍ فِي نَاحِيَةِ الْمَسْجِدِ. ¶ فَقَامَ الْمُطْعِمُ بْنُ عَدِيٍّ إِلَى الصَّحِيفَةِ فَشَقَّهَا، فَوَجَدَ الأَرَضَةَ قَدْ أَكَلَتْهَا، إِلا «بِاسْمِكَ اللَّهُمَّ» . ¶ قَالَ: وَكَانَ كَاتِبُ الصَّحِيفَةِ مَنْصُورَ بْنَ عِكْرِمَةَ، أَخَا بَنِي عَبْدِ الدَّارِ، فَشُلَّتْ يَدُهُ فِيمَا يَزْعُمُونَ. ¶ قَالَ غَيْرُ زِيَادٍ: فَلَمَّا أَفْسَدَ اللَّهُ صَحِيفَةَ مَكْرِهِمْ، خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَهْطُهُ، فَعَاشُوا فِي النَّاسٍ \"",
            "page": "110",
            "part": "1",
            "seal": "23D468E0"
        },
        {
            "hno": "13",
            "id": "70",
            "nass": "رَجْعُ الْحَدِيثِ إِلَى زِيَادٍ: عَنِ الأَجْلَحِ، عَنْ أَبِي إِسْحَاقَ السَّبِيعِيِّ، عَنْ عَمْرِو بْنِ مَيْمُونٍ الْأَوْدِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: بَيْنَمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ الْحَرَامِ يُصَلِّي، وَعُتْبَةُ بْنُ رَبِيعَةَ، وَشَيِبَةُ بْنُ رَبِيعَةَ، وَالْوَلِيدُ بْنُ عُتْبَةَ، وَأَبُو جَهْلِ بْنُ هِشَامٍ، وَأُمَيَّةُ بْنُ خَلَفٍ، وَالنَّضْرُ بْنُ الْحَارِثِ، وَعُقْبَةُ بْنُ أَبِي مُعَيْطٍ جُلُوسٌ فِي الْحِجْرِ، فَلَمَّا سَجَدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَطَالَ السُّجُودَ، قَالَ أَبُو جَهْلٍ: أَيُّكُمْ يَأْتِي بَنِي فُلانَ، فَإِنَّهُمْ قَدْ نَحَرُوا وَأَجْزَرُوا، فَيَأْتِينَا بِسَلاهَا وَدَمِهَا وَفَرْثِهَا فَيُلْقِيهِ عَلَى مُحَمَّدٍ؟ فَانْطَلَقَ أَسْفَهُهُمْ وَأَشْقَاهُمْ: عُقْبَةُ بْنُ أَبِي مُعَيْطٍ، فَأَتَاهُمْ بِهِ، فَأَلْقَاهُ بَيْنَ كَتِفَيْهِ، وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَاجِدًا لَمْ يَتَجَلْجَلْ، وَأَنَا قَائِمٌ لا أَسْتَطِيعُ أَنْ أَتَكَلَّمَ وَلا أَمْنَعُهُ، لَيْسَتْ لِي عَشِيرَةٌ تَمْنَعُنِي. ¶ فَأَنَا أَتَكَاءَبُ، إِذْ سَمِعَتْ فَاطِمَةُ، فَأَقْبَلَتْ حَتَّى أَلْقَتْ ذَلِكَ عَنْهُ، ثُمَّ اسْتَقْبَلَتْ قُرَيْشًا فَشَتَمَتْهُمْ، فَلَمْ يُرْجِعُوا إِلَيْهَا شَيْئًا، وَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأْسَهُ كَمَا كَانَ يَرْفَعُهُ. ¶ فَلَمَّا قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلاتَهُ، قَالَ: «اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ ثَلاثًا، اللَّهُمَّ عَلَيْكَ بِعُقْبَةِ بْنِ أَبِي مُعَيْطٍ، وَعُتْبَةَ، وَشَيِبَةَ، وَأَبِي جَهْلٍ، وَالْوَلِيدِ، وَأُمَيَّةَ، وَالنَّضْرِ» ،",
            "page": "111",
            "part": "1",
            "seal": "3301D4B7"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "ثُمَّ خَرَجَ، فَلَقِيَهُ أَبُو الْبَخْتَرِيِّ، وَمَعَ أَبِي الْبَخْتَرِيِّ سَوْطٌ يَتَخَصَّرُ بِهِ، فَلَمَّا رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْكَرَهُ! فَأَخَذَهُ، فَقَالَ: تَعَالَى، مَا لَكَ؟ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: خَلِّ عَنِّي، قَالَ: عَلِمَ اللَّهُ لا أُخَلِّي عَنْكَ، أَوْ تُخْبِرُنِي مَا شَأْنُكَ، فَلَقَدِ أَصَابَكَ شَيْءٌ، فَلَمَّا عَلِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ غَيْرُ تَارِكِهِ، أَخْبَرَهُ أَنَّ أَبَا جَهْلٍ أَمَرَ بِهِ فَطُرِحَ عَلَيْهِ فَرْثٌ، قَالَ أَبُو الْبَخْتَرِيِّ: هَلُمَّ ادْخُلِ الْمَسْجِدِ. ¶ فَأَتَى بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَدْخَلَهُ الْمَسْجِدَ، ثُمَّ أَقْبَلَ عَلَى أَبِي جَهْلٍ، فَقَالَ: يَا أَبَا الْحَكَمِ، أَنْتَ أَمَرْتَ بِمُحَمَّدٍ أَنْ يُطْرَحَ عَلَيْهِ الْفَرْثُ؟ قَالَ: فَرَفَعَ أَبُو الْبَخْتَرِيِّ بْنُ هِشَامِ السَّوْطَ، فَضَرَبَ بِهِ رَأْسَ أَبِي جَهْلٍ، فَثَارَتِ الرِّجَالُ بَعْضُهَا إِلَى بَعْضٍ، وَصَاحَ أَبُو جَهْلٍ: وَيْحَكُمْ! هِيَ لَهُ، إِنَّمَا يُرِيدُ مُحَمَّدٌ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ وَيَنْجُو هُوَ وَأَصْحَابُهُ، فَقُتِلُوا يَوْمَ بَدْرٍ جَمِيعًا، فَلَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ بَدْرٍ: «مَنْ لَقِيَ أَبَا الْبَخْتَرِيِّ بْنَ هِشَامٍ فَلا يَقْتُلْهُ» ، ثُمَّ إِنَّ خَدِيجَةَ وَأَبَا طَالِبٍ هَلَكَا فِي عَامٍ وَاحِدٍ، وَكَانَ هَلاكُهُمَا بَعْدَ عَشْرِ سِنِينَ مَضَيْنَ مِنْ مَبْعَثِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَتَتَابَعَتْ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَصَائِبُ بِهَلاكِ خَدِيجَةَ، وَكَانَتْ لَهُ وَزِيرَ صِدْقٍ عَلَى الإِسْلامِ، يَسْكُنُ إِلَيْهَا , وَهَلَكَ أَبُو طَالِبٍ عَمُّهُ، وَكَانَ لَهُ عَضُدًا، وَحِرْزًا، وَمَنْعَةً، وَنَاصِرًا، وَذَلِكَ قَبْلَ مُهَاجَرَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَةِ بِثَلاثِ سِنِينَ، فَلَمَّا هَلَكَ أَبُو طَالِبٍ نَالَتْ قُرَيْشٌ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الأَذَى مَا لَمْ يَكُونُوا يَطْمَعُونَ فِيهِ فِي حَيَاةِ أَبِي طَالِبٍ، حَتَّى اعْتَرَضَهُ سَفِيهٌ مِنْ سُفَهَاءِ قُرَيْشٍ، فَنَثَرَ عَلَى رَأْسِهِ تُرَابًا \".",
            "page": "112",
            "part": "1",
            "seal": "5BB71798"
        },
        {
            "hno": "14",
            "id": "72",
            "nass": "قَال زِيَادٌ، عَنِ ابْنِ إِسْحَاقَ: فَحَدَّثَنِي هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، قَالَ: \" لَمَّا نَثَرَ ذَلِكَ السَّفِيهُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ التُّرَابَ، دَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْتَهُ وَالتُّرَابُ عَلَى رَأْسِهِ، فَقَامَتْ إِلَيْهِ إِحْدَى بَنَاتِهِ، فَجَعَلَتْ تَغْسِلُ التُّرَابَ عَنْ رَأْسِهِ وَهِيَ تَبْكِي، وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ لَهَا: لا تَبْكِ يَا بُنَيَّةُ، فَإِنَّ اللَّهَ مَانِعٌ أَبَاكِ، فَقَالَ: وَيَقُولُ بَيْنَ ذَلِكَ: مَا نَالَتْ مِنِّي قُرَيْشٌ شَيْئًا أَكْرَهُهُ حَتَّى مَاتَ أَبُو طَالِبٍ \" ¶ قَالَ ابْنُ إِسْحَاقَ: عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ: فَحَدَّثَنِي مُحَمَّدُ بْنُ كَعْبٍ الْقُرَضِيُّ، قَالَ: فَلَمَّا أَكْثَرَتْ قُرَيْشٌ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الأَذَى، وَجَدَ فَقْدَ عَمِّهِ لَمَّا كَانَ يَكُفُّ عَنْهُ مِنْ أَذَى قَوْمِهِ، فَخَرَجَ إِلَى الطَّائِفِ عَلَى قَدَمَيْهِ يُرِيدُ ثَقِيفًا لِيَمْنَعُوهُ وَلِيَنْصُرُوهُ وَلِيُعِينُوهُ، وَلِيَكُونُوا مَعَهُ عَلَيْهِمْ، حَتَّى دَخَلَ عَلَى مَسْعُودٍ، وَحَبِيبٍ، وَعَبْدِ يَالِيلَ بَنِي عَمْرِو بْنِ عُمَيْرِ بْنِ عَوْفِ بْنِ عُقْدَةَ بْنِ غِيرَةَ، وَهُمْ يَوْمَئِذٍ أَشْرَافُ قُرَيْشٍ، فَعَرَضَ عَلَيْهِمْ نَفْسَهُ، وَدَعَاهُمْ إِلَى نُصْرَتِهِ، وَالْقِيَامِ مَعَهُ، وَظَلَّمَ عِنْدَهُمْ قَوْمَهُ، فَلَمْ يُؤْوا، وَلَمْ يَمْنَعُوا، وَلَمْ يَرْحَمُوا، وَلَمْ يَكْتُمُوا. ¶ فَقَالَ أَحَدُهُمْ: إِنَّا قَدْ عَلِمْنَا عَامَّةَ أَمْرِكَ، وَالَّذِي بَيْنَكَ وَبَيْنَ قَوْمِكَ، وَأَنْتَ رَجُلٌ تُرِيدُ مَا لا يَكُونُ، أَمَا وَجَدَ اللَّهُ أَحَدًا يُرْسِلُهُ غَيْرَكَ؟ وَقَالَ الآخَرُ: أَنَا أَسْرِقُ حِجَابَ كَعْبَةٍ إِنْ كَانَ اللَّهُ أَرْسَلَكَ بِشَيْءٍ قَطُّ! وَقَالَ الآخَرُ: لَسْتُ بِقَائِلٍ لَكَ شَيْئًا، وَاللَّهِ لَئِنْ كُنْتَ رَسُولَ اللَّهِ كَمَا تَقُولُ، لأَنْتَ أَكْرَمُ عَلَى اللَّهِ مِنْ أَنْ نُكَلِّمَكَ بِشَيْءٍ يُؤْذِيكَ، وَلَئِنْ كُنْتَ تَفْتَرِي عَلَى اللَّهِ وَعَلَى نَفْسِكَ، لأَنْتَ أَهْوَنُ عَلَيَّ مِنْ أَنْ أُكَلِّمَكَ. ¶ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اكْتُمُوا عَلَيَّ، فَإِنِّي أَكْرَهُ أَنْ يَبْلُغَ قَوْمِي أَنِّي أَتَيْتُكُمْ فَلَمْ تُصَدِّقُونِي، فَيَزْدَادُوا عَلَيَّ جَرْأَةً» .",
            "page": "113",
            "part": "1",
            "seal": "E2900CAB"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "فَلَمْ يَفْعَلُوا، وَأَفْشُوا عَلَيْهِ، وَصَيَّحُوا بِهِ، فَخَرَجَ مِنْ عِنْدِهِمْ وَقَدْ جَمَعَ لَهُ أَهْلُ الطَّائِفِ صَفَّيْنِ: عَنْ يَمِينِهِ وَشِمَالِهِ، فَلَمَّا خَرَجَ وَمَرَّ بِهِمْ صَيَّحُوا بِهِ: تُرِيدُ أَنْ تُفْسِدَنَا كَمَا أَفْسَدْتَ قَوْمَكَ؟ فَلَمَّا خَلَصَ مِنْهُمْ وَتَوَارَى عَنْهُمْ، أَتَى كَرْمًا لِعُتْبَةَ وَشَيِبَةَ ابْنَيْ رَبِيعَةَ بْنِ عَبْدِ شَمْسٍ، فَاسْتَظَلَّ تَحْتَ حَبَلَةٍ مِنْهُ مَكْرُوبًا، فَقَالَ: «اللَّهُمَّ إِنِّي أَشْكُو إِلَيْكَ ضَعْفَ قُوَّتِي، وَقِلَّةَ حِيلَتِي، وَهَوَانِي عَلَى النَّاسِ، أَنْتَ أَرْحَمُ الرَّاحِمِينَ، أَنْتَ رَبُّ الْمُسْتَضْعَفِينَ، أَنْتَ رَبِّي، إِلَى مَنْ تَكِلُنِي؟ إِلَى بَعِيدٍ يَتَجَهَّمُنِي؟ أَوْ إِلَى عَدُوٍّ مَلَّكْتَهُ أَمْرِي؟ إِنْ لَمْ يَكُنْ بِكَ غَضَبٌ عَلَيَّ فَلا أُبَالِي، وَلَكِنْ عَافِيَتُكَ لِي أَوْسَعُ، أَعُوذُ بِنُورِ وَجْهِكَ الَّذِي أَشْرَقَتْ بِهِ الظُّلُمَاتُ، وَصَلُحَ عَلَيْهِ أَمْرُ الدُّنْيَا وَالآخِرَةِ أَنْ تُنْزِلَ بِي سَخَطَكَ، أَوْ يَحِلَّ عَلِيَّ غَضَبُكَ، لَكَ الْعُتْبَى حَتَّى تَرْضَى، لا حَوْلَ وَلا قُوَّةَ إِلا بِكَ» . ¶ وَقَدْ قَالَ قَائِلٌ: أَنَّهُ قَالَهَا حِينَ خَرَجَ إِلَى الْمَدِينَةِ. ¶ قَالَ: وَوَجَدَ فِي الْكَرْمِ عُتْبَةَ بْنَ رَبِيعَةَ، وَشَيِبَةَ بْنَ رَبِيعَةَ، فَلَمَّا رَآهُمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَخْفَى مِنْهُمَا، وَكَرِهَ أَنْ يُجَالِسَهُمَا، فَيَرَيَانِ الَّذِي بِهِ، فَبَصُرَا بِهِ، فَأَرْسَلا إِلَيْهِ غُلامًا يُدْعَى عَدَّاسًا، نَصْرَانِيًّا، فَقَالا: خُذْ هَذَا الْعِنَبَ فَاجْعَلْهُ فِي هَذَا الإِنَاءِ فَاذْهَبْ بِهِ إِلَى هَذَا الرَّجُلِ. ¶ قَالَ: وَعَدَّاسٌ مِنْ أَهْلِ نِينَوَى، فَلَمَّا جَاءَهُ عَدَّاسٌ بِالْعِنَبِ، وَضَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهُ وَسَمَّى اللَّهَ، فَنَظَرَ عَدَّاسٌ فِي وَجْهِهِ، وَقَالَ: إِنَّ هَذَا لَشَيْءٌ مَا تَقُولُهُ النَّاسُ الْيَوْمَ! قَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «وَمَنْ أَنْتَ؟» , قَالَ: أَنَا رَجُلٌ نَصْرَانِيٌّ. ¶ قَالَ: «وَمِنْ أَيِّ أَرْضٍ أَنْتَ؟» , قَالَ: مِنْ أَهْلِ نِينَوَى. ¶ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «قَرْيَةُ يُونُسَ بْنِ مَتَّى الْعَبْدِ الصَّالِحِ» ، فَلَمَّا سَمِعَ عَدَّاسٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ يُونُسَ بْنَ مَتَّى، قَالَ: وَمَا يُدْرِيكَ بَارَكَ اللَّهُ فِيكَ مَنْ يُونُسُ؟ , قَالَ",
            "page": "114",
            "part": "1",
            "seal": "E10D3AE7"
        },
        {
            "hno": "15",
            "id": "74",
            "nass": "رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «ذَاكَ أَخِي وَخَلِيلِي وَإِنْ كُنْتُ لَمْ أَرَهُ، ذَاكَ نَبِيٌّ مِنْ أَنْبِيَاءِ اللَّهِ وَأَنَا نَبِيٌّ مِثْلُهُ , بَعَثَنِي لِلَّهِ بِالْحَقِّ» . ¶ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لا يَحْقِرُ أَحَدًا يَذْكُرُ ذَلِكَ لَهُ، قَالَ: فَلَمَّا سَمِعَ ذَلِكَ عَدَّاسٌ خَرَّ سَاجِدًا، وَجَعَلَ يُقَبِّلُ قَدَمَيْهِ، فَلَمَّا بَصُرَ بِهِ عُتْبَةُ وَشَيِبَةُ، ضَحِكَ أَحَدُهُمَا إِلَى صَاحِبِهِ، وَقَالا: غُلامُنَا قَدْ فَسَدَ، وَنَادَيَاهُ، فَجَاءَهُمَا، فَقَالا: لِمَ صَنَعْتَ بِهَذَا الرَّجُلِ مَا لَمْ تَصْنَعْ بِأَحَدٍ مِنَّا قَطُّ؟ قَبَّلْتَ قَدَمَيْهِ، وَسَجَدْتَ لَهُ؟ قَالَ: قَدْ فَعَلْتُ، هَذَا نَبِيٌّ مِنَ الأَنْبِيَاءِ، أَخْبَرَنِي عَنْ قَوْمِي أَهْلِ نِينَوَى، وَعَنْ نَبِيِّهِمْ يُونُسَ بْنِ مَتَّى بِشَيْءٍ لَمْ يَكُنْ لِيُخْبِرَنِي بِهِ فِي هَذِهِ الأَرْضِ إِلا نَبِيٌّ. ¶ فَضَحِكَا، وَقَالا: لا يَخْدَعَنَّكَ عَنْ دِينِكَ، فَإِنَّهُ كَذَلِكَ يَفْعَلُ بِالسُّفَهَاءِ، وَاللَّهِ إِنَّا لَنُرِيدُ قَتْلَهُ. ¶ قَالَ لَهُمَا: لا تَسْتَطِيعَانِ قَتْلَ الَّذِي رَأَيْتُ، فَأَطِيعَانِي، وَأَجِيبَاهُ إِلَى مَا دَعَاكُمَا إِلَيْهِ، فَزَجَرَاهُ زَجْرًا شَدِيدًا \" ¶ قَالَ الأُمَوِيُّ: حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ السَّائِبِ الْكَلْبِيُّ، عَنْ أَبِي صَالِحٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أَبِيهِ، قَالَ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «وَاللَّهِ , مَا أَرَى عِنْدَكَ وَلا عِنْدَ بَنِي أَبِيكَ مَنَعَةً، فَهَلْ أَنْتَ خَارِجٌ بِي إِلَى الْمَوْسِمِ فَتُعَرِّفُنِي قَبَائِلَ الْعَرَبِ؟» , قَالَ: فَرَكِبْتُ بِهِ، فَأَتَيْتُ بِهِ الْمَوْسِمَ، قَالَ: فَبَدَأَ بِهَذَا الْحَيِّ مِنْ بَنِي عَمْرِو بْنِ مَعُونَةَ. ¶ قَالَ: «مَنِ الْقَوْمُ؟» , قَالُوا: كِنْدَةَ، قَالَ: «فَهَلْ لَكُمْ فِي خَيْرٍ؟» , قَالُوا: وَمَا هُوَ؟ قَالَ: «تَشْهَدُونَ أَنَّ لا إِلَهَ إِلَّا اللَّهُ، وَتُقِيمُونَ الصَّلَاةَ، وَتُؤْمِنُونَ بِمَا جَاءَ مِنْ عِنْدِ اللَّهِ» ، فَقَالُوا: وَمَنْ أَنْتَ؟ قَالَ: «أَنَا رَسُولُ اللَّهِ» ، قَالُوا: لا حَاجَةَ لَنَا بِمَا جِئْتَنَا بِهِ، بَدَأْتَ بِنَا لِتَصُدَّنَا عَنْ آلِهَتِنَا وَنُنَابِذُ النَّاسَ عَلَى سَوَاءٍ وَتَرْمِينَا الْعَرَبُ عَنْ قَوْسٍ وَاحِدَةٍ؟ فَالْحَقْ بِقَوْمِكَ فَلا حَاجَةَ لَنَا بِمَا جِئْتَنَا بِهِ، فَخَرَجَ مِنْ عِنْدِهِمْ، فَلَحِقَ بِبَكْرِ بْنِ وَائِلٍ، فَيَأْتِي بَنِي قَيْسِ بْنِ ثَعْلَبَةَ، فَقَالَ: «كَيْفَ الْعَدَدُ؟» , قَالُوا: مِثْلُ الْحَصَى، قَالَ: «كَيْفَ الْمَنَعَةُ؟» , قَالُوا: لا نَمْنَعُ بَطْنَ",
            "page": "115",
            "part": "1",
            "seal": "0D182FD3"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "تَلْعَةٍ، جَاوَرْنَا قَوْمًا مِنَ الْفُرْسِ، لا نُجِيرُ عَلَيْهِمْ، وَلا نَمْنَعُ مِنْهُمْ. ¶ قَالَ: «فَلِلَّهِ عَلَيْكُمْ إِنْ أَبْقَاكُمُ اللَّهُ حَتَّى تَنْزِلُوا مَنَازِلَهُمْ، وَتَنْكِحُوا نِسَاءَهُمْ، وَتَسْتَعْبِدُوا أَبْنَاءَهُمْ، أَنْ تُسَبِّحُوا اللَّهَ ثَلاثًا وَثَلاثِينَ، وَتُحَمِّدُوهُ ثَلاثًا وَثَلاثِينَ، وَتُكَبِّرُوهُ أَرْبَعًا وَثَلاثِينَ» . ¶ قَالُوا: وَمَنْ أَنْتَ؟ قَالَ: «أَنَا رَسُولُ اللَّهِ» . ¶ قَالَ: فَلَمَّا جَاوَزَهُمْ، مَرَّ بِهِمْ أَبُو جَهْلِ بْنُ هِشَامِ، فَقَالُوا: يَا أَبَا الْحَكَمِ هَلْ تَعْرِفُ هَذَا الْمَوْلَى الَّذِي قَامَ مِنْ عِنْدِنَا آنِفًا؟ قَالَ: نَعَمْ، فِي الذُّرْوَةِ الْعُلْيَا مِنَّا، فَعَنْ أَيِّ شَأْنِهِ تَسْأَلُونِي؟ قَالُوا: قَالَ لَنَا كَذَا وَكَذَا. ¶ قَالَ: لا تَرْفَعُوا بِهِ رَأْسًا فَإِنَّهُ مَجْنُونٌ، يَهْذِي مِنْ أُمِّ رَأْسِهِ. ¶ قَالُوا: قَدْ رَأَيْنَا وَاللَّهِ ذَلِكَ حِينَ ذَكَرَ لَنَا مِنْ أَمْرِ فَارِسٍ مَا ذَكَرَ. ¶ قَالَ: ثُمَّ مَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَيَأْتِي بَنِي عَامِرَ، فَقَالَ: «مَنِ الْقَوْمُ؟» , قَالُوا: بَنُو قُشَيْرٍ. ¶ قَالَ: «كَيْفَ الْمَنَعَةُ؟» , قَالُوا: لا يُرَامُ مَا قَبْلَنَا وَلا يُصْطَلَى بِنَارِنَا. ¶ قَالَ: «فَإِنِّي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْكُمْ لِتَمْنَعُونِي حَتَّى أُبَلِّغَ رِسَالاتِ رَبِّي، وَلا أُكْرِهُ أَحَدًا مِنْكُمْ عَلَى شَيْءٍ» . ¶ قَالُوا: وَمَنْ أَنْتَ؟ قَالَ: «أَنَا ابْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُطَّلِبِ بْنِ هَاشِمٍ» . ¶ قَالُوا: فَأَيْنَ قَوْمُكَ عَنْكَ؟ قَالَ: «هُمْ أَوَّلُ مَنْ طَرَدَنِي وَكَذَّبَنِي» . ¶ قَالُوا: لَكِنَّا لا نُؤْمِنُ بِكَ وَلا نَطْرُدُكَ , وَسَنَمْنَعُكَ حَتَّى تُبَلِّغَ رِسَالاتِ رَبِّكَ. ¶ فَجَلَسَ، فَأَتَاهُمْ بَيْحَرَةُ بْنُ فِرَاسِ بْنِ عَبْدِ اللَّهِ بْنِ سَلَمَةَ بْنِ قُشَيْرٍ، فَوَقَفَ عَلَيْهِمْ، فَقَالَ: مَنْ هَذَا الرَّجُلُ الَّذِي أُنْكِرُهُ فِيكُمْ؟ قَالُوا: هَذَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُطَّلِبِ الْقُرَشِيُّ، زَعَمَ أَنَّهُ رَسُولُ اللَّهِ. ¶ قَالَ: وَمَا لَكُمْ وَلَهُ؟ , قَالُوا: أَتَانَا لِنَمْنَعَهُ حَتَّى يُبَلِّغَ رِسَالاتِ رَبِّهِ. ¶ قَالَ: فَرَدَدْتُمْ عَلَيْهِ مَاذَا؟ , قَالُوا: قُلْنَا فِي الرُّحْبِ وَالسَّعَةِ، تَحَوَّلْ إِلَى بَلَدِنَا وَنَمْنَعُكَ مِمَّا نَمْنَعُ مِنْهُ أَنْفُسَنَا. ¶ قَالَ: فَمَا قَفَلَ أَحَدٌ مِمَّنْ هَهُنَا بِشَرٍّ مِمَّا قَفَلْتُمْ بِهِ، تُرِيدُونَ أَنْ تُنَابِذُوا النَّاسَ عَلَى سَوَاءٍ وَتَرْمِيكُمْ عَنْ",
            "page": "116",
            "part": "1",
            "seal": "583F4E7F"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "قَوْسٍ وَاحِدَةٍ؟ فَقَوْمُهُ أَعْلَمُ بِهِ، لَوْ أَنِسُوا مِنْهُ خَيْرًا كَانُوا أَسْعَدَ بِهِ، فَأَلْحِقُوهُ بِقَوْمِهِ، تَعْمِدُونَ إِلَى دَحِيقِ قَوْمٍ قَدْ نَفَاهُ قَوْمُهُ وَطَرَدُوهُ، فَتُئْونَهُ وَتَنْصُرُونَهُ؟ فَبِئْسَ الرَّأْيَ رَأَيْتُمْ، ثُمَّ قَالَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: قُمْ فَالْحَقْ بِقَوْمِكَ، فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَيَرْكَبُ نَاقَتَهُ، فَيَغْمِزُهَا بَيْحَرَةُ فِي خَاصِرَتِهَا بِعَنَزَةٍ مَعَهُ، فَقَمَصَتْ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَضُبَاعَةُ بِنْتُ عَامِرِ بْنِ قُرْطِ بْنِ سَلَمَةَ بْنِ قُشَيْرٍ هُنَاكَ، فَلَمَّا رَأَتْ مَا صَنَعَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ: يَا لَعَامِرٍ! أَلا أَرَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُنْفَرُ بِهِ وَلا أَسْتَطِيعُ لَهُ مَنَعَةً؟ قَالَ: فَوَثَبَ ثَلاثَةٌ مِنْ بَنِي عَمِّهَا إِلَى ثَلاثَةٍ مِمَّنْ نُفِّرَ بِهِ، فَصَرَعَ كُلُّ رَجُلٍ مِنْهُمْ رَجُلا، ثُمَّ عَلِقُوا وُجُوهَهُمْ لَطْمًا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ بَارِكْ عَلَى هَؤُلاءِ، وَالْعَنْ هَؤُلاءِ» ، فَالْمَلْعُونُونَ: بَيْحَرَةُ بْنُ فِرَاسٍ، وَحِرْزُ بْنُ عَبْدِ اللَّهِ بْنَ سَلَمَةَ بْنِ قُشَيْرٍ، وَأَبُو حَرْبِ بْنِ مُعَاوِيَةَ أَحَدُ بَنِي عَقِيلٍ: مَاتُوا كُلُّهُمْ لَعْنًا، وَأَمَّا الَّذِينَ نَصَرُوهُ: فَغُطَيْفٍ، وَغَطْفَانُ ابْنَا سُهَيْلٍ، وَعُرْوَةُ، أَوْ عَزْرَةُ بْنُ عَبْدِ اللَّهِ بْنِ سَلَمَةَ: مَاتُوا كُلُّهُمْ شُهَدَاءَ. ¶ قَالَ مُحَمَّدُ بْنُ كَعْبٍ الْقُرَظِيُّ: وَفَشَا الإِسْلامُ، وَاتَّبَعَهُ رِجَالٌ مِنْ قَوْمِهِ وَغَيْرِهِمْ، عَلَى خَوْفٍ مِنْ قَوْمِهِمْ، يَسْمَعُونَ الأَذَى، وَيُسْتَهْزَأُ بِهِمْ فِي كُلِّ نَادٍ، وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَعَرَّضُ لِلْعَرَبِ فِي كُلِّ مَوْسِمٍ، يَدْعُوهُمْ إِلَيْهِ، وَيُخْبِرُهُمْ أَنَّهُ نَبِيٌّ مُرْسَلٌ، وَيَسْتَنْصِرُهُمْ لِيَمْنَعُوا لَهُ ظَهْرَهُ، حَتَّى يُنَفِّذَ عَنِ اللَّهِ مَا بَعَثَهُ بِهِ.",
            "page": "117",
            "part": "1",
            "seal": "843AFD6D"
        },
        {
            "hno": "16",
            "id": "77",
            "nass": "وَعَنْ رَبِيعَةَ بْنِ عَبَّادِ الدُّؤَلِيِّ، قَالَ: وَاللَّهِ إِنِّي لأَذْكُرُهُ يَطُوفُ عَلَى الْمَنَازِلِ بِمِنًى، وَأَنَا مَعَ أَبِي غُلامٌ شَابٌّ، وَوَرَاءَهُ رَجُلٌ حَسَنُ الْوَجْهِ، أَحْوَلُ، ذُو غَدِيرَتَيْنِ، كُلَّمَا وَقَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى قَوْمٍ، فَقَالَ: \" إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ يَأْمُرُكُمْ أَنْ تَعْبُدُوهُ وَلا تُشْرِكُوا بِهِ شَيْئًا، قَالَ: فَيَقُولُ الَّذِي خَلْفَهُ: إِنَّ هَذَا الَّذِي يَدْعُوكُمْ إِلَى أَنْ تُفَارِقُوا دِينَكُمْ، وَأَنْ تَسْلُخُوا مِنْ أَعْنَاقِكُمُ اللاتَ وَالْعُزَّى، وَحُلَفَاءَكُمْ مِنْ بَنِي مَالِكِ بْنِ أُقَيْشٍ، إِلَى مَا جَاءَكُمْ بِهِ مِنَ الْبِدْعَةِ. ¶ فَقُلْتُ لأَبِي: مَنْ هَذَا؟ قَالَ: هَذَا عَمُّهُ أَبُو لَهَبٍ عَبْدُ الْعُزَّى بْنُ عَبْدِ الْمُطَّلِبِ \" ¶ قَالَ الأُمَوِيُّ: حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنِي مَعْرُوفُ بْنُ خَرَّبُوذَ، أَنَّ جَعْفَرَ بْنَ عَبْدِ الرَّحْمَنِ بْنِ مُحَيْصِنِ بْنِ أَبِي وَدَاعَةَ السَّهْمِيُّ حَدَّثَهُ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا تُوُفِّيَ أَبُو طَالِبٍ، رَهِقَتْهُ قُرَيْشٌ بِالأَذَى وَالتَّطْرِيدِ، فَخَرَجَ ذَاتَ لَيْلَةٍ إِلَى أَعْلَى الْوَادِي، فَلَمْ يَزَلْ بِهِ حَتَّى أَمْسَى مِنَ الْغَدِ، فَلَقِيَ ابْنَ أُرَيْقِدٍ، أَحَدَ بَنِي عَدِيِّ بْنِ عَمْرِو بْنِ خُزَاعَةَ، وَهُوَ دَلِيلُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَةِ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «هَلْ أَنْتَ مُعِينِي إِلَى الأَخْنَسِ بْنِ شَرِيقٍ؟» , قَالَ: نَعَمْ، قَالَ: \" ائْتِهِ، فَقُلْ لَهُ: إِنَّ مُحَمَّدًا، يَقُولُ: أَجِرْنِي مِنْ قَوْمِكَ \"، قَالَ: فَأَتَاهُ، فَقَالَ: إِنَّ مُحَمَّدًا بَعَثَنِي إِلَيْكَ لِتُجِيرَهِ مِنْ قَوْمِكَ. ¶ قَالَ: إِنَّ حَلِيفَ قُرَيْشٍ لا يُجِيرُ عَلَى حَمِيمِهَا، فَأَتَاهُ فَأَخْبَرَهُ ذَلِكَ،",
            "page": "118",
            "part": "1",
            "seal": "6C23E82E"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "فَقَالَ: \" أَعِنِّي إِلَى سُهَيْلِ بْنِ عَمْرٍو، فَقُلْ: إِنَّ مُحَمَّدًا يَقُولُ لَكَ: أَجِرْنِي مِنْ قَوْمِكَ \"، فَأَتَاهُ، فَقَالَ: إِنَّ مُحَمَّدًا، يَقُولُ لَكَ: أَجِرْنِي مِنْ قَوْمِكَ. ¶ فَقَالَ: إِنَّ بَنِي عَامِرِ بْنِ لُؤَيٍّ لا تُجِيرُ عَلَى بَنِي كَعْبٍ، فَرَجَعَ إِلَيْهِ، فَأَخْبَرَهُ، فَقَالَ: \" هَلْ أَنْتَ مُعِينِي إِلَى الْمُطْعِمِ بْنِ عَدِيٍّ؟ فَقُلْ لَهُ إِنَّ مُحَمَّدًا، يَقُولُ لَكَ: أَجِرْنِي مِنْ قَوْمِكَ \"، فَقَالَ: نَعَمْ أَفْعَلُ، أَنَا لَهُ جَارٌ، أَيْنَ هُوَ؟ قَالَ: بِأَعْلَى الْوَادِي. ¶ قَالَ لَهُ: قُلْ لَهُ: فَلْيَأْتِ، فَأَتَاهُ، فَأَخْبَرَهُ، فَانْطَلَقَ إِلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَبَاتَ عِنْدَهُ تِلْكَ اللَّيْلَةِ حَتَّى أَصْبَحَ. ¶ قَالَ: ثُمَّ قَالَ لَهُ الْمُطْعِمُ: قُمْ فَالْبَسْ ثِيَابَكَ. ¶ قَالَ: فَلَبِسَ ثِيَابَهُ، ثُمَّ خَرَجَ وَمَعَهُ مُطْعِمُ بْنُ عَدِيٍّ مُتَقَلِّدًا سَيْفَهُ، وَمَعَهُ بَنُونَ لَهُ سِتَّةٌ أَوْ سَبْعَةٌ، أَمْثَالُ الرِّمَاحِ، مُتَقَلِّدِينَ السُّيُوفَ، فَدَخَلُوا الْمَسْجِدَ، فَاسْتَلَمُوا الرُّكْنَ جَمِيعًا، ثُمَّ قَالُوا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: طُفْ، وَاحْتَبُوا بِحَمَائِلِ سُيُوفِهِمْ فِي الْمَطَافِ، فَأَقْبَلَ أَبُو سُفْيَانَ بْنُ حَرْبٍ , فَقَالَ: يَا مُطْعِمُ، أَمُجِيرٌ أَنْتَ أَمْ تَابِعٌ؟ قَالَ: بَلْ مُجِيرٌ. ¶ قَالَ: إِذًا لا يُخْفَرُ جَارُكَ، فَجَلَسَ مَعَهُ حَتَّى قَضَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَوَافَهُ، فَقَامَ الْمُطْعِمُ بْنُ عَدِيٍّ وَبَنُوهُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَقَامَ أَبُو سُفْيَانَ إِلَى مَجْلِسِهِ، فَمَكَثَ أَيَّامًا، ثُمَّ أُذِنَ لَهُ فِي الْهِجْرَةِ، فَلَمَّا قَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ، لَمْ يَلْبَثُ إِلا يَسِيرًا، حَتَّى وَمِيَ فِي جِنَازَتِهِ الْمُطْعِمُ، فَقَالَ حَسَّانُ: وَاللَّهِ لأَرْثِيَنَّهُ. ¶ فَقَالَ لَهُ رَجُلٌ مِنْ أَصْحَابِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: كَيْفَ تَرْثِي رَجُلا كَافِرًا؟ فَقَالَ: أَشْكُرُ لَهُ مَا صَنَعَ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: ¶ أَعَيْنِي أَلا ابْكِي سَيِّدَ النَّاسِ وَاسْفَحِي ... بِدَمْعٍ فَإِنَّ أَنْزَفْتِهِ فَاسْكُبِي الدَّمَا ¶ وَبَكِّي عَظِيمَ الْمَشْعَرَيْنِ كِلَيْهِمَا ... عَلَى النَّاسِ مَعْرُوفًا لَهُ مَا تَكَلَّمَا ¶ فَلَوْ كَانَ مَجْدٌ يُخْلِدُ الْيَوْمَ وَاحِدًا ... مِنَ النَّاسِ نَجَّى مَجْدُهُ الْيَوْمَ مُطْعِمَا",
            "page": "119",
            "part": "1",
            "seal": "504FD968"
        },
        {
            "hno": "17",
            "id": "79",
            "nass": "أَجَرْتَ رَسُولَ اللَّهِ مِنْهُمْ فَأَصْبَحُوا ... عَبِيدُكَ مَا لَبَّى مُحِلٌّ وَأَحْرَمَا ¶ وَذَكَرَ سَائِرَهَا. ¶ وَيُرْوَى أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ فِي أُسَارَى بَدْرٍ: «لَوْ كَانَ الْمُطْعِمُ بْنُ عَدِيٍّ حَيًّا ثُمَّ سَأَلَنِي فِي هَؤُلاءِ النَّتْنَى لأَطْلَقْتُهُمْ لَهُ» ، ثُمَّ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَقِيَ رَهْطًا مِنَ الأَنْصَارِ فِي الْمَوْسِمِ، فَعَرَضَ نَفْسَهُ عَلَيْهِمْ، فَأَجَابُوهُ، وَأَسْلَمُوا، وَكَانَ ذَلِكَ خَيْرًا ذَخَرَهُ اللَّهُ تَعَالَى لَهُمْ وَخَصَّهُمْ بِهِ \" ¶ قَالَ الأُمَوِيُّ: فَحَدَّثَنِي أَبِي، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، أَنَّهُ حَدَّثَهُ رِجَالٌ مِنْ قَوْمِهِ مِمَّنْ لا يُتَّهَمُ: أَنَّهُ بَيْنَا رَهْطٌ مِنْهُمْ قَدِمُوا الْعَقَبَةَ ثُمَّ انْصَرَفُوا، فَاعْتَرَضَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُمْ سِتَّةُ رَهْطٍ: مُعَاذٌ وَعَوْفٌ ابْنَا عَفْرَاءَ، وَجَابِرُ بْنُ عَبْدِ اللَّهِ بْنِ رِئَابٍ، وَقُطْبَةُ بْنُ عَامِرِ بْنِ حَدِيدَةَ، كِلاهُمَا مِنْ بَنِي سَلَمَةَ، وَأَسْعَدُ بْنُ زُرَارَةَ مِنْ بَنِي النَّجَّارِ، وَرِفَاعَةُ بْنُ رَافِعٍ مِنْ بَنِي زُرَيْقٍ، فَسَأَلَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مِمَّنْ هُمْ؟» فَقَالُوا: مِنَ الْخَزْرَجِ، فَقَالَ: «أَمِنْ مَوَالِي يَهُودَ؟» , قَالُوا: نَعَمْ، قَالَ: فَكَلَّمَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَخْبَرَهُمْ بِالَّذِي",
            "page": "120",
            "part": "1",
            "seal": "EC3F59A0"
        },
        {
            "hno": "18",
            "id": "80",
            "nass": "بَعَثَهُ اللَّهُ بِهِ، وَأَكْرَمَهُ بِهِ، فَقَالَ بَعْضُهُمْ لِبَعْضٍ: تَعْلَمُونَ وَاللَّهِ أَنَّهُ لَلرَّجُلُ الَّذِي كَانَتْ يَهُودُ تُوعِدُكُمْ بِهِ وَيَذْكُرُونَ أَنَّهُ كَائِنٌ، فَلا يَسْبِقُنَّكُمْ إِلَيْهِ، وَكَانُوا مِنْ أَعْلَمِ الْعَرَبِ بِشَأْنِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَذَلِكَ إِنَّهُمْ كَانُوا جِيرَانَ يَهُودَ فِي بِلادِهِمْ، فَكَانُوا يَسْمَعُونَ مِنْهُمْ، وَكَانَتْ يَهُودُ تَسْتَفْتِحُ بِهِ عَلَيْهِمْ، وَذَلِكَ أَنَّ هَذَا الْحَيَّ مِنَ الأَنْصَارِ كَانُوا أَصْحَابَ وَثَنٍ، وَكَانَتْ يَهُودُ أَصْحَابَ كِتَابٍ، وَكَانُوا قَدْ غَزَوْهُمْ، فَكَانَتْ يَهُودُ تَقُولُ: إِنَّ نَبِيًّا مَبْعُوثٌ الآنَ قَدْ أَظَلَّ زَمَانُهُ، وَهُمْ يَرْجُونَ أَنْ يَكُونَ مِنْهُمْ، فَنَتْبَعُهُ، فَيَقْتُلُكُمْ قَتْلَ عَادٍ وَإِرَمَ، كَثِيرًا مَا يَقُولُونَ ذَلِكَ لَهُمْ، وَكَثِيرًا مَا يَسْمَعُونَهُ مِنْهُمْ، فَلَمَّا سَمِعُوا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا سَمِعُوا، أَجَابُوهُ بِالإِيمِانِ بِهِ، وَبِالتَّصْدِيقِ لَهُ، وَقَالُوا: إِنَّا قَدْ فَارَقْنَا قَوْمَنَا، وَلا نَعْلَمُ أَحَدًا مِنَ الْعَرَبِ بَيْنَهُمْ مِنَ الْعَدَاوَةِ مَا بَيْنَهُمْ، وَسَنَرْجِعُ بِالَّذِي سَمِعْنَا مِنْكَ إِلَيْهِمْ، لَعَّلَ اللَّهَ يَقْبَلُ بِقُلُوبِهِمْ، وَيُصْلِحُ بِكَ ذَاتَ بَيْنِهِمْ، فَإِنْ يُجْمَعُوا لَكَ عَلَى أَمْرٍ وَاحِدٍ، فَلا رَجُلٌ أَعَزَّ مِنْكَ. ¶ ثُمَّ قَدِمُوا الْمَدِينَةَ عَلَى قَوْمِهِمْ، فَأَفْشُوا فِيهِمُ الإِسْلَامَ، وَذَكَرُوا لَهُمْ أَمْرَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، حَتَّى فَشَا ذَلِكَ فِي قُرَى الأَنْصَارِ ¶ قَالَ ابْنُ إِسْحَاقَ: عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، قَالَ: كَتَبَتِ الأَنْصَارُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَبْعَثَ إِلَيْهِمْ رَجُلا يُفَقِّهُهُمْ فِي الدِّينِ، فَبَعَثَ مُصْعَبَ بْنَ عُمَيْرٍ، فَنَزَلَ عَلَى أَسْعَدَ بْنِ زُرَارَةَ، فَكَانَ يَأْتِي بِهِ دُورَ الأَنْصَارِ، فَيَدْعُوهُمْ إِلَى اللَّهِ، وَيَتْلُو عَلَيْهِمُ الْقُرْآنَ، وَيُفَقِّهُ مَنْ كَانَ أَسْلَمَ مِنْهُمْ فِي الإِسْلامِ. ¶ قَالَ: فَخَرَجَ بِهِ أَسْعَدُ بْنُ زُرَارَةَ إِلَى حَائِطٍ مِنْ حَوَائِطِ بَنِي ظَفَرَ، فَجَلَسَ بِهِ فِيهِ، وَأَتَاهُ رَجُلٌ مِمَّنْ كَانَ سَمِعَ بِالإِسْلامِ، فَوَقَعَ فِي نَفْسِهِ مِنْ أَهْلِ الدَّارَيْنِ: مِنْ بَنِي ظَفَرَ، وَمِنْ بَنِي عَبْدِ الأَشْهَلِ، قَالَ: فَسَمِعَ بِذَلِكَ سَعْدُ بْنُ مُعَاذٍ، فَقَالَ لأُسَيْدِ بْنِ حُضَيْرٍ: ائْتِ هَذَا الرَّجُلَ فَإِنَّهُ لَوْلا أَنَّهُ مَعَ أَسْعَدَ بْنِ زُرَارَةَ وَهُوَ ابْنُ",
            "page": "121",
            "part": "1",
            "seal": "B7117593"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "خَالَتِي كُنْتُ أَنَا أَكْفِيكَهُ. ¶ قَالَ: فَأَخَذَ أُسَيْدُ بْنُ حُضَيْرٍ الْحَرْبَةَ، ثُمَّ خَرَجَ حَتَّى انْتَهَى إِلَيْهِمَا، فَوَقَفَ عَلَيْهِمَا مُتَشَتِّمًا. ¶ قَالَ: وَقَدْ قَالَ أَسْعَدُ بْنُ زُرَارَةَ حِينَ رَأَى أُسَيْدَ بْنَ حُضَيْرٍ: هَذَا سَيِّدٌ مِنْ سَادَاتِ قَوْمِي، لَهُ شَرَفٌ وَخَطَرٌ، فَابْلُ اللَّهَ فِيهِ خَيْرًا. ¶ فَقَالَ: إِنْ يَسْمَعْ مِنِّي أُكَلِّمْهُ. ¶ قَالَ: فَلَمَّا انْتَهَى إِلَيْهِمَا كَلَّمَهُمَا كَلامًا فِيهِ غِلْظَةٌ، فَقَالَ لَهُ مُصْعَبٌ: أَوَ تَجْلِسُ فَتَسْمَعُ؟ فَإِنْ سَمِعْتَ خَيْرًا قَبِلْتَهُ، وَإِنْ سَمِعْتَ شَيْئًا تَكْرَهُهُ أَوْ خَالَفَكَ أَعْفَيْنَاكَ مِمَّا تَكْرَهُهُ، فَقَالَ: مَا بِهَذَا بَأْسٌ، ثُمَّ رَكَزَ حَرْبَتَهُ، وَجَلَسَ، فَتَلا عَلَيْهِمُ الْقُرْآنَ، وَكَلَّمَهُمْ بِالإِسْلامِ. ¶ قَالَ: فَوَاللَّهِ لَعَرَفْنَا فِيهِ الإِسْلامَ قَبْلَ أَنْ يَتَكَلَّمَ، بِإِشْرَاقِ وَجْهِهِ وَتَسَهُّلِهِ، ثُمَّ قَالَ: مَا أَحْسَنَ هَذَا الْقَوْلَ، فَدَخَلَ فِيهِ، فَأَمَرُوهُ، فَتَشَهَّدَ بِشَهَادَةِ الْحَقِّ، ثُمَّ قَالَ: كَيْفَ تَصْنَعُونَ إِذَا أَرَدْتُمْ أَنْ تَدْخُلُوهُ؟ قَالا لَهُ: تَقُومُ فَتَغْتَسِلُ، ثُمَّ تُطَهِّرُ ثَوْبَيْكَ، وَتَسْجُدُ سَجْدَتَيْنِ، وَتَشْهَدُ شَهَادَةَ الْحَقِّ. ¶ قَالَ: فَفَعَلَ، ثُمَّ خَرَجَ رَاجِعًا، فَلَمَّا رَآهُ سَعْدُ بْنُ مُعَاذٍ مُقْبِلا، قَالَ: أَحْلِفُ بِاللَّهِ وَلَقَدْ رَجَعَ إِلَيْكُمْ أُسَيْدٌ بِغَيْرِ الْوَجْهِ الَّذِي ذَهَبَ بِهِ مِنْ عِنْدِكُمْ، فَلَمَّا وَقَفَ عَلَيْهِ، قَالَ: مَا وَرَاءَكَ؟ قَالَ: كَلَّمْتُ الرَّجُلَيْنِ، وَقُلْتُ لَهُمَا نَحْوًا مِمَّا قُلْتَ لِي فَكَلَّمَانِي بِكَلامٍ رَقِيقٍ، وَزَعَمَا أَنَّهُمَا سَيَتْرُكَانِ ذَلِكَ، وَقَدْ بَلَغَنِي أَنَّ بَنِي حَارِثَةَ قَدْ سَمِعُوا بِمَكَانِ أَسْعَدَ بْنِ زُرَارَةَ فَأَجْمَعُوا لِقَتْلِهِ، وَهُوَ ابْنُ خَالَتِكَ، وَإِنَّمَا يُرِيدُونَ بِذَلِكَ إِخْفَارِكَ، فَإِنْ كَانَتْ لَكَ بِهِ حَاجَةٌ فَأَدْرِكْهُ، قَالَ: فَوَثَبَ، وَأَخَذَ الْحَرْبَةَ مِنْ يَدْ أُسَيْدٍ، وَقَالَ: وَاللَّهِ مَا أَرَاكَ أَغْنَيْتَ شَيْئًا، ثُمَّ خَرَجَ حَتَّى جَاءَهُمَا، فَوَقَفَ عَلَيْهِمَا مُتَشَتِّمًا، فَقَالَ لأَسْعَدَ بْنِ زُرَارَةَ: أَجِئْتَنَا بِهَذَا الرَّجُلِ الْغَرِيبِ تُسَفِّهُ بِهِ سُفَهَاءَنَا وَضُعَفَاءَنَا؟ وَاللَّهِ لَوْلا مَا بَيْنِي وَبَيْنَكَ مِنَ الرَّحِمِ مَا تَرَكْتُكَ وَهَذَا، وَقَدْ قَالَ أَسْعَدُ بْنُ زُرَارَةَ لِمُصْعَبٍ حِينَ رَأَى سَعْدًا",
            "page": "122",
            "part": "1",
            "seal": "D10D89C9"
        },
        {
            "hno": "19",
            "id": "82",
            "nass": "طَالِعًا: هَذَا وَاللَّهِ سَيِّدُ مَنْ وَرَاءِهِ، إِنْ تَابَعَكَ لَمْ يَخْتَلِفْ عَلَيْكَ اثْنَانُ مِنْ قَوْمِهِ، فَابْلُ اللَّهَ فِيهِ بَلاءً حَسَنًا، قَالَ: إِنْ يَقْعُدْ نُسْمِعْهُ مَا أَسْمَعْنَا صَاحِبَهُ، قَالَ: فَلَمَّا فَرَغَ سَعْدٌ مِنْ مَقَالَتِهِ لأَسْعَدَ بْنِ زُرَارَةَ، قَالَ لَهُ مُصْعَبُ: أَوَ تَجْلِسُ؟ فَإِنْ سَمِعْتَ شَيْئًا تُحِبُّهُ قَبِلْتَهُ، وَإِنْ خَالَفَكَ شَيْءٌ أَوْ كَرِهْتَهُ أَعْفَيْنَاكَ. ¶ قَالَ: أَنْصَفْتَ، مَا بِهَذَا بَأْسٌ، قَالَ: فَرَكَزَ حَرْبَتَهُ، ثُمَّ جَلَسَ، فَكَلَّمَهُ الإِسْلامَ، وَتَلا عَلَيْهِ الْقُرْآنَ. ¶ قَالَ: فَوَاللَّهِ مَا تَكَلَّمَ حَتَّى عَرَفْنَا الإِسْلامَ فِي وَجْهِهِ، بِإِشْرَاقِهِ وَتَسَهُّلِهِ، فَأَسْلَمَ، وَقَالَ: مَا أَحْسَنَ هَذَا وَأَجْمَلَهُ، نَقْبَلُهُ وَنُعِينُكَ عَلَيْهِ، كَيْفَ تَصْنَعُونَ إِذَا دَخَلْتُمْ فِي هَذَا الأَمْرِ؟ قَالَ: تَغْتَسِلُ، وَتُطَهِّرُ ثَوْبَكَ، ثُمَّ تُصَلِّي رَكْعَتَيْنِ، وَتَشْهَدُ شَهَادَةَ الْحَقِّ، قَالَ: فَفَعَلَ، ثُمَّ خَرَجَ، حَتَّى أَتَى دَارَ بَنِي عَبْدِ الأَشْهَلِ، فَقَالَ: يَا بَنِي عَبْدِ الأَشْهَلِ، كَيْفَ تَعْلَمُونَ رَأْيِي فِيكُمْ وَمَكَانِي مِنْكُمْ؟ قَالُوا: نَعْلَمُكَ وَاللَّهِ سَيِّدُنَا وَخَيْرُنَا وَأَيْمَنُنَا وَأَرْشَدُنَا أَمْرًا. ¶ قَالَ: فَإِنَّ كَلامَ رِجَالِكُمْ وَنِسَائِكُمْ عَلِيَّ حَرَامٌ حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ، وَتَشْهَدُوا أَنْ لا إِلَهَ إِلَّا اللَّهُ، وَحْدُهُ لا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدَهُ وَرَسُولَهُ، قَالَ: فَوَاللَّهِ مَا أَمْسَى مِنْ ذَلِكَ الْيَوْمِ فِي دَارِ بَنِي عَبْدِ الأَشْهَلِ رَجُلٌ وَامْرَأَةٌ إِلا مُسْلِمًا \" ¶ قَالَ الأُمَوِيُّ: حَدَّثَنَا أَبُو سُلَيْمَانَ دَاوُدُ بْنُ مَهْرَانَ، قَالَ: حَدَّثَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْعَطَّارُ، عَنِ ابْنِ خُثَيْمٍ، عَنْ أَبِي الزُّبَيْرِ، أَنَّهُ حَدَّثَهُ جَابِرُ بْنُ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَبِثَ عَشْرَ سِنِينَ يَتْبَعُ الْحَاجَّ فِي مَنَازِلِهِمْ فِي الْمَوَاسِمِ بِمَجَنَّةَ وَعُكَاظَ، وَمَنَازِلِهِمْ بِمِنًى: مَنْ يُؤْوِينِي وَيَنْصُرُنِي حَتَّى أُبَلِّغَ رِسَالاتِ رَبِّي وَلَهُ الْجَنَّةُ؟ فَلا يَجِدُ أَحَدًا يُؤْوِيهِ وَلا يَنْصُرُهُ، حَتَّى إِنَّ الرَّجُلَ يَدْخُلُ مِنْ مِصْرَ وَالْيَمَنِ",
            "page": "123",
            "part": "1",
            "seal": "90F5A37A"
        },
        {
            "hno": null,
            "id": "83",
            "nass": ", فَيَأْتِيهِ قَوْمُهُ أَوْ ذُوُو رَحِمَهُ، فَيَقُولُونَ: احْذَرْ فَتَى قُرَيْشٍ لا يَفْتِنْكَ، وَهُوَ يَمْشِي بَيْنَ رِحَالِهِمْ، يَدْعُوهُمْ إِلَى اللَّهِ عَزَّ وَجَلَّ، يُشِيرُونَ إِلَيْهِ بِأَصَابِعِهِمْ، حَتَّى بَعَثَنَا اللَّهُ لَهُ مِنْ يَثْرِبَ، فَيَأْتِيهِ الرَّجُلُ مِنَّا، فَيُؤْمِنُ بِهِ، وَيُقْرِئُهُ الْقُرْآنَ، فَيَنْقَلِبُ إِلَى أَهْلِهِ، فَيُسْلِمُونَ بِإِسْلامِهِ، حَتَّى لَمْ يَبْقَ دَارٌ مِنْ دُورِ يَثْرِبَ إِلا وَفِيهَا رَهْطٌ مِنَ الْمُسْلِمِينَ يُظْهِرُونَ الإِسْلامَ، ثُمَّ بَعَثَنَا اللَّهُ، فَائْتَمَرْنَا وَاجْتَمَعْنَا سَبْعِينَ رَجُلا، فَقُلْنَا: حَتَّى مَتَى نَذَرُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُطْرَدُ فِي جِبَالِ مَكَّةَ وَيَخَافُ؟ فَرَحَلْنَا حَتَّى قَدِمْنَا عَلَيْهِ فِي الْمَوْسِمِ، فَوَاعَدَنَا شِعْبَ الْعَقَبَةَ، فَاجْتَمَعْنَا فِيهِ مِنْ رَجُلٍ وَرَجُلَيْنِ، حَتَّى تَوَافَيْنَا فِيهِ عِنْدَهُ، فَقُلْنَا: يَا رَسُولَ اللَّهِ، عَلامَ نُبَايِعُكَ؟ قَالَ: «تُبَايِعُونِي عَلَى السَّمْعِ وَالطَّاعَةِ فِي النَّشَاطِ وَالْكَسَلِ، وَعَلَى النَّفَقَةِ فِي الْعُسْرِ وَالْيُسْرِ، وَعَلَى الأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ، وَعَلَى أَنْ تَقُولُوا فِي اللَّهِ، لا تَأْخُذُكُمْ لَوْمَةُ لائِمٍ، وَعَلَى أَنْ تَنْصُرُونِي إِذَا قَدِمْتُ عَلَيْكُمْ، وَتَمْنَعُونِي مِمَّا تَمْنَعُونَ مِنْهُ أَنْفُسَكُمْ وَأَزْوَاجَكُمْ وَأَبْنَاءَكُمْ، وَلَكُمُ الْجَنَّةُ» ، فَقُمْنَا نُبَايِعُهُ، وَأَخَذَ بِيَدِهِ أَسْعَدُ بْنُ زُرَارَةَ وَهُوَ أَصْغَرُ السَّبْعِينَ رَجُلا، فَقَالَ: رُوَيْدًا يَا أَهْلَ يَثْرِبَ، إِنَّا لَمْ نَضْرِبْ أَكْبَادَ الْمَطِيِّ إِلا وَنَحْنُ نَعْلَمُ أَنَّهُ رَسُولُ اللَّهِ، وَإِنَّ إِخْرَاجَهُ الْيَوْمَ مُعَادَاةُ الْعَرَبِ كَافَّةً، وَقَتْلُ خِيَارِكُمْ، وَأَنْ تَعَضَّكُمُ السُّيُوفُ، فَإِمَّا أَنْتُمْ قَوْمٌ تَصْبِرُونَ عَلَى عَضِّ السُّيُوفِ إِذَا مَسَّتْكُمْ، وَعَلَى قَتْلِ خِيَارِكُمْ، وَمُفَارَقَةِ الْعَرَبِ كَافَّةً، فَخُذُوهُ وَأَجْرُكُمْ عَلَى اللَّهِ، وَإِمَّا أَنْتُمْ تَخَافُونَ مِنْ أَنْفُسِكُمْ خِيفَةً، فَذَرُوهُ فَهُوَ أَعْذَرُ لَكُمْ عِنْدَ اللَّهِ، فَقَالُوا: أَمِطْ عَنَّا يَدَكَ يَا أَسْعَدَ بْنَ زُرَارَةَ، فَوَاللَّهِ لا نَذَرُ هَذِهِ الْبَيْعَةَ وَلا نَسْتَقْيِلُهَا، فَقُمْنَا إِلَيْهِ رَجُلا رَجُلا، فَيَأْخُذُ عَلَيْنَا شَرْطَهُ، وَيُعْطِينَا عَلَى ذَلِكَ",
            "page": "124",
            "part": "1",
            "seal": "69A0743B"
        },
        {
            "hno": "20",
            "id": "84",
            "nass": "الْجَنَّةَ ¶ قَالَ: وَحَدَّثَنِي أَبِي، قَالَ: قَالَ مُحَمَّدُ بْنُ إِسْحَاقَ: فَحَدَّثَنِي مَعْبَدُ بْنُ كَعْبِ بْنِ مَالِكٍ، عَنْ أَخِيهِ عَبْدِ اللَّهِ بْنِ كَعْبٍ، عَنْ أَبِيهِ كَعْبٍ، وَغَيْرِهِ، إِنَّهُمْ وَاعَدُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الْعَامِ الْقَابِلِ بِمَكَّةَ بِمَنِ اتَّبَعَهُمْ، فَخَرَجُوا مِنَ الْعَامِ الْقَابِلِ سَبْعِينَ رَجُلا فِيمَنْ خَرَجَ مِنْ أَرْضِ الشِّرْكِ مِنْ قَوْمِهِمْ، حَتَّى قَدِمْنَا مَكَّةَ، ثُمَّ خَرَجْنَا إِلَى مِنًى، فَقَضَيْنَا الْحَجَّ، حَتَّى إِذَا كُنَّا وَسَطَ أَيَّامِ التَّشْرِيقِ، أَبْعَدْنَا نَحْنُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: فَخَرَجْنَا مِنْ جَوْفِ اللَّيْلِ نَتَسَلَّلُ مِنْ رِحَالِنَا، وَنُخْفِي ذَلِكَ مِمَّنْ مَعَنَا مِنْ مُشْرِكِي قَوْمِنَا، حَتَّى إِذَا اجْتَمَعْنَا عِنْدَ الْعَقَبَةِ، وَأَتَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ عَمُّهُ الْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ، قَالَ: فَتَلا عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْقُرْآنَ، فَأَجَبْنَاهُ، بِأَنْ صَدَّقْنَاهُ وَآمَنَّا بِهِ وَرَضِينَا مَا قَالَ، ثُمَّ إِنَّ الْعَبَّاسَ بْنَ عَبْدِ الْمُطَّلِبِ تَكَلَّمَ، فَقَالَ: يَا مَعْشَرَ الْخَزْرَجِ، إِنَّ مُحَمَّدًا مِنَّا حَيْثُ قَدْ عَلِمْتُمْ، وَإِنَّا قَدْ مَنَعْنَاهُ مِمَّنْ هُوَ عَلَى مِثْلِ مَا نَحْنُ عَلَيْهِ، وَهُوَ فِي عَشِيرَتِهِ وَقَوْمِهِ مَمْنُوعٌ، قَالَ: فَتَكَلَّمَ الْبَرَاءُ بْنُ مَعْرُورٍ، وَأَخَذَ بِيَدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: بَايِعْنَا، فَقَالَ: «أُبَايِعُكُمْ عَلَى أَنْ تَمْنَعُونِي مِمَّا تَمْنَعُونَ مِنْهُ أَنْفُسَكُمْ، وَنِسَاءَكُمْ، وَأَبْنَاءَكُمْ» . ¶ قَالُوا: نَعَمْ وَاللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ، وَمِمَّا نَمْنَعُ مِنْ أُزُرَنَا، فَنَحْنُ وَاللَّهِ أَهْلُ الْحَلْقَةِ وَالْحَرْبِ، وَرِثْنَاهَا كَابِرًا عَنْ كَابِرٍ. ¶ قَالَ: فَاعْتَرَضَ الْحَدِيثُ رَجُلٌ مِنَ الأَنْصَارِ وَلَمْ يُسَمِّهِ لِي قَالَ مُحَمَّدٌ: وَقَدْ",
            "page": "125",
            "part": "1",
            "seal": "BEDE529D"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "ذَكَرَهُ لِي مَنْ لا أَتَّهِمُ أَنَّهُ أَبُو الْهَيْثَمِ بْنُ التَّيْهَانِ، فَقَالَ: يَا رَسُولَ اللَّهِ! إِنَّ بَيْنَنَا وَبَيْنَ الْقَوْمِ حِبَالا، وَإِنَّا قَاطِعُوهَا، فَهَلْ عَسَيْتَ إِنْ نَحْنُ بَايَعْنَاكَ وَخَرَجْنَا مَعَكَ، ثُمَّ نَصَرَكَ اللَّهُ وَأَظْهَرَكَ أَنْ تَرْجِعَ إِلَى قَوْمِكَ وَتَدَعَنَا؟ قَالَ: فَتَبَسَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ قَالَ: «الدَّمُ الدَّمُ، وَالْهَدْمُ الْهَدْمُ، وَأَنَا مِنْكُمْ وَأَنْتُمْ مِنِّي، أُسَالِمُ مَنْ سَالَمْتُمْ، وَأُحَارِبُ مَنْ حَارَبْتُمْ» . ¶ قَالَ مُحَمَّدٌ: وَقَدْ ذَكَرَ أَنَّهُ قَدْ تَكَلَّمَ لَيْلَتَئِذٍ مَعَ الْبَرَاءِ بْنِ مَعْرُورٍ أَسْعَدُ بْنُ زُرَارَةَ، وَعَبْدُ اللَّهِ بْنُ رُوَاحَةَ , وَأَنَّ عَبَّاسَ بْنَ عُبَادَةَ بْنَ نَضْلَةَ، قَالَ: وَاللَّهِ يَا رَسُولَ اللَّهِ لَئِنْ أَحْبَبْتَ لَنَصْبَحَنَّ أَهْلَ مِنًى غَدًا بِأَسْيَافِنَا. ¶ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَمْ نُؤْمَرْ بِذَلِكَ» ، فَلَمَّا ضَرَبَ عَلَى أَيْدِيهِمْ صَرَخَ أَزَبُّ الْعَقَبَةِ بِأَعْلَى صَوْتِهِ، بِأَصْلَبِ صَوْتٍ سَمِعْتُهُ قَطُّ: يَا أَهْلَ الْجُبَاجِبِ هَلْ لَكُمْ فِي مُحَمَّدٍ وَالصُّبَاةِ مَعَهُ، قَدْ بَايَعُوا عَلَى حَرْبِكُمْ؟ , فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «هَذَا أَزَبُّ الْعَقَبَةِ، هَذَا ابْنُ أَزْيَبٍ، وَلَيْسَ عَلَيْكُمْ مِنْهُ بَأْسٌ، قَدْ عَلِمَ مَكَانَكُمْ، فَانْفَضُّوا إِلَى رِحَالِكُمْ» ، قَالَ: ثُمَّ نَادَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَا ابْنَ أَزْيَبٍ، أَمَا وَاللَّهِ لأَفْرُغَنَّ لَكَ أَيْ عَدُوَّ اللَّهِ» ،",
            "page": "126",
            "part": "1",
            "seal": "145B7462"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "قَالَ: ثُمَّ رَجَعْنَا إِلَى رِحَالِنَا، فَلَمَّا أَصْبَحْنَا غَدَتْ عَلَيْنَا أَجِلَّهُ قُرَيْشٍ، فَقَالُوا: يَا مَعْشَرَ الْخَزْرَجِ، إِنَّهُ قَدْ بَلَغَنَا عَنْكُمْ، وَلا نَدْرِي أَحَقٌّ هُوَ أَمْ بَاطِلٌ؟ إِنَّكُمْ لا قَوْمَ أَبْغَضُ إِلَيْنَا مِنْ أَنْ يَنْشُبَ الْحَرْبُ بَيْنَنَا وَبَيْنَهُمْ مِنْكُمْ. ¶ قَالَ: فَانْبَعَثَ مَنْ كَانَ مَعَنَا مِنْ قَوْمِنَا مِنَ الْمُشْرِكِينَ يَحْلِفُونَ بِاللَّهِ مَا عَلِمُوا وَلا فَعَلُوا، قَالَ: وَقَدْ صَدَقُوا، ثُمَّ أَتَوْا عَبْدَ اللَّهِ بْنَ أُبَيِّ بْنِ سَلُولٍ وَبِهِ بَدَأُوا، وَكَانَ سَيِّدَ الْخَزْرَجِ، فَقَالَ: وَاللَّهِ مَا عَلِمْتُ مِنْ هَذَا بِشَيْءٍ، وَلَوْ كَانَ فِي قَوْمِي مِثْلَ هَذَا مَا غَيَّبُوهُ عَنِّي، قَالَ: ثُمَّ تَنَطَّسُوا الْخَبَرَ فَوَجَدُوا ذَلِكَ قَدْ كَانَ، بَعْدَ أَنْ خَرَجَ الْقَوْمُ، فَخَرَجُوا فِي طَلَبِهِمْ، فَأَدْرَكُوا الْمُنْذِرَ بْنَ عَمْرٍو، وَسَعْدَ بْنَ عُبَادَةَ بِأَذَاخِرَ، وَأَخَذُوا سَعْدًا، وَأُفْلِتَ الْمُنْذِرُ، حَتَّى خَلَّصَهُ الْحَرْبُ بْنُ أُمَيَّةَ بْنِ عَبْدِ شَمْسٍ وَجُبَيْرُ بْنُ مُطْعِمٍ لِجِوَارٍ مَتَّ بِهِ إِلَيْهِمَا. ¶ وَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصْحَابَهُ الْمُهَاجِرِينَ مِنْ قُرَيْشٍ أَنْ: \" يَلْحَقُوا بِإِخْوَانِهِمْ بِالْمَدِينَةِ، فَتَسَلَّلُوا إِلَيْهِمْ، فَكَانَ أَوَّلَ مَنْ خَرَجَ أَبُو سَلَمَةَ بْنُ عَبْدِ الأَسَدِ بْنِ هِلالِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ مَخْزُومٍ، خَرَجَ مُرْتَحِلا مَعَهُ ابْنُهُ سَلَمَةُ وَامْرَأَتُهُ أُمَّ سَلَمَةَ بِنْتُ أَبِي أُمَيَّةَ بْنِ الْمُغِيرَةَ، فَلَمَّا جَازَ بِبَنِي الْمُغِيرَةِ قَامُوا إِلَيْهِ، فَقَالُوا: هَذَا غلبتنا عَلَى نَفْسِكَ، أَرَأَيْتَ صَاحِبَتَنَا، عَلامَ نُخَلِّي بَيْنَكَ وَبَيْنَهَا تَسِيرُ بِهَا فِي",
            "page": "127",
            "part": "1",
            "seal": "FD608467"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "الْبِلَادِ؟ ثُمَّ انْتَزَعُوا خِطَامَ بَعِيرِهَا مِنْ يَدِهِ، وَغَضِبَتْ بَنُو عَبْدِ الأَسَدِ، فَقَامُوا إِلَى سَلَمَةَ وَهُوَ فِي حِجْرِهَا، فَأَخَذُوا بِيَدِهِ، وَقَالُوا: وَاللَّهِ لا نَتْرُكُ صَبِيَّنَا مَعَهَا إِذْ أَخَذْتُمُوهَا مِنْ زَوْجِهَا، فَتَجَاذَبُوا الْغُلَامَ بَيْنَهُمْ حَتَّى خَلَعُوا يَدَهُ، فَانْطَلَقَ أَبُو سَلَمَةَ، وَأَمْسَكَنِي بَنُو الْمُغِيرَةِ، وَأَخَذَ بَنُو عَبْدِ الأَسَدِ مِنِّي ابْنِي، فَمَا لَقِيَتِ امْرَأَةٌ مِنَ الْحُزْنِ إِلا دُونَ مَا لَقِيتُ، فُرِّقَ بَيْنِي وَبَيْنَ زَوْجِي وَبَيْنَ ابْنِي، فَكُنْتُ أَخْرُجُ كُلَّ يَوْمٍ إِلَى الْبَطْحَاءِ , فَأَبْكِي حَتَّى اللَّيْلِ، فَمَا أَزَالُ كَذَلِكَ، حَتَّى مَرَّ بِي رَجُلٌ مِنْ بَنِي الْمُغِيرَةَ، فَقَالَ: أَلا تُخْرِجُونَ هَذِهِ الْمِسْكِينَةَ؟ حَبَسْتُمُوهَا عَنْ زَوْجِهَا، وَحَبَسْتُمْ عَنْهَا ابْنَهَا؟ قَالَتْ: فَرُدُّوا عَلَيَّ ابْنِي، وَخَلُّوا بَيْنِي وَبَيْنَ الْخُرُوجِ إِلَى زَوْجِي، فَانْطَلَقَتْ إِلَيْهِ \". ¶ قَالَ ابْنُ إِسْحَاقَ: «ثُمَّ إِنَّ قُرَيْشًا تَدَبَّرَتْ أَمْرَهَا فِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ خَافُوهُ وَرَأَوْا مَنِ اتَّبَعَهُ، وَعَرَفُوا أَنْ قَدْ عَاقَدَهُ الْقَوْمُ عَلَى حَرْبِهِمْ، فَإِنَّهُ يُوشِكُ أَنْ يُزَايِلَهُمْ، فَاجْتَمَعَ أَشْرَافُهُمْ فِي دَارِ النَّدْوَةِ لِلْمَشُورَةِ فِيهِ، فَلَمْ يُمَكِّنْهُمُ اللَّهُ تَعَالَى مِنْهُ، فَمَكَثَتْ قُرَيْشٌ عَلَى ذَلِكَ، مِنْ أَذَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُجْتَمَعَ رَأْيِهِمْ فِيهِ، مُتَظَاهِرِينَ عَلَيْهِ، يُغْرُونَ بِهِ سُفَهَاءَهُمْ، فَأَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اثْنَتَيْ عَشَرَةَ سَنَةً بِمَكَّةَ، ثُمَّ أَذِنَ اللَّهُ لَهُ بِالْخُرُوجِ إِلَى الْمَدِينَةِ، وَأَمَرَهُ بِالْهِجْرَةِ، وَافْتَرَضَ اللَّهُ عَلَيْهِ الْقِتَالَ عَلَى دِينِهِ»",
            "page": "128",
            "part": "1",
            "seal": "36360A89"
        },
        {
            "hno": "21",
            "id": "88",
            "nass": "ذِكْرُ وَفَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ أَخْبَرَنَا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ أَحْمَدَ بْنِ سَلْمَانَ، قَالَ: أَخْبَرَنَا أَبُو الْفَضْلِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ خَيْرُونَ، قَالَ: أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ، قَالَ: أَخْبَرَنَا أَبُو عَلِيٍّ أَحْمَدُ بْنُ الْفَضْلِ بْنِ الْعَبَّاسِ بْنِ خُزَيْمَةَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي الْعَوَّامِ الرِّمَاحِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْمَدَائِنِيُّ، قَالَ: حَدَّثَنَا سَلامُ بْنُ سَلْمٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عَبْدِ الرَّحْمَنِ، عَنِ الْحَسَنِ العُرَنِيِّ، عَنِ الأَشْعَثِ بْنِ طَلِيقٍ، عَنْ مُرَّةَ الْهَمْدَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: اجْتَمَعْنَا فِي بَيْتِ أُمِّنَا عَائِشَةَ، فَنَظَرَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَدَمَعَتْ عَيْنَاهُ، فَتَشَدَّدَ فَنَعَى إِلَيْنَا نَفْسَهُ حِينَ دَنَا الْفِرَاقَ، فَقَالَ: \" مَرْحَبًا بِكُمْ، حَيَّاكُمُ اللَّهُ، جَمَعَكُمُ اللَّهُ، نَصَرَكُمُ اللَّهُ، رَفَعَكُمُ اللَّهُ، نَفَعَكُمُ اللَّهُ، وَفَّقَكُمُ اللَّهُ، قَبِلَكُمُ اللَّهُ، هَدَاكُمُ اللَّهُ، سَلَّمَكُمُ اللَّهُ، أُوصِيكُمْ بِتَقْوَى اللَّهِ، وَأُوصِي اللَّهَ بِكُمْ، لا تَعْلُوا عَلَى اللَّهِ فِي عِبَادِهِ وَبِلادِهِ، فَإِنَّ اللَّهَ تَعَالَى، قَالَ لِي وَلَكُمْ: {تِلْكَ الدَّارُ الآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الأَرْضِ وَلا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ} [القصص: 83] \". ¶ وَقَالَ: {أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ} [الزمر: 60] . ¶ قُلْنَا: يَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مَتَى أَجَلُكَ؟ قَالَ: «دَنَا الأَجَلُ، وَالْمُنْتَهَى إِلَى اللَّهِ عَزَّ وَجَلَّ، وَإِلَى سِدْرَةِ الْمُنْتَهَى، وَإِلَى جَنَّةِ الْمَأْوَى، وَالْعَرْشِ الأَعْلَى» . ¶ قُلْنَا: يَا رَسُولَ اللَّهِ فَمَنْ يُغَسِّلُكَ؟ , قَالَ: «رِجَالُ أَهْلِ بَيْتِي، الأَدْنَى فَالأَدْنَى» . ¶ قُلْنَا: يَا رَسُولَ اللَّهِ فِيمَ نُكَفِّنُكَ؟ , قَالَ: «فِي ثِيَابِي هَذِهِ إِنْ شِئْتُمْ،",
            "page": "129",
            "part": "1",
            "seal": "7B16B35F"
        },
        {
            "hno": "22",
            "id": "89",
            "nass": "أَوْ يَمَنِهِ، أَوْ بَيَاضٍ» . ¶ قُلْنَا: يَا رَسُولَ اللَّهِ , فَمَنْ يُصَلِّي عَلَيْكَ؟ , وَبَكَى وَبَكَيْنَا، فَقَالَ: «مَهْلا غَفَرَ اللَّهُ لَكُمْ، وَجَزَاكُمْ عَنْ نَبِيِّكُمْ خَيْرًا، إِذَا غَسَّلْتُمُونِي وَكَفَّنْتُمُونِي فَضَعُونِي عَلَى شَفِيرِ قَبْرِي، فَإِنَّ أَوَّلَ مِنْ يُصَلِّي عَلَيَّ خَلِيلِي وَجَلِيسِي جِبْرِيلُ، ثُمَّ مِيكَائِيلُ، ثُمَّ إِسْرَافِيلُ، ثُمَّ مَلَكُ الْمَوْتِ، مَعَ مَلائِكَةٍ كَثِيرَةٍ، ثُمَّ ادْخُلُوا فَصَلُّوا عَلَيَّ وَسَلِّمُوا تَسْلِيمًا، وَلا تُؤْذُونِي بِتَزْكِيَةٍ، وَلا بِرِنَّةٍ، وَلا بِصَيْحَةٍ، وَلْيَبْدَأْ بِالصَّلاةِ عَلَيَّ رِجَالُ أَهْلِ بَيْتِي، ثُمَّ نِسَاؤُهُمْ، ثُمَّ أَنْتُمْ، وَأَقْرِئُوا أَنْفُسَكُمُ السَّلامَ كَثِيرًا، وَمَنْ غَابَ عَنِّي مِنْ أَصْحَابِي فَأَقْرِئُوهُ سَلامًا كَثِيرًا، أَلا وَإِنِّي أُشْهِدُكُمْ أَنِّي قَدْ سَلَّمْتُ عَلَى كُلِّ مَنْ دَخَلَ فِي الإِسْلامِ، وَعَلَى مَنْ تَابَعَنِي فِي دِينِي مِنَ الْيَوْمَ إِلَى يَوْمِ الْقِيَامَةِ» ، قُلْنَا: يَا رَسُولَ اللَّهِ , فَمَنْ يُدْخِلُكَ فِي قَبْرِكَ؟ قَالَ: «رِجَالُ أَهْلِ بَيْتِي، مَعَ مَلائِكَةٍ كَثِيرَةٍ يَرَوْنَكُمْ مِنْ حَيْثُ لا تَرَوْنَهُمْ» ¶ أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عَسَاكِرَ الْمُقْرِئُ، قَالَ: أَخْبَرَنَا أَبُو طَالِبِ بْنُ يُوسُفَ، قَالَ: أَخْبَرَنَا ابْنُ الْمذهبِ، قَالَ: أَخْبَرَنَا الْقَطِيعِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ، قَالَ: حَدَّثَنِي صَفْوَانُ بْنُ عِيسَى، قَالَ: أَخْبَرَنَا أَنِيسُ بْنُ أَبِي يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ:",
            "page": "130",
            "part": "1",
            "seal": "6CBB542B"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ وَهُوَ عَاصِبٌ رَأْسَهُ، قَالَ: فَاتَّبَعْتُهُ حَتَّى صَعَدَ الْمِنْبَرَ، فَقَالَ: «إِنِّي السَّاعَةَ لَقَائِمٌ عَلَى الْحَوْضِ» . ¶ قَالَ: ثُمَّ قَالَ: «إِنَّ عَبْدًا عُرِضَتْ عَلَيْهِ الدُّنْيَا وَزِينَتُهَا فَاخْتَارَ الآخِرَةَ» ، قَالَ: فَلَمْ يَفْطِنْ لَهَا أَحَدٌ مِنَ الْقَوْمِ إِلا أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، فَقَالَ: بِأَبِي وَأُمِّي نَفْدِيكَ يَا رَسُولَ اللَّهِ، بِأَمْوَالِنَا وَأَنْفُسِنَا وَأَوْلادِنَا، قَالَ: ثُمَّ هَبَطَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْمِنْبَرِ، فَمَا رُئِيَ عَلَيْهِ حَتَّى السَّاعَةِ ¶ قَالَ أَحْمَدُ: سَمِعْتُ يَعْلَى بْنَ حَكِيمٍ يُحَدِّثُ , عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: \" خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ، عَاصِبًا رَأْسَهُ بِخِرْقَةٍ، فَقَعَدَ عَلَى الْمِنْبَرِ، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: «إِنَّهُ لَيْسَ مِنَ النَّاسِ أَحَدٌ أَمَنَّ عَلِيَّ بِمَالِهِ وَنَفْسِهِ مِنْ أَبِي بَكْرِ بْنِ أَبِي قُحَافَةَ، وَلَوْ كُنْتُ مُتَّخِذًا مِنَ النَّاسِ خَلِيلا لاتَّخَذْتُ أَبَا بَكْرٍ خَلِيلا، وَلَكِنْ خِلَّةُ الإِسْلامِ، سُدُّوا عَنِّي كُلَّ",
            "page": "131",
            "part": "1",
            "seal": "43C91BE3"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "خَوْخَةٍ فِي هَذَا الْمَسْجِدِ غَيْرَ خَوْخَةِ أَبِي بَكْرٍ» . ¶ وَرَوَاهُ ابْنُ إِسْحَاقَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ: \" قَالَ لَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَفْرِغُوا عَلِيَّ سَبْعَ قِرَبٍ مِنْ سَبْعَةِ أَبْئُرٍ لَعَلِّي أَخْرُجُ إِلَى النَّاسِ فَأَعْهَدُ إِلَيْهِمْ \". ¶ قَالَ ابْنُ إِسْحَاقَ: عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ: فَصَبَبْنَا عَلَيْهِ مِنْ سَبْعِ قِرَبٍ، فَوَجَدَ رَاحَةً، فَصَلَّى بِالنَّاسِ، فَخَطَبَهُمْ، وَاسْتَغْفَرَ لِلشُّهَدَاءِ مِنْ أَصْحَابِ أُحُدٍ، وَأَوْصَى بِالأَنْصَارِ خَيْرًا، قَالَ: \" أَمَّا بَعْدُ: يَا مَعْشَرَ الْمُهَاجِرِينَ، فَإِنَّكُمْ قَدْ أَصْبَحْتُمْ تَزِيدُونَ، وَأَصْبَحَتِ الأَنْصَارُ عَلَى هَيْئَتِهَا، لا تَزِيدُ عَلَى هَيْئَتِهَا الَّتِي عَلَيْهَا الْيَوْمَ، وَالأَنْصَارُ عَيْبَتِي الَّتِي أَوَيْتُ إِلَيْهَا، فَأَكْرِمُوا كَرِيمَهُمْ، وَتَجَاوَزُوا عَنْ مُسِيئِهِمْ \".",
            "page": "132",
            "part": "1",
            "seal": "6C71EDF0"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "قَالَ: \" ثُمَّ إِنَّ عَبْدًا مِنْ عِبَادِ اللَّهِ قَدْ خُيِّرَ بَيْنَ مَا عِنْدَ اللَّهِ وَبَيْنَ الدُّنْيَا، فَاخْتَارَ مَا عِنْدَ اللَّهِ، فَلَمْ يَفْقَهُهَا إِلا أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، فَبَكَى، فَظَنَّ أَنَّهُ يُرِيدُ نَفْسَهُ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: عَلَى رِسْلِكَ يَا أَبَا بَكْرٍ، سُدُّوا هَذِهِ الأَبْوَابَ الشَّوَارِعَ فِي الْمَسْجِدِ إِلا بَابَ أَبِي بَكْرٍ، فَإِنِّي لا أَعْلَمُ امْرَءًا أَفْضَلَ عِنْدِي يَدًا فِي الصَّحَابَةِ مِنْ أَبِي بَكْرٍ \" قَالَ ابْنُ إِسْحَاقَ: عَنِ ابْنِ أَبِي مُلَيْكَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ وَرَفَعَ صَوْتَهُ حَتّى",
            "page": "133",
            "part": "1",
            "seal": "1BED8D98"
        }
    ],
    "t9384": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الرقة والبكاء لابن قدامة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الأول"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "ذكر طرف من صفاتهم"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر طرف من أخبار الأنبياء عليهم السلام آدم عليه السلام"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "إبراهيم عليه السلام"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "داود عليه السلام"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "يحيى عليه السلام"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "زكريا عليه السلام"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "أيوب عليه السلام"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الذبيح عليه السلام"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "عيسى عليه السلام"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر طرف من أخبار نبينا"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر وفاة رسول الله صلى الله عليه وسلم"
        }
    ]
}