{
    "b9388": [
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - أَخْبَرَنِي شَيْخُنَا الإِمَامُ تَقِيُّ الدِّينِ الشَّمَنِيُّ، بِقِرَاءَتِي عَلَيْهِ، قَالَ: أَنْبَأَ عَبْدُ اللَّهِ بْنُ عَلِيٍّ الْكِنَانِيُّ، أَنْبَأَ أَبُو الْحَرَمِ",
            "page": "30",
            "part": "1",
            "seal": "9B80CD2A"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الْقَلانِسِيُّ، أَخْبَرَتْنَا مُؤْنِسَةُ خَاتِونُ ابْنَةُ الْمَلِكِ الْعَادِلِ أَبِي بَكْرِ بْنِ أَيُّوبَ، أَخْبَرَتْنَا عَفِيفَةُ بِنْتُ أَحْمَدَ، أَخْبَرَتْنَا فَاطِمَةُ بِنْتُ عَبْدِ اللَّهِ، أَنْبَأَ أَبُو بَكْرِ بْنُ رِيذَةَ، أَنْبَأَ سُلَيْمَانُ بْنُ أَحْمَدَ، ثنا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ الْمُثَنَّى الْجُهَنِيُّ التُّسْتَرِيُّ، ثنا مُحَمَّدُ بْنُ الْحَارِثِ",
            "page": "31",
            "part": "1",
            "seal": "FBA615D4"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "الْخَزَّارُ الْبَغْدَادِيُّ، ثنا سَيَّارُ بْنُ حَاتِمٍ، ثنا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ أَبِيهِ عَبْدِ الرَّحْمَنِ، عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" رَأَيْتُ إِبْرَاهِيمَ الْخَلِيلَ عَلَيْهِ السَّلامُ لَيْلَةَ أُسْرِيَ بِي، فَقَالَ: يَا مُحَمَّدُ، أَقْرِئْ أُمَّتَكَ مِنِّي السَّلامَ، وَأَخْبِرْهُمْ أَنَّ الْجَنَّةَ طَيِّبَةُ التُّرْبَةِ، عَذْبَةُ الْمَاءِ، وَأَنَّهَا قِيعَانٌ وَغِرَاسُهَا قَوْلُ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلا إِلَهَ إِلا اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ \"",
            "page": "32",
            "part": "1",
            "seal": "5A45437E"
        },
        {
            "hno": "2",
            "id": "5",
            "nass": "حديث اجتمع فيه خمسة من الصحابة يروي بعضهم عن بعض ¶ 2 - أَخْبَرَنِي مُحَمَّدُ بْنُ مُقْبِلٍ الْحَلَبِيُّ، إِجَازَةَ مُكَاتَبَةٍ، عَنْ أَحْمَدَ بِنْ عَبْدِ الْعَزِيزِ، وَمُحَمَّدِ بْنِ عَلِيٍّ الْحَرَّاوِيِّ، كِلاهُمَا عَنِ الْحَافِظِ شَرَفِ الدِّينِ الدِّمْيَاطِيِّ، أَنْبَأَ الْحَافِظُ يُوسُفُ بْنُ",
            "page": "33",
            "part": "1",
            "seal": "6A733C29"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "خَلِيلٍ، أَنْبَأَ ذَاكِرُ بْنُ كَامِلٍ، أَنْبَأَ أَبُو زَكَرِيَّا يَحْيَى بْنُ أَبِي عُمَرَ الأَصْبَهَانِيُّ، أَنْبَأَ عَمِّي أَحْمَدُ بْنُ الْفَضْلِ، أَنْبَأَ أَبُو عَلِيٍّ الْحُسَيْنُ بْنُ أَحْمَدَ الْبَرْذَعِيُّ، ثنا مُحَمَّدُ بْنُ الْعَبَّاسِ الْحُوَيْزِيُّ، ثنا مُحَمَّدُ بْنُ حَيَّانَ الأَنْصَارِيُّ، ثنا الشَّاذَكُونِيُّ، ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، عْن عُثْمَانَ بْنِ عَفَّانَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، عَنْ أَبِي بَكْرٍ الصَّدِّيقِ، عَنْ بِلالٍ رَضِيَ اللَّهُ عَنْهُمْ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْمَوْتُ كَفَّارَةٌ لِكُلِّ مُسْلِمٍ»",
            "page": "34",
            "part": "1",
            "seal": "007BA040"
        },
        {
            "hno": "3",
            "id": "7",
            "nass": "حديث اجتمع فيه أربعة من الصحابة ¶ 3 - أَخْبَرَنِي شَيْخُنَا الإِمَامُ تَقِيُّ الدِّينِ الشَّمَنِيُّ، بِقِرَاءَتِي عَلَيْهِ، أَنْبَأَ عَبْدُ اللَّهِ بْنُ عَلِيٍّ الْكِنَانِيُّ، أَنْبَا عَلِيُّ بْنُ أَحْمَدَ الْعُرْضِيُّ، أَخْبَرَتْنَا زَيْنَبُ بِنْتُ مَكِّيٍّ، أَنْبَأَ حَنْبَلُ بْنُ عَبْدِ اللَّهِ، أَنْبَأَ أَبُو الْقَاسِمِ بْنُ الْحُصَيْنِ،",
            "page": "35",
            "part": "1",
            "seal": "A3623D0A"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "أَنْبَأَ أَبُو عَلِيٍّ التَّمِيمِيُّ، أَنْبَأَ أَبُو بَكْرٍ الْقَطِيعِيُّ، ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، ثنا أَبُو الْيَمَانِ، أَنْبَأَ شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي السَّائِبُ بْنُ يَزِيدَ ابْنُ أُخْتِ نَمِرٍ أَنَّ حُوَيْطِبَ بْنَ عَبْدِ الْعُزَّى أَخْبَرَهُ \" أَنَّ عَبْدَ اللَّهِ بْنَ السَّعْدِيِّ قَدِمَ عَلَى عُمَرَ فِي خِلافَتِهِ، فَقَالَ لَهُ عُمَرُ: أَلَمْ أُحَدَّثْ أَنَّكَ تَلِي مِنْ أَعْمَالِ النَّاسِ أَعْمَالا، فَإِذَا أُعْطِيتَ",
            "page": "36",
            "part": "1",
            "seal": "D6A62D7E"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "الْعِمَالَةَ كَرِهْتَهَا؟ ! قَالَ: فَقُلْتُ: بَلَى، فَقَالَ عُمَرُ: فَمَا تُرِيدُ إِلَى ذَلِكَ؟ قُلْتُ: إِنَّ لِي أَفْرَاسًا وَأَعْبُدًا وَأَنَا بِخَيْرٍ، وَأُرِيدُ أَنْ تَكُونَ عِمَالَتِي صَدَقَةً عَلَى الْمُسْلِمِينَ، فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: فَلا تَفْعَلْ، فَإِنِّي قَدْ كُنْتُ أَرَدْتُ الَّذِي أَرَدْتَ فَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعْطِينِي الْعَطَاءَ، فَأَقُولُ: أَعْطِهِ أَفْقَرَ مِنِّي إِلَيْهِ حَتَّى أَعْطَانِي مَرَّةً مَالا، فَقُلْتُ: أَعْطِهِ أَفْقَرَ إِلَيْهِ مِنِّي، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «خُذْهُ فَتَمَوَّلْهُ وَتَصَدَّقْ بِهِ، فَمَا جَاءَكَ مِنْ هَذَا الْمَالِ وَأَنْتَ غَيْرُ مُشْرِفٍ وَلا سَائِلٍ فَخُذْهُ وَمَا لا فَلا تُتْبِعْهُ نَفْسَكَ»",
            "page": "37",
            "part": "1",
            "seal": "0D329861"
        },
        {
            "hno": "4",
            "id": "10",
            "nass": "حديث اجتمع فيه أربع صحابيات ثنتان من أزواجه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وثنتان ربيبتان له ¶ 4 - أَخْبَرَنِي الْحَافِظُ أَبُو الْفَضْلِ بْنُ فَهْدٍ، أَنْبَأَ إِبْرَاهِيمُ بْنُ صِدِّيقٍ، عَنْ أَبِي الْعَبَّاسِ الْحَجَّارِ، أَنْبَأَ أَنْجَبُ بْنُ أَبِي السَّعَادَاتِ، إِجَازَةً، أَنْبَأَ أَبُو زُرْعَةَ طَاهِرُ بْنُ مُحَمَّدٍ الْمَقْدِسِيُّ،",
            "page": "38",
            "part": "1",
            "seal": "BCF3BFD5"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "أَنْبَأَ مُحَمَّدُ بْنُ الْحُسَيْنِ، أَنْبَأَ الْقَاسِمُ بْنُ أَبِي الْمُنْذِرِ، أَنْبَأَ عَلِيُّ بْنُ إِبْرَاهِيمَ بْنِ سَلَمَةَ، أَنْبَأَ مُحَمَّدُ بْنُ يَزِيدَ الْقَزْوِينِيُّ، ثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ زَيْنَبَ ابْنَةِ أُمِّ سَلَمَةَ، عَنْ حَبِيبَةَ ابْنَةِ أُمِّ حَبِيبَةَ، عَنْ أُمِّهَا أُمِّ حَبِيبَةَ، عَنْ",
            "page": "39",
            "part": "1",
            "seal": "FED89114"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "زَيْنَبَ بِنْتِ جَحْشٍ رَضِيَ اللَّهُ عَنْهُنَّ، أَنَّهَا قَالَتِ: \" اسْتَيْقَظَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُحْمَرٌّ وَجْهُهُ، وَهُوَ يَقُولُ: «لا إِلَهَ إِلا اللَّهُ، وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدِ اقْتَرَبَ، فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ» ، وَعَقَدَ بِيَدِهِ عَشْرَةً، قُلْتُ: يَا رَسُولَ اللَّهِ، أَنَهْلِكُ وَفِينَا الصَّالِحُونَ؟ قَالَ: «نَعَمْ، إِذَا كَثُرَ الْخَبَثُ»",
            "page": "40",
            "part": "1",
            "seal": "5B25D4E8"
        },
        {
            "hno": "5",
            "id": "13",
            "nass": "حديث فيه رواية صحابي عن تابعي عن صحابي ¶ 5 - وَبِالإِسْنَادِ الْمَاضِي، إِلَى عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: ثنا عَتَّابُ بْنُ زِيَادٍ، ثنا عَبْدُ اللَّهِ، أَنْبَأَ يُونُسُ، عَنِ الزُّهْرِيِّ، عَنِ السَّائِبِ بْنِ يَزِيدَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِّيُّ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ فَاتَهُ شَيْءٌ مِنْ وِرْدِهِ، أَوْ قَالَ: حِزْبِهِ مِنَ اللَّيْلِ فَقَرَأَهُ بَيْنَ صَلاةِ الْفَجْرِ إِلَى الظُّهْرِ فَكَأَنَّمَا قَرَأَهُ مِنْ لَيْلَتِهِ \"",
            "page": "41",
            "part": "1",
            "seal": "59501CDF"
        },
        {
            "hno": "6",
            "id": "14",
            "nass": "حديث من رواية أحمد بن حَنْبَلٍ، عن الشافعي، عن مالك ¶ 6 - وَبِالإِسْنَادِ، إِلَى عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: ثنا مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ، قَالَ: أَنْبَأَ مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ» ¶ «وَنَهَى عَنِ النَّجْشِ» ¶ «وَنَهَى عَنْ بَيْعِ حَبَلِ الْحَبَلَةِ» ¶ «وَنَهَى عَنِ",
            "page": "42",
            "part": "1",
            "seal": "95AA640C"
        },
        {
            "hno": "7",
            "id": "15",
            "nass": "الْمُزَابَنَةِ» ¶ 7 - وَبِهِ، إِلَى عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، ثنا مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، وَمُحَمَّدِ بْنِ يَحْيَى بْنِ حِبَّانَ، كِلاهُمَا عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «نَهَى عَنِ الْمُلامَسَةِ وَالْمُنَابَذَةِ» ¶ 8 - وَبِهِ، إِلَى عَبْدِ اللَّهِ، حَدَّثَنِي أَبِي، ثنا مُحَمَّدُ بْنُ إِدْرِيسَ",
            "page": "43",
            "part": "1",
            "seal": "4F02C03E"
        },
        {
            "hno": "9",
            "id": "16",
            "nass": "الشَّافِعِيُّ، أنا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَلا يَبِعْ حَاضِرٌ لِبَادٍ» ¶ 9 - وَبِهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لا تَنَاجَشُوا، وَلا تَلَقَّوُا السِّلَعَ»",
            "page": "44",
            "part": "1",
            "seal": "B1094A09"
        },
        {
            "hno": "10",
            "id": "17",
            "nass": "10 - وَبِهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَطْلُ الْغَنِيِّ ظُلْمٌ، فَإِذَا أُتْبِعَ أَحَدُكُمْ عَلَى مَلِيٍّ فَلْيَتْبَعْ» ¶ 11 - وَبِهِ، إِلَى عَبْدِ اللَّهِ، حَدَّثَنِي أَبِي، ثنا مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّهُ أَخْبَرَهُ: أَنَّ أَبَاهُ كَعْبَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ كَانَ يُحَدِّثُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِنَّمَا نَسَمَةُ الْمُؤْمِنِ طَائِرٌ يَعْلُقُ فِي شَجَرِ الْجَنَّةِ حَتَّى يُرْجِعَهُ اللَّهُ تَبَارَكَ وَتَعَالَى إِلَى جَسَدِهِ يَوْمَ يَبْعَثُهُ»",
            "page": "45",
            "part": "1",
            "seal": "7C49D13D"
        },
        {
            "hno": "12",
            "id": "20",
            "nass": "حديث فيه رواية أبي حنيفة، عن مالك وهو المسئول عنه ¶ 12 - أَخْبَرَنِي مُحَمَّدُ بْنُ مُقْبِلٍ الْحَلَبِيُّ، إِجَازَةً، عَنِ الصَّلاحِ بْنِ أَبِي عُمَرَ، عَنْ أَبِي الْحَسَنِ بْنِ الْبُخَارِيِّ، عَنْ أَبِي الْيُمْنِ الْكِنْدِيِّ،",
            "page": "48",
            "part": "1",
            "seal": "6A97DA2A"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "عَنْ أَبِي بَكْرٍ الأَنْصَارِيِّ، عَنْ أَحْمَدَ بْنِ ثَابِتٍ الْحَافِظِ، أَنْبَأَ مُحَمَّدُ بْنُ عَلِيِّ بْنِ أَحْمَدَ الصِّلْحِيُّ، ثنا أَبْو زُرْعَةَ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ الرَّازِيُّ، ثنا عَلِيُّ بْنُ مُحَمَّدِ بْنِ مَهْرَوَيْهِ،",
            "page": "49",
            "part": "1",
            "seal": "37219137"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "ثنا الْمُنْسَجِرُ بْنُ الصَّلْتِ، ثنا الْقَاسِمُ بْنُ الْحَكَمِ الْعُرَنِيُّ، ثنا أَبُو حَنِيفَةَ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «أَتَى كَعْبُ بْنُ مَالِكٍ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ رَاعِيَةٍ لَهُ كَانَتْ تَرْعَى فِي غَنَمِهِ، فَتَخَوَّفَتْ عَلَى الشَّاةِ الْمَوْتَ، فَذَبَحَتْهَا بِحَجَرٍ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَكْلِهَا»",
            "page": "50",
            "part": "1",
            "seal": "27F0C236"
        },
        {
            "hno": "13",
            "id": "23",
            "nass": "حديث آخر كذلك ¶ 13 - أَخْبَرَنِي مُحَمَّدُ بْنُ مُقْبِلٍ، إِجَازَةً، عَنِ الصَّلاحِ بْنِ أَبِي عُمَرَ، عَنْ أَبِي الْحَسَنِ بْنِ الْبُخَارِيِّ، عَنْ أَبِي طَاهِرٍ الْخُشُوعِيُّ، عَنْ أَبِي عَبْدِ اللَّهِ الْبَلْخِيِّ، أَنْبَأَ أَبُو الْحُسَيْنِ الْمُبَارَكُ بْنُ عَبْدِ الْجَبَّارِ بْنِ أَحْمَدَ، أَنْبَأَ أَبُو الْفَرَجِ الْحُسَيْنُ بْنُ عَلِيِّ بْنِ عُبَيْدِ اللَّهِ، أَنْبَأَ أَبُو حَفْصٍ عُمَرُ بْنُ أَحْمَدَ بْنِ عُثْمَانَ بْنِ شَاهِينَ، ثنا مُحَمَّدُ بْنُ مَخْزُومٍ بِالْبَصْرَةِ، حَدَّثَنِي جَدِّي مُحَمَّدُ",
            "page": "51",
            "part": "1",
            "seal": "58F2BF36"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "بْنُ الضَّحَّاكِ بْنِ عُمَرَ بْنِ الضَّحَّاكِ بْنِ مَخْلَدٍ، ثنا عِمْرَانُ بْنُ عَبْدِ الرَّحِيمِ الأَصْبَهَانِيُّ، ثنا بَكَّارُ بْنُ الْحَسَنِ، ثنا إِسْمَاعِيلُ بْنُ حَمَّادِ بْنِ أَبِي حَنِيفَةَ، عَنْ أَبِي حَنِيفَةَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ، عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «الأَيِّمُ أَحَقُّ بِنَفْسِهَا مِنْ وَلِيِّهَا، وَالْبِكْرُ تُسْتَأْمَرُ وَصَمْتُهَا إِقْرَارُهَا»",
            "page": "52",
            "part": "1",
            "seal": "56ECD7D2"
        },
        {
            "hno": "14",
            "id": "25",
            "nass": "حديث فيه رواية الشافعي عن محمد بن الْحَسَنِ، عن أبي يوسف ¶ 14 - أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ النَّحْوِيُّ، بِقِرَاءَتِي عَلَيْهِ، أَنْبَأَ أَبُو الْفَرَجِ الْغَزِّيُّ، عَنْ وَزِيرَةَ بِنْتِ عُمَرَ، أَنْبَأَ الْحُسَيْنُ بْنُ الْمُبَارَكِ، أَنْبَأَ أَبُو زُرْعَةَ الْمَقْدِسِيُّ، أَنْبَأَ أَبُو الْحَسَنِ الْمَكِيُّ بْنُ مُحَمَّدٍ،",
            "page": "53",
            "part": "1",
            "seal": "B64F117B"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "أَنْبَأَ أَبُو بَكْرٍ الْحِيرِيُّ، ثنا أَبُو الْعَبَّاسِ الأَصَمُّ، ثنا الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُرَادِيُّ، ثنا مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ، أَنْبَأَ مُحَمَّدُ بْنُ الْحَسَنِ، عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «الْوَلاءُ لُحْمَةٌ كَلُحْمَةِ النَّسَبِ لا تُبَاعُ وَلا تُوهَبُ»",
            "page": "54",
            "part": "1",
            "seal": "7A142ABE"
        },
        {
            "hno": "15",
            "id": "27",
            "nass": "حديث من رواية الشافعي، عن مسلم، عن ابن جريج، عن الثوري، عن مالك، ففيه بينه وبين مالك ثلاثة أنفس ¶ 15 - وَبِالإِسْنَادِ الْمَاضِي، إِلَى الرَّبِيعِ بْنِ سُلَيْمَانَ، قَالَ: أَنْبَأَ الشَّافِعِيُّ، أَنْبَأَ مُسْلِمٌ، عَنِ ابْنِ جُرَيْجٍ، عَنِ الثَّوْرِيِّ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ عُمَرَ، وَعُثْمَانَ أَنَّهُمَا «قَضَيَا فِي الْمِلْطَاةِ بِنِصْفِ دِيَةِ الْمُوضِحَةِ»",
            "page": "55",
            "part": "1",
            "seal": "5488AF5A"
        },
        {
            "hno": "16",
            "id": "28",
            "nass": "حديث فيه رواية المازني، عن سيبويه، عن الخليل بن أَحْمَدَ ¶ 16 - وَبِالإِسْنَادِ الْمَاضِي إِلَى أَحْمَدَ بْنِ ثَابِتٍ، أَنْبَأَ أَبُو الْمُظَفَّرِ هَنَّادُ بْنُ إِبْرَاهِيمَ النَّسَفِيُّ، سَمِعْتُ أَبَا مُحَمَّدٍ عَبْدَ اللَّهِ بْنَ مُحَمَّدٍ الْجُوزَجَانِيُّ بِهَا يَقُولُ: سَمِعْتُ أَبَا عُمَرَ مُحَمَّدَ بْنَ الْحُسَيْنِ بْنِ عِمْرَانَ الْبَغْدَادِيَّ، يَقُولُ: سَمِعْتُ مُحَمَّدَ بْنَ عَبْدِ اللَّهِ بْنِ حُلَيْسٍ، يَقُولُ: سَمِعْتُ أَبَا عُثْمَانَ بَكْرَ بْنَ مُحَمَّدٍ الْمَازِنِيَّ، يَقُولُ: سَمِعْتُ سِيبَوَيْهِ، يَقُولُ: سَمِعْتُ الْخَلِيلَ بْنَ أَحْمَدَ الْعَرُوضِيَّ، يَقُولُ: سَمِعْتُ ذَرًّا الْهَمْدَانِيَّ، يَقُولُ: سَمِعْتُ الْحَارِثَ الْعُكْلِيَّ، يَقُولُ: سَمِعْتُ عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «أَهْلُ الْمَعْرُوفِ فِي الدُّنْيَا هُمْ أَهْلُ الْمَعْرُوفِ فِي الآخِرَةِ، وَأَهْلُ الْمُنْكَرِ فِي الدُّنْيَا هُمْ أَهْلُ الْمُنْكَرِ فِي الآخِرَةِ»",
            "page": "56",
            "part": "1",
            "seal": "5289EA1D"
        },
        {
            "hno": "17",
            "id": "29",
            "nass": "حديث فيه رواية ابن أبي دريد، عن أبي حاتم، عن الأصمعي، عن أبي عمرو بن العلاء ¶ 17 - أَخْبَرَتْنِي أُمُّ الْفَضْلِ بِنْتُ مُحَمَّدٍ الْمَقْدِسِيُّ، بِقِرَاءَتِي عَلَيْهَا، قَالَتْ: أَنْبَأَ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ نَبِيلٍ، أَنْبَأَ أَبُو الْحَسَنِ الْوَانِيُّ، أَنْبَأَ أَبُو الْقَاسِمِ بْنُ مَكِّيٍّ، أَنْبَأَ أَبُو طَاهِرٍ السِّلَفِيُّ، أَنْبَأَ أَبُو طَالِبٍ",
            "page": "57",
            "part": "1",
            "seal": "E9744FA7"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "نَصْرُ بنُ الْحُسَيْنِ بْنِ مَحْمَانَ قَاضِي الدِّينَوَرِ بِهَا، أَنْبَأَ أَبُو سَعِيدٍ بُنْدَارُ بْنُ عَلِيِّ بْنُ الْحُسَيْنِ بْنِ الرَّوَّاسِ، إِمْلاءً، أَنْبَأَ أَبُو الْخَيْرِ زَيْدُ بْنُ رِفَاعَةَ الْكَاتِبُ، أَنْبَأَ أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ دُرَيْدٍ الأَزْدِيُّ، عَنْ أَبِي حَاتِمٍ السِّجِسْتَانِيِّ، عَنِ الأَصْمَعِيِّ، عَنْ أَبِي عَمْرِو بْنِ الْعَلاءِ، عَنْ نَصْرِ بْنِ عَاصِمٍ اللَّيْثِيِّ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ النَّابِغَةَ، يَقُولُ: \" أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَنْشَدْتُهُ حَتَّى أَتَيْتُ إِلَى قَوْلِي: ¶ أَتَيْتُ رَسُولَ اللَّهِ إِذْ جَاءَ بِالْهُدَى ... وَيَتْلُو كِتَابًا وَاضِحَ الْحَقِّ نَيِّرَا ¶ بَلَغْنَا السَّمَاءَ مَجْدُنَا وَجُدُودُنَا ... وَإِنَّا لَنَرْجُو فَوْقَ ذَلِكَ مَظْهَرَا ¶ فَقَالَ لِي: أَيْنَ يَا أَبَا لَيْلَى؟ فَقُلْتُ: إِلَى الْجَنَّةِ، فَقَالَ: إِنْ شَاءَ اللَّهُ، فَأَنْشَدْتُهُ: ¶ وَلا خَيْرَ فِي جَهْلٍ إِذَا لَمْ يَكُنْ لَهُ حَلِيمٌ ... إِذَا مَا أَوْرَدَ الأَمْرَ أَصْدَرَا ¶ وَلا خَيْرَ فِي حِلْمٍ إِذَا لَمْ يَكُنْ لَهُ بَوَادِرُ ... تَحْمِي صَفْوَهُ أَنْ يُكَدَّرَا ¶ فَقَالَ لِي: صَدَقْتَ، لا يَفْضُضِ اللَّهُ فَاكَ \"،",
            "page": "58",
            "part": "1",
            "seal": "8AFE1BF3"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "قَالَ: فَبَقِيَ عُمْرَهُ أَحْسَنَ النَّاسِ ثِغْرًا، كُلَّمَا سَقَطَتْ سِنُّهُ عَادَتْ أُخْرَى مَكَانَهَا، وَكَانَ مُعَمَّرًا",
            "page": "59",
            "part": "1",
            "seal": "8101A177"
        },
        {
            "hno": "18",
            "id": "32",
            "nass": "حديث في إسناده جماعة من الشعراء المشاهير ¶ 18 - أَخْبَرَنِي أَبُو الْفَضْلِ الْمَرْجَانِيُّ، إِجَازَةً، عَنْ أَبِي هُرَيْرَةَ بْنِ الذَّهَبِيِّ، أَنْبَأَ أَبِي، أَنْبَأَ أَحْمَدُ بْنُ إِسْحَاقَ، ثنا عَبْدُ السَّلامِ بْنُ سَهْلٍ، أَنْبَأَ شَهْرَدَارُ بْنُ شِيرَوَيْهِ، أَنْبَأَ أَحْمَدُ بْنُ عُمَرَ بْنِ الْبَيِّعِ، أَنْبَأَ حُمَيْدُ بْنُ الْمَأْمُونِ، أَنْبَأَ أَبُو بَكْرٍ الشِّيرَازِيُّ، أَنْبَأَ أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ الْفَارِسِيُّ الشَّاعِرُ، ثنا أَبُو عُثْمَانَ",
            "page": "60",
            "part": "1",
            "seal": "202AFC87"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "سَعِيدُ بْنُ زَيْدِ بْنِ خَالِدٍ مَوْلَى بَنِي هَاشِمٍ الشَّاعِرُ، ثنا عَبْدُ السَّلامِ بْنُ رَغْبَانَ دِيكُ الْجِنِّ الشَّاعِرُ، حَدَّثَنِي دِعْبِلٌ الشَّاعِرُ، حَدَّثَنِي أَبُو نُوَاسٍ الْحَسَنُ بْنُ هَانِئٍ الشَّاعِرُ، حَدَّثَنِي وَالِبَةُ بْنُ الْحُبَابِ الشَّاعِرُ، حَدَّثَنِي الْكُمَيْتُ بْنُ زَيْدٍ الشَّاعِرُ، حَدَّثَنِي خَالِي الْفَرَزْدَقُ الشَّاعِرُ، حَدَّثَنِي الطِّرِمَّاحُ الشَّاعِرُ، قَالَ: لَقِيتُ نَابِغَةَ بَنِي جَعْدَةَ الشَّاعِرَ، وَقُلْتُ لَهُ: \" لَقِيتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: نَعَمْ وَأَنْشَدْتُهُ قَصِيدَتِي الَّتِي أَقُولُ فِيهَا: ¶ بَلَغْنَا السَّمَاءَ مَجْدُنَا وَجُدُودُنَا ... وَإِنَّا لَنَرْجُو فَوْقَ ذَلِكَ مَظْهَرَا ¶ قَالَ: فَرَأَيْتُ وَجْهَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ تَغَيَّرَ وَبَدَا الْغَضَبُ فِيهِ، فَقَالَ: \" إِلَى أَيْنَ يَا أَبَا لَيْلَى؟ فَقُلْتُ: إِلَى الْجَنَّةِ يَا رَسُولَ اللَّهِ، فَقَالَ: إِلَى الْجَنَّةِ إِنْ شَاءَ اللَّهُ \"",
            "page": "61",
            "part": "1",
            "seal": "D8C88D3B"
        },
        {
            "hno": "19",
            "id": "34",
            "nass": "حديث في إسناده جماعة من الكتاب ¶ 19 - وَبِالإِسْنَادِ إِلَى أَحْمَدَ بْنِ ثَابِتٍ، قَالَ: حَدَّثَنِي أَبُو طَالِبٍ يَحْيَى بْنُ عَلِيٍّ الدَّسْكَرِيُّ، لَفْظًا، ثنا أَبُو عَمْرٍو ضُرَارُ بْنُ رَافِعٍ الضَّبِيُّ الْكَاتِبُ الْهَرَوِيُّ، ثنا أَبُو الْحَسَنِ عَبْدُ اللَّهِ بْنُ مُوسَى الْبَغْدَادِيُّ الْكَاتِبُ، ثنا أَبُو الْحَسَنِ عَلِيُّ بْنُ مَهْدِيٍّ الْفَقِيهُ الْمُتَكَلِّمُ النَّحْوِيُّ الْكَاتِبُ، ثنا عَلِيُّ بْنُ الْفَضْلِ بْنِ الْمُزَنِيُّ وَكَانَ كَاتِبًا أَدِيبًا، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَحْمَدَ الْبَلْخِيُّ هُوَ الْكَعْبِيُّ الْمُتَكَلِّمُ وَكَانَ كَاتِبًا لِمُحَمَّدِ بْنِ زَيْدٍ، حَدَّثَنِي أَبِي، حَدَّثَنِي يَحْيَى بْنُ خَالِدٍ الْبَغَوِيُّ الْكَاتِبُ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ طَاهِرٍ، حَدَّثَنِي طَاهِرُ بْنُ الْحُسَيْنِ بْنِ مُصْعَبٍ، حَدَّثَنِي الْفَضْلُ بْنُ سَهْلٍ ذُو الرِّيَاسَتَيْنِ، حَدَّثَنِي جَعْفَرُ بْنُ يَحْيَى بْنِ خَالِدٍ، حَدَّثَنِي أَبُو يَحْيَى بْنُ خَالِدِ بْنِ بَرْمَكَ، حَدَّثَنِي أَبُو",
            "page": "62",
            "part": "1",
            "seal": "BE8B11BC"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "خَالِدِ بْنُ بَرْمَكَ، حَدَّثَنِي عَبْدُ الْحَمِيدِ بْنُ يَحْيَى الْكَاتِبُ، حَدَّثَنِي سَالِمُ بْنُ هِشَامٍ الْكَاتِبُ، حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ كَاتِبُ عُثْمَانَ، حَدَّثَنِي زَيْدُ بْنُ ثَابِتٍ كَاتِبُ الْوَحْيِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا كَتَبْتَ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فَبَيِّنِ السِّينَ» ، أَخْرَجَهُ ابْنُ عَسَاكِرَ فِي تَارِيخِهِ",
            "page": "63",
            "part": "1",
            "seal": "239088F2"
        },
        {
            "hno": "20",
            "id": "36",
            "nass": "حديث في إسناده من الخلفاء ¶ 20 - أَنْبَأَنِي أَبُو الْفَضْلِ الْمَرْجَانِيُّ، عَنْ أَبِي هُرَيْرَةَ بْنِ الذَّهَبِيِّ، عَنْ أَبِي نَصْرٍ الشِّيرَازِيِّ، عَنْ جَدِّهِ، عَنْ أَبِي الْقَاسِمِ بْنِ عَسَاكِرَ، أَنْبَأَ نَصْرُ بْنُ أَحْمَدَ بْنِ مُقَاتِلٍ،",
            "page": "64",
            "part": "1",
            "seal": "DE4B8159"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "أَنْبَأَ جَدِّي، ثنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَلِيٍّ الأَهْوَازِيُّ، ثنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ الأَزْدِيُّ، ثنا أَبُو الطَّيِّبِ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ دُرَّانَ غُنْدَرٌ، ثنا هَارُونُ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَحْمَدَ الْعَبَّاسِيُّ، ثنا أَحْمَدُ بْنُ الْحَسَنِ الْمُقْرِيُّ الْبَزَّارُ، ثنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عِيسَى الْكِسَائِيُّ، وَأَحْمَدُ بْنُ زُهَيْرٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ إِسْحَاقَ، قَالُوا: أَنْبَأَ عَلِيُّ بْنُ الْجَهْمِ، قَالَ: كُنْتُ عِنْدَ الْمُتَوَكِّلِ، فَتَذَاكَرُوا عِنْدَهُ الْجَمَالَ، فَقَالَ: إِنَّ حُسْنَ الشَّعْرِ لَمِنَ الْجَمَالِ، ثُمَّ قَالَ: حَدَّثَنِي الْمُعْتَصِمُ، حَدَّثَنَا الْمَأْمُونُ، ثنا الرَّشِيدُ، ثنا الْمَهْدِيُّ، ثنا الْمَنْصُورُ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «كَانَتْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جُمَّةٌ إِلَى شَحْمَةِ أُذَنَيْهِ كَأَنَّهَا نِظَامُ اللُّؤْلُؤِ،",
            "page": "65",
            "part": "1",
            "seal": "0E7BE188"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "وَكَانَ مِنْ أَجْمَلِ النَّاسِ، وَكَانَ أَسْمَرَ رَقِيقَ اللَّوْنِ، لا بِالطَّوِيلِ وَلا بِالْقَصِيرِ» ، وَكَانِ لِعَبْدِ الْمُطَّلِبِ جُمَّةٌ إِلَى شَحْمَةِ أُذُنَيْهِ، وَكَانَ لِهَاشِمٍ جُمَّةٌ إِلَى شَحْمَةِ أُذُنَيْهِ، قَالَ عَلِيُّ بْنُ الْجَهْمِ: وَكَانَ لِلْمُتُوَكِّلِ جُمَّةٌ إِلَى شَحْمَةِ أُذُنَيْهِ، وَقَالَ لَنَا الْمُتَوَكِّلُ: كَانَ لِلْمُعْتَصِمِ جُمَّةٌ، وَكَذَلِكَ الْمَأْمُونُ، وَالرَّشِيدُ، وَالْمَهْدِيُّ، وَالْمَنْصُورُ، وَلأَبِيهِ مُحَمَّدٍ، وَلِجَدِّهِ عَلِيٍّ، وَلأَبِيهِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ",
            "page": "66",
            "part": "1",
            "seal": "AAE3EB0B"
        }
    ],
    "t9388": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "حديث اجتمع فيه خمسة من الصحابة يروي بعضهم عن بعض"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "حديث اجتمع فيه أربعة من الصحابة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "حديث اجتمع فيه أربع صحابيات ثنتان من أزواجه صلى الله عليه وسلم وثنتان ربيبتان له"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "حديث فيه رواية صحابي عن تابعي عن صحابي"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "حديث من رواية أحمد بن حنبل، عن الشافعي، عن مالك"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "حديث فيه رواية أبي حنيفة، عن مالك وهو المسئول عنه"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "حديث آخر كذلك"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "حديث فيه رواية الشافعي عن محمد بن الحسن، عن أبي يوسف"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "حديث من رواية الشافعي، عن مسلم، عن ابن جريج، عن الثوري، عن مالك، ففيه بينه وبين مالك ثلاثة أنفس"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "حديث فيه رواية المازني، عن سيبويه، عن الخليل بن أحمد"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "حديث فيه رواية ابن أبي دريد، عن أبي حاتم، عن الأصمعي، عن أبي عمرو بن العلاء"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "حديث في إسناده جماعة من الشعراء المشاهير"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "حديث في إسناده جماعة من الكتاب"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "حديث في إسناده من الخلفاء"
        }
    ]
}