{
    "b9389": [
        {
            "hno": "1",
            "id": "3",
            "nass": "الشَّيْخُ الأَوَّلُ ¶ 1 - أَخْبَرَنَا يَحْيَى بْنُ ثَابِتِ بْنِ بُنْدَارِ بْنِ إِبْرَاهِيمَ بْنِ بُنْدَارِ بْنِ الْحَسَنِ بْنِ بُنْدَارٍ الْبَقَّالُ أَبُو الْقَاسِمِ بْنُ أَبِي الْمَعَالِي، كِتَابَةً فِي سَنَةِ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، مِنْ مَدِينَةِ السَّلامِ، حَاطَهَا اللَّهُ، أَخْبَرَنَا أَبِي أَبُو الْمَعَالِي ثَابِتٌ، قِرَاءَةً عَلَيْهِ غَيْرَ مَرَّةٍ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُمَرَ بْنِ بُكَيْرٍ النَّجَّارُ، وَأَبُو عَلِيٍّ الْحَسَنُ بْنُ الْحُسَيْنِ بْنِ الْعَبَّاسِ بْنِ دُومَا، قِرَاءَةً عَلَيْهِ وَأَنَا حَاضِرٌ أَسْمَعُ، قَالا: أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ سَلَمٍ الْخُتَّلِيُّ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مَسْلَمَةَ الْوَصِيفِيُّ، حَدَّثَنَا ابْنُ أَبِي دَاوُدَ، حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ كَثِيرٍ، حَدَّثَنَا أَبُو حَفْصٍ يَعْنِي: ابْنَ الْعَلاءِ، قَالَ: سَمِعْتُ نَافِعًا يُحَدِّثُ عَنِ ابْنِ عُمَرَ: أَنَّ رَسُولَ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَانَ يَخْطُبُ إِلَى جِذْعٍ، فَلَمَّا اتَّخَذَ مِنْبَرًا تَحَوَّلَ إِلَيْهِ، فَحَنَّ الْجِذْعُ، فَمَشَى النَّبِيُّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَمَسَحَهُ بِيَدِهِ فَسَكَنَ، قَالَ ابْنُ أَبِي دَاوُدَ: أَبُو حَفْصِ بْنُ الْعَلاءِ أَخُو أَبِي عَمْرٍو، وَهُمْ أَرْبَعَةٌ: مُعَاذُ بْنُ الْعَلاءِ، وَأَبُو سُفْيَانَ، وَأَبُو حَفْصٍ لَيْسَ هُوَ مُعَاذٌ، وَلا يُعْرَفُ اسْمُهُ. ¶ كَذَا قَالَ، وَقَدْ صَرَّحَ بِاسْمِهِ إِمَامُ أَهْلِ الصَّنْعَةِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ. ¶ وَالْحَدِيثُ فَقَدْ أَخْرَجَهُ الْبُخَارِيُّ فِي صَحِيحِهِ فِي عَلامَاتِ النُّبُوَّةِ، عَنْ مُحَمَّدِ بْنِ الْمُثَنَّى، عَنْ يَحْيَى بْنِ كَثِيرٍ أَبِي غَسَّانَ، عَنْ أَبِي حَفْصٍ اسْمُهُ عُمَرُ بْنُ الْعَلاءِ أَخِي أَبِي عَمْرِو بْنِ الْعَلاءِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ. ¶ وَقَدْ أَخْرَجَ الْبُخَارِيُّ عُقَيْبَهُ هَذَا الْحَدِيثَ عَنْ مُعَاذٍ أَخِيهِ مُعَلَّقًا، فَقَالَ: وَقَالَ عَبْدُ الْحَمِيدِ: حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، حَدَّثَنَا مُعَاذٌ. ¶ وَعَبْدُ الْحَمِيدِ هُوَ: عَبْدُ بْنُ حُمَيْدٍ الْكَشِّيُّ، فِيمَا يَغْلُبُ عَلَى ظَنِّي، وَلَمْ يَذْكُرْ لَهُ الْبُخَارِيُّ سِوَى هَذَا الْحَدِيثِ، وَلَمْ يَقَعْ سَمَاعًا",
            "page": "33",
            "part": "1",
            "seal": "88A1BDA3"
        },
        {
            "hno": "2",
            "id": "4",
            "nass": "وَأَخْبَرَنَا يَحْيَى بْنُ ثَابِتٍ فِي كِتَابِهِ، أَخْبَرَنَا أَبِي أَبُو الْمَعَالِي، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدٌ، وَأَبُو عَلِيٍّ الْحَسَنُ بْنُ دُومَا، قَالا: أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ، حَدَّثَنَا أَبُو طَالِبٍ الْكَاتِبُ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ مَنْصُورٍ، حَدَّثَنَا ابْنُ سَلامٍ، حَدَّثَنَا أَبُو عُبَيْدَةَ، قَالَ: جَلَسْتُ إِلَى ابْنِ عُمَيْرٍ الْمَدَنِيِّ فِي مَجْلِسِهِ فِي بَنِي سَدُوسَ وَهُوَ فِي الصَّلاةِ، فَقَالَ فِي التَّشَهُّدِ: الْحَمْدُ لِلَّهِ، لَوْ كَانَ الْبَلاءُ بِالْحِصَصِ مَا نَالَنَا مَا نَرَى، وَمِنْ ذَلِكَ أَنَّا وَجَّهْنَا الْجَارِيَةَ بِالشَّاةِ إِلَى التَّيَّاسِ، فَرَجَعَتِ الْجَارِيَةُ حَامِلا، وَالشَّاهُ حَائِلا، السَّلامُ عَلَيْكُمْ هَذَا الشَّيْخُ مُحَدِّثٌ ابْنُ مُحَدِّثٍ، سَمِعَ مِنْ أَبِيهِ الْكَثِيرَ، صَحِيحَ الإِسْمَاعِيلِيِّ وَغَيْرَهُ، وَسَمِعَ أَبَا الْفَوَارِسِ طَرَّادَ بْنَ مُحَمَّدٍ الزَّيْنَبِيَّ، وَأَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْعَلافِ، وَأَبَا يَاسِرٍ مُحَمَّدَ بْنَ عَبْدِ الْعَزِيزِ الْخَيَّاطَ وَغَيْرَهُمْ، تُوُفِّيَ سَنَةَ سِتٍّ وَسِتِّينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الثَّانِي ¶ : ¶ 2 - أَخْبَرَنَا الشَّيْخُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ أَحْمَدَ بْنِ أَحْمَدَ بْنِ الْخَشَّابِ",
            "page": "34",
            "part": "1",
            "seal": "6BD6C15C"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "النَّحْوِيُّ اللُّغَوِيُّ الْمُحَدِّثُ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ بَغْدَادَ، فِي سَنَةِ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحُسَيْنِ بْنِ عَبْدِ اللَّهِ الرَّبَعِيُّ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ مَخْلَدٍ الْبَزَّازُ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ يَزِيدَ الدَّقَّاقُ الْمَعْرُوفُ بِابْنِ السَّمَّاكِ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ الْمُنَادِي، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، حَدَّثَنَا الأَعْمَشُ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ أَبِي ذَرٍّ، قَالَ: أَتَيْتُ رَسُولَ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ فِي ظِلِّ الْكَعْبَةِ، فَلَمَّا رَآنِي قَدْ أَقْبَلْتُ، قَالَ: «هُمُ الأَخْسَرُونَ وَرَبِّ الْكَعْبَةِ، هُمُ الأَخْسَرُونَ وَرَبِّ الْكَعْبَةِ» ، قَالَ: فَأَخَذَنِي غَمٌّ وَجَعَلْتُ أَتَنَفَّسُ، قُلْتُ: هَذَا شَيْءٌ حَدَثَ بِي، قُلْتُ: مَنْ هُمْ، فِدَاكَ أَبِي وَأُمِّي؟ قَالَ: «هُمُ الأَخْسَرُونَ إِلا مَنْ قَالَ فِي عِبَادِ اللَّهِ هَكَذَا وَهَكَذَا، وَأَوْمَأَ أَبُو عَبْدِ اللَّهِ بِيَدِهِ يَمِينًا وَشِمَالا وَخَلْفَهُ، وَقَلِيلٌ مَا هُمْ، مَا مِنْ رَجُلٍ يَمُوتُ فَيَتْرُكُ غَنَمًا أَوْ إِبِلا أَوْ بَقَرًا لَمْ يُؤَدِّ زَكَاتَهَا إِلا جَاءَتْهُ أَعْظَمَ مَا تَكُونُ وَأَسْمَنَهُ، تَطَؤُهُ بِأَظْلافِهَا، وَتَنْطَحُهُ بِقُرُونِهَا، حَتَّى يُقْضَى بَيْنَ النَّاسِ، ثُمَّ يَعُودُ أُولاهَا عَلَى أُخْرَاهَا» ، أَخْرَجَهُ الْبُخَارِيُّ مُخْتَصَرًا عَنْ عُمَرَ بْنِ حَفْصٍ، عَنْ أَبِيهِ، عَنِ الأَعْمَشِ، عَنْ مَعْرُورٍ، فِي كِتَابِ (الزَّكَاةِ) مِنْ صَحِيحِهِ، وَأَوَّلُهُ: مَا مِنْ رَجُلٍ يَكُونُ لَهُ إِبِلٌ، الْحَدِيثُ بِمَعْنَاهُ، وَأَخْرَجَهُ مُسْلِمٌ بِقِصَّتِهِ وَكَمَالِهِ فِي (الزَّكَاةِ) عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنْ وَكِيعٍ، وَعَنْ أَبِي كُرَيْبٍ، عَنْ أَبِي مُعَاوِيَةَ، كِلَيْهِمَا عَنِ الأَعْمَشِ عَنِ الْمَعْرُورِ بِنَحْوِهِ ¶ هَذَا الشَّيْخُ سَمِعَ الْكَثِيرَ بِنَفْسِهِ، وَحَصَّلَ وَجَمَعَ الأُصُولَ الْحِسَانَ وَالْكُتُبَ وَالأَجْزَاءَ، وَكَانَ حَسَنَ الْخَطِّ مَعَ مَعْرِفَةٍ تَامَّةٍ بِالأَدَبِ وَالنَّحْوِ وَاللُّغَةِ وَالْعَرُوضِ، وَلَمْ يَكُنْ أَحَدٌ فِي زَمَانِهِ يُشَارِكُهُ فِي مَعَارِفِهِ لِصَغِرِ سِنِّهِ مِنْ أَتْرَابِهِ، وَانْضَافَ إِلَى عِلْمِ الْعَرَبِيَّةِ مَعْرِفَتُهُ بِالْحَدِيثِ، وَحُسْنُ إِيرَادِهِ فِي قِرَاءَتِهِ لَهُ. ¶ ذَكَرَ أَبُو شُجَاعٍ عُمَرُ بْنُ أَبِي الْحَسَنِ الْبَسْطَامِيُّ، قَالَ: لَمَّا دَخَلْتُ بَغْدَادَ قَرَأَ عَلَيَّ أَبُو مُحَمَّدِ بْنُ الْخَشَّابِ كِتَابَ (غَرِيبِ الْحَدِيثِ) لأَبِي مُحَمَّدِ بْنِ قُتَيْبَةَ قِرَاءَةً مَا سَمِعْتُ قَبْلَهَا مِثْلَهَا فِي الصِّحَّةِ وَالسُّرْعَةِ، وَحَضَرَ جَمَاعَةٌ مِنَ الْفُضَلاءِ سَمَاعَهُ، وَكَانُوا يُرِيدُونَ أَنْ يَأْخُذُوا عَلَيْهِ فَلْتَةَ لِسَانٍ فَمَا قَدِرُوا عَلَى ذَلِكَ. ¶ وَشُهْرَتُهُ تُغْنِي عَنِ الإِكْثَارِ فِي حَقِّهِ، سَمِعَ أَبَا الْقَاسِمِ عَلِيَّ الرَّبَعِيَّ، وَأَبَا الْقَاسِمِ عَلِيَّ بْنَ مُحَمَّدِ بْنِ بَيَانٍ وَمَنْ دُونَهُمْ، وَوَقَفَ كُتُبَهُ عِنْدَ مَوْتِهِ، وَكَانَتْ كُتُبُهُ فَاخِرَةً بَدِيعَةَ الْحُسْنِ وَالصِّحَّةِ،",
            "page": "35",
            "part": "1",
            "seal": "22AC65ED"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "مَوْلِدُهُ سَنَةَ اثْنَتَيْنِ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ يَوْمَ الْجُمُعَةِ، وَدُفِنَ مِنْ غَدِهِ، رَابِعَ شَهْرِ رَمَضَانَ سَنَةَ سَبْعٍ وَسِتِّينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الثَّالِثُ ¶ : ¶ 3 - أَخْبَرَنَا الشَّيْخُ أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ النَّقُورِ أَبُو بَكْرٍ فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، حَمَاهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحُسَيْنِ بْنِ عَبْدِ اللَّهِ الرَّبَعِيُّ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ يَزِيدَ الدَّقَّاقُ الْمَعْرُوفُ بِابْنِ السَّمَّاكِ إِمْلاءً، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ مَنْصُورٍ الْحَارِثِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا زَيْدُ بْنُ وَهْبٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: حَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ الصَّادِقُ الْمَصْدُوقُ: \" إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا، أَوْ قَالَ: أَرْبَعِينَ لَيْلَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يُرْسِلُ اللَّهُ، تَعَالَى، إِلَيْهِ الْمَلَكَ فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ، قَالَ: فَيَكْتُبُ رِزْقَهُ وَأَجَلَهُ وَعَمَلَهُ وَشَقِيٌّ أَوْ سَعِيدٌ، ثُمَّ يَنْفُخُ فِيهِ الرُّوحَ، قَالَ: فَوَالَّذِي لا إِلَهَ غَيْرُهُ، إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونَ بَيْنَهُ وَبَيْنَهَا إِلا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَكُونُ مِنْ أَهْلِهَا، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونَ بَيْنَهُ وَبَيْنَهَا إِلا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيُخْتَمُ لَهُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَكُونُ مِنْ أَهْلِهَا \"، أَخْرَجَهُ الْبُخَارِيُّ فِي (بَدْءِ الْخَلْقِ) ، عَنِ الْحَسَنِ بْنِ الرَّبِيعِ، عَنْ أَبِي الأَحْوَصِ، وَفِي (خَلْقِ آدَمَ) عَنْ عُمَرَ بْنِ حَفْصٍ، عَنْ أَبِيهِ. ¶ وَفِي (الْقَدَرِ) عَنْ أَبِي الْوَلِيدِ وَآدَمَ كِلَيْهِمَا عَنْ شُعْبَةَ، كُلُّهُمْ عَنِ الأَعْمَشِ بِهِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي (الْقَدَرِ) عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنْ أَبِي مُعَاوِيَةَ وَوَكِيعٍ. ¶ وَعَنِ ابْنِ نُمَيْرٍ، عَنْ أَبِيهِ، وَأَبِي مُعَاوِيَةَ، وَوَكِيعٍ. ¶ وَعَنْ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ جَرِيرٍ. ¶ وَعَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ عِيسَى بْنِ يُونُسَ. ¶ وَعَنِ الأَشَجِّ، عَنْ وَكِيعٍ. ¶ وَعَنْ عُبَيْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ شُعْبَةَ، كُلُّهُمْ عَنِ الأَعْمَشِ بِهِ",
            "page": "36",
            "part": "1",
            "seal": "F6E67792"
        },
        {
            "hno": "4",
            "id": "7",
            "nass": "هَذَا الشَّيْخُ سَمِعَ أَبَا الْقَاسِمِ عَلِيَّ بْنَ الْحُسَيْنِ بْنِ عَبْدِ اللَّهِ الرَّبَعِيَّ، وَأَبَا سَعْدٍ مُحَمَّدَ بْنَ عَبْدِ الْكَرِيمِ بْنِ خُشَيْشٍ، وَأَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْعَلافِ الْمُقْرِئَ الْحَاجِبَ وَغَيْرَهُمْ، تُوُفِّيَ سَنَةَ خَمْسٍ وَسِتِّينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الرَّابِعُ ¶ : ¶ 4 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مَحْبُوبٍ الْغَزِّيُّ فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، كَلأَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ بَيَانٍ الرَّزَّازُ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ الزَّاهِدُ، قِرَاءَةً، أَخْبَرَنَا أَبُو عَلِيٍّ أَحْمَدُ بْنُ الْفَضْلِ بْنِ الْعَبَّاسِ بْنِ خُزَيْمَةَ، قِرَاءَةً عَلَيْهِ سَنَةَ سَبْعٍ وَأَرْبَعِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ الدَّوْرَقِيُّ، حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَيُّوبَ، وَخَالِدٍ، عَنِ الْحَسَنِ، عَنْ أُمِّهِ، عَنْ أُمِّ سَلَمَةَ: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ فِي عَمَّارٍ: «تَقْتُلُكَ الْفِئَةُ الْبَاغِيَةُ» . ¶ وَقَالَ خَالِدٌ: تَقْتُلُهُ، أَخْرَجَهُ مُسْلِمٌ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ جَبَلَةَ وَعُقْبَةَ بْنِ مُكْرَمٍ وَأَبِي بَكْرِ بْنِ نَافِعٍ، عَنْ غُنْدَرٍ، عَنْ شُعْبَةَ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ سَعِيدِ بْنِ أَبِي الْحَسَنِ، عَنْ أُمِّ سَلَمَةَ. ¶ وَعَنْ إِسْحَاقَ بْنِ مَنْصُورٍ، عَنْ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ، عَنْ شُعْبَةَ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ سَعِيدِ بْنِ أَبِي الْحَسَنِ وَالْحَسَنِ، عَنْ أُمِّهِمَا، عَنْ أُمِّ سَلَمَةَ بِهِ. ¶ وَعَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ،",
            "page": "37",
            "part": "1",
            "seal": "367DACBB"
        },
        {
            "hno": "5",
            "id": "8",
            "nass": "عَنْ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، عَنِ ابْنِ عَوْنٍ، عَنِ الْحَسَنِ، عَنْ أُمِّهِ، عَنْ أُمِّ سَلَمَةَ عَنِ النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، بِهِ ¶ أَخْبَرَنَا الْحُسَيْنُ بْنُ مَحْبُوبٍ، إِذْنًا، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ بَيَانٍ، قِرَاءَةً عَلَيْهِ، سَنَةَ سَبْعٍ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ، أَخْبَرَنَا أَبُو عَلِيٍّ أَحْمَدُ بْنُ الْفَضْلِ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ التِّرْمِذِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ الطَّبَّاعِ أَبُو جَعْفَرٍ، حَدَّثَنَا مُجَمِّعُ بْنُ يَعْقُوبَ بْنِ مُجَمِّعِ بْنِ يَزِيدَ، عَنْ أَبِيهِ يَعْقُوبَ، عَنْ عَمِّهِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَمِّهِ مُجَمِّعِ بْنِ جَارِيَةَ الأَنْصَارِيِّ، وَكَانَ أَحَدَ الْقُرَّاءِ الَّذِينَ قَرَأُوا الْقُرْآنَ قَالَ: شَهِدْتُ الْحُدَيْبِيَةَ مَعَ النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَإِذَا النَّاسُ يَهُزُّونَ الأَبَاعِرَ، فَقَالَ بَعْضُ النَّاسِ لِبَعْضٍ: مَا لِلنَّاسِ؟ قَالُوا: أُوحِيَ إِلَى رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ¶ فَخَرَجْنَا نُوجِفُ مَعَ النَّاسِ، فَإِذَا رَسُولُ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَاقِفٌ عَلَى رَاحِلَتِهِ عِنْدَ كِرَاعِ الْغَمِيمِ، فَقَرَأَ {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا} [الفتح: 1] فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ، أَفَتْحٌ هُوَ؟ قَالَ: وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهُ لَفَتْحٌ، قَالَ: فَقُسِّمَتْ خَيْبَرُ عَلَى أَهْلِ الْحُدَيْبِيَةِ، لَمْ يَدْخُلْ مَعَهُمْ أَحَدٌ غَيْرُهُمْ، قَالَ: وَكَانَ الْجَيْشُ أَلْفًا وَخَمْسَ مِائَةٍ، فِيهِمْ ثَلاثُ مِائَةِ فَارِسٍ فَأَعْطَى رَسُولُ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، الْفَارِسَ سَهْمَيْنِ وَالرَّاجِلَ سَهْمًا، رَوَاهُ أَبُو دَاوُدَ فِي (الْجِهَادِ) مِنْ سُنَنِهِ، عَنْ مُحَمَّدِ بْنِ عِيسَى، عَنْ مُجَمِّعِ بْنِ يَعْقُوبَ، فَوَقَعَ لَنَا مُوَافَقَةً ¶ سَمِعَ هَذَا الشَّيْخُ أَبَا الْحَسَنِ مُحَمَّدَ بْنَ مَرْزُوقِ بْنِ عَبْدِ الرَّزَّاقِ بْنِ مُحَمَّدٍ الزَّعْفَرَانِيَّ، وَأَبَا سَعِيدٍ مُحَمَّدَ بْنَ عَبْدِ الْكَرِيمِ بْنِ خُشَيْشٍ، وَأَبَا طَالِبٍ عَبْدَ الْقَادِرِ بْنَ مُحَمَّدِ بْنِ عَبْدِ الْقَادِرِ. ¶ شَاهَدْتُ بِخَطِّهِ يَقُولُ: ذَكَرَتْ وَالِدَتِي، رَضِيَ اللَّهُ عَنْهَا، أَنِّي كُنْتُ حَمْلا وَقْتَ مَاتَ السُّلْطَانُ مَلِكُ شَاهٍ، رَحِمَهُ اللَّهُ، وَذَلِكَ فِي سَنَةِ خَمْسٍ وَثَمَانِينَ وَأَرْبَعِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الْخَامِسُ ¶ : ¶ 5 - أَخْبَرَنَا الشَّيْخُ أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ عَلانَ الشُّرُوطِيُّ فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْعِزِّ مُحَمَّدُ بْنُ الْمُخْتَارِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ الْمُؤَيَّدِ بِاللَّهِ، قِرَاءَةً عَلَيْهِ، سَنَةَ ثَمَانٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، حَدَّثَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْحَسَنِ الْجَوْهَرِيُّ، إِمْلاءً مِنْ لَفْظِهِ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ عَبْدِ الْغَفَّارِ الْفَارِسِيُّ النَّحْوِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ مَعْدَانَ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا الْمُلائِيُّ، وَهُوَ أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، وَعُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالا: حَدَّثَنَا إِسْرَائِيلُ، عَنْ مُخَارِقٍ، عَنْ طَارِقٍ،",
            "page": "38",
            "part": "1",
            "seal": "1F7354BB"
        },
        {
            "hno": "6",
            "id": "9",
            "nass": "عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: \" شَهِدْتُ مِنَ الْمِقْدَادِ بْنِ الأَسْوَدِ مَشْهَدًا لأَنْ أَكُونَ أَنَا صَاحِبَهُ أَحَبُّ إِلَيَّ مِمَّا عُدِلَ بِهِ، أَتَى رَسُولَ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ يَدْعُو عَلَى الْمُشْرِكِينَ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنَّا لا نَقُولُ لَكَ كَمَا قَالَتْ بَنُو إِسْرَائِيلَ لِمُوسَى: «اذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَهُنَا قَاعِدُونَ» ، وَلَكِنَّا نُقَاتِلُ بَيْنَ يَدَيْكَ وَمِنْ خَلْفِكَ وَعَنْ يَمِينِكَ وَعَنْ شِمَالِكَ، قَالَ: فَرَأَيْتُ رَسُولَ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُشْرِقُ لِذَلِكَ وَيُسَرُّ بِذَلِكَ، أَخْرَجَهُ الْبُخَارِيُّ فِي (الْمَغَازِي وَالتَّفْسِيرِ) عَنْ أَبِي نُعَيْمٍ، عَنْ إِسْرَائِيلَ. ¶ وَفِي (التَّفْسِيرِ) عَنْ حَمْدَانَ بْنِ عُمَرَ، عَنْ أَبِي النَّضْرِ، عَنِ الأَشْجَعِيِّ، عَنْ سُفْيَانَ، كِلَيْهِمَا عَنْ مُخَارِقٍ، عَنْ طَارِقٍ، عَنْ عَبْدِ اللَّهِ. ¶ وَرَوَاهُ وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ طَارِقٍ، أَنَّ الْمِقْدَادَ ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا الْبَرَكَاتِ مُحَمَّدَ بْنَ عَبْدِ اللَّهِ بْنِ يَحْيَى الْوَكِيلَ، وَأَبَا الْحُسَيْنِ الْمُبَارَكَ بْنَ عَبْدِ الْجَبَّارِ الطُّيُورِيَّ وَغَيْرَهُمَا. ¶ شَيْخٌ آخَرُ السَّادِسُ ¶ : ¶ 6 - أَخْبَرَنَا حَيْدَرَةُ بْنُ عُمَرَ بْنِ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ حَمْزَةَ الْحُسَيْنِيُّ أَبُو الْمَنَاقِبِ الْكُوفِيُّ فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، حَرَسَهَا اللَّهُ، حَدَّثَنَا أَبُو الْفَوَارِسِ طَرَّادُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الزَّيْنَبِيُّ إِمْلاءً، أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقَوَيْهِ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ يَحْيَى بْنِ عُمَرَ بْنِ عَلِيِّ بْنِ حَرْبٍ، حَدَّثَنَا جَدِّي عَلِيُّ بْنُ حَرْبٍ الطَّائِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: جَاءَ الطُّفَيْلُ بْنُ عَمْرٍو الدَّوْسِيُّ إِلَى رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: \" إِنَّ دَوْسًا قَدْ عَصَتْ وَأَبَتْ، فَادْعُ اللَّهَ عَلَيْهَا، فَاسْتَقْبَلَ الْقِبْلَةَ وَرَفَعَ يَدَيْهِ: اللَّهُمَّ اهْدِ دَوْسًا وَأْتِ بِهِمْ \"، رَوَاهُ الْبُخَارِيُّ، عَنْ عَلِيٍّ ابْنِ الْمَدِينِيِّ، عَنْ سُفْيَانَ. ¶ وَرَوَاهُ عَنْ أَبِي الْيَمَانِ الْحَكَمِ بْنِ",
            "page": "39",
            "part": "1",
            "seal": "2FE23413"
        },
        {
            "hno": "7",
            "id": "10",
            "nass": "نَافِعٍ، عَنْ شُعَيْبِ بْنِ أَبِي حَمْزَةَ، كِلَيْهِمَا عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ بِهِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، عَنْ يَحْيَى بْنِ يَحْيَى، عَنْ مُغِيرَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ بِمِثْلِهِ ¶ سَمِعَ أَبَا الْبَقَاءِ الْمُعَمَّرَ بْنَ مُحَمَّدِ بْنِ عَلِيٍّ، وَأَبَا الْفَوَارِسِ طَرَّادَ بْنَ مُحَمَّدٍ الزَّيْنَبِيَّ وَغَيْرَهُمَا، مَوْلِدُهُ سَنَةَ إِحْدَى وَثَمَانِينَ وَأَرْبَعِ مِائَةٍ. ¶ شَيْخٌ آخَرُ السَّابِعُ ¶ : ¶ 7 - أَخْبَرَنَا الشَّيْخُ الْمُبَارَكُ بْنُ الْمُبَارَكِ بْنِ صَدَقَةَ أَبُو الْفَضْلِ السِّمْسَارُ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ، أَخْبَرَنَا أَبُو الْقَاسِمِ الْحَسَنُ بْنُ الْحَسَنِ بْنِ الْمُنْذِرِ، وَأَخْبَرَنَا أَبُو عَلِيٍّ الْحُسَيْنُ بْنُ صَفْوَانَ، حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا، حَدَّثَنِي أَبِي، حَدَّثَنَا هُشَيْمٌ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ عَبْدِ اللَّهِ بْنِ سُفْيَانَ، عَنْ أَبِيهِ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، أَخْبِرْنِي عَنِ الإِسْلامِ بِأَمْرٍ لا أَسْأَلُ عَنْهُ أَحَدًا بَعْدَكَ؟ قَالَ: \" قُلْ: آمَنْتُ بِاللَّهِ، ثُمَّ اسْتَقِمْ، قُلْتُ: فَمَا أَتَّقِي؟ فَأَوْمَأَ بِيَدِهِ إِلَى لِسَانِهِ \"، أَخْرَجَهُ مُسْلِمُ بْنُ الْحَجَّاجِ فِي كِتَابِهِ، عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، وَأَبِي كُرَيْبٍ، عَنِ ابْنِ نُمَيْرٍ. ¶ وَعَنْ قُتَيْبَةَ بْنِ سَعِيدٍ، وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ جَرِيرٍ، عَنْ أَبِي كُرَيْبٍ، عَنْ أَبِي أُسَامَةَ، كُلِّهِمْ عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ سُفْيَانَ بْنِ عَبْدِ اللَّهِ الثَّقَفِيِّ بِهِ ¶ سَمِعَ أَبَا عَبْدِ اللَّهِ الْحُسَيْنَ بْنَ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ النِّعَالِيَّ، وَتُوُفِّيَ سَنَةَ اثْنَيْنِ وَسِتِّينَ وَخَمْسِ مِائَةٍ.",
            "page": "40",
            "part": "1",
            "seal": "74D790C6"
        },
        {
            "hno": "8",
            "id": "11",
            "nass": "شَيْخٌ آخَرُ الثَّامِنُ ¶ : ¶ 8 - أَخْبَرَنَا الشَّيْخُ الصَّالِحُ لاحِقُ بْنُ عَلِيِّ بْنِ مَنْصُورِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ كَارَةَ أَبُو مُحَمَّدٍ، الْفَقِيهُ الْمُقْرِئُ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ سَعِيدِ بْنِ إِبْرَاهِيمَ بْنِ نَبْهَانَ الْكَاتِبُ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ شَاذَانَ الْبَزَّارُ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ جَعْفَرِ بْنِ دَرَسْتَوَيْهِ الْفَارِسِيُّ، حَدَّثَنَا أَبُو يُوسُفَ يَعْقُوبُ بْنُ سُفْيَانَ النَّسَوِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ هُوَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، أَخْبَرَنِي مُحَمَّدُ بْنُ الْمُهَاجِرِ، عَنِ الضَّحَّاكِ الْمَعَافِرِيِّ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ، حَدَّثَنِي أُسَامَةُ بْنُ زَيْدٍ: أَنَّ رَسُولَ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ لأَصْحَابِهِ: \" أَلا مُشَمِّرٌ لِلْجَنَّةِ؟ إِنَّ الْجَنَّةَ لا خَطَرَ لَهَا، هِيَ وَرَبِّ الْكَعْبَةِ نُورٌ يَتَلأْلأُ، وَرَيْحَانَةٌ تَهْتَزُّ، وَقَصْرٌ مَشِيدٌ، وَنَهْرٌ مُطَّرِدٌ، وَفَاكِهَةٌ كَثِيرَةٌ نَضِيجَةٌ، وَزَوْجَةٌ حَسْنَاءُ جَمِيلَةٌ فِي حَبْرَةٍ وَنِعْمَةٍ، فِي مُقَامٍ أَبَدًا، فِي حَبْرَةٍ وَنِعْمَةٍ، فِي دَارٍ عَالِيَةٍ، بَهِيَّةٍ سَلِيمَةٍ، قَالُوا: يَا رَسُولَ اللَّهِ، نَحْنُ الْمُشَمِّرُونَ لَهَا. ¶ قَالَ: قُولُوا: إِنْ شَاءَ اللَّهُ، قَالَ: ثُمَّ ذَكَرَ الْجِهَادَ، وَحَضَّ عَلَيْهِ \"، هَذَا حَدِيثٌ غَرِيبٌ، مِنْ حَدِيثِ سُلَيْمَانَ بْنِ مُوسَى الدِّمَشْقِيِّ، يُقَالُ: كُنْيَتُهُ: أَبُو أَيُّوبَ، وَيُقَالُ لَهُ: ابْنُ الأَشْدَقِ، عَنْ كُرَيْبٍ أَبِي رِشْدِينَ، مَوْلَى ابْنِ عَبَّاسٍ، عَنْ أُسَامَةَ بْنِ زَيْدِ بْنِ حَارِثَةَ، مَوْلَى النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، الْحِبِّ بْنِ الْحِبِّ. ¶ لا يُعْرَفُ إِلا مِنْ حَدِيثِ الْوَلِيدِ بْنِ مُسْلِمٍ الدِّمَشْقِيِّ، عَنْ مُحَمَّدِ بْنِ مُهَاجِرٍ، عَنِ الضَّحَّاكِ الْمَعَافِرِيِّ، عَنْ سُلَيْمَانَ بِهَذَا، وَسُلَيْمَانُ قَدْ تُكُلِّمَ فِيهِ",
            "page": "41",
            "part": "1",
            "seal": "5E3314F5"
        },
        {
            "hno": "9",
            "id": "12",
            "nass": "هَذَا الشَّيْخُ فَقِيهٌ، عَلَى مَذْهَبِ أَحْمَدَ بْنِ حَنْبَلٍ، مُقْرِئٌ فَاضِلٌ زَاهِدٌ مُتَقَلِّلٌ، قَدِ انْقَطَعَ فِي مَسْجِدٍ بِالْحَرِيمِ الطَّاهِرِيِّ، مِنَ الْجَانِبِ الْغَرْبِيِّ. ¶ سَمِعَ هُوَ وَأَخُوهُ دَهْبَلٌ مِنْ جَمَاعَةٍ. ¶ مَوْلِدُهُ سَنَةَ خَمْسٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ فِي النِّصْفِ مِنْ شَعْبَانَ سَنَةَ ثَلاثَةٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ، وَدُفِنَ بِبَابِ حَرْبٍ. ¶ شَيْخٌ آخَرُ التَّاسِعُ ¶ : ¶ 9 - أَخْبَرَنَا الشَّيْخُ ضِيَاءُ بْنُ بَدْرِ بْنِ عَبْدِ اللَّهِ الْبَغْدَادِيُّ أَبُو الْفَرَجِ الْبَزَّارُ الْمَعْرُوفُ بِصَاحِبِ غَوَادِي، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ بَغْدَادَ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي طَاهِرٍ، إِمْلاءً، سَنَةَ ثَمَانَ عَشْرَةَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا الْقَاضِي أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْعَبَّاسِيُّ، مِنْ لَفْظِهِ، حَدَّثَنَا عُمَرُ بْنُ أَحْمَدَ الْوَاعِظُ، حَدَّثَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسٍ: عَنْ رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" لا يَتَمَنَّى الْمُؤْمِنُ الْمَوْتَ لِضُرٍّ نَزَلَ بِهِ، فَإِنْ كَانَ لا بُدَّ فَاعِلا، فَلْيَقُلِ: اللَّهُمَّ أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الْوَفَاةُ خَيْرًا لِي \"، حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ الإِمَامُ أَبُو عَبْدِ اللَّهِ الْبُخَارِيُّ فِي صَحِيحِهِ، عَنْ آدَمَ بْنِ أَبِي إِيَاسٍ، وَاسْمُهُ: نَاهِيَةُ الْخُرَاسَانِيُّ، نَزَلَ عَسْقَلانَ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي كِتَابِ (الدَّعَوَاتِ) ، عَنْ",
            "page": "42",
            "part": "1",
            "seal": "CD822FA8"
        },
        {
            "hno": "10",
            "id": "13",
            "nass": "مُحَمَّدِ بْنِ أَبِي خَلَفٍ، عَنْ رَوْحِ بْنِ عُبَادَةَ الْقَيْسِيِّ، جَمِيعًا عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ أَبِي بَسْطَامٍ الْعَتَكِيِّ، نَزِيلِ وَاسِطَ، أَمِيرِ الْمُؤْمِنِينَ فِي الْحَدِيثِ، وَهُوَ بَصْرِيٌّ، يُكْنَى: أَبَا بَسْطَامٍ، وَالْحَدِيثُ مِنْ حَدِيثِهِ بِهِ ¶ شَيْخٌ آخَرُ الْعَاشِرُ ¶ : ¶ 10 - أَخْبَرَنَا الْمُبَارَكُ بْنُ مُحَمَّدِ بْنِ الْمُعَمَّرِ الْبَادَرَائِيُّ أَبُو الْمَكَارِمِ الشَّيْخُ الصَّالِحُ فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو يَاسِرٍ مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ عَبْدِ اللَّهِ الْخَيَّاطُ، سَنَةَ أَرْبَعٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ شَاذَانَ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سَلْمَانَ بْنِ الْحَسَنِ بْنِ إِسْرَائِيلَ، الْفَقِيهُ النَّجَّادُ، حَدَّثَنَا يَحْيَى بْنُ جَعْفَرٍ، حَدَّثَنَا عَلِيُّ بْنُ عَاصِمٍ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ: \" مَا خَرَجَ رَسُولُ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَوْمًا قَطُّ حَتَّى يَأْكُلَ تَمَرَاتٍ ثَلاثًا، قَالَ: فَكَانَ أَنَسٌ يَأْكُلُ خَمْسًا، إِنْ شَاءَ أَنْ يَزْدَادَ، إِلا أَنَّهُ يَجْعَلُهُنَّ وِتْرًا \"، أَخْرَجَهُ الْبُخَارِيُّ فِي (صَلاةِ الْعِيدِ) ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحِيمِ، عَنْ سَعِيدِ بْنِ سُلَيْمَانَ، عَنْ هُشَيْمٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، وَقَالَ: قَالَ مُرَجَّا بْنُ رَجَاءٍ: حَدَّثَنِي عُبَيْدُ اللَّهِ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَيَأْكُلُهُنَّ وِتْرًا ¶ سَمِعَ هَذَا الشَّيْخُ أَبَا الْخَطَّابِ نَصْرَ بْنَ أَحْمَدَ بْنِ الْبَطِرِ، وَأَبَا يَاسِرٍ مُحَمَّدَ بْنَ عَبْدِ الْعَزِيزِ وَغَيْرَهُمَا.",
            "page": "43",
            "part": "1",
            "seal": "9AB79096"
        },
        {
            "hno": "11",
            "id": "14",
            "nass": "شَيْخٌ آخَرُ الْحَادِي عَشَرَ ¶ : ¶ 11 - أَخْبَرَنَا مُظَفَّرُ بْنُ هِبَةِ اللَّهِ بْنِ الْبَوَّابِ، أَبُو عَبْدِ اللَّهِ بْنِ أَبِي نَصْرٍ الْبَغْدَادِيُّ، فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ أَحْمَدَ بْنِ عُمَرَ الْحَرِيرِيُّ، قِرَاءَةً عَلَيْهِ، سَنَةَ خَمْسٍ وَعِشْرِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو طَالِبٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْفَتْحِ بْنِ مُحَمَّدِ بْنِ الْفَتْحِ، الْمَعْرُوفُ بِابْنِ الْعُشَارِيِّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، فِي يَوْمِ الثُّلاثَاءِ الْعِشْرِينَ مِنْ ذِي الْحَجَّةِ، سَنَةَ أَرْبَعٍ وَأَرْبَعِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْعَبَّاسِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ الْمُخَلِّصُ، قِرَاءَةً عَلَيْهِ، فِي شَهْرِ رَمَضَانَ مِنْ سَنَةَ سَبْعٍ وَثَمَانِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُبَارَكٍ، عَنْ إِبْرَاهِيمَ بْنِ عُقْبَةَ، حَدَّثَنِي كُرَيْبٌ، مَوْلَى ابْنِ عَبَّاسٍ، قَالَ: سَمِعْتُ أُسَامَةَ بْنَ زَيْدٍ، قَالَ: أَفَاضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِنْ عَرَفَاتٍ، فَلَمَّا انْتَهَى إِلَى الشِّعْبِ قَامَ بَالَ، وَلَمْ يَقُلْ أُسَامَةَ: أَهْرَاقَ الْمَاءَ، قَالَ: فَدَعَا بِمَاءٍ فَتَوَضَّأَ وُضُوءًا لَيْسَ بِالْبَالِغِ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، الصَّلاةُ. ¶ قَالَ: «الصَّلاةُ أَمَامَكَ» ، أَخْرَجَهُ الْبُخَارِيُّ، مِنْ رِوَايَةِ مُوسَى بْنِ عُقْبَةَ، أَخِي إِبْرَاهِيمَ، فِي مَوَاضِعَ مِنْ كِتَابِهِ. ¶ وَأَخْرَجَهُ مُسْلِمُ بْنُ الْحَجَّاجِ عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، وَأَبِي كُرَيْبٍ مُحَمَّدِ بْنِ الْعَلاءِ الْهَمْدَانِيِّ، كِلَيْهِمَا عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، كَمَا أَخْرَجْنَاهُ ¶ فَيَقَعُ لَنَا مُوَافَقَةً وَلِلَّهِ الْحَمْدُ، وَلِمُسْلِمٍ فِيهِ طُرُقٌ، سِوَى هَذَا اقْتَصَرْنَا عَلَى هَذَا. ¶ وَتَوُفِّيَ هَذَا الشَّيْخُ سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الثَّانِي عَشَرَ ¶ : ¶ 12 - أَخْبَرَنَا أَحْمَدُ بْنُ الْمُبَارَكِ بْنِ سَعْدٍ أَبُو الْعَبَّاسِ بْنُ أَبِي الْعِزِّ الْمرقعاتِيُّ، فِي كِتَابِهِ",
            "page": "44",
            "part": "1",
            "seal": "0DA5EBF5"
        },
        {
            "hno": "13",
            "id": "15",
            "nass": "سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا جَدِّي أَبُو الْمَعَالِي ثَابِتُ بْنُ بُنْدَارٍ، أَخْبَرَنَا أَبُو الْحَسَنِ بُشْرَى بْنُ عَبْدِ اللَّهِ، مَوْلَى فَاتِنَ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الْهَيْثَمِ الأَنْبَارِيُّ، أَخْبَرَنَا الإِمَامُ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ إِسْحَاقَ الْحَرْبِيُّ، حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، قَالَ: سَمِعْتُ مُحَمَّدًا يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" كَانَ فِي بَنِي إِسْرَائِيلَ رَجُلٌ، يُقَالُ لَهُ جُرَيْجٌ، وَكَانَ عَابِدًا، فَابْتَنَى صَوْمَعَةً، فَكَانَ يُصَلِّي فِيهَا. ¶ فَأَتَتْهُ أُمُّهُ يَوْمًا وَهُوَ يُصَلِّي، فَنَادَتْهُ، فَقَالَ: يَا رَبِّ، أُمِّي وَصَلاتِي، فَأَقْبَلَ عَلَى صَلاتِهِ وَتَرَكَ أُمَّهُ ثَلاثًا، فَقَالَتْ: اللَّهُمَّ لا تُمِتْهُ حَتَّى يَزْنِيَ، أَوْ يَنْظُرَ فِي وُجُوهِ الْمُومِسَاتِ، فَذَكَرَ يَوْمًا بَنُو إِسْرَائِيلَ جُرَيْجًا وَفَضْلَهُ، فَقَالَتْ بَغِيٌّ مِنْ بَغَايَا بَنِي إِسْرَائِيلَ: إِنْ شِئْتُمْ لأَفْتِنَنَّهُ لَكُمْ، قَالُوا: قَدْ شِئْنَا، فَانْطَلَقَتْ فَتَعَرَّضَتْ لِجُرَيْجٍ، فَلَمْ يَلْتَفِتْ إِلَيْهَا، فَأَتَتْ رَاعِيًا كَانَ يَأْوِي إِلَى صَوْمَعَةِ جُرَيْجٍ، فَأَمْكَنَتْهُ مِنْ نَفْسِهَا، فَحَمَلَتْ فَوَلَدَتْ غُلامًا، وَقَالَتْ: هُوَ مِنْ جُرَيْجٍ، فَأَتَاهُ بَنُو إِسْرَائِيلَ، فَضَرَبُوهُ وَشَتَمُوهُ، قَالَ: مَا شَأْنُكُمْ؟ قَالُوا: زَنَيْتَ بِهَذِهِ الْبَغِيِّ، وَوَلَدَتْ غُلامًا. ¶ قَالَ: أَيْنَ الْغُلامُ؟ فَجِيءَ بِهِ، وَقَامَ يُصَلِّي وَدَعَا، ثُمَّ انْصَرَفَ، فَطَعَنَهُ بِإِصْبَعِهِ، وَقَالَ: بِاللَّهِ مَنْ أَبُوكَ؟ قَالَ: أَبِي الرَّاعِي، فَوَثَبَ النَّاسُ، فَجَعَلُوا يُقَبِّلُونَهُ، وَقَالُوا: نَبْنِي لَكَ صَوْمَعَتَكَ مِنْ ذَهَبٍ، قَالَ: لا حَاجَةَ لِي فِي ذَلِكَ، ابْنُوهَا كَمَا كَانَتْ \"، حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ الإِمَامَانِ: أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ، وَأَبُو الْحُسَيْنِ مُسْلِمُ بْنُ الْحَجَّاجِ فِي صَحِيحَيْهِمَا. ¶ أَمَّا الْبُخَارِيُّ فَأَخْرَجَهُ فِي أَحَادِيثِ الأَنْبِيَاءِ وَالْمَظَالِمِ، عَنْ مُسْلِمِ بْنِ إِبْرَاهِيمَ الأَزْدِيِّ، عَنْ جَرِيرِ بْنِ حَازِمٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي (الأَدَبِ) ، عَنْ زُهَيْرِ بْنِ حَرْبٍ، عَنْ يَزِيدَ بْنِ هَارُونَ، عَنْ جَرِيرِ بْنِ حَازِمٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ بِهِ بِكَامِلِهِ ¶ شَيْخٌ آخَرُ الثَّالِثَ عَشَرَ ¶ : ¶ 13 - أَخْبَرَنَا أَحْمَدُ بْنُ صَالِحِ بْنِ شَافِعِ بْنِ حَاتِمٍ الْجِيلِيُّ أَبُو الْفَضْلِ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ بَغْدَادَ، حَرَسَهَا اللَّهُ تَعَالَى، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو غَالِبٍ",
            "page": "45",
            "part": "1",
            "seal": "FE28FD3B"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "أَحْمَدُ بْنُ الْحَسَنِ الْمُقْرِئُ، بِإِفَادَةِ أَبِي، رَحِمَهُ اللَّهُ، وَقِرَاءَتِهِ عَلَيْهِ وَأَنَا أَسْمَعُ، فِي سَنَةِ سِتٍّ وَعِشْرِينَ وَخَمْسِ مِائَةٍ بِمَسْجِدِنَا، أَخْبَرَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الشِّيرَازِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرٍ الْقَطِيعِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، رَحِمَهُ اللَّهُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، قَالَ: سَمِعْتُ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «إِنَّمَا الأَعْمَالُ بِالنِّيَّةِ، وَلِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ، تَعَالَى، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَنْكِحُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ» ، أَخْرَجَهُ الْبُخَارِيُّ فِي صَحِيحِهِ، عَنِ الْحُمَيْدِيِّ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، فَوَقَعَ لَنَا بَدَلا. ¶ وَرَوَاهُ أَبُو الْحُسَيْنِ بْنُ الْحَجَّاجِ النَّيْسَابُورِيُّ فِي صَحِيحِهِ، عَنْ أَبِي الرَّبِيعِ الزَّهْرَانِيِّ، عَنْ حَمَّادِ بْنِ زَيْدٍ. ¶ وَعَنْ أَبِي كُرَيْبٍ مُحَمَّدِ بْنِ الْعَلاءِ الْهَمْدَانِيِّ، عَنِ ابْنِ الْمُبَارَكِ. ¶ وَعَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، عَنْ يَزِيدَ بْنِ هَارُونَ، كُلِّهِمْ عَنْ يَحْيَى بْنِ سَعِيدٍ، كَمَا أَخْرَجْنَاهُ، وَلَهُمَا فِيهِ طُرُقٌ سِوَاهُ. ¶ وَلا يُعْرَفُ صَحِيحًا إِلا مِنْ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ، رَوَاهُ الْجَمُّ الْغَفِيرُ وَالْعَدَدُ الْكَبِيرُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَقَدْ رُوِيَ مِنْ طُرُقٍ لا تَصِحُّ غَيْرَ رِوَايَةِ يَحْيَى بْنِ سَعِيدٍ، هُوَ حَدِيثٌ جَلِيلٌ ¶ قَالَ الشَّافِعِيُّ، رَحِمَهُ اللَّهُ: يَدْخُلُ فِي حَدِيثِ الأَعْمَالِ بِالنِّيَّاتِ ثُلُثُ الْعِلْمِ. ¶ وَقَالَ أَبُو دَاوُدَ سُلَيْمَانُ بْنُ الأَشْعَثِ: الْفِقْهُ يَدُورُ عَلَى أَرْبَعَةِ أَحَادِيثَ: الْحَلالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ، وَالأَعْمَالُ بِالنِّيَّاتِ، وَمَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ وَمَا أَمَرْتُكُمْ بِهِ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ، وَلا ضَرَرَ وَلا ضِرَارَ. ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا الْقَاسِمِ بْنَ الْحُصَيْنِ وَأَبَا غَالِبٍ أَحْمَدَ بْنَ الْحَسَنِ بْنِ الْبَنَّاءِ، وَأَبَا الْقَاسِمِ هِبَةَ اللَّهِ بْنِ أَحْمَدَ بْنِ عُمَرَ الْحَرِيرِيَّ، وَأَبَا الْحُسَيْنِ مُحَمَّدَ بْنَ أَبِي يَعْلَى مُحَمَّدِ بْنِ",
            "page": "46",
            "part": "1",
            "seal": "EEAC8442"
        },
        {
            "hno": "14",
            "id": "17",
            "nass": "الْحُسَيْنِ بْنِ الْفَرَّاءِ، وَالْقَاضِيَ أَبَا بَكْرٍ مُحَمَّدَ بْنَ عَبْدِ الْبَاقِي الأَنْصَارِيَّ، وَأَبَا الْقَاسِمِ إِسْمَاعِيلَ بْنَ أَحْمَدَ بْنِ عُمَرَ بْنِ السَّمَرْقَنْدِيِّ، وَخَلْقًا سِوَاهُمْ كَثِيرًا. ¶ وَقَرَأَ الْبُخَارِيُّ عَلَى أَبِي الْوَقْتِ عَبْدِ الأَوَّلِ بْنِ عِيسَى بْنِ شُعَيْبٍ السِّجْزِيِّ، لَمَّا قَدِمَ بَغْدَادَ بِدَارِ الْوَزِيرِ بْنِ هُبَيْرَةَ بِحُضُورِهِ، وَسَمِعَ بِقِرَاءَتِهِ عَدَدٌ كَثِيرٌ، وَكَانَ مِنْ أَفَاضِلِ النَّاسِ، وَتُوُفِّيَ يَوْمَ الأَرْبِعَاءِ، ثَالِثَ شَعْبَانَ سَنَةَ خَمْسٍ وَسِتِّينَ وَخَمْسِ مِائَةٍ، وَلَهُ مِنَ السِّنِّ خَمْسٌ وَأَرْبَعُونَ سَنَةً، وَحَدَّثَ وَأَمْلَى، وَكَانَ لَهُ أُنْسٌ بِالْحَدِيثِ رَحِمَهُ اللَّهُ. ¶ شَيْخٌ آخَرُ الرَّابِعَ عَشَرَ ¶ : ¶ 14 - أَخْبَرَنَا سَعْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ طَاهِرٍ أَبُو الْحَسَنِ الدَّقَّاقُ، فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ بَدْرَانَ الْحُلْوَانِيُّ، قِرَاءَةً عَلَيْهِ، سَنَةَ سَبْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْحَسَنِ الْجَوْهَرِيُّ إِمْلاءً، أَخْبَرَنَا الْقَاضِي أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحَسَنِ بْنِ عَلِيِّ بْنِ مُطَرِّفٍ الْجَرَّاحِيُّ، قِرَاءَةً عَلَيْهِ، فَأَقَرَّ عَلَيْهِ، فَأَمَرَ بِهِ، وَأَنَا حَاضِرٌ أَسْمَعُ، فِي شَهْرِ رَبِيعٍ الأَوَّلِ مِنْ سَنَةِ إِحْدَى وَسَبْعِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْخَطَّابِ، حَدَّثَنَا زَيْدُ بْنُ أَخْزَمَ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنِي أَبِي، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ مَنْصُورٍ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنِ الرَّبِيعِ بْنِ عُمَيْلَةَ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" أَحَبُّ الْكَلامِ إِلَى اللَّهِ تَعَالَى أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلا إِلَهَ إِلا اللَّهُ، وَاللَّهُ أَكْبَرُ \"، أَخْرَجَهُ مُسْلِمٌ فِي (الاسْتِئْذَانِ) ، عَنْ أَحْمَدَ بْنِ يُونُسَ، عَنْ زُهَيْرٍ، عَنْ مَنْصُورٍ، عَنْ هِلالِ بْنِ يَسَافٍ، عَنِ الرَّبِيعِ بْنِ عُمَيْلَةَ، عَنْ سَمُرَةَ، وَسِيَاقُهُ: \" أَحَبُّ الْكَلامِ إِلَى اللَّهِ: سُبْحَانَ اللَّهِ، وَلا تُسَمِّ غُلامَكَ يَسَارًا، وَلا رَبَاحًا \". ¶ فِي كِتَابِ مُسْلِمٍ.",
            "page": "47",
            "part": "1",
            "seal": "ED7EAEBE"
        },
        {
            "hno": "15",
            "id": "18",
            "nass": "وَأَخْرَجَهُ النَّسَائِيُّ فِي (الْيَوْمِ وَاللَّيْلَةِ) ، عَنِ الْحُسَيْنِ بْنِ عِيسَى، عَنْ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ، عَنْ أَبِيهِ، مِثْلَ مَا سُقْنَاهُ سَنَدًا وَمَتْنًا، فَهُوَ مِنْ أَبْدَالِ النَّسَائِيِّ ¶ قَالَ الْجَوْهَرِيُّ: أَخْبَرَنَا أَبُو عُبَيْدِ اللَّهِ مُحَمَّدُ بْنُ عِمْرَانَ بْنِ مُوسَى الْمَرْزُبَانِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا حَاضِرٌ أَسْمَعُ، حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عِيسَى الْمَكِّيُّ، أَنْشَدَنَا مُحَمَّدٌ، يَعْنِي: أَبَا الْقَاسِمِ بْنَ خَلادٍ الْبَصْرِيَّ: ¶ الْحَمْدُ لِلَّهِ نِعْمَ الْقَادِرُ اللَّهُ ... الْخَيْرُ أَجْمَعُ فِيمَا يَصْنَعُ اللَّهُ ¶ إِنَّ الْبَلايَا بِأَقْوَامٍ مُوَكَّلَةٌ ... مِنَ الْبَلايَا جَمِيعًا حَسْبُنَا اللَّهُ ¶ قَدْ يَصْنَعُ اللَّهُ بَعْدَ الْعُسْرِ مَيْسَرَةً ... إِنَّا لَنَطْمَعُ فِيمَا يَصْنَعُ اللَّهُ ¶ وَاللَّهِ مَا لَكَ غَيْرَ اللَّهِ مِنْ أَحَدٍ ... بِحَسْبِكَ اللَّهُ مِنْ كُلٍّ لَكَ اللَّهُ ¶ اسْرُرْ أَخَاكَ تُرِيدُ اللَّهَ مُحْتَسِبًا ... مَنْ سَرَّ لِلَّهِ عَبْدًا سَرَّهُ اللَّهُ ¶ مَا أَحْلَمَ اللَّهَ عَنْ مَنْ لا يُرَاقِبُهُ ... كُلٌّ مُسِيءٌ وَلَكِنْ يَحْلُمُ اللَّهُ ¶ فَاسْتَغْفِرِ اللَّهَ مِمَّا كَانَ مِنْ زَلَلٍ ... طُوبَى لِمَنْ كَفَّ عَمَّا يَكْرَهُ اللَّهُ ¶ طُوبَى لِمَنْ حَسُنَتْ مِنْهُ سَرِيرَتُهُ ... طُوبَى لِمَنْ يَنْتَهِي عَمَّا نَهَى اللَّهُ ¶ سَمِعَ هَذَا الشَّيْخُ الرَّئِيسَ أَبَا عَلِيٍّ مُحَمَّدَ بْنَ سَعِيدِ بْنِ إِبْرَاهِيمَ بْنِ نَبْهَانَ، وَأَبَا بَكْرٍ أَحْمَدَ بْنَ عَلِيِّ بْنِ بَدْرَانَ الْحُلْوَانِيَّ، وَتُوُفِّيَ تَاسِعَ عَشَرَ رَبِيعٍ الآخِرِ سَنَةَ ثَلاثٍ وَسِتِّينَ وَخَمْسِ مِائَةٍ بِبَغْدَادَ. ¶ شَيْخٌ آخَرُ الْخَامِسَ عَشَرَ ¶ : ¶ 15 - أَخْبَرَنَا عَبْدُ الْقَادِرِ بْنُ أَبِي صَالِحِ بْنِ جَنْكِي دُوَسْتَ أَبُو مُحَمَّدٍ الْجِيلِيُّ، إِمَامُ",
            "page": "48",
            "part": "1",
            "seal": "73215CDE"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "الْحَنَابِلَةِ وَشَيْخُهُمْ، مِنْ أَهْلِ جِيلانَ، فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ الْمُظَفَّرِ بْنِ الْحُسَيْنِ بْنِ سَوْسَنَ التَّمَّارُ، أَخْبَرَنَا أَبُو عَلِيِّ بْنُ شَاذَانَ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ نَجِيحٍ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ شَاكِرٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ أَبِيهِ، عَنْ عَمَّارِ بْنِ يَاسِرٍ: أَنَّهُ صَلَّى صَلاةً فَخَفَّفَ فِيهَا، فَلَمَّا صَلَّى الصَّلاةَ، ذَكَرْتُ ذَلِكَ لَهُ، فَقَالَ: لَقَدْ دَعَوْتُ بِدَعَوَاتٍ سَمِعْتُهُنَّ مِنْ رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: ثُمَّ انْطَلَقَ عَمَّارٌ، فَقَامَ إِلَيْهِ رَجُلٌ فَأَتْبَعَهُ، قَالَ: وَهُوَ أَبِي، فَسَأَلَهُ عَنِ الدُّعَاءِ، فَقَالَ: «اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ، وَقُدْرَتِكَ عَلَى الْخَلْقِ، أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الْوَفَاةُ خَيْرًا لِي، وَأَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ نَعِيمًا لا يَبِيدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لا تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا عِنْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ النَّظَرَ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقَائِكَ، فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ، وَلا فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَّا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ» . ¶ أَخْرَجَهُ النَّسَائِيُّ عَنْ يَحْيَى بْنِ حَبِيبِ بْنِ عَرَبِيٍّ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِيهِ كَمَا أَخْرَجْنَاهُ، فَهُوَ مِنْ أَبْدَالِهِ ¶ هَذَا الشَّيْخُ فَقِيهُ الْحَنَابِلَةِ بِبَغْدَادَ، وَشَيْخُ جَمَاعَتِهِمْ، وَلَهُ الْقَبُولُ التَّامُّ عِنْدَ الْفُقَهَاءِ وَالْعَوَامِّ، وَهُوَ أَحَدُ أَرْكَانِ الإِسْلامِ، تَخَرَّجَ بِهِ جَمَاعَةٌ، وَلَهُ أَتْبَاعٌ وَمُحِبُّونَ، وَتَتَلْمَذَ لَهُ جَمَاعَةٌ مِنْ أَهْلِ الطَّرِيقِ، وَكَانَ مُجَابَ الدَّعْوَةِ كَثِيرَ الدَّمْعَةِ، دَائِمَ الذِّكْرِ، كَثِيرَ الْفِكْرِ، مَعَ قَدَمٍ رَاسِخٍ فِي الْعِبَادَةِ وَالاجْتِهَادِ، وَكَانَ يَدْرُسُ بِمَدْرَسَتِهِ. ¶ تَفَقَّهَ عَلَى الْقَاضِي الْمُخَرَّمِيِّ، وَصحِبَ حَمَّادًا الدَّبَّاسَ، وَسَمِعَ أَبَا بَكْرٍ أَحْمَدَ بْنَ سَوْسَنَ، وَأَبَا غَالِبٍ مُحَمَّدَ بْنَ الْحَسَنِ بْنِ مُحَمَّدٍ الْبَاقِلانِيَّ، وَأَبَا الْقَاسِمِ عَلِيَّ بْنَ بَيَانٍ، وَأَبَا طَالِبٍ عَبْدَ الْقَادِرِ بْنَ يُوسُفَ، وَغَيْرَهُمْ مِنَ الْمُتَأَخِّرِينَ، وَتُوُفِّيَ فِي شَهْرِ رَبِيعٍ الأَوَّلِ سَنَةَ إِحْدَى وَسِتِّينَ وَخَمْسِ مِائَةٍ.",
            "page": "49",
            "part": "1",
            "seal": "4511B97F"
        },
        {
            "hno": "16",
            "id": "20",
            "nass": "شَيْخٌ آخَرُ السَّادِسَ عَشَرَ ¶ : ¶ 16 - أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ الْبَاقِي بْنِ أَحْمَدَ بْنِ سَلْمَانَ أَبُو بَكْرٍ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحُسَيْنِ الرَّبَعِيُّ، أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ مَخْلَدٍ الْبَزَّازُ، أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ صَالِحٍ الصَّفَّارُ الْمُلَحِيُّ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَرَفَةَ بْنِ يَزِيدَ الْعَبْدِيُّ، حَدَّثَنَا أَبُو النَّضْرِ هَاشِمُ بْنُ الْقَاسِمِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" آتِي يَوْمَ الْقِيَامَةِ بَابَ الْجَنَّةِ فَأَسْتَفْتِحُ، فَيَقُولُ الْخَازِنُ: مَنْ أَنْتَ؟ فَأَقُولُ: مُحَمَّدٌ، فَيَقُولُ: بِكَ أُمِرْتُ أَنْ لا أَفْتَحَ لأَحَدٍ قَبْلَكَ \"، أَخْرَجَهُ مُسْلِمٌ فِي (الإِيمَانِ) ، عَنْ عَمْرٍو النَّاقِدِ، وَزُهَيْرِ بْنِ حَرْبٍ، كِلَيْهِمَا عَنْ هَاشِمِ بْنِ الْقَاسِمِ. ¶ فَيَقَعُ لِي بَدَلا عَالِيًا وَالْحَمْدُ لِلَّهِ ¶ شَيْخٌ آخَرُ السَّابِعَ عَشَرَ ¶ : ¶ 17 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مَنْصُورِ بْنِ هِبَةِ اللَّهِ أَبُو مُحَمَّدٍ الْمَوْصِلِيُّ الشَّاهِدُ، فِي كِتَابِهِ مِنْ مَدِينَةِ السَّلامِ، حَرَسَهَا اللَّهُ، إِلَيَّ، سَنَةَ سَبْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ النِّعَالِيُّ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو عُمَرَ عَبْدُ الْوَاحِدِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ مَهْدِيٍّ الْفَارِسِيُّ، حَدَّثَنَا الْقَاضِي أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ إِسْمَاعِيلَ الْمَحَامِلِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، أَخْبَرَنِي عُبَادَةُ بْنُ الْوَلِيدِ بْنِ عُبَادَةَ بْنِ الصَّامِتِ، أَنَّ أَبَاهُ أَخْبَرَهُ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ: بَايَعْنَا رَسُولَ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، عَلَى السَّمْعِ وَالطَّاعَةِ، فِي الْعُسْرِ وَالْيُسْرِ، وَالْمَنْشَطِ وَالْمَكْرَهِ، وَأَنْ لا نُنَازِعَ الأَمْرَ أَهْلَهُ، وَأَنْ نَقُولَ أَوْ نَقُومَ بِالْحَقِّ حَيْثُ مَا كُنَّا، لا نَخَافُ فِي اللَّهِ لَوْمَةَ لائِمٍ، أَخْرَجَهُ الإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ فِي (الأَحْكَامِ) ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي أُوَيْسٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عُبَادَةَ بْنِ الْوَلِيدِ بْنِ عُبَادَةَ، حَدَّثَنِي أَبِي، عَنْ عُبَادَةَ بِهِ.",
            "page": "50",
            "part": "1",
            "seal": "AEC4F173"
        },
        {
            "hno": "18",
            "id": "21",
            "nass": "وَأَخْرَجَهُ مُسْلِمٌ فِي (الْمَغَازِي) ، عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنِ ابْنِ إِدْرِيسَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَعُبَيْدِ اللَّهِ بْنِ عُمَرَ. ¶ وَعَنِ ابْنِ نُمَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ إِدْرِيسَ، عَنِ ابْنِ عَجْلانَ، وَعُبَيْدِ اللَّهِ بْنِ عُمَرَ، وَيَحْيَى بْنِ سَعِيدٍ. ¶ وَعَنِ ابْنِ أَبِي عُمَرَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ الدَّرَاوَرْدِيِّ، عَنْ يَزِيدَ بْنِ الْهَادِ، كُلِّهِمْ عَنْ عُبَادَةَ بْنِ الْوَلِيدِ بِهِ ¶ فَيَقَعُ لَنَا بَدَلا عَالِيًا فِي رِوَايَةِ الْبُخَارِيِّ حَسْبُ، وَلِلَّهِ الْحَمْدُ. ¶ وَأَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الشَّاهِدُ فِي كِتَابِهِ، أَخْبَرَنَا الْمُبَارَكُ بْنُ عَبْدِ الْجَبَّارِ الصَّيْرَفِيُّ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ عَلِيٍّ الأَزَجِيُّ، حَدَّثَنَا أَبُو طَالِبٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ عَطِيَّةَ، حَدَّثَنِي أَبُو بَكْرٍ الطُّوسِيُّ بِمَكَّةَ، سَمِعْتُ إِسْحَاقَ بْنَ إِبْرَاهِيمَ الدَّبَرِيَّ، يَقُولُ: سَمِعْتُ عَبْدَ الرَّزَّاقِ بْنَ هَمَّامٍ، يَقُولُ: سَمِعْتُ مَعْمَرًا، يَقُولُ: سَمِعْتُ الزُّهْرِيَّ، يَقُولُ: مَنْ طَلَبَ الْعِلْمَ جُمْلَةً فَاتَهُ جُمْلَةً، وَإِنَّمَا يُدْرَكُ الْعِلْمُ حَدِيثًا وَحَدِيثَانِ. ¶ هَذَا الشَّيْخُ أَحَدُ الْمُعَدَّلِينَ بِبَغْدَادَ، وَسَمِعَ أَبَا عَبْدِ اللَّهِ الْحُسَيْنَ بْنَ أَحْمَدَ بْنِ طَلْحَةَ، وَأَبَا الْحُسَيْنِ الْمُبَارَكَ بْنَ عَبْدِ الْجَبَّارِ وَغَيْرَهُمَا ¶ شَيْخٌ آخَرُ الثَّامِنَ عَشَرَ ¶ : ¶ 18 - أَخْبَرَنَا عَلِيُّ بْنُ يَحْيَى بْنِ عَلِيِّ بْنِ مُحَمَّدٍ أَبُو الْحَسَنِ بْنُ أَبِي مُحَمَّدِ بْنِ الطَّرَّاحِ الْبَغْدَادِيُّ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، حَرَسَهَا اللَّهُ تَعَالَى، أَخْبَرَنَا أَبُو مَنْصُورٍ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ الْقَزَّازُ، قِرَاءَةً عَلَيْهِ، سَنَةَ سَبْعٍ وَعِشْرِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا الْقَاضِي الشَّرِيفُ أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ الصَّمَدِ بْنِ الْمُهْتَدِي بِاللَّهِ، حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ يُوسُفَ بْنِ مُحَمَّدِ بْنِ دُوَسْتَ الْعَلافُ، إِمْلاءً، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، حَدَّثَنَا أَبُو الْجَهْمِ الْعَلاءُ بْنُ مُوسَى بْنِ عَطِيَّةَ الْبَاهِلِيُّ، حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: رَأَى رَسُولُ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، نُخَامَةً فِي قِبْلَةِ الْمَسْجِدِ وَهُوَ يُصَلِّي بَيْنَ يَدَيِ النَّاسِ، فَحَتَّهَا، ثُمَّ قَالَ حِينَ انْصَرَفَ مِنَ الصَّلاةِ: «إِنَّ أَحَدَكُمْ إِذَا كَانَ فِي الصَّلاةِ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قِبَلَ وَجْهِهِ، فَلا يَتَنَخَّمْ أَحَدُكُمْ قِبَلَ وَجْهِهِ وَهُوَ فِي الصَّلاةِ» ،",
            "page": "51",
            "part": "1",
            "seal": "853D08AC"
        },
        {
            "hno": "19",
            "id": "22",
            "nass": "أَخْرَجَهُ الْبُخَارِيُّ فِي (الصَّلاةِ) مِنْ كِتَابِهِ، عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ، عَنْ لَيْثٍ، كَمَا أَخْرَجْنَاهُ. ¶ وَأَخْرَجَهُ مُسْلِمٌ، عَنْ قُتَيْبَةَ وَابْنِ رُمْحٍ، كِلَيْهِمَا عَنْ لَيْثٍ، عَنْ نَافِعٍ بِهِ. ¶ فَيَقَعُ لَنَا بَدَلا فِي شَيْخَيَّ: الْبُخَارِيِّ وَمُسْلِمٍ عَالِيًا، وَلِلَّهِ الْمِنَّةُ ¶ سَمِعَ أَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدِ بْنِ أَبِي عُمَرَ الْبَزَّازَ، وَأَبَاهُ يَحْيَى بْنَ عَلِيٍّ، وَأَبَا الْقَاسِمِ هِبَةَ اللَّهِ بْنَ أَحْمَدَ بْنِ عُمَرَ الْحَرِيرِيَّ، وَأَبَا عَبْدِ اللَّهِ يَحْيَى بْنَ الْحَسَنِ بْنِ الْبَنَّاءِ، وَأَبَا مَنْصُورٍ عَبْدَ الرَّحْمَنِ الْقَزَّازَ، وَغَيْرَهُمْ، مَوْلِدُهُ سَنَةَ إِحْدَى وَخَمْسِ مِائَةٍ، وَتُوُفِّيَ بِبَغْدَادَ، فِي شَهْرِ رَمَضَانَ الْمُعَظَّمِ، سَنَةَ أَرْبَعٍ وَثَمَانِينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الشَّيْخُ التَّاسِعَ عَشَرَ ¶ : ¶ 19 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ أَبُو طَاهِرٍ، فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا الشَّيْخُ وَالِدِي أَبُو الْحَسَنِ عَلِيٌّ، أَخْبَرَنَا الشَّيْخُ أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ عُمَرَ الْحَمَّامِيُّ، أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ عُثْمَانَ بْنِ يَحْيَى الْبَزَّازُ، الْمَعْرُوفُ بِابْنِ الأَدَمِيِّ، حَدَّثَنَا عَبَّاسٌ الدُّورِيُّ، حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، حَدَّثَنَا عَلْقَمَةُ، عَنْ أَبِي مَسْعُودٍ، فَلَقِيتُ أَبَا مَسْعُودٍ وَهُوَ يَطُوفُ بِالْبَيْتِ، فَحَدَّثَنِي عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ قَرَأَ الآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ» ، أَخْرَجَهُ الْبُخَارِيُّ، عَنْ مُوسَى بْنِ إِسْمَاعِيلَ، عَنْ أَبِي عَوَانَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَلْقَمَةَ، عَنْ أَبِي مَسْعُودٍ بِهِ، قَالَ عَبْدُ الرَّحْمَنِ: ثُمَّ لَقِيتُ أَبَا مَسْعُودٍ فَحَدَّثَنِيهِ. ¶ وَفِي (فَضَائِلِ الْقُرْآنِ) ، عَنْ مُحَمَّدِ بْنِ كَثِيرٍ، عَنْ شُعْبَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي مَسْعُودٍ. ¶ وَأَخْرَجَهُ عَنْ أَبِي نُعَيْمٍ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ. ¶ وَعَنْ عَلِيِّ",
            "page": "52",
            "part": "1",
            "seal": "C134D433"
        },
        {
            "hno": "20",
            "id": "23",
            "nass": "بْنِ عَبْدِ اللَّهِ ابْنِ الْمَدِينِيِّ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ بِهِ، فِي قِصَّةِ ابْنِ شُبْرُمَةَ. ¶ وَعَنْ عُمَرَ بْنِ حَفْصٍ، عَنْ أَبِيهِ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، وَعَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي (الصَّلاةِ) ، عَنْ أَحْمَدَ بْنِ يُونُسَ، عَنْ زُهَيْرٍ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ: لَقِيتُ أَبَا مَسْعُودٍ. ¶ وَأَخْرَجَهُ مِنْ طُرُقٍ سِوَى هَذَا الطَّرِيقِ، تَئُولُ إِلَى عَلْقَمَةَ مَرَّةً، وَإِلَى عَبْدِ الرَّحْمَنِ مَرَّةً ¶ هَذَا الشَّيْخُ مِنْ أَوْلادِ الْمُحَدِّثِينَ، سَمِعَ أَبَاهُ وَغَيْرَهُ وَحَدَّثَ. ¶ شَيْخٌ آخَرُ الْعِشْرُونَ ¶ : ¶ 20 - أَخْبَرَنَا أَحْمَدُ بْنُ مَسْعُودِ بْنِ سَعْدِ بْنِ عَلِيٍّ أَبُو الرِّضَا النَّاقِدُ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ بَغْدَادَ، حَرَسَهَا اللَّهُ، أَخْبَرَنَا أَبُو غَالِبٍ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ أَحْمَدَ بْنِ الْحَسَنِ الْكَرْخِيُّ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ شَاذَانَ، أَخْبَرَنَا أَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ الْقَطَّانُ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ الدَّيْرَعَاقُولِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ سِمَاكِ بْنِ عَطِيَّةَ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلابَةَ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا أُقِيمَتِ الصَّلاةُ، وَحَضَرَ الْعَشَاءُ، فَابْدَءُوا بِالْعَشَاءِ» ، أَخْرَجَهُ الإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ، فِي (الأَطْعِمَةِ) عَنْ مُعَلَّى بْنِ أَسَدٍ، عَنْ وُهَيْبٍ، عَنْ أَيُّوبَ بِهِ",
            "page": "53",
            "part": "1",
            "seal": "2EC105F3"
        },
        {
            "hno": "21",
            "id": "24",
            "nass": "سَمِعَ هَذَا الشَّيْخُ مِنْ أَبِي طَالِبٍ عَبْدِ الْقَادِرِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الْقَادِرِ بْنِ يُوسُفَ، وَأَبِي غَالِبٍ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ أَحْمَدَ بْنِ مُحَمَّدٍ الْبَاقِلانِيِّ، وَأَبِي الْمَعَالِي ثَابِتِ بْنِ بُنْدَارِ بْنِ إِبْرَاهِيمَ الدِّينَوَرِيِّ، وَأَبِي سَعْدٍ مُحَمَّدِ بْنِ عَبْدِ الْكَرِيمِ بْنِ خُشَيْشٍ، وَأَبِي الْمُعَمَّرِ الْمُبَارَكِ بْنِ أَحْمَدَ بْنِ عَبْدِ الْعَزِيزِ بْنِ الْمُعَمَّرِ الأَنْصَارِيِّ، وَسَمِعَ مِنْهُ أَيْضًا ابْنُهُ عَبْدُ الْعَزِيزِ، وَتُوُفِّيَ فِي ثَانِي ذِي الْحَجَّةِ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الْحَادِي وَالْعِشْرُونَ ¶ : ¶ 21 - أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ الْغَنِيِّ بْنِ مُحَمَّدِ بْنِ حَنِيفَةَ أَبُو الْمَعَالِي الْبَاجَسْرَائِيُّ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْخَطَّابِ نَصْرُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ الْبَطِرِ بِبَغْدَادَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ يَحْيَى بْنِ زَكَرِيَّا بْنِ الْبَيِّعِ، أَخْبَرَنَا الْقَاضِي أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ إِسْمَاعِيلَ الْمَحَامِلِيُّ، إِمْلاءً، حَدَّثَنَا إِبْرَاهِيمُ بْنُ هَانِئٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي اللَّيْثُ، حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ، عَنِ الْحَارِثِ بْنِ يَعْقُوبَ، أَنَّ يَعْقُوبَ بْنَ عَبْدِ اللَّهِ بْنِ الأَشَجِّ حَدَّثَهُ أَنَّهُ سَمِعَ بُسْرَ بْنَ سَعِيدٍ، يَقُولُ: سَمِعْتُ سَعْدَ بْنَ أَبِي وَقَّاصٍ، يَقُولُ: سَمِعْتُ خَوْلَةَ بِنْتَ حَكِيمٍ السُّلَمِيَّةَ، تَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: \" مَنْ نَزَلَ مَنْزِلا، ثُمَّ قَالَ: أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ، لَمْ يَضُرَّهُ شَيْءٌ، حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ \"، حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ مُسْلِمٌ فِي (الدَّعَوَاتِ) ، عَنْ قُتَيْبَةَ وَابْنِ رُمْحٍ، عَنِ اللَّيْثِ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنِ الْحَارِثِ بْنِ يَعْقُوبَ، أَنَّ يَعْقُوبَ بْنَ عَبْدِ اللَّهِ، حَدَّثَهُ عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ خَوْلَةَ بِنْتِ حَكِيمٍ. ¶ وَعَنْ هَارُونَ بْنِ مَعْرُوفٍ، وَأَبِي الطَّاهِرِ، عَنِ",
            "page": "54",
            "part": "1",
            "seal": "B751B837"
        },
        {
            "hno": "22",
            "id": "25",
            "nass": "ابْنِ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، وَالْحَارِثِ بْنِ يَعْقُوبَ، حَدَّثَاهُ عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ بُسْرِ بْنِ سَعِيدٍ بِهِ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ خَوْلَةَ بِنْتِ حَكِيمٍ السُّلَمِيَّةِ بِهِ. ¶ وَالصَّحِيحُ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، وَالْحَارِثِ بِالْوَاوِ لا عَنْ يَعْقُوبَ، وَقَدْ أَخْرَجَهُ مُسْلِمٌ عَلَى كِلا الرِّوَايَتَيْنِ وَالطَّرِيقَيْنِ مَعًا ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا أَحْمَدَ مَنْصُورَ بْنَ بَكْرِ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ حَيْدٍ، وَأَبَا الْغَنَائِمِ مُحَمَّدَ بْنَ عَلِيِّ بْنِ مَيْمُونٍ الْكُوفِيَّ، الْمُلَقَّبَ بِأُبَيٍّ، وَالشَّرِيفَ أَبَا الْفَضْلِ مُحَمَّدَ بْنَ عَبْدِ السَّلامِ بْنِ أَحْمَدَ الأَنْصَارِيَّ وَغَيْرَهُمْ. ¶ مَوْلِدُهُ سَنَةَ تِسْعٍ وَثَمَانِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ بِهَمَذَانَ فِي رَمَضَانَ سَنَةَ ثَلاثٍ وَسِتِّينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الثَّانِي وَالْعِشْرُونَ ¶ : ¶ 22 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ عَلِيِّ بْنِ مُحَمَّدٍ أَبِي طَالِبٍ، أَبُو الْمَحَاسِنِ بْنُ أَبِي الْمُظَفَّرِ الْهَمَذَانِيُّ ثُمَّ الْبَغْدَادِيُّ، فِي كِتَابِهِ إِلَيَّ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ الْبَاقَرْحِيُّ، فِي سَنَةِ خَمْسَ عَشْرَةَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ مُحَمَّدٍ الْقَطِيعِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ الْقُوهُسْتَانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، حَدَّثَنَا عَلِيُّ بْنُ حَجَرٍ، حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ: قَالَ رَسُولُ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا نِكَاحَ إِلا بِوَلِيٍّ» ، إِسْنَادٌ حَسَنٌ، أَخْرَجَهُ أَبُو دَاوُدَ فِي (النِّكَاحِ) ، عَنْ مُحَمَّدِ بْنِ قُدَامَةَ بْنِ أَعْيَنَ، عَنْ أَبِي عُبَيْدَةَ الْحَدَّادِ، عَنْ يُونُسَ وَإِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ. ¶ قَالَ أَبُو دَاوُدَ: وَهُوَ يُونُسُ، عَنْ أَبِي بُرْدَةَ، وَإِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ. ¶ وَقَدْ أَوْدَعَهُ أَبُو عِيسَى مُحَمَّدُ بْنُ عِيسَى التِّرْمِذِيُّ فِي جَامِعِهِ، عَنْ أَبِي الْحَسَنِ عَلِيِّ بْنِ حَجَرٍ، عَنْ شَرِيكٍ. ¶ وَعَنْ قُتَيْبَةَ، عَنْ أَبِي عَوَانَةَ. ¶ وَعَنْ بُنْدَارٍ، عَنِ ابْنِ مَهْدِيٍّ، عَنْ إِسْرَائِيلَ.",
            "page": "55",
            "part": "1",
            "seal": "A48ADF88"
        },
        {
            "hno": "23",
            "id": "26",
            "nass": "وَعَنْ عَبْدِ اللَّهِ بْنِ أَبِي زِيَادٍ، عَنْ زَيْدِ بْنِ حُبَابٍ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، كُلِّهِمْ عَنْ أَبِي إِسْحَاقَ بِهِ. ¶ وَرَوَاهُ ابْنُ مَاجَهْ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، عَنْ أَبِي عَوَانَةَ، عَنْ أَبِي إِسْحَاقَ بِهِ ¶ هَذَا الشَّيْخُ مِنْ أَوْلادِ الْمُحَدِّثِينَ، أَسْمَعَهُ أَبُوهُ مِنْ جَمَاعَةٍ مِنْ أَهْلِ هَمَذَانَ وَأَخَاهُ، وَاهْتَمَّ بِهِمَا، وَسَمِعَا بِبَغْدَادَ، وَتَفَرَّدَ مُحَمَّدٌ شَيْخُنَا هَذَا عَنْ جَمَاعَةٍ بِالرِّوَايَةِ عَنْهُمْ. ¶ وَتُوُفِّيَ سَنَةَ ثَمَانٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ، مُسْتَهَلَّ ذِي الْحَجَّةِ مِنَ السَّنَةِ. ¶ وَدُفِنَ بِبَابِ حَرْبٍ، رَحِمَهُ اللَّهُ. ¶ شَيْخٌ آخَرُ الثَّالِثُ وَالْعِشْرُونَ ¶ : ¶ 23 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ نَجَا بْنِ شَاتِيلَ أَبُو الْفَتْحُ الدَّبَّاسُ، فِي كِتَابِهِ إِلَيَّ، مِنْ كِتَابِهِ سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو غَالِبٍ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ أَحْمَدَ بْنِ الْحَسَنِ الْبَاقِلانِيُّ، قِرَاءَةً، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ شَاذَانَ الْبَزَّازُ قِرَاءَةً عَلَيْهِ، فِي يَوْمِ الأَحَدِ الثَّالِثَ عَشَرَ مِنْ جُمَادَى الآخِرَةِ، سَنَةَ خَمْسٍ وَعِشْرِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَادٍ الْقَطَّانُ، حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ بْنِ زِيَادٍ الدَّيْرَعَاقُولِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ بَشَّارٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ السَّبَّاقِ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ: قُبِضَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلَمْ يَكُنِ الْقُرْآنُ جُمِعَ فِي شَيْءٍ، إِنَّمَا كَانَ فِي الْعَصْبِ، أَوِ الْعَسْبِ، وَالْكَرَانِيفِ، وَجَرَائِدِ النَّخْلِ، فَلَمَّا قُتِلَ سَالِمٌ مَوْلَى أَبِي حُذَيْفَةَ يَوْمَ الْيَمَامَةِ، قَالَ سُفْيَانُ:",
            "page": "56",
            "part": "1",
            "seal": "AD3E981C"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "خَشِيَ عُمَرُ بْنُ الْخَطَّابِ أَنْ يَذْهَبَ الْقُرْآنُ، وَكَانَ سَالِمٌ أَحَدَ الأَرْبَعَةِ الَّذِينَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: خُذُوا الْقُرْآنَ مِنْهُمْ. ¶ فَجَاءَ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ، فَقَالَ: إِنَّ الْقَتْلَ قَدِ اسْتَحَرَّ بِأَهْلِ الْقُرْآنِ، وَقَدْ قُتِلَ سَالِمٌ، مَوْلَى أَبِي حُذَيْفَةَ، وَأَنَا أَخْشَى أَنْ لا يَلْقَى الْمُسْلِمُونَ زَحْفًا آخَرَ، إِلا اسْتَحَرَّ الْقَتْلُ بِأَهْلِ الْقُرْآنِ، فَاجْمَعِ الْقُرْآنَ فِي شَيْءٍ، فَإِنِّي أَخْشَى أَنْ يَذْهَبَ، فَقَالَ لَهُ أَبُو بَكْرٍ: وَكَيْفَ تَأْمُرُنِي أَنْ أَفْعَلَ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ ! قَالَ: فَلَمْ يَزَلْ بِهِ حَتَّى شَرَحَ اللَّهُ صَدْرَ أَبِي بَكْرٍ لِلَّذِي شَرَحَ لَهُ صَدْرَ عُمَرَ، فَقَالَ لَهُ أَبُو بَكْرٍ، رَحِمَهُ اللَّهُ: أَمَا إِذْ عَزَمْتَ عَلَى هَذَا، فَأَرْسِلْ إِلَى زَيْدِ بْنِ ثَابِتٍ فَادْعُهُ، فَإِنَّهُ كَانَ شَابًّا حَدَثًا ثَقِفًا يَكْتُبُ الْوَحْيَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَرْسِلْ إِلَيْهِ، حَتَّى يَجْمَعَهُ مَعَنَا، قَالَ زَيْدُ بْنُ ثَابِتٍ: فَأَرْسَلا إِلَيَّ، فَأَتَيْتُهُمَا، فَقَالا لِي: إِنَّا نُرِيدُ أَنْ نَجْمَعَ الْقُرْآنَ فِي شَيْءٍ، فَاجْمَعْهُ مَعَنَا، فَإِنَّكَ قَارِئٌ كُنْت شَابًّا ثَقِفًا تَكْتُبُ الْوَحْيَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ فَقُلْتُ لَهُمَا: وَكَيْفَ تَفْعَلانِ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ ! قَالَ أَبُو بَكْرٍ: قَدْ قُلْتُ ذَلِكَ لِهَذَا. ¶ قَالَ زَيْدٌ: فَلَمْ يَزَالا بِي حَتَّى شَرَحَ اللَّهُ صَدْرِيَ لِلَّذِي شَرَحَ لَهُ صُدُورَهُمَا، فَتَتَبَّعْنَاهُ فَجَمَعْنَاهُ، قَالَ سُفْيَانُ: وَأَهْلُ الْمَدِينَةِ يُسَمُّونَ زَيْدَ بْنَ ثَابِتٍ: كَاتِبَ الْوَحْيِ. ¶ أَخْرَجَهُ الْبُخَارِيُّ بِلَفْظٍ أَتَمَّ مِنْ هَذَا وَأَطْوَلَ فِي (التَّفْسِيرِ) وَ (الْجِهَادِ) ، عَنْ أَبِي الْيَمَانِ الْحَكَمِ بْنِ نَافِعٍ، عَنْ شُعَيْبٍ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي ابْنُ السَّبَّاقِ، أَنَّ زَيْدَ بْنَ ثَابِتٍ، قَالَ: أَرْسَلَ إِلَيَّ أَبُو بَكْرٍ، مَقْتَلَ أَهْلِ الْيَمَامَةِ. ¶ وَعَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، وَتَابَعَهُ عُثْمَانُ بْنُ عُمَرَ، وَاللَّيْثُ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ. ¶ وَفِي الأَحْكَامِ، عَنْ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ أَبِي ثَابِتٍ، وَمُوسَى بْنِ إِسْمَاعِيلَ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ الزُّهْرِيِّ بِهِ. ¶ وَفِي (فَضَائِلِ الْقُرْآنِ) ، عَنِ ابْنِ بُكَيْرٍ، عَنِ اللَّيْثِ، عَنْ يُونُسَ. ¶ وَفِي (التَّوْحِيدِ) مُعَلَّقًا، قَالَ: وَقَالَ اللَّيْثُ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ، عَنِ الزُّهْرِيِّ، وَتَابَعَهُ يَعْقُوبُ، عَنْ أَبِيهِ ¶ وَبِهِ إِلَى عَبْدِ الْكَرِيمِ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ رَبِّهِ الْجُرْجُسِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنِ الزُّبَيْدِيِّ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَخْبَرَهُ أَنَّ الْمِسْوَرَ",
            "page": "57",
            "part": "1",
            "seal": "3AC0F809"
        },
        {
            "hno": "24",
            "id": "28",
            "nass": "بْنَ مَخْرَمَةَ، قَالَ: إِنَّ الرَّهْطَ الَّذِينَ وَلاهُمْ عُمَرُ، اجْتَمَعُوا فَتَشَاوَرُوا، فَقَالَ لَهُمْ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ: لَسْتُ بِالَّذِي أُنَافِسُكُمْ هَذَا الأَمْرَ، وَلَكِنَّكُمْ إِنْ شِئْتُمُ اخْتَرْتُ لَكُمْ مِنْكُمْ، فَجَعَلُوا ذَلِكَ إِلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، قَالَ: فَوَاللَّهِ، مَا رَأَيْتُ رَجُلا بَدَّ قَوْمًا أَشَدَّ مِمَّا بَدَّهُمْ بِهِ حِينَ وَلَّوْهُ أَمْرَهُمْ، حَتَّى مَا مِنْ رَجُلٍ مِنَ النَّاسِ يَبْتَغِي شَيْئًا عِنْدَ أَحَدٍ مِنْ أُولَئِكَ الرَّهْطِ رَأْيًا، وَلا يَطَأُ عُقَيْبَهُ، وَمَالَ النَّاسُ عَلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ يُشَاوِرُونَهُ، وَيُنَاجُونَهُ فِي تِلْكَ اللَّيَالِي، لا يَخْلُو بِهِ رَجُلٌ ذُو رَأْيٍ فَيَعْدِلُ بِعْثَمانَ أَحَدًا. ¶ حَتَّى إِذَا كَانَ مِنَ اللَّيْلَةِ الَّتِي أَصْبَحَ مِنْهَا، فَبَايَعَ عُثْمَانَ رَحِمَهُ اللَّهُ. ¶ قَالَ الْمِسْوُرَ: طَرَقَنِي عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ بَعْدَ هَجْعٍ مِنَ اللَّيْلَةِ، فَضَرَبَ الْبَابَ، حَتَّى اسْتَيْقَظْتُ، فَقَالَ: أَلا أَرَاكَ نَائِمًا، وَاللَّهِ مَا اكْتَحَلْتُ فِي هَذِهِ اللَّيْلَةِ كَثِيرَ نَوْمٍ، انْطَلِقْ فَادْعُ لِي رِجَالا مِنَ الْمُهَاجِرِينَ، فَشَاوِرْهُمْ، ثُمَّ أَرْسِلْنِي بَعْدمَا ابْهَارَّ اللَّيْلُ، فَدَعَوْتُ لَهُ عَلِيًّا، عَلَيْهِ السَّلامُ، فَنَاجَاهُ طَوِيلا، ثُمَّ قَامَ مِنْ عِنْدِهِ، ثُمَّ دَعَانِي، فَقَالَ: ادْعُ لِي عُثْمَانَ، آخِرُ مَنْ نَاجَاهُ وَآخِرُ مَنْ دَعَاهُ، فَتَنَاجَى هُوَ وَعُثْمَانُ، حَتَّى بَرِقَ الْمُنَادِينَ لِلْفَجْرِ، فَلَمَّا صَلَّوْا صَلاةَ الْفَجْرِ، جَمَعَ عَبْدُ الرَّحْمَنِ الرَّهْطَ، ثُمَّ أَرْسَلَ إِلَى مَنْ كَانَ حَاضِرًا مِنَ الْمُهَاجِرِينَ مِنْ قُرَيْشٍ فَدَعَاهُمْ وَأَرْسَلَ إِلَى أَهْلِ السَّابِقَةِ مِنَ الأَنْصَارِ، ثُمَّ أَرْسَلَ أُمَرَاءَ الأَجْنَادِ، وَكَانُوا قَدْ وَافَوْا تِلْكَ الْحَجَّةَ مَعَ عُمَرَ، رَحِمَهُ اللَّهُ، فَلَمَّا اجْتَمَعُوا تَشَهَّدَ عَبْدُ الرَّحْمَنِ، ثُمَّ قَالَ: أَمَّا بَعْدُ، يَا عَلِيُّ، فَإِنِّي نَظَرْتُ فِي النَّاسِ فَلَمْ أَرَهُمْ يَعْدِلُونَ بِعُثْمَانَ بْنِ عَفَّانَ، فَلا تجَعَلَنَّ عَلَى نَفْسِكَ سَبِيلا، ثُمَّ أَخَذَ عَبْدُ الرَّحْمَنِ بِيَدِ عُثمَانَ، فَقَالَ: نُبَايِعُكَ عَلَى سُنَّةِ اللَّهِ، عَزَّ وَجَلَّ، وَسُنَّةِ رَسُولِهِ، وَسُنَّةِ الْخَلِيفَتَيْنِ بَعْدَهُ، فَبَايَعَهُ عَبْدُ الرَّحْمَنِ، وَبَايَعَهُ النَّاسُ الْمُهَاجِرُونَ وَالأَنْصَارُ وَأُمَرَاءُ الأَجْنَادِ وَبَايَعَهُ الْمُسْلِمُونَ ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا عَبْدِ اللَّهِ الْحُسَيْنَ بْنَ عَلِيِّ بْنِ أَحْمَدَ الْبُسْرِيَّ، وَأَبَا الْقَاسِمِ عَلِيَّ بْنَ الْحُسَيْنِ الرَّبَعِيَّ، وَالْحَاجِبَ أَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدٍ الْعَلافَ، وَأَبَا الْقَاسِمِ عَلِيَّ بْنَ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ بَيَانٍ، وَغَيْرَهُمْ. ¶ مَوْلِدُهُ سَنَةَ إِحْدَى وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ سَنَةَ إِحْدَى وَثَمَانِينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الرَّابِعُ وَالْعِشْرُونَ ¶ : ¶ 24 - أَخْبَرَنَا مَسْعُودُ بْنُ عَلِيِّ بْنِ عُبَيْدِ اللَّهِ بْنِ النَّادِرِ، أَبُو الْفَضْلِ الْعَدْلُ، فِي كِتَابِهِ،",
            "page": "58",
            "part": "1",
            "seal": "40B09C3E"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "أَخْبَرَنَا الْحُسَيْنُ بْنُ عَلِيٍّ، وَأَبُو الْقَاسِمِ بْنُ أَبِي بَكْرٍ، قَالا: أَخْبَرَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْكَرْخِيُّ، حَدَّثَنَا أَبُو الْقَاسِمِ عِيسَى بْنُ عَلِيِّ بْنِ عِيسَى الْكَاتِبُ إِمْلاءً، حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: سُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْه وَسَلَّمَ: أَيُّ الأَعْمَالِ أَفْضَلُ؟ قَالَ: \" إِيمَانٌ بِاللَّهِ , قِيلَ: ثُمَّ مَاذَا؟ قَالَ: ثُمَّ الْجِهَادُ فِي سَبِيلِ اللَّهِ , قِيلَ: ثُمَّ مَاذَا؟ قَالَ: حَجٌّ مَبْرُورٌ \"، أَخْرَجَهُ الْبُخَارِيُّ فِي (الإِيمَانِ) ، عَنْ أَحْمَدَ بْنِ يُونُسَ، وَمُوسَى بْنِ إِسْمَاعِيلَ. ¶ وَعَنْ عَبْدِ الْعَزِيزِ بْنِ عَبْدِ اللَّهِ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ بِهِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي (الإِيمَانِ) ، عَنْ مَنْصُورِ بْنِ أَبِي مُزَاحِمٍ، وَمُحَمَّدِ بْنِ جَعْفَرِ بْنِ زِيَادٍ الْوَرْكَانِيِّ، كِلَيْهِمَا عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ بِهِ. ¶ فَيَكُونُ مُوَافَقَةً لِي فِي رِوَايَةِ مُسْلِمٍ وَشَيْخِهِ، وَالْحَمْدُ لِلَّهِ وَحْدَهُ ¶ هَذَا الشَّيْخُ مِنْ أَفَاضِلِ الْمُحَدِّثِينَ، وَلَدَيْهِ أَدَبٌ، كَانَ مِمَّنِ اعْتَنَى بِنَفْسِهِ، وَكَانَ لَهُ خَطٌّ حَسَنٌ، مُجِدٌّ فِي تَحْصِيلِ السَّمَاعِ وَالأُصُولِ، أَحَدُ الْمُكْثِرِينَ الْمُحَصِّلِينَ، سَمِعَ أَبَا الْقَاسِمِ هِبَةَ اللَّهِ بْنَ أَحْمَدَ بْنِ مُحَمَّدٍ الْحَرِيرِيَّ، وَأَبَا مَنْصُورٍ عَبْدَ الرَّحْمَنِ بْنَ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ، وَأَبَا عَبْدِ اللَّهِ يَحْيَى بْنَ الْحَسَنِ بْنِ الْبَنَّاءِ، وَمَنْ دُونَهُمْ، وَكَانَ سَرِيعَ النَّقْلِ فِي الْكِتَابَةِ، حَسَنَ الطَّرِيقَةِ فِي الْقِرَاءَةِ مَعَ الصِّحَّةِ التَّامَّةِ. ¶ وَمِمَّا قَالَهُ فِي كِتَابِ (الْمُذَيَّلِ عَلَى كِتَابِ تَارِيخِ بَغْدَادَ) : ¶ أَيَا طَالِبَ الْعِلْمِ الشَّرِيفِ الْمُفَضَّلِ ... عَلَيْكَ بِمَا يَحْوِي كِتَابُ الْمُذَيَّلِ ¶ لَقَدْ جَمَعَ الأَغْرَاضَ وَالْعِلْمَ كُلَّهُ ... وَأَوْضَحَ فِيهِ كُلَّ صَعْبٍ وَمُشْكِلِ",
            "page": "59",
            "part": "1",
            "seal": "A839BD4B"
        },
        {
            "hno": "25",
            "id": "30",
            "nass": "مُصَنِّفُهُ أَوْفَى الْبَرِيَّةِ كُلِّهَا ... وَأَعْلَمُهُمْ نَجْلُ الإِمَامِ الْمُبَجَّلِ ¶ إِمَامٌ زَكَى أَصْلا فَطَابَتْ فُرُوعُهُ ... كَرِيمُ سَجَايَا , الْهَزْلُ عَنْهُ بِمَعْزِلِ ¶ بِصِدقِ أَبِي ذَرٍّ وَهَدْيِ مُحَمَّدٍ ... وَمَنْزِلُهُ فِي الْعِلْمِ أَشْرَفُ مَنْزِلِ ¶ يَجُودُ بِمَا تَحْوِي يَدَاهُ تَكَرُّمًا ... وَمَنْهَلُهُ فِي الْحَدْبِ أَعْذَبُ مَنْهَلِ ¶ أَقَرَّ لَهُ بِالْفَضْلِ كُلُّ مُقَدَّمٍ ... فَأَضْحَى لَهُ فَضْلا عَلَى كُلِّ مُفْضِلِ ¶ حَوَى فِيهِ عِلْمًا لا يُقَاسُ بِغَيْرِهِ ... وَبَيَّنَ حَالَ النَّاسِ غَيْرَ مُطَوِّلِ ¶ وَأَضْحَى إِمَامًا جَارِحًا وَمُعَدِّلا ... فَطُوبَى لَهُ مِنْ جَارِحٍ وَمُعَدِّلِ ¶ فَلا زَالَ فِي الإِقْبَالِ مَا لاحَ كَوْكَبٌ ... وَمَا هَبَّ رِيحٌ فِي جَنُوبٍ وَشَمْأَلِ ¶ تُوُفِّيَ الْعَدْلُ أَبُو الْفَضْلِ مَسْعُودُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللَّهِ بْنِ النَّادِرِ الصَّفَّارُ، يَوْمَ الأَرْبِعَاءِ الثَّانِي وَالْعِشْرِينَ مِنْ مُحَرَّمٍ، سَنَةَ سِتٍّ وَثَمَانِينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الْخَامِسُ وَالْعِشْرُونَ ¶ : ¶ 25 - أَخْبَرَنَا أَبُو الْقَاسِمِ خَلَفُ بْنُ أَبِي الْبَرَكَاتِ بْنِ فَضْلانَ الْمُشَاهِرُ، فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، حَرَسَهَا اللَّهُ، فِي سَنَةِ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو غَالِبٍ أَحْمَدُ بْنُ الْحَسَنِ بْنِ أَحْمَدَ الْبَنَّاءُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، سَنَةَ خَمْسٍ وَعِشْرِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ أَحْمَدَ الآبَنُوسِيُّ، أَخْبَرَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ الْفَتْحِ الْجَلِيُّ الْمِصِّيصِيُّ، حَدَّثَنَا أَبُو يُوسُفَ مُحَمَّدُ بْنُ مُوسَى الصَّفَّارُ الْمِصِّيصِيُّ , حَدَّثَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ رَحْمَةَ بْنِ نُعَيْمٍ الأَصْبَحِيُّ، قَالَ: سَمِعْتُ ابْنَ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، حَدَّثَنِي سَالِمٌ، عَنْ أَبِيهِ: أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ، فِي الرَّكْعَةِ الأَخِيرَةِ مِنَ الْفَجْرِ، يَقُولُ: \" اللَّهُمَّ الْعَنْ فُلانًا وَفُلانًا، بَعْدَ مَا يَقُولُ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ \"، فَأَنْزَلَ اللَّهُ تَعَالَى: {لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ} [آل عمران: 128] ، أَخْرَجَهُ الإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ فِي (الاعْتِصَامِ) عَنْ يَحْيَى بْنِ",
            "page": "60",
            "part": "1",
            "seal": "B186E820"
        },
        {
            "hno": "26",
            "id": "31",
            "nass": "عَبْدِ اللَّهِ السُّلَمِيِّ. ¶ وَفِي (التَّفْسِيرِ) عَنْ حِبَّانَ بْنِ مُوسَى. ¶ وَفِي مَوْضِعٍ آخَرَ مِنْ كِتَابِهِ عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ، وَهُوَ ابْنُ مَرْدَوَيْهِ، ثَلاثَتُهُمْ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، كَمَا أَخْرَجْنَاهُ ¶ سَمِعَ هَذَا الشَّيْخُ أَبَا الْفَضْلِ عَبْدَ الْمَلِكِ بْنَ عَلِيِّ بْنِ عَبْدِ الْمَلِكِ بْنِ يُوسُفَ، وَأَبَا مُحَمَّدٍ يَحْيَى بْنَ عَلِيِّ بْنِ الطَّرَّاحِ، وَأَبَا غَالِبٍ أَحْمَدَ، وَأَبَا عَبْدِ اللَّهِ يَحْيَى ابْنَيِ الْحَسَنِ بْنِ أَحْمَدَ بْنِ الْبَنَّاءِ، وَأَبَا جَعْفَرٍ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْعَبَّاسِيَّ الشَّرِيفَ وَغَيْرَهُمْ. ¶ شَيْخٌ آخَرُ السَّادِسُ وَالْعِشْرُونَ ¶ : ¶ 26 - أَخْبَرَنَا عَبْدُ الْحَقِّ بْنُ عَبْدِ الْخَالِقِ بْنِ أَحْمَدَ بْنِ عَبْدِ الْقَادِرِ بْنِ مُحَمَّدِ بْنِ يُوسُفَ أَبُو الْحُسَيْنِ بْنُ أَبِي الْفَرَجِ بْنِ أَبِي الْحُسَيْنِ، فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ هِبَةُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عَلِيٍّ الْمَوْصِلِيُّ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ سَنَةَ سَبْعٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ السُّكَّرِيُّ، أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ إِسْحَاقَ بْنِ نِيخَابَ الطِّيبِيُّ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَيُّوبَ بْنِ يَحْيَى بْنِ الضَّرِيسِ بْنِ يَسَارٍ الْبَجَلِيُّ بِالرَّيِّ، أَخْبَرَنَا سَهْلُ بْنُ بَكَّارٍ الدَّارِمِيُّ، عَنْ أَبَانِ بْنِ يَزِيدَ الْعَطَّارِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ هِلالِ بْنِ أَبِي مَيْمُونَةَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السُّلَمِيِّ، قَالَ: صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَعَطَسَ رَجُلٌ مِنَ الْقَوْمِ، فَقُلْتُ: يَرْحَمُكَ اللَّهُ، فَرَمَانِي الْقَوْمُ بِأَبْصَارِهِمْ، قَالَ: فَقُلْتُ: وَاثُكْلَ أُمَيَّاهُ، مَا لَكُمْ تَنْظُرُونَ إِلَيَّ فِي الصَّلاةِ؟ فَضَرَبُوا بِأَيْدِيهِمْ عَلَى أَفْخَاذِهِمْ، فَلَمَّا رَأَيْتُهُمْ يُصْمِتُونِّي، سَكَتُّ، فَلَمَّا صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، دَعَانِي، فَبِأَبِي هُوَ وَأُمِّي، مَا رَأَيْتُ مُعَلِّمًا",
            "page": "61",
            "part": "1",
            "seal": "284F60F4"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "أَحْسَنَ تَعْلِيمًا مِنْهُ، مَا سَبَّنِي وَلا كَهَرَنِي وَلا ضَرَبَنِي، قَالَ: «إِنَّ هَذِهِ الصَّلاةَ لا يَصْلُحُ فِيهَا شَيْءٌ مِنْ كَلامِ النَّاسِ، إِنَّمَا هُوَ التَّكْبِيرُ وَالتَّسْبِيحُ وَقِرَاءَةُ الْقُرْآنِ وَالتَّحْمِيدُ، أَوْ كَمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» ، حَدِيثٌ صَحِيحٌ، مِنْ حَدِيثِ أَبِي مُحَمَّدٍ عَطَاءِ بْنِ يَسَارٍ، مَوْلَى أُمِّ الْمُؤْمِنِينَ مَيْمُونَةَ بِنْتِ الْحَارِثِ، عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السُّلَمِيِّ. ¶ أَخْرَجَهُ مُسْلِمُ بْنُ الْحَجَّاجِ، فِي كِتَابِ (الصَّلاةِ) وَ (الطِّبِّ) ، عَنْ مُحَمَّدِ بْنِ الصَّبَّاحِ وَأَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنْ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، عَنْ حَجَّاجٍ الصَّوَّافِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ هِلالِ بْنِ أَبِي مَيْمُونَةَ، عَنْ عَطَاءٍ بِهِ. ¶ وَعَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ عِيسَى بْنِ يُونُسَ، عَنِ الأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ بِإِسْنَادِهِ نَحْوَهُ. ¶ وَفِيهِ ذِكْرُ الْكُهَّانِ وَالْخَطِّ وَقِصَّةُ الْجَارِيَةِ. ¶ وَوَافَقَ أَبَانٌ الْعَطَّارُ فِي مَتْنِهِ دُونَ الزِّيَادَةِ كَمَا سُقْنَاهُ: أَيُّوبَ بْنَ أَبِي تَمِيمَةَ وَغَيْرَهُ. ¶ وَقَدْ رَوَاهُ حَجَّاجُ بْنُ أَبِي عُثْمَانَ الصَّوَّافُ، وَشَيْبَانُ النَّحْوِيُّ، وَحَرْبُ بْنُ شَدَّادٍ، وَهَمَّامُ بْنُ يَحْيَى، فَرَوَوْهُ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ مُعَاوِيَةَ. ¶ وَرَوَى مَالِكٌ بَعْضَ هَذَا الْحَدِيثِ؛ قِصَّةَ الْجَارِيَةِ حَسْبُ، فَقَالَ: هِلالُ بْنُ أُسَامَةَ. ¶ وَرَوَى عَنْهُ فُلَيْحُ بْنُ سُلَيْمَانَ، فَقَالَ: هِلالُ بْنُ عَلِيٍّ، وَوَافَقَ يَحْيَى بْنَ أَبِي كَثِيرٍ عَلَى تَسْمِيَةِ هِلالِ بْنِ أَبِي مَيْمُونَةَ: زِيَادُ بْنُ سَعْدٍ، إِلا أَنَّ مَالِكًا، رَحِمَهُ اللَّهُ، يَقُولُ: عُمَرُ بْنُ الْحَكَمِ بَدَلَ مُعَاوِيَةَ، وَهُوَ مِمَّا أُخِذَ عَلَيْهِ",
            "page": "62",
            "part": "1",
            "seal": "B04D1BD2"
        },
        {
            "hno": "27",
            "id": "33",
            "nass": "هَذَا الشَّيْخُ مِنْ بَيْتِ الْحَدِيثِ، سَمَّعَهُ أَبُوهُ مِنْ جَمَاعَةٍ، مِثْلِ: جَعْفَرِ بْنِ أَحْمَدَ السَّرَّاجِ، وَأَبِي الْحَسَنِ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْعَلافِ، وَهِبَةِ اللَّهِ الْمَوْصِلِيِّ، وَأَبِي غَالِبٍ عَبْدِ الْوَهَّابِ بْنِ أَحْمَدَ بْنِ عُبَيْدِ اللَّهِ الْمُسْتَعْمِلِ، وَأَبِي الْحُسَيْنِ الْمُبَارَكِ بْنِ عَبْدِ الْجَبَّارِ الصَّيْرَفِيِّ، وَأَبِي مَنْصُورٍ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ طَاهِرٍ الْخَازِنِ وَغَيْرِهِمْ، وَحَدَّثَ وَعُمَرُ حَتَّى تَفَرَّدَ، وَكَانَ مِنَ الْمُكْثِرِينَ. ¶ مَوْلِدُهُ سَنَةَ أَرْبَعٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ سَنَةَ خَمْسٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ، رَحِمَهُ اللَّهُ، وَقَدْ ذَكَرَهُ أَبُو سَعْدٍ عَبْدُ الْكَرِيمِ ابْنُ السَّمْعَانِيِّ فِي مُذَيَّلِهِ. ¶ شَيْخٌ آخَرُ السَّابِعُ وَالْعِشْرُونَ ¶ : ¶ 27 - أَخْبَرَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ الشُّرُوطِيُّ، أَبُو بَكْرٍ الأَزَجِيُّ، الْمَعْرُوفُ بِابْنِ النَّاعِمِ، فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ هِبَةُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْمَوْصِلِيِّ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ، أَخْبَرَنَا أَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ الْقَطَّانُ، حَدَّثَنَا أَبُو يَحْيَى عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ الدَّيْرَعَاقُولِيُّ، حَدَّثَنَا أَبُو الْيَمَانِ الْحَكَمُ بْنُ نَافِعٍ الْبَهْرَانِيُّ، أَخْبَرَنِي شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عَطَاءُ بْنُ يَزِيدَ الْجُنْدَعِيُّ، أَنَّ عُبَيْدَ اللَّهِ بْنَ عَدِيِّ بْنِ الْخَيَّارِ أَخْبَرَهُ، عَنِ الْمِقْدَادِ بْنِ عَمْرٍو، فَارِسِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ رَجُلٌ مِنْ كِنْدَةَ حَلِيفٌ لِبَنِي زُهْرَةَ، أَنَّهُ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، أَرَأَيْتَ إِنْ لَقِيتُ مُشْرِكًا فَاخْتَلَفْنَا ضَرْبَتَيْنِ، فَأَبَانَ إِحْدَى يَدَيَّ بِضَرْبَةٍ، ثُمَّ قَدِرْتُ عَلَى قَتْلِهِ، فَقَالَ حِينَ أَرَدْتُ أَنْ أَهْوِيَ إِلَيْهِ بِسِلاحِي: لا إِلَهَ إِلا اللَّهُ، أَأَقْتُلُهُ أَمْ أَتْرُكُهُ؟ قَالَ: لا، بَلِ اتْرُكْهُ، قُلْتُ: يَا رَسُولَ اللَّهِ، فَإِنْ قَطَعَ",
            "page": "63",
            "part": "1",
            "seal": "69E101D9"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "إِحْدَى يَدَيَّ؟ قَالَ: وَإِنْ فَعَلَ، ثُمَّ عَاوَدْتُهُ، فَقَالَ ذَلِكَ، فَرَاجَعْتُهُ، فَقَالَ: «إِنْ قَتَلْتَهُ بَعْدَ أَنْ يَقُولَ لا إِلَهَ إِلا اللَّهُ، فَأَنْتَ بِمَنْزِلَتِهِ قَبْلَ أَنْ يَقُولَهَا , وَهُوَ بِمَنْزِلَتِكَ قَبْلَ أَنْ تَقْتُلَهُ» ، صَحِيحٌ مِنْ حَدِيثِ أَبِي سَعِيدٍ الْمِقْدَادِ بْنِ عَمْرِو بْنِ الأَسْوَدِ، حَلِيفِ بَنِي زُهْرَةَ، وَمِنْ رِوَايَةِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَدِيٍّ. ¶ وَأَخْرَجَهُ الْبُخَارِيُّ وَمُسْلِمٌ مِنْ هَذَا الطَّرِيقِ، فَأَمَّا الْبُخَارِيُّ فَرَوَاهُ عَنْ أَبِي عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ. ¶ وَفِي (الدِّيَاتِ) عَنْ عَبْدَانَ، عَنْ عَبْدِ اللَّهِ، عَنْ يُونُسَ. ¶ وَفِي (الْمَغَازِي) عَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ ابْنِ أَخِي الزُّهْرِيِّ كُلِّهِمْ عَنِ الزُّهْرِيِّ، عَنْ عَطَاءٍ بِهِ. ¶ وَأَمَّا مُسْلِمٌ فَرَوَاهُ فِي (الإِيمَانِ) عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ وَابْنِ رُمْحٍ، عَنِ اللَّيْثِ. ¶ وَعَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، وَعَبْدِ بْنِ حُمَيْدٍ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، ح: وَعَنْ إِسْحَاقَ بْنِ مُوسَى، عَنِ الْوَلِيدِ، عَنِ الأَوْزَاعِيِّ، ح: وَعَنْ مُحَمَّدِ بْنِ رَافِعٍ، عَنْ عَبْدِ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ. ¶ وَعَنْ حَرْمَلَةَ، عَنِ ابْنِ وَهْبٍ، عَنْ يُونُسَ، كُلِّهِمْ عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ بِهِ. ¶ وَقَالَ الْحَاكِمُ: لَمْ يَسْمَعِ الأَوْزَاعِيُّ مِنَ الزُّهْرِيِّ، بَيْنَهُمَا إِبْرَاهِيمُ بْنُ مُرَّةَ، وَقَدْ رَوَاهُ هَكَذَا أَصْحَابُ الأَوْزَاعِيِّ: الْفِرْيَابِيُّ، وَعَبْدُ الْقُدُّوسِ بْنُ الْحَجَّاجِ، وَعَمْرُو بْنُ أَبِي سَلَمَةَ ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا الْغَنَايِمِ مُحَمَّدَ بْنَ عَلِيٍّ النَّرْسِيَّ، وَأَبَا طَالِبٍ عَبْدَ الْقَادِرِ بْنَ مُحَمَّدِ بْنِ عَبْدِ الْقَادِرِ بْنِ يُوسُفَ، وَهِبَةَ اللَّهِ بْنَ الْمَوْصِلِيِّ، وَهُوَ أَحَدُ شُيُوخِ أَمِيرِ الْمُؤْمِنِينَ الْخَلِيفَةِ النَّاصِرِ لِدِينِ اللَّهِ أَبِي الْعَبَّاسِ أَحْمَدَ الَّذِينَ أَجَازُوا لَهُ، تُوُفِّيَ بَعْدَ السَّبْعِينَ وَخَمْسِ مِائَةٍ، وَقَدْ قَارَبَ الثَّمَانِينَ سَنَةً، رَحِمَهُ اللَّهُ.",
            "page": "64",
            "part": "1",
            "seal": "B47C388A"
        },
        {
            "hno": "28",
            "id": "35",
            "nass": "شَيْخٌ آخَرُ الثَّامِنُ وَالْعِشْرُونَ ¶ : ¶ 28 - أَخْبَرَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُعَمَّرِ بْنِ مُحَمَّدِ بْنِ الْمُعَمَّرِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللَّهِ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللَّهِ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ أَبُو عَبْدِ اللَّهِ الْعَلَوِيُّ الْحُسَيْنِيُّ نَقِيبُ الْعَلَوِيِّينَ، الْمَعْرُوفُ بِالنَّقِيبِ الطَّاهِرِ، إِجَازَةً، كَتَبَ بِهَا إِلَيَّ مِنْ مَدِينَةِ السَّلامِ فِي سَنَةِ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْحُسَيْنِ الْمُبَارَكُ بْنُ عَبْدِ الْجَبَّارِ بْنِ أَحْمَدَ الصَّيْرَفِيُّ، الْمَعْرُوفُ بِابْنِ الطُّيُورِيِّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ شَاذَانَ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سُلَيْمَانَ بْنِ أَيُّوبَ بْنِ إِسْحَاقَ الْعَبَّادَانِيُّ فِي رَجَبٍ سَنَةَ أَرْبَعٍ وَأَرْبَعِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا عَلِيُّ بْنُ حَرْبِ بْنِ مُحَمَّدٍ الطَّائِيُّ بِسَامِرَّاءَ، سَنَةَ أَرْبَعٍ وَسِتِّينَ وَمِائَتَيْنِ، حَدَّثَنَا الْقَاسِمُ بْنُ يَزِيدَ الْجَرْمِيُّ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنِ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ، عَنْ عَمْرِو بْنِ عُثْمَانَ بْنِ عَفَّانَ، عَنْ أُسَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا يَرِثِ الْمُسْلِمُ الْكَافِرَ، وَلا الْكَافِرُ الْمُسْلِمَ» ، حَدِيثٌ صَحِيحٌ مِنْ رِوَايَةِ أَبِي بَكْرٍ مُحَمَّدِ بْنِ مُسْلِمٍ الزُّهْرِيِّ الْمَدَنِيِّ، عَنْ زَيْنِ الْعَابِدِينَ أَبِي الْحَسَنِ عَلِيِّ بْنِ الْحُسَيْنِ، عَنْ عَمْرِو بْنِ عُثْمَانَ بْنِ عَفَّانَ، عَنْ حِبِّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَبِي زَيْدٍ، وَيُقَالُ: أَبُو يَزِيدَ، وَأَبُو مُحَمَّدٍ، وَأَبُو خَارِجَةَ أُسَامَةُ بْنُ زَيْدٍ وَابْنُ الْحِبِّ. ¶ أَخْرَجَهُ الْبُخَارِيُّ فِي (الْفَرَائِضِ) عَنْ أَبِي عَاصِمٍ الضَّحَّاكِ بْنِ مَخْلَدٍ، عَنِ ابْنِ جُرَيْجٍ، عَنِ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ، عَنْ عَمْرِو بْنِ عُثْمَانَ بِهِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي (الْفَرَائِضِ) عَنْ يَحْيَى بْنِ يَحْيَى، وَأَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنِ ابْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، بِإِسْنَادِهِ مِثْلَهُ. ¶ وَرَوَى هَذَا الْحَدِيثَ مَالِكُ بْنُ أَنَسٍ الإِمَامُ، فَكَانَ يَقُولُ: عُمَرُ بْنُ عُثْمَانَ، وَيَقُولُ: هُمَا أَخَوَانِ، وَخَالَفَ الْجَمَاعَةَ فِي ذَلِكَ، وَيَقُولُ: أَتُرَانِي لا أَعْرِفُ عَمْرًا مِنْ عُمَرَ؟ هَذِهِ دَارُ عُمَرَ وَهَذِهِ دَارُ عَمْرٍو، فَاللَّهُ أَعْلَمُ",
            "page": "65",
            "part": "1",
            "seal": "B02EA8A9"
        },
        {
            "hno": "29",
            "id": "36",
            "nass": "مَوْلِدُ الشَّرِيفِ النَّقِيبِ فِي شَوَّالٍ سَنَةَ ثَلاثٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ سَنَةَ تِسْعٍ وَسِتِّينَ وَخَمْسِ مِائَةٍ بِبَغْدَادَ، رَحِمَهُ اللَّهُ، وَكَانَ جَلِيلَ الْقَدْرِ، لَهُ حُرْمَةٌ ظَاهِرَةٌ وَجَاهٌ عَرِيضٌ. ¶ شَيْخٌ آخَرُ التَّاسِعُ وَالْعِشْرُونَ ¶ : ¶ 29 - أَخْبَرَنَا ظَاعِنُ بْنُ مُحَمَّدِ بْنِ مَحْمُودِ بْنِ الْفَرَجِ بْنِ رَزِينِ بْنِ قَاسِمِ بْنِ جَعْفَرِ بْنِ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحِيمِ بْنِ عُبَيْدِ اللَّهِ بْنِ مُصْعَبِ بْنِ مُحَمَّدِ بْنِ سَعْدِ بْنِ ثَابِتِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ بْنِ الْعَوَّامِ الْقُرَشِيُّ حَوَارِيُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَابْنُ عَمَّتِهِ، أَبُو مُقِيمٍ فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عُثْمَانَ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الأَصْبَهَانِيُّ إِمْلاءً، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ رِيذَةَ الضَّبِّيُّ، أَخْبَرَنَا سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا الثَّوْرِيُّ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلابَةَ، عَنْ أَبِي الأَشْعَثِ الصَّنْعَانِيِّ، عَنْ شَدَّادِ بْنِ أَوْسٍ الأَنْصَارِيِّ، قَالَ: حَفِظْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، اثْنَتَيْنِ، أَنَّهُ قَالَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذَّبْحَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيحَتَهُ» ، حَدِيثٌ صَحِيحٌ مِنْ رِوَايَةِ أَبِي الْمَنَازِلِ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلابَةَ عَبْدِ اللَّهِ بْنِ زَيْدٍ الْجَرْمِيِّ، عَنْ أَبِي الأَشْعَثِ الصَّنْعَانِيِّ شُرَاحِيلَ بْنِ رَادَهَ الصَّنْعَانِيِّ، عَنْ أَبِي يَعْلَى شَدَّادِ بْنِ أَوْسِ بْنِ ثَابِتِ بْنِ الْمُنْذِرِ بْنِ حَرَامِ ابْنِ أَخِي حَسَّانِ بْنِ ثَابِتٍ الأَنْصَارِيِّ. ¶ أَخْرَجَهُ مُسْلِمُ بْنُ الْحَجَّاجِ فِي الذَّبَائِحِ عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنِ ابْنِ عُلَيَّةَ، عَنْ خَالِدٍ الْحَذَّاءِ. ¶ وَأَخْرَجَهُ أَيْضًا عَنْ يَحْيَى بْنِ يَحْيَى، عَنْ هُشَيْمٍ. ¶ وَعَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ عَبْدِ الْوَهَّابِ الثَّقَفِيِّ. ¶ وَعَنْ مُحَمَّدِ بْنِ رَافِعٍ، عَنْ غُنْدَرٍ، عَنْ شُعْبَةَ. ¶ وَعَنْ عَبْدِ اللَّهِ بْنِ",
            "page": "66",
            "part": "1",
            "seal": "777319F4"
        },
        {
            "hno": "30",
            "id": "37",
            "nass": "عَبْدِ الرَّحْمَنِ الدَّارِمِيِّ، عَنْ مُحَمَّدِ بْنِ يُوسُفَ، عَنْ سُفْيَانَ. ¶ وَعَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ جَرِيرٍ، عَنْ مَنْصُورٍ، كُلِّهِمْ عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلابَةَ، عَنْ أَبِي الأَشْعَثِ الصَّنْعَانِيِّ، عَنْ شَدَّادِ بْنِ أَوْسٍ، كَمَا أَخْرَجْنَاهُ ¶ مَوْلِدُ هَذَا الشَّيْخِ قَبْلَ الْخَمْسِ مِائَةٍ، وَذُكِرَ أَنَّ الْمُسْتَرْشِدَ بِاللَّهِ أَبَا مَنْصُورٍ، أَمِيرَ الْمُؤْمِنِينَ، كَنَّاهُ بِأَبِي مُقِيمٍ، سَمِعَ ابْنَ مَلَّةَ وَطَبَقَتَهُ. ¶ شَيْخٌ آخَرُ الثَّلاثُونَ ¶ : ¶ 30 - أَخْبَرَنَا الشَّيْخُ الْمُبَارَكُ بْنُ مَسْعُودِ بْنِ عَبْدِ الْمَلِكِ بْنِ خَمْسٍ الْغَسَّالُ أَبُو الْكَرْمِ الْبَزَّازُ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، كَلأَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الْمُقْرِئُ بِبَغْدَادَ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ السُّكَّرِيُّ، أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ عَلِيٍّ الْكِنْدِيُّ بِمَكَّةَ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ سَهْلٍ الْخَرَائِطِيُّ، حَدَّثَنَا عَلِيُّ بْنُ حَرْبٍ الطَّائِيُّ، حَدَّثَنَا يَعْلَى بْنُ عُبَيْدٍ، عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: «إِنَّ فِي الإِنْسَانِ مُضْغَةً إِذَا صَلُحَتْ صَلُحَ سَائِرُ جَسَدِهِ، وَإِذَا فَسَدَتْ فَسَدَ سَائِرُ جَسَدِهِ، أَلا وَهِيَ الْقَلْبُ» ، أَخْرَجَهُ الْبُخَارِيُّ وَمُسْلِمٌ فِي صَحِيحِهِمَا أَتَمَّ مِنْ هَذَا الْمَتْنِ وَأَطْوَلَ، فَأَخْرَجَهُ الْبُخَارِيُّ عَنْ أَبِي نُعَيْمٍ، عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ بِنَحْوِهِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، عَنْ أَبِيهِ، عَنْ زَكَرِيَّا، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بِهِ. ¶ وَلَهُمَا طُرُقٌ غَيْرُ مَا ذَكَرْتُ فِي صَحِيحِهِمَا، اقْتَصَرْتُ عَلَى طَرِيقِ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ الَّذِي سُقْنَا طَرِيقَهُ فِي حَدِيثِنَا هَذَا، وَلَمْ يَقُلْ وَاحِدٌ مِنْ رُوَاةِ هَذَا الْحَدِيثِ: «أَلا وَإِنَّ فِي الْجَسَدِ مُضْغَةً» غَيْرَ زَكَرِيَّا، فَلِذَلِكَ أَعْرَضْتُ عَنْ ذِكْرِ طُرُقِهِمْ. ¶ وَهَذَا الْحَدِيثُ مَشْهُورٌ مَعْرُوفٌ، مَعَ صِحَّتِهِ لا يُعْرَفُ إِلا مِنْ طَرِيقِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ الأَنْصَارِيِّ",
            "page": "67",
            "part": "1",
            "seal": "95F4997F"
        },
        {
            "hno": "31",
            "id": "38",
            "nass": "وَأَخْبَرَنَا أَبُو الْكَرَمِ أَيْضًا فِي كِتَابِهِ، أَخْبَرَنَا عَلِيُّ بْنُ أَبِي طَاهِرٍ الْبَغْدَادِيُّ بِهَا، أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْقَنْدِيُّ، أَخْبَرَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ عَلِيٍّ الْكِنْدِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ سَهْلٍ السَّامِرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاءِ الرَّقِّيُّ، حَدَّثَنَا الْعَبَّاسُ بْنُ تَمِيمٍ، عَنْ أَبِي الْجَحَّافِ، قَالَ: إِنِّي لَفِي الطَّوَافِ وَقَدْ مَضَى أَكْثَرُ اللَّيْلِ، وَخَفَّ الْحُجَّاجُ، فَإِذَا امْرَأَةٌ كَأَنَّهَا الشَّمْسُ عَلَى قَضِيبِ غَرْسٍ، وَهِيَ تَقُولُ: ¶ رَأَيْتُ الْهَوَى حُلْوًا إِذَا اجْتَمَعَ الْوَصْلُ ... وَمُرًّا عَلَى الْهِجْرَانِ لا بَلْ هُوَ الْقَتْلُ ¶ وَمَنْ لَمْ يَذُقْ لِلْبَيْنِ طَعْمًا فَإِنَّهُ ... إِذَا ذَاقَ طَعْمَ الْحُبِّ لَمْ يَدْرِ مَا الْوَصْلُ ¶ وَقَدْ ذُقْتُ طَعْمَيْهِ عَلَى الْقُرْبِ وَالنَّوَى ... فَأَوَّلُه خَتْلٌ وَآخِرُهُ خَبْلُ ¶ ثُمَّ الْتَفَتَتْ فَرَأَتْنِي، فَقَالَتْ: يَا هَذَا، مَنْ ضَعُفَتْ قُوَّتُهُ عَنْ حَمْلِ شَيْءٍ أَلْقَاهُ طَلَبًا لِلرَّاحَةِ، وَفِرَارًا مِنْ ثِقَلِ الْمَحَبَّةِ، وَقَدْ نَطَقْتُ بِمَا عَلِمَ اللَّهُ وَأَحْصَاهُ الْمَلَكَانِ، فَإِنْ تَعْفُ عَنْ أَهْلِ السَّرَائِرِ أَكُنْ مَعَهُمْ، وَإِنْ تُعَاقِبْ فَيَا خَيْبَةَ الْمُذْنِبِينَ، وَبَكَتْ بُكَاءً شَدِيدًا، فَمَا رَأَيْتُ عِقْدَ دُرٍّ انْقَطَعَ سِلْكُهُ فَانْتَثَرَ كَانَ أَحْسَنَ مِنْ تَنَاثُرِ دُمُوعِهَا، وَالْجُفُونُ غَرِقَةٌ، وَالْمَحَاجِرُ مُتْرَعَةٌ، قَالَ: فَاعْتَزَلْتُ وَاللَّهِ خَوْفًا أَنْ يَصْبُوَ إِلَيْهَا قَلْبِي، وَإِنْ كَانَ بِمِثْلِهَا يَحْسُنُ التَّصَابِي هَذَا الشَّيْخُ سَمِعَ أَبَا مُحَمَّدٍ جَعْفَرَ بْنَ أَحْمَدَ السَّرَّاجَ، وَأَبَا الْحُسَيْنِ عَلِيَّ بْنَ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْعَلافِ الْمُقْرِئَ، وَأَبَا الْقَاسِمِ عَلِيَّ بْنَ الْحُسَيْنِ الرَّبَعِيَّ، وَأَبَا غَالِبٍ، وَغَيْرَهُمْ مِنَ الْمُتَأَخِّرِينَ، مَوْلِدُهُ سَنَةَ أَرْبَعٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، وَكَانَ يَحْفَظُ كَثِيرًا مِنَ النُّتَفِ وَالأَشْعَارِ وَالْحِكَايَاتِ الْقِصَارِ. ¶ شَيْخٌ آخَرُ الْوَاحِدُ وَالثَّلاثُونَ ¶ : ¶ 31 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْعَبَّاسِ بْنِ عَبْدِ الْحَمِيدِ الْحَرَّانِيُّ أَبُو عَبْدِ اللَّهِ إِذْنًا مِنْ مَدِينَةِ السَّلامِ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، رَحِمَهُ اللَّهُ، أَخْبَرَنَا أَبُو الْحَسَنِ هِبَةُ اللَّهِ بْنُ عَبْدِ الرَّزَّاقِ الأَنْصَارِيُّ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، قَالَ: أَخْبَرَنَا أَبُو الْحُسَيْنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ السُّكَّرِيُّ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الصَّفَّارُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، فِي شَهْرِ رَمَضَانَ سَنَةَ خَمْسٍ وَثَلاثِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا",
            "page": "68",
            "part": "1",
            "seal": "BB2E5771"
        },
        {
            "hno": "32",
            "id": "39",
            "nass": "سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَمْرِو بْنِ حُرَيْثٍ، عَنْ سَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «الْكَمْأَةُ مِنَ الْمَنِّ الَّذِي أُنْزِلَ عَلَى بَنِي إِسْرَائِيلَ، وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ» ، صَحِيحُ الْمَتْنِ وَالإِسْنَادِ، أَخْرَجَهُ الْبُخَارِيُّ فِي (التَّفْسِيرِ) عَنْ أَبِي نُعَيْمٍ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَمْرٍو بِهِ، كَمَا سُقْنَاهُ، فَيَقَعُ لِي بَدَلا عَالِيًا. ¶ وَأَخْرَجَهُ عَنْ مُسْلِمِ بْنِ إِبْرَاهِيمَ، عَنْ شُعْبَةَ، عَنْ عَبْدِ الْمَلِكِ بِهِ. ¶ وَفِي (الطِّبِّ) عَنْ مُحَمَّدِ بْنِ الْمُثَنَّى، عَنْ غُنْدَرٍ، عَنْ شُعْبَةَ، عَنْ عَبْدِ الْمَلِكِ. ¶ وَقَالَ شُعْبَةُ: أَخْبَرَنِي الْحَكَمُ، عَنِ الْحَسَنِ الْعُرَنِيِّ، عَنْ عَمْرِو بْنِ حُرَيْثٍ بِهِ. ¶ وَأَخْرَجَهُ مُسْلِمُ بْنُ الْحَجَّاجِ فِي (الأَطْعِمَةِ) عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ، عَنْ جَرِيرٍ بِهِ. ¶ وَعَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ جَرِيرٍ، وَعُمَرَ بْنِ عُبَيْدٍ. ¶ وَعَنْ أَبِي مُوسَى مُحَمَّدِ بْنِ الْمُثَنَّى، عَنْ غُنْدَرٍ، عَنْ شُعْبَةَ، كُلِّهِمْ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ بِهِ. ¶ وَعَنِ ابْنِ مُثَنًّى، عَنْ غُنْدَرٍ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، عَنِ الْحَسَنِ الْعُرَنِيِّ، عَنْ عَمْرِو بْنِ حُرَيْثٍ عَنْهُ. ¶ وَعَنْ سَعِيدِ بْنِ عَمْرٍو، عَنْ عَبْثَرٍ، عَنْ مُطَرِّفٍ، عَنِ الْحَكَمِ، عَنِ الْحَسَنِ الْعُرَنِيِّ بِهِ. ¶ وَعَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ جَرِيرٍ، عَنْ مُطَرِّفٍ، عَنِ الْحَكَمِ، عَنِ الْحَسَنِ الْعُرَنِيِّ بِهِ. ¶ وَعَنِ ابْنِ أَبِي عُمَرَ، عَنِ ابْنِ عُيَيْنَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَمْرِو بْنِ حُرَيْثٍ بِهِ. ¶ وَعَنْ يَحْيَى بْنِ حَبِيبِ بْنِ عَرَبِيٍّ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ مُحَمَّدِ بْنِ شَبِيبٍ، سَمِعَهُ مِنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ عَبْدِ الْمَلِكِ، قَالَ: فَلَقِيتُ عَبْدَ الْمَلِكِ بْنَ عُمَيْرٍ، فَحَدَّثَنِي بِهِ عَنْ عَمْرِو بْنِ حُرَيْثٍ. ¶ فَيَقَعُ لِي أَيْضًا بَدَلا فِي رِوَايَةِ مُسْلِمٍ، عَنِ ابْنِ أَبِي عُمَرَ، عَنْ سُفْيَانَ عَالِيًا ¶ مَوْلِدُ شَيْخِنَا هَذَا سَنَةَ أَرْبَعٍ وَثَمَانِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ فِي ثَانِي عَشَرَ جُمَادَى الأُولَى، سَنَةَ سِتِّينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الثَّانِي وَالثَّلاثُونَ ¶ : ¶ 32 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ يَحْيَى بْنِ عَبْدِ الْبَاقِي بْنِ الزُّهْرِيِّ أَبُو مُحَمَّدٍ فِي كِتَابِهِ إِلَيَّ",
            "page": "69",
            "part": "1",
            "seal": "7FDD85A7"
        },
        {
            "hno": "33",
            "id": "40",
            "nass": "مِنْ بَغْدَادَ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، رَحِمَهُ اللَّهُ، أَخْبَرَنَا الشَّرِيفُ أَبُو الْحُسَيْنِ هِبَةُ اللَّهِ بْنُ عَبْدِ الرَّزَّاقِ بْنِ مُحَمَّدٍ الأَنْصَارِيُّ، حَدَّثَنَا أَبُو الْفَضْلِ عَبْدُ الْوَاحِدِ بْنُ عَبْدِ الْعَزِيزِ بْنِ الْحَارِثِ التَّمِيمِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ جَعْفَرِ بْنِ سَلْمٍ، حَدَّثَنَا أَبُو مُسْلِمٍ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، حَدَّثَنِي شَدَّادٌ أَبُو عَمَّارٍ، عَنْ وَاثِلَةَ بْنِ الأَسْقَعِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ تَعَالَى اخْتَارَ مِنْ وَلَدِ إِسْمَاعِيلَ كِنَانَةَ، ثُمَّ اخْتَارَ مِنْ كِنَانَةَ وَلَدَ النَّضْرِ، ثُمَّ اخْتَارَ مِنْ وَلَدِ النَّضْرِ قُرَيْشًا، ثُمَّ اخْتَارَ مِنْ قُرَيْشٍ بَنِي هَاشِمٍ، ثُمَّ اخْتَارَنِي مِنْ بَنِي هَاشِمٍ» ، هَذَا حَدِيثٌ صَحِيحُ الْمَتْنِ وَالإِسْنَادِ وَعَالٍ، مِنْ حَدِيثِ الإِمَامِ أَبِي عَمْرٍو عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو الشَّامِيِّ الأَوْزَاعِيِّ. ¶ أَخْرَجَهُ أَبُو الْحُسَيْنِ مُسْلِمُ بْنُ الْحَجَّاجِ فِي (فَضَائِلِ النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) عَنْ مُحَمَّدِ بْنِ مِهْرَانَ، وَمُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَهْمٍ، عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ بِسَنَدِهِ. ¶ فَيَقَعُ لِي عَالِيًا بَدَلا، وَلِلَّهِ الْحَمْدُ. ¶ وَلا أَعْرِفُ لِوَاثِلَةَ بْنِ الأَسْقَعِ فِي صَحِيحِ مُسْلِمٍ سِوَى هَذَا الْحَدِيثِ، وَيُكْنَى: أَبَا قِرْصَافَةَ. ¶ وَالْحَدِيثُ شَامِيُّ السَّنَدِ، فَالْوَلِيدُ بْنُ مُسْلِمٍ شَامِيٌّ، وَالأَوْزَاعِيُّ فَقِيهُ الشَّامِ، وَشَدَّادٌ شَامِيٌّ، وَوَاثِلَةُ نَزَلَ الشَّامَ ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا عَبْدِ اللَّهِ السَّرَّاجَ، وَأَبَا الْحُسَيْنِ هِبَةَ اللَّهِ بْنَ عَبْدِ الرَّزَّاقِ الأَنْصَارِيَّ وَطَبَقَتَهُمَا، مَوْلِدُهُ سَنَةَ سَبْعٍ وَسَبْعِينَ وَأَرْبَعِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الثَّالِثُ وَالثَّلاثُونَ ¶ : ¶ 33 - أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ مُحَمَّدِ بْنِ هِلالِ بْنِ الْمُحْسِنِ بْنِ إِبْرَاهِيمَ بْنِ هِلالٍ",
            "page": "70",
            "part": "1",
            "seal": "7E826B81"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "أَبُو الْحَسَنِ الصَّابِي، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ النِّعَالِيُّ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقَوَيْهِ، أَخْبَرَنَا أَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ الْقَطَّانُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَوْحٍ، حَدَّثَنَا سَلامُ بْنُ سُلَيْمَانَ أَبُو الْعَبَّاسِ الْمَدَائِنِيُّ، حَدَّثَنَا الْحَارِثُ بْنُ حَصِيرَةَ، حَدَّثَنَا إِبْرَاهِيمُ الْهَجَرِيُّ، وَقَيْسُ بْنُ الرَّبِيعِ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، قَالَ: كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فِي سَفَرٍ، فَلَمَّا وَجَبَتِ الشَّمْسُ، قَالَ: \" يَا بِلالُ، اجْدَحْ لَنَا، قُلْنَا: يَا رَسُولَ اللَّهِ، لَوِ انْتَظَرْتَ، قَالَ: يَا بِلالُ، اجْدَحْ لَنَا، إِذَا وَجَبَتِ الشَّمْسُ أَفْطَرَ الصَّائِمُ \"، صَحِيحٌ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى أَبِي إِبْرَاهِيمَ، وَقِيلَ: أَبُو مُعَاوِيَةَ الأَسْلَمِيُّ، وَاسْمُ أَبِي أَوْفَى: عَلْقَمَةُ الأَسْلَمِيُّ، مِنْ أَصْحَابِ الشَّجَرَةِ، آخِرُ الصَّحَابَةِ مَوْتًا بِالْكُوفَةِ. ¶ رَوَاهُ الْبُخَارِيُّ فِي (الصَّوْمِ) عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ، عَنْ سُفْيَانَ. ¶ وَعَنْ إِسْحَاقَ بْنِ شَاهِينَ، عَنْ خَالِدٍ الْوَاسِطِيِّ. ¶ وَعَنْ مُسَدِّدٍ، عَنْ عَبْدِ الْوَاحِدِ. ¶ وَعَنْ أَحْمَدَ بْنِ يُونُسَ، عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ. ¶ وَفِي (الطَّلاقِ) عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ، عَنْ جَرِيرٍ، كُلِّهِمْ عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ سُلَيْمَانَ بْنِ فَيْرُوزَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي (الصَّوْمِ) عَنْ يَحْيَى بْنِ يَحْيَى، عَنْ هُشَيْمٍ. ¶ وَعَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنْ عَلِيِّ بْنِ مُسْهِرٍ، وَعَبَّادِ بْنِ الْعَوَّامِ. ¶ وَعَنْ أَبِي كَامِلٍ، عَنْ عَبْدِ الْوَاحِدِ. ¶ وَعَنِ ابْنِ أَبِي عُمَرَ، عَنْ سُفْيَانَ. ¶ وَعَنْ إِسْحَاقَ، عَنْ جَرِيرٍ. ¶ وَعَنِ ابْنِ مُعَاذٍ، عَنْ أَبِيهِ. ¶ وَعَنِ",
            "page": "71",
            "part": "1",
            "seal": "1583B948"
        },
        {
            "hno": "34",
            "id": "42",
            "nass": "ابْنِ مُثَنًّى، عَنْ غُنْدَرٍ، كِلَيْهِمَا عَنْ شُعْبَةَ، كُلِّهِمْ عَنِ الشَّيْبَانِيِّ عَنْهُ ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا بَكْرٍ أَحْمَدَ بْنَ عَلِيِّ بْنِ بَدْرَانَ الْحُلْوَانِيَّ، وَأَبَا عَبْدِ اللَّهِ الْحُسَيْنَ بْنَ أَحْمَدَ بْنِ طَلْحَةَ وَغَيْرَهُمَا. ¶ شَيْخٌ آخَرُ الرَّابِعُ وَالثَّلاثُونَ ¶ : ¶ 34 - أَخْبَرَنَا هِبَةُ اللَّهِ بْنُ الْحَسَنِ بْنِ هِلالِ بْنِ عَلِيِّ بْنِ حَمْصَاءَ بْنِ نَافِعٍ أَبُو الْقَاسِمِ الدَّقَّاقُ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْفَضْلِ عَبْدُ اللَّهِ بْنُ عَلِيِّ بْنِ زَكَرِيَّا الدَّقَّاقُ، سَنَةَ ثَلاثٍ وَثَمَانِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو الْحُسَيْنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ، سَنَةَ ثَلاثَ عَشْرَةَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو الْحُسَيْنِ عَلِيُّ بْنُ إِسْمَاعِيل بْن مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ صَالِحٍ الصَّفَّارُ، فِي شَهْرِ رَمَضَانَ سَنَةَ خَمْسٍ وَثَلاثِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرِ بْنِ مَنْصُورٍ الْبَزَّازُ، حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنِ ابْنِ قُسَيْطٍ، عَنْ أَبِي سَلَمَةَ، أَنَّهُ قَالَ: سَأَلْتُ فَاطِمَةَ بِنْتَ قَيْسٍ عَنْ أَمْرِهَا، فَقَالَتْ: طَلَّقَنِي زَوْجِي ثَلاثًا، فَكَانَ يَرْزُقُنِي طَعَامًا فِيهِ شَيْءٌ، فَقُلْتُ: فَإِنْ كَانَتْ لِي النَّفَقَةُ لأَطْلُبَنَّهَا وَلا أَقْبَلُ مِنْهُ هَذَا، فَقَالَ الْوَكِيلُ: لَيْسَ لَكِ نَفَقَةٌ وَلا سُكْنَى، فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَسَأَلْتُهُ فَقَالَ لي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لا نَفَقَةَ لَكِ وَلا سُكْنَى، اعْتَدِّي عِنْدَ فُلانَةٍ، امْرَأَةٍ كَانَتْ يَغْشَاهَا أَصْحَابُهُ، ثُمَّ قَالَ: اعْتَدِّي عِنْدَ ابْنِ أُمِّ مَكْتُومٍ، فَإِنَّهُ أَعْمًى، فَإِذَا انْقَضَتْ عِدَّتُكِ فَآذِنِينِي، فَلَمَّا انْقَضَتْ عِدَّتُهَا آذَنَتْهُ، فَقَالَ لَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ خَطَبَكِ؟ قَالَتْ: مُعَاوِيَةُ وَرَجُلٌ آخَرُ مِنْ قُرَيْشٍ، فَقَالَ أَمَّا مُعَاوِيَةُ فَهُوَ غُلامٌ مِنْ فِتْيَانِ قُرَيْشٍ، وَلا شَيْءَ لَهُ، وَأَمَّا الآخَرُ فَهُوَ صَاحِبُ سَفَرٍ لا خَيْرَ فِيهِ، انْكِحِي أُسَامَةَ بْنَ زَيْدٍ، فَكَرِهْتُهُ، فَقَالَ لَهَا: انْكَحِيهِ، فَنَكَحَتْهُ \". ¶ أَخْرَجَهُ مُسْلِمٌ أَتَمَّ مِنْ هَذَا وَأَطْوَلُ، عَنْ يَحْيَى بْنِ يَحْيَى، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ",
            "page": "72",
            "part": "1",
            "seal": "63322F0A"
        },
        {
            "hno": "35",
            "id": "43",
            "nass": "يَزِيدَ، مَوْلَى الأَسْوَدِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ. ¶ وَأَخْرَجَهُ عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي حَازِمٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي سَلَمَةَ نَفَقَةُ الْمُطَلَّقَةِ فَقَطْ. ¶ وَلَهُ طُرُقٌ فِي صَحِيحِ مُسْلٍم غَيْرَ مَا ذَكَرْتُ، كُلُّهَا تَرْجِعُ إِلَى أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا الْحُسَيْنِ عَاصِمَ بْنَ الْحَسَنِ بْن مُحَمَّدٍ الْعَاصِمِيُ. ¶ وَأَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدِ بْنِ مُحَمَّدٍ الْخَطِيبَ الأَنْبَارِيَّ الأَقْطَعَ، وَعَبْدَ اللَّهِ بْنَ عَلِيِّ بْنِ زَكُرِيَّا وَغَيْرَهُمْ، مَوْلِدُهُ سَنَةَ ثَلاثٍ وَسَبْعِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ بَعْدَ السِّتِّينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الْخَامِسُ وَالثَّلاثُونَ ¶ : ¶ 35 - أَخْبَرَنَا عَبْدُ الْوَاحِدِ بْنُ الْحُسَيْنِ بْنِ عَبْدِ الْوَاحِدِ الْبَارِزِيُّ الصَّابُونِيُّ أَبُو مُحَمَّدٍ الْبَزَّازُ فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، رَحِمَهُ اللَّهُ، أَخْبَرَنَا أَبُو الْخَطَّابِ نَصْرُ بْنُ أَحْمَدَ بْنِ الْبَطِرِ الْقَارِئُ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقَوَيْهِ، قِرَاءَةً عَلَيْهِ، سَنَةَ إِحْدَى عَشْرَةَ وَأَرْبَعِ مِائَةٍ، قَالَ: قُرِئَ عَلَى أَبِي عَلِيٍّ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الصَّفَّارِ، يَوْمَ الإِثْنَيْنِ سَلْخَ صَفَرٍ سَنَةَ ثَمَانٍ وَثَلاثِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ أَبِي مَسْعُودٍ، قَالَ: جَارَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنِّي لأَتَخَلَّفُ عَنْ صَلاةِ الصُّبْحِ مِمَّا يُطَوِّلُ بِنَا فُلانٌ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ مِنْكُمْ مُنَفِّرِينَ، فَأَيُّكُمْ أَمَّ النَّاسَ فَلْيُخَفِّفْ، فَإِنَّ فِيهِمُ الْكَبِيرَ وَالسَّقِيمَ وَذَا الْحَاجَةِ» ، هَذَا حَدِيثٌ صَحِيحٌ مِنْ حَدِيثِ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، اتَّفَقَ الإِمَامَانِ عَلَى إِخْرَاجِهِ فِي صَحِيحِهِمَا. ¶ أَمَّا الْبُخَارِيُّ، فَأَخْرَجَهُ عَنْ مُحَمَّدِ بْنِ كَثِيرٍ، عَنْ سُفْيَانَ. ¶ وَعَنْ أَحْمَدَ بْنِ يُونُسَ، عَنْ زُهَيْرٍ. ¶ وَفِي (الصَّلاةِ) عَنْ مُحَمَّدِ بْنِ يُوسُفَ، عَنْ سُفْيَانَ. ¶ وَفِي (الأَدَبِ) عَنْ",
            "page": "73",
            "part": "1",
            "seal": "32B2DFA1"
        },
        {
            "hno": "36",
            "id": "44",
            "nass": "مُسَدِّدٍ، عَنْ يَحْيَى. ¶ وَفِي (الأَحْكَامِ) عَنْ مُحَمَّدِ بْنِ مُقَاتِلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُبَارَكٍ، كُلِّهِمْ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ أَبِي مَسْعُودٍ عُقْبَةَ بْنِ عَمْرٍو الْبَدْرِيِّ. ¶ وَأَخْرَجَهُ مُسْلِمٌ عَنْ يَحْيَى بْنِ يَحْيَى، عَنْ هُشَيْمٍ. ¶ وَعَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنْ هُشَيْمٍ وَوَكِيعٍ. ¶ وَعَنِ ابْنِ نُمَيْرٍ، عَنْ أَبِيهِ. ¶ وَعَنِ ابْنِ أَبِي عُمَرَ، عَنْ سُفْيَانَ، كُلِّهِمْ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسٍ بِهِ ¶ سَمِعَ هَذَا الشَّيْخُ أَبَا الْخَطَّابِ نَصْرَ بْنَ أَحْمَدَ بْنِ الْبَطِرِ، وَأَبَا مَنْصُورٍ مُحَمَّدَ بْنَ أَحْمَدَ بْنِ عَلِيٍّ الْخَيَّاطَ، وَأَبَا عَبْدِ اللَّهِ الْحُسَيْنَ بْنَ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ النِّعَالِيَّ وَطَبَقَتَهُمْ، وَتُوُفِّيَ سَنَةَ سِتٍّ وَسِتِّينَ وَخَمْسِ مِائَةٍ فِي الرَّابِعِ وَالْعِشْرِينَ مِنْ شَوَّالِهَا. ¶ شَيْخٌ آخَرُ السَّادِسُ وَالثَّلاثُونَ ¶ : ¶ 36 - أَخْبَرَنَا الْقَاضِي رَوْحُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ صَالِحٍ أَبُو طَالِبٍ الْحَدِيثِيُّ ثُمَّ الْبَغْدَادِيُّ، فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو حَامِدٍ عَبْدُ الْعَزِيزِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ عُمَرَ الدِّينَوَرِيُّ، فِي رَجَبٍ، سَنَةَ إِحْدَى عَشْرَةَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ بْنِ الْبُسْرِيِّ، أَخْبَرَنَا أَبُو الطَّاهِرِ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْمُخَلِّصُ، حَدَّثَنَا أَبُو مُحَمَّدٍ عُبَيْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ السُّكَّرِيُّ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ بْنُ أَحْمَدَ بْنِ يُوسُفَ التَّغْلِبِيُّ، حَدَّثَنَا صَفْوَانُ بْنُ صَالِحٍ، حَدَّثَنَا الْوَلِيدُ، حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي مَرْيَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ،",
            "page": "74",
            "part": "1",
            "seal": "C0E9E673"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" سَتُفْتَحُ عَلَيْكُمُ الشَّامُ، فَعَلَيْكُمْ بِمَدِينَةٍ يُقَالُ لَهَا: دِمَشْقُ، فَإِنَّهَا خَيْرُ مَدَائِنِ الشَّامِ، وَفُسْطَاطُ الْمُؤْمِنِينَ، أَرْضٌ مِنْهَا يُقَالُ لَهَا: الْغُوطَةُ، وَهِيَ مَعْقِلُهُمْ \". ¶ كَذَا رَوَاهُ مُرْسَلا، وَقَدْ أَسْقَطَ مِنْهُ أَبَا الدَّرْدَاءِ، وَقَدْ رَوَاهُ زَيْدُ بْنُ أَرْطَاةَ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِي الدَّرْدَاءِ، وَهُوَ الصَّحِيحُ ¶ سَمِعَ هَذَا الشَّيْخُ أَبَا الْقَاسِمِ إِسْمَاعِيلَ بْنَ الْفَضْلِ بْنِ إِسْمَاعِيلَ الْجُرْجَانِيَّ، وَأَبَا حَامِدٍ عَبْدَ الْعَزِيزِ بْنَ عَلِيِّ بْنِ مُحَمَّدِ بْنِ عُمَرَ الدِّينَوَرِيَّ، وَأَبَا مَنْصُورٍ مُحَمَّدَ بْنَ عَبْدِ الْبَاقِي بْنِ جَعْفَرِ بْنِ مُجَالِدٍ. ¶ فَأَخْبَرَنَا بِحَدِيثِهِ فِي كِتَابِهِ عَنِ الإِسْمَاعِيلِيِّ، أَخْبَرَنَا الشَّيْخُ عَبْدُ الرَّحْمَنِ بْنُ سَعِيدِ بْنِ مُحَمَّدٍ السَّعِيدِيُّ، أَخْبَرَنَا أَبُو أَحْمَدَ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْغِطْرِيفِ الْجُرْجَانِيُّ، حَدَّثَنَا الْفَضْلُ بْنُ حُبَابٍ الْجُمَحِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي سِنَانٍ، عَنْ وَهْبِ بْنِ خَالِدٍ الْحِمْصِيِّ، عَنِ ابْنِ الدَّيْلَمِيِّ، قَالَ: أَتَيْتُ أُبَيَّ بْنَ كَعْبٍ، فَقُلْتُ لَهُ: وَقَعَ فِي نَفْسِي مِنَ الْقَدَرِ، فَحَدِّثْنِي بِشَيْءٍ لَعَلَّ اللَّهَ أَنْ يُذْهِبَهُ مِنْ قَلْبِي، فَقَالَ: إِنَّ اللَّهَ عَزَّ وَجَلَّ، لَوْ عَذَّبَ أَهْلَ سَمَاوَاتِهِ وَأَهْلَ أَرْضِهِ، عَذَّبَهُمْ وَهُوَ غَيْرُ ظَالِمٍ لَهُمْ، وَلَوْ رَحِمَهُمْ كَانَ رَحْمَتُهُ خَيْرًا لَهُمْ مِنْ أَعْمَالِهِمْ، وَلَوْ أَنْفَقْتَ مِثْلَ جَبَلِ أُحُدٍ فِي سَبِيلِ اللَّهِ مَا قَبِلَ اللَّهُ مِنْكَ حَتَّى تُؤْمِنَ بِالْقَدَرِ، وَتَعْلَمَ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ، وَأَنَّ مَا أَخْطَأَكَ لَمْ يَكُ لِيُصِيبَكَ، وَلَوْ مِتَّ عَلَى غَيْرِ هَذَا لَدَخَلْتَ النَّارَ. ¶ قَالَ: ثُمَّ أَتَيْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ، فَقَالَ مِثْلَ",
            "page": "75",
            "part": "1",
            "seal": "4B5D0026"
        },
        {
            "hno": "37",
            "id": "46",
            "nass": "ذَلِكَ، ثُمَّ أَتَيْتُ حُذَيْفَةَ بْنَ الْيَمَانِ فَقَالَ مِثْلَ ذَلِكَ، ثُمَّ أَتَيْتُ زَيْدَ بْنَ ثَابِتٍ، فَحَدَّثَنِي عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِثْلَ ذَلِكَ، إِسْنَادُهُ حَسَنٌ ¶ تُوُفِّيَ هَذَا الشَّيْخُ بَعْدَ السَّبْعِينَ وَخَمْسِ مِائَةٍ، وَوَلِيَ الْقَضَاءَ بِبَغْدَادَ، وَكَانَتْ سِيرَتُهُ جَمِيلَةً، وَطَرِيقَتُهُ مَرْضِيَّةً، وَأَحْكَامُهُ نَافِذَةً، وَبِعَدْلِهِ كُلٌّ يَشْهَدُ لَهُ: أَهْلُ الْحَاضِرَةِ وَالْبَادِيَةِ، وَكَانَ قَاضِيَ الْقُضَاةِ، رَحِمَهُ اللَّهُ. ¶ شَيْخٌ آخَرُ السَّابِعُ وَالثَّلاثُونَ ¶ : ¶ 37 - أَخْبَرَنَا عَلِيُّ بْنُ أَبِي سَعْدِ بْنِ إِبْرَاهِيمَ الأَزَجِيُّ أَبُو الْحَسَنِ، إِذْنًا مِنْ مَدِينَةِ السَّلامِ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا الشَّرِيفُ أَبُو الْغَنَائِمِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ",
            "page": "76",
            "part": "1",
            "seal": "B0EE4E87"
        },
        {
            "hno": "38",
            "id": "47",
            "nass": "الْمُهْتَدِي بِاللَّهِ، أَخْبَرَنَا أَبُو طَالِبٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْفَتْحِ الْحَرْبِيُّ، أَخْبَرَنَا عُمَرُ بْنُ أَحْمَدَ بْنِ شَاهِينَ، حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ غِيَاثٍ، حَدَّثَنَا فَضَالُ بْنُ جُبَيْرٍ أَبُو الْمُهَنَّدِ، قَالَ: سَمِعْتُ أَبَا أُمَامَةَ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «لا عَلَيْكُمْ أَنْ لا تُعْجَبُوا بِعَمَلِ عَامِلٍ حَتَّى تَنْظُرُوا بِمَا يُخْتَمُ لَهُ» ، غَرِيبُ الإِسْنَادِ، وَأَبُو أُمَامَةَ اسْمُهُ: الصَّدِيُّ بْنُ عَجْلانَ بْنِ الْحَارِثِ بْنِ سَهْمِ بْنِ عَمْرِو بْنِ ثَعْلَبَةَ الْبَاهِلِيُّ، آخِرُ مَنْ بَقِيَ بِالشَّامِ مِنَ الصَّحَابَةِ، مَاتَ سَنَةَ سِتٍّ وَثَمَانِينَ، وَهُوَ ابْنُ إِحْدَى وَتِسْعِينَ سَنَةً ¶ مَوْلِدُ هَذَا الشَّيْخِ سَنَةَ خَمْسٍ وَثَمَانِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ سَنَةَ اثْنَتَيْنِ وَسِتِّينَ وَخَمْسِ مِائَةٍ بِبَغْدَادَ، وَسَمِعَ جَمَاعَةً مِنْهُمْ: أَبُو يَاسِرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ الْبَرَدَانِيِّ، وَأَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْن عَبْدِ الْبَاقِي الدُّورِيُّ، وَأَبُو سَعْدٍ أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ بْنِ أَحْمَدَ الصَّيْرَفِيَّ، وَأَبُو الْعِزِّ أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ بْنِ كَادِشٍ، وَأَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ عُمَرَ بْنِ السَّمَرْقَنْدِيِّ، وَأَبُو الأَغَرِّ قَرَاتَكِينَ بْنُ الأَسْعَدِ، وَأَبُو طَالِبٍ عَبْدُ الْقَادِرِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْقَادِرِ وَغَيْرُهُمْ، وَهُوَ خَالُ يَحْيَى بْنِ أَسْعَدَ بْنِ بُوشَ، وَهُوَ الَّذِي سَمِعَهُ وَأَفَادَهُ. ¶ شَيْخٌ آخَرُ الثَّامِنُ وَالثَّلاثُونَ ¶ : ¶ 38 - أَخْبَرَنَا الشَّيْخُ أَبُو أَحْمَدَ الأَسْعَدُ بْنُ يَلْدَرْكَ بْنِ أَبِي الْبَقَاءِ الْجِبْرِيلِيُّ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ بَغْدَادَ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْخَطَّابِ عَلِيُّ بْنُ عَبْدِ الرَّحْمَنِ بْنِ هَارُونَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عِيسَى بْنِ دَاوُدَ بْنِ الْجَرَّاحِ، قِرَاءَةً عَلَيْهِ فِي مَنْزِلِهِ بِدَرْبِ الْقَيَّارِ، فِي شَوَّالٍ سَنَةَ خَمْسٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ، قِرَاءَةً عَلَيَّ فِي جَامِعِ الرُّصَافَةِ، عَشِيَّةَ الْجُمُعَةِ الرَّابِعِ وَالْعِشْرِينَ مِنْ جُمَادَى الأُولَى، سَنَةَ أَرْبَعٍ وَعِشْرِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو عَلِيٍّ أَحْمَدُ بْنُ الْفَضْلِ بْنِ الْعَبَّاسِ خُزَيْمَةُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا",
            "page": "77",
            "part": "1",
            "seal": "4EACCDBC"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "أَبُو الرَّبِيعِ سُلَيْمَانُ بْنُ دَاوُدَ الزَّهْرَانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ الْخَوْلانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ الزُّبَيْدِيُّ، أَخْبَرَنِي الزُّهْرِيُّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، رَأَى جَارِيَةً فِي بَيْتِ أُمِّ سَلَمَةَ، رَأَى بِوَجْهِهَا سَفْعَةً، فَقَالَ: «بِهَا نَظْرَةٌ فَاسْتَرْقُوا لَهَا» ، حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ الإِمَامَانِ فِي كِتَابَيْهِمَا، الْبُخَارِيُّ وَمُسْلِمٌ. ¶ أَمَّا الْبُخَارِيُّ فَأَخْرَجَهُ فِي الطِّبِّ عَنْ مُحَمَّدِ بْنِ خَالِدٍ، عَنْ مُحَمَّدِ بْنِ وَهْبِ بْنِ عَطِيَّةَ، عَنْ مُحَمَّدِ بْنِ حَرْبٍ، عَنِ الزُّبَيْدِيِّ مُحَمَّدِ بْنِ الْوَلِيدِ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بِهِ. ¶ وَتَابَعَهُ عَبْدُ اللَّهِ بْنُ سَالِمٍ، عَنِ الزُّبَيْدِيِّ. ¶ وَقَالَ عُقَيْلٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ. ¶ وَقَالَ الْجَوْزَقِيُّ صَاحِبُ الْكِتَابِ الْمُتَّفَقِ: مُحَمَّدُ بْنُ خَالِدٍ، هَذَا الَّذِي رَوَى عَنْهُ الْبُخَارِيُّ هُوَ: مُحَمَّدُ بْنُ يَحْيَى الذُّهْلِيُّ، لأَنَّهُ مُحَمَّدُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ خَالِدٍ، فَنَسَبُهُ إِلَى جَدِّ أَبِيهِ. ¶ وَالْحَدِيثُ مِنْ حَدِيثِهِ، فَقَدْ حَدَّثَ بِهِ عَنْ مُحَمَّدِ بْنِ وَهْبِ بْنِ عَطِيَّةَ، رَوَاهُ عَنْهُ أَبُو عَوَانَةَ يَعْقُوبُ بْنُ إِسْحَاقَ الْحَافِظُ فِي كِتَابِهِ الْمُخَرَّجِ عَلَى مُسْلِمِ بْنِ الْحَجَّاجِ. ¶ وَرِوَايَةُ الْبُخَارِيِّ لِهَذَا الْحَدِيثِ فِيهَا نُزُولٌ، وَرِوَايَةُ مُسْلِمٍ لَهُ أَعْلَى، فَإِنَّ مُسْلِمًا أَخْرَجَهُ عَنْ أَبِي الرَّبِيعِ هَذَا عَنْ مُحَمَّدِ بْنِ حَرْبٍ، عَنِ الزُّبَيْدِيِّ بِطُولِهِ. ¶ وَالَّذِي دَعَا الْبُخَارِيَّ إِلَى رِوَايَتِهِ بِنُزُولٍ، لأَنَّ أَصْحَابَ الزُّهْرِيِّ لَمْ يُقِمْ إِسْنَادَ الْحَدِيثِ أَحَدٌ مِنْهُمْ غَيْرَ الزُّبَيْدِيِّ، فَأَخْرَجَهُ مِنْ طَرِيقِهِ مَعَ مُتَابَعَةِ عَبْدِ اللَّهِ بْنِ سَالِمٍ، وَقَدْ رَوَاهُ عَقِيلُ بْنُ خَالِدٍ، وَيُونُسُ بْنُ يَزِيدَ الأَيْلِيَّانِ، وَهُمَا مِنْ جِلَّةِ أَصْحَابِ الزُّهْرِيِّ، عَنِ الزُّهْرِيِّ مُرْسَلا. ¶ فَيَكُونُ هَذَا الْحَدِيثُ فِي رِوَايَةِ مُسْلِمٍ يَقَعُ لَنَا بَدَلا عَالِيًا وَلِلَّهِ الْحَمْدُ. ¶ وَقَدْ وَهِمَ أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيٍّ الأَصْبَهَانِيُّ فِي جَمْعِ رِجَالِ مُسْلِمِ بْنِ الْحَجَّاجِ، حَيْثُ جَعَلَ أَبَا الرَّبِيعِ هَذَا سُلَيْمَانَ بْنَ دَاوُدَ الزَّهْرَانِيَّ، وَلَيْسَ كَذَلِكَ، فَإِنَّهُ سُلَيْمَانُ بْنُ دَاوُدَ الْخُتَّلِيُّ الْبَغْدَادِيُّ، وَمُسْلِمٌ يَرْوِي عَنْهُمَا مَعًا فِي صَحِيحِهِ، وَقَدِ اتَّفَقَا فِي الْكُنْيَةِ وَالاسْمً وَاسْمِ الأَبِ، وَلَيْسَ يُفَرِّقُ بَيْنَهُمَا إِلا الْمَاهِرِ فِي هَذِهِ الصَّنْعَةِ. ¶ وَقَدْ رُوِيَ عَنِ الْخُتَّلِيِّ حَدِيثٌ آخَرُ، وَهُوَ قَوْلُهُ،",
            "page": "78",
            "part": "1",
            "seal": "FB591A71"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "عَلَيْهِ السَّلامُ: أَسْرَفَ الرَّجُلُ عَلَى نَفْسِهِ، فِي مُسْنَدِ حُمَيْدٍ، عَنْ أَبِي هُرَيْرَةَ. ¶ وَقَدْ حَدَّثَ عَنْهُمَا مَعًا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى الْمَوْصِلِيُّ فِي مُعْجَمِ شُيُوخِهِ، وَفَرَّقَ بَيْنَهُمَا، وَأَفْرَدَ لِكُلِّ وَاحِدٍ مِنْهُمَا حَدِيثًا ¶ وَقَدْ ذَكَرَهُمَا مَعًا أَبُو عِمْرَانَ مُوسَى بْنُ عَبْدِ اللَّهِ الْحَمَّالُ، قَالَ: مَاتَ أَبُو الرَّبِيعِ سُلَيْمَانُ بْنُ دَاوُدَ بْنِ الرَّشِيدِ بِبَغْدَادَ يَوْمَ السَّبْتِ، أَوَّلَ يَوْمٍ مِنْ شَهْرِ رَمَضَانَ , وَدُفِنَ يَوْمَ السَّبْتِ أَوَّلَ يَوْمٍ مِنْ شَهْرِ رَمَضَانَ، سَنَةَ إِحْدَى وَثَلاثِينَ وَمِائَتَيْنِ، وَلَيْسَ هُوَ دَاوُدُ بْنُ رُشَيْدٍ الْمَشْهُورُ، خَضَبَ قَبْلَ مَوْتِهِ بِقَلِيلٍ، وَقَالَ فِي تَرْجَمَةِ مَنْ مَاتَ سَنَةَ أَرْبَعٍ وَثَلاثِينَ وَمِائَتَيْنِ: مَاتَ أَبُو الرَّبِيعِ سُلَيْمَانُ بْنُ دَاوُدَ الزَّهْرَانِيُّ فِي شَهْرِ رَمَضَانَ بِالْبَصْرَةِ سَنَةَ أَرْبَعٍ وَثَلاثِينَ وَمِائَتَيْنِ. ¶ وَفَرَّقَ بَيْنَهُمَا كَذَلِكَ أَبُو الْقَاسِمِ الْبَغَوِيُّ فِيمَا حَكَاهُ أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ الْمُظَفَّرِ الْحَافِظُ، قَالَ: دَفَعَ إِلَيَّ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ إِسْحَاقَ بْنِ الْمَرْزُبَانِ الْبَغَوِيُّ هَذِهِ الرِّقَاعَ بِخَطِّ أَبِي الْقَاسِمِ الْبَغَوِيِّ، قَالَ: قَالَ أَبُو الْقَاسِمِ: مَاتَ سُلَيْمَانُ بْنُ دَاوُدَ أَبُو الرَّبِيعِ، وَكَانَ يَنْزِلُ مَدِينَةَ أَبِي جَعْفَرٍ أَوَّلَ يَوْمٍ مِنْ شَهْرِ رَمَضَانَ سَنَةَ إِحْدَى وَثَلاثِينَ، وَقَالَ بَعْدَهُ: مَاتَ أَبُو الرَّبِيعِ سُلَيْمَانُ بْنُ دَاوُدَ الزَّهْرَانِيُّ فِي شَهْرِ رَمَضَانَ سَنَةَ أَرْبَعٍ وَثَلاثِينَ وَمِائَتَيْنِ وَقَدْ كَتَبْتُ عَنْهُ. ¶ فَفَرَّقَ بَيْنَهُمَا فِي الْوَفَاةِ وَالْبَلَدِ، فَصَحَّ أَنَّهُمَا اثْنَانِ، وَأَنَّ أَبَا بَكْرٍ الأَصْبَهَانِيَّ جَعَلَهُمَا وَاحِدًا، وَوَهِمَ فِي ذَلِكَ، وَمِثْلُ هَذَا يَجِبُ أَنْ يُحَقَّقَ، لأَنَّهُ لا يُؤْمَنُ الْوُقُوعُ فِيهِ، فَصَحَّ بِمَا ذَكَرْنَاهُ أَنَّهُمَا اثْنَانِ لا وَاحِدٌ، وَقَدْ نَسَبَهُ فِي رِوَايَتِنَا هَذِهِ: ابْنَ خُزَيْمَةَ، الأَبْنَاوِيَّ، وَهُمْ أَوْلادُ الْعَجَمِ الَّذِينَ يُولَدُونَ بِبِلادِ الْيَمَنِ، يُنْسَبُونَ إِلَى هَذِهِ النِّسْبَةِ، فَاللَّهُ أَعْلَمُ. ¶ وَالسَّفْعَةُ الْمَسُّ مِنَ الْجُنُونِ، وَحَقِيقَتُهُمَا: الْمَرَّةُ مِنَ السَّفْعِ، وَهُوَ الأَخْذُ، وَمِنْ قَوْلِهِ: {لَنَسْفَعًا بِالنَّاصِيَةِ} [العلق: 15] وَيُقَالُ: سَفَعَ بِنَاصِيَةِ الْفَرَسِ لِيَرْكَبَهُ أَوْ يُلَجِّمَهُ، وَقِيلَ: إِنَّ بِهَا",
            "page": "79",
            "part": "1",
            "seal": "70306344"
        },
        {
            "hno": "39",
            "id": "50",
            "nass": "نَضْرَةً، أَيْ: عَيْنًا أَصَابَهَا، وَقِيلَ: أَرَادَ بِهَا عَلامَةً مِنَ الشَّيْطَانِ، وَقَالَ النَّخَعِيُّ: لَقِيتُ غُلامًا أَسْفَعَ أَحْوَى، وَقَالَ الْقُتَبِيُّ: الأَسْفَعُ: الَّذِي أَصَابَ خَدَّهُ لَوْنٌ يُخَالِفُ سَائِرَ لَوْنِهِ مِنْ سَوَادٍ. ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدِ بْنِ الْعَلافِ الْمُقْرِئَ، وَأَبَا الْخَطَّابِ عَلِيَّ بْنَ عَبْدِ الرَّحْمَنِ بْنِ هَارُونَ مِنْ أَوْلادِ الْوَزِيرِ ابْنِ الْجَرَّاحِ وَطَبَقَتِهِمَا، وَقَدْ عُمِّرَ، وَهُوَ أَحَدُ مَنْ حَدَّثَ بَعْدَ الْمِائَةِ، وَذَلِكَ أَنَّ مَوْلِدَهُ سَنَةَ سَبْعِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ، وَكَانَ طَوِيلَ الأُذْنَيْنِ، وَيُقَالُ: كُلُّ طَوِيلِ الأُذْنَيْنِ طَوِيلُ الْعُمْرِ. ¶ وَمِمَّنْ حَدَّثَ بَعْدَ الْمِائَةِ أَيْضًا: الْحَافِظُ أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدٍ السُّلَفِيُّ، وَأَبُو الْقَاسِمِ الْبَغَوِيُّ، وَالْقَاضِي أَبُو الطَّيِّبِ الطَّبَرِيُّ، وَأَبُو إِسْحَاقَ الْهُجَيْمِيُّ مِنَ الْمُتَقَدِّمِينَ. ¶ رَأَى فِي مَنَامِهِ أَنَّهُ قَدْ تَعَمَّمَ وَرُدَّ عَلَى رَأْسِهِ مِائَةً وَثَلاثَ دَوْرَاتٍ، فَعُبِرَ لَهُ أَنَّهُ يَعِيشُ سِنِينَ بِعَدَدِهَا، فَحَدَّثَ بَعْدَ بُلُوغِهِ الْمِائَةَ، وَقَرَأَ عَلَيْهِ الْقَارِئُ يَوْمًا: ¶ إِنَّ الْجَبَانَ حَتْفُهُ مِنْ فَوْقِهِ ... كَالْكَلْبِ يَحْمِي جِلْدَهُ بِرَوْقِهِ ¶ وَأَرَادَ اخْتِبَارَ حِسِّهِ وَصِحَّةَ ذِهْنِهِ، فَقَالَ لَهُ الْهُجَيْمِيُّ: قُلِ الثَّوْرَ يَا ثَوْرُ! فَإِنَّ الْكَلْبَ لا رَوْقَ لَهُ. ¶ فَفَرِحَ النَّاسُ بِجَوْدَةِ حِسِّهِ وَصِحَّةِ عَقْلِهِ. ¶ وَأَرْجُو شَيْخَنَا يَكُونُ مِنْ نَظْمِهِمْ يُحَدِّثُ بَعْدَ الْمِائَةِ. ¶ شَيْخٌ آخَرُ التَّاسِعُ وَالثَّلاثُونَ ¶ : ¶ 39 - أَخْبَرَنَا الشَّيْخُ طُغْدِيُّ بْنُ خُمَارَتْكِينَ بْنِ الْغَرَزِيِّ أَبُو الْعَبَّاسِ الْمُنْتَجِبُ، إِذْنًا، فِي سَنَةِ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحُسَيْنِ بْنِ عَبْدِ اللَّهِ",
            "page": "80",
            "part": "1",
            "seal": "A219EF7C"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "الْعُرَيْبِيُّ الرَّبَعِيُّ، قِرَاءَةً، أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ مَخْلَدٍ الْبَزَّازُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، فِي الْخَامِسِ وَالْعِشْرِينَ مِنَ الْمُحَرَّمِ، سَنَةَ تِسْعَ عَشْرَةَ وَأَرْبَعِ مِائَةٍ، حَدَّثَنَا أَبُو مُحَمَّدٍ دَعْلَجُ بْنُ دَعْلَجٍ، إِمْلاءً، يَوْمَ السَّبْتِ لِخَمْسٍ بَقِينَ مِنْ شَهْرِ رَبِيعٍ الأَوَّلِ سَنَةَ ثَمَانٍ وَثَلاثِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ الْحَضْرَمِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبَانٍ الْوَاسِطِيُّ، حَدَّثَنَا يَزِيدُ بْنُ عَطَاءٍ، عَنْ بَيَانٍ، عَنْ قَيْسٍ، عَنْ أَبِي شَهْمٍ، وَكَانَ رَجُلا بَطَّالا، قَالَ: رَأَيْتُ جَارِيَةً فِي بَعْضِ طُرُقِ الْمَدِينَةِ، فَأَهْوَيْتُ بِيَدِي إِلَى خَاصِرَتِهَا، فَلَمَّا كَانَ مِنَ الْغَدِ أَتَى النَّاسُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لِيُبَايِعُوهُ، فَبَسَطْتُ يَدِي، فَقُلْتُ: بَايِعْنِي يَا رَسُولَ اللَّهِ، قَالَ: \" أَنْتَ صَاحِبُ الْجَبْذَةِ أَمْسِ؟ أَمَا إِنَّكَ صَاحِبُ الْجَبْذَةِ أَمْسِ , قَالَ: قُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، بَايِعْنِي فَوَاللَّهِ لا أَعُودُ أَبَدًا، قَالَ: فَنَعَمْ إِذَنْ \"، هَذَا حَدِيثٌ عَلَى شَرْطِ الْبُخَارِيِّ وَمُسْلِمٍ، وَهُوَ مِمَّا قَدِ اسْتَدْرَكَهُ الدَّارَقُطْنِيُّ وَأَلْحَقَهُ بِالصَّحِيحِ عَلَيْهِمَا، فَقَالَ: أَبُو شَهْمٍ مِنْ حَدِيثِ أَسْوَدَ بْنِ عَامِرٍ، عَنْ هُرَيْمٍ، عَنْ بَيَانٍ، عَنْ قَيْسٍ، عَنْهُ، مِمَّا حَضَرَنِي ذِكْرُهُ مِنْ أَصْحَابِ النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِمَّنْ صَحَّتِ الرِّوَايَةُ عَنْهُ، بِنَقْلِ الْعَدْلِ عَنِ الْعَدْلِ مُتَّصِلا مِمَّنْ لَمْ يُخَرِّجْ عَنْهُ الْبُخَارِيُّ وَمُسْلِمٌ فِي كِتَابَيْهِمَا، وَرُوَاةُ حَدِيثِهِ مِنْ شَرْطِهِمَا. ¶ فَذَكَرَ دُكَيْنُ بْنُ سَعْدٍ الْمُزَنِيُّ: وَأَبَا شَهْمٍ بَعْدَهُ، وَلَيْسَ لَنَا فِي الصَّحَابَةِ مَنْ يُكْنَى بِهَذِهِ الْكُنْيَةِ غَيْرَ صَاحِبِ الْجُبَيْذَةِ هَذَا، وَلا فِي التَّابِعِينَ غَيْرَ رَجُلٍ آخَرَ، يَرْوِي حَدِيثَ مُنْكَرٍ وَنَكِيرٍ مَلَكَيِ الْقَبْرِ، وَمَنْ قَالَ فِيهِ: أَبُو سُهَيْلٍ، فَقَدْ أَخْطَأَ، وَلَيْسَ هَذِهِ الْكُنْيَةُ فِيمَا سِوَى هَذَيْنِ مِنَ الْمُحَدِّثِينَ فِيمَا أَعْلَمُ",
            "page": "81",
            "part": "1",
            "seal": "5D0E1EB9"
        },
        {
            "hno": "40",
            "id": "52",
            "nass": "شَيْخٌ آخَرُ الأَرْبَعُونَ ¶ : ¶ 40 - أَخْبَرَنَا الشَّيْخُ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْفَرَجِ أَبُو الْمَعَالِي، مُكَاتَبَةً، مِنْ بَغْدَادَ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا الرَّئِيسُ أَبُو عَلِيٍّ مُحَمَّدُ بْنُ سَعِيدِ بْنِ نَبْهَانَ الْكَاتِبُ، قِرَاءَةً عَلَيْهِ، سَنَةَ سَبْعٍ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ شَاذَانَ، قِرَاءَةً عَلَيْهِ، مُسْتَهَلَّ رَبِيعٍ الأَوَّلِ سَنَةَ ثَلاثٍ وَعِشْرِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ الدَّقَّاقُ الْمَعْرُوفُ بِابْنِ السَّمَّاكِ، حَدَّثَنَا حَنْبَلُ بْنُ إِسْحَاقَ بْنِ حَنْبَلٍ أَبُو عَلِيٍّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ: جَاءَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَعُودُنِي وَأَنَا مَرِيضٌ بِمَكَّةَ، وَهُوَ يَكْرَهُ أَنْ أَمُوتَ بِالأَرْضِ الَّتِي هَاجَرْتُ، فَقَالَ: يَرْحَمُ اللَّهُ ابْنَ عَفْرَاءَ، قُلْتُ: يَا رَسُولَ اللَّهِ، أُوصِي بِمَالِي كُلِّهِ؟ قَالَ: لا، قُلْتُ: فَبِالشَّطْرِ؟ قَالَ: لا، قَالَ: فَبِالثُّلُثِ؟ قَالَ: «الثُّلُثُ، وَالثُّلُثُ كَثِيرٌ، إِنْ تَدَعْ قَرَابَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ فِي أَنْدِيَتِهِمْ، وَإِنَّكَ مَهْمَا أَنْفَقْتَ عَلَى أَهْلِكَ مِنْ نَفَقَةٍ فَإِنَّهَا صَدَقَةٌ، حَتَّى اللُّقْمَةَ تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ، وَعَسَى اللَّهُ أَنْ يَرْفَعَكَ فَيَنْتَفِعَ بِكَ أُنَاسٌ وَيُضَرُّ بِكَ آخَرُونَ» . ¶ حَدِيثٌ صَحِيحٌ مِنْ حَدِيثِ الزُّهْرِيِّ، فَصَوَّبَهُ سَعْدُ بْنُ إِبْرَاهِيمَ، وَأَخْرَجَهُ الإِمَامَانِ أَطْوَلَ مِنْ هَذَا بِتَمَامِهِ؛ الْبُخَارِيُّ وَمُسْلِمٌ. ¶ فَأَمَّا الْبُخَارِيُّ فَرَوَاهُ عَنْ عَبْدِ اللَّهِ بْنِ يُوسُفَ وَيَحْيَى بْنِ قَزَعَةَ، عَنْ إِمَامِ دَارِ الْهِجْرَةِ أَبِي عَبْدِ اللَّهِ مَالِكِ بْنِ أَنَسٍ. ¶ وَفِي (الْمَغَازِي) عَنْ أَحْمَدَ بْنِ يُونُسَ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ. ¶ وَفِي (الْمَرَضِ) عَنْ مُوسَى بْنِ إِسْمَاعِيلَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ",
            "page": "82",
            "part": "1",
            "seal": "2639EF46"
        },
        {
            "hno": "41",
            "id": "53",
            "nass": "أَبِي سَلَمَةَ. ¶ وَفِي (الْفَرَائِضِ) عَنِ الْحُمَيْدِيِّ، عَنِ ابْنِ عُيَيْنَةَ. ¶ وَفِي (الدَّعَوَاتِ) عَنْ مُوسَى بْنِ إِسْمَاعِيلَ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ. ¶ وَعَنْ أَبِي الْيَمَانِ الْحَكَمِ بْنِ نَافِعٍ، عَنْ شُعَيْبٍ، كُلِّهِمْ عَنِ الزُّهْرِيِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ سَعْدٍ بِمَعْنَاهُ وَطُولِهِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ عَنْ يَحْيَى بْنِ يَحْيَى، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ. ¶ وَعَنْ قُتَيْبَةَ بْنِ سَعِيدٍ وَأَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنِ ابْنِ عُيَيْنَةَ. ¶ وَعَنْ أَبِي الطَّاهِرِ وَحَرْمَلَةَ، عَنِ ابْنِ وَهْبٍ، عَنْ يُونُسَ. ¶ وَعَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ وَابْنِ حُمَيْدٍ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، كُلِّهِمْ عَنِ الزُّهْرِيِّ بِطُولِهِ ¶ سَمِعَ هَذَا الشَّيْخُ أَبَا الْحَسَنِ عَلِيَّ بْنَ عَبْدِ الْوَاحِدِ بْنِ أَحْمَدَ بْنِ الْعَبَّاسِ الدِّينَوَرِيَّ، وَالرَّئِيسَ أَبَا عَلِيٍّ مُحَمَّدَ بْنَ سَعِيدِ بْنِ نَبْهَانَ الْكَاتِبَ. ¶ شَيْخٌ آخَرُ الْحَادِي وَالأَرْبَعُونَ ¶ : ¶ 41 - أَخْبَرَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ أَبُو الْمُظَفَّرِ الْكَرْخِيُّ أَخُو أَبِي طَاهِرٍ الْقَاضِي، فِي كِتَابِهِ إِلَيَّ سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْبُسْرِيِّ الْبُنْدَارُ، حَدَّثَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ عَبْدِ الْجَبَّارِ السُّكَّرِيُّ، قِرَاءَةً عَلَيْهِ، فِي رَبِيعٍ الأَوَّلِ سَنَةَ اثْنَتَيْ عَشْرَةَ وَأَرْبَعِ مِائَةٍ، قَالَ: قُرِئَ عَلَى أَبِي عَلِيٍّ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ صَالِحٍ الصَّفَّارِ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو بَدْرٍ السَّكُونِيُّ، عَنْ عَمْرِو بْنِ قَيْسٍ الْمُلائِيِّ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ بْنِ عَفَّانَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَفْضَلُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» ، أَخْرَجَهُ الإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ فِي (فَضَائِلِ الْقُرْآنِ) ، عَنْ حَجَّاجِ بْنِ",
            "page": "83",
            "part": "1",
            "seal": "5D49D7EC"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "مِنْهَالٍ، عَنْ شُعْبَةَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عُثْمَانَ بِهِ. ¶ وَعَنْ أَبِي نُعَيْمٍ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عُثْمَانَ بْنِ عَفَّانَ بِهِ. ¶ وَهُوَ مِمَّا تَفَرَّدَ بِإِخْرَاجِهِ الْبُخَارِيُّ، وَأَعْرَضَ مُسْلِمٌ عَنْهُ، وَلَمْ يُخَرِّجْهُ لاخْتِلافِ الإِمَامَيْنِ: شُعْبَةَ وَسُفْيَانَ فِيهِ، فَرَوَاهُ سُفْيَانُ كَمَا رَوَيْنَاهُ عَنْ عَلْقَمَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ، فَلَمْ يَذْكُرْ فِيهِ سَعْدَ بْنَ عُبَيْدَةَ، فَصَحَّحَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ كِلْتَا الرِّوَايَتَيْنِ، اعْتِمَادًا عَلَى إِتْقَانِ الإِمَامَيْنِ سُفْيَانَ وَشُعْبَةَ وَحِفْظِهِمَا، وَحَمْلا عَلَى أَنَّ عَلْقَمَةَ سَمِعَهُ مِنْ أَبِي عَبْدِ الرَّحْمَنِ، ثُمَّ سَمِعَهُ مِنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، أَوْ بِالْعَكْسِ، فَكَانَ مَرَّةً يَرْوِيهِ عَنْ أَبِي عَبْدِ الرَّحْمَنِ، وَمَرَّةً عَنْ سَعْدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، وَمِثْلُ هَذَا كَثِيرٌ مَوْجُودٌ فِي أُصُولِ الأَحَادِيثِ. ¶ وَصَحَّحَهُ أَبُو عِيسَى مِنَ الرِّوَايَتَيْنِ مَعًا. ¶ وَتَرَكَ إِخْرَاجَهُ مُسْلِمُ بْنُ الْحَجَّاجِ لِتَعَارُضِ الرِّوَايَتَيْنِ وَاخْتِلافِ الإِمَامَيْنِ، وَلَمْ يُخَرِّجْ فِي كِتَابِهِ وَاحِدًا مِنَ الطَّرِيقَيْنِ، وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. ¶ وَمِنْ أَغْرَبِ مَا وَقَعَ لِي فِي رِوَايَةِ هَذَا الْحَدِيثِ عَنْ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ، عَنْ سُفْيَانَ وَشُعْبَةَ كِلَيْهِمَا، فَجَمَعَ رِوَايَتَهُمَا عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، غَلَّبَ رِوَايَةَ شُعْبَةَ، وَلَيْسَ هَذَا مَوْضِعُ إِيرَادِ طُرُقِهِ ¶ هَذَا الشَّيْخُ مَوْلِدُهُ سَنَةَ سَبْعٍ وَسَبْعِينَ وَأَرْبَعِ مِائَةٍ، وَقَدْ قَالَ أَبُو سَعْدٍ عَبْدُ الْكَرِيمِ بْنُ السَّمْعَانِيِّ: سَنَةَ سَبْعٍ وَسِتِّينَ وَأَرْبَعِ مِائَةٍ، وَهُوَ وَهْمٌ.",
            "page": "84",
            "part": "1",
            "seal": "E51181E1"
        },
        {
            "hno": "42",
            "id": "55",
            "nass": "شَيْخٌ آخَرُ الثَّانِي وَالأَرْبَعُونَ ¶ : ¶ 42 - أَخْبَرَنَا الْمُبَارَكُ بْنُ أَبِي الْحَسَنِ عَلِيُّ بْنُ خَلَفٍ الْكَرْخِيُّ أَبُو جَعْفٍر، فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، حَرَسَهَا اللَّهُ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْبُسْرِيِّ بْنِ الْبُنْدَارِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ عَبْدِ الْجَبَّارِ السُّكَّرِيُّ، قِرَاءَةً عَلَيْهِ، فِي شَهْرِ رَبِيعٍ الأَوَّلِ مِنْ سَنَةِ اثْنَتَيْ عَشْرَةَ وَأَرْبَعِ مِائَةٍ، قَالَ: قُرِئَ عَلَى أَبِي عَلِيٍّ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ صَالِحٍ الصَّفَّارِ، وَأَنَا أَسْمَعُ، فِي الْمُحَرَّمِ مِنْ سَنَةِ إِحْدَى وَأَرْبَعِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرِ بْنِ مَنْصُورٍ الْبَزَّازُ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي حَازِمٍ، سَمِعَ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، يَقُولُ: كُنْتُ فِي الْقَوْمِ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَامَتِ امْرَأَةٌ، فَقَالَتْ: إِنَّهَا وَهَبَتْ نَفْسَهَا لَكَ فَرِأْ فِيهَا رَأْيَكَ، فَقَامَ رَجُلٌ مِنَ النَّاسِ، فَقَالَ: يَا رَسُولَ اللَّهِ، زَوِّجْنِيهَا، فَلَمْ يَرُدَّ عَلَيْهِ شَيْئًا، ثُمَّ قَامَتْ، فَقَالَتْ: يَا رَسُولَ اللَّهِ، إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لَكَ، فَرِأْ فِيهَا رَأْيَكَ، فَقَامَ الرَّجُلُ، فَقَالَ: يَا رَسُولَ اللَّهِ، زَوِّجْنِيهَا، ثُمَّ قَامَتِ الثَّالِثَةَ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" هَلْ عِنْدَكَ مِنْ شَيْءٍ؟ فَقَالَ: لا. ¶ قَالَ: فَاذْهَبْ فَاطْلُبْ، فَذَهَبَ، فَطَلَبَ فَلَمْ يَجِدْ شَيْئًا، فَقَالَ: اذْهَبْ فَاطْلُبْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ، قَالَ: فَذَهَبَ فَطَلَبَ، فَقَالَ: لَمْ أَجِدْ شَيْئًا، قَالَ: هَلْ مَعَكَ مِنَ الْقُرْآنِ؟ قَالَ: نَعَمْ، سُورَةُ كَذَا وَسُورَةُ كَذَا، قَالَ: اذْهَبْ فَقَدْ زَوَّجْتُكَهَا عَلَى مَا مَعَكَ مِنَ الْقُرْآنِ \"، أَخْرَجَهُ الْبُخَارِيُّ فِي (الْوِكَالَةِ) وَ (النِّكَاحِ) وَ (التَّوْحِيدِ) عَنْ عَبْدِ اللَّهِ بْنِ يُوسُفَ، عَنْ مَالِكٍ، عَنْ أَبِي حَازِمٍ. ¶ وَفِي (النِّكَاحِ) وَ (فَضَائِلِ الْقُرْآنِ) عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ، عَنْ يَعْقُوبَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ بِطُولِهِ. ¶ وَفِي (فَضْلِ الْقُرْآنِ) عَنْ عَمْرِو بْنِ عَوْنٍ، عَنْ حَمَّادٍ. ¶ وَفِي (النِّكَاحِ) عَنْ أَبِي النُّعْمَانِ، عَنْ حَمَّادِ بْنِ زَيْدٍ. ¶ وَفِي (النِّكَاحِ) عَنْ سَعِيدِ بْنِ أَبِي مَرْيَمَ، عَنْ أَبِي غَسَّانَ. ¶ وَعَنْ أَحْمَدَ بْنِ الْمِقْدَامِ، عَنْ فُضَيْلِ بْنِ سُلَيْمَانَ. ¶ وَفِي (فَضَائِلِ الْقُرْآنِ)",
            "page": "85",
            "part": "1",
            "seal": "CB197F6A"
        },
        {
            "hno": "43",
            "id": "56",
            "nass": "عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ، عَنْ سُفْيَانَ. ¶ وَفِي (اللِّبَاسِ) وَ (النِّكَاحِ) عَنْ عَبْدِ اللَّهِ الْقَعْنَبِيِّ وَقُتَيْبَةَ، عَنِ ابْنِ أَبِي حَازِمٍ، عَنْ أَبِي حَازِمٍ عَنْهُ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي (النِّكَاحِ) ، عَنْ قُتَيْبَةَ، عَنْ يَعْقُوبَ. ¶ وَعَنْ قُتَيْبَةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي حَازِمٍ. ¶ وَعَنْ خَلَفِ بْنِ هِشَامٍ، عَنْ حَمَّادِ بْنِ زَيْدٍ. ¶ وَعَنْ زُهَيْرٍ، عَنِ ابْنِ عُيَيْنَةَ. ¶ وَعَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنِ الدَّرَاوَرْدِيِّ. ¶ وَعَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنْ حُسَيْنِ بْنِ عَلِيٍّ، عَنْ زَائِدَةَ، كُلِّهِمْ عَنْ أَبِي حَازِمٍ، يَزِيدُ بَعْضُهُمْ عَلَى بَعْضٍ الْحَرْفَ وَالْكَلِمَةَ وَنَحْوَ ذَلِكَ ¶ شَيْخٌ آخَرُ الثَّالِثُ وَالأَرْبَعُونَ ¶ : ¶ 43 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ سَعْدِ بْنِ الْحُسَيْنِ بْنِ الْهَاطرَا أَبُو الْمُعَمَّرِ، الْمَعْرُوفُ بِخُزَيْفَةَ، فِي كِتَابِهِ إِلَيَّ مِنْ بَغْدَادَ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْخَطَّابِ نَصْرُ بْنُ أَحْمَدَ بْنِ الْبَطِرِ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا الشَّيْخُ أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقَوَيْهِ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، سَنَةَ إِحْدَى عَشْرَةَ وَأَرْبَعِ مِائَةٍ، قَالَ: قَرَأَ عَلَى أَبِي عَلِيٍّ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الصَّفَّارِ يَوْمَ الإِثْنَيْنِ، سَلْخَ صَفَرٍ سَنَةَ ثَمَانٍ وَثَلاثِينَ وَثَلاثِ مِائَةٍ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ أَبِي مَسْعُودٍ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنِّي لأَتَخَلَّفُ عَنْ صَلاةِ الصُّبْحِ مِمَّا يُطَوِّلُ بِنَا فُلانٌ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ مِنْكُمْ مُنَفِّرِينَ، فَأَيْكُمُ أَمَّ النَّاسَ",
            "page": "86",
            "part": "1",
            "seal": "511769CC"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "فَلْيُخَفِّفْ، فَإِنَّ فِيهِمُ الْكَبِيرَ وَالسَّقِيمَ وَذَا الْحَاجَةِ» ، صَحِيحٌ وَقَدْ تَقَدَّمَ الْكَلامُ عَلَيْهِ ¶ وَأَخْبَرَنَا أَيْضًا فِي كِتَابِهِ، أَخْبَرَنَا أَبُو الْخَطَّابِ نَصْرُ بْنُ أَحْمَدَ بْنِ الْبَطِرِ، قِرَاءَةً عَلَيْهِ سَنَةَ اثْنَيْنِ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنِ أَحْمَدَ بْنً رِزْقَوَيْهِ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الَصَّفَّارُ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورِ بْنِ سَيَّارٍ الرَّمَادِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ أُسَامَةَ بْنَ زَيْدٍ أَخْبَرَهُ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، رَكِبَ حِمَارًا عَلَى إِكَافٍ، وَتَحْتَهُ قَطِيفَةٌ فَدَكِيَّةٌ، فَأَرْدَفَ وَرَاءَهُ أُسَامَةُ بْنُ زَيْدٍ، وَهُوَ يُعوُد سَعْدَ بْنَ عُبَادَةَ فِي بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ، وَذَلِكَ قَبْلَ وَقْعَةِ بَدْرٍ، حَتَّى مَرَّ بِمَجْلِسٍ فِيهِ أَخْلاطٌ مِنَ الْمُسْلُمِينَ وَالْمُشْرِكِينَ فِيهِمْ عَبَدَةُ الأَوْثَانِ وَالْيَهْوُد، وَفُيهُمْ عَبْدُ اللَّهِ بْنُ أُبَيُّ ابْنُ سَلَوُلٍ، وَفِي الْمَجْلِسِ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ، فَلَمَّا غَشِيَتِ الْمَجْلِسِ عَجَاجَةُ الدَّابَّةِ خَمْرُ عَبْدِ اللَّهِ بْنِ أَبِي أَنْفِهِ بِرِدَائِهِ، وَقَالَ: لا تُغَبِّرُوا عَلَيْنَا، فَسَلَّمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ نَزَلَ فَوَقَفَ فَدَعَاهُمْ إِلَى اللَّهِ عَزَّ وَجَلَّ، وَقَرَأَ عَلَيْهِمُ الْقُرْآنَ، قَالَ: فَقَالَ عَبْدُ اللَّهِ بْنُ أُبَيٍّ: أَيُّهَا الْمَرْءُ، لا أَحَسَن مِنْ هَذَا إِنْ كَانَ مَا تُقولُ حَقًّا، فَلا تُؤْذِينَا فِي مَجَالِسِنَا وَارْجِعْ إِلَى رَحْلِكَ فَمَنْ جَاءَكْ مِنَّا فَاقْصُصْ عَلَيْهِ، فَقَال ابْنُ رَوَاحَةَ: اغْشَنَا فِي مَجَالِسِنَا، فَإِنَّا نُحِبُّ ذَلِكَ، فَاسْتَبَّ الْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْيَهُودُ، حَتَّى هَمُّوا أَنْ يَتَوَاثَبُوا، فَلَمْ يَزَلِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يُخْفِضُهُمْ، ثُمَّ رَكِبَ دَابَتَّهُ حَتَّى دَخَلَ عَلَى سَعْدِ بْنِ عُبَادَةَ، فَقَالَ: أَيْ سَعْدُ، أَلَمْ تَسْمَعْ مَا قَالَ أَبُو حُبَابٍ، يُريِدُ عَبْدَ اللَّهِ بْنَ أَبِي قَالَ كَذَا وَكَذَا، فَقَالَ سَعْدٌ: اعْفُ عَنْهُ يَا رَسُولَ اللَّهِ، وَاصْفَحْ، فَواللَّهَ لَقَدْ أَعْطَاكَ اللَّهُ الَّذِي أَعْطَاكَ، وَلَقَدِ اصْطَلَحَ أَهْلُ هَذِهِ الْبُحَيْرَةِ عَلَى أَنْ يُتَوِّجُوهُ، يَعْنِي: يُمَلِّكُوهُ، فَيَعْصِبُوهَ بِالْعِصَابَةِ، فَلَمَّا أَنْ رَدَّ اللَّهُ ذَلِكَ بِالْحَقِّ الَّذِي أَعْطَاكَهُ شَرَقَ بِذَلِكَ، فَلِذَلِكَ فَعَلَ بِكَ مَا رَأَيْتَ، فَعَفَا عَنْهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، اتَّفَقَ الإِمَامَانِ الْبُخَارِيُّ وَمُسْلِمٌ عَلَى إِخْرَاجِهِ، أَمَّا الْبُخَارِيُّ فَأَخْرَجَهُ فِي (الْجِهَادِ) وَ (اللِّبَاسِ) عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ، عَنْ أَبِي صَفْوَانَ، عَنْ يُونُسَ بْنِ يَزِيدَ. ¶ وَفِي (التَّفْسِيرِ)",
            "page": "87",
            "part": "1",
            "seal": "35E752D4"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "وَ (الأَدَبِ) عَنْ أَبِي الْيَمَانِ الْحَكَمِ بْنِ نَافِعٍ، عَنْ شُعَيْبٍ. ¶ وَفِي (الطِّبِّ) عَنْ يَحْيَى بْنِ بُكَيْرٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ عَقِيلٍ. ¶ وَفِي (الأَدَبِ) عَنْ إِسْمَاعِيلَ بْنِ أَبِي أُوَيْسٍ، عَنْ أَخِيهِ عَبْدِ الْحَمِيدِ، عَنْ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ أَبِي عَتِيقٍ. ¶ وَفِي (الاسْتِئْذَانِ) عَنْ إِبْرَاهِيمَ بْنِ مُوسَى، عَنْ هِشَامٍ، عَنْ مَعْمَرٍ، كُلِّهِمْ عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بِطُولِهِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي (الْمَغَازِي) عَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ وَمُحَمَّدِ بْنِ رَافِعٍ وَابْنِ حُمَيْدٍ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ بِطُولِهِ. ¶ وَعَنْ مُحَمَّدِ بْنِ رَافِعٍ، عَنْ حُجَيْرِ بْنِ الْمُثَنَّى، عَنْ لَيْثٍ، عَنْ عَقِيلٍ، عَنِ الزُّهْرِيِّ بِهِ مِثْلَهُ، وَزَادَ: وَذَلِكَ قَبْلَ أَنْ يُسْلِمَ عَبْدُ اللَّهِ ¶ كَتَبَ إِلَيَّ أَبُو الْمُعَمَّرِ عَبْدُ اللَّهِ الْمَعْرُوفُ بِخُزَيْفَةَ، قَالَ: حَدَّثَنَا أَبُو الْخَطَّابِ نَصْرٌ، حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ، قَالَ: سَمِعْتُ أَبَا الْقَاسِمِ عَلِيَّ بْنَ الْحَسَنِ بْنِ عَلِيِّ بْنِ زَكَرِيَّا الْقَطِيعِيَّ الشَّاعِرَ، سَمِعْتُ أَبَا الْقَاسِمِ عَبْدَ اللَّهِ بْنَ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيَّ، سَمِعْتُ عُبَيْدَ اللَّهِ بْنَ عُمَرَ بْنِ مُحَمَّدٍ الْقَوَارِيرِيَّ، يَقُولُ: لَمْ يَكَدْ تَفُوتُنِي صَلاةُ الْعَتْمَةِ فِي جَمَاعَةٍ، فَنَزَلَ بِي ضَيْفٌ فَشُغِلْتُ بِهِ، فَخَرَجْتُ أَطْلُبُ الصَّلاةَ فِي قَبَائِلِ الْبَصْرَةِ، فَإِذَا النَّاسُ قَدْ صَلَّوْا، وَخَلَتِ الْقَبَائِلُ، فَقُلْتُ فِي نَفْسِي: رُوِيَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: صَلاةُ الْجَمَاعَةِ تَفْضُلُ عَلَى صَلاةِ الْفَذِّ إِحْدَى وَعِشْرِينَ دَرَجَةً، وَرُوِيَ: خَمْسًا وَعِشْرِينَ، وَرُوِيَ: سَبْعًا وَعِشْرِينَ، فَانْقَلَبْتُ إِلَى مَنْزِلِي فَصَلَّيْتُ الْعَتْمَةَ سَبْعًا وَعِشْرِينَ مَرَّةً، ثُمَّ رَقَدْتُ، فَرَأَيْتُنِي مَعَ قَوْمٍ رَاكِبِي أَفْرَاسٍ وَأَنَا رَاكِبٌ فَرَسٍ كَأَفْرَاسِهِمْ وَنَحْنُ نَتَجَارَى، وَأَفْرَاسُهُمْ تَسْبِقُ فَرَسِي فَجَعَلْتُ أَضْرِبُهُ لأَلْحَقَهُمْ، فَالْتَفَتَ إِلَيَّ آخِرُهُمْ، فَقَالَ: لا تُجْهِدْ فَرَسَكَ فَلَسْتَ بِلاحِقِنَا، قَالَ: فَقُلْتُ: وَلِمَ ذَلِكَ؟ قَالَ: إِنَّا صَلَّيْنَا الْعَتْمَةَ فِي جَمَاعَةٍ ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا الْحَسَنِ عَلِيَّ بْنَ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ أَيُّوبَ الْبَزَّازَ، وَأَبَا الْفَضْلِ أَحْمَدَ بْنَ الْحَسَنِ بْنِ خَيْرُونٍ، وَأَبَا الْخَطَّابِ نَصْرَ بْنَ أَحْمَدَ بْنِ الْبَطِرِ الْقَارِئَ، وَأَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدِ بْنِ عَلافٍ وَغَيْرَهُمْ، وَكَانَ شَيْخًا صَالِحًا دَيِّنًا.",
            "page": "88",
            "part": "1",
            "seal": "A558411A"
        },
        {
            "hno": "44",
            "id": "59",
            "nass": "شَيْخٌ آخَرُ الرَّابِعُ وَالأَرْبَعُونَ ¶ : ¶ 44 - أَخْبَرَنَا الضَّحَّاكُ بْنُ مُحَمَّدِ بْنِ هِبَةِ اللَّهِ بْنِ رَهْزَاذَ أَبُو شُجَاعِ بْنُ أَبِي الْفَوَارِسِ، الْبَوَّابُ لِلسُّدَّةِ الْعَبَّاسِيَّةِ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، حَمَاهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو غَالِبٍ أَحْمَدُ بْنُ الْحَسَنِ بْنِ الْبَنَّاءِ، حَدَّثَنَا أَبُو يَعْلَى مُحَمَّدُ بْنُ الْحُسَيْنِ الْفَقِيهُ، حَدَّثَنَا أَبُو الْقَاسِمِ عُبَيْدُ اللَّهِ بْنُ أَحْمَدَ الْمُقْرِئُ، حَدَّثَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ الْعَبَّاسِ الْوَرَّاقُ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ زَنْجُوَيْهِ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الثَّوْرِيِّ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" إِذَا قَضَى، يَعْنِي: الْقَاضِي، فَاجْتَهَدَ فَأَصَابَ فَلَهُ أَجْرَانِ، وَإِذَا قَضَى فَاجْتَهَدَ، يَعْنِي: فَأَخْطَأَ، فَلَهُ أَجْرٌ \"، إِسْنَادٌ حَسَنٌ صَحِيحٌ، وَقَدْ رُوِيَ مِنْ طَرِيقِ عَمْرِو بْنِ الْعَاصِ الْقُرَشِيِّ السَّهْمِيِّ فِي الصَّحِيحَيْنِ مِنْ رِوَايَةِ أَبِي قَيْسٍ، مَوْلاهُ، عَنْهُ. ¶ أَخْرَجَهُ الْبُخَارِيُّ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي قَيْسٍ، مَوْلَى عَمْرٍو، عَنْ عَمْرٍو، قَالَ: فَحَدَّثْتُ بِهَذَا الْحَدِيثِ أَبَا بَكْرِ بْنَ حَزْمٍ، فَقَالَ: هَكَذَا حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، وَهُوَ طَرِيقُنَا الَّذِي سُقْنَاهُ، وَقَالَ عَبْدُ الْعَزِيزِ بْنُ الْمُطَّلِبِ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَبِي سَلَمَةَ، عَنِ النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ وَأَخْرَجَهُ مُسْلِمٌ عَنْ يَحْيَى بْنِ يَحْيَى، عَنْ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ، عَنْ يَزِيدَ بْنِ الْهَادِ",
            "page": "89",
            "part": "1",
            "seal": "3D2161CA"
        },
        {
            "hno": "45",
            "id": "60",
            "nass": "بِنَحْوِهِ. ¶ وَفِيمَا قَضَى بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، عَنْ يَحْيَى بْنِ يَحْيَى، وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ، وَابْنِ أَبِي عُمَرَ، عَنِ الدَّرَاوَرْدِيِّ، بِهَذَا الإِسْنَادِ مِثْلَهُ، وَفِي عَقِبِ الْحَدِيثِ، قَالَ يَزِيدُ: فَحَدَّثْتُ بِهَذَا أَبَا بَكْرِ بْنَ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، فَقَالَ: هَكَذَا حَدَّثَنِي أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ. ¶ وَعَنْ عَبْدِ اللَّهِ الدَّارِمِيِّ، عَنْ مَرْوَانَ بْنِ مُحَمَّدٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ بِهَذَا الْحَدِيثِ، مِثْلَ رِوَايَةِ الدَّرَاوَرْدِيِّ بِالإِسْنَادَيْنِ جَمِيعًا، وَفِي حَدِيثِ يَحْيَى بْنِ يَحْيَى لَمْ يُذْكَرْ حَدِيثُ أَبِي هُرَيْرَةَ ¶ سَمِعَ هَذَا الشَّيْخُ أَبَا غَالِبٍ أَحْمَدَ بْنَ الْحَسَنِ بْنِ الْبَنَّاءِ، وَأَبَا الْقَاسِمِ هِبَةَ اللَّهِ بْنَ مُحَمَّدِ بْنِ الْحُصَيْنِ، وَأَبَا نَصْرٍ أَحْمَدَ بْنَ عَبْدِ اللَّهِ بْنِ رَضْوَانَ، وَأَبَا سَهْلٍ مُحَمَّدَ بْنَ إِبْرَاهِيمَ بْنِ سَعْدَوَيْهِ الأَصْبَهَانِيَّ. ¶ رَوَى عَنْهُ الْقَاضِي أَبُو الْمَحَاسِنِ عُمَرُ بْنُ عَلِيِّ بْنِ خَضِرٍ الْقُرَشِيُّ الدِّمَشْقِيُّ، وَأَبُو الرِّضَا أَحْمَدُ بْنُ طَارِقٍ التَّاجِرُ، وَأَبُو إِسْحَاقَ مَكِّيُّ بْنُ أَبِي الْقَاسِمِ الْغَرَّادُ وَآخَرُونَ، وَتُوُفِّيَ يَوْمَ الْخَمِيسِ رَابِعَ عَشَرَ ذِي الْحَجَّةِ سَنَةَ خَمْسٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ، وَدُفِنَ بِبَابِ حَرْبٍ. ¶ شَيْخٌ آخَرُ الْخَامِسُ وَالأَرْبَعُونَ ¶ : ¶ 45 - أَخْبَرَنَا رَجَبُ بْنُ مَذْكُورِ بْنِ أَرْنَبَ الأَكَافِ أَبُو الْحَرَمِ الأَزَجِيُّ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، كَلأَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، حَدَّثَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ الْحُصَيْنِ الشَّيْبَانِيُّ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو طَالِبٍ مُحَمَّدُ بْنُ غَيْلانَ الْبَزَّازُ، حَدَّثَنَا",
            "page": "90",
            "part": "1",
            "seal": "AB16C076"
        },
        {
            "hno": "46",
            "id": "61",
            "nass": "أخبرنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ الشَّافِعِيُّ، حَدَّثَنَا مُعَاذُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُسَدِّدٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ يَوْمَ الْقِيَامَةِ فِي الدِّمَاءِ» ، اتَّفَقَ الإِمَامَانِ عَلَى إِخْرَاجِهِ مِنْ حَدِيثِ أَبِي مُحَمَّدٍ سُلَيْمَانَ بْنِ مِهْرَانَ، عَنْ أَبِي وَائِلٍ شَقِيقِ بْنِ سَلَمَةَ. ¶ أَمَّا الْبُخَارِيُّ فَأَخْرَجَهُ فِي (الرَّقَائِقِ) عَنْ عُمَرَ بْنِ حَفْصٍ، عَنْ أَبِيهِ، عَنِ الأَعْمَشِ. ¶ وَفِي (الدِّيَاتِ) عَنْ عُبَيْدِ اللَّهِ بْنِ مُوسَى، عَنِ الأَعْمَشِ بِهِ. ¶ وَأَخْرَجَهُ مُسْلِمٌ فِي (الْحُدُودِ) عَنْ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ، وَابْنِ نُمَيْرٍ، عَنْ وَكِيعٍ. ¶ وَعَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنْ عَبْدَةَ بْنِ سُلَيْمَانَ وَوَكِيعٍ. ¶ وَعَنْ عُبَيْدِ اللَّهِ بْنِ مُعَاذٍ، عَنْ أَبِيهِ. ¶ وَعَنْ يَحْيَى بْنِ حَبِيبٍ، عَنْ خَالِدِ بْنِ الْحَارِثِ. ¶ وَعَنْ بِشْرِ بْنِ خَالِدٍ، عَنْ غُنْدَرٍ. ¶ وَعَنِ ابْنِ مُثَنًّى وَابْنِ بَشَّارٍ، عَنِ ابْنِ أَبِي عَدِيٍّ، كُلِّهِمْ عَنْ شُعْبَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ بِهِ ¶ سَمِعَ أَبَا الْعِزِّ أَحْمَدَ بْنَ عُبَيْدِ اللَّهِ بْنِ كَادِشٍ، وَأَبَا الْحُسَيْنِ مُحَمَّدَ بْنَ مُحَمَّدِ بْنِ الْحُسَيْنِ بْنِ الْفَرَّاءِ، وَأَبَا الْقَاسِمِ هِبَةَ اللَّهِ بْنَ الْحُصَيْنِ، وَأَبَا غَالِبِ بْنَ الْبَنَّاءِ، وَأَبَا الْحَسَنِ الْمُوَحِّدَ، وَمُحَمَّدَ بْنَ الْحُسَيْنِ الْمَزْرَفِيَّ، وَالْقَاضِي أَبَا بَكْرٍ مُحَمَّدَ بْنَ عَبْدِ الْبَاقِي الْبَزَّازَ، وَقرَتْكِينَ بْنَ الأَسْعَدِ، وَأَبَا الْقَاسِمِ إِسْمَاعِيلَ بْنَ السَّمَرْقَنْدِيِّ، وَيَحْيَى بْنَ عَلِيِّ بْنِ الطَّرَّاحِ وَغَيْرَهُمْ، تُوُفِّيَ ثَالِثَ عَشَرَ شَهْرِ رَمَضَانَ، سَنَةَ تِسْعٍ وَثَمَانِينَ وَخَمْسِ مِائَةٍ، وَدُفِنَ بِمَقْبَرَةِ الْحَلَبَةِ. ¶ شَيْخٌ آخَرُ السَّادِسُ وَالأَرْبَعُونَ ¶ 46 -: كَتَبَ إِلَيَّ الأَدِيبُ أَبُو الْفَوَارِسِ سَعْدُ بْنُ مُحَمَّدِ بْنِ سَعْدِ بْنِ الصَّيْفِيِّ التَّمِيمِيُّ،",
            "page": "91",
            "part": "1",
            "seal": "2F2289D7"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "الْمَعْرُوفُ بِحَيْصَ بَيْصٍ بِجَمِيعِ مَا صَحَّ وَمَا يَصِحُّ عَنْهُ مِنَ الرِّوَايَاتِ وَالأَشْعَارِ، وَمَا يَنْدَرِجُ تَحْتَ الرِّوَايَةِ. ¶ فَمِنْ شِعْرِهِ: ¶ صَاحِبْ شِرَارَ النَّاسِ تَسْطُو بِهِ ... يَوْمًا عَلَى بَعْضِ شِرَارِ الزَّمَانِ ¶ فَالرُّمْحُ لا يُرْهَبُ أُنْبُوبُهُ ... إِلا إِذَا رُكِّبَ فِيهِ السِّنَانُ ¶ وَمِنْ شِعْرِهِ: ¶ مُذْ سَافَرَ الْقَلْبُ مِنْ صَدْرِي إِلَيْهِ هَوًى ... مَا عَادَ بَعْدُ وَلَمْ أَسْمَعْ لَهُ خَبَرَا ¶ وَهُوَ الْمُسِيءُ اخْتِيَارًا إِذْ نَوَى سَفَرًا ... وَقَدْ رَأَى طَالِعًا فِي الْعَقْرَبِ الْقَمَرَا ¶ وَذَلِكَ أَنَّ الْمُنَجِّمِينَ يَرَوْنَ الرَّجُلَ إِذَا سَافَرَ وَالْقَمَرُ فِي الْعَقْرَبِ أَنَّهُ لا يَرْجِعُ. ¶ وَمِنْ شِعْرِهِ أَيْضًا مِمَّا أَذِنَ لِي فِي رِوَايَتِهِ عَنْهُ: ¶ فَلا تَحْسَبَنَّ الْخَالَ زِينَةَ فِطْرَةٍ ... وَلَكِنَّهَا قَلْبُ الْمُتَيَّمِ ذِي الْوَجْدِ ¶ نَهَبْتِ سُوَيْدَاءَ الْقُلُوبِ بِنَظْرَةٍ ... فَقَسَّمْتِهَا بَيْنَ الْمُقَبَّلِ وَالْخَدِّ ¶ وَدَخَلَ يَوْمًا شَيْخُنَا هَذَا أَبُو الْفَوَارِسِ سَعْدُ بْنُ مُحَمَّدٍ عَلَى الْوَزِيرِ عَلِيِّ بْنِ طَرَّادٍ الزَّيْنَبِيِّ، فَقَالَ: يَا عَلِيَّ بْنَ طَرَّادٍ، يَا رَفِيعَ الْعِمَادِ يَا أَخَا الأَجْوَادِ، انْغَصَّ الْمَجْلِسُ، فَأَيْنَ أَجْلِسُ؟ فَقَالَ الْوَزِيرُ: مَكَانَكَ، فَقَالَ: أَعَلَى قَدْرِي أَمْ عَلَى قَدْرِكَ؟ فَقَالَ: لا عَلَى قَدْرِي وَلا عَلَى قَدْرِكَ، وَلَكِنْ عَلَى قَدْرِ الْوَقْتِ. ¶ وَمِمَّا قَالَهُ فِي دَوَاةِ الْوَزِيرِ عَلِيِّ بْنِ طَرَّادٍ، وَكَانَتْ مُؤَلَّفَةً مِنْ بِلَّوْرِ وَمَرْجَانٍ: ¶ صِيغَتْ دَوَاتُكَ مِنْ يَوْمِكَ فَاشْتَبَهَتْ ... عَلَى الْعُيُونِ بِبِلَّوْرٍ وَمَرْجَانِ ¶ فَيَوْمُ صَفْوِكَ مُبْيَضٌّ بِصَفْوِ نَدًى ... وَيَوْمُ حَرْبِكَ قَانٍ بِالدَّمِ الْقَانِي ¶ وَسُئِلَ عَنْ مَوْلِدِهِ، فَقَالَ: أَنَا أَعِيشُ جُزَافًا.",
            "page": "92",
            "part": "1",
            "seal": "3DDB8209"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "وَكَانَ مِنَ الشُّعَرَاءِ الْمُجِيدِينَ، وَقَدْ مَدَحَ الْمُسْتَرْشِدَ بَعْدَ عَوْدِهِ مِنْ سِنْدِ دُبَيْسٍ وَمُفَارَقَتِهِ إِيَّاهُ، دَخَلَ بَغْدَادَ، وَمَدَحَ الْمُسْتَرْشِدَ بِقَصِيدَةٍ يَقُولُ فِيهَا: ¶ نَزَعْتُ رِكَابِي مِنْ دُبَيْسِ بْنِ مَزْيَدٍ ... وَجَاوَرْتُ فِي الزَّوْرَاءِ خَيْرَ إِمَامِ ¶ وَانْحَدَرَ مِنْ بَغْدَادَ إِلَى أَبِي الْمُظَفَّرِ بْنِ حَمَّادٍ بِالْبَطَائِحِ، فَخَطَرَ لَهُ فِي الطَّرِيقِ، قَصَدَ هِنْدِيًّا رَجُلا مِنَ الأَكْرَادِ أَمِيرًا يَنْزِلُ الزَّابَ، فَمَدَحَهُ بِقَصِيدَةٍ أَوَّلُهَا: ¶ أَجَأٌ وَسَلْمَى أَمْ بِلادُ الزَّابِ ... وَأَبُو الْمُظَفَّرِ أَمْ غَضَنْفَرُ غَابِ ¶ رَفَعَ الْمَنَارَ بَنُو زُهَيْرٍ بِالْعُلَى ... بِالْفَارِسِ الْمُتَغَطْرِفِ الْوَثَّابِ ¶ فَأَعْطَاهُ فَرَسَيْنِ وَخَمْسَ مِائَةِ دِينَارٍ، وَفِرَقًا مِنَ الْغَنَمِ، وَلِكُلِّ وَاحِدٍ مِنْ غِلْمَانِهِ قِبَاءً وَقَلَنْسُوَةً، وَوَقَفَ بَيْنَ يَدَيْهِ وَهُوَ يُنْشِدُهُ: وَاللَّهِ لا أَقْعُدُ فَإِنِّي أَعْلَمُ أَنَّ الْيَوْمَ قَدْ عَلا نَسَبِي وَارْتَفَعَ قَدْرِي. ¶ وَعَادَ مِنْ عِنْدِهِ، وَلَمْ يُتِمَّ قَصْدَهُ إِلَى ابْنِ حَمَّادٍ، وَقَالَ: عَوَّلْنَا عَلَى قَصْدِ أَبِي الْمُظَفَّرِ. ¶ فَأَمْجَدْنَا هِنْدِيُّ ذَهَبًا وَخَيْلا وَغَنَمًا وَثِيَابًا. ¶ وَمِنْ شِعْرِهِ مَا قَالَهُ فِي أَبِي مَنْصُورٍ مَوْهُوبِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْخَضِرِ الْجَوَالِيقِيِّ، وَالْمَغْرِبِيِّ الْمُعَبِّرِ يَهْجُوهُمَا: ¶ كُلُّ الذُّنُوبِ بِبَلْدَتِي مَغْفُورَةٌ ... إِلا اللَّذَيْنَ تَعَاظَمَا أَنْ يُغْفَرَا ¶ كَوْنُ الْجَوَالِيقِيِّ فِيهَا مُلْقِيًا ... أَدَبًا وَكَوْنُ الْمَغْرِبِيِّ مُعَبِّرَا ¶ أَأَسِيرُ لَكْنَتِهِ يُمِلُّ فَصَاحَةً ... وَجَهُولُ يَقْظَتِهِ يَقُولُ عَنِ الْكَرَى ¶ هَذَا الشَّيْخُ تَفَقَّهَ عَلَى مُحَمَّدِ بْنِ عَبْدِ الْكَرِيمِ الْوَزَّانِ بِالرَّيِّ، وَسَمِعَ الْحَدِيثَ بِبَغْدَادَ وَغَيْرِهَا، وَكَانَ لَهُ مَعْرِفَةٌ تَامَّةٌ بِالأَدَبِ، وَلَهُ بَاعٌ فِي النَّظْمِ وَالنَّثْرِ مَعَ فَصَاحَةٍ بَارِعَةٍ، وَخَطٍّ حَسَنٍ، وَشُهْرَتُهُ تُغْنِي عَنِ الإِطْنَابِ فِي حَقِّهِ. ¶ قَالَ أَبُوهُ يَوْمًا: مَا عَرَفْتُ أَنِّي مِنْ بَنِي تَمِيمٍ حَتَّى أَخْبَرَنِي ابْنِي بِذَلِكَ فِي شِعْرِهِ، إِنَّا مِنْ تَمِيمٍ. ¶ مَدَحَ الْوَزِيرَ أَبَا الْقَاسِمِ عَلِيَّ بْنَ طَرَّادٍ الزَّيْنَبِيَّ، وَغَيْرَهُ.",
            "page": "93",
            "part": "1",
            "seal": "5675AC3F"
        },
        {
            "hno": "47",
            "id": "64",
            "nass": "شَيْخٌ آخَرُ السَّابِعُ وَالأَرْبَعُونَ ¶ : ¶ 47 - أَخْبَرَنَا مَعْمَرُ بْنُ عَبْدِ الْوَاحِدِ بْنِ رَجَاءِ بْنِ عَبْدِ الْوَاحِدِ بْنِ الْفَاخِرِ بْنِ أَحْمَدَ أَبُو أَحْمَدَ الْحَافِظُ فِي كِتَابِهِ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، إِلَيَّ مِنْ مَدِينَةِ السَّلامِ، عَمَّرَهَا اللَّهُ بِالإِسْلامِ، أَخْبَرَنَا الشَّيْخُ الزَّكِيُّ أَبُو الْفَتْحِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ سَعِيدٍ الْحَدَّادُ، بِإِفَادَةِ الإِمَامِ عَمِّي، رَحِمَهُ اللَّهُ، سَنَةَ خَمْسِ مِائَةٍ، وَتُوُفِّيَ فِي هَذِهِ السَّنَةِ لَيْلَةَ الثُّلاثَاءِ السَّادِسَ عَشَرَ مِنْ ذِي الْقَعْدَةِ، وَصَلَّى عَلَيْهِ ابْنُهُ الشَّيْخُ السَّدِيدُ أَبُو سَهْلٍ غَانِمُ، رَحِمَهُ اللَّهُ، أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ يَحْيَى بْنِ جَعْفَرِ بْنِ عَبْدِ كُوَيْهِ، حَدَّثَنَا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ، أَخْبَرَنَا مُحَمَّدُ بْنُ يَحْيَى الْقَزَّازُ، وَيُوسُفُ الْقَاضِي، قَالا: حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْوَلِيدِ بْنِ الْعَيْزَارِ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، أَيُّ الأَعْمَالِ أَفْضَلُ؟ قَالَ: «الصَّلاةُ لِوَقْتِهَا، وَبِرُّ الْوَالِدَيْنِ، وَالْجِهَادُ فِي سَبِيلِ اللَّهِ» ، مُتَّفَقٌ عَلَى صِحَّتِهِ، أَخْرَجَهُ الْبُخَارِيُّ فِي (الصَّلاةِ) وَ (الأَدَبِ) وَ (التَّوْحِيدِ) عَنْ أَبِي الْوَلِيدِ وَسُلَيْمَانَ بْنِ حَرْبٍ، عَنْ شُعْبَةَ، عَنِ الْوَلِيدِ بِهِ، كَمَا أَخْرَجْنَاهُ، فَوَقَعَ لَنَا بَدَلا عَالِيًا وَلِلَّهِ الْمِنَّةُ. ¶ وَأَخْرَجَهُ فِي (الْجِهَادِ) عَنِ الْحَسَنِ بْنِ الصَّبَّاحِ، عَنْ مُحَمَّدِ بْنِ سَابِقٍ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، عَنِ الْوَلِيدِ بِهِ. ¶ وَفِي (التَّوْحِيدِ) عَنْ عَبَّادِ بْنِ يَعْقُوبَ، عَنْ عَبَّادِ بْنِ الْعَوَّامِ، عَنْ سُلَيْمَانَ الشَّيْبَانِيِّ، عَنِ الْوَلِيدِ بْنِ الْعَيْزَارِ بِهِ.",
            "page": "94",
            "part": "1",
            "seal": "E6C9E27B"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "وَأَخْرَجَهُ مُسْلِمٌ عَنِ ابْنِ أَبِي عُمَرَ، عَنْ مَرْوَانَ، عَنْ أَبِي يَعْفُورَ، عَنِ الْوَلِيدِ بْنِ الْعَيْزَارِ. ¶ وَعَنْ عُبَيْدِ اللَّهِ بْنِ مُعَاذِ بْنِ مُعَاذٍ، عَنْ أَبِيهِ. ¶ وَعَنِ ابْنِ بَشَّارٍ عَنْ غُنْدَرٍ كِلَيْهِمَا، عَنْ شُعْبَةَ، عَنِ الْوَلِيدِ. ¶ وَعَنْ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ. ¶ وَلَيْسَ لأَبِي عَمْرٍو عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ فِي الصَّحِيحَيْنِ حَدِيثٌ سِوَاهُ، وَاسْمُهُ سَعْدُ بْنُ إِيَاسٍ ¶ هَذَا الشَّيْخُ مِنْ كِبَارِ الْمُحَدِّثِينَ وَجِلَّتِهِمُ الْمُبْرِزِينَ فِي هَذَا الْفَنِّ، كَانَ فِي طَلَبِه مُفِيدًا لِلْغُرَبَاءِ، وَفِي كِبَرِهِ مَعْدُودًا فِي جُمْلَةِ الْحُفَّاظِ وَالْعُلَمَاءِ، سَمِعَ الْكَثِيرَ وَكَتَبَ وَخَرَّجَ الْفَوَائِدَ لِلشُّيُوخِ وَلِنَفْسِهِ، وَلَهُ كِتَابُ (سَبَبِ إِسْلامِ الصَّحَابَةِ) لَمْ يُسْبَقْ إِلَيْهِ، وَ (مَقْتَلُ عَلِيٍّ وَعُثْمَانَ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمْ) ، وَهُوَ كَانَ مِمَّنْ يَمُدُّ عَبْدَ الْكَرِيمِ بْنَ مُحَمَّدٍ السَّمْعَانِيَّ صَاحِبَ (الْمُذَيَّلِ) بِالْوَفِيَّاتِ وَالْمَوَالِيدِ وَالأَجْزَاءِ وَالْفَوَائِدِ لَمَّا دَخَلَ أَصْبَهَانَ، وَيُكَاتِبُهُ لَمَّا رَحَلَ عَنْهَا. ¶ وَقَوْلُهُ حُجَّةٌ، سَمِعَ جَمَاعَةً، مِنْهُمْ: عَمُّهُ الْحَافِظُ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ الدَّقَّاقُ، وَهُوَ أَفَادَهُ عَنِ الشُّيُوخِ وَعَلَّمَهُ هَذِهِ الصَّنْعَةَ، وَأَبُو الْفَتْحِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْحَدَّادُ، وَابْنُهُ أَبُو سَهْلٍ غَانِمٌ، وَابْنَةُ ابْنِهِ هَذَا الْمُسَمَّاةُ بِسِتِّ النَّاسِ، وَأَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ الْحَدَّادُ، وَأَبُو الطَّيِّبِ طَلْحَةُ بْنُ الْحُسَيْنِ الصَّاحَانِيُّ، وَأَبُو الْقَاسِمِ غَانِمُ بْنُ عُبَيْدِ اللَّهِ الْبُرْجِيُّ، وَأَبُو نَهْشَلٍ الْعَنْبَرِيُّ، وَأَبُو بَكْرٍ الْوَرْكَانِيُّ، وَأَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ الْفَضْلِ، وَأَبُو الرَّجَاءِ أَحْمَدُ بْنُ مُحَمَّدٍ الْقَارِئُ، وَسَعِيدٌ الصَّيْرَفِيُّ، وَأَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عَبْدِ الْمَلِكِ الْخَلالُ، وَزَاهِرُ بْنُ طَاهِرٍ الشَّحَّامِيُّ، وَخَرَّجَ لَهُ فَوَائِدَ وَغَيْرَ ذَلِكَ، ثُمَّ قَدِمَ بَغْدَادَ بَعْدَ الْعِشْرِينَ وَخَمْسِ مِائَةٍ طَالِبًا، فَسَمِعَ أَبَا الْقَاسِمِ هِبَةَ اللَّهِ بْنَ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ الْحُصَيْنِ، وَأَبَا الْعِزِّ أَحْمَدَ بْنَ عُبَيْدِ اللَّهِ بْنِ كَادِشٍ، وَأَبَا نَصْرٍ أَحْمَدَ بْنَ عَبْدِ اللَّهِ بْنِ رَضْوَانَ، وَأَبَا بَكْرٍ مُحَمَّدَ بْنَ عَبْدِ الْبَاقِي، وَأَبَا الْقَاسِمِ هِبَةَ اللَّهِ بْنَ أَحْمَدَ الْحَرِيرِيَّ وَغَيْرَهُمْ، وَعَادَ إِلَى وَطَنِهِ، ثُمَّ قَدِمَ بَغْدَادَ حَاجًّا قَبْلَ السِّتِّينَ، وَأَقَامَ بِبَغْدَادَ وَتَوَجَّهَ بَعْدَ ذَلِكَ إِلَى مَكَّةَ، وَلَمْ يَعُدْ، وَتُوُفِّيَ فِي طَرِيقِ الْحِجَازِ بَعْدَ السِّتِّينَ، رَحِمَهُ اللَّهُ. ¶ كَتَبَ عَنْهُ الأَئِمَّةُ: شَيْخُنَا الْحَافِظُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحَسَنِ بْنِ هِبَةِ اللَّهِ، وَأَبُو سَعْدٍ عَبْدُ الْكَرِيمِ بْنُ السَّمْعَانِيِّ، وَأَبُو الْفَرَجِ عَبْدُ الرَّحْمَنِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْجَوْزِيِّ، وَغَيْرُهُمْ مِمَّنْ هُوَ دُونَهُمْ.",
            "page": "95",
            "part": "1",
            "seal": "F38E24B4"
        },
        {
            "hno": "48",
            "id": "66",
            "nass": "شَيْخٌ آخَرُ الثَّامِنُ وَالأَرْبَعُونَ ¶ : ¶ 48 - أَخْبَرَنَا الْفَقِيهُ أَبُو الْفَرَجِ صَدَقَةُ بْنُ الْحُسَيْنِ بْنِ الْحَسَنِ بْنِ بُخْتِيَارَ الْحَدَّادُ الْحَنْبَلِيُّ الْبَغْدَادِيُّ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ بَغْدَادَ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُبَيْدِ اللَّهِ بْنِ نَصْرِ بْنِ الزَّاغُونِيِّ سَنَةَ سِتَّ عَشْرَةَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا الشَّرِيفُ أَبُو الْغَنَائِمِ عَبْدُ الصَّمَدِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْمَأْمُونِ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْقَاسِمِ عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ حَبَابَةَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ، أَخْبَرَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ بْنِ مَزْيَدَ، أَخْبَرَنِي أَبِي، قَالَ: سَمِعْتُ الأَوْزَاعِيَّ، حَدَّثَنِي الزُّهْرِيُّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، إِذَا أَرَادَ أَنْ يَنَامَ تَوَضَّأَ وُضُوءَهُ لِلصَّلاةِ، أَخْرَجَهُ النَّسَائِيُّ عَنِ الْعَبَّاسِ بْنِ الْوَلِيدِ بْنِ مَزْيَدَ كَمَا أَخْرَجْنَاهُ، فَوَقَعَ لَنَا مُوَافَقَةً، وَالْحَمْدُ لِلَّهِ ¶ هَذَا الشَّيْخُ مِنْ فُقَهَاءِ الْحَنَابِلَةِ الْمُعْتَبَرِينَ، أَحَدُ الْفُضَلاءِ، سَمِعَ جَمَاعَةً، مَوْلِدُهُ سَنَةَ سَبْعٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ يَوْمَ الأَحَدِ الرَّابِعَ عَشَرَ مِنْ شَهْرِ رَبِيعٍ الآخِرِ، سَنَةَ ثَلاثٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ التَّاسِعُ وَالأَرْبَعُونَ ¶ : ¶ 49 - أَخْبَرَنَا الْمُبَارَكُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ خُضَيْرٍ أَبُو طَالِبٍ الصَّيْرَفِيُّ فِي كِتَابِهِ إِلَيَّ",
            "page": "96",
            "part": "1",
            "seal": "096E8BEA"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "مِنْ مَدِينَةِ السَّلامِ بَغْدَادَ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ بَيَانٍ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ مَخْلَدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ أَبُو عَلِيٍّ، أَخْبَرَنَا الْحَسَنُ بْنُ عَرَفَةَ، عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ الأَلْهَانِيِّ، عَنْ أَبِي رَاشِدٍ الْحُبْرَانِيِّ، قَالَ: أَتَيْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو، فَقُلْتُ لَهُ: حَدِّثْنَا مَا سَمِعْتَ مِنْ رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَلْقَى إِلَيَّ صَحِيفَةً، وَقَالَ: هَذَا مَا كَتَبَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: فَنَظَرْتُ، فَإِذَا فِيهَا: أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ، قَالَ: يَا رَسُولَ اللَّهِ، عَلِّمْنِي مَا أَقُولُ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ، فَقَالَ: \" يَا أَبَا بَكْرٍ، قُلِ: اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، لا إِلَهَ إِلا أَنْتَ، رَبُّ كُلِّ شَيْءٍ وَمَلِيكُهُ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ \"، أَخْرَجَهُ التِّرْمِذِيُّ عَنِ الْحَسَنِ بْنِ عَرَفَةَ، وَقَالَ: حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ، وَقَعَ لَنَا مُوَافَقَةً فِي شَيْخِهِ، وَلِلَّهِ الْمِنَّةُ وَالْحَمْدُ ¶ أَخْبَرَنَا الْمُبَارَكُ بْنُ عَلِيٍّ أَبُو طَالِبٍ فِي كِتَابِهِ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ بَدْرَانَ الْحُلْوَانِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ، حَدَّثَنِي جَدِّي، يَعْنِي: أَبَا بَكْرٍ مُحَمَّدَ بْنَ عُبَيْدِ اللَّهِ بْنِ الْفَضْلِ، حَدَّثَنَا الْحَسَنُ بْنُ أَحْمَدَ بْنِ يَزِيدَ الإِصْطَخَرِيُّ الْقَاضِي، حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا السَّهْمِيُّ عَبْدُ اللَّهِ بْنُ بَكْرٍ، حَدَّثَنَا بِشْرٌ أَبُو نَصْرٍ، أَنَّ عَبْدَ الْمَلِكِ بْنَ مَرْوَانَ دَخَلَ عَلَى مُعَاوِيَةَ، وَعِنْدَهُ عَمْرُو بْنُ الْعَاصِ، فَسَلَّمَ وَجَلَسَ، فَلَمْ يَلْبَثْ أَنْ نَهَضَ، فَقَالَ مُعَاوِيَةُ، مَا أَكْمَلَ مُروَءَةِ هَذَا الْفَتَى، فَقَالَ عَمْرٌو: يا أَمِيرَ الْمُؤْمِنِينَ، إِنَّهُ أَخَذَ بِأَخْلاقِ أَرْبَعَةٍ، وَتَرَكَ أَخْلاقًا ثَلاثَةً، إِنَّهُ أَخَذَ بِأَحْسَنِ الْبِشْرِ إِذَا لَقِيَ، وَبِأَحْسَنِ الْحَدِيثِ إِذَا حَدَّثَ، وَبِأَحْسَنِ الاسْتِمَاعِ إِذَا حُدِّثَ، وَبِأَيْسَرِ الْمَئُونَةِ إِذَا خُولِفَ، وَتَرَكَ مِزَاحَ مَنْ لا يُوثَقُ بِعَقْلِهِ وَلا دِينِهِ، وَتَرَكَ مُخَالَطَةَ لِئَامِ النَّاسِ، وَتَرَكَ مِنَ الْكَلامِ كُلَّ مَا يُعْتَذَرُ مِنْهُ ¶ هَذَا الشَّيْخُ سَمِعَ الْكَثِيرَ بِبَغْدَادَ مِنْ شُيُوخِهَا وَكَتَبَ، فَمِنْ شُيُوخِهِ بِهَا: أَبَا سَعْدٍ مُحَمَّدَ بْنَ عَبْدِ الْكَرِيمِ بْنِ خُشَيْشٍ، وَأَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدٍ، وَأَبَا بَكْرٍ أَحْمَدَ بْنَ عَلِيِّ بْنِ بَدْرَانَ الْحُلْوَانِيَّ، وَأَبَا الْغَنَائِمِ مُحَمَّدَ بْنَ عَلِيٍّ النَّرْسِيَّ، وَأَبَا الْقَاسِمِ عَلِيَّ بْنَ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ بَيَانٍ الرَّزَّازَ، وَأَبَا عَلِيٍّ مُحَمَّدَ بْنَ سَعِيدِ بْنِ نَبْهَانَ وَطَبَقَتَهُمْ، وَخَلْقًا مِنَ الْمُتَأَخِّرِينَ لا يُحْصَوْنَ،",
            "page": "97",
            "part": "1",
            "seal": "F50147A4"
        },
        {
            "hno": "50",
            "id": "68",
            "nass": "وَسَافَرَ إِلَى دِمَشْقَ تَاجِرًا سَنَةَ تِسْعَ عَشْرَةَ وَخَمْسِ مِائَةٍ، وَسَمِعَ بِهَا أَبَا مُحَمَّدٍ هِبَةَ اللَّهِ بْنَ أَحْمَدَ بْنِ الأَكْفَانِيِّ، وَالْفَقِيهَ أَبَا الْحَسَنِ عَلِيَّ بْنَ الْمُسْلِمِ، وَعَبْدَ الْكَرِيمِ بْنَ حَمْزَةَ بْنِ الْخَضِرِ وَطَبَقَتَهُمْ. ¶ وَكَتَبَ عَنْهُ شَيْخُنَا الْحَافِظُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحَسَنِ بْنِ عَسَاكِرَ الْمُؤَرِّخُ وَقْتَ قُدُومِهِ دِمَشْقَ وَهُوَ شَابٌّ إِذْ ذَاكَ، وَكَتَبَ عَنْهُ أَبُو سَعْدٍ عَبْدُ الْكَرِيمِ بْنُ مُحَمَّدٍ السَّمْعَانِيُّ وَغَيْرُهُ، كِلاهُمَا تَرْجَمَ لَهُ فِي كِتَابَيْهِمَا، وَأَثْنَيَا عَلَيْهِ وَوَصَفَهُ أَبُو سَعْدٍ بِالْجِدِّ فِي الطَّلَبِ وَالْحِرْصِ. ¶ وَتُوُفِّيَ سَنَةَ ثَلاثٍ وَسِتِّينَ وَخَمْسِ مِائَةٍ. ¶ شَيْخٌ آخَرُ الْخَمْسُونَ ¶ : ¶ 50 - أَخْبَرَنَا عَلِيُّ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ رَافِعٍ أَبُو الْحَسَنِ الطُّوسِيُّ، أَخُو أَبِي الْيُمْنِ يَحْيَى، وَيُعْرَفَانِ بِابْنَيْ تَاجِ الْقُرَّاءِ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ بَغْدَادَ، حَرَسَهَا اللَّهُ، حَدَّثَنَا مَالِكُ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الْبَانِيَاسِيُّ أَبُو عَبْدِ اللَّهِ الْمَالِكِيُّ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى بْنِ الصَّلْتِ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، فِي شَهْرِ رَجَبٍ سَنَةَ خَمْسٍ وَأَرْبَعِ مِائَةٍ، حَدَّثَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ عَبْدِ الصَّمَدِ بْنِ مُوسَى الْهَاشِمِيُّ إِمْلاءً، حَدَّثَنَا أَبُو مُصْعَبٍ أَحْمَدُ بْنُ أَبِي بَكْرٍ الزُّهْرِيُّ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: إِنَّ خَيَّاطًا دَعَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لِطَعَامٍ صَنَعَهُ، قَالَ أَنَسٌ: فَذَهَبْتُ مَعَ رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَرَّبَ إِلَيْهِ خُبْزًا مِنْ شَعِيرٍ وَمَرَقًا فِيهِ دُبَّاءٌ وَقَدِيدٌ، قَالَ أَنَسٌ رَضِيَ اللَّهُ عَنْهُ: فَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَتَبَّعُ الدُّبَّاءَ مِنْ حَرْفِ الصَّفْحَةِ، فَلَمْ أَزَلْ أُحِبُّ الدُّبَّاءَ مُنْ ذَلِكَ الْيَوْمِ، حَدِيثٌ صَحِيحٌ، مُتَّفَقٌ عَلَيْهِ عَالٍ، أَخْرَجَهُ الْبُخَارِيُّ عَنْ عَبْدِ اللَّهِ بْنِ يُوسُفَ، وَعَبْدِ اللَّهِ بْنِ مَسْلَمَةَ الْقَعْنَبِيِّ، وَأَبِي نُعَيْمٍ الْفَضْلِ بْنِ دُكَيْنٍ، وَإِسْمَاعِيلَ بْنِ أَبِي أُوَيْسٍ، وَقُتَيْبَةَ بْنِ سَعِيدٍ. ¶ وَرَوَاهُ مُسْلِمٌ فِي كِتَابِهِ عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ. ¶ وَأَخْرَجَهُ أَبُو دَاوُدَ سُلَيْمَانُ بْنُ",
            "page": "98",
            "part": "1",
            "seal": "C1BCE6A1"
        },
        {
            "hno": "51",
            "id": "69",
            "nass": "الأَشْعَثِ، عَنِ الْقَعْنَبِيِّ. ¶ وَأَخْرَجَهُ التِّرْمِذِيُّ فِي (الشَّمَائِلِ) عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ. ¶ وَأَخْرَجَهُ النَّسَائِيُّ فِي (الْوَلِيمَةِ) مِنْ كِتَابِهِ عَنْ قُتَيْبَةَ بْنِ سَعِيدٍ، كُلِّهِمْ عَنْ مَالِكِ بْنِ أَنَسٍ، فَهُوَ مِنْ أَبْدَالِهِمْ ¶ هَذَا الشَّيْخُ سَمِعَ أَبَا عَبْدِ اللَّهِ مَالِكَ بْنَ أَحْمَدَ بْنِ عَلِيٍّ، وَيَحْيَى بْنَ عَلِيِّ بْنِ أَحْمَدَ السِّيبِيَّ وَطَبَقَتَهُمَا. ¶ شَيْخٌ آخَرُ الْحَادِي وَالْخَمْسُونَ ¶ : ¶ 51 - حَدَّثَنَا الشَّيْخُ أَبُو الْحَسَنِ عَلِيُّ بْنُ إِبْرَاهِيمَ بْنِ نَصْرِ بْنِ إِبْرَاهِيمَ الْوَاسِطِيُّ فِي كِتَابِهِ إِلَيْنَا مِنْ بَغْدَادَ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ يَحْيَى بْنُ الْحَسَنِ بْنِ أَحْمَدَ بْنِ الْبَنَّاءِ، قِرَاءَةً عَلَيْهِ، فِي جُمَادَى الآخِرَةِ، سَنَةَ سَبْعٍ وَعِشْرِينَ وَخَمْسِ مِائَةٍ، حَدَّثَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الآبَنُوسِيُّ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ الْفَتْحِ الْجَلِيُّ الْمِصِّيصِيُّ، حَدَّثَنَا أَبُو يُوسُفَ مُحَمَّدُ بْنُ سُفْيَانَ بْنِ مُوسَى الصَّفَّارُ الْمِصِّيصِيُّ، حَدَّثَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ رَحْمَةَ بْنِ نُعَيْمٍ الأَصْبَحِيُّ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يُحَدِّثُ: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَا مِنْ أَحَدٍ يَدْخُلُ الْجَنَّةَ يُحِبُّ أَنْ يَرْجِعَ إِلَى الدُّنْيَا، وَأَنَّ لَهُ مَا عَلَى الأَرْضِ مِنْ شَيْءٍ، إِلا الشَّهِيدُ، فَإِنَّهُ يَتَمَنَّى أَنْ يَرْجِعَ فَيُقْتَلَ عَشْرَ مَرَّاتٍ» ، حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ الْبُخَارِيُّ فِي (الْجِهَادِ) ، عَنْ مُحَمَّدِ بْنِ بَشَّارٍ بُنْدَارٍ، عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ غُنْدَرٍ. ¶ وَأَخْرَجَهُ مُسْلِمٌ عَنْ أَبِي مُوسَى مُحَمَّدِ بْنِ الْمُثَنَّى وَمُحَمَّدِ بْنِ بَشَّارٍ، عَنْ غُنْدَرٍ. ¶ وَعَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنْ أَبِي خَالِدٍ الأَحْمَرِ، كِلَيْهِمَا عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ، عَنْ أَبِي الْخَطَّابِ قَتَادَةَ بْنِ دِعَامَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ بِهِ",
            "page": "99",
            "part": "1",
            "seal": "5B58887A"
        },
        {
            "hno": "52",
            "id": "70",
            "nass": "شَيْخٌ آخَرُ الثَّانِي وَالْخَمْسُونَ ¶ 52 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ أَحْمَدَ بْنِ سَلْمَانَ، أَبُو الْفَتْحِ الْحَاجِبُ، الْمَعْرُوفُ بِابْنِ الْبَطِّيِّ، فِي كِتَابِهِ إِلَيَّ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، مِنْ مَدِينَةِ السَّلامِ، وَكَانَ مِنْ حَقِّهِ أَنْ يُقَدَّمَ لِتَقَدُّمِ مَوْلِدِهِ، وَعُلُوِّ سَنَدِهِ، وَكَثْرَةِ حَدِيثِهِ. ¶ وَقَدْ كَانَ أَبُو الْمَحَاسِنِ عُمَرُ بْنُ عَلِيِّ بْنِ الْخَضِرِ الْقُرَشِيُّ الدِّمَشْقِيُّ، قَاضِي بَغْدَادَ إِذَا حَدَّثَ عَنْهُ فِي تَصَانِيفِهِ يَقُولُ: أَخْبَرَنَا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي، وَكَانَ يُقَالُ لَهُ: شَيْخُ الْعِرَاقِ، وَلِعَمْرِي إِنَّهُ لَكَذَلِكَ. ¶ أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مَالِكُ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ إِبْرَاهِيمَ الْبَانِيَاسِيُّ، قِرَاءَةً عَلَيْهِ بِبَغْدَادَ، أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُوسَى بْنِ الصَّلْتِ الْمُجَبِّرُ، حَدَّثَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ عَبْدِ الصَّمَدِ الْهَاشِمِيُّ، حَدَّثَنَا أَبُو مُصْعَبٍ أَحْمَدُ بْنُ أَبِي بَكْرٍ الزُّهْرِيُّ، عَنْ مَالِكِ بْنِ أَنَسٍ الْفَقِيهِ، أَخْبَرَنَا مُحَمَّدُ بْنُ مُسْلِمٍ أَبُو بَكْرٍ الزُّهْرِيُّ، أَخْبَرَنَا سَالِمٌ، عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُمَا: أَنَّ رَسُولَ اللَّهِ مَرَّ عَلَى رَجُلٍ، وَهُوَ يَعِظُ أَخَاهُ فِي الْحَيَاءِ، فَقَالَ رَسُولُ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْحَيَاءُ مِنَ الإِيمَانِ» ، أَخْرَجَهُ الْبُخَارِيُّ فِي كِتَابِهِ فِي (الإِيمَانِ) ، عَنْ عَبْدِ اللَّهِ بْنِ يُوسُفَ التِّنِّيسِيِّ، عَنْ مَالِكٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، كَمَا أَخْرَجْنَاهُ، وَقَعَ لَنَا بَدَلا عَالِيًا وَلِلَّهِ الْحَمْدُ ¶ هَذَا الشَّيْخُ أَحَدُ الْمُسْنِدِينَ، سَمِعَ أَبَا عَبْدِ اللَّهِ مَالِكَ بْنَ أَحْمَدَ بْنِ عَلِيٍّ، وَأَبَا مُحَمَّدٍ رِزْقَ اللَّهِ بْنَ عَبْدِ الْوَهَّابِ التَّمِيمِيَّ، وَأَبَا عَبْدِ اللَّهِ الْحُسَيْنَ بْنَ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ النِّعَالِيَّ، وَأَبَا الْخَطَّابِ نَصْرَ بْنَ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ الْبَطِرِ، وَأَبَا الْفَضْلِ أَحْمَدَ بْنَ الْحَسَنِ بْنِ خَيْرُونٍ الأَمِينَ، وَأَبَا عَبْدِ اللَّهِ مُحَمَّدَ بْنَ فَتُّوحٍ الْحُمَيْدِيَّ،",
            "page": "100",
            "part": "1",
            "seal": "78BDCD1F"
        },
        {
            "hno": "53",
            "id": "71",
            "nass": "وَأَبَا الْفَضْلِ حَمَدَ بْنَ أَحْمَدَ بْنِ الْحَسَنِ الْحَدَّادَ، وَأَبَا الْفَضْلِ جَعْفَرَ بْنَ يَحْيَى بْنِ إِبْرَاهِيمَ الْمَكِّيَّ، وَأَبَا مُحَمَّدٍ جَعْفَرَ بْنَ أَحْمَدَ السَّرَّاجَ، وَخَلْقًا سِوَاهُمْ. ¶ مَوْلِدُهُ سَنَةَ ثَمَانٍ وَسَبْعُونَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ يَوْمَ الْخَمِيسِ السَّابِعِ وَالْعِشْرِينَ مِنْ جُمَادَى الأُولَى، سَنَةَ أَرْبَعٍ وَسِتِّينَ وَخَمْسِ مِائَةٍ رَحِمَهُ اللَّهُ. ¶ وَقَدْ كَتَبَ عَنْهُ شَيْخُنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحَسَنِ هِبَةُ اللَّهِ الْحَافِظُ، وَأَبُو سَعْدٍ عَبْدُ الْكَرِيمِ بْنُ مُحَمَّدٍ السَّمْعَانِيُّ الْحَافِظُ، وَغَيْرُهُمَا مِنَ الْمُعْتَبَرِينَ. ¶ شَيْخٌ آخَرُ الثَّالِثُ وَالْخَمْسُونَ ¶ : ¶ 53 - أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُبَادِرِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ أَبُو الْعَبَّاسِ الْبَصْرِيُّ، فِي كِتَابِهِ إِلَيَّ مِنْ مَدِينَةِ السَّلامِ بَغْدَادَ، حَرَسَهَا اللَّهُ، سَنَةَ تِسْعٍ وَخَمْسِينَ وَخَمْسِ مِائَةٍ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْبُسْرِيِّ الْبُنْدَارُ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ عَبْدِ الْجَبَّارِ السُّكَّرِيُّ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ صَالِحٍ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرِ بْنِ مَنْصُورٍ الْبَزَّازُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ حَبِيبَةَ، عَنْ أُمِّهَا أُمِّ حَبِيبَةَ، عَنْ زَيْنَبَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَتِ: اسْتَيْقَظَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِنْ نَوْمِهِ، مُحْمَرًّا وَجْهُهُ، وَهُوَ يَقُولُ: \" لا إِلَهَ إِلا اللَّهُ، ثَلاثَ مَرَّاتٍ، وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدِ اقْتَرَبَ، فُتِحَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذَا، وَحَلَّقَ حَلَقَةً بِإِصْبَعِهِ، قُلْتُ: يَا رَسُولَ اللَّهِ، أَنَهْلِكُ وَفِينَا الصَّالِحُونَ؟ قَالَ: نَعَمْ، إِذَا كَثُرَ الْخَبَثُ \"، أَخْرَجَهُ الْبُخَارِيُّ فِي كِتَابِهِ عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، عَنِ اللَّيْثِ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ حَدَّثَتْهُ، عَنْ أُمِّ حَبِيبَةَ بِنْتِ أَبِي سُفْيَانَ، عَنْ زَيْنَبَ بِنْتِ جَحْشٍ. ¶ وَفِي (عَلامَاتِ النُّبُوَّةِ) وَ (الْفِتَنِ) عَنْ أَبِي الْيَمَانِ الْحَكَمِ بْنِ نَافِعٍ، عَنْ شُعَيْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ. ¶ وَعَنْ مَالِكِ بْنِ إِسْمَاعِيلَ، عَنِ ابْنِ عُيَيْنَةَ. ¶ وَعَنْ إِسْمَاعِيلَ بْنِ أَبِي أُوَيْسٍ، عَنْ أَخِيهِ، عَنْ سُلَيْمَانَ، عَنِ ابْنِ أَبِي عَتِيقٍ، عَنِ الزُّهْرِيِّ بِهِ، دُونَ ذِكْرِ حَبِيبَةَ فِي الإِسْنَادِ.",
            "page": "101",
            "part": "1",
            "seal": "BE58E92F"
        },
        {
            "hno": "54",
            "id": "72",
            "nass": "وَأَخْرَجَهُ مُسْلِمٌ فِي (الْفِتَنِ) ، عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، وَسَعِيدِ بْنِ عَمْرٍو، وَزُهَيْرِ بْنِ حَرْبٍ، وَمُحَمَّدِ بْنِ يَحْيَى بْنِ أَبِي عُمَرَ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ. ¶ وَزَادُوا فِي الإِسْنَادِ عَنِ ابْنِ عُيَيْنَةَ: حَبِيبَةَ. ¶ وَعَنْ عَمْرٍو النَّاقِدِ، عَنِ ابْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ بِهِ، لَمْ يَذْكُرْ حَبِيبَةَ، وَقَالَ: عَنْ زَيْنَبَ، عَنْ أُمِّ حَبِيبَةَ، عَنْ زَيْنَبَ. ¶ وَعَنْ حَرْمَلَةَ، عَنِ ابْنِ وَهْبٍ، عَنْ يُونُسَ. ¶ وَعَنْ عَبْدِ الْمَلِكِ بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عَقِيلٍ. ¶ وَعَنْ عَمْرٍو النَّاقِدِ، عَنْ يَعْقُوبَ، عَنْ أَبِيهِ، عَنْ صَالِحٍ، كُلِّهِمْ عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّ حَبِيبَةَ، عَنْ زَيْنَبَ بِنْتِ جَحْشٍ، دُونَ حَبِيبَةَ. ¶ وَهُوَ حَدِيثٌ اجْتَمَعَ فِي إِسْنَادِهِ أَرْبَعُ نِسْوَةٍ صَحَابِيَّاتٌ: زَوْجَتَانِ، وَرَبِيبَتَانِ لِرَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ وَقَدْ أَوْرَدَهُ النَّسَائِيُّ، وَالتِّرْمِذِيُّ، عَنْ أَبِي قُدَامَةَ عُبَيْدِ اللَّهِ بْنِ سَعِيدٍ السَّرْخَسِيِّ، عَنْ سُفْيَانَ، فَهُوَ مِنْ أَبْدَالِهِمْ فِي رِوَايَةِ سُفْيَانَ. ¶ وَهَذَا حَدِيثٌ فَرْدٌ لا يُوجَدُ لَهُ ثَانٍ، أَعْنِي: فِي عَدَدِ النِّسْوَةِ، وَمَنْزِلَتِهِنَّ وَطَبَقَتِهِنَّ، وَإِنْ وُجِدَ فَيُوجَدُ أَرْبَعَةٌ مِنَ الصَّحَابَةِ يَرْوِي بَعْضُهُمْ عَنْ بَعْضِ أَجَانِب غَيْرِ أَقَارِبٍ، وَهَذَا بَابٌ ضَيِّقٌ لا يُوجَدُ مِنْ هَذَا الْقَبِيلِ سِوَى عَشَرَةَ أَحَادِيثَ، وَقَدِ اعْتَنَى الْحُفَّاظُ بِجَمْعِ ذَلِكَ، وَمُذَاكَرَتِهِ، وَأَوَّلُ مَنْ جَمَعَ فِيهِ عَبْدُ الْغَنِيِّ بْنُ سَعِيدٍ الْمِصْرِيُّ ¶ شَيْخٌ آخَرُ الرَّابِعُ وَالْخَمْسُونَ ¶ : ¶ 54 - أَخْبَرَنَا أَبُو الْفَرَجِ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ الْحَسَنِ بْنِ الْخَلِيلِ الْهِيتِيُّ، مِنْ بَغْدَادَ كِتَابَةً، أَنْشَدَنِي سُلْطَانُ بْنُ عَبْدِ اللَّهِ، أَنْشَدَنِي ابْنُ عَمِّي، أَنْشَدَنِي أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ خَلِيفَةَ بْنِ السِّنْبِسِيِّ الْهِيتِيُّ النِّيلِيُّ لِنَفْسِهِ:",
            "page": "102",
            "part": "1",
            "seal": "89678AC0"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "عُجْ بِالْمَطِيِّ عَنِ الْمَحَلِّ الدَّارِسِ ... مَا بَيْنَ رَامَةَ إِذْ مَرَرْتُ وَرَاكِسِ ¶ وَاقْرِ السَّلامَ عَلَى الْبُرَيْكِ وَقُلْ لَهَا ... يَا ضُرَّةَ الْقَمَرِ الْغَرِيرِ الآنِسِ ¶ أَمْطَلْتِنِي وِتْرًا وَهَذَا رَابِعٌ ... وَزَعَمْتِ أَنَّ لِقَاءَنَا فِي الْخَامِسِ ¶ فَتَصَدَّقِي بِالْوَصْلِ يَا بْنَةَ مَالِكٍ ... قَبْلَ الْمَمَاتِ عَلَى الضَّعِيفِ الْبَائِسِ ¶ وَمِنْ شِعْرِهِ مِمَّا أَذِنَ لِي فِي رِوَايَتِهِ: ¶ حَرَّمْتُ طِيبَ الْعَيْشِ يَوْمَ سَرَتْ بِهِمْ ... خَيْلُ الصُّدُودِ بِنِيَّةِ الْهَجْرِ ¶ وَلَبِسْتُ ثَوْبَ تَجَلُّدِي زَمَنًا ... خَوْفَ الْوُشَاةِ فَخَانَنِي صَبْرِي ¶ وَمِمَّا بَلَغَنِي مِنْ شِعْرِهِ بَعْدَ الإِذْنِ لِي فِي رِوَايَتِهِ: يَا رَاقِدًا أَسْهَرَ لِي مُقْلَةً ... عَزِيزَةً عِنْدِي وَأَبْكَاهَا ¶ مَا آنَ لِلْهِجْرَانِ أَنْ يَنْقَضِي ... مِنْ مُهْجَةٍ هَجْرُكَ أَضْنَاهَا ¶ إِنْ كُنْتَ لا تَرْحَمُنِي فَارْتَقِبْ ... يَا قَاتِلِي فِي قَتْلِيَ اللَّهَ ¶ وَمِنْ قِيلِهِ أَيْضًا: ¶ إِذَنْ عَوِّضِي حُسْنَ الثَّنَاءِ وَأَجْمِلِي ... فَذَاكَ لِعَمْرِي فُرْصَةُ الْمُتَعَوِّضِ ¶ وَجُودِي بِمَوْجُودٍ فَإِنَّ قُصَارَهُ ... إِلَى أَجَلٍ يُفْضِي إِلَيْهِ وَيَنْقَضِي ¶ وَشِعْرُهُ وَنَثْرُهُ كَثِيرٌ. ¶ فَمِنْ نَثْرِهِ: تَكَلَّفْ مَا لا يُسْتَطَاعُ مِمَّا لا تُؤْثِرُهُ الطِّبَاعُ. ¶ وَمَنْ كَانَتِ الصَّمْتُ شَجَرَتَهُ، كَانَتِ السَّلامَةُ ثَمَرَتَهُ. ¶ وَمَنْ كَانَ الصَّمْتُ أُولاهُ، كَانَتِ السَّلامَةُ عُقْبَاهُ. ¶ وَفِي تَيَقُّظِ اللَّبِيبِ مَا يُغْنِيهِ عَنِ الطَّبِيبِ. ¶ وَمَنْ تَرَكَ الْمِرَا اسْتَمَالَ الْوَرَى. ¶ وَمَنْ أَحَبَّ الْعَاجِلَ كَرِهَ الآجِلَ. ¶ وَمَنْ أَرَادَ الصُّحْبَةَ دَاوَمَ الْمَحَبَّةَ هَذَا الشَّيْخُ مِنْ أَهْلِ هِيتَ، بَلْدَةٍ عَلَى الْفُرَاتِ، وَرَدَ بَغْدَادَ وَسَكَنَ بَابَ الْبَصْرَةِ، وَكَانَ شَابًّا فَاضِلا وَقْتَ وُرُودِهِ بَغْدَادَ، وَمَوْلِدُهُ سَنَةَ خَمْسٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، تَخْمِينًا وَتَقْدِيرًا، لا قَطْعًا",
            "page": "103",
            "part": "1",
            "seal": "24E9C682"
        },
        {
            "hno": "55",
            "id": "74",
            "nass": "وَيَقِينًا، وَكَانَ تَامَّ الْمَعْرِفَةِ، وَلَهُ يَدٌ بَاسِطَةٌ فِي سُرْعَةِ النَّظْمِ، وَبَاعٌ طَوِيلٌ فِي النَّثْرِ. ¶ وَكَانَ يَقُولُ: جَرَّبْتُ خَاطِرِي يَوْمًا وَنَظَمْتُ فِي يَوْمٍ وَاحِدٍ ثَمَانَ مِائَةِ بَيْتٍ وَأَرْبَعِينَ بَيْتًا، فِيهَا الْغَثُّ وَالسَّمِينُ، وَالْعَالِي وَالنَّازِلُ. ¶ وَلَهُ خُطَبٌ أَنْشَأَهَا، وَمَقَامَاتٌ اخْتَرَعَهَا. ¶ وَمِمَّنْ أَجَازَ لِي مِنَ النِّسْوَةِ: ¶ الْخَامِسُ وَالْخَمْسُونَ ¶ : فَمِنْهُنَّ: ¶ 55 - الْكَاتِبَةُ شُهْدَةُ بِنْتُ أَحْمَدَ بْنِ الْفَرَجِ بْنِ عُمَرَ الإِبَرِيِّ، فَخْرُ النِّسَاءِ، قَالَتْ: ¶ أَخْبَرَنَا أَبُو الْخَطَّابِ نَصْرُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ الْبَطِرِ الْقَارِئُ قِرَاءَةً، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ يَحْيَى بْنِ زَكَرِيَّا، حَدَّثَنَا الْقَاضِي أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ إِسْمَاعِيلَ بْنِ الْمَحَامِلِيِّ إِمْلاءً، حَدَّثَنَا مَحْمُودُ بْنُ خِدَاشٍ، حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، أَخْبَرَنَا حَجَّاجٌ، حَدَّثَنَا مَكْحُولٌ، عَنْ أَبِي الشَّمَالِ بْنِ ضَبَابٍ، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَرْبَعٌ مِنْ سُنَنِ الْمُرْسَلِينَ: الْخِتَانُ، وَالسِّوَاكُ، وَالتَّعَطُّرُ، وَالنِّكَاحُ \"، رَوَاهُ التِّرْمِذِيُّ فِي جَامِعِهِ، عَنْ مَحْمُودِ بْنِ خِدَاشٍ، كَمَا أَخْرَجْنَاهُ، وَقَعَ لَنَا مُوَافَقَةً عَالِيًا فِي شَيْخِ التِّرْمِذِيِّ وَلِلَّهِ الْمِنَّةُ ¶ هَذِهِ الشَّيْخَةُ تَفَرَّدَتْ بِالرِّوَايَةِ عَنْ جَمَاعَةٍ لَمْ يُشَارِكْهَا أَحَدٌ فِي أَكْثَرِ شُيُوخِهَا، وَلَمْ يَكُنْ فِي زَمَانِهَا أَسْنَدُ مِنْهَا، سَمَّعَهَا أَبُوهَا مِنْ أَبِي عَبْدِ اللَّهِ الْحُسَيْنِ بْنِ أَحْمَدَ بْنِ طَلْحَةَ النِّعَالِيِّ، وَأَبِي الْفَوَارِسِ طَرَّادِ بْنِ مُحَمَّدٍ الزَّيْنَبِيِّ، وَلَمْ يُدْرِكْهُمَا الْحَافِظُ أَبُو طَاهِرٍ أَحْمَدُ السُّلَفِيُّ، وَمِنْ أَبِي الْخَطَّابِ نَصْرِ بْنِ أَحْمَدَ بْنِ الْبَطِرِ الْقَارِئِ، وَجَمَاعَةٍ جَمَّةٍ يَطُولُ تَعْدَادُهُمْ. ¶ وَكَانَ لَهَا جَاهٌ وَمَنْزِلَةٌ عِنْدَ الْخُلَفَاءِ، وَكَانَتْ كَثِيرَةَ الْمَعْرُوفِ، أَعْتَقَتْ رِقَابًا وَحَجَّتْ حَجَّاتٍ، وَعُمِّرَتْ، وَبَارَكَ اللَّهُ لَهَا فِي رِوَايَتِهَا، حَتَّى صَارَتْ أَسْنَدَ أَهْلِ زَمَانِهَا، مَوْلِدُهَا قَبْلَ التِّسْعِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَتْ سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ، وَقَدْ نَيَّفَتْ عَلَى التِّسْعِينَ سَنَةً.",
            "page": "104",
            "part": "1",
            "seal": "CEAAA062"
        },
        {
            "hno": "56",
            "id": "75",
            "nass": "السَّادِسُ وَالْخَمْسُونَ ¶ وَمِنْهُنَّ: ¶ 56 - تَجَنِّي بِنْتُ عَبْدِ اللَّهِ أُمُّ الْفَضْلِ الْوَهْبَانِيَّةُ. ¶ أَخْبَرَتْنَا تَجَنِّي بِنْتُ عَبْدِ اللَّهِ أُمُّ الْفَضْلِ وَأُمُّ الْحَيَاءِ عَتِيقَةُ بِنْتِ وَهْبَانَ فِي كِتَابِهَا، قَالَتْ: أَخْبَرَنَا النَّقِيبُ أَبُو الْفَوَارِسِ طَرَّادُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الزَّيْنَبِيُّ، قِرَاءَةً، أَخْبَرَنَا هِلالُ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ الْحَفَّارُ، أَخْبَرَنَا الْحُسَيْنُ بْنُ يَحْيَى بْنِ عَيَّاشٍ الْقَطَّانُ، حَدَّثَنَا أَبُو الأَشْعَثِ أَحْمَدُ بْنُ الْمِقْدَامِ الْعِجْلِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَاصِمِ بْنِ سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ إِذَا سَافَرَ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمُنْقَلَبِ، وَمِنَ الْحَوْرِ بَعْدَ الْكَوْرِ، وَدَعْوَةِ الْمَظْلُومِ، وَسُوءِ الْمَنْظَرِ فِي الأَهْلِ وَالْمَالِ» ، قِيلَ لِعَاصِمٍ: مَا الْحَوْرُ بَعْدَ الْكَوْرِ؟ قَالَ: كَانَ يُقَالُ: حَارَ بَعْدَ مَا كَارَ. ¶ أَخْرَجَهُ مُسْلِمٌ فِي (الْمَنَاسِكِ) ، عَنْ زُهَيْرِ بْنِ حَرْبٍ، عَنْ إِسْمَاعِيلَ ابْنِ عُلَيَّةَ. ¶ وَعَنْ يَحْيَى بْنِ يَحْيَى، وَزُهَيْرٍ، عَنْ أَبِي مُعَاوِيَةَ مُحَمَّدِ بْنِ خَازِمٍ. ¶ وَعَنْ حَامِدِ بْنِ عُمَرَ أَبِي عَبْدِ الرَّحْمَنِ الثَّقَفِيِّ، عَنْ عَبْدِ الْوَاحِدِ بْنِ زِيَادٍ، كُلِّهِمْ عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسٍ ¶ هَذِهِ الشَّيْخَةُ كَانَتْ مُذَكِّرَةً، وَعُمِّرَتْ، وَسَمِعَتْ أَبَا عَبْدِ اللَّهِ الْحُسَيْنَ بْنَ أَحْمَدَ بْنِ مُحَمَّدٍ النِّعَالِيَّ، وَأَبَا الْفَوَارِسِ طَرَّادَ بْنَ عَلِيٍّ الزَّيْنَبِيَّ وَغَيْرَهُمَا، وَكَانَتْ صَالِحَةً.",
            "page": "105",
            "part": "1",
            "seal": "E27E757E"
        },
        {
            "hno": "57",
            "id": "76",
            "nass": "السَّابِعُ وَالْخَمْسُونَ ¶ : ¶ وَمِنْهُنَّ: ¶ 57 - زَيْنَبُ بِنْتُ عَبْدِ الْوَهَّابِ بْنِ أَحْمَدَ بْنِ الْحُسَيْنِ الصَّابُونِيِّ، سِتُّ النَّاسِ. ¶ أَنْبَأَتْنَا زَيْنَبُ بِنْتُ عَبْدِ الْوَهَّابِ بْنِ مُحَمَّدِ بْنِ الْحُسَيْنِ، الْمَرْأَةُ الصَّالِحَةُ أَمَةُ اللَّهِ، الْمَعْرُوفُ أَبُوهَا بِالصَّابُونِيِّ، فِي كِتَابِهَا إِلَيَّ مِنْ بَغْدَادَ، قَالَتْ: أَخْبَرَنَا أَبُو غَالِبٍ أَحْمَدُ بْنُ الْحَسَنِ بْنِ أَحْمَدَ بْنِ الْبَنَّاءِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيٍّ الْجَوْهَرِيُّ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرٍ الْقَطِيعِيُّ، حَدَّثَنَا أَبُو عَلِيٍّ نَصْرُ بْنُ مُوسَى، حَدَّثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنْ أَبِي ذَرٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ» ، أَخْرَجَهُ التِّرْمِذِيُّ فِي جَامِعِهِ، فِي (الْبِرِّ) ، عَنْ بُنْدَارٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ، عَنْ سُفْيَانَ. ¶ وَعَنْ مَحْمُودِ بْنِ غَيْلانَ، عَنْ أَبِي نُعَيْمٍ وَأَبِي أَحْمَدَ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونٍ، كَمَا أَخْرَجْنَاهُ ¶ هَذِهِ الشَّيْخَةُ مِنْ بَيْتِ الْحَدِيثِ، أَبُوهَا، وَأَخُوهَا عَبْدُ الْخَالِقِ، مِمَّنْ كَتَبَا الْكَثِيرَ وَسَمِعَا وَحَدَّثَا. ¶ سَمِعَتْ أَبَا الْقَاسِمِ هِبَةَ اللَّهِ بْنَ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ الْحُصَيْنِ، وَقراتَكِينَ بْنَ الأَسْعَدِ، وَأَبَا غَالِبٍ أَحْمَدَ بْنَ الْحَسَنِ بْنِ الْبَنَّاءِ وَغَيْرَهُمْ، وَتُوُفِّيَتْ سَادِسَ ذِي الْقَعْدَةِ سَنَةَ ثَمَانٍ وَثَمَانِينَ وَخَمْسِ مِائَةٍ بِبَغْدَادَ، وَدُفِنَتْ بِمَقْبَرَةِ مَعْرُوفٍ الْكَرْخِيِّ، رَضِيَ اللَّهُ عَنْهُ. ¶ الثَّامِنُ وَالْخَمْسُونَ ¶ : وَمِنْهُنَّ: ¶ 58 - بِشَارَةُ بِنْتُ الرَّئِيسِ أَبِي السَّعَادَاتِ مَسْعُودٍ. ¶ أَخْبَرَتْنَا الشَّيْخَةُ الْعَالِمَةُ بِشَارَةُ بِنْتُ مَسْعُودِ بْنِ مَوَاهِبَ، الشَّافِعِيُّ أَبُوهَا، فِي كِتَابِهَا، قَالَتْ: أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ الْبُسْرِيِّ الْبُنْدَارُ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ عَبْدِ الْجَبَّارِ السُّكَّرِيُّ، قِرَاءَةً عَلَيْهِ، فِي شَهْرِ رَبِيعٍ الأَوَّلِ مِنْ سَنَةِ اثْنَتَيْ عَشْرَةَ وَأَرْبَعِ مِائَةٍ، قَالَ: قُرِئَ عَلَى أَبِي عَلِيٍّ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الصَّفَّارِ، وَأَنَا أَسْمَعُ فِي الْمُحَرَّمِ سَنَةَ إِحْدَى وَأَرْبَعِينَ وَأَرْبَعِ مِائَةٍ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي حَازِمٍ، سَمِعَ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، يَقُولُ: كُنْتُ فِي الْقَوْمِ",
            "page": "106",
            "part": "1",
            "seal": "87E24FEF"
        },
        {
            "hno": "59",
            "id": "77",
            "nass": "عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَامَتِ امْرَأَةٌ، فَقَالَتْ: إِنَّهَا وَهَبَتْ نَفْسَهَا لَكَ، فَرَ فِيهَا رَأْيَكَ، فَقَامَ رَجُلٌ مِنَ النَّاسِ، فَقَالَ: يَا رَسُولَ اللَّهِ زَوِّجْنِيهَا، فَلَمْ يَرُدَّ عَلَيْهِ شَيْئًا، ثُمَّ قَامَتْ فَقَالَتْ: يَا رَسُولَ اللَّهِ، إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لَكَ فَرَأْ فِيهَا رَأْيَكَ، فَقَامَ الرَّجُلُ، فَقَالَ: يَا رَسُولَ اللَّهِ: زَوِّجْنِيهَا، ثُمَّ قَامَتِ الثَّالِثَةَ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: هَلْ عِنْدَكَ مِنْ شَيْءٍ؟ قَالَ: لا، قَالَ: فَاذْهَبْ فَاطْلُبْ، فَذَهَبَ فَطَلَبَ، فَلَمْ يَجِدْ شَيْئًا، ثُمَّ قَالَ: اذْهَبْ فَاطْلُبْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ، قَالَ: فَذَهَبَ فَطَلَبَ، فَقَالَ: لَمْ أَجِدْ شَيْئًا، قَالَ: هَلْ مَعَكَ مِنَ الْقُرْآنِ شَيْءٌ؟ قَالَ: سُورَةُ كَذَا وَكَذَا، قَالَ: اذْهَبْ فَقَدْ زَوَّجْتُكَ عَلَى مَا مَعَكَ مِنَ الْقُرْآنِ، أَخْرَجَهُ الْبُخَارِيُّ فِي (فَضَائِلِ الْقُرْآنِ) ، عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ، سُفْيَانَ، فَهُوَ مِنْ أَبْدَالِهِ. ¶ وَلِمُسْلِمٍ فِي طُرُقٍ مِنْ غَيْرِ طَرِيقِ سُفْيَانَ ¶ هَذِهِ الشَّيْخَةُ مِنْ بَيْتِ الْحَدِيثِ، أَبُوهَا مُحَدِّثٌ، وَزَوْجُهَا أَبُو الْمُعَمَّرِ الْمُبَارَكُ بْنُ أَحْمَدَ الأَنْصَارِيُّ، مُحَدِّثٌ أَيْضًا، وَكَانَتْ صَالِحَةً. ¶ التَّاسِعُ وَالْخَمْسُونَ ¶ : وَمِنْهُنَّ: ¶ 59 - ضَوْءُ الصَّبَاحِ بِنْتُ أَبِي الْمُبَارَكِ بْنِ أَحْمَدَ بْنِ عَبْدِ الْعَزِيزِ بْنِ الْمُعَمَّرِ. ¶ أَخْبَرَتْنَا ضَوْءُ الصَّبَاحِ بِنْتُ أَبِي الْمُعَمَّرِ الْمُبَارَكِ بْنِ أَحْمَدَ بْنِ عَبْدِ الْعَزِيزِ بْنِ الْمُعَمَّرِ الأَنْصَارِيِّ، الْمَدْعُوَّةُ بِسِتِّ الْكُلِّ، الْمَعْرُوفَةُ بِالْعَالِمَةِ، فِي كِتَابِهَا إِلَيَّ مِنْ بَغْدَادَ، قَالَتْ، أَخْبَرَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ الشَّيْبَانِيُّ، أَخْبَرَنَا أَبُو طَالِبٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ غَيْلانَ الْبَزَّازُ، حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ الشَّافِعِيُّ، حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا الْقُرَشِيُّ، حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا سُوَيْدُ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا نُوحُ بْنُ ذَكْوَانَ، عَنْ أَخِيهِ أَيُّوبَ، عَنِ الْحَسَنِ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَقُولُ اللَّهُ تَعَالَى، إِنِّي لأَسْتَحِي مِنْ عَبْدِي وَأَمَتِي، يَشِيبَانِ فِي الإِسْلامِ، أُعَذِّبَهُمَا بَعْدَ ذَلِكَ»",
            "page": "107",
            "part": "1",
            "seal": "E9609602"
        },
        {
            "hno": "60",
            "id": "78",
            "nass": "هَذِهِ الشَّيْخَةُ تُعْرَفُ بِالْعَالِمَةِ، سَمَّعَهَا أَبُوهَا مِنْ أَبِي الْقَاسِمِ بْنِ الْحُصَيْنِ وَغَيْرِهِ، وَهِيَ مِنْ بَيْتِ الْحَدِيثِ، وَقَدْ حَدَّثَتْ بِالْكَثِيرِ، وَأُمُّهَا قَدْ أَجَازَتْنَا، وَهِيَ الْمُتَقَدِّمُ ذِكْرُهَا، بِشَارَةُ بِنْتُ مَسْعُودٍ، وَلَهَا أُخْتٌ، اسْمُهَا: رَابِعَةُ، لَمْ تَكْتُبْ لَنَا بِالإِجَازَةِ، مَوْلِدُهَا سَنَةَ أَرْبَعَ عَشْرَةَ وَخَمْسِ مِائَةٍ. ¶ السِّتُّونَ ¶ : وَمِنْهُنَّ: ¶ 60 - فَاطِمَةُ بِنْتُ أَبِي غَالِبٍ مُحَمَّدِ بْنِ عَلِيٍّ. ¶ أَخْبَرَتْنَا فَاطِمَةُ بِنْتُ أَبِي غَالِبٍ مُحَمَّدِ بْنِ عَلِيٍّ، الْمَدْعُوَّةُ نَفِيسَةُ الْبَزَّازَةُ، فِي كِتَابِهَا إِلَيَّ مِنْ بَغْدَادَ حَرَسَهَا اللَّهُ، قَالَتْ: أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ النِّعَالِيُّ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْحُسَيْنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ بِشْرَانَ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْحُسَيْنِ عَبْدُ الصَّمَدِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ مُكْرَمٍ، قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا الْحَارِثُ بْنُ مُحَمَّدِ بْنِ الْحَارِثِ بْنِ دَاهِرٍ التَّمِيمِيُّ، قِرَاءَةً عَلَيْهِ، فِي جُمَادَى الآخِرَةِ، سَنَةَ اثْنَتَيْنِ وَثَمَانِينَ وَمِائَتَيْنِ، حَدَّثَنَا عَلِيُّ بْنُ عَاصِمٍ، عَنِ الْمُغِيرَةِ، عَنْ عَامِرٍ، عَنْ وَرَّادٍ كَاتِبِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ: كَتَبَ مُعَاوِيَةُ إِلَى الْمُغِيرَةِ بْنِ شُعْبَةَ وَهُوَ عَلَى الْكُوفَةِ: اكْتُبْ إِلَيَّ مِمَّا سَمِعْتَ مِنْ رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: فَدَعَانِي الْمُغِيرَةُ، فَكَتَبَ إِلَيْهِ: أَنِّي سَمِعْتُ رَسُولَ اللَّهِ، يَقُولُ بَعْدَ الصَّلاةِ إِذَا سَلَّمَ: «لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللَّهُمَّ لا مَانِعَ لِمَا أَعْطَيْتَ، وَلا مُعْطِيَ لِمَا مَنَعْتَ، وَلا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ» ¶ وَكَانَ يَنْهَى عَنْ قِيلَ وَقَالَ، وَكَثْرَةِ السُّؤَالِ، وَعَنْ عُقُوقِ الأُمَّهَاتِ، وَعَنْ وَأْدِ الْبَنَاتِ، وَعَنْ مَنْعٍ وَهَاتِ \"، حَدِيثٌ صَحِيحٌ أَخْرَجَهُ الْبُخَارِيُّ فِي (الصَّلاةِ) ، عَنْ مُحَمَّدِ بْنِ يُوسُفَ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، قَالَ: وَقَالَ شُعْبَةُ: عَنْ عَبْدِ الْمَلِكِ بِهَذَا. ¶ وَعَنْ عَلِيِّ بْنِ مُسْلِمٍ، عَنْ هُشَيْمٍ، قَالَ: أَخْبَرَنَا غَيْرُ وَاحِدٍ، مِنْهُمُ: الْمُغِيرَةُ وَفُلانٌ وَرَجُلٌ ثَالِثٌ عَنِ الشَّعْبِيِّ. ¶ وَرَوَاهُ",
            "page": "108",
            "part": "1",
            "seal": "C691D36D"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "مُسْلِمٌ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ أَبِي عُمَرَ، عَنِ ابْنِ عُيَيْنَةَ، عَنْ عَبْدَةَ، وَعَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، كُلِّهِمْ عَنْ وَرَّادٍ ¶ هَذِهِ الشَّيْخَةُ سَمِعَتْ أَبَا الْفَوَارِسِ طَرَّادَ بْنَ مُحَمَّدِ بْنِ عَلِيٍّ الزَّيْنَبِيَّ، وَأَبَا عَبْدِ اللَّهِ الْحُسَيْنَ بْنَ طَلْحَةَ النِّعَالِيَّ وَغَيْرَهُمَا.",
            "page": "109",
            "part": "1",
            "seal": "678F3B21"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "السَّمَاعَاتُ الَّتِي عَلَى النُّسْخَةِ سَمِعَ هَذِهِ النُّسْخَةَ عَدَدٌ مِنَ الْعُلَمَاءِ وَالرُّوَاةِ، وَقَدْ نَقَلْتُ هَذِهِ السَّمَاعَاتِ مُرَتَّبَةً كَمَا جَاءَتْ، وَهِيَ تُؤَكِّدُ نِسْبَةَ هَذَا الْكِتَابِ إِلَى مُؤَلِّفِهِ، وَتُبَيِّنُ الْقِيمَةَ الْعِلْمِيَّةَ لِهَذِهِ النُّسْخَةِ. ¶ 1- سَمَاعٌ عَلَى وَرَقَةِ الْعُنْوَانِ شَاهَدْتُ مَا مِثَالُهُ: قَرَأْتُ جَمِيعَ هَذَا الْجُزْءِ وَاللَّذِينَ بَعْدَهُ عَلَى الشَّيْخِ الأَمِينِ أَبِي الْعَبَّاسِ أَحْمَدَ بْنِ الْمُفَرِّجِ بْنِ مَسْلَمَةَ الأُمَوِيِّ بِرِوَايَتِهِ عَنْ شُيُوخِهِ الْمَذْكُورِينَ إِجَازَةً، فَسَمِعَ شَرَفُ الدِّينِ. . . . مُحَمَّد بْن أَحْمَدَ بْنِ مُحَمَّدٍ الرَّيْحَانِي، وَتَقِيّ الدِّينِ مُحَمَّد بْن أَحْمَدَ بْنِ مُحَمَّدٍ الأَصْبَهَانِيّ، وَشَمْس الدِّينِ. . . . بْن مُحَمَّدِ بْنِ حُسَيْنٍ اللَّنْجِيّ، وَمُحَمَّد بْن أَبِي الْفَرَجِ بْنِ أَبِي الْقَاسِمِ النَّابُلُسِيّ، وَأَيْبَك بْن. . . . وَصَحَّ فِي يَوْمِ الثُّلاثَاءِ عَاشِرِ رَمَضَانَ سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَسِتِّ مِائَةٍ بِمَحْرُوسَةِ دِمَشْقَ، كَتَبَهُ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْمُنْعِمِ بْنِ أَبِي عَاصِمٍ الْحَلَبِيُّ الشَّافِعِيُّ، عَفَا اللَّهُ عَنْهُ. ¶ 2- سَمَاعٌ فِي آخِرِ الْجُزْءِ الأَوَّلِ: قَرَأْتُ هَذَا الْجُزْءَ الأَوَّلَ مِنْ تَجْزِئَةِ الأَصْلِ عَلَى الْمُخَرَّجِ لَهُ الشَّيْخِ الإِمَامِ الْعَالِمِ الْعَدْلِ الثِّقَةِ رَشِيدِ الدِّينِ أَبِي الْعَبَّاسِ أَحْمَدَ بْنِ أَبِي الْفَتْحِ الْمُفَرِّجِ بْنِ عَمْرِو بْنِ مَسْلَمَةَ الْأُمَوِيِّ عَنْ شُيُوخِهِ، قِرَاءَةً مُرَتَّلَةً مُبَيَّنَةً، وَالأَصْلُ لِلشَّيْخِ بِيَدِ الأَخِ الْعَزِيزِ الْمُوَفَّقِ السَّعِيدِ نَفِيسِ الدِّينِ أَبِي الْفِدَاءِ إِسْمَاعِيلَ بْنِ الإِمَامِ الْعَالِمِ شَمْسِ الدِّينِ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ إِسْمَاعِيلَ بْنِ صَدَقَةَ الْحَرَّانِيِّ مُعَارِضًا بِهِ هَذَا، فَسَمِعَ هُوَ وَأَخُوهُ عِزّ الدِّينِ أَبِي الْعَبَّاسِ أَحْمَد، وَأَمِينُ الدِّينِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الشَّيْخِ الْعَارِفِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ مَذْكَوَيْهِ الْقَزْوِينِيُّ الْمُحْتَدُّ الدِّمَشْقِيُّ الْمُوَلَّدُ، وَالْفَقِيهُ الصَّالِحُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ. . . . . . . الْعَدَوِيُّ النَّصِيبِيُّ، وَصَحَّ ذلك فِي يَوْمِ الثُّلاثَاءِ الثَّالِثَ عَشَرَ مِنْ شَهْرِ اللَّهِ الْمُبَارَكِ الْمُحَرَّمِ، مِنْ سَنَةِ خَمْسِينَ وَسِتِّ مِائَةٍ بِدِمَشْقَ، فِي دَارِهِ غَرْبِيِّ الرَّحْبَةِ، وَأَجَازَ لِلسَّامِعِينَ جَمِيعَ مَا يَجُوزُ لَهُ رِوَايَتُهُ بِشَرْطِهِ عِنْدَ أَهْلِهِ وَلَفَظَ بِهَا، وَكَتَبَ أَبُو عَلِيٍّ رِزْقُ اللَّهِ بْنُ إِبْرَاهِيمَ بْنِ عَلِيٍّ الْيُوسُفِيُّ، عَفَا اللَّهُ عَنْهُ. ¶ ثُمَّ كَتَبَ ابْنُ مَسْلَمَةَ بِخَطِّهِ: صَحِيحٌ ذَلِكَ كُلُّهُ، كَتَبَهُ أَحْمَدُ بْنُ أَبِي الْفَتْحِ بْنِ عَلِيِّ بْنِ عَمْرِو بْنِ مَسْلَمَةَ الأُمَوِيُّ، عَفَا اللَّهُ عَنْهُ بِرَحْمَتِهِ. ¶ 3- سَمَاعٌ آخَرُ فِي نِهَايَةِ الْوَرَقَةِ السَّادِسَةَ عَشَرَ: قَرَأْتُ جَمِيعَ هَذَا الْجُزْءِ عَلَى الشَّيْخِ الْمُسْنِدِ الْمُعَمَّرِ الْعَدْلِ الثِّقَةِ رَشِيدِ الدِّينِ أَبِي الْعَبَّاسِ أَحْمَدَ بْنِ أَبِي الْفَتْحِ الْمُفَرِّجِ بْنِ عَلِيِّ بْنِ عَمْرِو بْنِ مَسْلَمَةَ الأُمَوِيِّ، بِإِجَازَتِهِ عَنْ شُيُوخِهِ، فَسَمِعَ الأَخُ الشَّقِيقُ وَالصَّاحِبُ الشَّفِيقُ نَفِيسُ الدِّينِ أَبُو الْفِدَاءِ إِسْمَاعِيلُ، وَالْوَلَدُ السَّعِيدُ أَبُو الْعَبَّاسِ أَحْمَدُ ابْنَا الإِمَامِ الْعَالِمِ شَمْسِ الدِّينِ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ إِسْمَاعِيلَ بْنِ صَدَقَةَ الْحَرَّانِيِّ، وَالْوَلَدُ الْعَزِيزُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ ابْنُ الشَّيْخِ الْعَارِفِ الزَّاهِدِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ أَبِي الْحُسَيْنِ الْقَزْوِينِيِّ الْمَعْرُوفِ بِمَدْكُوَيْهِ قَبِيلَةً، وَالْفَقِيهُ الْمُحَصِّلُ مُحَمَّدُ بْنُ حَسَنِ بْنِ بَدْرٍ الْعَدَوِيُّ النَّصِيبِيُّ، وَصَحَّ ذَلِكَ فِي رَابِعَ عَشَرَ شَهْرِ اللَّهِ الْمُحَرَّمِ سَنَةَ خَمْسِينَ وَسِتِّ مِائَةٍ بِدِمَشْقَ الْمَحْرُوسَةِ فِي دَارِهِ شَرْقِيَّ الرَّحْبَةِ، وَأَجَازَ لَهُمُ الْمُسْمِعُ جَمِيعَ مَا يَجُوزُ رِوَايَتُهُ بِشَرْطِهِ وَلَفَظَ بِهَا، وَكَتَبَ أَبُو عَلِيٍّ رِزْقُ اللَّهِ بْنُ إِبْرَاهِيمَ بْنِ عَلِيٍّ الْيُوسُفِيُّ، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ. ¶ ثُمَّ كَتَبَ ابْنُ مَسْلَمَةَ بِخَطِّهِ: صَحِيحٌ ذَلِكَ كُلُّهُ، كَتَبَهُ أَحْمَدُ بْنُ الْمُفَرِّجِ بْنِ عَلِيِّ بْنِ الْمُفَرِّجِ بْنِ عَمْرٍو الأُمَوِيُّ، عَفَا اللَّهُ عَنْهُ. ¶ 4- سَمَاعٌ آخَرُ فِي نِهَايَةِ الْجُزْءِ الثَّانِي: قَرَأْتُ جَمِيعَ هَذَا الْجُزْءِ مِنْ تَجْزِئَةِ الأَصْلِ عَلَى الْمُخَرَّجِ لَهُ الشَّيْخِ الْمُعَمَّرِ الْمُسْنِدِ الْعَالِمِ الْعَدْلِ الثِّقَةِ رَشِيدِ الدِّينِ أَبِي الْعَبَّاسِ أَحْمَدَ بْنِ الْمُفَرِّجِ بْنِ مَسْلَمَةَ، فَسَمِعَ الأَخُ الْمُوَفَّقُ السَّعِيدُ نَفِيسُ الدِّينِ أَبُو الْفِدَاءِ إِسْمَاعِيلُ ابْنُ الإِمَامِ شَمْسِ الدِّينِ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ إِسْمَاعِيلَ بْنِ صَدَقَةَ، وَأَصْلُ المْصَنَّفِ بِيَدِهِ مُعَارِضًا بِهِ نُسْخَتَيْ هَذَا ثَانِيًا، وَسَمِعَ مَعَهُ أَخُوهُ عِزُّ الدِّينِ أَحْمَدُ، وَالْوَلَدُ الْمُوَفَّقُ. . . . الدِّين مُحَمَّد بنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ مُحَمَّدٍ الْقَزْوِينِيُّ، عُرِفَ بِمَدْكَوَيْهِ، وَالْفَقِيهُ الصَّالِحُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ حَسَنِ بْنِ بَدْرٍ الْعَدَوِيُّ النَّصِيبِيُّ، وَصَحَّ ذَلِكَ فِي سَادِسَ عَشَرَ الْمُحَرَّمِ سَنَةَ خَمْسِينَ وَسِتِّ مِائَةٍ بِدِمَشْقَ، فِي دَارِهِ لِلْجَمَاعَةِ مَا خَلا مُحَمَّدٌ النَّصِيبِيُّ، وَكَتَبَ أَبُو عَلِيِّ بْنُ إِبْرَاهِيمَ الْيُوسُفِيُّ، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. ¶ ثُمَّ كَتَبَ ابْنُ مَسْلَمَةَ بِخَطِّهِ: صَحِيحٌ ذَلِكَ، كَتَبَهُ أَحْمَدُ بُن الْمُفَرِّجِ بْنِ عَلِيِّ بْنِ الْمُفَرِّجِ بْنِ مَسْلَمَةَ الأُمَوِيُّ، عَفَا اللَّهُ عَنْهُ. ¶ 5- سَمَاعٌ فِي آخِرِ الْمَشْيَخَةِ: قَرَأْتُ جَمِيعَ هِذِه الْمَشْيَخَةِ تَخْرِيجُ الإِمَامِ الْحَافِظِ أَبِي عَبِد اللَّهِ مُحَمَّدِ بْنِ يُوسُفَ بْنِ مُحَمَّدٍ الْبِرْزَالِيُّ الإِشْبِيلِيُّ، عَلَى الشَّيْخِ الْمُخَرَّجِ لَهُ الْعَدْلِ الثِّقَةِ الأَمِينِ رَشِيدِ الدِّينِ أَبِي الْعَبَّاسِ أَحْمَدَ بِن أَبُي الْفَتْحِ الْمُفَرِّجِ بْنِ عَلِيِّ بْنِ الْمُفَرِّجِ بْنِ عَمْرِو بْنِ مَسْلَمَةَ الأُمَوِيُّ بِإِجَازَتِهِ عَنْ شُيُوخِهِ، وَصَحَّ ذَلِكَ فِي ثَامِنَ عَشَرَ مُحَرَّمٍ سَنَةَ خَمْسٍ وَسِتُّ مِائَةٍ بِدِمَشْقَ فَي دَارِهِ، فَسَمِعَ الْأَخُ السَّعِيُد الْمُوَفَّقُ الْعَالِمُ الْفَقِيهُ الْفَاضْلُ نَفِيسُ الدِّينِ أَبُو الْفِدَاءِ إِسْمَاعِيلُ، وَأَبُو الْعَبَّاسِ أَحْمَدُ ابْنَا الإِمَامِ الْعَالِمِ الأَصِيلِ شَمْسِ الدِّينِ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ إِسْمَاعِيلَ بْنِ صَدَقَةَ الْحَرَّانِيِّ، وَالْوَلَدُ الْمُوَفَّقُ نَاصِرِ الدِّينِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدٍ. . . . . بْنِ الْحُسَيْنِ الْقَزْوِينِيُّ بِمَدْكَوَيْهِ عَرَفَ، وَأَجَازَ لَهُمْ جَمِيعَ مَا يَجُوزُ لَهُ رِوَايَتُهُ بِشَرْطِهِ، كَتَبَهُ أَبُو عَلِيٍّ رِزْقُ اللَّهِ بْنُ إِبْرَاهِيمَ بْنِ عَلِيُّ بْنِ أَبِي الْقَاسِمِ الْيُوسُفِيُّ، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. . . . ثَمَّ كَتَبَ ابْنُ مَسْلَمَةَ بِخَطِّهِ: صَحِيحٌ ذَلِكَ كُلُّهُ، كَتَبَهُ أَحْمَدُ بْنُ أَبِي الْفَتْحِ عَلِيِّ بْنِ الْمُفَرِّجِ بْنِ عَمْرِو بْنِ مَسْلَمَةَ الأُمَوِيِّ عَفَا اللَّهُ عَنْهُ. ¶ 6- سَمَاعَاتٌ فِي الْوَرَقَةِ الأَخِيرَةِ: شَاهَدْتُ بِخَطِّ أَبِي الْعَبَّاسِ أَحْمَدَ بْنِ أُمَيَّةَ مَا مِثَالُهُ بَعْدَ كَلامٍ مِتَقَدِّمٍ: وَسَمِعَ أَيْضًا أَبُو إِسْحَاقَ الْمَذْكُورُ وَحْدَهُ، وَفَّقَهُ اللَّهُ، عَلَى الشَّيْخِ رَشِيدِ الدِّينِ أَبِي الْعَبَّاسِ أَحْمَدَ بْنِ الْمُفَرِّجِ بْنِ عَلِيِّ بْنِ مَسْلَمَةَ الأُمَوِيِّ جَمِيعَ الْمَشْيَخَةِ الْبَغْدَادِيَّةِ الَّتِي خَرَّجَهَا الْحَافِظُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ الْبِرْزَالِيُّ بِقِرَاءَةِ زَيْنِ الدِّينِ خَالِدِ بْنِ يُوسُفَ النَّابُلُسِيِّ، وَبِقِرَاءَةِ كَاتِبِ الأَحْرُفِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ أُمَيَّةَ الْعَبْدَرِيِّ، فِي شَهْرِ الْمُحَرَّمِ مِنْ سَنَةِ ثَلاثٍ وَأَرْبَعِينَ وَسِتِّ مِائَةٍ، نَقَلْتُهُ كَمَا شَاهَدْتُهُ. . . . . فِي الثَّبْتِ بِخَطِّ أَحْمَدَ بْنِ أُمَيَّةَ، وَقَابَلْتُ هَذِهِ عَلَى نُسْخَتَيْنِ، كَتَبَهُ عَلِيُّ بْنُ مَسْعُودِ بْنِ نَفِيسٍ الْمَوْصِلِيُّ الْحَلَبِيُّ، عَفَا اللَّهُ عَنْهُ وَرَفَقَ بِهِ. ¶ 7- وَشَاهَدْتُ بِخَطِّ بَدْرِ الدِّينِ نُصَيْرِ بْنِ. . . . . رَحِمَهُ اللَّهُ: قَرَأْتُ جَمِيعَهُ عَلَى الْمُخَرَّجِ لَهُ الشَّيْخِ الإِمَامِ الْعَدْلِ الثِّقَةِ رَشِيدِ الدِّينِ أَبِي الْعَبَّاسِ أَحْمَدَ بْنِ الْمُفَرِّجِ بْنِ عَلِيِّ بْنِ مَسْلَمَةَ الأُمَوِيِّ. . . . . . اللَّه، فَسَمِعَ الطَّوَاشِيُّ بَدْرُ الدِّينِ أَبُو الصَّبَا بَدْرٌ الصَّغِيرُ الآمِدِيُّ، وَشَمْسُ الدِّينِ صَوَابٌ الصَّرْخَدِيُّ،. . . . . الطَّوَاشِيّ الأَجَلّ. . . . الدَّوْلَة كَافُور الصَّفْوِيّ. . . . الصَّالِحِيُّ أَبُو. . . وَزَيْنَب الطَّوَاشِيّ الْمَذْكُور. . . . . الدَّوْلَة مُحَمَّد بْن غَازِي الْقَارِئ، وَصَحَّ ذَلِكَ وَثَبُتَ يَوْمَ الاثْنَيْنِ سَلْخَ شَعْبَانَ سَنَةَ خَمْسٍ وَأَرْبَعِينَ وَسِتِّ مِائَةٍ بِقَلْعَةِ دِمَشْقَ الْمَحْرُوسَةِ بِمَنْزِلِ الطَّوَاشِيِّ الأَجَلِّ. . . . . الدَّوْلَة كَافُور الْمَذْكُور أَعْلاهُ، وَأَجَازَ الشَّيْخُ لِلْجَمَاعَةِ الْمَذْكُورِينَ جَمِيعَ مَا يَجُوزُ لَهُ رِوَايَتُهُ بِشَرْطِهِ، كَتَبَهُ بَصِيرُ بْنُ بَنَّا بْنِ صَالِحٍ التَّمِيمِيُّ، عَفَا اللَّهُ عَنْهُ. ¶ 8- وَسَمِعْتُهُ عَلَى أَبِي الْعَبَّاسِ بْنِ الْمُسْلِمَةِ، بِقِرَاءَةِ يُوسُفَ بْنِ بَدْرِ بْنِ الْحَلَبِيِّ النَّابُلُسِيِّ الطَّوَاشِيِّ ,. . . . . الدَّوْلَة كَافُور بْن عَبْدِ اللَّهِ الصَّفْوِيّ الصَّالِحِيّ. . . . . فِي مَجْلِسَيْنِ أَحَدُهُمَا تِسْعَ عَشَرَ شَعْبَانَ سَنَةَ أَرْبَعٍ وَأَرْبَعِينَ وَسِتِّ مِائَةٍ، وَالسَّمَاعُ فِي الأَصْلِ بِخَطِّ عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ عَلِيٍّ الْفَارِسِيِّ، وَمِنْهُ نَقَلْتُ مُخْتَصِرًا، نَقَلَهُ وَمَا قَبْلَهُ أَجْمَعَ عَلِيُّ بْنُ مَسْعُودٍ الْمَوْصِلِيُّ ثُمَّ الْحَلَبِيُّ عَفَا اللَّهُ عَنْهُ وَرَفَقَ بِهِ، حَامِدًا وَمُصَلِّيًا وَمُسَلِّمًا تَسْلِيمًا كَثِيرًا كَثِيرًا. ¶ 9- قَرَأْتُ جَمِيعَ هَذِهِ الْمَشْيَخَةِ عَلَى الشَّيْخِ الْجَلِيلِ الصَّدْرِ الرَّئِيسِ جَمَالِ الدِّينِ أَبِي إِسْحَاقَ إِبْرَاهِيمَ بْنِ بُرُوسِ بْنِ عَبْدِ اللَّهِ الْحَنْبَلِيِّ. . . . سَمَاعهُ أَعْلاهُ مِنَ الْمُخَرَّجِ، فَسَمِعَ. . . . . . الصَّارِم أَرْبَل بْن عَبْدِ اللَّهِ الرُّومِيّ، وَصَحَّ وَثَبُتَ فِي حَادِيَ عَشَرَ صَفَرٍ سَنَةَ ثَمَانٍ وَسِتِّينَ وَسِتِّ مِائَةٍ. . . . . . بِدِمَشْقَ، وَكَتَبَ فَقِيرُ رَحْمَةِ رَبِّهِ عَلِيُّ بْنُ مَسْعُودِ بْنِ نَفِيسٍ الْمَوْصِلِيُّ ثُمَّ الْحَلَبِيُّ، عَفَا اللَّهُ عَنْهُ وَرَفَقَ بِهِ، وَالْحَمْدُ لِلَّهِ وَحْدَهُ وَصَلَوَاتُهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلِّمْ تَسْلِيمًا كَثِيرًا.",
            "page": null,
            "part": null,
            "seal": "B23DC504"
        }
    ],
    "t9389": [
        {
            "id": "66",
            "lvl": "1",
            "sub": "1",
            "tit": "شيخ آخر التاسع والأربعون"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الخمسون"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الحادي والخمسون"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثاني والخمسون"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثالث والخمسون"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الرابع والخمسون"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "الخامس والخمسون"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "السادس والخمسون"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "السابع والخمسون"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": "1",
            "tit": "الثامن والخمسون"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "التاسع والخمسون"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الستون"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الشيخ الأول"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثاني"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثالث"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الرابع"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الخامس"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر السادس"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر السابع"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثامن"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر التاسع"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر العاشر"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الحادي عشر"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "شيخ آخر الثاني عشر"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثالث عشر"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الرابع عشر"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الخامس عشر"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر السادس عشر"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "شيخ آخر السابع عشر"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثامن عشر"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الشيخ التاسع عشر"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر العشرون"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الحادي والعشرون"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثاني والعشرون"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثالث والعشرون"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الرابع والعشرون"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الخامس والعشرون"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر السادس والعشرون"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر السابع والعشرون"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثامن والعشرون"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر التاسع والعشرون"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثلاثون"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الواحد والثلاثون"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثاني والثلاثون"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثالث والثلاثون"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الرابع والثلاثون"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الخامس والثلاثون"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر السادس والثلاثون"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر السابع والثلاثون"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثامن والثلاثون"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر التاسع والثلاثون"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الأربعون"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الحادي والأربعون"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثاني والأربعون"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثالث والأربعون"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الرابع والأربعون"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الخامس والأربعون"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر السادس والأربعون"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر السابع والأربعون"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ آخر الثامن والأربعون"
        }
    ]
}