{
    "b9393": [
        {
            "id": "2",
            "nass": "أَخْبَرَنَا الشَّيْخُ الْمُسْنِدُ الصَّالِحُ الْمُقْرِئُ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ صِدِّيقِ بْنِ إِبْرَاهِيمَ بْنِ يُوسُفَ الصُّوفِيُّ الْمُجَاوِرُ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ بِجَامِعِ دِمَشْقَ، أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ الشَّحْنَةِ أَبِي طَالِبِ الصَّالِحِيُّ، سَمَاعًا، أَخْبَرَنَا أَبُو مُحَمَّدٍ الأَنْجَبُ بْنُ أَبِي السَّعَادَاتِ، وَأَبُو الْفَضْلِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ السَّبَّاكِ، وَعَبْدُ اللَّطِيفِ بْنُ مُحَمَّدِ بْنِ الْقُبَيْطِيِّ، وَأَبُو إِسْحَاقَ إِبْرَاهِيمَ بْنِ عُثْمَانَ الْكَاشْغَرِيُّ، وَعَلِيُّ بْنُ مُحَمَّدِ بْنِ كُبَّةَ، وَثَامِرُ بْنُ مَسْعُودِ بْنِ مُطَلِّقٍ، وَزَهْرَةُ ابْنَةُ مُحَمَّدِ بْنِ أَحْمَدَ الْبَغْدَادِيُّونَ كِتَابَةً مِنْ بَغْدَادَ، قَالُوا: أَخْبَرَنَا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ الْبَطِّيِّ، سَمَاعًا، زَادَ الْكَاشْغَرِيُّ، فَقَالَ: وَأَخْبَرَنَا أَيْضًا أَبُو الْحَسَنِ عَلِيُّ بْنُ عَبْدِ الرَّحْمَنِ بْنِ تَاجِ الْقُرَّاءِ، قَالا: أَخْبَرَنَا مَالِكُ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الْمَالِكِيُّ، أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدٍ الأَهْوَازِيُّ، أَخْبَرَنَا إِبْرَاهِيمُ بْنُ عَبْدُ الصَّمْدِ الْهَاشِمِيُّ، إِمْلاءً، حَدَّثَنَا الْحُسَيْنُ بْنُ الْحَسَنِ، حَدَّثَنَا عَلِيُّ بْنُ غُرَابٍ، حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ، حَدَّثَنَا أَبِي، عَنْ جَدِّي، قُلْتُ: يَا رَسُولَ اللَّهِ، نِسَاؤُنَا مَا نَأْتِي مِنْهَا وَمَا نَذَرُ؟ قَالَ: «حَرْثُكَ فَأْتِ حَرْثَكَ أَنَّى شِئْتَ غَيْرَ أَنْ لا تَضْرِبَ الْوَجْهَ، وَلا تُقَبِّحْ، وَلا تَهْجُرْ إِلا فِي الْبَيْتِ، وَأَطْعِمْ إِذَا طَعِمْتَ، وَاكْسُ إِذَا اكْتَسَيْتَ، كَيْفَ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ؟ !»",
            "page": "241",
            "part": "1",
            "seal": "08F1F90C"
        },
        {
            "id": "3",
            "nass": "هَذَا حَدِيثٌ حَسَنٌ ¶ وَعلي بن غراب الفزاري الكوفي القاضي المتوفي بالكوفة سنة أربع وثمانين ومائة، وإن كان ضعفه أبو داود، وآخرون، فقد وثقه يحيى بن معين، والدارقطني، وغيرهما. ¶ ومع ذلك فقد تابعه على حديثه هذا يحيى بن سعيد القطان، ومروان بن معاوية الفزاري، لكن رواية مروان بزيادة كثيرة في أوله وآخره. ¶ وبهز بن حكيم هذا وثقه علي بن المديني، وابن معين، والنسائي، والحاكم. ¶ وذكر أبو داود أن أحاديثه صحاح. ¶ وحسن الترمذي حديثه. ¶ وقال أبو زرعة الرازي: صالح الحديث. ¶ وقال أبو حاتم الرازي: شيخ يكتب حديثه ولا يحتج به. ¶ وقال الحاكم: كان من الثقات، وإنما أسقط من الصحيح روايته، عن أبيه، عن جده لأنها شاذة لا متابع له فيها \" انتهى.",
            "page": "242",
            "part": "1",
            "seal": "87E8EC11"
        },
        {
            "id": "4",
            "nass": "وبهز روى عنه جماعة من الكبار كسفيان الثوري والحمادين، وأكبر من روى عنه فيما نعلم الزهري. ¶ قال أبو بكر الخطيب: حدث عنه الزهري، ومحمد بن عبد الله الأنصاري، وبين وفاتيهما إحدى وتسعون سنة. ¶ انتهى. ¶ لأن الزهري توفي سنة أربع وعشرين ومئة، والأنصاري توفي سنة خمس عشرة ومئتين، لكن قال أبو عمر بن عبد البر في الاستيعاب: ويستحيل عندي أن يروي عنه الزهري. ¶ قلت: ورواية الزهري عنه في معجم أبي القاسم عبد الله بن محمد البغوي، فقال: ¶ حَدَّثَنَا الزُّبَيْرُ بْنُ بَكَّارٍ الزُّبَيْرِيُّ، ثَنَا عَبْدُ الْمَجِيدِ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رُوَّادٍ، عَنْ مَعْمَرٍ، عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ، حَدَّثَنِي رَجُلٌ مِنْ بَنِي قُشَيْرٍ، يُقَالُ لَهُ: بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «فِي كُلِّ ذَوْدٍ خُمْسُ سَائِمَةٍ صَدَقَةً» . ¶ وَلا أَعْلَمُ حَدَّثَ بِهَذَا الْحَدِيثِ غَيْرَ الزُّبَيْرِ بْنِ بَكَّارٍ، وَهُوَ عِنْدِي مِمَّا رَوَاهُ مَعْمَرٌ، عَنْ بَهْزٍ، لأَنَّ مَعْمَرًا قَدْ رَوَى عَنْ بَهْزٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ أَحَادِيثَ، قَالَهُ الْبَغَوِيُّ.",
            "page": "243",
            "part": "1",
            "seal": "0E1B81F2"
        },
        {
            "id": "5",
            "nass": "وعلى كل من الأمرين هذه نسخة جيدة، وقد سئل يحيى بن معين، عن بهز بن حكيم، عن أبيه، عن جده، فقال: إسناد صحيح إن كان دون بهز ثقة، انتهى. ¶ فعلى هذا إسناد الحديث الذي رويناه صحيح لأن من دون بهز ثقة، وذلك أن أبا داود والنسائي، حدثا به في سننهما عن محمد بن بشار، عن يحيى. ¶ والقطان وبندار من ثقات الأئمة. ¶ ولم ينفرد بهز بالحديث، بل تابعه عليه أبو قزعة سويد بن حجير الباهلي البصري. ¶ رواه أبو داود أيضا، عن موسى بن إسماعيل، ثنا حماد، أخبرنا أبو فزعة الباهلي , عن حكيم بن مُعَاوِيَة، فذكره. ¶ ومن هذه الطريق طريق موسى، عن حماد بن سلمة، خرجه الحاكم في مستدركه، وقال ولم يخرجاه. ¶ انتهي.",
            "page": "244",
            "part": "1",
            "seal": "308F7479"
        },
        {
            "id": "6",
            "nass": "وخرجه النسائي أيضا: صحيح الإسناد عن عبدة بن عبد الله الصفار، عن يزيد بن هارون. ¶ ورواه أبو بكر بن أبي الدنيا في مداراة الناس، فقال: حدثنا أبو خيثمة، حدثنا يزيد بن هارون، عن شعبة، عن أبي قزعة، عن حكيم بن معاوية، فذكره. ¶ وعلقه أبو عبد الله البخاري في صحيحه بصيغة التضعيف مختصرا، فقال: ويذكر عن معاوية بن حيدة، «غير أن لا تهجر إلا في البيت» . ¶ وخرجه النسائي أيضا، عن إبراهيم بن يعقوب، عن عبد الله بن محمد النفيلي، عن زهير بن محمد، عن محمد بن جحادة، عن حجاج الباهلي، عن سويد بن حجير، عن حكيم بن معاوية، بنحو الأول ¶ فباعتبار العدد في روايتنا كأني سمعت الحديث من أبي محمد عبد الرحمن بن حمد بن الحسن الدوني، وتوفي في شهر رجب سنة إحدى وخمس مائة قبل مولدي بمائتي وست وسبعين سنة.",
            "page": "245",
            "part": "1",
            "seal": "7DF47E18"
        },
        {
            "id": "7",
            "nass": "وأما حديث مروان بن معاوية بالزيادة. ¶ فَأَنْبَأَنَا الْحَافِظُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ الإِمَامِ أَبِي مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ الْمَقْدِسِيُّ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ يُوسُفَ بْنِ مَكْتُومٍ، قِرَاءَةً عَلَيْهِ، وَأَنَا حَاضِرٌ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ الْبَغَدادِيُّ، أَخْبَرَنَا أَبُو الْمَعَالِي مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ اللَّحَّاسِ، أَنْبَأَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ الْبُسْرِيُّ، وَأَنْبَأَنَا الْمُسْنِدُ الْكَبِيرُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الشَّرَفِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ الصَّالِحِيُّ، أَنَّ أُمَّ عَبْدِ اللَّهِ فَاطِمَةُ ابْنَةُ سُلَيْمَانَ بْنِ عَبْدِ الْكَرِيمِ الأَنْصَارِيَّةَ أَنْبَأَتْهُ، عَنِ الْفَتْحِ بْنِ عَبْدِ السَّلامِ، وَأَبِي عَلِيٍّ الْحَسَنُ بْنُ الْجَوَالِيقِيِّ، قَالا: أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ الزَّاغُونِيِّ، قِرَاءَةً عَلَيْهِ، وَنَحْنُ نَسْمَعُ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ بْنِ الْبُسْرِيِّ الْبُنْدَارُ، أَخْبَرَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا مَرْوَانُ، عَنْ بَهْزِ بْنِ حَكِيمِ بْنِ مُعَاوِيَةَ بْنِ حَيْدَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قُلْتُ: \" يَا نَبِيَّ اللَّهِ، مَا أَتَيْتُكَ حَتَّى حَلَفْتُ عَدَدَ هَؤُلاءِ، يَعْنِي: أَصَابِعَهُ الْعَشْرَ، لا آتِيكَ وَلا آتِي دِينَكَ، وَإِنِّي قَدْ جِئْتُ أَمْرًا لا أَعْلَمُ شَيْئًا إِلا مَا عَلَّمَنِي اللَّهُ عَزَّ وَجَلَّ وَرَسُولُهُ، وَإِنِّي أَسْأَلُكَ بِوَجْهِ اللَّهِ تَبَارَكَ وَتَعَالَى، بِمَا بَعَثَكَ إِلَيْنَا رَبُّنَا عَزَّ وَجَلَّ؟ . ¶ قَالَ: بِالإِسْلامِ. ¶ قَالَ: وَمَا الإِسْلَامُ؟ قَالَ: أَنْ تَقُولَ: أَسْلَمْتُ وَجْهِيَ للَّهِ وَتَخَلَّيْتُ مِنَ الأَنْدَادِ، وَتُقِيمَ الصَّلاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَكُلُّ مُسْلِمٍ عَلَى مُسْلِمٍ مُحَرَّمٌ، أَخَوَانِ نَصِيرَانِ، لا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ مِنْ مُسْلِمٍ أَشْرَكَ بَعْدَ مَا أَسْلَمَ عَمَلا أَوْ يُفَارِقُ الْمُشْرِكِينَ إِلَى الْمُسْلِمِينَ، مَا لِي مَمْسَكٌ بِحَجْزِكُمْ عَنِ النَّارِ، أَلا إِنَّ رَبِّي دَاعِيَّ وَسَائِلِي، فَهَلْ بَلَّغْتَ عِبَادِي؟ وَإِنِّي قَائِلٌ: رَبِّ بَلَّغْتُهُمْ فَلْيُبَلِّغْ شَاهِدُكُمْ غَائِبَكُمْ، ثُمَّ إِنَّكُمْ تَدْعُونَ مُقَدِّمَةَ أَفْوَاهِكُمْ بِالْفِدَامِ، ثُمَّ إِنَّ أَوَّلَ مَا يَبِينُ عَنْ أَحَدِكُمْ لَفَخْذِهِ وَكَفِّهِ \". ¶ فَقُلْتُ: يَا نَبِيَّ اللَّهِ، هَذَا دِينُنَا؟",
            "page": "246",
            "part": "1",
            "seal": "7E2337DB"
        },
        {
            "id": "8",
            "nass": "قَالَ: هَذَا دِينُكُمْ وَأَيْنَمَا تُحْسِنْ يَكْفِكَ ¶ قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ، عَوْرَاتُنَا مَا نَأْتِي مِنْهَا وَمَا نَذَرُ؟ قَالَ: احْفَظْ عَوْرَتَكَ إِلا مِنْ زَوْجَتِكَ أَوْ مَا مَلَكَتْ يَمِينُكَ ¶ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، مَنْ أَبَرُّ؟ قَالَ: أُمُّكَ. ¶ قُلْتُ: ثُمَّ مَنْ؟ قَالَ: أُمُّكَ ثُمَّ أَبَاكَ، ثُمَّ الأَقْرَبُ فَالأَقْرَبُ ¶ قُلْتُ: يَا رَسُولَ اللَّهِ، أَرَأَيْتَ إِنْ كَانَ أَحَدُنَا خَالِيًا؟ قَالَ: فَاللَّهُ أَحَقُّ أَنْ يُسْتَحْيَا مِنْهُ النَّاس ¶ قُلْتُ: يَا رَسُولَ اللَّهِ، نِسَاؤُنَا مَا نَأْتِي مِنْهُنَّ وَمَا نَذَرُ؟ ، قَالَ: ائْتِ حَرْثَكَ أَنَّى شِئْتَ غَيْرَ أَنْ لا تَضْرِبَ الْوَجْهَ، وَلا تُقَبِّحْ، وَلا تَهْجُرْ إِلا فِي الْبَيْتِ، وَأَطْعِمْ إِذَا طَعِمْتَ، وَاكْسُ إِذَا اكْتَسَيْتَ، كَيْفَ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا، إِلا مَا حَلَّ عَلَيْهَا؟ ¶ قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ، خِرْ لِي. ¶ قَالَ: فَنَحَا بِيَدِهِ نَحْوَ الشَّامِ، ثُمَّ قَالَ: إِنَّكُمْ مَحْشُورُونَ رِجَالا وَرُكْبَانًا وَتَخِرُّونَ عَلَى وُجُوهِكُمْ. ¶ قَالَتْ: يَا رَسُولَ اللَّهِ، إِنَّا قَوْمٌ نَتَسَاءَلُ أَمْوَالَنَا بَيْنَنَا. ¶ فَقَالَ: لِيَسْأَلْ أَحَدُكُمُ الْحَاجَةَ فِي الْفَتْقِ لِيُصْلِحَ بِهِ بَيْنَ قَوْمِهِ فَإِذَا بَلَغَ أَوْ كَرُبَ اسْتَعَفَّ \"",
            "page": "247",
            "part": "1",
            "seal": "87B8864E"
        },
        {
            "id": "9",
            "nass": "وَسَمِعْتُ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «وَيْلٌ لِلَّذِي يُحَدِّثُ وَيَكْذِبُ لِيُضْحِكَ بِهِ الْقَوْمَ، وَيْلٌ لَهُ وَيْلٌ لَهُ» ¶ وَسَمِعْتُ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «لا يَأْتِي الرَّجُلُ مَوْلاهُ فَيَسْأَلَهُ مِنْ فَضْلِ مَا عِنْدَهُ فَيَمْنَعَهُ، إِلا دَعَاهُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ شُجَاعًا يَتَلَمَّظُ فَضْلَهُ الَّذِي مَنَعَ» ¶ وَسَمِعْتُ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «أَنْتُمْ تُوَفُّونَ سَبْعِينَ أُمَّةً أَنْتُمْ خَيْرَهَا وَأَكْرَمَهَا عَلَى اللَّهِ عَزَّ وَجَلَّ» ¶ وَسَمِعْتُ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ فِي سَائِمَةِ الإِبِلِ: «فِي كُلِّ أَرْبَعِينَ ابْنَةُ لَبُونٍ لا تُفَرِّقُ إِبِلَ عَنْ حِسَابِهَا فَمَنْ أَعْطَاهَا مُؤْتَجِرًا فَلَهُ أَجْرُهَا وَمَنْ مَنَعَهَا فَإِنَّا آخِذُوهَا مِنْهُ وَشِطْرَ إِبِلِهِ عَزْمَةً مِنْ عَزَمَاتِ رَبِّنَا عَزَّ وَجَلَّ، لا يَحِلُّ لآلِ مُحَمَّدٍ مِنْهَا شَيْءٌ» ¶ قَالَ: وَحَدَّثَنَا نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ رَجُلا آتَاهُ اللَّهُ عَزَّ وَجَلَّ مَالا وَوَلَدًا، فَكَانَ لا يَدِينُ اللَّهُ عَزَّ وَجَلَّ دِينًا، فَدَعَا بَنِيهِ، فَقَالَ: أَيُّ أَبٍ كُنْتُ لَكُمْ؟ قَالُوا: خَيْرُ أَبٍ يَا أَبَانَا. ¶ قَالَ: فَوَاللَّهِ لا يَبْقَ لأَحَدٍ مِنْكُمْ مَالَ هُوَ مِنِّي إِلا وَأَنَا آخِذُهُ، أَوْ تَفْعَلُونَ مَا آمَرُكُمْ بِهِ؟ قَالَ: فَأَخَذَ مِنْهُمْ مِيثَاقًا وَرَبِّي. ¶ قَالَ: إِذَا أَنَا مِتُّ فَاحْرِقُونِي، ثُمَّ دُقُّونِي، ثُمَّ ذَرُونِي فِي يَوْمِ رِيحٍ عَاصِفٍ لَعَلِّي أَضَلُّ اللَّهَ عَزَّ وَجَلَّ. ¶ قَالَ: فَفَعَلُوا ذَلِكَ وَرِبِّ مُحَمَّدٍ حِينَ مَاتَ، فَجِئَ بِهِ أَحْسَنَ مَا كَانَ فَعُرِضَ عَلَى اللَّهِ عَزَّ وَجَلَّ، فَقَالَ: مَا حَمَلَكَ عَلَى النَّارِ؟ قَالَ: خَشْيَتُكَ يَا رَبَّاهُ.",
            "page": "248",
            "part": "1",
            "seal": "BB170863"
        },
        {
            "id": "10",
            "nass": "قَالَ اللَّهُ عَزَّ وَجَلَّ: أَجِدُكَ رَاهِبًا فَتِيبَ عَلَيْهِ، أَوْ قَالَ: غُفِرَ لَهُ \". ¶ هَذَا حَدِيثٌ غَرِيبٌ سِيَاقًا، حَسَنٌ إِسْنَادًا، وَسُوَيْدُ بْنُ سَعِيدٍ , وَإِنْ كَانَ قَدْ ضَعَّفَهُ الْبُخَارِيُّ، وَالنَّسَائِيُّ، وَغَيْرُهُمَا، فَقَدْ رَوَى لَهُ مُسْلِمٌ فِي صَحِيحِهِ، وَحَدِيثِهِ هَذَا غَالِبُهُ مُخَرَّجٌ فِي السُّنَنِ لَكِنَّهُ مُقَطَّعٌ، فَخَرَّجَ أَوَّلَهُ النَّسَائِيُّ، فَقَالَ ¶ أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ: حَدَّثَنَا مُعْتَمِرٌ، قَالَ: سَمِعْتُ بَهْزَ بْنَ حَكِيمٍ، يُحَدِّثُ عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قُلْتُ: \" يَا رَسُولَ اللَّهِ، مَا أَتَيْتُكَ حَتَّى حَلَفْتُ أَكْثَرَ مِنْ عَدَدِهِنَّ لأَصَابِعِ يَدَيْهِ أَنْ لا آتِيكَ وَلا آتِي دِينَكَ، وَإِنِّي كُنْتُ امْرَأً لا أَعْقِلُ شَيْئًا إِلا مَا عَلَّمَنِي اللَّهُ وَرَسُولُهُ، وَإِنِّي أَسْأَلُكَ بِوَجْهِ اللَّهِ بِمَا بَعَثَكَ رَبُّكَ إِلَيْنَا؟ . ¶ قَالَ: بِالإِسْلامِ. ¶ قُلْتُ: وَمَا آيَاتُ الإِسْلَامِ؟ ، قَالَ: أَنْ تَقُولَ: أَسْلَمْتُ وَجْهِي إِلَى اللَّهِ وَتَخَلَّيْتُ، وَتُقِيمُ الصَّلاةَ، وَتُؤْتِي الزَّكَاةَ، وَكُلُّ مُسْلِمٍ عَلَى مُسْلِمٍ مُحَرَّمٌ أَخَوَانِ نَصِيرَانِ، لا يَقْبَلُ اللَّهُ مِنْ مُشْرِكٍ بَعْدَمَا يُسِلْمُ عَمَلا أَوْ يُفَارِقُ الْمُشْرِكِينَ إِلَى الْمُسْلِمِينَ \".",
            "page": "249",
            "part": "1",
            "seal": "E8CBAC55"
        },
        {
            "id": "11",
            "nass": "وَخَرَّجَهُ عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، عَنْ يَحْيَى بْنِ أَبِي بَكِيرٍ، عَنْ شِبْلِ بْنِ عَبَّادٍ، عَنْ سُوَيْدِ بْنِ حُجَيْرٍ، عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ، بِنَحْوِهِ وَرَوَاهُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَنْدَهْ فِي كِتَابِهِ الْمَعْرِفَةِ، فَقَالَ: ¶ أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا شِبْلُ بْنُ عَبَّادٍ، سَمِعْتُ أَبَا قَزْعَةَ، يُحَدِّثُ عَمْرَو بْنَ دِينَارٍ، عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ الْبَهْزِيِّ، عَنْ أَبِيهِ، أَنَّ رَجُلا جَاءَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا مُحَمَّدُ، إِنِّي حَلَفْتُ بِعَدَدِ أَصَابِعِي أَنْ لا أَتَّبِعَكَ، وَلا أَتَّبِعُ دِينَكَ، فَأُنْشِدُكَ اللَّهَ مَا الَّذِي بَعَثَكَ اللَّهُ بِهِ؟ قَالَ: «الإِسْلَامُ شَهَادَةُ أَنْ لا إِلَهَ إِلا اللَّهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَتُقِيمُ الصَّلاةَ، وَتُؤْتِي الزَّكَاةَ، أَخَوَانِ نَصِيرَانِ لا يَقْبَلُ اللَّهُ مِنْ أَحَدٍ تَوْبَةً أَشْرَكَ بَعْدَ إِسْلَامِهِ» . ¶ هَذَا غَرِيبٌ مِنْ حَدِيثِ شِبْلٍ، وَرَوَى هَذَا الْحَدِيثَ جَمَاعَةٌ، عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَهُ ابْنُ مَنْدَهْ. ¶ وَالرَّجُلُ الْمُبْهَمُ هُوَ مُعَاوِيَةُ رَاوِي الْحَدِيثِ كَنَّى بِهِ عَنْ نَفْسِهِ ¶ وَقَالَ ابْنُ مَنْدَهْ أَيْضًا: أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ يَحْيَى، حَدَّثَنَا أَبُو مَسْعُودٍ، أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قُلْتُ: «يَا رَسُولَ اللَّهِ،",
            "page": "250",
            "part": "1",
            "seal": "762617E0"
        },
        {
            "id": "12",
            "nass": "مَا أَتَيْتُكَ حَتَّى حَلَفْتُ أَكْثَرَ مِنْ عَدَدِ هَؤُلاءِ أَنْ لا آتِيكَ وَقَدْ جِئْتُ وَلا أَعْقِلُ شَيْئًا إِلا عَلَّمْتَنِي» . ¶ ثُمَّ ذَكَرَ الْحَدِيثَ. ¶ وَهَكَذَا اخْتَصَرَهُ ابْنُ مَنْدَهْ. ¶ وَأَمَّا قَوْلُهُ: «يَا نَبِيَّ اللَّهِ، عَوْرَاتُنَا مَا نَأْتِي مِنْهَا وَمَا نَذَرُ» . ¶ الْحَدِيثُ ¶ فَأَخْبَرَنَا أَبُو الْمَحَاسِنِ يُوسُفُ بْنُ عُثْمَانَ بْنِ عُمَرَ بْنِ مُسْلِمٍ الْعَوْفِيُّ، وَغَيْرُهُ مُشَافَهَةً بِالإِجَازَةِ، قَالُوا: أَخْبَرَنَا الإِمَامُ أَبُو أَحْمَدَ إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الطَّبَرِيُّ كِتَابَةً مِنْ مَكَّةَ شَرَّفَهَا اللَّهُ تَعَالَى، أَخْبَرَنَا الإِمَامُ أَبُو الْحَسَنِ عَلِيُّ بْنُ هِبَةِ اللَّهِ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِرِبَاطِ مَرَاغَةَ مِنْ مَكَّةَ، زَادَهَا اللَّهُ شَرَفًا، وَذَلِكَ فِي صَفَرَ سَنَةَ سِتٍّ وَأَرْبَعِينَ وَسِتِّ مِائَةٍ، أَخْبَرَنَا أَبُو شَاكِرٍ يَحْيَى بْنُ يُوسُفَ السَّقَلاطُونِيُّ بِبَغْدَادَ، أَخْبَرَنَا أَبُو الْمَعَالِي ثَابِتُ بْنُ بُنْدَارٍ الْبَقَّالُ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ شَاذَانَ، أَخْبَرَنَا أَبُو عَمْرٍو عُثْمَانَ بْنِ أَحْمَدَ الدَّقَّاقُ، حَدَّثَنَا يَحْيَى بْنُ جَعْفَرٍ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، وَعَبْدُ اللَّهِ بْنُ بَكْرٍ، قَالا: أَخْبَرَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، عَوْرَاتُنَا مَا نَأْتِي مِنْهَا وَمَا نَذَرُ؟ . ¶ قَالَ: «احْفَظْ عَوْرَتَكَ إِلا مِنْ زَوْجِكَ أَوْ مَا مَلَكَتْ يَمِينُكَ» . ¶ قُلْتُ: يَا رَسُولَ اللَّهِ، أَرَأَيْتَ إِذَا كَانَ بَعْضُنَا فِي بَعْضٍ؟ قَالَ: «إِنِ اسْتَطَعْتَ أَنْ لا تُظْهِرَ عَوْرَتَكَ» . ¶ وَقَالَ السَّهْمِيُّ: «أَنْ لا تُرِيهَا أَحَدًا فَلا تُرِيَنَّهَا» . ¶ وَقَالَ جَمِيعًا: قُلْتُ: يَا رَسُولَ اللَّهِ، إِذَا كَانَ أَحَدُنَا خَالِيًا؟ ، قَالَ: «فَاللَّهُ أَحَقُّ أَنْ يُسْتَحَى مِنْهُ مِنَ النَّاسِ» ¶ وَأَخْبَرَنَا أَبُو هُرَيْرَةَ عَبْدُ الرَّحْمَنِ بْنُ الذَّهَبِيِّ، سَمَاعًا، أَخْبَرَنَا يَحْيَى بْنُ سَعْدٍ، أَخْبَرَنَا جَعْفَرُ بْنُ عَلِيٍّ، قِرَاءَةً عَلَيْهِ، وَأَنَا حَاضِرٌ فِي السُّنَّةِ الْخَامِسَةِ مِنْ سِنِيِّ عُمْرِي، وَأَجَازَ لَنَا رِوَايَتَهُ أَبُو الْحَسَنِ عَلِيُّ بْنُ الصَّابُونِيِّ، وَمُرْتَضَى بْنُ",
            "page": "251",
            "part": "1",
            "seal": "7A52AEC9"
        },
        {
            "id": "13",
            "nass": "حَاتِمٍ الْحَارِثِيُّ، وَيُوسُفُ بْنُ مَحْمُودٍ السَّاوِيُّ، وَعَبْدُ الرَّحِيمِ بْنُ الطُّفَيْلِ، وَعَبْدُ الْوَهَّابِ بْنُ رَوَاجٍ، وَالْحَسَنُ بْنُ دِينَارٍ، وَقَالَ أَبُو هُرَيْرَةَ: وَأَخْبَرَنَا أَيْضًا أَبُو أَحْمَدَ إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الطَّبَرِيُّ، كِتَابَةً مِنْ مَكَّةَ، أَخْبَرَنَا عَلِيُّ بْنُ الْحَسَنِ بْنِ هِبَةِ اللَّهِ، سَمَاعًا، قَالُوا: أَخْبَرَنَا أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْحَافِظُ، سَمَاعًا، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْقَاسِمُ بْنُ الْفَضِل، حَدَّثَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ مَحْمِشٍ الزِّيَادِيُّ، إِمْلَاءً بِنَيْسَابُورَ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَعْقُوبُ الْكَرْمَانِيُّ، حَدَّثَنَا يَحْيَى بْنُ بَحْرٍ الْكَرْمَانِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، عَوْرَاتُنَا مَا نَأْتِي مِنْهَا وَمَا نَدَعُ؟ قَالَ: «احْفَظْ عَوْرَتَكَ إِلا مِنْ زَوْجَتِكَ أَوْ مَا مَلَكَتْ يَمِينُكَ» . ¶ قُلْتُ: الرَّجُلُ يَكُونُ فِي الْقَوْمِ فَيَكُونُ بَعْضُهُمْ فِي بَعْضٍ؟ ، قَالَ: «إِذَا اسْتَطَعْتَ أَنْ لا تُرِيَ أَحَدًا عَوْرَتَكَ فَافْعَلْ» . ¶ قُلْتُ: إِنْ كَانَ أَحَدُنَا خَالِيًا؟ قَالَ: فَاللَّهُ أَحَقُّ أَنْ يُسْتَحَى مِنْهُ \". ¶ وَوَضَعَ يَدَهُ عَلَى عَوْرَتِهِ. ¶ عَلَّقَهُ الْبُخَارِيُّ فِي صَحِيحِهِ مُخْتَصَرًا بِصِيغَةِ الْجَزْمِ إِلَى بَهْزٍ، فَقَالَ: وَقَالَ بَهْزٌ: عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" اللَّهُ أَحَقُّ أَنْ يُسْتَحَى مِنْهُ مِنَ النَّاسِ. ¶ خَرَّجَهُ أَبُو دَاوُدَ، عَنِ الْقَعْنَبِيِّ، عَنْ أَبِيهِ.",
            "page": "252",
            "part": "1",
            "seal": "D1597AAF"
        },
        {
            "id": "14",
            "nass": "وَخَرَّجَهُ أَيْضًا، وَالتِّرْمِذِيُّ، عَنِ ابْنِ بَشَّارٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ. ¶ وَخَرَّجَهُ التِّرْمِذِيُّ أَيْضًا، عَنْ أَحْمَدَ بْنِ مَنِيعٍ، عَنْ مُعَاذٍ، وَيَزِيدَ بْنَ هَارُونَ. ¶ وَخَرَّجَهُ النَّسَائِيُّ، عَنْ عَمْرِو بْنِ عَلِيٍّ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَابْنِ مَاجَهْ، عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، عَنْ يَزِيدَ بْنِ هَارُونَ , وَأَبِي أُسَامَةَ الْخَمْسَةُ، عَنْ بَهْزٍ بِطُولِهِ. ¶ وَرَوَاهُ الإِمَامُ أَحْمَدُ فِي مُسْنَدِهِ، عَنْ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، عَنْ بَهْزٍ.",
            "page": "253",
            "part": "1",
            "seal": "BAAD4037"
        },
        {
            "id": "15",
            "nass": "تَابَعَهُمْ حَمَّادُ بْنُ زَيْدٍ، وَسُفْيَانُ بْنُ حَبِيبٍ الْبَصْرِيُّ، وَعَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، وَمَرْوَانُ بْنُ مُعَاوِيَةَ , وَالنَّضْرُ بْنُ شُمَيْلٍ، وَيَزِيدُ بْنُ زُرَيْعٍ، عَنْ بَهْزٍ ¶ وَأَمَّا قَوْلُهُ: يَا نَبِيَّ اللَّهِ، خِرْ لِي. ¶ فَقَالَ التِّرْمِذِيُّ فِي جَامِعِهِ: حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا بَهْزُ بْنُ حَكِيمٍ،",
            "page": "254",
            "part": "1",
            "seal": "4285832D"
        },
        {
            "id": "16",
            "nass": "عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قُلْتُ: \" يَا رَسُولَ اللَّهِ، أَيْنَ تُأَمِّرُنِي؟ قَالَ: هَاهُنَا. ¶ وَنَحَا بِيَدِهِ نَحْوَ الشَّامِ \" هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ، قَالَهُ التِّرْمِذِيُّ. ¶ وَخَرَّجَهُ النَّسَائِيُّ، عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، عَنْ يَحْيَى بْنِ أَبِي بُكَيْرٍ، عَنْ شِبْلِ بْنِ عَبَّادٍ، عَنْ سُوَيْدِ بْنِ حُجَيْرٍ، عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ بِهِ ¶ وَأَمَّا قَوْلُهُ: فَإِنَّكُمْ مَحْشُورُونَ. ¶ فَخَرَّجَهُ التِّرْمِذِيُّ، ¶ حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «إِنَّكُمْ تُحْشَرُونَ رِجَالا وَرُكْبَانًا وَتُجَرُّونَ عَلَى وُجُوهِكُمْ» هَذَا حَدِيثٌ حَسَنٌ، قَالَهُ التِّرْمِذِيُّ. ¶ وَخَرَّجَهُ النَّسَائِيُّ، عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، عَنْ يَحْيَى بْنِ أَبِي بُكَيْرٍ، عَنْ شِبْلِ بْنِ عَبَّادٍ، عَنْ سُوَيْدِ بْنِ حُجَيْرٍ، عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ بِهِ ¶ وَأَمَّا قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَإِنِّي مُمْسِكٌ بِحَجْزِكُمْ» إِلَى قَوْلِهِ: «هَذَا دِينُكُمْ» . ¶ وَقَوْلُ مُعَاوِيَةَ بْنِ حَيْدَةَ: إِنَّا قَوْمٌ نَتَسَاءَلُ أَمْوَالَنَا. ¶ فَأَنْبَأَنَا جَمَاعَةٌ مِنْهُمْ: أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عَلِيِّ بْنِ قَاضِي الْحِصْنِ، عَنِ الْحَافِظِ أَبِي الْحَجَّاجِ يُوسُفُ بْنُ الزَّكِيِّ عَبْدُ الرَّحْمَنِ الْمِزِّيُّ، أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ الْمَقْدِسِيُّ، بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَنَا عُمَرُ بْنُ مُحَمَّدٍ الدَّارَقَزِّيُّ، أَخْبَرَنَا الْقَاضِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي الْبَزَّازُ، أَخْبَرَنَا وَالِدِي، وَقَالَ الدَّارَقُزِّيُّ أَيْضًا: أَخْبَرَنَا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بْنِ السَّمَرْقَنْدِيِّ الْحَافِظُ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ، أَخْبَرَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ النَّقُّورِ، وَأَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ بْنِ الْبُسْرِيِّ، قَالُوا: وَعَبْدُ الْبَاقِي",
            "page": "255",
            "part": "1",
            "seal": "86DA5FFF"
        },
        {
            "id": "17",
            "nass": "أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدٍ الْمُجَبِّرِ، قِرَاءَةً عَلَيْهِ، وَنَحْنُ نَسْمَعُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ الصَّمَدِ الْهَاشِمِيُّ، إِمْلَاءً، حَدَّثَنَا خَلادُ بْنُ أَسْلَمَ، أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قُلْتُ: \" يَا رَسُولَ اللَّهِ، إِنِّي حَلَفْتُ أَنْ لا آتِيكَ وَلا آتِي دِينَكَ، وَإِنِّي قَدْ جِئْتُ أَمْرًا لا أَعْقِلُ مِنْهُ شَيْئًا إِلا مَا عَلَّمَنِي اللَّهُ وَرَسُولُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَإِنِّي أَسْأَلُكَ بِوَجْهِ اللَّهِ بِمَا بَعَثَكَ رَبُّكَ عَزَّ وَجَلَّ؟ قَالَ: بِالإِسْلَامِ. ¶ قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ، وَمَا آيَاتُ الإِسْلَامِ؟ قَالَ: أَنْ تَقُولَ: أَسْلَمْتُ وَجْهِي للَّهِ وَتَخَلَّيْتُ، وَتُقِيمُ الصَّلاةَ وَتُؤْتِي الزَّكَاةَ، كُلُّ مُسْلِمٍ عَلَى مُسْلِمٍ مُحَرَّمٌ أَخَوَانِ نَصِيرَانِ إِنِّي مُمْسِكٌ بِحَجَزِكُمْ عَنِ النَّارِ، وَإِنَّ رَبِّي عَزَّ وَجَلَّ دَاعِيَّ فَسَائِلِي، هَلْ بَلَّغْتَ عِبَادِي؟ وَإِنِّي قَائِلٌ: أَيْ رَبِّ نَعَمْ، قَدْ بَلَّغْتُهُمْ فَلْيُبَلِّغْ شَاهِدُكُمْ غَائِبَكُمْ فَإِنَّكُمْ تَدَعُونَ مُقَدِّمَةَ أَفْوَاهِكُمْ بِالْفِدَامِ، وَإِنَّ أَوَّلَ مَا يَبِينُ عَنْ أَحَدِكْمُ لَفَخْذِهِ وَكَفِّهِ. ¶ قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ، هَذَا دِينُنَا؟ قَالَ: هَذَا دِينُكُمْ \" ¶ وَبِالإِسْنَادِ إِلَى خَلادِ بْنِ أَسْلَمَ، قَالَ: حَدَّثَنَا النَّضْرُ، قَالَ: حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ، إِنَّا نَتَسَاءَلُ أَمْوَالَنَا؟ . ¶ قَالَ: «يَسْأَلُ الرَّجُلُ الْحَاجَةَ أَوِ الْفَتْقَ لِيُصْلِحَ بِهِ بَيْنَ قَوْمِهِ فَإِذَا بَلَغَ أَوْ كَرُبَ فَلْيَسْتَعِفَّ» ¶ وَأَمَّا حَدِيثُ: «مَنْ أَبَرُّ» :",
            "page": "256",
            "part": "1",
            "seal": "FAD8EF35"
        },
        {
            "id": "18",
            "nass": "فَأَخْبَرَنَا أَبُو هُرَيْرَةَ عَبْدُ الرَّحْمَنِ بْنُ الْحَافِظِ أَبِي عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الذَّهَبِيِّ، أَخْبَرَنَا الْقَاسِمُ بْنُ الْمُظَفَّرِ، قِرَاءَةً عَلَيْهِ، وَأَنَا حَاضِرٌ مَرَّتَيْنِ آخِرُهُمَا وَأَنَا فِي السَّنَةِ الْخَامِسَةِ مِنْ عُمْرِي فِي ثَالَثِ شَهْرِ رَجَبٍ سَنَةَ تِسْعَ عَشْرَةَ وَسَبْعِ مِائَةٍ بِمَنْزِلِي فِي دِمَشْقَ، أَخْبَرَنَا أَبُو الْفَتْحِ نَصْرُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الأَنْصَارِيُّ، قِرَاءَةً عَلَيْهِ، وَأَنَا حَاضِرٌ فِي جُمَادَى الآخِرَةَ سَنَةَ إِحْدَى وَثَلاثِينَ وَسِتِّ مِائَةٍ، وَلَمْ يَبْقَ أَحَدٌ يَرْوِي عَنْهُ غَيْرِي، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحَسَنِ الْحَافِظُ، أَخْبَرَنَا تَمِيمُ بْنُ أَبِي سَعِيدٍ، أَخْبَرَنَا أَبُو حَفْصٍ عُمَرُ بْنُ أَحْمَدَ بْنِ عُمَرَ بْنِ مَسْرُورٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ نُجَيْدٍ الصُّوفِيُّ، أَخْبَرَنَا أَبُو مُسْلِمٍ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْكُجِّيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، وَأَبُو عَاصِمٍ النَّبِيلُ، قَالا: حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قُلْتُ \" يَا رَسُولَ اللَّهِ، مَنْ أَبَرُّ؟ . ¶ قَالَ: أُمُّكَ. ¶ قُلْتُ: ثُمَّ مَنْ؟ قَالَ: أُمُّكَ، ثُمَّ أَبَاكَ، ثُمَّ الأَقْرَبُ فَالأَقْرَبُ \". ¶ خَرَّجَهُ أَبُو دَاوُدَ، عَنْ مُحَمَّدِ بْنِ كَثِيرٍ، عَنْ سُفْيَانَ الثَّوْرِيِّ، وَالتِّرْمِذِيِّ، وَحَسَّنَهُ، عَنْ بُنْدَارٍ مُحَمَّدِ بْنِ بَشَّارٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ، كِلاهُمَا عَنْ بَهْزٍ بِهِ،",
            "page": "257",
            "part": "1",
            "seal": "3DAC3547"
        },
        {
            "id": "19",
            "nass": "فَوَقَعَ لَنَا عَالِيًا. ¶ وَرَوَيْنَاهُ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ , وَحَمَّادِ بْنِ زَيْدٍ, وَصَالِحِ بْنِ عُمَرَ الْوَاسِطِيِّ، عَنْ بَهْزٍ ¶ وَأَمَّا قَوْلُهُ: «وَيْلٌ لِلَّذِي يُحَدِّثُ فَيَكْذِبُ» . ¶ فَقَالَ أَبُو دَاوُدَ فِي السُّنَنِ: ¶ حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ بَهْزِ بْنِ حَكِيمٍ، حَدَّثَنِي أَبِي، عَنْ أَبِيهٌ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «وَيْلٌ لِلَّذِي يُحَدِّثُ فَيَكْذِبُ لِيُضْحِكَ بِهِ الْقَوْمَ وَيْلٌ لَهُ وَيْلٌ لَهُ» . ¶ وَخَرَّجَهُ التِّرْمِذِيُّ، عَنْ مُحَمَّدِ بْنِ بَشَّارٍ بُنْدَارٍ، عَنْ يَحْيَى بِهِ. ¶ وَقَالَ: هَذَا حَدِيثٌ حَسَنٌ. ¶ وَخَرَّجَهُ النَّسَائِيُّ، عَنْ عَلِيِّ بْنِ حَجَرٍ، عَنْ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، وَعَنْ سُوَيْدِ بْنِ سَعِيدِ بْنِ نَصْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، كِلاهُمَا عَنْ بَهْزٍ بِهِ",
            "page": "258",
            "part": "1",
            "seal": "9B2BCEC1"
        },
        {
            "id": "20",
            "nass": "وَأَمَّا قَوْلُهُ: «لا يَأْتِي الرَّجُلُ مَوْلاهُ» . ¶ الْحَدِيثُ. ¶ فَقَالَ النَّسَائِيُّ: أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا مُعْتَمِرٌ، سَمِعْتُ بَهْزَ بْنَ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «لا يَأْتِي رَجُلٌ مَوْلاهُ يَسْأَلُهُ مِنْ فَضْلٍ عِنْدَهُ فَيْمَنْعَهُ إِلا دُعِيَ لَهُ يَوْمَ الْقِيَامَةِ شُجَاعٌ أَقْرَعُ يَتَلَمَّظُ فَضْلَهُ الَّذِي مَنَعَ» ¶ وَأَمَّا قَوْلُهُ: «أَنْتُمْ تُوَفُّونَ سَبْعِينَ أُمَّةً» . ¶ الْحَدِيثُ. ¶ فَقَالَ ابْنُ مَاجَهْ فِي سُنَنِهِ: حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ بْنِ خِدَاشٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عُلَيَّةَ، عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «إِنَّكُمْ وَفَّيْتُمْ سَبْعِينَ أُمَّةً أَنْتُمْ خَيْرُهَا وَأَكْرَمُهَا عَلَى اللَّهِ عَزَّ وَجَلَّ» . ¶ وَقَالَ أَيْضًا قَبْلَ هَذَا: حَدَّثَنَا عِيسَى بْنُ مُحَمَّدٍ النَّحَاسُ الرَّمْلِيُّ، وَأَيُّوبُ بْنُ مُحَمَّدٍ الرَّقِّيُّ، قَالا: حَدَّثَنَا ضَمْرَةُ بْنُ رَبِيعَةَ، عَنِ ابْنِ شَوْذَبٍ، عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ",
            "page": "259",
            "part": "1",
            "seal": "7C507F3C"
        },
        {
            "id": "21",
            "nass": "رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «تَكْمُلُ يَوْمَ الْقِيَامَةِ سَبْعِينَ أُمَّةً نَحْنُ آخِرُهَا وَخَيْرُهَا» . ¶ وَخَرَّجَهُ التِّرْمِذِيُّ، عَنْ عَبْدِ بْنِ حُمَيْدٍ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ بَهْزٍ بِهِ. ¶ وَلَفْظُهُ: فِي قَوْلِهِ تَعَالَى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [آل عمران: 110] ، قَالَ: «إِنَّكُمْ تُتِمُّونَ سَبْعِينَ أُمَّةً أَنْتُمْ خَيْرُهَا وَأَكْرَمُهَا عَلَى اللَّهِ عَزَّ وَجَلَّ» . ¶ وَقَالَ: هَذَا حَدِيثٌ حَسَنٌ. ¶ وَأَشَارَ إِلَى أَنَّهُ رَوَاهُ بِنَحْوِهِ غَيْرُ وَاحِدٍ، عَنْ بَهْزٍ دُونَ ذِكْرِ الآيَةِ. ¶ وَهُوَ فِي مُسْنَدِي الإِمَامُ أَحْمَدُ، وَأَبِي بَكْرٍ مُحَمَّدُ بْنُ هَارُونَ الرُّويَانِيُّ لِبَهْزٍ. ¶ وَخَرَّجَهُ الْحَاكِمُ فِي مُسْتَدْرَكِهِ وَصَحَّحَهُ ¶ وَأَمَّا قَوْلُهُ «فِي سَائِمَةِ الإِبِلِ» .",
            "page": "260",
            "part": "1",
            "seal": "2DB625D7"
        },
        {
            "id": "22",
            "nass": "فَقَالَ أَبُو دَاوُدَ: حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا بَهْزُ بْنُ حَكِيمٍ، وَحَدَّثَنا مُحَمَّدُ بْنُ الْعَلاءِ، قَالَ: قَالَ لَنَا أَبُو أُسَامَةَ، عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهِ تَعَالَى عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «فِي كُلِّ سَائِمَةِ إِبِلٍ فِي أَرْبَعِينَ بِنْتُ لَبُونٍ لا يُفَرِّقُ إِبِلَ عَنْ حِسَابِهَا مَنْ أَعْطَهَا مُؤْتَجِرًا» ، قَالَ ابْنُ الْعَلاءِ: مُؤْتَجِرًا بِهَا، فَلَهُ أَجْرُهَا، وَمَنْ مَنَعَهَا فَإِنَّا آخِذُوهَا، وَشَطْرَ مَالِهِ عَزْمَةً مِنْ عَزَمَاتِ رَبِّنَا عَزَّ وَجَلَّ، لَيْسَ لآلِ مُحَمَّدٍ مِنْهَا شَيْءٍ. ¶ خَرَّجَهُ النَّسَائِيُّ، عَنْ عَمْرِو بْنِ عَلِيٍّ، عَنْ يَحْيَى، وَعَنْ مُحَمَّدِ بْنِ عَبْدِ الأَعْلَى، عَنْ مُعْتَمِرٍ كِلاهُمَا عَنْ بَهْزٍ ¶ وَأَمَّا قَوْلُهُ: «إِنَّ رَجُلا آتَاهُ اللَّهُ عَزَّ وَجَلَّ مَالا وَوَلَدًا» . ¶ فَأَنْبَأَنَا الْحَافِظُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ الإِمَامِ أَبِي مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ الْمَقْدِسِيُّ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ يُوسُفَ بْنِ مَكْتُومٍ، قِرَاءَةً عَلَيْهِ، وَأَنَا حَاضِرٌ فِي صَفَرَ سَنَةَ خَمْسَ عَشَرَ وَسَبْعِ مِائَةٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ الْعَتَّابِيُّ، سَمَاعًا، أَخْبَرَنَا أَبُو الْمَعَالِي مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ اللَّحَّاسِ، أَنْبَأَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ بْنِ الْبُسْرِيِّ الْبُنْدَارُ، أَخْبَرَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْعَبَّاسِ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ، حَدَّثَنَا ابْنُ مَنِيعٍ، حَدَّثَنَا سُوَيْدٌ، حَدَّثَنَا مَرْوَانُ بْنُ",
            "page": "261",
            "part": "1",
            "seal": "8AC3A7A9"
        },
        {
            "id": "23",
            "nass": "مُعَاوِيَةَ، عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، حَدَّثَنَا نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" أَنَّ رَجُلا أَتَاهُ اللَّهُ مَالا وَوَلَدًا، وَكَانَ لا يَدِينُ دِينًا، فَمَكَثَ حَتَّى إِذَا ذَهَبَ عُمْرٌ، وَتَبَقَّى عُمْرٌ تَذَكَّرَ فَعَلِمَ أَنَّهُ يَبْتَئِرُ عِنْدَ اللَّهِ خَيْرًا دَعَا بَنِيهِ، فَقَالَ: أَيُّ أَبٍ كُنْتُ لَكُمْ؟ . ¶ قَالُوا: خَيْرُ أَبٍ يَا أَبَانَا. ¶ قَالَ: فَوَاللَّهِ لا يَبْقَى عِنْدَ كُلِّ رَجُلٍ مِنْكُمْ مَالٌ هُوَ مِنِّي إِلا وَأَنَا آخِذُهُ أَوْ تَفْعَلُوا مَا آمَرُكُمْ بِهِ؟ قَالَ: فَأَخَذَ مِنْهُمْ مِيثَاقًا وَرَبِّي. ¶ قَالَ: فَإِذَا أَنَا مِتُّ، فَأَحْرِقُونِي، ثُمَّ دُقُّونِي، ثُمَّ ذَرُونِي فِي يَوْمِ رِيحٍ عَاصِفٍ لَعَلِّي أَضِلُّ اللَّهَ. ¶ قَالَ: فَفَعَلُوا ذَلِكَ، وَرَبِّ مُحَمَّدٍ حِينَ مَاتَ فَجِيءَ بِهِ أَحْسَنَ مَا كَانَ فَعُرِضَ عَلَى اللَّهِ عَزَّ وَجَلَّ. ¶ قَالَ: مَا حَمَلَكَ عَلَى النَّارِ؟ قَالَ: خَشْيَتُكَ يَا رَبَّاهُ. ¶ قَالَ اللَّهُ عَزَّ وَجَلَّ: أَجِدُكَ رَاهِبًا. ¶ فَتَابَ عَلَيْهِ، أَوْ قَالَ: غَفَرَ لَهُ ¶ وَهَذَا آخِرُ الْكَلامِ عَلَى حَدِيثِ بَهْزٍ الْجَامِعِ لِعِدَّةِ أَحْكَامٍ مِنْهَا:",
            "page": "262",
            "part": "1",
            "seal": "FDCDC67C"
        },
        {
            "id": "24",
            "nass": "إصلاح ذات البين، بحسن العشرة بين الزوجين فيما رويناه، أول ما أمليناه، وقلت أبياتا في معنى ذلك، إتحافا للطالب، وإيضاحا للسالك، وهي: ¶ أمر العشير بحسن عشرة عرسه ... لينال في الدارين راحة نفسه ¶ فنساؤه حرث فيأتي حرثه ... أني أراد وحرثه في غرسه ¶ من غير تقبيح وضرب وجهها ... للصلح تبقى موضعا في كيسه ¶ وكذاك يهجر للنشوز بيتها ... وطعامها يجريه غالب جنسه ¶ والمثل يكسوها ويحسن كيف لا ... ولبعض أفضى بعضهم في أنسه ¶ روي الحديث بنحوه إسناده ... حسن كيوم مشرق في شمسه ¶ أحكامه من سنة لنبيه ... صلى عليه الله جل بنفسه ¶ وعلى الصحاب وآله وأناله ... شرف الوسيلة في حظيرة قدسه",
            "page": "263",
            "part": "1",
            "seal": "82B178A2"
        }
    ],
    "t9393": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "نساؤنا ما نأتي منها وما نذر؟ قال: «حرثك فأت حرثك أنى شئت غير أن لا تضرب الوجه، ولا تقبح،"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "في كل ذود خمس سائمة صدقة» . ولا أعلم حدث بهذا الحديث غير الزبير بن بكار، وهو عندي مما رواه"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "بما بعثك إلينا ربنا عز وجل؟ . قال: بالإسلام. قال: وما الإسلام؟ قال: أن تقول: أسلمت وجهي"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "عوراتنا ما نأتي منها وما نذر؟ قال: احفظ عورتك إلا من زوجتك أو ما ملكت"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "من أبر؟ قال: أمك."
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "2",
            "tit": "إن كان أحدنا خاليا؟ قال: فالله أحق أن يستحيا منه الناس"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "3",
            "tit": "نساؤنا ما نأتي منهن وما نذر؟ ، قال: ائت حرثك أنى شئت غير أن لا تضرب الوجه، ولا تقبح، ولا"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "4",
            "tit": "إنكم محشورون رجالا وركبانا وتخرون على وجوهكم. قالت: يا رسول الله، إنا قوم نتساءل أموالنا"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "ويل للذي يحدث ويكذب ليضحك به القوم، ويل له ويل له»"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "لا يأتي الرجل مولاه فيسأله من فضل ما عنده فيمنعه، إلا دعاه الله عز وجل يوم القيامة شجاعا"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "2",
            "tit": "أنتم توفون سبعين أمة أنتم خيرها وأكرمها على الله عز وجل»"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "3",
            "tit": "في كل أربعين ابنة لبون لا تفرق إبل عن حسابها فمن أعطاها مؤتجرا فله أجرها ومن منعها فإنا"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "4",
            "tit": "رجلا آتاه الله عز وجل مالا وولدا، فكان لا يدين الله عز وجل دينا، فدعا بنيه، فقال: أي أب"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "بما بعثك ربك إلينا؟ . قال: بالإسلام. قلت: وما آيات الإسلام؟ ، قال: أن تقول: أسلمت وجهي"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الإسلام شهادة أن لا إله إلا الله، وأن محمدا رسول الله، وتقيم الصلاة، وتؤتي الزكاة، أخوان"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "ما أتيتك حتى حلفت أكثر من عدد هؤلاء أن لا آتيك وقد جئت ولا أعقل شيئا إلا علمتني» . ثم ذكر"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "احفظ عورتك إلا من زوجك أو ما ملكت يمينك» . قلت: يا رسول الله، أرأيت إذا كان بعضنا في بعض؟"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "احفظ عورتك إلا من زوجتك أو ما ملكت يمينك» . قلت: الرجل يكون في القوم فيكون بعضهم في بعض؟ ،"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "أين تأمرني؟ قال: هاهنا. ونحا بيده نحو الشام \" هذا حديث حسن صحيح، قاله الترمذي. وخرجه"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "تحشرون رجالا وركبانا وتجرون على وجوهكم» هذا حديث حسن، قاله الترمذي. وخرجه النسائي، عن محمد"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "بما بعثك ربك عز وجل؟ قال: بالإسلام. قال: قلت: يا نبي الله، وما آيات الإسلام؟ قال: أن"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "يسأل الرجل الحاجة أو الفتق ليصلح به بين قومه فإذا بلغ أو كرب فليستعف»"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "من أبر؟ . قال: أمك. قلت: ثم من؟ قال: أمك، ثم أباك، ثم الأقرب فالأقرب \". خرجه أبو داود، عن"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "ويل للذي يحدث فيكذب ليضحك به القوم ويل له ويل له» . وخرجه الترمذي، عن محمد بن بشار بندار،"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "لا يأتي رجل مولاه يسأله من فضل عنده فيمنعه إلا دعي له يوم القيامة شجاع أقرع يتلمظ فضله"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "إنكم وفيتم سبعين أمة أنتم خيرها وأكرمها على الله عز وجل» . وقال أيضا قبل هذا: حدثنا عيسى بن"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "في كل سائمة إبل في أربعين بنت لبون لا يفرق إبل عن حسابها من أعطها مؤتجرا» ، قال ابن العلاء:"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "رجلا أتاه الله مالا وولدا، وكان لا يدين دينا، فمكث حتى إذا ذهب عمر، وتبقى عمر تذكر فعلم"
        }
    ]
}