{
    "b94": [
        {
            "id": "11",
            "nass": "قال ابن النحاس: (من التبيين تفصيل الحروف والوقف على ما تم معناه منها) أ. هـ (¬1) وقد حكى ابن النحاس وأبو عمرو الداني وغيرهما، إجماع العلماء على أهمية مراعاة الوقف والابتداء (¬2)، واستدلوا على ذلك بقول عبد الله بن عمر رضي الله عنهما: (لقد عشنا برهة من دهرنا، وإن أحدنا ليؤتى الإيمان قبل القرآن، وتنزل السورة على محمد صلى الله عليه وسلم، فنتعلم حلالها، وحرامها، وما ينبغي أن يوقف (¬3) عنده منها، كما تتعلمون أنتم اليوم القرآن، ولقد رأيت اليوم رجالاً يؤتى أحدهم القرآن قبل الإيمان، فيقرأ ما بين فاتحته إلى خاتمته ما يدري ما آمره ولا زاجره، ولا ما ينبغي أن يوقف عنده منه، وينثره نثر الدقل (¬4)). ¶ ¬_________ ¶ (¬1) القطع لابن النحاس (1/ 74). ¶ (¬2) القطع (1/ 87) والكتفي (135) والنشر (1/ 225). ¶ (¬3) في رواية الطبراني والبيهقي (يقف) مجمع الزوائد (1/ 170) والسنن الكبرى (3/ 120). ¶ (¬4) بفتح الدال المهملة بعدها قاف مفتوحة وهو رديء التمر ويابسه وما ليس له اسم خاص وقيل: هو أردأ التمر (غريب الحديث لإبراهيم الحربي (2/ 889) والنهاية لابن الأثير (2/ 172).",
            "page": "12",
            "part": "1",
            "seal": "9ACB66DE"
        },
        {
            "id": "12",
            "nass": "رواه الطبراني في الأوسط (¬1)، وابن النحاس (¬2)، والحاكم وقال: صحيح على شرط الشيخين ولا أعرف له علة، ووافقه الذهبي (¬3)، والبيهقي (¬4)، ¶ وسنده جيد. ¶ ¬_________ ¶ (¬1) مجمع البحرين في زوائد المعجمين للهيثمي (1/ 209) ومجمع الزوائد (1/ 170). ¶ (¬2) القطع لابن النحاس (1/ 87). ¶ (¬3) المستدرك على الصحيحين (1/ 35) وفي طبعة عبد السلام علوش برقم (108) (1/ 196). ¶ (¬4) السنن الكبرى للبيهقي (3/ 120) وينظر: الإتقان للسيوطي (1/ 110) قال الهيثمي بعد أن عزاه للطبراني في الأوسط: (رجاله رجال الصحيح) أ. هـ: مجمع الزوائد (1/ 170) قلت: وهو من طرق عبيد الله بن عمرو الرقي عن زيد بن أبي أنيسة الرقي عن القاسم بن عوف الشيباني البكري، ورجاله كلهم ثقات روى علهم الشيخان إلا القاسم بن عوف فقد روى له مسلم وابن ماجة وتكلم فيه فتركه شعبة. وقال أبو حاتم (مضطرب الحديث ومحله عندي الصدق) وقال ابن عدي هو ممن يكتب حديث. وذكره ابن حبان في الثقات، وفي التقريب (صدوق يغرب) \"الجرح والتعديل (1/ 659) والثقات لابن حبان (5/ 305) وتهذيب الكمال (23/ 400) وتهذيب التهذيب (8/ 326 - 328) وسنده يدور على عبيد الله بن عمرو وهو صحيح عنه فقد رواه الطبراني وابن النحاس من طريق عبد الله بن جعفر بن غيلان الرقي القرشي عنه وهو ثقة حافظ تغير بأخرة ولم يفحش اختلاطه وقد اختلط من سنة 218هـ إلى وفاته سنة 220هـ ووثقه يحيى بن معين وأبو حاتم: \"التاريخ الكبير للبخاري (5/ 150) والجرح والتعديل (5/ 104) وثقات ابن حبان (5/ 351) وتهذيب الكمال (14/ 377، 378) وتهذيب التهذيب (5/ 173) والميزان (2/ 2249) وفي الكاشف (ثقة حافظ) (2691) وفي التقريب: (ثقة لكنه تغير بأخرة فلم يفحش اختلاطه) أ. هـ. ¶ ورواه الحاكم من طريق هلال بن العلاء الرقي والده عن عبد الله بن عمرو، وهي طريق ضعيفة لضعف العلاء بن هلال الباهلي الرقي والد هلال بن العلاء، قال أبو حاتم منكر الحديث وضعف غيره (تهذيب التهذيب (8/ 193، 194). ¶ وتابعهما عبيد بن هشام الحلبي عند البيهقي، ولا بأس به. قال: أبو حاتم وصالح جزرة في عبيد بن هشام الحلبي: (صدوق) وضعفه النسائي (تهذيب الهذيب (7/ 76، 77) ثلاثتهم: (بعد الله بن جعفر بن غيلان الرقي والعلاء بن هلال الباهلي وعبيد بن هشام الحنبلي رووه عن عبيد الله بن عمرو به فالأثر حسن لما في القاسم بن عوف من الكلام الذي تقدم وقد تفرد به، كما أن لبعض ألفاظه شواهد عن بعض الصحابة رضي الله عنهم.",
            "page": "13",
            "part": "1",
            "seal": "5120013E"
        },
        {
            "id": "13",
            "nass": "والشاهد منه قوله: (وما ينبغي أن يوقف عنده منها) وبه استدلَّ ابن النحاس (¬1)، والداني (¬2) وغيرهم من علماء القراءات والوقف (¬3)، وعبارة الداني (ففي قول ابن عمر دليل على أن ¶ ¬_________ ¶ (¬1) القطع (87). ¶ (¬2) المكتفي (134). ¶ (¬3) ينظر النشر (1/ 225) والبرهان للزركشي (1/ 449).",
            "page": "14",
            "part": "1",
            "seal": "E6DFEAF9"
        },
        {
            "id": "14",
            "nass": "تعليم ذلك توقيف من رسول الله صلى الله عليه وسلم وأنه إجماع من الصحابة رضي الله عنهم) (¬1) أ. هـ فهذا دليل قد ذكره كثير من العلماء مستدلين به على الوقف والابتداء، وقد عارض ذلك الشيخ ملا القاري في شرحه على الجزرية بعد أن ذكره بقوله: (ولا يخفى أن قوله: (وما ينبغي أن يوقف عنده منها) لا يبعد أن يراد به الآيات المتشابهات في معناها، فليس في الحديث نص على الوقف المصطلح عليه) أ. هـ (¬2)، أقول كلا المعنيين محتمل من جهة اللفظ، وقوى الاحتمال الأول كلام أولئك الأئمة في الاستدلال به على مراعاة الوقوف. ¶ وروى الإمام أبو عمرو الداني عن ميمون بن مهران (¬3) التابعي قال: (إني لأقشعر من قراءة أقوام يرى أحدهم حتمًا عليه ألا يقصر عن العشر، إنما كانت القراء تقرأ القصص إن طالت أو قصرت يقرأ أحدهم اليوم {وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ ¶ ¬_________ ¶ (¬1) المكتفى (134). ¶ (¬2) شرح المقدمة الجزرية (المنح الفكرية على متن الجزرية) 270. ¶ (¬3) ميمون بن مهران الجزري أبو أيوب الرقي من ثقات التابعين، ومن علمائهم سمع من ابن عباس وابن عمر (ت: 118هـ) ترجمته في حلية الأولياء لأبي نعيم (4/ 82 - 97) وتهذيب الكمال (29/ 210 - 227) وغيرها.",
            "page": "15",
            "part": "1",
            "seal": "6B99CD74"
        },
        {
            "id": "15",
            "nass": "قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ} [البقرة: 11] ويقوم في الركعة الثانية فيقرأ: {أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ} [البقرة: 12]) (¬1) أ. هـ، ثم قال أبو عمرو رحمه الله تعالى: (هذا يبين أن الصحابة رضي الله عنهم كانوا يتجنبون في قراءتهم القطع على الكلام الذي يتصل بعضه ببعض، ويتعلق آخره بأوله لأن ميمون بن مهران إنما حكى ذلك عنهم إذ هو من كبار التابعين وقد لقي جماعة منهم) أ. هـ (¬2). ¶ واشتهر اعتناء السلف رحمهم الله تعالى، بهذا العلم حتى عد ابن الجزري ذلك متواتر عنهم (¬3)، وكانوا يعتنون بذلك حال الإقراء، قال ابن الجزري: (صح بل تواتر عندنا تعلمه والاعتناء به من السلف الصالح، كأبي جعفر يزيد بن القعقاع إمام أهل المدينة الذي هو من أعيان التابعين، وصاحبه الإمام نافع بن أبي نعيم، وأبي عمرو بن العلاء، ويعقوب الحضرمي وعاصم بن أبي النجود وغيرهم من الأئمة وكلامهم في ذلك معروف، ونصوصهم عليه مشهورة في الكتب، ومن ثم اشترط كثير من أئمة الخلف على الْمُجيز ¶ ¬_________ ¶ (¬1) المكتفي (135). ¶ (¬2) المكتفي (136). ¶ (¬3) النشر (1/ 225).",
            "page": "16",
            "part": "1",
            "seal": "E222D797"
        },
        {
            "id": "16",
            "nass": "ألا يُجيز أحدا إلا بعد معرفته الوقف والابتداء. وكان أئمتنا يوقفوننا عند كل حرف، ويشيرون إلينا فيه بالأصابع، سُنة أخذوها كذلك عن شيوخهم الأولين) أ. هـ (¬1). ¶ وقد حض العلماء على تعلم الوقف والابتداء والعمل به، وبينوا عظيم فضيلته، وذلك مذكور في مقدمات كثير من كتب الوقف والابتداء، وفي كثير من كتب فن التجويد ومضمن في كتب علوم القرآن، فمما قالوه قول ابن الأنباري رحمه الله تعالى: (من تمام معرفة القرآن ومعانيه، وغريبه معرفة الوقف والابتداء فيه، فينبغي للقارئ أن يعرف الوقف التام، والوقف الكافي الذي ليس بتام، والوقف القبيح الذي ليس بتام ولا كاف) أ. هـ (¬2). ¶ وقول ابن النحاس: (قد صار في معرفة الوقف والاستئناف التفريق بين المعاني، فينبغي لمن قرأ القرآن أن يتفهم ما يقرأه ويشغل قلبه به ويتفقد القطع والاستئناف ويحرص على أن يُفهِم المستمعين في الصلاة وغيرها، وأن يكون وقفه عند كلام مستغن أو شبيه وأن يكون ابتداؤه حسنًا) أ. هـ (¬3). ¶ ¬_________ ¶ (¬1) النشر (1/ 225). ¶ (¬2) الإيضاح في الوقف والابتداء (1/ 108). ¶ (¬3) القطع والاستئناف (97).",
            "page": "17",
            "part": "1",
            "seal": "311D64DF"
        },
        {
            "id": "17",
            "nass": "وقول الإمام الداني: (معرفة ما يتم الوقف عليه وما يحسن وما يقبح من أجل أدوات القراء المحققين والأئمة المتصدرين وذلك مما تلزم معرفته الطالبين وسائر التالين إذ هو قطب التجويد وبه يوصل إلى نهاية التحقيق) أ. هـ (¬1). ¶ ولأنه يتوصل بهذا العلم لفهم القرآن جعل الأئمة تعلمه أمرًا لا بد منه لمن أراد معرفة معاني القرآن واستنباط الأدلة منه (¬2)، وجعلوا ذلك مما يعين على الغوص على فرائد القرآن ودرره (¬3). ¶ وقال علم الدين السخاوي رحمه الله: (ففي معرفة الوقف والابتداء الذي دونه العلماء تبيين معاني القرآن العظيم وتعريف مقاصده وإظهار فوائده، وبه يتهيأ الغوص على درره وفرائده) (¬4).أ. هـ. ¶ فهذا العلم ينفتح بتعلمه وإعمال الفكر فيه من مقاصد القرآن ومعانيه شيء عظيم، فالقارئ إذا لم يراع الوقف بحسب ¶ ¬_________ ¶ (¬1) شرح القصيدة الخاقانية للداني (2/ 96) رسالة ماجستير تحـ غازي بنيدر العمري إشراف د. محمد ولد سيسدي حبيب (1419) بجامعة أم القرى. ¶ (¬2) ينظر الاقتداء في الوقف لابن النكزاوي (1/ 198) والإتقان (1/ 110). ¶ (¬3) جمال القراء (553). ¶ (¬4) المصدر السابق.",
            "page": "18",
            "part": "1",
            "seal": "77653477"
        },
        {
            "id": "18",
            "nass": "المعنى فلن يفهم المعنى، وربما فوت على السامع فهم المعنى وقد لا يظهر بذلك وجه الإعجاز (¬1). ¶ ولذا فإن معرفته متأكدة وفي ذلك يقول الصفاقسي: (ومعرفة الوقف والابتداء متأكدة غاية التأكيد إذ لا يتبين معنى الكلام ويتم على أكمل وجه إلا بذلك. أ. هـ (¬2). ¶ ويقول المقرئ أبو الأصبغ بن الطحان الأندلسي: (أليس من الخطأ العظيم أن يقرأ كتاب الله تعالى فيقطع على القطع يفسد به المعنى .. إلخ) أ. هـ (¬3)، ولأهمية علم الوقف والابتداء ذكر الأئمة أن إتقانه ومعرفته يحتاج إلى معرفة علوم أخرى. قال الإمام أبو بكر بن مجاهد رحمه الله تعالى: (لا يقوم بالتمام إلا نحوي عالم بالقراءة عالم بالتفسير، عالم بالقصص وتلخيص بعضها من بعض، عالم باللغة التي نزل بها القرآن).أ. هـ (¬4). ¶ ¬_________ ¶ (¬1) تنبيه الغافلين (120) وينظر: البرهان (1/ 493) والإيضاح لابن الأنباري (1/ 108). ¶ (¬2) تنبيه الغافلين الموضع السابق. ¶ (¬3) نظام الأداء (20). ¶ (¬4) القطع والاستئناف (94).",
            "page": "19",
            "part": "1",
            "seal": "D6CA23E5"
        },
        {
            "id": "19",
            "nass": "وقد تكلم علماء الوقف والابتداء على جميع الآيات والجمل القرآنية، وبينوا ما يصلح الوقف عليه، وما لا يصلح، ونهوا عن الوقف على وقوف بعينها، ووضعوا لذلك قواعد، كقولهم لا يوقف على المبتدأ دون خبره، ولا على الشرط دون جزائه إلى غير ذلك مما ذكروه ومثلوا له واختلفوا في بعضه. ¶ وذكروا الوقف التام، وما دونه، وبينوا الوقوف، وحرروا الكلام على المعاني مستمدين من النقول في التفسير والحديث والأثر ومعتمدين على العربية، فكما بنى المفسرون كلامهم على ذلك بنى علماء الوقف والابتداء وأفادوا من التفاسير وأضافوا فوائد كثيرة. ¶ وربما نقل عنهم كبار المفسرين، كما يوجد من نقل القرطبي وغيره من كتاب الإمام ابن الأنباري الإيضاح في الوقف والابتداء، وهو من أجلِّ من صنَّف في هذا الفن وكتابه مطبوع. ¶ وقد اعتنى به أئمة القراء تصنيفًا وإقراء. وهو من أوائل العلوم الإسلامية التي صنف فيها المتقدمون من السلف. ¶ ومن تصانيف المتقدمين في هذا العلم المبارك: كتاب شيبة بن نصاح مولى أم سلمة رضي الله عنها أتي به إليها وهو",
            "page": "20",
            "part": "1",
            "seal": "4984C0D6"
        },
        {
            "id": "20",
            "nass": "صغير فمسحت رأسه ودعت له. وثقه النسائي وغيره (ت: 130هـ) (¬1) جعله ابن الجزري أول من صنف في هذا وقال: (كتابه مشهور) (¬2). ¶ ومقطوع القرآن وموصوله: لعبد الله بن عامر اليحصبي (ت: 118هـ) ذكر كتابه ابن النديم، ولم أجده عند غيره وابن عامر أقدم من شيبة وفاة وشيوخًا وقد تعاصرا، كما يظهر من وفاتهما وترجمتهما، ولذا ذكرهما الحافظ الذهبي ¶ ¬_________ ¶ (¬1) شيبة بن نصاح مولى أم سلمة رضي الله عنها أتى به إليها وهو صغير فمسحت رأسه ودعت له بالخير والصلاح قال النسائي (ثقة) ووثقه غيره مدني مقرئ ترجمته في كثير من الكتب منها: تاريخ البخاري الكبير (4) ترجمة (2662) والجرح والتعديل (4) ترجمة (1471) وتهذيب الكمال (12/ 608) وبقية مصادر الترجمة في هامشه للمحقق. ويزاد عليه: غاية الاختصار في قراءات العشرة أئمة الأمصار لأبي العلاء الهمذاني (1/ 16) ومعرفة القراء الكبار (1/ 79) ونصاح: (بكسر أوله والتخفيف وكان أبو سعد الإدريسي يقوله بفتح ثم يشد) أ. هـ (الإكمال 7/ 273 وتبصير المنتبه بتحرير المشتبه للحافظ ابن حجر (4/ 1415). ¶ (¬2) غاية النهاية (1/ 329) ومقدمة محقق المكتفي (60) والبرهان ت؛ الدكتور المرعشلي (1/ 494) ومعجم مصنفات القرآن الكريم للدكتور على شواخ المشعبي (1/ 268) ومقدمة محقق علل الوقوف للسجاوندي (1/ 24) وفيه ابن ناصح خطأ والوقف والابتداء للغزال مقدمة المحقق (1/ 8).",
            "page": "21",
            "part": "1",
            "seal": "FA727B42"
        },
        {
            "id": "21",
            "nass": "في معرفة القراء في طبقة واحدة (¬1)، فلا يمتنع أن يكون كتاب شيبة أقدم، وإن كان عبد الله بن عامر أكبر سنًا على أن كتاب شيبة بن نصاح أشهر. ¶ كما ألف فيه من القراء السبعة: أبو عمرو بن العلاء (ت: 154هـ) إمام النحو والعربية وأحد القراءة السبعة وكتابه من الكتب التي ورد بها الخطيب البغدادي إلى بغداد وحصل على إجازة بروايته (¬2)، وحمزة بن حبيب الزيات المقرئ الزاهد أحد القراء السبعة (ت 156) (¬3) ونافع بن أبي نعيم إمام أهل المدينة أحد القراء السبعة (ت: 169هـ) (¬4) وعلي بن حمزة الكسائي (ت: 189) إمام العربية وأحد القراء السبعة (¬5)، وغيرهم من أئمة القراء المشهورين في مختلف العصور ¶ ¬_________ ¶ (¬1) ينظر معرفة القراء (1) ترجمة (34) و (36) طبعة استانبول تحـ دطيارر قولا (1416) هـ. ¶ (¬2) تاريخ التراث العربي لفؤاد سزكين (1/ 22) نقلاً عن مشيخة الخطيب البغدادي مخطوط بالظاهرية مجموع 18 (128 ب). ¶ (¬3) الفهرست لابن النديم (54) (طبعة دار الكتب العلمية ومعجم مصنفات القرآن الكريم (1/ 268). ¶ (¬4) ذكر كتابه ابن النحاس القطع والاستئناف (75) وابن النديم (54). ¶ (¬5) اسم كتابه مقطوع القرآن وموصوله: ذكر كتابه: ابن النديم: الفهرست (98) وياقوت: معجم الأدباء (7/ 203) والذهبي: معرفة القراء (1/ 127) (45).",
            "page": "22",
            "part": "1",
            "seal": "4FA335D3"
        },
        {
            "id": "22",
            "nass": "والأمصار، كما صنف فيه أيضًا الأئمة المشهورون من علماء العربية كالفراء، وأبي عبيدة معمر بن المثنى والأخفش الأوسط، وأبي حاتم سهل السجستاني وغيرهم. ¶ ومن العلماء الأثبات المتقدمين الذين ذكروا بعض المصنفات التي صنفت في القرن الثاني الإمام ابن النحاس فإنه ذكر كتاب يعقوب (¬1)، ¶ ونافع وقال: (لست أعلم أحدًا من القراء الأئمة الذين أخذت عنهم القراءة، له كتاب مفرد في التمام إلا نافعًا، ويعقوب فإني وجدت لكل واحد منهما كتابًا في التمام، وإن كان غير نافع ويعقوب من القراء قد ذكر في التمام شيئًا فليس يخلو أمره من إحدى جهتين، إما أن يكون ليس له شهرتهما وإما أن يكون ليس مثلهما. أ. هـ (¬2). ¶ وما ذكره رحمه الله تعالى هو بحسب ما اطلع عليه، وإلا فإن بعض أئمة القراء المشهورين لهم كتب في الوقف والابتداء كما تقدم. لكن لعل مؤلفاتهم لم تكن لها شهرة ¶ ¬_________ ¶ (¬1) يعقوب بن إسحاق الحضرمي قارئ أهل البصرة في عصره، أبو محمد، إمام القراء، قال أبو القاسم الهذلي: (لم ير في زمن يعقوب مثله) .. معرفة القراء (1/ 158) (ت: 205) هـ. ¶ ترجمته في: معرفة القراء (1/ 157، 158) وتاريخ خليفة (472) وطبقات النحويين (54). ¶ (¬2) القطع (1/ 57).",
            "page": "23",
            "part": "1",
            "seal": "920D7CE4"
        },
        {
            "id": "23",
            "nass": "كتابي نافع ويعقوب فيصح ما قاله الإمام ابن النحاس. ¶ وقد جمعت المصنفات في الوقف والابتداء وتتبعت ما ذكره أصحاب الرسائل الجامعية في هذا وزدت عليه قريبًا من الضعف وسأخرجه إن شاء الله تعالى مع كتاب جامع في الوقف والابتداء مبينًا فيه بحسب ما عثرت عليه المطبوع من المخطوط من غيره. وقد ثبت بما تقدَّم أن مراعاة الوقوف في القرآن الكريم، مما تدل الأدلة على أهميه؛ وأما تقدير الموقوف عليه بالتام، والكافي، والحسن، والقبيح، ونحو ذلك من الألقاب الاصطلاحية، فهو جائز بناء على ما تقدم من ثبوت مراعاة الشرع للوقوف، وينبني على ذلك تقدير العلماء لمواضع الوقوف، ووصفهم لها بوصف مناسب للحال، إذ لا مشاحة في الاصطلاح ما لم يمنع منه مانع صحيح، ولذا اختلفوا في هذه الاصطلاحات اختلافًا مشهورًا، ولكنهم اتفقوا على أهمية معرفة القارئ مواضع الوقوف، وتحريه الوقف على ما لا يخل بالمعنى. ¶ ولولا أني جعلت هذه الرسالة متعلقة بحكم الوقف على رؤوس الآي لفصلت القول في أقسام الوقف عند علمائنا رحمهم الله (¬1). ¶ ¬_________ ¶ (¬1) فصلت القول في ذلك في رسالة لي في أثر الوقف على التفسير.",
            "page": "24",
            "part": "1",
            "seal": "F85FBCA5"
        },
        {
            "id": "24",
            "nass": "عبارات منقولة عن السلف في الوقف ¶ وقد جاء عن السلف رحمهم الله عبارات في الوقف على بعض الآيات، من ذلك قول الشعبي: (إذا قرأت: {كُلُّ مَنْ عَلَيْهَا فَانٍ} فلا تسكت حتى تقرأ {وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ} [الرحمن: 26، 27]). ¶ وقد صححه عن الشعبي الإمام ابن الجزري (¬1). ¶ وقال أبو نهيك الأسدي (¬2) رحمه الله تعالى: (إنكم تصلون هذه الآية وإنها مقطوعة: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا} [آل عمران: 7] (¬3) فانتهى ¶ ¬_________ ¶ (¬1) رواه أن أبي حاتم كما في الدر المنثور (6/ 143) وينظر النشر (1/ 225). ¶ (¬2) عثمان بن نهيك تابعي مقرئ روى عن ابن عباس رضي الله عنهما ولشهرته بالكنية يجعله بعض الحفاظ ممن لا يعرف إلا بكنيته ولا يعرف اسمه ثقات ابن حبان (5/ 582) والكاشف (3745) وتهذيب التهذيب (7/ 156). ¶ (¬3) من قوله تعالى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ} [آل عمران: 7].",
            "page": "25",
            "part": "1",
            "seal": "C109F6C1"
        },
        {
            "id": "25",
            "nass": "علمهم إلى قولهم الذي قالوا أ. هـ (¬1). ¶ ومراده أن الوقف تام على {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ} ثم يبتدأ {وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ} فهم لا يعلمون تأويل المتشابه ولكنهم يكلون علمه إلى الله تعالى (¬2)، وعليه فـ\"الواو\" لاستئناف خبر عن الراسخين في العلم وليست عاطفة، و (الراسخون) على هذا مبتدأ خبره (يقولون آمنا به) والقول بأن الراسخين في العلم لا يعلمون تأويل المتشابه هو الصحيح، وهو مروي عن أبي كعب رضي الله عنه وعبد الله بن مسعود وعائشة وعبد الله بن عباس في رواية طاووس عنه (¬3)، وهو الصحيح عنه (¬4)، وبه قال أكثر السلف، منهم عمر بن عبد العزيز والحسن وعروة وقتادة والضحاك (¬5). ¶ ¬_________ ¶ (¬1) تفسير الطبري (3/ 183) والدر المنثور (2/ 7) وسيأتي إن شاء الله الكلام عليها مفصلاً. ¶ (¬2) سأفضل القول هنا في هذا الوقف وشهرته. ¶ (¬3) ينظر: الإيضاح في الوقف والابتداء لابن الأنباري (2/ 568) وتفسير الطبري (3/ 175، 183) والقطع والاستئناف لابن النحاس (212، 213) وتفسير البغوي (2/ 10) وزاد المسير (1/ 178) وتفسير القرطبي (2/ 287) وسيأتي في القول الثاني الكلام على رواية مجاهد عن ابن عباس رضي الله عنهما. ¶ (¬4) تفسير السمعاني (1/ 295). ¶ (¬5) ينظر: تفسير الطبري (3/ 175 - 183) وتفسير ابن عطية (1/ 403) والبرهان للزركشي (2/ 199) والدرر المنثور (2/ 7).",
            "page": "26",
            "part": "1",
            "seal": "CA298266"
        },
        {
            "id": "26",
            "nass": "قال ابن النحاس: (رويناه عن نيف وعشرين من الصحابة والتابعين والقراء والفقهاء وأهل اللغة) (¬1). ¶ وقد اختاره مالك (¬2)، والفراء (¬3)، أبو عبيد وابن الأنباري والخطابي (¬4)، الداني (¬5)، والسمعاني (¬6)، والبغوي (¬7)، وفخر الدين الرازي (¬8)، وأبو حيان (¬9)، والسيوطي (¬10)، والشوكاني (¬11)، وشهاب الدين الآلوسي (¬12)، واختاره أيضًا القاضي أبو يعلى رحمه الله تعالى وقال: (إنه أشبه بأصولنا) (¬13)، وقال ابن ¶ ¬_________ ¶ (¬1) القطع (213). ¶ (¬2) تفسير الطبري (3/ 175). ¶ (¬3) معاني القرآن له (1/ 191). ¶ (¬4) الإيضاح في الوقف والابتداء (2/ 568). ¶ (¬5) معالم السنن (7/ 125). ¶ (¬6) المكتفي في الوقف والابتداء (195، 196). ¶ (¬7) تفسير السمعاني (2/ 10). ¶ (¬8) تفسير البغوي (2/ 10). ¶ (¬9) التفسير الكبير (7/ 153). ¶ (¬10) البحر (2/ 385). ¶ (¬11) الإتقان (2/ 3). ¶ (¬12) فتح القدير (1/ 317). ¶ (¬13) روح المعاني (3/ 87).",
            "page": "27",
            "part": "1",
            "seal": "7F64F708"
        },
        {
            "id": "27",
            "nass": "النجار: (إنه الأصح المختار) (¬1)، وقال المرداوي (¬2): (وهو المختار وهو قول السلف) (¬3)، وقال الخطابي: (هو مذهب أكثر العلماء) (¬4)، وهو الراجح لوجوه: ¶ منها: أن في قراءة أبي بن كعب وابن مسعود، وابن عباس رضي الله عنهم ما يرجح ذلك ففي قراءة أبي (¬5)، وعبد الله بن عباس: (ويقول الراسخون في العلم آمنا به) (¬6)، وفي قراءة ابن مسعود: (إن تأويله إلا عند الله) (¬7)، وهذه القراءات ¶ ¬_________ ¶ (¬1) العدة في أصول الفقه (2/ 690). ¶ (¬2) ابن النجار محمد بن أحمد الفتوحي الحنبلي (ت: 972هـ) شرح الكوكب المنير (2/ 150). ¶ (¬3) التحرير شرح التحبير (3/ 1408). ¶ (¬4) معالم السنن (7/ 125). ¶ (¬5) نقلها ابن جرير (3/ 182، 183) والبغوي (2/ 10) وابن الجوزي (1/ 187) وغيرهم. ¶ (¬6) وسندها عن ابن عباس على شرط الشيخين فقد رواها عبد الرزاق في تفسيره (1/ 383) (377) من طريق معمر عن ابن طاووس عن أبيه ورواها أيضًا الحاكم (2/ 289) والطبري (3/ 182) والداني في المكتفي (195، 196) مع قصة وينظر الدر (2/ 6). ¶ (¬7) أخرجها ابن أبي داود في المصاحف ص (95) وذكرها ابن جرير على وجه الجزم: (3/ 182).",
            "page": "28",
            "part": "1",
            "seal": "6547E48E"
        },
        {
            "id": "28",
            "nass": "احتج بها العلماء لهذا القول وهو استدلال صحيح وإن لم تكن متواترة فإنها على أقل الأحوال كالتفسير الثابت عن كبار الصحابة ولذا قال الحافظ ابن حجر والسيوطي في قراءة ابن عباس: ¶ (أقل درجاتها أن تكون خبرا بإسناد صحيح إلى ترجمان القرآن فيقدم قوله في ذلك على من دونه) أ. هـ (¬1). ¶ ولا شك عندي أنها أقوى من التفسير لأنها خبر صحيح عن قراءة صحابة أجلاء علماء، فهم قد تلقوا ذلك .. وفي الآية قرائن تدل على أن الله سبحانه منفرد بعلم تأويل المتشابه (¬2) منها: أنه تعالى ذم متبعي المتشابه ابتغاء الفتنة وابتغاء معرفة تأويله، فلو كان ابتغاءهم تأويله ممدوحًا ما ذمهم بذلك ثم سكت عن التفصيل في موضع يحتاج الخلق فيه للبيان. ¶ وهذه الآية الكريمة مفصلة لحكم صنفين من المسلمين، الراسخون في العلم، وغيرهم، فأهل الرسوخ أخبر الله عن مقالتهم أنهم يقولون: (آمنا به كل من عند ربنا) فالمحكم ¶ ¬_________ ¶ (¬1) فتح الباري (8/ 210) والإتقان (2/ 4). ¶ (¬2) الروضة لابن قدامة (68).",
            "page": "29",
            "part": "1",
            "seal": "4C48E947"
        },
        {
            "id": "29",
            "nass": "والمتشابه من عند ربنا ونحن نؤمن بهما. ولأن المعنى على الوقف على (إلا الله) أظهر إعرابًا وأقيس في العربية (¬1) فـ (الراسخون في العلم) مبتدأ خبره: ¶ (يقولون آمنا به) كما تقدم. وهذا الإعراب هو الظاهر وإن جعلت الواو عاطفة فيقولون حال، وقيل: خبر والمبتدأ محذوف (¬2). ¶ قالوا: ولم يقل الله تعالى (والراسخون في العلم يقولون علمنا به) وجرى هذا مجرى قول القائل: ما يعلم ما في البيت إلا زيد وعمر ويقول: آمنا به، ومعناه أنه مصدق له، ولا يقتضي مشاركته في العلم بما في البيت (¬3). ¶ القول الثاني: ¶ أن يصل القارئ ثم يقف على قوله تعالى: {وَالرَّاسِخُونَ فِي الْعِلْمِ} [آل عمران: 7] وعليه فالراسخون في العلم يعلمون تأويل المتشابه ويقولون آمنا به، وهم بذلك داخلون في الاستثناء وهذا قول مجاهد ورواه عن ابن عباس قال: (إنا ¶ ¬_________ ¶ (¬1) ينظر تفسير البغوي (2/ 10) والبحر (2/ 384) والتحرير شرح التحبير للمرداوي (3/ 1414). ¶ (¬2) إعراب القرآن لابن النحاس (1/ 356) والبحر (2/ 384). ¶ (¬3) العدة لأبي يعلي (2/ 690) وشرح الكوكب المنير لابن النجار (2/ 150).",
            "page": "30",
            "part": "1",
            "seal": "58D759FE"
        },
        {
            "id": "30",
            "nass": "ممن يعلم تأويله) (¬1). وبه قال: محمد بن جعفر بن الزبير والربيع بن أنس وابن قتيبة وعلي بن سليمان الأخفش وأبو سليمان الدمشقي واختاره أيضًا: الخطيب البغدادي في كتابه الفقيه والمتفقه وابن الحاجب والنووي (¬2). ¶ وقد نسب القول به إلى طائفة يسيرة من أهل السنة (¬3)، وتكلم في صحة هذا القول عن مجاهد، قال ابن الجوزي: قال ابن الأنباري: (الذي روى هذا القول عن مجاهد، ابن أبي نجيح (¬4)، ¶ ولا تصح رواية التفسير عن ¶ ¬_________ ¶ (¬1) تفسير الطبري (2/ 203). ¶ (¬2) ينظر: القطع ص 213 والفقيه (1/ 63) وزاد المسير (1/ 354) وشرح صحيح مسلم (16/ 434) والإتفاق (2/ 2، 3) وتنبيه الغافلين (125، 126). ¶ (¬3) المصادر السابقة. ¶ (¬4) عبد الله بن أبي نجيح واسمه: يسار الثقفي المكي مولى الأخنس بن شريق الثقفي المكي سمع مجاهدًا وطاووسًا روى له الجماعة وهو من الثقات، وثقه ابن معين وأحمد وأبو زرعة وأبو حاتم والنسائي، وقد رمي بالقدر، ووُصف بالتدليس. ¶ وروايته للتفسير عن مجاهد اختُلف فيها: فسفيان ابن عيينة يقول (تفسير مجاهد لم يسمعه من إنسان إلا من القاسم بن أبي بزة) تاريخ يحيى بن معين (ترجمة: 426) ويحيى القطان يقول: (لم يسمع التفسير كله من مجاهد سمع بعضه من القاسم ابن أبي بزة) (ت: 132هـ) وقيل: (ت: 131هـ) (طبقات ابن سعد 5/ 483، وتاريخ الدوري عن ابن معين (2/ 334) والجرح والتعديل (5) ترجمة (497) والثقات لابن حبان (7/ 5) وتهذيب الكمال (16/ 215 - 218) وميزان الاعتدال (2/ 555) وسير أعلام النبلاء (6/ 125) ومراسيل العلائي: ترجمة (406) وتهذيب التهذيب (6/ 54).",
            "page": "31",
            "part": "1",
            "seal": "067DC0C6"
        },
        {
            "id": "31",
            "nass": "مجاهد) أ. هـ (¬1) وعزي هذا القول إلى أكثر المتكلمين (¬2)، ونصره أبو البقاء العكبري (¬3) كما عزي إلى ابن عطية (¬4)، وقد فصل في تفسيره في المسألة و اختار أنه لا يعلمه على الكمال إلا الله تعالى، وقال: (هذه المسألة إذا تأملت قرب الخلاف فيها من الاتفاق، وذلك أن الله تعالى قسم آيات الكتاب قسمين: محكمًا ومتشابهًا فالمحكم هو المتضح المعنى لكل من يفهم كلام العرب لا يحتاج فيه إلى نظر، ولا يتعلق به شيء يلبس، ويستوي في علمه الراسخ وغيره، والمتشابه يتنوع، فمنه ما لا يعلم البتة، كأمر الروح، وآماد ¶ ¬_________ ¶ (¬1) زاد المسير الموضع السابق. ¶ (¬2) التفسير الكبير للرازي (7/ 153) والبحر المحيط (2/ 384) قد قيل هو قول عامة المتكلمين: شرح الكوكب المنير (1/ 155). ¶ (¬3) إملاء ما منَّ به الرحمن (1/ 124) وشرح الكوكب المنير (2/ 153). ¶ (¬4) البحر المحيط (2/ 384، 385).",
            "page": "32",
            "part": "1",
            "seal": "99F28D2A"
        },
        {
            "id": "32",
            "nass": "المغيبات التي قد أخبر الله بوقوعها إلى سائر ذلك، ومنه ما يحمل على وجوه في اللغة ومناح في كلام العرب، فيتأول تأويله المستقيم) أ. هـ (¬1)، قل: هذا حسن في الظاهر لكن دخل من بعض أبوابه أهل الكلام والمبتدعة بتأويلات اخترعوها لم يقلها السلف، وهي درجات في الخطأ والبدعة ... ¶ واحتجوا بأدلة: ¶ 1 - أن الخطاب بما لا يعلم معناه بعيد .. وأجاب الأولون عن الدليل الأول: بأن الله تعالى يجوز أن يكلفهم الإيمان بما لا يطلعون على تأويله ليختبر طاعتهم، قالوا كما اختبرهم بالحروف المقطعة مع أنه لا يُعلم معناها (¬2) على الصحيح. ¶ 2 - أنه لو لم يكن الراسخون يعلمون تأويله لم يكن لهم فضيلة على غيرهم، لأن الجميع يقولون آمنا به، وأجابوا عن الثاني: بأن المزية ثابتة لهم بمعرفة غيره من الأحكام فهم راسخون في العلم لمعرفتهم معاني المحكم، وعملهم بما علموا، وتورعهم عن القول فيما لا يعلمون. ¶ ¬_________ ¶ (¬1) المحرر الوجيز (1/ 404). ¶ (¬2) التذكرة في القراءات لأبي الحسن طاهر بن غلبون (399) هـ والنشر (1/ 241).",
            "page": "33",
            "part": "1",
            "seal": "E1476682"
        },
        {
            "id": "33",
            "nass": "3 - أن ذلك يفضي إلى أن يتعبد بالشيء المجهول، وأجابوا عن هذا بأن التعبد بالشيء المجهول غير ممتنع كما تعبدنا بالإيمان بالملائكة وبالرسل وإن لم نعرف جميعهم وتعبدنا بالإيمان بالكتب وإن لم نعرف ما فيها. ¶ 4 - ولأن الله لم ينزل في كتابه شيئًا إلا وقد جعل للعلماء طريقًا إلى معرفته (¬1)، وأجابوا عن هذا: بأن الله تعالى أنزل أشياء وليس إلى معرفتها سبيل كمعرفة كنه صفاته سبحانه وكيفيات أفعاله وغير ذلك وهذا الأخير بمعنى الدليل الأول (¬2). ¶ ومن الأدلة التي ذكرت لهذا القول قوله تعالى: {تِبْيَانًا لِكُلِّ شَيْءٍ} [النحل: 89] قالوا على قولكم ليس في القرآن بيان المشكل. وهذه الآية يجاب عنها بالجواب المشهور وأنها لا تقتضي جميع الأشياء كما قال تعالى: {وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ} [النمل: 23] ولم تؤتَ مثل ذكر الذكر ولحيته ولا ما أوتي سليمان في ملكه، وهذا معروف في لغة العرب فلا يطول بتفصيله (¬3). ¶ ¬_________ ¶ (¬1) غاية الاختصار في قراءة العشرة أئمة الأمصار (522). ¶ (¬2) ينظر: النشر (1/ 238 - 243) وإتحاف فضلاء البشر للدمياطي (61 - 63). ¶ (¬3) ينظر العدة (2/ 692) وأصول الفقه لأبي الوفاء ابن عقيل (4/ 18).",
            "page": "34",
            "part": "1",
            "seal": "76424013"
        },
        {
            "id": "34",
            "nass": "ومن الأدلة التي ذكرت لهذا القول قول الزركشي: ¶ (إن الكل قائلون به لأننا لم نر المفسرين إلى هذه الغاية توقفوا عن شيء من القرآن فقالوا متشابه بل أمروه على التفسير حتى فسروا الحروف المقطعة) أ. هـ (¬1). ¶ وقد يجاب عن هذا الإيراد: بأن العلماء وإن كانوا لم يتركوا آية من القرآن إلا وكلموا عليها إلا أنه لا يعلم أي الوجوه المحتملة هو الحق إلا الله فتعيين المراد من هذه الوجوه لا يعلمه إلا الله قال الإمام الوزير الصالح عون الدين يحيى بن هبيرة: (ما من آية من القرآن إلا وقد فسرها العلماء، لكن لا يعلم المراد من تلك الوجوه المحتملة إلا الله).أ. هـ (¬2). ¶ بشيء من الاختصار. ¶ وأعظم أسباب اختلاف العلماء في هذه المسألة مبني على ¶ ¬_________ ¶ (¬1) البرهان: (2/ 202). ¶ (¬2) ذيل طبقات الحنابلة لابن رجب (1/ 272) وابن هبيرة عون الدين يحيى بن هبيرة وزير صالح مشهور بالفقه والزهد كان ينفق على أهل العلم ويجالسهم ويراجعم مسائل الفقه وكان أول أمره فقيرًا وله كتاب مشهور شرح به الصحيحين وهو الإفصاح عن معاني الصحاح مطبوع، أثنى عليه العلماء. ومنهم ابن الجوزي الثناء الكثير ترجمته في (ذيل الطبقات): (1/ 251 - 289).",
            "page": "35",
            "part": "1",
            "seal": "229CA5C1"
        },
        {
            "id": "35",
            "nass": "اختلافهم في المحكم والمتشابه وأي شيء أريد بهما (¬1)، وذلك للاشتراك اللفظي في لفظ التأويل (¬2). ¶ ومن العلماء من فصَّل في هذا المقام، وقال التأويل يطلق في القرآن ويراد معنيان: ¶ أحدهما: التأويل بمعنى حقيقة الشيء التي يئول إليها أي يرجع إليها، ومنه قوله تعالى: {هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ} [يوسف: 100] وقوله تعالى: {هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ} أي حقيقة ما أخبروا به من أمر المعاد، فعلى هذا الوقف على \"إلا الله\" لأن حقائق الأمور لا يعلمها على الجلية إلا الله. ¶ ويرد التأويل بمعنى التفسير والبيان، كما قال تعالى: {نَبِّئْنَا بِتَأْوِيلِهِ} [يوسف: 36] يعني تفسره، فالوقف على هذا على: {وَالرَّاسِخُونَ فِي الْعِلْمِ} لأنهم يعلمون ما خوطبوا به على هذا الاعتبار (¬3). ¶ ¬_________ ¶ (¬1) فتح القدير (1/ 317). ¶ (¬2) مجموع الرسائل الكبرى لشيخ الإسلام (2/ 17). ¶ (¬3) تفسير ابن كثير (1/ 355) وينظر ما قاله في هذا شيخ الإسلام في الفتاوى (16/ 228) الطبعة الجديدة لمكتبة العبيكان (1418) هـ ومجموع الرسائل الكبرى (1/ 6) وما بعدها.",
            "page": "36",
            "part": "1",
            "seal": "440CEE07"
        },
        {
            "id": "36",
            "nass": "وعلى هذا إن حمل المتشابه على ما استأثر الله بعلمه كوقت قيام الساعة ونحو ذلك فالوقف على: (إلا الله) وإن حمل على ما لا يتضح معناه إلا بمزيد فحص فالوقف على قوله: {وَالرَّاسِخُونَ فِي الْعِلْمِ} (¬1) لكن هذا التنويع هنا نظري لا عملي بمعنى أن الوقف لا بد فيه من ترجيح أحد الوجهين وكذلك المعنى. وهل يعقل أن يقول عالم من علماء المسلمين إن الراسخين في العلم يعلمون ما استأثر الله بعلمه؟ أو يعلمون وقت قيام الساعة ونحو ذلك؟ هذا معلوم، ولكن يقال: من فهم من معنى التأويل التفسير، جعل الوقف على (إلا الله) ومن فهم من معنى: التأويل: الحقيقة التي يئول الكلام إليها، فهو يقف عند قوله: {وَالرَّاسِخُونَ فِي الْعِلْمِ}. ¶ ولكن نسبة ذلك إلى السلف فيه تحكم فإن من قال بذلك من السلف لم يقولوا قلنا بالوقف على: (إلا الله) لأننا نرى أن معنى التأويل: ينصرف إلى الحقيقة التي استأثر الله بعلما لا بمعنى التفسير، لأنه قد اشتهر في كلامهم إطلاق التأويل على المعنى والتفسير فيمكن أن يكونوا فهموا من التأويل: التفسير والبيان أو الحقيقة التي يئول إليها الشيء. ¶ وقد ثبت عندنا اختيارهم الوقف على (إلا الله) وأنه لا ¶ ¬_________ ¶ (¬1) تنبيه الغافلين: (125، 126).",
            "page": "37",
            "part": "1",
            "seal": "324E0EE4"
        },
        {
            "id": "37",
            "nass": "يعلم تأويل المتشابه إلا الله، وقيل إن الخلاف في ذلك لفظي، فإن من قال: الراسخون في العلم يعلمون تأويله أراد به أنه يعلم ظاهره لا حقيقته ومن قال: لا يعلم أراد به لا يعلم حقيقته وإنما ذلك إلى الله تعالى (¬1). ¶ ويقول شيخ الإسلام ابن تيمية رحمه الله تعالى: (لم يقل في المتشابه: لا يعلم تفسيره ومعناه إلا الله، وإنما قال: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ} وهذا هو فصل الخطاب بين المتنازعين في هذا الموضع، فإن الله أخبر أنه لا يعلم تأويله إلا هو والوقف هنا كما دل عليه أدلة كثيرة .. ولكن لم ينفِ علمهم بتفسيره .. والله ورسوله إنما ذم متبعي المتشابه ابتغاء الفتنة وابتغاء تأويله، فأما من تدبر المحكم والمتشابه كما أمره الله وطلب فهمه ومعرفة معناه فلم يذمه الله تعالى .. ) أ. هـ باختصار (¬2). ¶ وفي المسألة مذهبان آخران غير مشهورين وهما ضعيفان: ¶ الأول منهما: أن الوقف على (إلا الله) ويعلمه ¶ ¬_________ ¶ (¬1) المفردات في غريب القرآن للراغب (255) وشرح الكوكب المنير (2/ 153). ¶ (¬2) مجموع الرسائل الكبرى (2/ 9).",
            "page": "38",
            "part": "1",
            "seal": "695117AC"
        },
        {
            "id": "38",
            "nass": "الراسخون، وإنما امتنع العطف لمخالفة علم الله لعلم الراسخين (¬1). ¶ والقول الثاني: القول بالوقف فلا يجزم بأحد هذه الأقوال لتعارض الأدلة (¬2)، ومعلوم أن هذا القول لا يمكن العمل به في الوقف، لأنه إن وصل فقد عطف الراسخين في العلم، وأشركهم مع الله تعالى في معرفة تأويل المتشابه، فإن وصل القارئ ووقف على قوله تعالى: {آمَنَّا بِهِ} فالوقف عليها صالح كما قاله صاحب المرشد، فإنه قال: (الوقف على {آمَنَّا بِهِ} صالح على المذهبين).أ. هـ (¬3). ¶ والراجح أن الخلاف في الأصل ليس بلفظي لأن المتشابه مختلف في المراد به وعلى هذا الخلاف ينبني الخلاف في الوقف كما تقدم. ¶ وقول أكثر العلماء وهو أن الوقف على لفظ الجلالة أصح، وهذا القول يؤيده ظاهر النظم القرآني، والأدلة التي تقدمت عند ذكره قوية، ولو لم يكن فيها إلا القراءات الثابتة ¶ ¬_________ ¶ (¬1) عزي هذا إلى أبي إسحاق الشيرازي الشافعي والسهيلي عبد الرحمن بن عبد الله الضرير (ت: 851) شرح الكوكب الموضع السابق. ¶ (¬2) عزي إلى القفال الشاشي ينظر: البحر المحيط للرزكشي (3/ 1046) والتحرير للمرداوي (3/ 1412) وشرح الكوكب المنير (2/ 153). ¶ (¬3) المقصد (22).",
            "page": "39",
            "part": "1",
            "seal": "905D9748"
        },
        {
            "id": "39",
            "nass": "عن الصحابة لكان فيها دلالة قوية على ترجيحه، فكيف وقد انضاف إلى ذلك غيرها مما تقدم، هذا مع أنه لم يثبت عن الصحابة غيره. ¶ ورواية مجاهد عن ابن عباس معارضة برواية طاووس وهي أصح كما قاله السيوطي (¬1). ¶ بل حكى الإمام أبو المظفر السمعاني أن الصحيح رواية طاووس وتقدم قول ابن الأنباري في ذلك وتضعيفه لرواية ذلك عن مجاهد نفسه، وبينت أنه مسبوق إلى الطعن في رواية ابن أبي نجيح التفسير عن مجاهد، ولكن الراجح أنها صحيحة لأن ابن أبي نجيح ثقة وإن كان سمعه من القاسم بن أبي بزة، فالقاسم ثقة أيضًا (¬2) فقد علمنا الواسطة بينه وبين ¶ ¬_________ ¶ (¬1) الإتقان (2/ 3). ¶ (¬2) القاسم بن أبي برة واسمه نافع ويقال يسار ويقال نافع بن يسار المكي أبو عبد الله ويقال أبو عاصم القارئ مولى عبد الله بن السائب المخزومي قيل: إن أصله من همذان روى عن أبي الطفيل وسعيد بن جبير ومجاهد وعكرمة وعنه ابن جريج وشعبة وجمع، وثقه ابن معين والعجيلي والنسائي. وروى له الجماعة: ت114هـ، وقيل: 115هـ وقيل 125هـ قال المروزي: (والأول أصح) أ. هـ (الجرح والتعديل) (7) الترجمة (697) وتهذيب الكمال (23/ 338) والكاشف (4503) وفي التقريب ثقة (2/ 116).",
            "page": "40",
            "part": "1",
            "seal": "BE78AD63"
        },
        {
            "id": "40",
            "nass": "مجاهد في التفسير، فيكون قد دلسه عن القاسم بن أبي بزة، فإن ابن أبي نجيح معدود في المدلسين كما تقدم، لكننا في هذا الموضع نرجح رواية طاووس إذ لم يكتنفها ما اكتنف رواية مجاهد من طريق ابن أبي نجيح. وقال الإمام السمعاني أيضًا في كتابه قواطع الأدلة: (ونقل بعضهم ذلك عن مجاهد ولا أعلم تحققه) أ. هـ. ¶ بل زاد على ذلك بأن جعل قول بعض العلماء في اختيار هذا الوقف كبوة من كبوات الجواد (¬1)، كذا قال رحمه الله تعالى، ولا يبلغ الأمر ذلك، ويزاد على هذه الأدلة، ما ورد عن النبي - صلى الله عليه وسلم - ففي الصحيحين عن النبي - صلى الله عليه وسلم - من رواية عائشة رضي الله عنها قالت: تلا رسول الله - صلى الله عليه وسلم - هذه الآية {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ *} [آل عمران: 7]. ¶ قالت قال رسول الله - صلى الله عليه وسلم -: «فإذا رأيت الذين يتبعون ما تشابه ¶ ¬_________ ¶ (¬1) قواطع الأدلة في الأصول للسمعاني: (1/ 265).",
            "page": "41",
            "part": "1",
            "seal": "CBB92320"
        },
        {
            "id": "41",
            "nass": "منه فأولئك الذين سمى الله فاحذرهم» أ. هـ (¬1). ¶ فهذا الحديث دال على ذم متبعي المتشابه كالآية (¬2). ¶ وذلك يدل على مدح من فوضوا علم المتشابه إلى الله تعالى وقد توسع السيوطي رحمه الله تعالى بعض التوسع في ذكر أحاديث وآثار بهذا المعنى تراجع في كتابه وهي دالة كهذا الحديث على ترجيح قول الجماهير (¬3). ¶ ومعلوم أنَّ القائلين من أهل السنة والجماعة بالقول الآخر، لا يقصدون بعلم الراسخين للمتشابه أنهم يعلمون ما استأثر الله بعلمه كوقت قيام الساعة ونحو ذلك. ولكن يبقى أمور من المتشابه عند بعض العلماء كالحروف المقطعة، وبعض الآيات المتعارضة في الظاهر التي يختلفون في الجمع بينها ولا يوجد مرجح ينقطع به النزاع، ونحو ذلك. ¶ وهذه الآية من الآيات التي ينبغي على كل طالب علم أن ¶ ¬_________ ¶ (¬1) صحيح البخاري مع فتح الباري كتاب التفسير: سورة آل عمران باب منه آيات محكمات (3547) (8/ 209) وصحيح مسلم مع شرح النووي كتاب العلم: باب النهي عن اتباع متشابه القرآن والتحذير من متبعيه (6717) (16/ 433، 434) والمسند (6/ 48، 256). ¶ (¬2) فتح الباري الموضع السابق والإتقان (2/ 3). ¶ (¬3) الإتقان (2/ 3، 4).",
            "page": "42",
            "part": "1",
            "seal": "237E17AE"
        },
        {
            "id": "42",
            "nass": "يمعن النظر في أقوال السلف ثم الأئمة المحققين في بيان معناها. ¶ والكلام عليها لا بد فيه من بيان معنى المحكم والمتشابه ومعنى التأويل فلا يصلح أن نهمل ذكره هنا لمسيس الحاجة إليه. وقد انجر الكلام على معنى الآية من باب إيضاح المثال المذكور قبل في الوقف. ¶ قال الإمام الطبري: (وأما المحكمات فإنهن اللواتي قد أحكمن بالبيان والتفصيل، وأثبتت حججهن، وأدلتهن على ما جعلن أدلة عليه من حلال وحرام ووعد ووعيد وثواب وعقاب وأمر وزجر وخبر ومثل وعظة وعبر وما أشبه ذلك، ثم وصف جل ثناؤه هؤلاء الآيات المحكمات بأنهن هن أم الكتاب، يعني بذلك أنهن أصل الكتاب الذي فيه عماد الدين، والفرائض، والحدود، وسائر ما بالخلق إليه الحاجة من أمر دينهم، وما كلفوا من الفرائض في عاجلهم، وآجلهم وإنما سماهن أم الكتاب، لأنهن معظم الكتاب وموضع مفزع أهله عند الحاجة إليه، وكذلك تفعل العرب تسمى الجامع معظم الشيء أمًّا له فتسمى راية القوم التي تجمعهم في العساكر أمهم، والمدبر معظم أمر القرية والبلدة أمها) أ. هـ (¬1). ¶ ¬_________ ¶ (¬1) تفسير الطبري (3/ 170).",
            "page": "43",
            "part": "1",
            "seal": "A1E0E03F"
        },
        {
            "id": "43",
            "nass": "وقال أيضًا: (وأما قوله {مُتَشَابِهَاتٌ} فإن معناه متشابهات في التلاوة مختلفات في المعنى كما قال جل ثناؤه: {وَأُتُوا بِهِ مُتَشَابِهًا} [البقرة: 25] يعني في المنظر مختلفًا في المطعم وكما قال مخبرًا عمن أخبر عنه من بني إسرائيل أنه قال: {إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا} [البقرة: 70] يعنون بذلك تشابه علينا في الصفة، وإن اختلفت أنواعه، تأويل الكلام إذن أن الذي لا يخفى عليه شيء في الأرض، ولا في السماء، هو الذي أنزل عليك يا محمد القرآن، منه آيات محكمات، بالبيان هن أصل الكتاب الذي عليه عمادك وعماد أمتك في الدين، وإليك مفزعك، ومفزعهم، فيما افترضت عليك وعليهم من شرائع الإسلام، وآيات أخر هن متشابهات في التلاوة مختلفات في المعاني (¬1) أ. هـ. ¶ والتأويل لغة: (تفسير الكلام الذي تختلف معانيه، ولا يصح إلا ببيان غير لفظه) ذكره الأزهري وبدأ به (¬2). ¶ وقيل: أصل التأويل من آل الشيء يئول إلى كذا أي رجع. ¶ وقال ثعلب: التأويل والتفسير بمعنى واحد. ¶ ¬_________ ¶ (¬1) تفسير الطبري (3/ 172). ¶ (¬2) تهذيب اللغة (15/ 459) ولسان العرب (1/ 246) مادة: أول.",
            "page": "44",
            "part": "1",
            "seal": "23667B17"
        },
        {
            "id": "44",
            "nass": "ويقال لعبارة الرؤيا: تأويل (¬1). ¶ والتأويل المراد في الآية: إما التفسير وإما الحقيقة التي يئول الأمر إليها. ¶ قال شيخ الإسلام ابن تيمية: (قد ذكرنا في غير موضع، أن لفظ التأويل في القرآن يراد به ما يئول الأمر إليه، وإن كان موافقًا لمدلول اللفظ ومفهومه في الظاهر، ويراد به تفسير الكلام وبيان معناه، وإن كان موافقًا له وهو اصطلاح المفسرين المتقدمين كمجاهد وغيره، ويراد به صرف اللفظ عن الاحتمال الراجح إلى الاحتمال المرجوح لدليل يقترن بذلك، وتخصيص لفظ التأويل بهذا المعنى إنما يوجد في كلام بعض المتأخرين، فأما الصحابة والتابعون لهم بإحسان وسائر أئمة المسلمين كالأئمة الأربعة وغيرهم فلا يخصون لفظ التأويل بهذا المعنى بل يريدون بالتأويل المعنى الأول أو الثاني، ولهذا لما ظن طائفة من المتأخرين أن لفظ التأويل في القرآن والحديث في مثل قوله تعالى: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ وَالرَّاسِخُونَ فِي ¶ ¬_________ ¶ (¬1) لسان العرب (1/ 264) مادة: أول، وينظر مجمل اللغة: (1/ 107) وتاج العروس (7/ 215) وقيل: من الإيالة وهي السياسة كأن المؤوّل للكلام ساس الكلام ووضع المعنى فيه موضعه: الإتقان: (2/ 1189).",
            "page": "45",
            "part": "1",
            "seal": "EE762C2F"
        },
        {
            "id": "45",
            "nass": "الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا} أريد به هذا المعنى الاصطلاحي الخاص واعتقدوا أن الوقف في الآية عند قوله: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ} لزم من أن يعتقدوا أن لهذه الآيات والأحاديث معاني تخالف مدلولها المفهوم منها، وأن ذلك المعنى المراد بها لا يعلمه إلا الله، لا يعلمه الملك الذي نزل بالقرآن وهو جبريل ولا يعلمه محمد - صلى الله عليه وسلم - ولا غيره من الأنبياء أ. هـ (¬1). ¶ وقال: (لفظ التأويل مجمل يراد به ما يئول إليه الكلام فتأويل الخبر نفس المخبر عنه وتأويل أسماء الله وصفاته المقدسة بما لها من صفات الكمال ويراد بالتفسير التأويل وهو بيان المعنى المراد وإن لم نعلم كيفيته وكنهه كما أنا نعلم أن في الجنة خمرا ولبنا وماء و عسلا وذهبًا وحريرًا وغير ذلك وإن كنا لا نعرف كيفية ذلك ويعلم أن كيفيته مخالفة لكيفية الموجود في الدنيا، ويراد بلفظ التأويل صرف اللفظ عن الاحتمال الراجح إلى الاحتمال المرجوح وهذا لا يوجد الخطاب به إلا في اصطلاح المتأخرين وأما خطاب الصحابة والتابعين فإنما يوجد فيه الأولان) أ. هـ (¬2). ¶ ¬_________ ¶ (¬1) درء تعارض العقل والنقل: (1/ 14). ¶ (¬2) الصفدية (1/ 289) وينظر (1/ 291).",
            "page": "46",
            "part": "1",
            "seal": "5D8F24F1"
        },
        {
            "id": "46",
            "nass": "واستعمال التأويل بمعنى تفسير الكلام وبيان معناه والمراد منه كثير في لغة السلف ومعروف لغة، وقد سمى الطبري كتابه: (جامع البيان عن تأويل القرآن) وأكثر فيه من استعمال كلمة تأويل، مريدًا بها معنى الكلام وتفسيره، وممن يستعمل التأويل بمعنى التفسير من مشهوري العلماء المتقدمين أبو عمر بن عبد البر (¬1). ¶ ومن استعمال الصحابة للتأويل بمعنى تفسير القرآن ومعناه قول جابر رضي الله عنه في وصف حجة النبي - صلى الله عليه وسلم -: \"فصلى رسول الله - صلى الله عليه وسلم - في المسجد ثم ركب القصواء حتى إذا استوت به ناقته على البيداء نظرت إلى مدى بصري من بين يديه من راكب وماش وعن يمينه مثل ذلك وعن يساره مثل ذلك ومن خلفه مثل ذلك ورسول الله - صلى الله عليه وسلم - بين أظهرنا وعليه ينزل القرآن وهو يعرف تأويله، وما عمل به من شيء عملنا به\" أ. هـ (¬2). ¶ فتأمل قوله في وصف أفعال النبي - صلى الله عليه وسلم -: \"وعليه ينزل القرآن وهو يعرف تأويله\". ¶ وفي مصنف عبد الرزاق عن قتادة قال: (تسرت امرأة ¶ ¬_________ ¶ (¬1) ينظر على سبيل المثال: التمهيد (1/ 147) (2/ 313). ¶ (¬2) شرح النووي على صحيح مسلم (8/ 170) والمسند (3/ 320) ومسند الطيالسي (1/ 232) وعون المعبود (5/ 254).",
            "page": "47",
            "part": "1",
            "seal": "A056DEAE"
        },
        {
            "id": "47",
            "nass": "غلامًا لها فذكرت لعمر، فسألها ما حملك على هذا؟ فقالت: كنت أرى أنه يحل لي ما يحل للرجال من ملك اليمين، فاستشار عمر فيها أصحاب النبي - صلى الله عليه وسلم - فقالوا: تأولت كتاب الله تعالى تأويله، فقال عمر: لا جرم والله لا أحلِّك لحُر بعده أبدًا، كأنه عاقبها بذلك ودرأ الحد عنها، وأمر العبد ألا يقربها) (¬1). ¶ وقد اختلف العلماء في المحكمات والمتشابهات على أقوال: ¶ 1 - إن المحكم هو المعمول به وهو الناسخ، والمتشابه هو المنسوخ المتروك العمل به، وهذا قول ابن عباس وابن مسعود، وروي أيضًا عن قتادة والربيع والضحاك وقد رواه الطبري عنهم، ولفظ ذلك عن ابن عباس من طريق علي بن أبي طلحة عنه (المحكمات ناسخه وحلاله وحرامه وحدوده وفرائضه وما يؤمن به ويعمل به. قال: {وَأُخَرُ مُتَشَابِهَاتٌ} والمتشابهات منسوخة ومقدمه ومؤخره وأمثاله وأقسامه وما يؤمن به ولا يعمل به (¬2). ¶ ¬_________ ¶ (¬1) مصنف عبد الرزاق (12818) ومعلوم أن قتادة لم يدرك عمر لكن القصة مروي معناها عن عمر من وجوه. ¶ (¬2) تفسير الطبري (3/ 172).",
            "page": "48",
            "part": "1",
            "seal": "E7B237C3"
        },
        {
            "id": "48",
            "nass": "2 - إن المحكم ما أحكم الله فيه من آي القرآن وقصص الأمم ورسلهم الذين أرسلوا إليهم والمتشابه ما اشتبهت ألفاظه من قصصهم عند التكرير في السور، ومثل لذلك بقصة موسى وتكررها مع اختلاف الألفاظ، قاله عبد الرحمن بن زيد (¬1). ¶ قلت: وهذا في حقيقه إن قُبل إنما هو تمثيل لنوع من المتشابه، ولا مانع من أن يكون ذلك أحد أوجه المتشابه؛ لأن الله لم يخص متشابهًا دون متشابه، ولهذا ضل بهذا التشابه في عصرنا بعض من درس قصص القرآن الكريم، ولم يوفق للفهم، فزعم أن ما في القرآن من قصص ليس حقيقة في نفسه ولهذا اختلفت عباراته من سورة إلى سورة، وزعم أن ذلك قصص فني، والعياذ بالله، كما فعل صاحب رسالة: (الفن القصصي في القرآن) (¬2). ¶ 3 - إن المحكم ما علم العلماء تأويله، وفهموا معناه، والمتشابه ما لم يكن إلى علمه سبيل ما استأثر الله بعلمه دون ¶ ¬_________ ¶ (¬1) المصدر السابق. ¶ (¬2) هو الدكتور محمد أحمد خلف الله، وقد نقدها: أحد أعضاء اللجنة الذين اشتركوا في مناقشة الرسالة وهو الاستاذ أحمد أمين ونشر نقده في مجلة (الرسالة) ينظر كتاب بلاغة القرآن للأستاذ محمد خضر حسين (94) ومباحث في علوم القرآن للشيخ مناع القطان (308).",
            "page": "49",
            "part": "1",
            "seal": "A4AF8B49"
        },
        {
            "id": "49",
            "nass": "خلقه، وهذا رواه الطبري عن جابر بن عبد الله رضي الله عنه ورجحه وبه قال الشعبي وسفيان الثوري وغيرهم، ومن أمثلة هذا، وقت قيام الساعة، ووقت خروج يأجوج ومأجوج والدجال وعيسى، والحروف المقطعة في أوائل السور، ونحو ذلك. ¶ وقد روي أن اليهود طمعوا أن يعرفوا من قبل الحروف المقطعة التي في أوائل بعض السور مدة الإسلام وأهله ويعلموا نهاية أجل محمد وأمته، ورجحه القرطبي وقال: (هذا أحسن ما قيل في المتشابه). ¶ 4 - إن المحكم ما أحكم الله بيان حلاله وحرامه فلم تُشتبه معانيه، والمتشابه ما تشتبه معانيه، وهذا قول مجاهد. ¶ 5 - إن المحكم ما لم يحتمل من التأويل إلا وجهًا واحدًا والمتشابه ما احتمل من التأويل أوجهًا. قاله محمد بن جعفر بن الزبير وعبارته في تفسير الطبري: (منه آيات محكمات فيهن حجة الرب وعصمة العباد ودفع الخصوم والباطل، ليس لها تصريف ولا تحريف عما وضعت عليه، وأخر متشابهة في الصدق لهن تصريف وتحريف وتأويل ابتلى الله فيهن العباد كما ابتلاهم في الحلال والحرام لا يصرفن إلى الباطل ولا",
            "page": "50",
            "part": "1",
            "seal": "A98EB5DF"
        },
        {
            "id": "50",
            "nass": "يحرفن عن الحق) (¬1). ¶ وهو قول ابن الأنباري (¬2)، وأبي الحسن الكرخي من الحنفية (¬3)، وأبي بكر الجصاص الحنفي (¬4) والواحدي (¬5) وابن عطية (¬6)، وقال: (إنه أحسن الأقوال).أ. هـ. ¶ 6 - إن المحكم ما قام بنفسه ولم يحتج إلى الاستدلال، والمتشابه ما لم يقم بنفسه واحتاج إلى نظر واستدلال، وهذا القول اختاره ابن النحاس وقال: (أحسن ما قيل في المحكمات والمتشابهات، أن المحكمات ما كان قائمًا بنفسه لا يحتاج أن يرجع فيه إلى غيره، والمتشابهات نحو قوله تعالى: {إِنَّ اللهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} يرجع فيه إلى قوله {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ} وقوله: {إِنَّ اللهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: 48 - 116] وهذا يرجع عندي إلى القول بأن المحكم ما لم يحتمل من التأويل إلا وجه ¶ ¬_________ ¶ (¬1) تفسير الطبري (3/ 175). ¶ (¬2) الوسيط للواحدي (1/ 413). ¶ (¬3) حكاه عنه أبو بكر الجصاص ينظر: أصول الفقه للجصاص: (1/ 205). ¶ (¬4) المصدر السابق. ¶ (¬5) الوسيط (1/ 413). ¶ (¬6) تفسير ابن عطية (1/ 403).",
            "page": "51",
            "part": "1",
            "seal": "941CD22D"
        },
        {
            "id": "51",
            "nass": "القول الذي قبله. ¶ 8 - هو الواضح المعنى الظاهر الدلالة، إما باعتبار نفسه أو باعتبار غيره، والمتشابه ما لم يتضح معناه لا باعتبار نفسه ولا باعتبار غيره، اختاره الإمام الشوكاني في تفسيره وهو قريب من القول الذي قبله، فهذه الأقوال الثلاثة الأخيرة هكذا عدها جماعة من العلماء ومن تأملها علم أنها ترجح إلى قول واحد لكن القولين الأخيرين فهما زيادة إيضاح. ¶ 9 - أن المحكم ما كانت معاني أحكامه معقولة والمتشابه ما كانت معاني أحكامه غير معقولة كأعداد الصلوات واختصاص الصيام بشهر رمضان دون شعبان (¬1). ¶ وأرجحها في نظري القول بأن المحكم ما لا يحتمل من التأويل إلا وجهًا والمتشابه ما احتمل من التأويل أوجهًا لأن معنى الإحكام والتشابه لغة يدل على ذلك ولأنه تعالى قال في وصف المحكمات {هُنَّ أُمُّ الْكِتَابِ} وذلك دال على أن المحكمات أصل يرد إليهن غيرهن ولو لم يكن المحكم كذلك ¶ ¬_________ ¶ (¬1) ينظر تفسير الطبري (3/ 171 - 175) وإعراب القرآن لابن النحاس: (1/ 355) والحاوي في فقه الإمام الشافعي للماوردي (16/ 71، 72) والبرهان (2/ 199 - 201) وفتح الباري (8/ 210، 211) والإتقان: (2/ 2، 3) وفتح القدير للشوكاني (1/ 317).",
            "page": "52",
            "part": "1",
            "seal": "2F4DEA65"
        },
        {
            "id": "52",
            "nass": "لما أمكن رد المتشابه إليه. ¶ وقد فصَّلتُ القول هنا في هذه الآية لظهور دلالتها على أهمية وفضل علم الوقف والابتداء، ولشدة الحاجة لمعرفة أقوال العلماء فيها، وتركت التوسع أكثر في تفسيرها مراعاة لمقصد هذه الرسالة. فأعود لذكر مثال آخر من كلام السلف في علم الوقف والابتداء. ¶ قال ابن النحاس: (سئل علي، رضي الله عنه، عن قول الله تعالى: {وَلَنْ يَجْعَلَ اللهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} وقد رأينا الكافر يقتل المؤمن: فقال: اقرأ ما قبلها: {فَاللهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ} [النساء: 141] قال ابن النحاس: (لما اتصل الكلام بما قبله تبين المعنى وعرف المشكل أ. هـ (¬1)). ¶ وهذه الآية من قوله تعالى: {الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ فَاللهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} [النساء: 141]. ¶ ¬_________ ¶ (¬1) القطع (91).",
            "page": "53",
            "part": "1",
            "seal": "D29728B0"
        },
        {
            "id": "53",
            "nass": "وقول علي رضي الله عنه رواه الثوري في تفسيره (¬1) وعبد الرزاق في تفسيره من طريقه (¬2)، وابن جرير (¬3) والحاكم في المستدرك (¬4) جميعهم من طريق الثوري عن الأعمش عن ذر عن يسيع الكندي: (جاء رجل إلى علي ابن أبي طالب فقال كيف تقرأ هذه الآية {وَلَنْ يَجْعَلَ اللهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} [النساء: 141] وهم يقتلون؟ فقال علي رضي الله عنه: اُدنُه، ثم قال: {فَاللهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ} أ. هـ. ¶ فهذه الآية لا يظهر معناها إلا بما قبلها، وقد أجمع المفسرون على هذا (¬5). ¶ تنبيه: مصنفات المتقدمين في الوقف والابتداء ربما سميت بكتب (التمام) وبـ (المقطوع والمفصول). ¶ ¬_________ ¶ (¬1) تفسير الثوري (98). ¶ (¬2) تفسير عبد الرزاق (1/ 480). ¶ (¬3) تفسير ابن جرير (9/ 327). ¶ (¬4) مستدرك الحاكم (2/ 309). ¶ (¬5) تفسير القرطبي: (5/ 419) والبحر لأبي حيان (3/ 376) وتفسير ابن كثير (2/ 437).",
            "page": "54",
            "part": "1",
            "seal": "1C9659B1"
        },
        {
            "id": "54",
            "nass": "تخريج حديث أم سلمة ¶ الذي استدل به على سُنية الوقف على رؤوس الآي ¶ روى الإمام أحمد (¬1) والترمذي (¬2) وأبو داود (¬3) والنسائي (¬4) وابن خزيمة (¬5) وابن حبان (¬6) والحاكم (¬7) والدارقطني (¬8) وأبو عبيد في فضائل القرآن (¬9)، والفريابي في ¶ ¬_________ ¶ (¬1) المسند للإمام أحمد (7/ 297، 308، 294، 300) وأطراف المسند للحافظ بان حجر (12621، 12622). ¶ (¬2) سنن الترمذي كتاب القراءات باب فاتحة الكتاب (5/ 170) (2927) وكتاب فضائل القرآن باب ما جاء كيف قراءات النبي - صلى الله عليه وسلم - (5/ 167). ¶ (¬3) سنن أبي داود (1466). ¶ (¬4) النسائي (1012) الافتتاح (1611) في قيام الليل وتطوع النهار ¶ (¬5) ابن خزيمة (1/ 248) (493). ¶ (¬6) ابن حبان (6/ 366). ¶ (¬7) الحاكم (1/ 310) وقال علي شرط مسلم. ¶ (¬8) سنن الدارقطني (1/ 307). ¶ (¬9) فضائل القرآن لأبي عبيد (156).)",
            "page": "55",
            "part": "1",
            "seal": "1584624B"
        },
        {
            "id": "55",
            "nass": "فضائل القرِآن (¬1)، وابن أبي شيبة (¬2)، والطحاوي (¬3)، والبيهقي في الكبرى وفي شعب الإيمان وفي معرفة السنن والآثار (¬4)، عن أم سلمة أنها سئلت عن قراءة النبي - صلى الله عليه وسلم - وصلاته؟ فقالت: «ما لكم وصلاته؟ كان يصلي ثم ينام قدر ما صلى، ثم يصلي قدر ما نام، ثم ينام قدر ما صلى حتى يصبح، ثم نعتت قراءته فإذا هي تنعت قراءة مفسَّرة حرفًا حرفًا». ¶ واللفظ للترمذي، قال الترمذي: \"حسن صحيح غريب لا نعرفه إلا من حديث ليث بن سعد عن أبن أبي مليكة عن يعلى بن مملك عن أم سلمة، وقد روى ابن جريح هذا الحديث عن ابن أبي مليكة عن أم سلمة أن النبي - صلى الله عليه وسلم - (كان يقطع ¶ ¬_________ ¶ (¬1) فضائل القرآن للفريابي (110، 111). ¶ (¬2) المصنف (7/ 186). ¶ (¬3) شرح معاني الآثار للطحاوي (1/ 199). ¶ (¬4) السنن الكبرى: (2/ 44، 53) وشعب الإيمان (2/ 391) (2156) ومعرفة السنن والآثار (2/ 363) (3053) ورواه أيضًا: الترمذي في الشمائل (299) وابن النحاس في القطع والاستئناف (86 - 89) والداني في المكتفى (146) والبخاري في خلق أفعال العباد (1/ 53) وأبو العلاء الهمذاني في التمهيد في معرفة التجويد (178 - 182).",
            "page": "56",
            "part": "1",
            "seal": "1DEEB825"
        },
        {
            "id": "56",
            "nass": "قراءته) وحديث الليث أصح\" أ. هـ (¬1). ¶ وقال في موضع آخر: (غريب وليس إسناده بمتصل لأن الليث بن سعد روى هذا الحديث عن ابن أبي مليكة عن يعلى بن مملك عن أم سلمة، وحديث الليث أصح) أ. هـ (¬2). ¶ فهذا الحديث عمدة العلماء الذين قالوا إن الوقف على رؤوس الآي سنة، فقد استدلوا بلفظ (كان يقطع قراءته آية آية) كما هو في بعض الروايات لكن الاستدلال بهذه الرواية من الحديث اكتنفه أمور منها: الاضطراب في ألفاظها اضطرابًا لا يبقى معه حجة في هذا اللفظ دون غيره مع كون مخرج الرواية واحدة؟ فإن الحديث يدور على التابعي الجليل عبد الله ابن أبي مليكة رحمه الله تعالى (¬3)، وقد اختلف الثقات في ألفاظه اختلافًا كبيرًا، يوهن الاستدلال بهذه الرواية. ¶ ¬_________ ¶ (¬1) سنن الترمذي (5/ 167 - 168) وتحفة الأحوذي (4/ 56، 57). ¶ (¬2) الترمذي (2927) (5/ 170). ¶ (¬3) عبد الله بن عبد الله بن أبي مليكة واسمه زهير بن عبيد الله التيمي القرشي أبو بكر المكي الأحوال كان قاضيًا لعبد الله بن الزبير ومؤذنًا له ثقة تابعي روى عن جماعة من الصحابة وسمع من عائشة رضي الله عنها وابن عمر وابن عباس وروى له الجماعة (ت117هـ) ترجمه في الجرح والتعديل (5) الترجمة (278، 416) وأخبار القضاة لوكيع (1/ 261، 262) وتهذيب الكمال (15/ 256 - 258).",
            "page": "57",
            "part": "1",
            "seal": "25337B8C"
        },
        {
            "id": "57",
            "nass": "ومنها: الاختلاف علي ابن أبي مليكة في سنده. ولذا ضعف الإمام الترمذي والإمام الطحاوي هذه الرواية. كما سأبينه وأوضحه بجلاء إن شاء الله تعالى. ¶ وهنا سؤال مهم: هل الوقف على رؤوس الآي سنة بإطلاق حتى وإن اشتد تعلق الآية بما بعدها؟ وهل صحيح أن المحققين من علماء الوقف والابتداء يقولون بذلك؟ ¶ سند الحديث والحكم عليه ¶ هذا الحديث يدور على التابعي الجليل عبد الله بن عبيد الله بن أبي مليكة بحسب ما أشار إليه الترمذي رحمه الله تعالى، وبحسب ما اطلعت عليه من طرقه، وقد اختلف عليه فيه فرواه الليث بن سعد، وهو من الأئمة الأثبات (¬1) عنه عن يعلى بن مملك (¬2)، عن أم سلمة، ورواه ابن جريج عنه عن أم ¶ ¬_________ ¶ (¬1) الليث بن سعد أبو الحارث مولى بني فهم ثبت ثقة من الأئمة من نظراء الإمام مالك كثير الحديث فقيه من أغنياء العلماء كثير الصدقات (ت: 175هـ) (الكاشف (1/ترجمة) (4691) وتهذيب التهذيب (8/ 459). ¶ (¬2) مملك على وزن جعفر: تقريب التهذيب (2/ 379) وسترد ترجمة يعلى قريبًا.",
            "page": "58",
            "part": "1",
            "seal": "41FF1183"
        },
        {
            "id": "58",
            "nass": "سلمة رضي الله عنها عن النبي فلم يذكر يعلى بن مملك ووصله بذكر أم سلمة، واختلف عليه في إسناده وألفاظه، وقد أعل الترمذي رواية ابن جريج برواية الليث بن سعد وقال: (إنها أصح) كما تقدم. ويضاف إلى العلة التي ذكرها الإمام الترمذي علل منها: أن ابن جريج مدلس ولم يصرح بالسماع، وقد وصفه جماعة بالتدليس (¬1)، وممن وصفه بالتدليس الإمام أحمد رحمه الله تعالى وقال: (إذا قال ابن جريج (قال) فاحذره، وإذا قال (سمعت) أو (سألت) جاء بشيء ليس في النفس منه شيء (¬2). ¶ ومنها: إن اختلف عليه في إسناد الحديث فرواه في أكثر الروايات كما ذكر الترمذي عن ابن أبي مليكة عن أم سلمة، بإسقاط الواسطة بين ابن أبي مليكة وأم سلمة فلم يذكر يعلى بن مملك، ورواه مرة أخرى، فزاد فيه ذكر يعلى بن مملك، ولفظ هذه الرواية عن ابن أبي مليكة أن يعلى بن مملك أخبره. ¶ ¬_________ ¶ (¬1) عبد الملك بن عبد العزيز بن جريح الأموي مولاهم المكي الفقيه أحد الأعلام ثقة جليل كان يدلس ويرسل (ت: 151هـ) روى له الجماعة تهذيب الكمال (15/ 338 - 352) وتاريخ بغداد (10/ 400 - 407) والجرح والتعديل (5) ترجمة (1687) وتقريب التهذيب (1/ 520). ¶ (¬2) تهذيب الكمال (10/ 348).",
            "page": "59",
            "part": "1",
            "seal": "3B2D85A7"
        },
        {
            "id": "59",
            "nass": "«أنه سأل أم سلمة عن صلاة رسول الله - صلى الله عليه وسلم - فقالت: كان يصلي العتمة ثم يسبح ثم يصلي بعدها ما شاء الله من الليل، ثم ينصرف فيرقد مثل ما صلى، ثم يستيقظ من نومه ذلك فيصلي مثل ما نام وصلاته تلك الآخرة تكون إلى الصبح» (¬1). ¶ ولا يقال إنها رواية أخرى لأن بين الروايتين توافق واضح في الإسناد وفي المتن وليست فيما يظهر اختصارًا لبعض الحديث فقط فإن فيها سؤال يعلى، وهو مقل من الرواية جدًا لأم سلمة رضي الله عنها. ¶ وأما يعلى بن مملك فهو: حجازي يروي عن أم الدرداء وأم سلمة رضي الله عنها ويروي عنه ابن أبي مليكة (¬2)، وقال فيه النسائي (ليس بذلك المشهور) أ. هـ (¬3)، وذكره ابن حبان في الثقات، ولم أجد فيه توثيقًا عند غيره (¬4)، وفي ميزان ¶ ¬_________ ¶ (¬1) مصنف عبد الرزاق (3/ 4709) والمسند لأحمد (6/ 297) ومسند إسحاق بن راهوية (4/ 157) وسنن النسائي (3/ 236) (1627) في كتاب قيام الليل، باب ما ذكر من صلاة رسول الله - صلى الله عليه وسلم - بالليل). ¶ (¬2) تهذيب الكمال (32/ 402) (7121). ¶ (¬3) السنن الكبرى (1/ 432) (1375). ¶ (¬4) ثقات ابن حبان (7/ 652) وتهذيب الكمال الموضع السابق وتهذيب (11/ 405).",
            "page": "60",
            "part": "1",
            "seal": "30D4D820"
        },
        {
            "id": "60",
            "nass": "الاعتدال: (ما حدث عنه سوى ابن أبي مليكة) وفي التقريب: (مقبول) (¬1). ¶ فلم يثبت فيه أكثر من رواية ابن أبي مليكة عنه ففيه جهالة، وأحسن مراتبه أن يكون مقبولاً إذا توبع، ولهذا وصفه بذلك الحافظ ابن حجر في التقريب، ورواه ابن جريج مرة عن أبيه عن ابن أبي مليكة ومرة عن ابن أبي مليكة من غير واسطة (¬2) فهذا الاختلاف على ابن جريج في إسناد الحديث. وأما والد ابن جريج وشيخه في هذه الطريق فهو عبد العزيز بن جريج ¶ ¬_________ ¶ (¬1) تقريب التهذيب (2/ 379). ¶ (¬2) النسائي (3/ 236) (1627) في كتاب قيام الليل باب ما ذكر من صلاة رسول الله - صلى الله عليه وسلم - بالليل من طريق حجاج عن أبيه، عن ابن أبي مليكة وكذا رواه المزي (تهذيب الكمال 18/ 119) من طرق عن حجاج به ورواه الطبراني (23/ 407) من طريق حجاج بن عمران السدوسي عن أبي سلمة بن خلف الجوباري عن أبي عاصم عن ابن جريج عن أبيه. تنبيه: لم يذكر المزي في الأطراف (13/ 36) ح (18226) رواية ابن جريج عن أبيه التي ذكرتها قبل عند النسائي ونبه في الهامش عليها لكن لم يتنبه المحقق لذلك وقال: (لم نجد لها أصلا) أ. هـ. وليس كذلك بل هي ثابتة في سنن النسائي (3/ 236) (1627) وقد ذكرها المزي في تهذيب الكمال ورمز بـ (س) يعني النسائي عن ترجمة والد عبد الملك ابن جريج: وهو عبد العزيز: (تهذيب الكمال (18/ 118).",
            "page": "61",
            "part": "1",
            "seal": "99CDA33C"
        },
        {
            "id": "61",
            "nass": "القرشي المكي فيه ضعف، فقد قال البخاري فيه: (لا يتابع في حديثه) (¬1) وذكره ابن حبان في الثقات (¬2)، وفي التقريب: (لين الحديث) (¬3). ¶ وقد اختلفت ألفاظ الحديث وقد مضى بعضها، ففي رواية عن ابن جريج أن النبي - صلى الله عليه وسلم -: (كان يقطع قراءته آية آية) وفي رواية كان يصلي في بيتها فيقرأ: {بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ} {الْحَمْدُ لِلهِ رَبِّ الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ * مَالِكِ يَوْمِ الدِّينِ ... إلخ} (¬4) وفي لفظ: (كان يقطع قراءته الحمد لله رب العالمين) ثم يقف {الرَّحْمَنِ الرَّحِيمِ} ثم يقف .. (¬5) وفي لفظ (فقطعها وعدها آية آية وعدَّها عد الأعراب، وعد بسم الله الرحمن الرحيم آية ولم يعد (عليهم) (¬6)، وهذا اللفظ الأخير من رواية عمر بن هارون (¬7)، عن ابن جريج وهي طريق ضعيفة ¶ ¬_________ ¶ (¬1) التاريخ الكبير (6/ 1564). ¶ (¬2) الثقات (7/ 114) وقد ضعفه العقيلي ينظر تهذيب الكمال (18/ 118). ¶ (¬3) تقريب التهذيب (4087). ¶ (¬4) شرح معاني الآثار (1/ 199) وينظر نصب الراية (1/ 351). ¶ (¬5) تحفة الأحوذي شرح سنن الترمذي (4/ 57). ¶ (¬6) سنن الدارقطني (1/ 307) (21) ومعرفة السنن (2/ 363). ¶ (¬7) عمر بن هارون بن يزيد الثقفي مولاهم البلخي روى له الترمذي وابن ماجة وهو متروك (ت: 194هـ) (تقريب التهذيب (ترجمة 4979 (486).",
            "page": "62",
            "part": "1",
            "seal": "CFD03C76"
        },
        {
            "id": "62",
            "nass": "لضعف عمر بن هارون، ولذا ضعفها الإمام البيهقي (¬1)، وابن الجوزي (¬2)، والذهبي (¬3)، والزيلعي (¬4)، وابن التركماني (¬5)، وفي بعض روايات الحديث عن ابن جريج: ¶ (فوصفت قراءة بطيئة) (¬6)، وأما في رواية الليث بن سعد: (فإذا هي تنعت قراءة مفسرة حرفًا حرفًا) وقد تقدمت فهذه علل أخرى تضاف إلى مخالفه لرواية الليث بن سعد فرواية الليث بن سعد أرجح كما قال الترمذي للاختلاف على ابن جريج، ولأن الليث إمام ثقة ولم يختلف عليه وقد زاد رجلاً في الإسناد وهو يعلى بن مملك، وذلك دال على أن ابن أبي مليكة لم يسمع الحديث من أم سلمة، وتجويز صاحب تحفة الأحوذي لكون ابن أبي مليكة سمعه أولاً من يعلى ثم سمعه ¶ ¬_________ ¶ (¬1) السنن الكبرى (2/ 44، 53). ¶ (¬2) التحقيق في أحاديث الخلاف لابن الجوزي (1/ 348) وتنقيح التحقيق لابن عبد الهادي (2/ 808). ¶ (¬3) تلخيص المستدرك (1/ 232) وقال: أعني الذهبي في عمر بن هارون (أجمعوا على ضعفه). ¶ (¬4) نصب الراية في تخريج أحاديث الهداية للزيلعي (1/ 350). ¶ (¬5) الجوهر النقي حاشية سنن البيهقي (2/ 44). ¶ (¬6) المسند (1/ 323) من طريق عفان عن همام ثننا ابن جريج به، وينظر إلى نصب الراية (1/ 350) والدراية للحافظ ابن حجر (1/ 134).",
            "page": "63",
            "part": "1",
            "seal": "EF44533A"
        },
        {
            "id": "63",
            "nass": "من أم سلمة بلا واسطة ضعيف في هذا الموطن لا يلتفت إليه أرباب العلل. ¶ والاختلاف على ابن جريج في لفظه كبير فهذا اضطراب تضعف به رواية ابن جريج والمقصود أن في بعض طرق الحديث ما يدل على أن ابن جريج قد دلسه ولم يسمعه من شيخه ابن أبي مليكة كما أن فيها مخالفة في كثير من الألفاظ. ¶ طريق أخرى للحديث: ¶ روى الإمام أحمد (¬1)، وابن أبي شيبة في المصنف (¬2)، والداني (¬3) بسند صحيح من طريق نافع بن عمر الجمحي وهو ثقة (¬4)، عن ابن ¶ ¬_________ ¶ (¬1) المسند (6/ 286، 288). ¶ (¬2) مصنف ابن أبي شيبة (2/ 403). ¶ (¬3) شرح القصيدة الخاقانية للداني (2/ 96) رسالة ماجستير بجامعة أم القرى تحـ غازي بنيدر العمري إشراف د. محمد ولد سيدي حبيب 1419هـ. ¶ (¬4) نافع بن عمر بن عبد الله الجمحي المكي روى عن ابن أبي مليكة وعمر بن دينار وغيرهم وروى عنه وكيع ويحيى القطان وأبو نعيم وغيرهم قال: عبد الرحمن بن مهدي ك ان من أثبت الناس ووثقه غيره وروى له الجماعة (ت: 169هـ) (ثقات ابن حبان (7/ 533) والجرح والتعديل (8) الترجمة (2088) وتهذيب الكمال (29/ 287، 289).",
            "page": "64",
            "part": "1",
            "seal": "177A71D4"
        },
        {
            "id": "64",
            "nass": "أبي مليكة عن بعض أزواج النبي - صلى الله عليه وسلم -: ¶ (أنها سئلت عن قراءة النبي - صلى الله عليه وسلم - فقالت إنكم لا تستطيعونها قال قيل لها أخبرينا بها قال: فقرأت قراءة ترسلت فيها قال نافع وحكى لنا ابن أبي مليكة الحمد لله ثم قطع الرحمن الرحيم ثم قطع مالك يوم الدين) أ. هـ (¬1). ¶ ووقفه هنا على: ¶ (الحمد لله) هكذا هو في بعض الروايات عن نافع؟ وليس الموقوف عليه رأس آية، فإذا صح عارض الرواية التي استدل بها على الوقف على رؤوس الآي ودل على أنها رويت بالمعنى. ¶ وفي لفظ قالت: ¶ (الحمد لله رب العالمين تعني (الترسيل) (¬2).أ. هـ (¬3) والترسُّل والترسيل في القراءة معناه التحقيق بلا عجلة، يقال ترسل في قراءته إذا اتأد فيها وتمهل (¬4) وفي رواية عن نافع قال: ¶ ¬_________ ¶ (¬1) المسند (6/ 288). ¶ (¬2) في المسند (الترتيل) هكذا؟ وفي أطراف المسند (الترسيل) وفي التمهيد لأبي علاء الهمذاني من هذا الطريق: (الترسل) وكأن ما في أطراف المسند أصح لموافقته الروايات الأخرى هذا مع كونه نسخة الحافظ ابن حجر. ¶ (¬3) المسند (6/ 286) وأطراف المسند للحافظ ابن حجر (8) رقم (11337). ¶ (¬4) ينظر القاموس المحيط ولسان العرب: مادة (رسل) والتعاريف للمناوي (1/ 171).",
            "page": "65",
            "part": "1",
            "seal": "713928D2"
        },
        {
            "id": "65",
            "nass": "(أظنها حفصة رضي الله عنها) (¬1) وفي رواية عن ابن أبي مليكة: (لا أعلمها إلا حفصة) (¬2) والجهالة بالصحابي لا تضر لكن رواية الليث بزيادة يعلى بن مملك، تدل على أن ابن أبي مليكة لم يسمعه من أم سلمة، والليث لم يشك أن الحديث عن أم سلمة فهذا يدل على أنه حفظ. وقد يكون الاختلاف من ابن أبي مليكة وقد وجدت لرواية الليث بن سعد عن ابن أبي مليكة عن يعلى بن مملك متابعًا لكنه ضعيف لا ينهض، فقد روى الحافظ أبو العلاء الحسن بن أحمد المهمذاني العطار (ت: 569هـ) من طريق عمر بن قيس الملقب بسند المكي عن ابن أبي مليكة عن يعلى بن مملك، قال: كتبت إلى أم المؤمنين عائشة رضي الله عنها، فقلت: كيف كان رسول الله - صلى الله عليه وسلم - يقرأ؟ قال: (كذا {بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ * الْحَمْدُ لِلهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2] يبينه اسمًا اسمًا وحرفًا حرفًا، حتى يفرغ).أ. هـ (¬3). ¶ لكن سندل على أنه ضعيف بل متروك، تركه النسائي ¶ ¬_________ ¶ (¬1) المسند (6/ 288) وأطراف المسند للحافظ ابن حجر (8/ 11337). ¶ (¬2) المسند (6/ 288). ¶ (¬3) التمهيد في معرفة التجويد للهمذاني أبي العلاء (177) (316/ 317) رواه من طريق محمد بن يحيى ابن أخي حزم ومن طريق سليم بن منصور بن عمار عن محمد بن بكر البرساني عن سندل به.",
            "page": "66",
            "part": "1",
            "seal": "A4E3B98D"
        },
        {
            "id": "66",
            "nass": "وغيره، وقال ابن عدي: (عامة ما يرويه لا يتابع عليه) وقال أيضًا (ضعيف بالإجماع) (¬1). ¶ وأما رواية أبي صالح عبد الله بن صالح كاتب الليث، للحديث عن الليث عن ابن لهيعة عن ابن أبي مليكة عن يعلى بن مملك عن أم سلمة رضي الله عنها عند الطبراني (32/ 292) فزيادته لابن لهيعة بين الليث وبين ابن أبي مليكة لا تعلل رواية الأئمة الحفاظ عن الليث عن ابن أبي مليكة بلا واسطة وممن رواه عبد الله بن المبارك وصرح فيه بتحديث ابن أبي مليكة للإمام الليث بن سعد (¬2)، وقتيبة عند الترمذي والنسائي ويزيد بن خالد بن موهب عند أبي داود، كلهم إثبات ثقات وقد خالفوا عبد الله بن صالح كاتب الليث فهي من أوهامه فإن فيه ضعفًا (¬3). ¶ ¬_________ ¶ (¬1) الكامل لابن عدي (6/ 12) وتهذيب الكمال (21/ 487 - 491) وفي التقريب متروك (4959). ¶ (¬2) الزهد لابن المبارك (421) ومن طريق أبي العلاء الهمذاني: التمهيد له (181). ¶ (¬3) ترجمته طويلة في كتب الجرح والتعديل وقد ضعفه جماعة من الحفاظ وقوَّى أمره آخرون وأنكروا عليه أحاديث، فممن ضعفه الإمام أحمد وأحمد بن صالح المصري، وصالح جزره والنسائي وابن حبان وضرب علي ابن المديني على حديثه، وحسن أبو زرعة حديثه ووثقه ابن معين. ¶ وفي المغني للذهبي: (صالح الحديث له مناكير) أ. هـ وفي التقريب: (صدوق كثير الغلط ثبت في كتابه، وكانت فيه غفلة) أ. هـ ينظر: الجرح والتعديل (5) ترجمة (398) وتهذيب الكمال (15/ 108) والمغني (1) ترجمة (2318) وتهذيب التهذيب (5/ 256) وتقريب التهذيب ص (365) ترجمة (3388).",
            "page": "67",
            "part": "1",
            "seal": "F141961B"
        },
        {
            "id": "67",
            "nass": "وقد وهم الحافظ ابن حجر رحمه الله تعالى هنا على الترمذي، فحكى عنه خلاف ما في السنن حين أراد الرد على الطحاوي، وذلك أنه قال: (وأعل الطحاوي الخبر بالانقطاع فقال: لم يسمعه ابن أبي مليكة من أم سلمة واستدل على ذلك برواية الليث عن ابن أبي مليكة عن يعلى بن مملك عن أم سلمة أنه سألها عن قراءة رسول الله: فنعتت له قراءة مفسرة حرفًا حرفًا، وهذا الذي أعلَه به ليس بعلة فقد رواه الترمذي من طريق ابن أبي مليكة عن أم سلمة بلا واسطة وصححه ورجحه على الإسناد الذي فيه يعلى بن مملك).أ. هـ (¬1) بحروفه. ¶ فهذا الذي حكاه عن الإمام الترمذي خلاف ما في سننه وإنما رجح الترمذي رواية الليث التي فيها يعلى بن مملك في ¶ ¬_________ ¶ (¬1) تلخيص الحبير (1/ 233).",
            "page": "68",
            "part": "1",
            "seal": "F71DB534"
        },
        {
            "id": "68",
            "nass": "موضعين من سننه كما تقدم وهو الذي نقله عنه غير واحد من العلماء (¬1) وكذلك هو في تحفة الأشراف للمزي نقلاً عن الترمذي (¬2)، وأما الطحاوي فقد أشار إلى تعليل الحديث برواية الليث بن سعد لأنه زاد فيه رجلاً بين ابن أبي مليكة وبين أم سلمة (¬3)، كما صنع الترمذي، فاتفق مع الترمذي ولم يختلف معه. ¶ خلاصة القول الذي يظهر لي في هذا الحديث أنه حسن وأحسن طرقه طريق الليث وليست صحيحة لأن يعلى بن مملك مستور ولم يحدث عنه إلا ابن أبي مليكة وقد تفرد بالحديث وطريق ابن جريج ضعيفة لاضطراب ابن جريج فيها ولتدليسه ومخالفته للإمام الليث بن سعد، والإشكال في جميع الروايات الاختلاف في ألفاظ الحديث، وهذا ما جعل الإمام الطحاوي يضعف الرواية بذلك فإنه قال: (قد اختلف ¶ ¬_________ ¶ (¬1) وقد نقله عنه على الصواب المناوي: فيض القدير شرح الجامع الصغير (5/ 238) والشركاني: نيل الأوطار شرح منتقى الأخبار (5/ 238) والشركاني: نيل الأوطار شرح منتقى الأخبار (1/ 206). ¶ (¬2) تحفة الأشراف بمعرفة أطراف الكتب الستة للحافظ المزي (13) (8183). ¶ (¬3) شرح مشكل الآثار (14/ 9) (5408).",
            "page": "69",
            "part": "1",
            "seal": "AD294D7B"
        },
        {
            "id": "69",
            "nass": "الذين رووه في لفظه) (¬1). ¶ فإن قيل قد صحح الإمام الدارقطني طريق ابن جريج وقال: (كلهم ثقات (¬2) وصححها أيضًا الإمام الذهبي في مختصر الجهر بالبسملة (¬3)، وصححها النووي (¬4)، فالجواب: من صححها لم يذكر عند التصحيح الطريق الأخرى للرواية فصححها بظاهر سندها، ولكن من أعلها كالترمذي ذكر الطريقين وبين وجه الترجيح بينهما، ولذا ليس في كلام كل من الدارقطني والذهبي، والنووي إشارة إلى طريق الليث ومخالفته لابن جريج ولولا ذلك ما نزل الحديث عن رتبة الصحيح فتبين بهذا أن هذه الطريق المشتملة على اللفظ الذي استدل به معلولة بطريق الليث كما ذكر الترمذي كما تقدم. فالحديث حسن من طريق الليث وضعيف من طريق ابن جريج، وطريق نافع الجمحي أحسن من طريق ابن جريج ¶ ¬_________ ¶ (¬1) شرح معنى الآثار (1/ 199) ونصب الراية (1/ 350). ¶ (¬2) سنن الدارقطني (1/ 313) والمسند (6/ 302). ¶ (¬3) مختصر الجهر بالبسملة (35) (178) مطبوع ضمن ست رسائل للإمام الذهبي. ¶ (¬4) المجموع في شرح المهذب للنووي (3/ 333، 346).",
            "page": "70",
            "part": "1",
            "seal": "4F91351F"
        },
        {
            "id": "70",
            "nass": "لكن خالفه الليث وهو إمام فزاد في الإسناد رجلا ولم يشك أنه عن أم سلمة. وقال ابن الجزري رحمه الله: (هو حديث حسن وسنده صحيح) (¬1) فلم يقل هو حديث صحيح مع احتفاله بمسألة الوقف على رؤوس الآي (¬2). ¶ معنى الحديث ¶ جعل علماء الوقف وغيرهم هذا الحديث أصلاً في باب الوقف على رؤوس الآي (¬3)، وفيه ما قد ذكرت من العلل والاختلاف في ألفاظه، ولكن الحديث بمجموع ألفاظه وطرقه إنما يدل على التأني والترسل والتمهل في قراءة النبي - صلى الله عليه وسلم - وذلك مستفاد أيضًا من وصف أنس لقراءة النبي - صلى الله عليه وسلم - حين سُئل عن قراءة النبي - صلى الله عليه وسلم - فقال: (كانت مدًا، ثم قرأ: بسم الله الرحمن ¶ ¬_________ ¶ (¬1) النشر (1/ 226). ¶ (¬2) هذا ولا يقال إنه قصد بقوله: (حسن) حسن المعنى ولم يقصد الحسن الاصطلاحي الذي هو دون الصحيح لبعد ذلك هنا حيث قال: (وسنده صحيح) فإنه لا يلزم من صحة الإسناد صحة المتن كما هو معلوم في محله من كتب. ¶ (¬3) المكتفى (147).",
            "page": "71",
            "part": "1",
            "seal": "1EB6D9A9"
        },
        {
            "id": "71",
            "nass": "الرحيم يمد بسم الله، ويمد الرحمن، ويمد الرحيم) (¬1)، وقد أمر الله تعالى نبيه أن يرتل القرآن فقال: {وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} [المزمل: 4] قيل في معناها: بينه تبيينا (¬2) وترسل فيه ترسلا (¬3) وذلك أدعى لفهم القارئ ولفهم المستمعين وهو المقصد الأعظم من إنزال القرآن فما أنزل الله كتابه على عباده إلا ليتدبروه ويتفهموه مراد الله تعالى، ولذا كان النبي - صلى الله عليه وسلم - يقرؤها كما وصف أنس وكما أخبرت أم سلمة: ¶ (قراءة مفسرة حرفًا حرفًا) وفي الرواية الأخرى ذكر الراوي الترسل، فكان - صلى الله عليه وسلم - يقرؤه كما أمره ربه تعالى: {وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ} [الإسراء: 106]. ¶ ¬_________ ¶ (¬1) رواه البخاري: فتح الباري (9/ 90، 91) وأحمد (3/ 119) وأبو داود والنسائي والدارقطني واللفظ له (سنن الدارقطني (1/ 308) (23) وينظر: التمهيد لأبي العلاء الهمذاني فقد ت وسع في ذكر طرقه. ¶ (¬2) قاله ابن عباس رواه عنه ابن أبي شيبة في المصنف: (10/ 526) وأحمد بن م نيع في مسنده كما في المطالب العالية (4) رقم 3777، والطبري في تفسيره (29/ 127) والآجري في أخلاق حملة القرآن رقم (87) وابن النحاس (1/ 74). ¶ (¬3) تفسير الطبري (29/ 127) وتفسير البغوي (8/ 250) والتمهيد في معرفة التجويد لأبي العلاء الهمذاني (144 - 147) وتفسير ابن كثير (4/ 363). وقد سبق الكلام على الآي أول هذه الرسالة.",
            "page": "72",
            "part": "1",
            "seal": "B9511BBC"
        },
        {
            "id": "72",
            "nass": "قال مجاهد وغيره: على تؤدة (¬1). ¶ وهذا ما جعل أكثر السلف يفضلون القراءة المتأنية المترسلة، فثبتت أن مجاهدًا رحمه الله تعالى سئل عن رجلين أحدهما قرأ البقرة وآل عمران والآخر قرأ البقرة قيامهما واحد وركوعهما وسجودهما واحد وجلوسهما واحد، أيهما أفضل؟ قال: الذي قرأ البقرة ثم قرأ: {وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ} [الإسراء: 46] رواه ابن المبارك في الزهد (¬2) وأبو عبيد في فضائل القرآن (¬3) وابن أبي شيبة وغيرهم (¬4)، وثبت أن أبا جمرة الضبعي قال: قلت لابن عباس رضي الله عنهما: إني سريع القراءة إني أقرأ القرآن في ثلاث، قال: (لأن أقرأ البقرة في ليلة فأتدبرها وأرتلها أحب إليَّ من أن أقرأ كما تقول) رواه أبو عبيد وغيره (¬5)، وفي الأخبار الثابتة: أن عمر رضي الله عنه: قرأ في ¶ ¬_________ ¶ (¬1) تفسير الطبري (15/ 179 وأخلاق حملة القرآن للآجري رقم (88). ¶ (¬2) الزهد لابن المبارك ص (455). ¶ (¬3) أبو عبيد في فضائل القرآن ص (158). ¶ (¬4) المصنف لابن أبي شيبة (10/ 526) وأخلاق حملة القرآن للآجري رقم (90) والتمهيد لأبي العلاء الهمذاني (149، 150). ¶ (¬5) فضائل القرآن (157) وأخلاق حملة القرآن للآجري رقم (89) رواه ابن عليه إسماعيل بن إبراهيم عن أيوب عن أبي جمرة (وهو نصر بن عمران) وهو على شرط الشيخين.",
            "page": "73",
            "part": "1",
            "seal": "F2F7C7B1"
        },
        {
            "id": "73",
            "nass": "صلاة الفجر بسورة يوسف والحج قراءة بطيئة، رواه مالك وغيره (¬1)، وكان بعض الصالحين من السلف معروفًا ببطء القراءة ومن هؤلاء الفضيل بن عياض رحمه الله تعالى: فقد كان يقرأ قراءة حزينة شهيبة بطيئة مترسلة كأنه يخاطب إنسانًا (¬2) فهذه الآثار وغيرها تبين معنى الحديث وتدل على استحباب الترتيل. ¶ قال: الإمام محمد بن الحسين الآجري: (والقليل من الدرس للقرآن مع الفكر فيه وتدبره أحب إليَّ من كثيرٍ من القرآن بغير تدبر ولا تفكر فيه، فظاهر القرآن يدل على ذلك والسنة وأقوال أئمة المسلمين) أ. هـ (¬3). ¶ والكلام في الترتيل وبيان ما قاله العلماء في هذه المسألة ليس هذا موضعه، وإنما المقصود بيان على أن الأحاديث والآثار دلت على فضل الترتيل وأنه أفضل من الإسراع في القراءة وهو مذهب معظم السلف والخلف (¬4). ¶ فألفاظ الأحاديث يبين بعضها بعضًا، وبخاصة مع تجوز ¶ ¬_________ ¶ (¬1) شرح الزرقاني (1/ 247) والعلل للإمام أحمد (2/ 578). ¶ (¬2) حلية الأولياء (8/ 86) وتهذيب الكمال (23/ 292). ¶ (¬3) أخلاق حملة القرآن للآجري ص (80). ¶ (¬4) ينظر النشر: لابن الجزري (1/ 209).",
            "page": "74",
            "part": "1",
            "seal": "21607DF5"
        },
        {
            "id": "74",
            "nass": "الرواة في رواية الأحاديث بالمعنى، فمتى ما جمعت طرق الأحاديث تبين بالنظر فيها علل الأحاديث واتضحت معانيها، ولذا حظي أئمة الحفاظ على جمع طرق الأحاديث كما هو معلوم، وألفاظ الحديث المتقدم تدل على التمهل والتأني في القراءة وتبيين الحروف وذلك يستنبط منه مراعاة الوقف على رؤوس الآي؛ فإن رؤوس الآي مقاطع في أنفسهن، وأكثر ما يوجد التام عندهن، قال ابن النحاس: ¶ (من التبيين تفصيل الحروف والوقف على ما تم معناه منها) (¬1) فليس في الحديث نص على تعمد النبي - صلى الله عليه وسلم - الوقف على رؤوس الآي في كل حين، كما يدعيه بعض القراء المتأخرين، فضلاً عن الاستدلال به على أن النبي - صلى الله عليه وسلم - كان يقف على رؤوس الآي حتى وإن اشتد تعلقها بما بعدها وهو ما نستثنيه بلا شك. ¶ فمعنى الروايات دل على التمهل والترسل في القراءة وإن أمكن أن يستنبط من ذلك مراعاة الوقوف عند تمام المعاني فلا بأس كما فعله بعض العلماء كابن النحاس والسخاوي. وأما القول بأن - صلى الله عليه وسلم - كان يواظب على ذلك ¶ ¬_________ ¶ (¬1) القطع والاستئناف (1/ 74) وقد سبق نقله.",
            "page": "75",
            "part": "1",
            "seal": "C6FA6162"
        },
        {
            "id": "75",
            "nass": "فلا يساعده النقل ولا يؤيده المعنى وهذه الروايات قد ذكرتها وليس فيها إلا ما ذكرت. والله أعلم. ¶ وقد قيل في الجواب عن الحديث بأنه جاء لتعليم الفواصل ولبيان لجواز لا للتعبد فلا يكون الوقف عليها سُنة؛ إذ لا يسن إلا ما فعله - صلى الله عليه وسلم - تعبدًا (¬1). وقد أطال الشيخ الضباع رحمه الله (¬2) في ترجيح القول بسُنية الوقف مطلقًا، ومرجع كلامه وكلام غيره من المتأخرين دائر حول تعميم بعض ألفاظ الحديث الوارد، ظنًّا منهم أن الوقف على رؤوس الآي ثابت أنه سُنة لا يختلف في ثبوتها وأن ألفاظ الحديث لم يضطرب فيها الرواة. ¶ لكن الراجح ما ذكرته وكثير من القراء المتأخرين مقلدين في تخريج الحديث فضلاً عن الحكم عليه والنظر في كلام الأئمة النقاد فيه حتى أن بعضهم عزا تخريج حديث أم سلمة المتقدم إلى الصحيحين (¬3). ¶ ¬_________ ¶ (¬1) المنح الفكرية للقاري الحنفي ص (255) والإضاءة في بيان أصول القراءة للشيخ علي محمد الضباع ص (55). ¶ (¬2) الإضاءة في بيان أصول القراءة للشيخ علي محمد الضباع ص (55). ¶ (¬3) وهم الشيخ العلامة زكريا الأنصاري فعزاه إلى الصحيحين ونقل ذلك عنه الشيخ ملا قاري ولم يتعقبه المنح الفكرية للقاري الحنفي (269).",
            "page": "76",
            "part": "1",
            "seal": "FFCA2BD7"
        },
        {
            "id": "76",
            "nass": "والأوصاف الثابتة لقراءة النبي - صلى الله عليه وسلم -: ثلاثة: ¶ المدُّ والتحقيق (¬1)، بغير ترجيع. ¶ والترديد والترجيع (¬2)، وهو قليل. ¶ والقراءة حرفًا حرفًا وآية آية، بترسل وترتيل وتقطيع (¬3)، وأحسن من رأيه تكلم بالأسانيد على الأوصاف الواردة في قراءة النبي - صلى الله عليه وسلم - هو الإمام الحافظ المقرئ أبو العلاء الهمذاني الحنبلي وقد قال: (هذه الأوصاف الثلاثة التي ذكرناها صحيحة ثابتة عن النبي - صلى الله عليه وسلم - وقد ورد عنه من وجه فيه نظر وصف رابع) أ. هـ (¬4) والوصف الربع الذي ذكره هو (الزمزمة) (¬5). ¶ ¬_________ ¶ (¬1) التحقيق: إعطاء كل حرف حقه وأصل الحق وضع الشيء موضعه: (التحديد للداني ص (72) والتمهيد لأبي العلاء ص (186) والنشر (1/ 205) والموضح لعبد الوهاب القرطبي ص (216) والتمهيد لابن الجزري ص (48). ¶ (¬2) تكرير الكلام: يقال ردد الكلام إذا كرره فتردد أي تكرر: ينظر التمهيد لأبي العلاء ص (186). ¶ (¬3) التمهيد في معرفة التجويد لأبي العلاء الهمذاني ص (159 - 183). ¶ (¬4) المصدر السابق ص (183). ¶ (¬5) الزمزمة لغة: صوت خفي لا يكاد يفهم \"النهاية لابن الأثير\" (2/ 313).",
            "page": "77",
            "part": "1",
            "seal": "86A9B1F5"
        },
        {
            "id": "77",
            "nass": "حكم الوقف على رؤوس الآي عند علماء الوقف وغيرهم ¶ جعل البيهقي والداني وأبو العلاء الهمذاني، وابن القيم وابن الجزري (¬1)، ذلك سنة عن النبي - صلى الله عليه وسلم - وقال البيهقي: ¶ (ومتابعة السنة أولى مما ذهب إليه بعض أهل العلم بالقرآن من تتبع الأغراض والمقاصد والوقوف عند انتهائها) أ. هـ (¬2). ¶ وكان أبو عمرو بن العلاء بن الأئمة، وأحد القراء السبعة يسكت عند رأس كل آية ويقول: (إنه أحبُّ إليَّ، إذا كان ¶ ¬_________ ¶ (¬1) شعب الإيمان (2/ 521) (2581) والمكتفى ص (146) والهادي إلى معرفة المقاطع والمبادي - مخطوط - لأبي العلاء الهمذاني (وجه 191) ونص عبارته: (لا بد للقارئ من الاستراحة لطول القصة فإن انقطع نفسه فليقف على رؤوس الآي فإنه سُنة) أ. هـ منه نسخة مصورة بمركز البحوث بجامعة أم القرى برقم (556) وذكرت في فهرس علوم القرآن رقم (645) والإمام ابن القيم في زاد المعاد (1/ 337) والإمام ابن الجزري في التمهيد في التجويد ص (174) والنشر (1/ 226). ¶ (¬2) شعب الإيمان (2/ 521) وقد تابع في ذلك الحليمي في شعب الإيمان ثم تابعه ابن القيم وغيره.",
            "page": "78",
            "part": "1",
            "seal": "BD0839B6"
        },
        {
            "id": "78",
            "nass": "رأس آية أن يسكت عندها) (¬1). ¶ وقال السخاوي: (معنى قوله مفسرة حرفًا حرفًا: ما سبق في الحديث الأول من الوقف على رأس الآي) أ. هـ (¬2) وقال ابن النحاس: (ومعنى هذا الوقف على رؤوس الآي) أ. هـ (¬3). ¶ وعن عبد الله بن أبي الهذيل التابعي (¬4): كانوا يكرهون أن يقرءوا بعض الآية ويدعوا بعضها (¬5)، وفي رواية: (إذا قرأ ¶ ¬_________ ¶ (¬1) المكتفى ص (146). ¶ (¬2) جمال القراء (2/ 548). ¶ (¬3) القطع والاستئناف (1/ 87). ¶ (¬4) عبد الله بن أبي الهذيل العنزي أبو المغيرة الكوفي روى عن عمر وعلي بن أبي طالب، وأبي بن كعب وغيرهم من الصحابة رضي الله عنهم، وهو من الثقات عند المحدثين .. روى له مسلم والترمذي والنسائي: (حلية الأولياء (4/ 358) وتهذيب الكمال (16/ 244) وتهذيب التهذيب (6/ 62). ¶ (¬5) رواه أبو عبيد في فضائل القرآن ص (189) في باب القارئ يقرأ آي القرآن من مواضع مختلفة أو يفصل القراءة بالكلام. وأسنده أيضًا ابن الجزري النشر (1/ 240) وتبويب الإمام أبو عبيد يدل على أنه فهم من قول ابن أبي الهديل كراهة قطع الآية قبل تمامها كما دلت عليه رواية: (إذا قرأ أحدكم الآي فلا يقطعها حتى يتمها) وذلك فهم صحيح فالاستدلال بالحديث على الوقف الذي هو (قطع القراءة بنية استئنافها) كما هو مقصودنا هنا غير مناسب، لكن يمكن أن يستنتج من الأثر كراهة القطع أيضًا على رأس آية لم يتم المعنى عندها.",
            "page": "79",
            "part": "1",
            "seal": "48EA7687"
        },
        {
            "id": "79",
            "nass": "أحدكم الآية، فلا يقطعها حتى يتمَّها) (¬1). ¶ وقد قوي ذلك عند العلماء رحمهم الله تعالى أن رؤوس الآي مقاطع في أنفسهن، وأكثر ما يوجد التام فيهن حتى كان جماعة من العلماء يستحبون (¬2)، القطع عليهن وإن تعلق كلام بعضهن ببعض، وهذا عندهم ما لم يشتد التعلق فيتغير بالوقف المعنى؛ وبناء على هذا حكى ابن النحاس عن بعض النحاة تفضيل الوقف على {هُدًى لِلْمُتَّقِينَ} [البقرة: 2] وإن تعلقت بما بعدها لأنها رأس آية (¬3) لكن هذا الوقف على {ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ} [البقرة: 2] لم يشتد فيه تعلق الآية بما بعدها، ولم يتغير المعنى أو يقبح بالوقف، فهو إما وقف تام عند بعض علماء الوقف على تقدير جعل ما بعدها: ¶ وهو (الذين) في موضع رفع على الابتداء أو خبرًا لمبتدأ محذوف تقديره: (هم الذين) أو في موضع نصب بمحذوف: تقديره: أعني، فلا تعلق له من جهة الإعراب بـ (المتقين) وإما أنه وقف حسن إذا كان نعتًا (للمتقين) وهو أولى. ¶ ¬_________ ¶ (¬1) النشر (1/ 239) وينظر: التبيان في آداب حملة القرآن ص (78). ¶ (¬2) المكتفى (145) وينظر: جمال القراء (553) وتنبيه الغافلين (128). ¶ (¬3) القطع ص (114).",
            "page": "80",
            "part": "1",
            "seal": "5B9A9572"
        },
        {
            "id": "80",
            "nass": "ويقاس على هذا غيره مما يطول جدا الكلام عليه من رؤوس الآي التي يحسن الوقف عليها. ¶ ثم إنه ليس في الحديث فيما ظهر دلالة على مداومة النبي على ذلك، بل هناك ما يدل على خلاف ذلك، وهو أن النبي - صلى الله عليه وسلم - لو كان من شأنه المداومة على ذلك ولو غالبًا فإنه لا بد أن ينقل إلينا ذلك من غير طريق ابن أبي مليكة فلما لم نجد ذلك عن النبي - صلى الله عليه وسلم - مسندًا من غير طريق ابن أبي مليكة، علمنا أنه لم يكن من شأنه - صلى الله عليه وسلم - مراعاة ذلك على الدوام، قال الإمام الجعبري (¬1) وهم فيه من سماه وقف السنة لأن فعله - صلى الله عليه وسلم - إن كان تعبدًا فهو مشروع لنا وإن كان لغيره فلا أ. هـ (¬2). ¶ يعني إن كان وقفه لأن المعنى يتم عندهن في الغالب، أو لمعنى ¶ ¬_________ ¶ (¬1) الجعبري إبراهيم بن عمر بن إبراهيم أبو إسحاق المحقق العلامة المقرئ له تصانيف كثيرة منها شرح الشاطبية طبع أخيرًا وهو مفيد وشرح الرائية للشاطبي وغير ذلك (ت732هـ) ترجمته في: معرفة القراء (2/ 743) وغاية النهاية (1/ 21) وغيرها. ¶ (¬2) البرهان (1/ 187).",
            "page": "81",
            "part": "1",
            "seal": "251C1A62"
        },
        {
            "id": "81",
            "nass": "آخر كبيان رأس الآية. ¶ ولهذا فإن أكثر القراء صاروا إلى مراعاة المعنى، وإن لم يكن رأس آية كما نقله عنهم الزركشي رحمه الله تعالى فإنه قال: (واعلم أن أكثر القراء يبتغون في الوقف المعنى وإن لم يكن رأس آية) أ. هـ (¬1). ¶ وإليه يشير قول السخاوي (وأجاز جماعة من القراء الوقف على رؤوس الآي عملاً بالحديث) أ. هـ (¬2). ¶ وفي كلام الداني رحمه الله تعالى إشارة إلى ذلك لأنه حكى الوقف على رؤوس الآي عن جماعة من الأئمة السالفين والقراء الماضين (¬3)، وكل هذا يدل على أن أكثرهم لم يره، وهو الذي يدل عليه تصرف علماء الوقف في كتب الوقف والابتداء (¬4)، فإنهم يجعلون رؤوس الآي وغيرها في حكم واحد من جهة تعلق ما بعدها بما قبله وعدم تعلقه، ولذا كتبوا (لا) ¶ ¬_________ ¶ (¬1) البرهان (1/ 505). ¶ (¬2) جمال القراء (553). ¶ (¬3) المكتفي ص (145). ¶ (¬4) ينظر: المنح الفكرية للشيخ سلطان القاري الحنفي ص (255) ونهاية القول المفيد في علم التجويد للشيخ مكي بن نصر ص (207).",
            "page": "82",
            "part": "1",
            "seal": "41E4607A"
        },
        {
            "id": "82",
            "nass": "فوق الفواصل كما كتبوه فوق غيرها (¬1). ¶ ومع أن أكثر القراء إنما يراعون المعاني، فهم يقفون لمراعاتهم المعاني على رؤوس الآي غالبًا؟ لأنهن في الغالب مقاطع ينتهي إليهن المعنى كما تقدم. ¶ ولا بد من تقييد القول بأن الوقف على رؤوس الآي سنة بما لا يفسد المعنى ولا يحيله عن وجهه لأنا نعلم أن ذلك مستثنى ضرورة من هذا الإطلاق، فإن من الفواصل ما لا يصح الوقوف عليه لفساد المعنى بذلك وذلك خلاف ما أمر الله به من تدبر القرآن، قال السخاوي رحمه الله: (إلا أن من الفواصل ما لا يحسن الوقف عليه كقوله تعالى: {فَوَيْلٌ لِلْمُصَلِّينَ} [الماعون: 4] لأن المراد فويل للساهين عن صلاهم، المرائين فيها، فلا يتم المعنى إلا بالوصل وليس الوقف على قوله: (والضحى) كالوقف على ما جاء في الحديث. أ. هـ (¬2). قل لأن: {وَالضُّحَى} [الضحى: 1] ¶ ¬_________ ¶ (¬1) منهم السجاوندي وصاحب الخلاصة والجعبري والقمي: ينظر: المنح الفكرية للقاري الحنفي ص (255) والإضاءة في بيان أصول القراءة للشيخ علي محمد الضباع ص (55). ¶ (¬2) جمال القراءة (553).",
            "page": "83",
            "part": "1",
            "seal": "480A2355"
        },
        {
            "id": "83",
            "nass": "رأس آية وتعلقها بما بعدها من أقسام وجواب قسم قوي. وأمثال (والضحى) من الآيات التي يقوى تعلقها بما بعدها كثير مثل قوله تعالى: {وَالطُّورِ} [الطور: 1] و {ق وَالْقُرْآنِ الْمَجِيدِ} [ق: 1]. ¶ ولذا فقد جعل علماء الوقف والابتداء الوقف على المواضع التي يشتد تعلقها بما بعدها قبيحًا مع كونها رؤوس أي كقوله تعالى: {فَوَيْلٌ لِلْمُصَلِّينَ} [الماعون: 4] (¬1). ¶ وكقوله تعالى: {وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ} [الحجر: 14] فلو وقف القارئ هنا لكان الكلام لا معنى له لأن الجواب لا يتم فإن اللام بعدها في قوله تعالى: {لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ} متعلقة بما قبلها (¬2). ¶ فقد ذكر كثير من علماء الوقف هذه الآيات، ونبهوا على رأس الآية، ومنعوا من الوقف عليها مع كونها رؤوس آي، وممن ذكر ذلك الإمام الداني والعماني وابن الجرزي ¶ ¬_________ ¶ (¬1) النشر (1/ 229) والمكتفى ص (151) ومنار الهدى ص (18) وتنبيه الغافلين ص (129). ¶ (¬2) المقصد لتلخيص ما في المرشد ص (5).",
            "page": "84",
            "part": "1",
            "seal": "928CABFF"
        },
        {
            "id": "84",
            "nass": "والأشموني وزكريا الأنصاري وغيرهم (¬1)، قال في المقصد لتلخيص ما في المرشد: ¶ (ويسن للقارئ أن يتعلم الوقوف وأن يقف على أواخر الآي إلا ما كان منها شديد التعلق بما بعده كقوله تعالى: {وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ} [الحجر: 14]. وقوله: {قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ} [ص: 82] ¶ أ. هـ (¬2). ¶ فمتى اشتد تعلق الآية بما بعدها لم يصح تعمد الوقف عليها حتى وإن كانت رأس آية. ¶ وعلى هذا العمل عند محققي علماء الوقف كما تقدم وأما استدلال من قال بسنية الوقف مطلقًا، بأقوال العلماء القائلين، بأن ذلك سنة، فقد تبين مما ذكرته عن كثير ممن اعتمدوا عليه في ذلك كالدانين وابن الجزري، أن هذا الإطلاق مقيد وهذا التعميم مخصوص، وقد ظهر أن عملهم على تخصيص هذا العموم، لأنهم عدوًا الوقف على مثل ¶ ¬_________ ¶ (¬1) المكتفى لتلخيص ما في المرشد ص (151) والنشر (1/ 229) ومنار الهدى ص (18) وتنبيه الغافلين ص (129) والمقصد لتلخيص ما في المرشد ص (5). ¶ (¬2) المقصد لتلخيص ما في المرشد ص (5).",
            "page": "85",
            "part": "1",
            "seal": "2BE916FD"
        },
        {
            "id": "85",
            "nass": "ذلك من الآيات قبيحًا. ¶ تنبيه: قطع القراءة بكلام أو عمل أو بترك القراءة لا أعلم أحدًا من القراء يجيزه على ما يشتد تعلقه من رؤوس الآي بما بعده، وإنما الذي فيه اختلاف من بعض القراء هو الوقف بنية استئناف القراءة، وقد بينت الفرق بين هذه العبارات أول هذه الرسالة. ¶ والقارئ المتقن يراعي حسن الوقوف، واكتمال المعاني، كما يراعي جودة الحروف وإتقان صفاتها، وقد شبهوا القارئ بالمسافر، والمقاطع التي يقف عندها بالمنازل التي ينزلها المسافر، وهي مختلفة بالتام والكافي والحسن وغيره، كاختلاف المنازل في الخصب والسعة (¬1). ¶ فليقف القارئ إن شاء على رؤوس الآي إن لم يشتد تعلقها بما بعدها، فهذا هو القول الوسط الذي يرجحه العقل والنقل، فإن اشتد تعلقها بما بعدها فيصل القارئ ويقف عند رأس آية أخرى، لا يشتد تعلقها بما بعدها، مراعيًا تدبر القرآن والوقوف مع ما تقتضيه المعاني، فأما إن كان رأس الآية من المختلف فيه عند علماء عدَّ الآي خلافًا ثابتًا مشهورًا فيقف القارئ على أقرب الوقفين لتمام المعنى. ¶ ¬_________ ¶ (¬1) المقصد ص (4).",
            "page": "86",
            "part": "1",
            "seal": "37662AE9"
        },
        {
            "id": "86",
            "nass": "وليس معنى ذلك أن القول الآخر في رأس الآية ليس بثابت، لكن هذا نادر وعامة التالين لا يدرون بالمختلف فيه من رؤوس الآي. ¶ تنبيه: السكت على رؤوس الآي بقصد البيان مذهب لبعض القراء، وبينه وبين الوقف فرق كما قدمت، وقد حمل بعضهم الحديث الوارد في الوقف على ذلك كما سبق (¬1). ¶ ¬_________ ¶ (¬1) ينظر (48) والنشر (1/ 243).",
            "page": "87",
            "part": "1",
            "seal": "423F985E"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله الذي أنزل على عبده الكتاب مهيمنًا على الكتب، ولم يجعل له عوجًا، أحمده عدد كل شيء وملء كل شيء، بكل حَمْد حَمِده به أولياؤه المقربون، وعبادة الصالحون حمدًا لا ينقضي أبدًا، والصلاة والسلام على محمد وآله وصحبه ومن تبعهم بإحسان. أما بعد: ¶ فإن الاهتمام بعلوم الكتاب والسنة، وتعلمها والجد في تحصيلها والإنصاف فيها سبب خير كثير، والأمور بعواقبها منوطة ولن يخيب الله تعالى من صدَّق وصدَق. ¶ وإن علم الوقف والابتداء من أجلِّ علوم الكتاب الحكيم، لأنه يستعان به على فهم القرآن والغوص على درره وكنوزه وتتضح به الوقوف التامة، والكافية والحسان، فتظهر للسامع المتأمل والقارئ المتدبر المعاني على أكمل وجوهها وأصحها، وأقربها لمأثور التفسير، ومعاني لغة العرب، فإن اعتماد علماء الوقف والابتداء في وضع الوقوف وتفصيلها، وبيان وجوهها، مبني على النظر في معاني الآيات، وكلامهم في المعاني، وفي بيان وجوه",
            "page": "3",
            "part": "1",
            "seal": "F7C9549F"
        },
        {
            "id": "3",
            "nass": "الوقف، وتفضيل بعضها على بعض مأخوذ من المنقول والمعقول. ¶ فلا ريب أن علم الوقف والابتداء من العلوم التي تفسر بها وجوه المعاني القرآنية؛ إذ المقصود منه بيان مواضع الوقف بحيث يراعي القارئ المعاني فيقف ويبتدئ على حسب ما يقتضيه المعنى واللفظ، ولا يكون ذلك إلا بتدبر واهتمام بالمعاني فالنظر في الوقف معين على التدبر. ¶ وإذا قرأ القارئ وابتدأ بما لا يحسن الابتداء به، أو وقف عند كلام لا يفهم إلا بأن يوصل بما بعده، فقد خالف أمر الله تعالى بتدبر القرآن .. قال تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} [النساء: 82] وقال تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} [ص: 29] فإن في القرآن الهدى والذكرى والعلم والتزكية والرحمة والنور، كما قال تعالى: {وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللهِ وَلِيٌّ وَلَا شَفِيعٌ} [الأنعام: 70] وقال: {هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ} [الأنبياء: 24] وقال {فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ} [ق: 45] {ذَلِكَ الْكِتَابُ لَا",
            "page": "4",
            "part": "1",
            "seal": "2794BA1E"
        },
        {
            "id": "4",
            "nass": "رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ} [البقرة: 2] وقال: {وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ} [فصلت: 44] {وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} [الأعراف: 52]. ¶ إلى غير ذلك من الآيات. ¶ فهذا العلم من أجل علوم الكتاب المبارك ومع ما قدمت جلالته واعتناء قراء السلف به فقد كاد أن يصبح اليوم مهجورًا. ¶ ثم إن مسألة الوقف على رؤوس الآي من المسائل التي رأيت أنها تحتاج إلى بحث وترجيح، وبخاصة وقد اشتهر فيها القول الذي هو خلاف الراجح، إذ الراجح فيها التفصيل لا الإطلاق كما سيتبين إن شاء الله تعالى. ¶ فأردت أن أبين الراجح فيها بدليله وتعليله وأنقل ما لمحققي العلماء من الكلام فيها. ¶ فإن النظر في دلائل المسائل العلمية والبحث عن مذاهب الأئمة والعلماء فيها حق على أهل العلم وطالبي التحقيق وإن قنع بمجرد التقليد من قنع. ¶ وأما التسوُّر على العوام والتسرع في الترجيح، وإهمال النظر",
            "page": "5",
            "part": "1",
            "seal": "BD0C6EA0"
        },
        {
            "id": "5",
            "nass": "في كلام العلماء بمجرد الوقوف على بعض الأدلة من غير جمع ولا تأني، فذلك علامة قلة البصيرة العلمية وضعف الهيبة الإيمانية. ¶ وإذا ما بحثت المسائل العلمية على وفق القواعد المعتبرة وتبين للباحث القول الراجح فلا شك أن ذكره لوجه رجحانه ولو ببسط الأدلة أمر مفيد. ¶ وبهذا البحث يتبين جواب سؤال مهم وهو: هل الوقف على رؤوس الآي سُنة وإن اشتد تعلق الآية بما بعدها؟ ¶ وبه يظهر مرتبة الحديث الوارد في هذه المسألة، ويعرف قول المحققين من علماء الوقف والابتداء في الوقف على رؤوس الآية. ¶ وسأقدم قبل ذلك مقدمة مهمة تتعلق بفضل علم الوقف والابتداء وبأهميته، وبعد ذلك يكون الكلام إن شاء الله مفصلاً على الحديث الوارد في مسألة الوقف على رؤوس الآي بتخريجه وبيان ألفاظه و الكلام على طرقه ورجاله، وأقوال العلماء فيه، ثم في مسألة الوقف على رؤوس الآي وأقوال علماء الوقف فيها وبيان الراجح من ذلك .. وبالله التوفيق.",
            "page": "6",
            "part": "1",
            "seal": "F482451E"
        },
        {
            "id": "6",
            "nass": "معنى الوقف والسكت والقطع ¶ الوقف، والسكت، والقطع، عبارات يختلف مقصود القراء بها والصحيح عند المتأخرين التفريق بينهما فالقطع: ترك القراءة رأسًا فإذا قلنا قطع القراءة فمعنى ذلك انتقاله إلى حالة أخرى غير القراءة كترك القراءة بالكلية أو الركوع أو الكلام بغير القرآن، وهذا يستعاذ بعده للقراءة. ¶ والوقف: (قطع الصوت زمنًا يتنفس فيه عادة بنية استئناف القراءة) ¶ وهو المقصود بهذا البحث وهو المراد في فن الوقف والابتداء فلا يقصدون بقولهم الوقف هنا: تام أو كاف أو حسن أو قبيح، القطع للقراءة بالكلية ولا يقصدون بذلك السكت الذي هو: عبارة عن وقف بلا تنفس، وزمن السكت دون زمن الوقف عادة فهو (قطع الصوت زمنًا يسيرًا ومقداره حركتان من غير تنفس، بنية العود إلى القراءة في الحال (¬1) وفي الشاطبية: ¶ ¬_________ ¶ (¬1) النشر (1/ 238 - 243) والمنح الفكرية شرح المقدمة الجزرية للملا القاري الحنفي (275).",
            "page": "7",
            "part": "1",
            "seal": "CA4754A0"
        },
        {
            "id": "7",
            "nass": "وسكتهم المختار دون تنفُّسٍ ... وبعضهم في الأربع الزهر بسملا (¬1) ¶ قال الإمام أبو شامة المقدسي: (الإشارة بقولهم \"دون تنفس\" إلى عدم الإطالة المؤذنة بالإعراض عن القراءة (¬2) وقد يكون السكت في وسط الكلمة كالسكت على \"شيء\" في قراءة حمزة ويكون في آخر الكلمة نحو السكت على: {عِوَجَا * قَيِّمًا} [الكهف: 1، 2] {كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ} [المطففين: 14] و {مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا} [يس: 52] في قراءة حفص قال الشاطبي. ¶ ¬_________ ¶ (¬1) الشاطبية باب البسملة وإبراز المعاني من حرز الأماني لأبي شامة (66). ¶ (¬2) إبراز المعاني (67) ومن فسر قوله: دون تنفس: بأنه من غير قطع: كصاحب التيسير أعني الداني وصاحب سراج القارئ المبتدئ وتذكار المقرئ المنتهي، وهو علي ابن القاصح شرح الشاطبية (29) أقول مقصودهم بذلك: من غير قطع للنفس، كما أوضحه أبو شامة إبراز المعاني (566) وهذا التوجيه أولى من قول القاضي الشيخ عبد الفتاح القاضي رحمه الله في شرحه على الشاطبية (معناه دون قطع طويل ولا بد من تقييده بهذا، وإلا فالسكت فيه قطع الصوت حتمًا وإن كان قليلاً) أ. هـ الوافي في شرح الشاطبية (311).",
            "page": "8",
            "part": "1",
            "seal": "12A640A0"
        },
        {
            "id": "8",
            "nass": "وسكتة حفص دون قطع لطيفة ... على ألف التنوين في عوجًا بلا وفي ¶ نون من راقٍ ومرقدنا ولا ... م بل ران والباقون لا سكت موصلا ¶ ومن أئمة القراء من يصفها بوقفة خفيفة أو يسيرة (¬1) ومنهم من ينعتها: بـ وُقيفة كما صنع أبو العلاء الهمذاني (¬2). ¶ والكلام على توجيه ما انفرد به حفص هنا من السكت ليس هذا موضعه. ¶ ومن المعلوم أن السكت مقيد بالرواية والسماع (¬3). ¶ ¬_________ ¶ (¬1) التذكر ة في القراءات لأبي الحسن طاهر بن غلبون ت: (399هـ) (2/ 507) والنشر: (1/ 241). ¶ (¬2) غاية الاختصار في قراءة العشرة أئمة الأمصار (552). ¶ (¬3) ينظر: النشر (1/ 238 - 243) وإتحاف فضلاء البشر للدمياطي (61 - 63).",
            "page": "9",
            "part": "1",
            "seal": "501FF033"
        },
        {
            "id": "9",
            "nass": "أهمية علم الوقف والابتداء ¶ إن القارئ للقرآن الكريم لا بد أن يقف لانقطاع نفسه، وحيث وقف مختارًا فعليه أن يختار الوقف الذي لا يخل بالمعنى .. ووقفه إما وقف اضطرار أو وقف اختيار. ¶ فوقف الاضطرار لا عتب على القارئ فيه، لكن عليه أن يستأنف ويحسن الابتداء ويتخير حُسن الوقف، فبذلك تظهر المعاني ويتبين إعجاز القرآن، قال ابن الجزري. ¶ (لما لم يمكن القارئ أن يقرأ السورة أو القصة في نفس واحد، ولم يجز التنفس بين كلمتين حالة الوصل، بل ذلك كالتنفس في أثناء الكلمة وجب حينئذ اختيار وقف للتنفس والاستراحة وتعين ارتضاء ابتداء بعد التنفس والاستراحة) (¬1) أ. هـ. ¶ ولقد دلت الأدلة على أهمية مراعاة الوقف والابتداء؛ وثبت واشتهر اعتناء السلف بذلك. قال تعالى: {وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} [المزمل: 4] فهذا أمر من الله تعالى بترتيل القرآن، وندب منه سبحانه للعباد إلى ترتيل كلامه المنزل؛ ¶ ¬_________ ¶ (¬1) النشر (1/ 225).",
            "page": "10",
            "part": "1",
            "seal": "560FF7BF"
        },
        {
            "id": "10",
            "nass": "ومراعاة الوقوف داخله في ذلك إن شاء الله تعالى، قال ابن عباس رضي الله عنهما في قوله: {وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا}. ¶ (بينه تبيينًا) (¬1) وقال الحسن: اقرأه قراءة بيِّنة. وقال مجاهد: بعضه على إثر بعض على تؤدة وقال أيضًا: (ترسَّل فيه ترسُّلا) (¬2). قال الإمام ابن كثير رحمه الله تعالى: (اقرأه قراءة على تمهل، فإنه يكون عونًا على فهم القرآن، وتدبره) أ. هـ (¬3). ¶ وقال تعالى: {الرَّحْمَنُ * عَلَّمَ الْقُرْآنَ * خَلَقَ الْإِنْسَانَ * عَلَّمَهُ الْبَيَانَ} [الرحمن: 1 - 4]. ¶ ¬_________ ¶ (¬1) رواه أحمد بن منيع في مسنده كما في المطالب العالية بزوائد المسانيد الثمانية للحافظ ابن حجر النسخة المسندة (4/ 3777) ومختصر إتحاف المهرة بزوائد المسانيد العشرة للبوصيري (8/ 6590) ورواه الطبري جامع البيان (12/ 1/127) وابن النحاس القطع (1/ 74) وينظر: الدر المنثور في التفسير بالمأثور (6/ 277). ¶ (¬2) مصنف عبد الرزاق (2/ 490) ومصنف ابن أبي شيبة (10/ 525) جامع البيان (12/ 1/127) والتمهيد في معرفة التجويد لأبي العلاء الهمذاني: (141) والدر المنثور: (6/ 277). ¶ (¬3) تفسير ابن كثير (4/ 363) وقيل: إن عليًا رضي الله عنه سئل عن هذه الآية فقال: الترتيل تجويد الحروف ومعرفة الوقوف\" النشر (298) () 1، 316 ولم أجده في التفاسير التي تعتني بالمأثور وقد رواه الهذلي في الكامل ورقة (34) (مخطوط) ينظر الوقف والابتداء للغزال (1/ 6) رسالة دكتوراة تحقيق الدكتور العثمان إشراف الشيخ محمد محمد سالم محيسن.",
            "page": "11",
            "part": "1",
            "seal": "A8069406"
        }
    ],
    "t94": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "معنى الوقف والسكت والقطع"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "أهمية علم الوقف والابتداء"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "عبارات منقولة عن السلف في الوقف"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "تخريج حديث أم سلمة"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "سند الحديث والحكم عليه"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "معنى الحديث"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الوقف على رؤوس الآي عند علماء الوقف وغيرهم"
        }
    ]
}