{
    "b9420": [
        {
            "id": "2",
            "nass": "الحمد لله رب العالمين، وصلى الله على نبينا مُحَمَّد وآله وصحبه وسلم، وبعد: ¶ فقد سألتم رضي الله عنكم عن الحديث الذي رواه الإمام أحمد في مسند زيد بن ثابت، أنه عليه السلام «احتجم في المسجد» . ¶ وأنه ثم من قَالَ: إنه تصحيف، وإنما هو احتجر، وبيان ذلك وإيضاحه والفحص عنه. ¶ فنقول وبالله التوفيق: نعم الحديث في مسند الإمام أحمد. ¶ وَقَدْ أَخْبَرَنَا بِهِ جَمَاعَةٌ مِنْ شُيُوخِنَا: أنا الصَّلاحُ بْنُ أَبِي عُمَرَ، أنا الْفَخْرُ بْنُ الْبُخَارِيِّ، أنا حَنْبَلٌ، أنا ابْنُ الْحُصَيْنِ، أنا ابْنُ الْمُذْهِبِ، أنا أَبُو بَكْرٍ الْقَطِيعِيُّ، أنا عَبْدُ اللَّهِ بْنُ الإِمَامِ أَحْمَدَ، حَدَّثَنِي أَبِي، ثنا إِسْحَاقُ بْنُ عِيسَى، ثنا ابْنُ لَهِيعَةَ، قَالَ: كَتَبَ إِلَيَّ مُوسَى بْنُ عُقْبَةَ، يُخْبِرُنِي عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «احْتَجَمَ فِي الْمَسْجِدِ» . ¶ قُلْتُ لابْنِ لَهِيعَةَ: فِي مَسْجِدِ بَيْتِهِ؟",
            "page": "35",
            "part": "1",
            "seal": "98EC237C"
        },
        {
            "id": "3",
            "nass": "قَالَ: لا، فِي مَسْجِدِ الرَّسِولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ هَكَذَا أَوْرَدَهُ الإِمَامُ أَحْمَدُ مِنْ حَدِيثِ ابْنِ لَهِيعَةَ بِلَفْظِ: احْتَجَمَ. ¶ وَهَكَذَا ذَكَرَهُ ابْنُ كَثِيرٍ فِي جَامِعِ الْمَسَانِيدِ، مِنْ حَدِيثِ زَيْدِ بْنِ",
            "page": "36",
            "part": "1",
            "seal": "21EDDBA4"
        },
        {
            "id": "4",
            "nass": "ثَابِتٍ بِلَفْظِ احْتَجَمَ، وَبِهَذَا اللَّفُظِ أَوْرَدَهُ جَمَاعَةٌ مِنَ الْفُقَهَاءِ لِلاحْتِجَاجِ بِهِ عَلَى جَوَازِ الاحْتِجَامِ فِي الْمَسْجِدِ. ¶ وَأَتَوَهَّمُ أَنِّي رَأَيْتُهُ أَوْ حَدِيثًا غَيْرَهُ أَنَّهُ عَلَيْهِ السَّلامُ احْتَجَمَ فِي الْمَسْجِدِ فِي طَسْتٍ. ¶ وَلِهَذَا قَالَ جَمَاعَةٌ مِنْ أَئِمَّةِ أَصْحَابِنَا: تَجُوزُ الْحِجَامَةِ فِي الْمَسْجِدِ فِي طَسْتٍ. ¶ وَنَصَّ الشَّيْخُ مُحْيِي الدِّينِ النَّوَوِيُّ فِي الرَّوْضَةِ عَلَى جَوَازِهَا فِي الْمَسْجِدِ فِي إِنَاءٍ بِخِلافِ الْبَوْلِ. ¶ وَأَمَّا حَدِيثُ ابْنِ لَهِيعَةَ هَذَا، فَقَدْ نَصَّ أَئِمَّةُ الْحَدِيثِ أَنَّهُ مُصَحَّفٌ، وَأَنَّهُ مِنْ تَصِحيِف الْمُتُونِ، وَأَنَّهُ مِنْ تَصْحِيفِ مَا لا يُشْتَبَهُ، كَمَا أَخْبَرَنَا بَعْضُ شُيُوخِنَا، قَالَ: أَنْشَدَنِي ابْنُ الْعِرَاقِيِّ قَوْلَهُ: ¶ وَأَطْلَقُوا التَّصْحِيفَ فِيمَا ظَهَرَا ... كَقَوْلِهِ احْتَجَمَ مَكَانَ احْتَجَرَا ¶ وَقَدْ أَخْبَرَنِي شَيْخُنَا أَبُو إِسْحَاقَ الْبَاغُونِيُّ، عَنْهُ فِي شَرْحِ هَذَا الْبَيْتِ، قَالَ: أَيْ وَقَدْ أَطْلَقَ مَنْ صَنَّفَ فِي التَّصْحِيفِ: التَّصْحِيفُ عَلَى مَا لا تُشْتَبَهُ حُرُوفُهُ بِغَيْرِهِ، وَإِنَّمَا أَخْطَأَ فِيهِ رَاوِيهِ، أَوْ أَسْقَطَ بَعْضَ حُرُوفِهِ مِنْ غَيْرِ اشْتِبَاهٍ.",
            "page": "37",
            "part": "1",
            "seal": "C2436134"
        },
        {
            "id": "5",
            "nass": "مِثَالُهُ: مَا ذَكَرَ مُسْلِمٌ فِي التَّمْيِيزِ: أَنَّ ابْنَ لَهِيعَةَ صَحَّفَ فِي حَدِيثِ زَيْدِ بْنِ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «احْتَجَرَ فِي الْمَسْجِدِ» . ¶ فَقَالَ: احْتَجَمَ بِالْمِيمِ. ¶ هَذَا سِيَاقُ الْعِرَاقِيِّ فِي شَرْحِهِ. ¶ وَقَدْ أَخَذَ ذَلِكَ مِنْ كِتَابِ ابْنِ الصَّلاحِ، حَيْثُ قَالَ فِي كِتَابِهِ فِي عِلْمِ الْحَدِيثِ الَّذِي اعْتَمَدَ الْعِرَاقِيُّ فِي نَظْمِهِ عَلَيْهِ وَذَكَرَ أَنَّهُ لَخَّصَهُ: وَمِثَالُ التَّصْحِيفِ فِي الْمَتْنِ: مَا رَوَاهُ ابْنُ لَهِيعَةَ، عَنْ كِتَابِ مُوسَى بْنِ عُقْبَةَ إِلَيْهِ، بِإِسْنَادِهِ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «احْتَجَمَ فِي الْمَسْجِدِ» ، وَإِنَّمَا هُوَ بِالرَّاءِ \" احْتَجَرَ فِي الْمَسْجِدِ بِخَصَفٍ أَوْ حَصِيرِ حُجَيْرَةٍ يُصَلِّي فِيهَا. ¶ فَصَحَّفَهُ ابْنُ لَهِيعَةَ لِكَوْنِهِ أَخَذَهُ مِنْ كِتَابٍ بِغَيْرِ سَمَاعٍ، ذَكَرَ ذَلِكَ مُسْلِمٌ فِي كِتَابِ التَّمْيِيزِ لَهُ. ¶ وَاعْتِمَادُ ابْنِ الصَّلاحِ فِي هَذَا عَلَى مَا قَالَهُ مُسْلِمٌ فِي كِتَابِ التَّمْيِيزِ ¶ كَمَا أَخْبَرَنَا بِهِ جَمَاعَةٌ مِنْ شُيُوخِنَا، عَنِ الْحَافِظِ شِهَابِ الدِّينِ بْنِ حَجَرٍ، وَأنا بِهِ هُوَ إِجَازَةً، قَالَ: أَخْبَرَتْنَا مَرْيَمُ بِنْتُ الأَذْرَعِيِّ، أنا يُونُسُ بْنُ أَبِي إِسْحَاقَ، أنا أَبُو الْحَسَنِ بْنُ الْمُعْتَزِّ، أنا أَبُو الْفَضْلِ بْنُ نَاصِرٍ.",
            "page": "38",
            "part": "1",
            "seal": "F4B3E238"
        },
        {
            "id": "6",
            "nass": "ح وَأنا جَمَاعَةٌ مِنْ شُيُوخِنَا، إِجَازَةً، أنا الصَّلاحُ بْنُ أَبِي عُمَرَ، كَذَلِكَ، أنا الْفَخْرُ بْنُ الْبُخَارِيِّ، أنا ابْنُ الْجَوْزِيِّ، إِجَازَةً، أنا أَبُو الْفَضْلِ بْنُ نَاصِرٍ، أنا أَبُو الْقَاسِمِ بْنُ مَنْدَهْ، أنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْجَوْزَقِيُّ، فِيمَا كَتَبَ إِلَيْنَا، أنا مَكِّيُّ بْنُ عبْدَانَ، أنا مُسْلِمُ بْنُ الْحَجَّاجِ، قَالَ: وَمِنْ فَاحِشِ الْوَهْمِ لابْنِ لَهِيعَة مَا ثنا زُهَيْرُ بْنُ حَرْبٍ، ثنا إِسْحَاقُ بْنُ عِيسَى، ثنا ابْنُ لَهِيعَةَ، قَالَ: كَتَبَ إِلَيَّ مُوسَى بْنُ عُقْبَةَ، يَقُولُ: حَدَّثَنِي بُسْرُ بْنُ سَعِيدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «احْتَجَمَ فِي الْمَسْجِدِ» . ¶ قُلْتُ لابْنِ لَهِيعَةَ: مَسْجِدٌ فِي بَيْتِهِ؟ قَالَ: مَسْجِدُ الرَّسِولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ قَالَ: وَسَمِعْتُ مُسْلِمًا، يَقُولُ: وَهَذِهِ رِوَايَةٌ فَاسِدَةٌ مِنْ كُلِّ جِهَةٍ، فَاحِشٌ خَطَؤُهَا فِي الْمَتْنِ وَالإِسْنَادِ جَمِيعًا، وَابْنُ لَهِيعَةَ الْمُصَحَّفُ فِي مَتْنِهِ الْمُغَفَّلُ فِي إِسْنَادِهِ، وَإِنَّمَا الْحَدِيثُ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «احْتَجَرَ فِي الْمَسْجِدِ بِخُوصَةٍ أَوْ حَصِيرٍ يُصَلِّي فِيهَا» . ¶ قَالَ: وَسَنَذْكُرُ صِحَّةَ الرِّوَايَةِ فِي ذَلِكَ ثُمَّ قَالَ، أَعْنِي: مُسْلِمًا ¶ حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، ثنا بَهْزُ بْنُ أَسَدٍ، أنا وُهَيْبٌ، حَدَّثَنِي مُوسَى بْنُ عُقْبَةَ، قَالَ: سَمِعْتُ أَبَا النَّضْرِ، يُحَدِّثُ عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «اتَّخَذَ حُجْرَةً فِي الْمَسْجِدِ مِنْ حَصِيرٍ فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا لَيَالِيَ حَتَّى اجْتَمَعَ إِلَيْهِ نَاسٌ،",
            "page": "39",
            "part": "1",
            "seal": "ACB92AC5"
        },
        {
            "id": "7",
            "nass": "ثُمَّ فَقَدُوا صَوْتَهُ لَيْلَةً، وَظَنُّوا أَنَّهُ قَدْ نَامَ، فَجَعَلَ بَعْضُهُمْ يَتَنَحْنَحُ أَنْ يَخْرُجَ إِلَيْهِمْ» . ¶ وَسَاقَهُ ¶ قَالَ مُسْلِمٌ: وَثنا مُحَمَّدُ بْنُ الْمُثَنَّى، ثنا مُحَمَّدُ بْنُ جَعْفَرٍ، ثنا عَبْدُ اللَّهِ بْنُ سَعِيدٍ، ثنا سَالِمٌ أَبُو النَّضْرِ مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ: «احْتَجَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَصَفَةً أَوْ حَصِيرًا، فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» . ¶ قَالَ مُسْلِمٌ: الرِّوَايَةُ صَحِيحَةٌ فِي هَذَا الْحَدِيثِ، مَا ذَكَرْنَا عَنْ وُهَيْبٍ، وَذَكَرْنَا عَنْ عَبْدِ اللَّهِ بْنِ سَعِيٍد، عَنْ أَبِي النَّضْرِ، وَابْنُ لَهِيعَةَ إِنَّمَا وَقَعَ فِي الْخَطَأِ مِنْ هَذِهِ الرِّوَايَةِ، أَنَّهُ أَخَذَ الْحَدِيثَ مِنْ كِتَابِ مُوسَى بْنِ عُقْبَةَ إِلَيْهِ فِيمَا ذُكِرَ، وَهِيَ الآفَةُ الَّتِي تُخْشَى عَلَى مَنْ أَخَذَ الْحَدِيثَ مِنَ الْكُتُبِ مِنْ غَيْرِ سَمَاعٍ مِنَ الْمُحَدِّثِ أَوْ عَرْضٍ عَلَيْهِ. ¶ فَإِذَا كَانَ أَحَدُ هَذَيْنِ، السَّمَاعُ أَوِ الْعَرْضُ، فَخَلِيقٌ أَنْ لا يَأْتِيَ صَاحِبَهُ التَّصْحِيفُ الْقَبِيحُ وَمَا أَشْبَهُ ذَلِكَ مِنَ الْخَطَأِ الْفَاحِشِ إِنْ شَاءَ اللَّهُ تَعَالَى. ¶ وَأَمَّا الْخَطَأُ فِي إِسْنَادِ رِوَايَةِ ابْنِ لَهِيعَةَ، فَقَوْلُهُ: كَتَبَ إِلَيَّ مُوسَى بْنُ عُقْبَةَ، يَقُولُ: حَدَّثَنِي بُسْرُ بْنُ سَعِيدٍ. ¶ وَمُوسَى إِنَّمَا سَمِعَ هَذَا الْحَدِيثَ مِنْ أَبِي جَعْفَرٍ مِنْ أَبِي النَّضْرِ يَرْوِيهِ، عَنْ بُسْرِ بْنِ سَعِيدٍ. ¶ انْتَهَى كَلامُ مُسْلِمٍ رَضِيَ اللَّهُ عَنْهُ الَّذِي ذَكَرَهُ فِي التَّمْيِيزِ. ¶ وَقَدْ رَوَيْنَاهُ مِنْ طُرُقٍ كَثِيرَةٍ فِي عِدَّةٍ مِنْ كُتُبِ الْحَدِيثِ مِنْ حَدِيثِ زَيْدٍ",
            "page": "40",
            "part": "1",
            "seal": "0CCA11D6"
        },
        {
            "id": "8",
            "nass": "كَمَا رَوَاهُ مُسْلِمٌ عَلَى الصِّحَةِ مِنْ غَيْرِ رِوَايَةِ ابْنِ لَهِيعَةَ، فَقَرَأْتُ عَلَى أَبِي حَفْصٍ السُّلَمِيِّ، وَغَيْرِهِ بِبَعْلَبَكَ، أَخْبَرَكُمُ ابْنُ الزَّعْبُوبِ. ¶ وَقَرَأْتُ عَلَى أَبِي حَفْصٍ اللُّؤْلُئِيِّ، وَغَيْرِهِ، أَخْبَرَتْكُمْ عَائِشَةُ بِنْتُ عَبْدِ الْهَادِي، وَأَخْبَرَنِي بِهَا جَمٌّ عَنْهَا ¶ وَأَخْبَرَنِي جَمَاعَةٌ مِنْ شُيُوخِنَا، عَنِ ابْنِ الْمُحِبِّ، قَالُوا: أنا أَبُو الْعَبَّاسِ الْحَجَّارُ أنا أَبُو الْمُنَجَّا بْنُ اللَّتِّيِّ، أنا أَبُو الْوَقْتِ السِّجِّزِيُّ، أنا أَبُو الْحَسَنِ الدَّاوُدِيُّ، أنا أَبُو مُحَمَّدٍ السَّرَخْسِيُّ، أنا أَبُو إِسْحَاقَ الشَّاشِيُّ، أنا عَبْدُ اللَّهِ بْنُ حُمَيْدٍ، ثنا عَفَّانُ بْنُ مُسْلِمٍ، ثنا وُهَيْبُ بْنُ خَالِدٍ، ثنا مُوسَى بْنُ عُقْبَةَ، قَالَ: سَمِعْتُ أَبَا النَّضْرِ، يُحَدِّثُ عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" اتَّخَذَ حُجْرَةً فِي الْمَسْجِدِ مِنْ حَصِيرٍ، فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا لَيَالِيَ حَتَّى اجْتَمَعَ إِلَيْهِ نَاسٌ، ثُمَّ فَقَدُوا صَوْتَهُ فَظَنُّوا أَنَّهُ قَدْ نَامَ، فَجَعَلَ بَعْضُهُمْ يَتَنَحْنَحُ لِيَخْرُجَ إِلَيْهِمْ. ¶ قَالَ: فَقَالَ: مَا زَالَ بِكُمُ الَّذِي رَأَيْتُ مِنْ صَنِيعِكُمْ حَتَّى خَشِيتُ أَنْ يُكْتَبَ عَلَيْكُمْ، وَلَوْ كُتِبَ عَلَيْكُمْ مَا قُمْتُمْ بِهِ، فَصَلُّوا أَيُّهَا النَّاسُ فِي بُيُوتِكُمْ، فَإِنَّ أَفْضَلَ صَلاةِ الْمَرْءِ فِي بَيْتِهِ إِلا الصَّلاةَ الْمَكْتُوبَةَ \".",
            "page": "41",
            "part": "1",
            "seal": "86AF2AC2"
        },
        {
            "id": "9",
            "nass": "وَبِهَذَا السِّيَاقِ رَوَيْنَاهُ فِي صَحِيحِ الْبُخَارِيِّ ¶ أَخْبَرَنَا الْجَمَاعَةُ، أنا ابْنُ الزَّعْبُوبِ، أنا الْحَجَّارُ. ¶ ح وَأنا جَمَاعَةٌ مِنْ شُيُوخِنَا، أَخْبَرَتْنَا عَائِشَةُ بِنْتُ عَبْدِ الْهَادِي، أنا الْحَجَّارُ، أنا ابْنُ الزُّبَيْدِيِّ، أنا أَبُو الْوَقْتِ السِّجْزِيُّ، أنا أَبُو الْحَسَنِ الدَّاوُدِيُّ، أنا أَبُو مُحَمَّدٍ السَّرَخْسِيُّ، أنا أَبُو عَبْدِ اللَّهِ الْفَرَبْرِيُّ، أنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ، ثنا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، ثنا وُهَيْبٌ، ثنا مُوسَى بْنُ عُقْبَةَ، عَنْ سَالِمٍ أَبِي النَّضْرِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اتَّخَذَ فِي حُجْرَةٍ، قَالَ: حَسَبْتُ أَنَّهُ قَالَ: مِنْ حَصِيرٍ فِي رَمَضَانَ، فَصَلَّى فِيهَا لَيَالِيَ، فَصَلَّى بِصَلاتِهِ نَاسٌ مِنْ أَصْحَابِهِ. ¶ فَلَمَّا عَلِمَ بِهِمْ جَعَلَ يَقْعُدُ، فَخَرَجَ إِلَيْهِمْ، فَقَالَ: قَدْ عَرَفْتُ الَّذِي رَأَيْتُ مِنْ صَنِيعِكُمْ فَصَلُّوا أَيُّهَا النَّاسُ فِي بُيُوتِكُمْ.",
            "page": "42",
            "part": "1",
            "seal": "E87C9145"
        },
        {
            "id": "10",
            "nass": "قَالَ: «أَفْضَلُ الصَّلاةِ صَلاةُ الْمَرْءِ فِي بَيْتِهِ إِلا الْمَكْتُوبَةَ» . ¶ وَقَالَ الْبُخَارِيُّ: قَالَ عَفَّانُ: ثَنَا وُهَيْبٌ، ثَنَا مُوسَى، قَالَ: سَمِعْتُ أَبَا النَّضْرِ، عَنْ بُسْرٍ، عَنْ زَيْدٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ وَقَدْ رَوَاهُ الْبُخَارِيُّ فِي مَوْضِعٍ آخَرَ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ سَعِيدٍ، عَنْ سَالِمٍ مَوْلَى أَبِي النَّضْرِ، وَلَفْظُهُ «احْتَجَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُجَيْرَةً مُخَصَّفَةً أَوْ حَصِيرًا» . ¶ وَبِاللَّفْظِ أَوْرَدَهُ مُسْلِمٌ فِي صَحِيحِهِ ¶ قَرَأْتُ عَلَى أَبِي الْعَبَّاسِ الْفُولارِيُّ، أَخْبَرَكُمُ ابْنُ بَرْدَسٍ، وَأَخْبَرَنِي جَمَاعَةٌ آخَرُونَ عَنْهُ، أنا ابْنُ الْخَبَّازِ، أنا الإِرْبِلِيُّ، أنا الْفُرَاوِيُّ، أنا الْفَارِسِيُّ، أنا الْجُلُودِيُّ، أنا إِبْرَاهِيمُ بْنُ سَعِيدٍ، أنا مُسْلِمُ بْنُ الْحَجَّاجِ، ثنا مُحَمَّدُ بْنُ الْمُثَنَّى، ثنا مُحَمَّدُ بْنُ جَعْفَرٍ، ثنا عَبْدُ اللَّهِ بْنُ سَعِيدٍ، ثنا سَالِمٌ أَبُو النَّضْرِ مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ: «احْتَجَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُجَيْرَةً مُخَصَّفَةً أَوْ حَصِيرًا، فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي فِيهَا» .",
            "page": "43",
            "part": "1",
            "seal": "33BE0877"
        },
        {
            "id": "11",
            "nass": "قَالَ: فَتَتَبَّعَ إِلَيْهِ رِجَالٌ جَاءُوا يُصَلُّونَ بِصَلاتِهِ. ¶ قَالَ: ثُمَّ جَاءُوا لَيْلَةً فَحَضَرُوا وَأَبْطَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْهُمْ. ¶ قَالَ: فَلَمْ يَخْرُجْ إِلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَرَفَعُوا أَصْوَاتَهُمْ وَحَصَبُوا الْبَابَ فَخَرَجَ إِلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُغْضَبًا، فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا زَالَ بِكُمْ صَنِيعُكُمْ حَتَّى ظَنَنْتُ أَنَّهُ سَيُكْتَبُ عَلَيْكُمْ، فَعَلَيْكُمْ بِالصَّلاةِ فِي بُيُوتِكُمْ فَإِنَّ خَيْرَ صَلاةِ الْمَرْءِ فِي بَيْتِهِ إِلا الصَّلاةَ الْمَكْتُوبَةَ» . ¶ وَهَذِهِ الرِّوَايَةُ بِلَفْظِ: احْتَجَرَ، أَتَمُّ مِنْ رِوَايَةِ الْبُخَارِيِّ بِاللَّفْظِ. ¶ وَقَدْ رَوَى التِّرْمِذِيُّ آخِرَهُ مُخْتَصَرًا ¶ وَقَرَأْتُ عَلَى الشِّهَابِ بْنِ الشَّرِيعَةِ، أَخْبَرَكَ الْمَشَايِخُ: الْعَلامَةُ ابْنُ الْبَالِسِيِّ، وَابْنُ الْحَرَسْتَانِيِّ، وَالْمُرَدَاوِيُّ، قَالُوا: أنا الْمِزِّيُّ. ¶ ح وَأَخْبَرَنَا جَمَاعَةٌ مِنْ شُيُوخِنَا، أنا ابْنُ الْمُحِبِّ، أنا وَالِدِي، وَالْمِزِّيُّ، أنا ابْنُ الْبُخَارِيِّ. ¶ ح وَأنا جَدِّي، وَغَيْرُهُ، إِجَازَةً، أنا الصَّلاحُ بْنُ أَبِي عُمَرَ، أنا الْفَخْرُ بْنُ الْبُخَارِيِّ. ¶ أنا أَبُو الْحَسَنِ بْنُ الْبَنَّا وَابْنُ طَبَرْزَدَ، أنا أَبُو الْفَتْحِ الْكَرُوخِيُّ، أنا أَبُو عَامِرٍ الأَزْدِيُّ، وَأَبُو نَصْرٍ التِّرْيَاقِيُّ، وَأَبُو نَصْرٍ التِّرْيَاقِيُّ، 9 قَالُوا: أنا أَبُو مُحَمَّدٍ الْمَرْوَزِيُّ، أنا أَبُو الْعَبَّاسِ الْمَحْبُوبِيُّ، أنا أَبُو عِيسَى التِّرْمِذِيُّ، ثنا مُحَمَّدُ بْنُ بَشَّارٍ، ثنا مُحَمَّدُ بْنُ جَعْفَرٍ، ثنا عَبْدُ اللَّهِ بْنُ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ سَالِمٍ أَبِي النَّضْرِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «أَفْضَلُ صَلاتِكُمْ فِي بُيُوتِكُمْ إِلا الْمَكْتُوبَةَ» .",
            "page": "44",
            "part": "1",
            "seal": "01F0FB53"
        },
        {
            "id": "12",
            "nass": "وَهَذَا آخِرُ الْحَدِيثِ الْمَذْكُورِ، وَكَذَلِكَ أَوْرَدَهُ أَبُو دَاوُدَ فِي السُّنَنِ ¶ كما أَخْبَرَنَا جماعة من شيوخنا، أنا ابن البالسي، وابن الحرستاني، وقال آخرون: أنا ابن المحب، قالوا: أنا المزي، أنا ابن البخاري. ¶ ح وأَخْبَرَنَا جماعة من شيوخنا، أنا ابن عروة، أنا ابن الرحبي، أنا المزي، أنا ابن البخاري. ¶ ح وأنا جدي، وغيره، إجازة، أنا الصلاح بن أبي عمر، أنا ابن البخاري. ¶ ح وقرأت على جماعة من شيوخنا، أنا ابن الزعبوب، أنا الحجار، أنا ابن اللتي، قَالَ هو، وابن البخاري: أنا ابن طبرزد، أنا أبو الفتح الدومي، أنا أبو بكر الخطيب، أنا أبو عمر الهاشمي، أنا أبو علي اللؤلئي، أنا أبو داود، ثنا أحمد بن صالح، ثنا عبد الله بن وهب، أخبرني سليمان بن بلال، عن إبراهيم، عن أبي النضر، عن أبيه، عن بسر بن سعيد، عن زيد بن ثابت، فذكره. ¶ وحاصل الأمر أن الرواية الصحيحة التي اتفق عليها الأئمة وخرجها أهل التثبت غير رواية ابن لهيعة، ولكن اختلف لفظها، ففي رواية: احتجر، وفي رواية: اتخذ حجرة. ¶ فإن قيل: لم لم تقولوا بالتعداد وأن زيدا روى، عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حديثين:",
            "page": "45",
            "part": "1",
            "seal": "AD242846"
        },
        {
            "id": "13",
            "nass": "أحدهما: أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «احتجر في المسجد» ، أي: اتخذ حجرة. ¶ والثاني: أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «احتجم في المسجد» من الحجامة، كما قد قلتم فيما إذا ورد عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حديثان مختلفان، وأمكن حمل كل واحد منهما على محمل فهو أولى من إعمال أحدهما وإهمال الآخر. ¶ نقول: هذا ليس هو من ذلك الباب، فإنما ذاك فيما إذا اتفق أئمة الحديث على أنه ورد لفظ كل منهما، ولم يقع فيه الخطأ من بعض الرواة، وأما هنا فإنه قد اتفق الأئمة على وقوع الخطأ فيه والتصحيف، وأنه من قبل ابن لهيعة كما قد ذكرنا ذلك وبيناه. ¶ وقد قَالَ الحافظ أبو الفرج بن رجب في شرح البخاري: وقد روى ابن لهيعة حديث زيد بن ثابت هذا بعينه، عن موسى بن عقبة، بهذا الإسناد، وذكر: أن موسى كتب به إليه واختصر الحديث وصحفه، فقال: «احتجم رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في المسجد» . ¶ قيل لابن لهيعة: مسجد بيته؟ قَالَ: لا، مسجد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ قَالَ: وقد خرج حديثه الإمام هذا الإمام أحمد. ¶ قَالَ: وقوله: احتجم. ¶ غلط فاحش، وإنما هو احتجر، أي اتخذ حجرة. ¶ انتهى كلامه.",
            "page": "46",
            "part": "1",
            "seal": "055A02C7"
        },
        {
            "id": "14",
            "nass": "فقد اتفق الأئمة على أنه حديث واحد ورجاله أيضًا الذين رواه عنهم عن ابن لهيعة هم الرجال الذين رواه عنهم ابن لهيعة. ¶ فإن قيل: كما أن رواية غير ابن لهيعة رواها الأئمة، فرواية ابن لهيعة أيضًا رواها الأئمة مثل الإمام أحمد وكفى به. ¶ قيل: ولو رواها الإمام أحمد، فإنه قد روى الرواية الأخرى في مسنده، كما رواها غيره من الأئمة، فالإمام أحمد روى ما رواه الأئمة وزاد عليهم بروايته الرواية الأخرى، وفي ذلك زيادة فائدة ليحصل الإطلاع على كلا الروايتين. ¶ فإن قيل: لم لم يبين الإمام أحمد أمرها كما بينه غيره؟ قيل: ذلك أنه ليس من قاعدة الإمام أحمد الكلام على الأحاديث في المسند، إنما قاعدته فيه سياق الأحاديث فقط. ¶ والثاني: أن ذلك يعلم بسياقهما معا وهو أمر مشهور عندهم. ¶ فإن قيل: لم حكمتم بالتصحيف على هذه الرواية، ولم تقولوا بأن تلك الرواية هي المصحفة، فكما يجوز التصحيف والخطأ على هذه يجوز على تلك؟ قيل: إنما قلنا بذلك لخمسة أوجه: الأول: منها أن رواية احتجر فيها ما يمنع التصحيف وهو تمام الحديث من قوله: بخصفة أو حصير، وأنه صلى فيها، وصلى ناس بصلاته، فهذا السياق كله يوجب أن يكون: احتجر، ويمنع: احتجم.",
            "page": "47",
            "part": "1",
            "seal": "AD9A6FEE"
        },
        {
            "id": "15",
            "nass": "الثاني: اتفاق أئمة الحديث على أن التصحيف في هذه الرواية، وكل ممن رواه عن موسى غير ابن لهيعة، فإن روايته: احتجر، ورواية ابن لهيعة فقط عنه فيها: احتجم، وقد صرح بذلك الأئمة مثل الإمام مسلم بن الحجاج، وغيره، ووافق على ذلك الأئمة بعده حتى من تأخر منهم مثل ابن الصلاح، والعراقي، وابن رجب، وابن حجر، وغير واحد. ¶ الثالث أن الرواة لاحتجر أوثق وأقوى عدالة من ابن لهيعة، وهذا أمر كبير في الترجيح. ¶ الرابع أن رواية غير ابن لهيعة مخرجة في الصحيحين، ورواية ابن لهيعة ليست فيهما، وهذا أمر يدخل في الترجيح أيضا. ¶ الخامس: وهو أقواها، أن رواية ابن لهيعة متطرق إليها الخطأ والتصحيف أكثر من الرواية الأخرى، فإن تلك الرواية سمعها كل واحد من الرواة من لفظ من أخذ عنه وشافهه بها. ¶ وأما رواية ابن لهيعة فلم يسمعها من لفظ من رواها عنه، وإنما أخبر أنه كتب إليه بذلك كتابا، ومن هنا ذكر الأئمة أنه وقع له الخطأ، فإن الكتاب حصل فيه التصحيف في قراءته، ويتطرق إليه الخطأ من الكاتب والقارئ، فربما كان الخطأ من الكاتب وأنه غلط في الكتابة أو سبق قلمه بذلك، وأنه أراد أن يكتب راء فكتب ميما، ويقع هذا في الكتابة كثيرا. ¶ والثاني: أن يكون كتب راء بخط المتقدمين، فإن من قاعدتهم",
            "page": "48",
            "part": "1",
            "seal": "804A9FB1"
        },
        {
            "id": "16",
            "nass": "التعليق، فظنها القارئ لتعليقها أو مشقها ميما، فإنها تكتب هكذا. . . . . . . . . . . .، وربما نقط الجيم فاختلطت نقطة الجيم بأول الراء، فصارت ميما حقيقة، فحصل الخطأ في القراءة، وربما كانت في الكتابة حيدة، وإنما غلط الكاتب من الكتاب فكتبها ميما أو سبقت يده بذلك. ¶ فالحاصل أن هذه الرواية يتطرق إليها الخطأ والتصحيف أكثر من رواية السماع، حتى قَالَ أئمة الشان: أن الأمور المروية بالكتابة والمقروءة من الكتابة يتأتى عليها الخطأ كثيرا بخلاف المروي من لفظ الأشياخ، أو بالقراءة على الأشياخ، كما روينا عن حمزة الزيات أنه لما أراد أن يتعلم القرآن أراد قراءة في المصحف، فسمعه والده يقرأ: ألم ذلك الكتاب لا زيت فيه. ¶ فقال له أبوه: يا بني، دع القراءة من المصحف واقرأ على الأشياخ. ¶ ففعل. ¶ وهذا كله يدل على صحة تلك الرواية، وأن الخطأ والتصحيف إنما هو في هذه الرواية. ¶ والله أعلم بالصواب، وعليه التكلان، وهو حسبنا ونعم الوكيل.",
            "page": "49",
            "part": "1",
            "seal": "2B588C0E"
        }
    ],
    "t9420": [
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "احتجم في المسجد» . قلت لابن لهيعة: مسجد في بيته؟ قال: مسجد الرسول صلى الله عليه وسلم. قال:"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "اتخذ حجرة في المسجد من حصير فصلى رسول الله صلى الله عليه وسلم فيها ليالي حتى اجتمع إليه"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "احتجر رسول الله صلى الله عليه وسلم خصفة أو حصيرا، فخرج رسول الله صلى الله عليه وسلم» . قال"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "أفضل صلاة المرء في بيته إلا الصلاة المكتوبة \"."
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "أفضل الصلاة صلاة المرء في بيته إلا المكتوبة» . وقال البخاري: قال عفان: ثنا وهيب، ثنا موسى،"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "خير صلاة المرء في بيته إلا الصلاة المكتوبة» . وهذه الرواية بلفظ: احتجر، أتم من رواية"
        }
    ]
}