{
    "b949": [
        {
            "id": "1",
            "nass": "المُفَصَّل ¶ في أحكام العقيقة ¶ تأليف ¶ الدكتور حسام الدين بن موسى عفانه ¶ الأستاذ المشارك في الفقه والأصول ¶ كلية الدعوة وأصول الدين ¶ جامعة القدس",
            "page": "1",
            "part": "1",
            "seal": "76393D28"
        },
        {
            "id": "2",
            "nass": "الطبعة الأولى ¶ القدس / فلسطين ¶ 1424 هـ ¶ 2003 م ¶ طبع هذا الكتاب على نفقة فاعل خير جزاه الله أفضل الجزاء ¶ طباعة وتنسيق: شفاء بنت حسام الدين عفانه",
            "page": "2",
            "part": "1",
            "seal": "FE53B4D6"
        },
        {
            "id": "3",
            "nass": "بِسْم اللهِ الرَّحْمَنِ الرَّحِيمِ",
            "page": "3",
            "part": "1",
            "seal": "F871E319"
        },
        {
            "id": "4",
            "nass": "قالوا في العقيقة ¶ - قال رسول الله - صلى الله عليه وسلم -: (مع الغلام عقيقة فأهريقوا عنه دماً وأميطوا عنه الأذى) ¶ - قال الإمام مالك بن أنس: وليست العقيقة بواجبة ولكنها يستحب العمل بها وهي من الأمر الذي لم يزل عليه الناس عندنا. ¶ - وقال أبو الزناد من فقهاء التابعين: العقيقة من أمر المسلمين الذي كانوا يكرهون تركه. ¶ - وقال يحيى بن سعيد الأنصاري شيخ الإمام مالك: أدركت الناس لا يدعون العقيقة عن الغلام وعن الجارية. ¶ - وقال سفيان الثوري: ليست العقيقة بواجبة وإن صنعت فحسن. ¶ - وقال ابن الحاج المالكي: وفي فعل العقيقة من الفوائد أشياء كثيرة منها: امتثال السنة وإخماد البدعة ولو لم يكن فيها من البركة إلا أنها حرز للمولود من العاهات والآفات كما ورد فالسنة مهما فعلت كانت سبباً لكل خير وبركة والبدعة بضد ذلك.",
            "page": "4",
            "part": "1",
            "seal": "561B243B"
        },
        {
            "id": "5",
            "nass": "مقدمة ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ} آل عمران الآية 102. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} النساء الآية 1. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا، يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} الأحزاب الآيتان 70 - 71. ¶ وبعد ... ¶ فقد كنت قبل حوالي عشر سنوات، قد ألَّفتُ كتاباً بعنوان أحكام العقيقة في الشريعة الإسلامية، جمعت فيه أهم أحكام العقيقة باختصار (70 صفحة)، وبعد إعادة النظر فيه، رأيت أن مسائل العقيقة تحتاج إلى بحث أوسع، ودراسة أكثر تفصيلاً، فعزمت على تأليف هذا الكتاب المفصل في أحكام العقيقة، وقد جاء بحمد الله، اسمه مطابقاً لمسماه، حيث إنني جمعت فيه كل مسائل العقيقة، التي تكلم عليها العلماء، مما وقفت عليه، وجمعت فيه كل ما وقفت عليه من الأحاديث النبوية الواردة في العقيقة، فبلغت ثلاثين حديثاً، وذكرت اثنين وعشرين أثراً، من الآثار عن الصحابة والتابعين، وفصلت المسائل الفقهية، بذكر أقوال أهل العلم وأدلتهم، ورجحت ما وسعني الترجيح، ثم جعلت ملحقاً للكتاب، ذكرت فيه السنن المتعلقة بالمولود، كالتحنيك، والأذان في أذن المولود، وحلق رأسه، وختانه",
            "page": "5",
            "part": "1",
            "seal": "ADDFA13C"
        },
        {
            "id": "6",
            "nass": "وتسميته، والتهنئة بقدومه. وبعد هذا كله أرجو أن يكون هذا الكتاب مفيداً لقارئه، ونافعاً بمضمونه كل من وهب له شيء من الأولاد، وإحياءً لسنة النبي - صلى الله عليه وسلم -، حيث إننا نعيش في زمان ابتعد فيه الناس عن السنن النبوية، واستبدلوها بالعادات والتقاليد الغربية، فيحتفلون بأعياد ميلاد أولادهم في كل عام، ويصنعون الحفلات وينشدون النشيد المعروف بهذه المناسبة، ويصنعون كعكة خاصة لهذه المناسبة ويضعون حولها الشموع، وتكون بعدد سنوات عمر الولد المحتفل به ... إلخ هذه التقاليد المستوردة، والمخالفة لهدي النبي - صلى الله عليه وسلم -، فقد ثبت في الحديث عن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: (من عمل عملاً ليس عليه أمرنا فهو رد) رواه مسلم. لهذا كله أحببت أن أجمع هذا الكتاب، لأقدم للناس البديل الشرعي لتلكم التقاليد الغربية الوافدة، وإحياءً لسنة النبي - صلى الله عليه وسلم - فقد ورد في الحديث عن بلال بن الحارث - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (من أحيا سنة قد أُميتت بعدي، فإن له من الأجر مثل من عمل بها من الناس، لا ينقص ذلك من أجورهم شيئاً، ومن ابتدع بدعة لا ترضي الله ورسوله، فإن له مثل إثم من عمل بها من الناس، لا ينقص ذلك من آثام الناس شيئاً) رواه الترمذي وقال: هذا حديث حسن، ورواه ابن ماجة أيضاً، وصححه الشيخ الألباني في صحيح سنن ابن ماجة 1/ 41 - 42 ¶ وختاماً أقول ما قاله العلامة ابن منظور صاحب لسان العرب: [وليس لي في هذا الكتاب فضيلة أّمتُّ بها ولا وسيلة أتمسك بها سوى أني جمعت فيه ما تفرق في كتب السابقين]. وصلى الله وسلم وبارك على سيدنا محمد وعلى آله وصحبه أجمعين. ¶ 29 جمادى الأولى 1422هـ ¶ وفق 28/ 7/ 2003 م ... كتبه د. حسام الدين بن موسى عفانه ¶ الأستاذ المشارك في الفقه والأصول / كلية الدعوة وأصول الدين ¶ منسق برنامج ماجستير دراسات إسلامية معاصرة / جامعة القدس",
            "page": "6",
            "part": "1",
            "seal": "9172AC70"
        },
        {
            "id": "7",
            "nass": "الفصل الأول ¶ ما يتعلق بالعقيقة وفيه المباحث التالية: ¶ المبحث الأول: تعريف العقيقة. ¶ المبحث الثاني: مشروعية العقيقة. ¶ المبحث الثالث: معنى قول الرسول - صلى الله عليه وسلم - كل غلام مرتهن بعقيقته. ¶ المبحث الرابع: الحكمة من مشروعية العقيقة. ¶ المبحث الخامس: هل يكره تسمية العقيقة بهذا الاسم؟ ¶ المبحث السادس: حكم العقيقة واختلاف الفقهاء فيها وبيان الراجح ¶ المبحث السابع: شروط العقيقة. ¶ المبحث الثامن: ما هو الأفضل في العقيقة؟ ¶ المبحث التاسع: في حق من تشرع العقيقة. ¶ المبحث العاشر: الاشتراك في العقيقة. ¶ المبحث الحادي عشر: تفاضل الذكر والأنثى في العقيقة. ¶ المبحث الثاني عشر: التصرف في العقيقة (الانتفاع بها). ¶ المبحث الثالث عشر: حكم تلطيخ رأس المولود بدمها. ¶ المبحث الرابع عشر: اجتماع الأضحية والعقيقة.",
            "page": "7",
            "part": "1",
            "seal": "859C487D"
        },
        {
            "id": "9",
            "nass": "المبحث الأول ¶ تعريف العقيقة لغةً واصطلاحاً ¶ أولاً: تعريف العقيقة لغةً: ¶ العقيقة: هي الشَّعر الذي يولد به الطفل لأنه يشق الجلد، قال امرؤ القيس: ¶ أيا هند لا تنكحي بُوهةً ... عليه عقيقته أحسَبَا (¬1) ¶ وهي مأخوذة من عَقَّ، يَعِقُّ ويعَقُّ، فنقول عق عن ابنه بمعنى حلق عقيقته أي حلق شعر رأسه أو ذبح الشاة المسماة عقيقة، قال ابن منظور: [وقيل للذبيحة عقيقة لأنها تذبح فيشق حلقومها ومريئها وودجاها قطعاً كما سميت ذبيحة بالذبح وهو الشق] (¬2). ¶ وقال الجوهري: [وشعر كل مولود من الناس والبهائم الذي يولد عليه عقيقة ... ومنه سميت الشاة التي تذبح عن المولود يوم أسبوعه عقيقة] (¬3). ¶ وقال الإمام النووي: [(عقق) قال الإمام أبو منصور الأزهري قال أبو عبيد قال الأصمعي وغيره العقيقة أصلها الشعر الذي يكون على رأس الصبي حين يولد وإنما سميت الشاة التي تذبح عنه في تلك الحال عقيقة لأنه يحلق عنه ذلك ¶ ¬__________ ¶ (¬1) البوهة: الرجل الضعيف الطائش، وقيل أراد بالبوهة الأحمق، وعقيقته شعره الذي ولد به، يريد أنه لا يتهيأ ولا يتنظف، والأحسب: الذي ابيضت جلدته من داء ففسد شعره، ومعنى البيت أن الشاعر يطلب من أخته أن لا تتزوج رجلاً ضعيفاً أحمقاً لم تحلق عقيقته حتى شاخ واختلف لون شعره، لسان العرب 1/ 544، 3/ 265 - 266، 9/ 323 - 324. ¶ (¬2) لسان العرب 9/ 325. ¶ (¬3) الصحاح 4/ 1527، وانظر النهاية في غريب الحديث 3/ 276.",
            "page": "9",
            "part": "1",
            "seal": "AB4EE960"
        },
        {
            "id": "10",
            "nass": "الشعر عند الذبح ولهذا قال في الحديث: (أميطوا عنه الأذى) يعني بالأذى ذلك الشعر الذي يحلق عنه. قال: وهذا مما قلت لك أنهم ربما سموا الشيء باسم غيره إذا كان معه أو من شبهه فسميت الشاة عقيقة لعقيقة الشعر. قال أبوعبيد: وكذلك كل مولود من البهائم فإن الشعر الذي يكون عليه حين يولد عقيقة وعقة. وقال الأزهري: ويقال لذلك الشعر عقيق بغير هاء. قال الأزهري: العق في الأصل الشق والقطع وسميت الشعرة الذي يخرج الولد من بطن أمه وهي عليه عقيقة لأنها إذا كانت على رأس الإنسي حلقت فقطعت وإن كانت على البهيمة فإنها تتنسل، وقيل للذبيحة عقيقة لأنها تذبح أي تشق حلقومها ومريئها وودجاها قطعاً كما سميت ذبيحة بالذبح وهو الشق. قال ابن السكيت: عق فلان عن ولده إذا ذبح عنه يوم أسبوعه، قال: وعق فلان أباه يعقه عقاً. وقال غيره: عق فلان والديه يعقهما عقوقاً إذا قطعهما ولم يصل رحمه منهما وجمع العاق القاطع لرحمه عققة، ويقال أيضاً: رجل عق، قال ابن الأعرابي: العقق قاطع الأرحام] (¬1). ¶ ثانياً: تعريف العقيقة اصطلاحاً: ¶ عرف الفقهاء العقيقة بعدة تعريفات منها: ¶ - قال الإمام البغوي: [اسم لما يذبح عن المولود] (¬2). ¶ - وقال الحافظ العراقي: [العقيقة: الذبيحة التي تذبح عن المولود] (¬3). ¶ ¬__________ ¶ (¬1) تهذيب الأسماء واللغات 2/ 2/31 - 32. ¶ (¬2) التهذيب 8/ 47 وانظر فتح الباري 12/ 3، المهذب مع المجموع 8/ 426، طرح التثريب 5/ 205. ¶ (¬3) طرح التثريب 5/ 205.",
            "page": "10",
            "part": "1",
            "seal": "F5249DE0"
        },
        {
            "id": "11",
            "nass": "وقال ابن عرفة المالكي: [العقيقة ما تقرب بذكاته من جذع ضأن أو ثني سائر الأنعام سليماً من عيب مشروطاً بكونه في نهار سابع ولادة آدمي حي] (¬1). وتعريف ابن عرفة هذا فيه شروط غير مسلمة عند جماعة من الفقهاء كما سيأتي بيانه. ¶ ويمكنني القول بأن العقيقة هي: الذبيحة التي تذبح عن المولود يوم سابعه شكراً لله سبحانه وتعالى على نعمة الولد ذكراً كان أو أنثى (¬2). ¶ وقد عرفها د. محمد أبو فارس بقوله: [هي الشاة التي تذبح عن المولود ... ] (¬3). ¶ وهذا التعريف غير جامع لأن فيه قصراً للعقيقة على الشياه فقط وهذا على قول بعض الفقهاء الذين لا يجيزون العقيقة من الإبل والبقر وهو قول مرجوح كما سيأتي بيانه. ¶ فالأولى أن نعبر بقولنا هي الذبيحة فإن ذلك يعم الغنم والبقر والإبل حيث تصح العقيقة من هذه الأنواع كما سيأتي. ¶ وكلمة الذبيحة تقال في الشياه والبقر والإبل قال ابن منظور: [الذبيحة الشاة المذبوحة وشاة ذبيحة ... وكذلك الناقة ... قال الأزهري: الذبيحة اسم لما يذبح من الحيوان] (¬4). ¶ ¬__________ ¶ (¬1) التاج والإكليل 4/ 389. ¶ (¬2) انظر المغني 9/ 458، المهذب مع المجموع 8/ 426، نيل الأوطار 5/ 149، شرح الخرشي 3/ 46، سبل السلام 4/ 179، الشرح الممتع 7/ 536. ¶ (¬3) أحكام الذبائح ص 168. ¶ (¬4) لسان العرب 5/ 22.",
            "page": "11",
            "part": "1",
            "seal": "E29B2B02"
        },
        {
            "id": "12",
            "nass": "المبحث الثاني ¶ مشروعية العقيقة ¶ وفيه مطالب: ¶ المطلب الأول: العقيقة قبل الإسلام: ¶ كانت العقيقة معروفة عند العرب في الجاهلية، قال الماوردي: [فأما العقيقة فهي شاة تذبح عند الولادة كانت العرب عليها قبل الإسلام] (¬1). ¶ وقال ولي الله الدهلوي: [واعلم أن العرب كانوا يعقون عن أولادهم وكانت العقيقة أمراً لازماً وسنةً مؤكدةً، وكان فيها مصالح كثيرة راجعة إلى المصلحة الملية والمدنية والنفسانية، فأبقاها النبي - صلى الله عليه وسلم - وعمل بها ورغب الناس فيها] (¬2). ¶ ويدل على ذلك ما ورد في الحديث عن عبد الله بن بريدة عن أبيه قال: سمعت أبي - بريدة - رضي الله عنه - يقول: كنا في الجاهلية إذا ولد لأحدنا غلام ذبح شاة ولطخ رأسه بدمها فلما جاء الله بالإسلام كنا نذبح شاة ونحلق رأسه ونلطخه بزعفران]. رواه أبو داود والنسائي وأحمد والبيهقي وقال الحافظ في التلخيص: وسنده صحيح. وقال الشيخ الألباني: حسن صحيح. وصححه الحاكم وقال: على شرط الشيخين. ووافقه الذهبي. وقال الشيخ الألباني: إنما هو على شرط مسلم (¬3). ¶ ¬__________ ¶ (¬1) الحاوي الكبير 15/ 126 ¶ (¬2) حجة الله البالغة 2/ 260 - 261 ¶ (¬3) سنن أبي داود مع شرحه عون المعبود 8/ 33، صحيح سنن أبي داود 2/ 548، التلخيص الحبير 4/ 147، سنن البيهقي 6/ 101، المستدرك 4/ 238، إرواء الغليل 4/ 389.",
            "page": "12",
            "part": "1",
            "seal": "D204F8F9"
        },
        {
            "id": "13",
            "nass": "ويدل على ذلك أيضاً ما ورد عن عائشة رضي الله عنها في حديث العقيقة قالت: (وكان أهل الجاهلية يجعلون قطنة في دم العقيقة ويجعلونه على رأس الصبي فأمر رسول الله - صلى الله عليه وسلم - أن يجعل مكان الدم خلوفاً) رواه البيهقي، وقال النووي إسناده صحيح (¬1). ¶ وذكر السيوطي أن عبد المطلب جد النبي - صلى الله عليه وسلم - قد عق عنه في سابع ولادته (¬2). ¶ وقال السيوطي: [وأخرج ابن عساكر عن ابن عباس رضي الله عنهما قال: لما ولد النبي - صلى الله عليه وسلم - عق عنه عبد المطلب بكبش وسماه محمداً فقيل له يا أبا الحارث: ما حملك على أن سمّيته محمداً ولم تسمه باسم آبائه؟ قال: أردت أن يحمده الله في السماء ويحمده الناس في الأرض] (¬3) كما أن العقيقة كانت معروفة في شريعة موسى عليه السلام فقد ورد في الحديث عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (إن اليهود تعق عن الغلام ولا تعق عن الجارية فعقوا عن الغلام شاتين وعن الجارية شاه) رواه البيهقي، ورواه ابن أبي الدنيا، وقال محققه: وفي إسناده أبي حفص الشاعر وأبوه وهما مجهولان، ورواه البزار، وذكره الحافظ بن حجر ولم يتكلم عليه بشيء (¬4). ¶ ¬__________ ¶ (¬1) سنن البيهقي 9/ 303، المجموع 8/ 428، إرواء الغليل 4/ 389، الإحسان 12/ 124. ¶ (¬2) الحاوي للفتاوي 1/ 196. ¶ (¬3) الخصائص الكبرى 1/ 134، وانظر السيرة الحلبية 1/ 128. ¶ (¬4) شعب الإيمان 6/ 391، السنن الكبرى 9/ 302، كتاب العيال 1/ 212، انظر مجمع الزوائد 4/ 58، فتح الباري 12/ 9.",
            "page": "13",
            "part": "1",
            "seal": "B1CFF23B"
        },
        {
            "id": "14",
            "nass": "وقال الألباني: [بإسناد رجاله ثقات لكن فيه عنعنة ابن جريج لكن قد صرح بالتحديث عند ابن حبان فصح الحديث والحمد لله] (¬1)، ورواه ابن حبان وقال شعيب الأرناؤوط: إسناده صحيح (¬2). ¶ المطلب الثاني: العقيقة في الإسلام: ¶ ثبتت مشروعية العقيقة بالسنة النبوية من قول النبي - صلى الله عليه وسلم - ومن فعله، ووردت فيها آثار كثيرة عن السلف وإليك بيان ذلك: ¶ أولاً: السنة القولية فقد وردت فيها أحاديث كثيرة منها: ¶ 1. روى الإمام البخاري بسنده عن سلمان بن عامر الضبي - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (مع الغلام عقيقة فأهريقوا عنه دماً وأميطوا عنه الأذى) ورواه أبو داود والترمذي والنسائي وابن ماجة وأحمد والدارمي والبيهقي (¬3). ¶ وقوله: (فأهريقوا) مأخوذ من هرق بمعنى: أراق، تقول العرب: أراق الماء يريقه وهراقه يهريقه بفتح الهاء هراقة، ويقال فيه: أهرقت الماء أهرقه إهراقاً، وهذا فيه إبدال للهمزة بالهاء وقد يجمع بين البدل والمبدل منه كما في (أهريقوا) (¬4). ¶ 2. عن سَمُرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويحلق ويسمَّى) رواه أبو داود واللفظ له، ورواه الترمذي ¶ ¬__________ ¶ (¬1) إرواء الغليل 4/ 389. ¶ (¬2) الإحسان 12/ 124. ¶ (¬3) صحيح البخاري مع شرحه فتح الباري 12/ 9، سنن أبي داود مع شرحه عون المعبود 8/ 30، سنن الترمذي 4/ 82، سنن النسائي 7/ 166، سنن البيهقي 9/ 299، مسند أحمد 7/ 17، سنن ابن ماجة 2/ 1056. ¶ (¬4) انظر النهاية في غريب الحديث 5/ 260، المصباح المنير ص248.",
            "page": "14",
            "part": "1",
            "seal": "C47CF893"
        },
        {
            "id": "15",
            "nass": "والنسائي وابن ماجة والبيهقي وأحمد والحاكم وصححه ووافقه الذهبي وقال الترمذي: حسن صحيح. وقال الشيخ ناصر الدين الألباني: صحيح (¬1). ¶ 3. عن أم كُرْز الكعبية رضي الله عنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: (عن الغلام شاتان مكافئتان وعن الجارية شاة) رواه أبو داود واللفظ له وأحمد والبيهقي (¬2). ¶ قال الإمام النووي: [قوله - صلى الله عليه وسلم -: (شاتان مكافئتان) أي متساويتان وهو بكسر الفاء وبهمزة بعدها هكذا صوابه عن أهل اللغة وممن صرح به الجوهري في صحاحه قال: ويقوله المحدثون مكافَئتان يعني بفتح الفاء والصحيح كسرها] (¬3). ¶ 4. وفي رواية أخرى لحديث أم كرز أنها سألت رسول الله - صلى الله عليه وسلم - عن العقيقة فقال: (نعم عن الغلام شاتان وعن الأنثى واحدة، لا يضركم ذكراناً أم إناثاً) رواه أبو داود والترمذي والنسائي وابن ماجة وابن حبان والحاكم وأحمد، وقال الترمذي: هذا حديث حسن صحيح. وصححه الحاكم ووافقه الذهبي، وصححه النووي. وقال الألباني: صحيح. وقال الشيخ شعيب الأرناؤوط: حديث صحيح (¬4). ¶ ¬__________ ¶ (¬1) سنن أبي داود مع شرحه عون المعبود 8/ 28، سنن الترمذي 4/ 82، سنن النسائي 7/ 166، سنن ابن ماجة 2/ 1057، المستدرك 4/ 237، سنن البيهقي 9/ 299، صحيح سنن النسائي 3/ 885، إرواء الغليل 4/ 385، مسند أحمد 5/ 7 - 8،12، 17، 18. ¶ (¬2) سنن أبي داود مع شرحه عون المعبود 8/ 27، مسند أحمد 6/ 422، سنن البيهقي 9/ 301. ¶ (¬3) المجموع 8/ 429، وانظر طرح التثريب 5/ 214، فتح الباري 12/ 9. ¶ (¬4) عون المعبود 8/ 26، سنن الترمذي 4/ 83، سنن النسائي 7/ 165، سنن ابن ماجة 2/ 1056، المجموع 8/ 428، صحيح سنن النسائي 3/ 885، الإحسان12/ 128، إرواء الغليل 4/ 391، سنن البيهقي 9/ 200.",
            "page": "15",
            "part": "1",
            "seal": "59D64DA7"
        },
        {
            "id": "16",
            "nass": "5. عن يوسف بن ماهك قال: دخلنا على حفصة بنت عبد الرحمن فسألناها عن العقيقة فأخبرتنا أن عائشة أخبرتها أن رسول الله - صلى الله عليه وسلم - قال: (عن الغلام شاتان وعن الجارية شاة) رواه ابن حبان واللفظ له ورواه أحمد والترمذي وابن ماجة وقال الشيخ شعيب الأرناؤوط: إسناده صحيح (¬1). ¶ 6. وفي رواية أخرى للحديث السابق: (أن عائشة أخبرتهم أن الرسول - صلى الله عليه وسلم - أمرهم عن الغلام شاتان مكافئتان وعن الجارية شاة) رواه الترمذي، وقال: حسن صحيح. ورواه أيضاً البيهقي وقال الألباني: صحيح (¬2). ¶ 7. عن أسماء بنت يزيد رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: (العقيقة حق عن الغلام شاتان مكافئتان وعن الجارية شاة) رواه أحمد والطبراني وقال الهيثمي رواه أحمد والطبراني في الكبير ورجاله محتج بهم (¬3). ¶ 8. عن أبي هريرة - رضي الله عنه - أنه - صلى الله عليه وسلم - قال: (مع الغلام عقيقة فأهريقوا عنه دماً وأميطوا عنه الأذى) قال الهيثمي رواه البزار ورجاله رجال الصحيح (¬4). ¶ 9. عن يزيد بن عبدٍ المزني عن أبيه أن رسول الله - صلى الله عليه وسلم - قال: (يُعق عن الغلام ولا يُمس رأسه بدم) رواه ابن ماجة والطحاوي والطبراني في الأوسط وفي الكبير ¶ ¬__________ ¶ (¬1) الإحسان 12/ 126، سنن الترمذي 4/ 81 - 82، سنن ابن ماجة 3163، المسند 6/ 31. ¶ (¬2) سنن الترمذي 4/ 81 - 82، سنن البيهقي 9/ 301، صحيح سنن الترمذي 2/ 92، إرواء الغليل 4/ 389. ¶ (¬3) مجمع الزوائد 4/ 57، وانظر فتح الباري 12/ 9، الفتح الرباني 13/ 121. ¶ (¬4) مجمع الزوائد 4/ 58.",
            "page": "16",
            "part": "1",
            "seal": "DDD8AC78"
        },
        {
            "id": "17",
            "nass": "وقال الهيثمي: ورجاله ثقات، وقال البوصيري في الزوائد: إسناده حسن وصححه الألباني (¬1). ¶ 10. عن عمرو بن شعيب عن أبيه عن جده - رضي الله عنه - أن النبي - صلى الله عليه وسلم - أمر بتسمية المولود يوم سابعه ووضع الأذى عنه والعق) رواه الترمذي وقال حسن غريب. وقال الألباني: حسن (¬2). ¶ 11. عن ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: (إذا كان يوم سابعه فأهريقوا عنه دماً وأميطوا عنه الأذى وسمُّوه) رواه الطبراني في الأوسط والكبير ورجاله ثقات كما قال الهيثمي (¬3). ¶ 12. عن ابن عباس رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: (للغلام عقيقتان وللجارية عقيقة) قال الهيثمي: رواه البزار والطبراني في الكبير وفيه عمران بن عيينة وثقه ابن معين وابن حبان وفيه ضعف (¬4). ¶ وقال الشيخ الألباني: أخرجه الطحاوي بسند جيد في الشواهد وذكر أن طريق الطحاوي سالمة من الضعف (¬5). ¶ 13. عن عائشة رضي الله عنها قالت في حديث العقيقة: (وكان أهل الجاهلية يجعلون قطنة في دم العقيقة ويجعلونه على رأس الصبي فأمر رسول الله - صلى الله عليه وسلم - أن يجعل مكان الدم خلوفاً) (¬6). ¶ ¬__________ ¶ (¬1) سنن ابن ماجة 2/ 1057، مجمع الزوائد 4/ 58، صحيح سنن ابن ماجة 2/ 207، السلسلة الصحيحة 4/ 652، إرواء الغليل 4/ 389. ¶ (¬2) سنن الترمذي 5/ 121، صحيح سنن الترمذي 2/ 371، وانظر نيل الأوطار 5/ 152. ¶ (¬3) مجمع الزوائد 4/ 58. ¶ (¬4) المصدر السابق. ¶ (¬5) إرواء الغليل 4/ 392. ¶ (¬6) سبق تخريجه.",
            "page": "17",
            "part": "1",
            "seal": "67DD457B"
        },
        {
            "id": "18",
            "nass": "14. عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (إن اليهود تعق عن الغلام ولا تعق عن الجارية فعقوا عن الغلام شاتين وعن الجارية شاة) (¬1). ¶ 15. عن عبد الله بن بريدة عن أبيه أن النبي - صلى الله عليه وسلم - قال: (العقيقة تذبح لسبع أو أربع عشرة أو أحد وعشرين) رواه الطبراني، وقال: لم يروه عن قتادة إلا إسماعيل تفرد به الخفاف (¬2). ¶ 16. عن أم سلمة عن النبي - صلى الله عليه وسلم - في العقيقة قال: (من ولد له ولد فأحب أن ينسك عنه فليفعل) رواه الطبراني وقال: لم يرو هذا الحديث عن الزهري إلا إسماعيل، وإسماعيل بن مسلم ضعيف (¬3). ¶ 17. عن القاسم بن عبد الرحمن عن محمد بن علي عن أبيه قال: عق رسول الله - صلى الله عليه وسلم - عن الحسن والحسين عن كل واحد منهما بكبش ودينار ودخل رسول الله على فاطمة في عقيقة أحدهما فقال: (يا فاطمة ما فعل لحم عقيقتكم قالت: يا رسول الله أكلنا وأطعمنا وتصدقنا وقد بقي منه قالت فناولته الذراع وهو قائم فأكله بغير خبز ثم دخل في الصلاة وما مس ماءً) رواه ابن أبي الدنيا، وهو حديث مرسل في إسناده القاسم بن عبد الرحمن وهو ضعيف جداً (¬4). ¶ 18. عن عمرو بن شعيب عن أبيه عن جده قال: (سئل رسول الله - صلى الله عليه وسلم - عن العقيقة فقال: لا أحب العقوق، وكأنه كره الاسم. فقالوا: يا رسول الله إنما نسألك عن أحدنا يولد له. قال: من أحب منكم أن ينسك عن ولده فليفعل عن ¶ ¬__________ ¶ (¬1) سبق تخريجه. ¶ (¬2) المعجم الصغير 2/ 29. ¶ (¬3) المعجم الأوسط 2/ 173، وانظر الفتح الرباني 13/ 124. ¶ (¬4) كتاب العيال 1/ 185.",
            "page": "18",
            "part": "1",
            "seal": "81332B32"
        },
        {
            "id": "19",
            "nass": "الغلام شاتان مكافئتان وعن الجارية شاة) رواه أحمد وأبو داود والنسائي والحاكم والبيهقي، وقال الحاكم: صحيح الإسناد ووافقه الذهبي. ¶ وقال الشيخ ناصر الدين الألباني: حسن صحيح. ¶ وقال الشيخ شعيب الأرناؤوط: وهذا سند حسن. ¶ والحديث رواه البيهقي من طريقين الأول طريق عمرو بن شعيب المذكورة أعلاه، والثانية عن زيد بن أسلم عن رجل من بني ضمرة عن أبيه فذكره ثم قال: [وهذا إذا انضم إلى الأول قويا] (¬1). ¶ 19. عن أبي رافع - رضي الله عنه - أن الحسن بن علي حين ولدته أمه أرادت أن تعق عنه بكبش عظيم فأتت النبي - صلى الله عليه وسلم - فقال لها لا تعقي عنه بشيء ولكن احلقي شعر رأسه ثم تصدقي بوزنه من الورق في سبيل الله عز وجل أو على ابن السبيل وولدت الحسين من العام المقبل فصنعت مثل ذلك) رواه البيهقي وقال: تفرد به ابن عقيل وهو إن صح فكأنه أراد أن يتولى العقيقة عنهما بنفسه كما رويناه فأمرها بغيرها وهو التصدق بوزن شعرهما من الوَرِق (¬2). ¶ 20. عن جعفر بن محمد عن أبيه أن النبي - صلى الله عليه وسلم - قال في العقيقة التي عقتها فاطمة عن الحسن والحسين (أن يبعثوا إلى القابلة منها برجل وكلوا وأطعموا ولا تكسروا منها عظماً) رواه أبو داود في المراسيل كما ذكره البيهقي (¬3). ¶ ¬__________ ¶ (¬1) سنن البيهقي 9/ 330، وانظر المستدرك 4/ 238، صحيح سنن النسائي 3/ 884، الإحسان 12/ 132، المجموع 8/ 427 - 428 ¶ (¬2) سنن البيهقي 9/ 304. ¶ (¬3) سنن البيهقي 9/ 302.",
            "page": "19",
            "part": "1",
            "seal": "34E01509"
        },
        {
            "id": "20",
            "nass": "21. وعن ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: (عن الغلام عقيقتان وعن الجارية عقيقة) رواه الطحاوي والبزار والطبراني في الكبير وهو حديث صحيح كما قال الشيخ الألباني (¬1). ¶ ثانياً: السنة الفعلية الثابتة عن رسول الله - صلى الله عليه وسلم - فمنها أحاديث: ¶ 1. عن عكرمة عن ابن عباس رضي الله عنهما: (أن رسول الله - صلى الله عليه وسلم - عقّ عن الحسن والحسين كبشاً كبشاً) رواه أبو داود (¬2). وقال النووي: رواه أبو داود بإسناد صحيح (¬3). وقال الألباني: وهذا إسناد صحيح على شرط البخاري وقد صححه عبد الحق الإشبيلي في الأحكام الكبرى (¬4). وقال الشيخ شعيب الأرناؤوط: وأخرجه ابن الجارود والطبراني وإسناده صحيح (¬5). ¶ 2. وفي رواية أخرى لحديث ابن عباس السابق: (أن الرسول - صلى الله عليه وسلم - عق عن الحسن والحسين بكبشين كبشين) رواه النسائي وقال الألباني: صحيح (¬6). ¶ 3. عن بريدة - رضي الله عنه - أن الرسول - صلى الله عليه وسلم -: (عق عن الحسن والحسين) رواه أحمد والنسائي والطبراني (¬7)، وقال النووي رواه النسائي بإسناد صحيح (¬8). ¶ ¬__________ ¶ (¬1) صحيح الجامع الصغير 2/ 755، إرواء الغليل 4/ 362. ¶ (¬2) سنن أبي داود مع شرحه عون المعبود 8/ 30. ¶ (¬3) المجموع 8/ 428. ¶ (¬4) إرواء الغليل 4/ 379. ¶ (¬5) الإحسان 12/ 130. ¶ (¬6) صحيح سنن النسائي 3/ 885، إرواء الغليل 4/ 380. ¶ (¬7) المسند 5/ 355، سنن النسائي 7/ 166. ¶ (¬8) المجموع 8/ 427.",
            "page": "20",
            "part": "1",
            "seal": "E8CA28E7"
        },
        {
            "id": "21",
            "nass": "وقال الألباني: صحيح (¬1). وقال الشيخ شعيب الأرناؤوط: وإسناده صحيح على شرط مسلم (¬2). ¶ 4. عن أنس بن مالك - رضي الله عنه - قال: (عقَّ رسول الله - صلى الله عليه وسلم - عن حسن وحسين بكبشين) رواه ابن حبان وقال الشيخ شعيب الأرناؤوط: حديث صحيح (¬3). ¶ وأخرجه الطحاوي في مشكل الآثار وأبو يعلى والبزار والبيهقي، وصححه عبدالحق في الأحكام الكبرى وقال الهيثمي: ورجاله رجال الصحيح. وقال الساعاتي ورجاله ثقات (¬4). ¶ 5. عن عائشة رضي الله عنها قالت: (عق رسول الله - صلى الله عليه وسلم - عن حسن وحسين يوم السابع وسماهما وأمر أن يماط عن رأسهما الأذى) رواه ابن حبان وقال الشيخ شعيب الأرناؤوط: إسناده حسن. ورواه البيهقي وقال النووي: بإسناد حسن (¬5)، ورواه الحاكم وصححه ووافقه الذهبي. ¶ 6. وعن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم -: (عق عن الحسن والحسين وقال: قولوا بسم الله والله أكبر اللهم لك وإليك هذه عقيقة فلان) رواه البيهقي بإسناد حسن كما قال النووي (¬6). ¶ ¬__________ ¶ (¬1) صحيح سنن النسائي 3/ 884. ¶ (¬2) الإحسان 12/ 131. ¶ (¬3) الإحسان 12/ 125. ¶ (¬4) سنن البيهقي 9/ 299، إرواء الغليل 4/ 382، مجمع الزوائد 4/ 58، الفتح الرباني 13/ 124. ¶ (¬5) الإحسان 12/ 127، المجموع 8/ 428، سنن البيهقي 9/ 299 - 300، المستدرك 4/ 237. ¶ (¬6) المجموع 8/ 428.",
            "page": "21",
            "part": "1",
            "seal": "7CB37900"
        },
        {
            "id": "22",
            "nass": "7. عن عبد الله بن عمرو رضي الله عنهما: (أن النبي - صلى الله عليه وسلم - عق عن الحسن والحسين عن كل واحد منهما كبشين اثنين مثلين متكافئين) قال الشيخ الأرناؤوط: أخرجه الحاكم بسند حسن في الشواهد (¬1). ¶ 8. وعن جابر بن عبد الله رضي الله عنهما: (أن الرسول - صلى الله عليه وسلم - عق عن الحسن والحسين) رواه أبو يعلى والطبراني، قال الشيخ الألباني: [ورجاله كلهم ثقات رجال مسلم غير المغيرة بن مسلم وهو القسملي وهو ثقة لكن أبا الزبير مدلس وقد عنعنه ولولا ذلك لقلنا بصحته وقال الهيثمي: رواه أبو يعلى ورجاله ثقات] (¬2). وقال الساعاتي: رجاله ثقات (¬3). ¶ 9. عن علي بن أبي طالب - رضي الله عنه - قال: (عق رسول الله - صلى الله عليه وسلم - عن الحسن بشاة وقال يا فاطمة احلقي رأسه وتصدقي بزنة شعره فضة قال فوزنته فكان وزنه درهماً أو بعض درهم) رواه الترمذي وقال حديث حسن غريب. وحسنه الألباني (¬4). ¶ ثالثاً: هل عق النبي - صلى الله عليه وسلم - عن ولده إبراهيم؟ ¶ وردت بعض الأحاديث التي تفيد أن النبي - صلى الله عليه وسلم - قد عقَّ عن ولده إبراهيم ولكن هذه الروايات فيها نظر فمن هذه الروايات: ¶ ¬__________ ¶ (¬1) الإحسان 12/ 130. ¶ (¬2) إرواء الغليل 4/ 382 - 383، وانظر: مجمع الزوائد 4/ 59. ¶ (¬3) الفتح الرباني 13/ 124. ¶ (¬4) سنن الترمذي 4/ 84، صحيح سنن الترمذي 2/ 93.",
            "page": "22",
            "part": "1",
            "seal": "BE4F1092"
        },
        {
            "id": "23",
            "nass": "1. ما ذكره الزبير بن بكار الزبيري بسنده: (أن مارية القبطية وضعت إبراهيم فلما كان يوم سابعه عق عنه بكبش وحلق رأسه وتصدق بوزن شعره على المساكين وَرِقاً) (¬1). ¶ 2. وقال المحب الطبري: [الفصل الثالث في ذكر إبراهيم بن النبي - صلى الله عليه وسلم - وذكر أمه وميلاده وعقيقته وما يتعلق بذلك، أمه مارية القبطية ... فلما كان يوم سابعه عق عنه بكبش وحلق رأسه ... وسمَّاه يومئذ وتصدق بزنة شعره وَرِقاً على المساكين] (¬2). ¶ 3. وقال القسطلاني: [ولد في ذي الحجة سنة ثمان من الهجرة وقيل ولد بالعالية ذكره الزبير بن بكار وكانت سلمى زوج أبي رافع مولاة رسول الله - صلى الله عليه وسلم - قابلته فبشر أبو رافع به النبي - صلى الله عليه وسلم - فوهب له عبداً وعق عنه يوم سابعه بكبشين وحلق رأسه أبو هند وسماه النبي - صلى الله عليه وسلم - يومئذ وتصدق بزنة شعره ورقاً على المساكين ودفنوا شعره في الأرض] (¬3). ¶ وقال الزرقاني: [وعق عنه – أي عن إبراهيم - يوم سابعه بكبشين وفي العيون بكبش فيحتمل أنه تعدد الذبح فأخبر من حضر التعدد به ومن لم يحضره بخلافه] (¬4). ¶ ¬__________ ¶ (¬1) المنتخب من كتاب أزواج النبي 1/ 58 - 59. ¶ (¬2) ذخائر العقبى في مناقب ذوي القربى 1/ 153. ¶ (¬3) المواهب 2/ 68. ¶ (¬4) شرح المواهب 4/ 345.",
            "page": "23",
            "part": "1",
            "seal": "1AFB530A"
        },
        {
            "id": "24",
            "nass": "4. وذكر ابن كثير عن الواقدي أنه لما ولدت مارية لرسول الله - صلى الله عليه وسلم - غلاماً سماه إبراهيم وعق عنه بشاة يوم سابعه وحلق رأسه وتصدق بزنة شعره فضة على المساكين وأمر بشعره فدفن في الأرض وسماه إبراهيم] (¬1). ¶ 5. وذكر الحافظ ابن عبد البر كلام الزبير بن بكار المتقدم، ثم قال: [والحديث المرفوع أصح من قوله وأولى إن شاء الله عز وجل حدثنا سعيد بن نصير قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة حدثنا شبابة بن سوار قال حدثنا سليمان بن المغيرة عن ثابت عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: (ولد لي الليلة غلام فسميته باسم إبراهيم) قال الزبير ثم دفعه إلى أم سيف امرأة قين بالمدينة يقال له أبو سيف، قال أبو عمر رحمه الله في حديث أنس تصديق ما ذكره الزبير] (¬2). ¶ هذه هي الروايات التي وقفت عليها في عقيقة إبراهيم ابن النبي - صلى الله عليه وسلم - ولكن هذه الروايات ليست ثابتة كما قال أهل العلم. قال العلامة ابن كثير: [وكذا ما رواه الزبير بن بكار في كتاب النسب أن رسول الله - صلى الله عليه وسلم - عق عن ولده إبراهيم وسماه إبراهيم فإسناده لا يثبت وهو مخالف لما في الصحيح ولو صح لحمل على أنه اشتهر اسمه بذلك يومئذ والله أعلم] (¬3). ¶ وقال الحافظ ابن حجر: [وكذلك إبراهيم بن النبي - صلى الله عليه وسلم - وعبد الله بن الزبير فإنه لم ينقل أنه عق عن أحد منهم] (¬4). ¶ ¬__________ ¶ (¬1) البداية والنهاية 5/ 264. ¶ (¬2) الاستيعاب 1/ 54. ¶ (¬3) تفسير ابن كثير 1/ 360. ¶ (¬4) فتح الباري 12/ 3.",
            "page": "24",
            "part": "1",
            "seal": "D1337733"
        },
        {
            "id": "25",
            "nass": "وقال التهانوي: [وأما عقيقة إبراهيم فهو قول الزبير بن بكار ولم يذكر له سنداً فكيف يجوز الاحتجاج بالقول الذي لا سند له ولو كان عقيقة إبراهيم ثابتاً لروي بالأسانيد الصحيحة كما رويت أحاديث الوليمة عن رسول الله - صلى الله عليه وسلم - فدل ذلك أنه ليس بثابت وصرح الحافظ في الفتح بأنه لم ينقل أحد أنه عق عنه، وإذا كان كذلك فهو حجة لنا لأنه لو لم ينتسخ العقيقة لكان إبراهيم أحق بالعقيقة من غيره ومما يرد قول الزبير أنه قال: سماه رسول الله - صلى الله عليه وسلم - يوم السابع. ¶ وقد روى ابن عبد البر عن رسول الله - صلى الله عليه وسلم - أنه سماه إبراهيم ليلة ولد وقال: الحديث المرفوع أولى من قول الزبير وأسنده الطحاوي في مشكله عن ثابت البناني عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: (ولد لي الليلة غلام فسميته بأبي إبراهيم) رجاله كلهم ثقات وهو متفق عليه فدل ذلك أن قول الزبير جزاف ولا يلتفت إليه] (¬1). ¶ وخلاصة الأمر أنه لم يثبت بطريق صحيح أن النبي - صلى الله عليه وسلم - عق عن ولده إبراهيم والله أعلم. ¶ رابعاً: الآثار الواردة عن الصحابة والتابعين في العقيقة: ¶ 1. عن عبد الله بن عمر رضي الله عنهما (أنه لم يكن يسأله أحد من ولده عقيقة إلا أعطاه إياها وكان يعق عن أولاده شاة شاة عن الذكر والأنثى) رواه مالك والبيهقي (¬2). ¶ ¬__________ ¶ (¬1) إعلاء السنن 17/ 120 - 121. ¶ (¬2) الموطأ 2/ 400، السنن الكبرى 9/ 302.",
            "page": "25",
            "part": "1",
            "seal": "983988D6"
        },
        {
            "id": "26",
            "nass": "2. عن هشام بن عروة أن أباه عروة بن الزبير كان يعق عن بنيه الذكور والإناث شاة شاة) رواه البيهقي (¬1). ¶ 3. عن أبي الزبير عن جابر أن رسول الله - صلى الله عليه وسلم - عق عن الحسن والحسين بكبش كبش قال جابر: وفي العقيقة تقطع أعضاء وتطبخ بماء وملح ثم يبعث به إلى الجيران فيقال هذا عقيقة فلان قال أبو الزبير فقلت لجابر أيضع فيه خلاً؟ قال: نعم هو أطيب له. رواه ابن أبي الدنيا في كتاب العيال وقال محققه حديث صحيح وأبو الزبير وإن كان مدلساً إلا أنه صرح بسماعه من جابر كما في آخر الرواية وبهذا يزول التردد الذي وقع للشيخ الألباني في تصحيح هذا الحديث لعلة التدليس هذه (¬2). ¶ 4. عن عطاء قال سألت عائشة رضي الله عنها عن العقيقة قيل لها: أرأيت إن نحر إنسان جزوراً فقالت عائشة: السنة أفضل. رواه ابن أبي الدنيا (¬3). ¶ 5. عن ابن أبي مليكة قال قيل لعائشة وولد لابن أختها غلام فقالوا عقوا عن ابن أختك جزورتين قالت: معاذ الله ولكن ما قال رسول الله - صلى الله عليه وسلم - شاتان مكافئتان. رواه ابن أبي الدنيا في كتاب العيال وقال محققه إسناد حسن (¬4). ¶ 6. عن عطاء أنه قال في العقيقة تقطع جدولاً وتطبخ بماء وملح ولا تقدح ولا يكسر منها عظم. رواه ابن أبي الدنيا (¬5). ¶ ¬__________ ¶ (¬1) السنن الكبرى 9/ 302. ¶ (¬2) كتاب العيال 1/ 188. ¶ (¬3) كتاب العيال 1/ 196. ¶ (¬4) كتاب العيال 1/ 201 ¶ (¬5) كتاب العيال 1/ 203.",
            "page": "26",
            "part": "1",
            "seal": "8EE54863"
        },
        {
            "id": "27",
            "nass": "7. عن حسين المعلم قال سألت عطاء فقال عن الغلام شاتان وعن الجارية شاة تذبح يوم السابع إن تيسر وإلا فأربع عشرة وإلا فإحدى وعشرين. رواه ابن أبي الدنيا في كتاب العيال، وقال محققه إسناد صحيح (¬1). ¶ 8. عن جابر قال كان علي بن حسين يولم في الولادة. رواه ابن أبي الدنيا (¬2). 9. عن عون العقيلي قال أول مولود ولد بالبصرة عبد الرحمن بن أبي بكرة فنحر أبوه أبو بكرة جزوراً ودعا الناس وأطعمهم. رواه ابن أبي الدنيا (¬3). ¶ 10. قال ابن أبي الدنيا حدثني أبو بكر بن محمد قال سمعت أبا عبد الله أحمد ابن حنبل يُسأل عن العقيقة كيف يصنع بها قال: قال ابن سيرين اصنع بلحم العقيقة كيف شئت قيل كيف يأكلها كلها قال يأكل ويطعم. رواه ابن أبي الدنيا (¬4). ¶ 11. عن ابن سيرين قال: اصنع بلحم العقيقة كيف شئت. رواه ابن أبي الدنيا (¬5). ¶ 12. عن ابن جريج قال عطاء يبدأ بالذبح قبل الحلق ويعق عنه يوم سابعه فإن أخطأهم فالسابع الآخر وقال كل واهدِ. وقلت لعطاء ما المكافئتان قال مثلان والضأن أحب إليه من المعز، ذكرانها أحب إليه من إناثها رأي من عطاء. رواه ابن أبي الدنيا (¬6). ¶ ¬__________ ¶ (¬1) كتاب العيال 1/ 204. ¶ (¬2) كتاب العيال 1/ 210. ¶ (¬3) كتاب العيال1/ 211. ¶ (¬4) كتاب العيال 1/ 214. ¶ (¬5) كتاب العيال 1/ 215. ¶ (¬6) كتاب العيال 1/ 222.",
            "page": "27",
            "part": "1",
            "seal": "2308B0B3"
        },
        {
            "id": "28",
            "nass": "13. وعن عطاء في لحم العقيقة تقطع أعضاءً، قال أبو عبد الله – أحمد بن حنبل - يعني لا يكسر لها عظم قال وهذا أعجب إلي. رواه ابن أبي الدنيا (¬1). ¶ 14. عن الحسن أن أنس بن مالك - رضي الله عنه - كان يعق عن ولده بالجزور (¬2). ¶ 15. عن سعيد قال: سئل قتادة كيف تنحر العقيقة؟ قال: يستقبل القبلة بها ثم يضع الشفرة على حلقها ثم يقول: اللهم منك ولك عقيقة فلان باسم الله، الله أكبر ثم يذبحها (¬3). ¶ 16. وعن قتادة قال: يُسمَّى على العقيقة كما يُسمَّى على الأضحية باسم الله عقيقة فلان (¬4). ¶ 17. عن محمد بن سيرين قال: لو أعلم أنه لم يعق عني لعققت عن نفسي (¬5). ¶ 18. عن يحيى بن سعيد عن محمد بن إبراهيم قال: كان يؤمر بالعقيقة ولو بعصفور (¬6). ¶ 19. عن محمد بن سيرين قال: كان لا يرى بأساً أن يعق قبل السابع أو بعده وكان يقول اجعل لحم العقيقة كيف شئت (¬7). ¶ 20. وعن الحسن قال: العقيقة شاة تذبح عنه يوم سابعه ويحلق رأسه ويسمى (¬8). ¶ ¬__________ ¶ (¬1) كتاب العيال 1/ 223. ¶ (¬2) المصنف لابن أبي شيبة 8/ 245. ¶ (¬3) المصنف لابن أبي شيبة 8/ 245. ¶ (¬4) المصنف لابن أبي شيبة 8/ 244. ¶ (¬5) المصنف لابن أبي شيبة 8/ 236. ¶ (¬6) المصنف لابن أبي شيبة 8/ 236. ¶ (¬7) المصنف لابن أبي شيبة 8/ 241. ¶ (¬8) المصنف لابن أبي شيبة 8/ 241.",
            "page": "28",
            "part": "1",
            "seal": "023488DA"
        },
        {
            "id": "29",
            "nass": "21. عن هشام عن الحسن وابن سيرين أنهما كانا يكرهان من العقيقة ما يكرهان من الأضحية وقال وهي عندهم بمنزلة الأضحية يأكل ويطعم (¬1). ¶ 22. وأخرج ابن حزم عن بريدة الأسلمي قال: إن الناس يعرضون يوم القيامة على العقيقة كما يعرضون على الصلوات الخمس (¬2). ¶ ¬__________ ¶ (¬1) المصنف لابن أبي شيبة 8/ 242. ¶ (¬2) المحلى 6/ 637، وانظر فتح الباري 12/ 12.",
            "page": "29",
            "part": "1",
            "seal": "98EC32E4"
        },
        {
            "id": "30",
            "nass": "المبحث الثالث ¶ معنى قول الرسول - صلى الله عليه وسلم - كل غلام مرتهن بعقيقته ¶ ورد في الحديث عن سَمُرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويسمَّى ويحلق رأسه) (¬1)، وفي رواية عند أحمد والنسائي: (كل غلام رهين بعقيقته) (¬2)، وفي رواية عند الترمذي وابن ماجة: (كل غلام مرتهن بعقيقته) (¬3)، وقد اختلف العلماء في تفسير ذلك: ¶ 1. قال الخطابي: [قال أحمد: هذا في الشفاعة يريد أنه إن لم يعق عنه فمات طفلاً لم يُشفع في والديه. وقوله (رهينة) بإثبات الهاء، معناه مرهون فعيل بمعنى مفعول، والهاء تقع في هذا للمبالغة، يقال فلان كريمة قومه أي محل العقدة الكريمة عندهم] (¬4). ¶ وقول أحمد هذا روى البيهقي مثله عن عطاء الخراساني حيث روى بسنده عن يحيى بن حمزة قال: [قلت لعطاء الخراساني ما مرتهن بعقيقته؟ قال: يحرم شفاعة ولده] (¬5). ¶ 2. وقال الملا علي القاري: [(بعقيقته): يعني أنه محبوس سلامته عن الآفات بها أو إنه كالشيء المرهون لا يتم الاستمتاع به دون أن يقابل بها لأنه ¶ ¬__________ ¶ (¬1) سبق تخريجه. ¶ (¬2) الفتح الرباني 13/ 13، صحيح سنن النسائي 3/ 885. ¶ (¬3) صحيح سنن الترمذي 2/ 94، صحيح سنن ابن ماجة 2/ 206. ¶ (¬4) معالم السنن 4/ 264 - 265، شرح السنة 11/ 268. ¶ (¬5) سنن البيهقي 9/ 299.",
            "page": "30",
            "part": "1",
            "seal": "1EDBEA2D"
        },
        {
            "id": "31",
            "nass": "نعمة من الله على والديه فلا بد لهما من الشكر عليه وقيل: معناه أنه معلق شفاعته بها لا يشفع لهما إن مات طفلاً ولم يعق عنه. ¶ قال التوربشتي في قوله: (مرتهن) نظر لأن المرتهن هو الذي يأخذ الرهن والشيء مرهون ورهين ولم نجد فيما يعتمد من كلامهم بناء المفعول من الارتهان فلعل الراوي أتى به مكان الرهينة من طريق القياس قال الطيبي: طريق المجاز غير مسدود وليس بموقوف على السماع ولا يستراب أن الارتهان هنا ليس مأخوذاً بطريق الحقيقة ويدل عليه قول الزمخشري في أساس البلاغة في قسم المجاز: فلان رهن بكذا ورهين ورهينته ومرتهن به مأخوذ به، وقال صاحب النهاية: معنى قوله: (رهينة بعقيقته) أن العقيقة لازمة له لا بد له منها. فشبهه في لزومها له وعدم انفكاكه منه بالرهن في يد غير المرتهن والهاء في الرهينة للمبالغة لا للتأنيث كالشتم والشتيمة أ. هـ. ¶ وهو بحث غريب واعتراض عجيب فإن كلام التوربشتي في أن لفظ المرتهن بصيغة المفعول غير مسموع وأن الراوي ظن أن المرتهن يأتي بمعنى الرهينة الثابتة في الرواية فنقله بالمعنى على حسبانه وأما كون الرهن في هذا المقام ليس على حقيقته بل على المجاز فلا يخفى على من له أدنى تأمل وتعقل فكيف على الإمام الجليل المحقق في المنقول والمعقول والجامع بين الفروع والأصول بل ما ذكره عن الأساس والنهاية يدل على مراده وبحثه في الغاية وسيأتي في كلامه أيضاً ما يبين هذا المبحث لفظاً ومعنىً. وفي شرح السنة: قد تكلم الناس فيه وأجودها ما قاله أحمد بن حنبل معناه أنه إذا مات طفلاً ولم يعق عنه لم يشفع في والديه. وروي عن قتادة: أنه يحرم شفاعتهم. قال الشيخ التوربشتي: ولا أدري بأي سبب تمسك ولفظ الحديث لا يساعد المعنى الذي أتى به بل بينهما",
            "page": "31",
            "part": "1",
            "seal": "2142D56B"
        },
        {
            "id": "32",
            "nass": "من المباينة ما لا يخفى على عموم الناس فضلاً عن خصوصهم والحديث إذا استبهم معناه فأقرب السبب إلى إيضاحه استيفاء طرقه فإنها قلما تخلو عن زيادة أو نقصان أو إشارة بالألفاظ المختلف فيها رواية فيستكشف بها ما أبهم منه وفي بعض طرق هذا الحديث (كل غلام رهينة بعقيقته) أي مرهون والمعنى أنه كالشيء المرهون لا يتم الانتفاع والاستمتاع به دون فكه والنعمة إنما تتم على المنعم عليه بقيامه بالشكر ووظيفة الشكر في هذه النعمة ما سنه النبي - صلى الله عليه وسلم - وهو أن يعق عن المولود شكراً لله تعالى وطلباً لسلامة المولود ويحتمل أنه أراد بذلك أن سلامة المولود ونشوءَه على النعت المحبوب رهينة بالعقيقة وهذا هو المعنى اللهم إلا أن يكون التفسير الذي سبق ذكره متلقى من قبل الصحابة ويكون الصحابي قد اطلع على ذلك من مفهوم الخطاب أو قضية الحال ويكون التقدير شفاعة الغلام لأبويه مرتهن بعقيقته قال الطيبي: ولا ريب أن الإمام أحمد بن حنبل ما ذهب إلى هذا القول إلا بعدما تلقى من الصحابة والتابعين على أنه إمام من الأئمة الكبار يجب أن يتلقى كلامه بالقبول ويحسن الظن به] (¬1). ¶ 2. وقيل إن المعنى أن الغلام مرهون بأذى شعره ويدل على ذلك قوله: (فأميطوا عنه الأذى) (¬2). ¶ 3. وقيل إنه مرهون بالعقيقة بمعنى أنه لا يسمى ولا يحلق شعره إلا بعد ذبحها (¬3). ¶ ¬__________ ¶ (¬1) مرقاة المفاتيح 7/ 745 - 746. ¶ (¬2) معالم السنن 4/ 265. ¶ (¬3) نيل الأوطار 5/ 150.",
            "page": "32",
            "part": "1",
            "seal": "D9903DDE"
        },
        {
            "id": "33",
            "nass": "ولم يرتض الشيخ ابن القيم هذه التفسيرات للحديث وردَّها وقال: [وفيه نظر لا يخفى فإن شفاعة الولد في الوالد ليست بأولى من العكس وكونه والداً له ليس للشفاعة فيه. ¶ وكذا سائر القرابات والأرحام وقد قال تعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا} سورة لقمان الآية 30. وقال تعالى: {وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ} سورة البقرة الآية 48. وقال تعالى: {مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ} سورة البقرة الآية 254. فلا يشفع أحد لأحد يوم القيامة إلا من بعد أن يأذن الله لمن يشاء ويرضى، فإذنه سبحانه وتعالى في الشفاعة موقوف على عمل المشفوع له من توحيده وإخلاصه. ومن الشافع من قربه عند الله ومنزلته ليست مستحقة بقرابة ولا بنوة ولا أبوة. ¶ وقد قال سيد الشفعاء وأوجههم عند الله لعمه ولعمته وابنته: (لا أغني عنكم من الله شيئاً) وفي رواية: (لا أملك لكم من الله شيئاً) وقال في شفاعته العظمى لما يسجد بين يدي ربه ويشفع: (فيحد لي حداً فأدخلهم الجنة) فشفاعته في حدٍ محدودٍ يحدّهم الله سبحانه له ولا تجاوزهم شفاعته. ¶ فمن أين يقال إن الولد يشفع لوالده فإذا لم يعق عنه حبس عن الشفاعة له ولا يقال لمن يشفع لغيره أنه مرتهن ولا في اللفظ ما يدل على ذلك والله سبحانه وتعالى يخبر عن ارتهان العبد بكسبه كما قال تعالى: {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ} وقال تعالى: {أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا} سورة الأنعام الآية 70.فالمرتهن هو",
            "page": "33",
            "part": "1",
            "seal": "24FEE596"
        },
        {
            "id": "34",
            "nass": "المحبوس إما بفعل منه أو فعل من غيره، وأما من لم يشفع لغيره فلا يقال له مرتهن على الإطلاق، بل المرتهن هو المحبوس عن أمر كان بصدد نيله وحصوله ولا يلزم من ذلك أن يكون بسبب منه بل يحصل ذلك تارة بفعله وتارة بفعل غيره. ¶ وقد جعل الله سبحانه النسيكة عن الولد سبباً لفك رهانه من الشيطان الذي يعلق به من حين خروجه إلى الدنيا وطعن في خاصرته فكانت العقيقة فداءً وتخلصاً له من حبس الشيطان له وسجنه في أسره ومنعه له من سعيه في مصالح آخرته التي إليها معاده فكأنه محبوس لذبح الشيطان له بالسكين التي أعدها لأتباعه وأوليائه وأقسم لربه أنه ليستأصلن ذرية آدم إلا قليلاً منهم فهو بالمرصاد للمولود من حين يخرج إلى الدنيا فحين يخرج يبتدره عدوه ويضمه إليه ويحرص على أن يجعله في قبضته وتحت أسره ومن جملة أوليائه وحزبه فهو أحرص شيء على هذا ... فكان المولود بصدد هذا الارتهان فشرع الله سبحانه للوالدين أن يفكا رهانه بذبحٍ يكون فداه، فإذا لم يذبح عنه بقي مرتهناً به فلهذا قال - صلى الله عليه وسلم -: (الغلام مرتهن بعقيقته فأريقوا عنه الدم وأميطوا عنه الأذى) فأمر بإراقة الدم عنه الذي يخلص به من الارتهان، ولو كان الارتهان يتعلق بالأبوين لقال فأريقوا عنكم الدم لتخلص إليكم شفاعة أولادكم. فلما أمرنا بإزالة الأذى الظاهر عنه وإراقة الدم الذي يزيل الأذى الباطن بارتهانه علم أن ذلك تخليص للمولود من الأذى الباطن والظاهر، والله أعلم بمراده ورسوله] (¬1). ¶ ¬__________ ¶ (¬1) تحفة المودود ص 57 - 59.",
            "page": "34",
            "part": "1",
            "seal": "2A50CCA4"
        },
        {
            "id": "35",
            "nass": "المبحث الرابع ¶ الحكمة من مشروعية العقيقة ¶ لا شك أن للعقيقة حكماً وفوائد كثيرة منها: ¶ أولاً: قال ولي الله الدهلوي: [وكان فيها مصالح كثيرة راجعة إلى المصلحة الملية والمدنية والنفسانية، فأبقاها النبي - صلى الله عليه وسلم - وعمل بها ورغب الناس فيها. ¶ فمن تلك المصالح التلطف بإشاعة نسب الولد إذ لا بد من إشاعته لئلا يقال ما لا يحبه ولا يحسن أن يدور في السكك فينادي أنه ولد لي فتعين التلطف بمثل ذلك ¶ ومنها اتباع داعية السخاوة وعصيان داعية الشح. ¶ ومنها أن النصارى كان إذا ولد لهم ولد صبغوه بماء أصفر يسمونه المعمودية وكانوا يقولون يصير الولد به نصرانياً وفي مشاكلة هذا الاسم نزل قوله تعالى: {صِبْغَةَ اللَّهِ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً} سورة البقرة الآية 138، فاستحب أن يكون للحنيفيين فعل بإزاء فعلهم ذلك يشعر بكون الولد حنيفياً تابعاً لملة إبراهيم وإسماعيل عليهما السلام وأشهر الأفعال المختصة بها المتوارثة في ذريتهما ما وقع له عليه السلام من الإجماع على ذبح ولده ثم نعمة الله عليه أن فداه بذبح عظيم وأشهر شرائعهما الحج الذي فيه الحلق والذبح فيكون التشبه بهما في هذا تنويهاً بالملة الحنيفية ونداء أن الولد قد فعل به ما يكون من أعمال هذه الملة.",
            "page": "35",
            "part": "1",
            "seal": "EDA4B181"
        },
        {
            "id": "36",
            "nass": "ومنها أن هذا الفعل في بدء ولادته يخيل إليه أنه بذل ولده في سبيل الله كما فعل إبراهيم عليه السلام وفي ذلك تحريك سلسلة الإحسان والانقياد كما ذكرنا في السعي بين الصفا والمروة] (¬1). ¶ ثانياً: الشكر لله سبحانه وتعالى على نعمة الولد فإنها من أعظم النعم، والأولاد زينة الحياة الدنيا، قال تعالى: {الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا} سورة الكهف الآية 46. وفطر الله الإنسان على السرور والبهجة عند قدوم المولود فكان حرياً بالإنسان أن يشكر الله الخالق الواهب وقد ورد في الأثر عن الحسين - رضي الله عنه - في تهنئة من رزق مولوداً أن يقال له: (بارك الله لك في الموهوب وشكرت الواهب وبلغ أشده ورزقت بره) (¬2)، فالعقيقة نوع من أنواع الشكر لله تعالى والتقرب إليه. ¶ ثالثاً: فيها فكاك المولود وفديته كما فدى الله سبحانه إسماعيل الذبيح بالكبش وقد كان أهل الجاهلية يفعلونها ويسمونها عقيقةً ويلطخون رأس الصبي بالدم، فأقرها الإسلام ونهى عن تلطيخ رأس المولود بالدم. ¶ وأخبر النبي - صلى الله عليه وسلم - أن ما يذبح عن المولود إنما ينبغي أن يكون على سبيل النسك كالأضحية والهدي فقال: (من أحب أن ينسك عن ولده فليفعل) فجعلها على سبيل الأضحية التي جعلها الله نسكاً وفداء لإسماعيل عليه السلام وقربة إلى الله عز وجل. وغير مستبعد في حكمة الله في شرعه وقدره أن يكون سبباً لحسن ¶ ¬__________ ¶ (¬1) حجة الله البالغة 2/ 261 ¶ (¬2) الأذكار ص 246.",
            "page": "36",
            "part": "1",
            "seal": "8528FC17"
        },
        {
            "id": "37",
            "nass": "إثبات الولد ودوام سلامته وطول حياته في حفظه من ضرر الشيطان حتى يكون كل عضو منها فداء كل عضو منه (¬1). ¶ رابعاً: الإعلان والأخبار بأن هذا الشخص قد رزق مولوداً وسماه كذا فيظهر ذلك بين الناس من الأهل والجيران والأصدقاء فيقدم هؤلاء لتهنئته وحضور عقيقته مما يؤدي إلى زيادة روابط الألفة والمودة بين المسلمين. ¶ خامساً: فيها نوع من أنواع التكافل الاجتماعي في الإسلام حيث إن الذي يعق عن ولده يذبح الذبيحة ويرسل منها للفقراء والأصدقاء والجيران أو يدعوهم إليها ويسهم هذا الأمر في تخفيف معاناة الفقراء والمحتاجين (¬2). ¶ وقال ابن الحاج: [وفي فعل العقيقة من الفوائد أشياء كثيرة منها: امتثال السنة وإخماد البدعة ولو لم يكن فيها من البركة إلا أنها حرز للمولود من العاهات والآفات كما ورد فالسنة مهما فعلت كانت سبباً لكل خير وبركة والبدعة بضد ذلك. ¶ وقد حكي عن بعضهم أنه دخل عليه بعض أصحابه فوجدوا الذهب والفضة منثورين في بيته وأولاده ذاهبون وراجعون عليها فقالوا له: يا سيدنا أما هذا إضاعة مال؟ قال: بل هي في حرز قالوا له: وأين الحرز؟ قال لهم: هي مزكاة وذلك حرزها فكذلك فيما نحن بسبيله من عق عنه فهو في حرز من العاهات والآفات وأقل آفة تقع بالمولود يحتاج وليه أن ينفق عليه قدر العقيقة الشرعية أو أكثر منها فمن كان له لب فليبذل جهده على فعلها لأنها جمعت ¶ ¬__________ ¶ (¬1) انظر تحفة المودود ص 54 - 55. ¶ (¬2) انظر أحكام الذبائح ص 169، تربية الأولاد في الإسلام 1/ 99 - 100.",
            "page": "37",
            "part": "1",
            "seal": "2815A179"
        },
        {
            "id": "38",
            "nass": "بين حرز المال والبدن. أما البدن فسلامة المولود سيما من الآفات والعاهات كما تقدم وأما كونها حرزاً للمال فإن النفقة في العقيقة نزر يسير بالنسبة إلى ما يتكلفونه من العوائد المتقدم ذكره وغيرها من النفقات فيما يتوقع على المولود من توقع العاهات والآفات وفيها كثرة الثواب الجزيل لأجل امتثال السنة في فعلها وتفريقها سيما في هذا الزمان فإن فيها الأجر الكثير لقلة فاعلها] (¬1). ¶ ¬__________ ¶ (¬1) المدخل 3/ 228 - 229.",
            "page": "38",
            "part": "1",
            "seal": "D6276E84"
        },
        {
            "id": "39",
            "nass": "المبحث الخامس ¶ هل يكره تسمية العقيقة بهذا الاسم؟ ¶ ذهب بعض أهل العلم إلى كراهة تسمية العقيقة بهذا الاسم – عقيقة - وقالوا الأولى أن تسمى نسيكة أو ذبيحة (¬1). ¶ واحتجوا بحديث عمرو بن شعيب عن أبيه عن جده قال: (سئل رسول الله - صلى الله عليه وسلم - عن العقيقة فقال: لا أحب العقوق، وكأنه كره الاسم. فقالوا: يا رسول الله إنما نسألك عن أحدنا يولد له. قال: من أحب منكم أن ينسك عن ولده فليفعل عن الغلام شاتان مكافئتان وعن الجارية شاة) رواه أحمد وأبو داود والنسائي والحاكم والبيهقي، وقال الحاكم: صحيح الإسناد ووافقه الذهبي (¬2). ¶ وقال الشيخ ناصر الدين الألباني: حسن صحيح (¬3). ¶ وقال الشيخ شعيب الأرناؤوط: وهذا سند حسن (¬4). ¶ والحديث رواه البيهقي من طريقين الأول طريق عمرو بن شعيب المذكورة أعلاه، والثانية عن زيد بن أسلم عن رجل من بني ضمرة عن أبيه فذكره ثم قال: [وهذا إذا انضم إلى الأول قويا] (¬5). وقال ابن التركماني معلقاً على كلام البيهقي ¶ ¬__________ ¶ (¬1) فتح الباري 12/ 4، نهاية المحتاج 8/ 137، المنتقى 4/ 199، تحفة المودود ص 42 ¶ (¬2) انظر نيل الأوطار 5/ 152، سنن البيهقي 9/ 300، المستدرك 4/ 238، المجموع 8/ 427 - 428. ¶ (¬3) صحيح سنن النسائي 3/ 884. ¶ (¬4) الإحسان 12/ 132. ¶ (¬5) سنن البيهقي 9/ 300.",
            "page": "39",
            "part": "1",
            "seal": "4CE83D9A"
        },
        {
            "id": "40",
            "nass": "السابق: [اقتصر على هذين الوجهين للحديث وللحديث وجه ثالث أحسن منهما قال ابن أبي شيبة: ثنا عبد الله بن نمير ثنا داود بن قيس وقال عبدالرزاق أنا داود بن قيس سمعت عمرو بن شعيب يحدث عن أبيه عن جده قال: (سئل النبي - صلى الله عليه وسلم - عن العقيقة فقال: لا أحب العقوق) الحديث وأخرجه النسائي عن أحمد بن سليمان هو الرهاوي الحافظ عن أبي نعيم عن داود كذلك (¬1). ¶ ورواه مالك في الموطأ والبيهقي في معرفة السنن والآثار عن زيد بن أسلم عن رجل من بني ضمرة عن أبيه. الحديث (¬2). ¶ قال الإمام الباجي: [قوله - صلى الله عليه وسلم -: (لا أحب العقوق) ظاهره كراهية الاسم لما فيه من مشابهة لفظ العقوق وآثر أن يسمى نسكاً] (¬3). ¶ وقد أجاب عن ذلك الحافظ ابن عبد البر فقال: [وفي هذا الحديث كراهية ما يقبح معناه من الأسماء وكان رسول الله - صلى الله عليه وسلم - يحب الاسم الحسن ويعجبه الفأل الحسن وقد جاء عنه في حرب ومرة ونحوهما ما رواه مالك وغيره وذلك معروف ستراه في بابه من كتابنا هذا إن شاء الله. وكان الواجب بظاهر هذا الحديث أن يقال للذبيحة عن المولود نسيكة ولا يقال عقيقة لكني لا أعلم أحداً من العلماء مال إلى ذلك ولا قال به وأظنهم والله أعلم تركوا العمل بهذا المعنى المدلول عليه من هذا الحديث لما صح عندهم في غيره من لفظ العقيقة وذلك أن سمرة بن ¶ ¬__________ ¶ (¬1) الجوهر النقي 9/ 300. ¶ (¬2) الموطأ ص399، معرفة السنن والآثار 14/ 70. ¶ (¬3) المنتقى4/ 199.",
            "page": "40",
            "part": "1",
            "seal": "998DD77B"
        },
        {
            "id": "41",
            "nass": "جندب روى عن النبي - صلى الله عليه وسلم - أنه قال: (الغلام مرتهن بعقيقته تذبح عنه يوم سابعه)] (¬1). ¶ وقال الحافظ ابن عبد البر في موضع آخر بعد أن ذكر الحديث السابق: [وكان الواجب بظاهر هذا الحديث أن يقال للذبيحة عن المولود في سابعه نسيكة، ولا يقال عقيقة، إلا أني لا اعلم خلافاً بين العلماء في تسمية ذلك عقيقاً – كذا والصواب عقيقةً - فدل على أن ذلك منسوخ، واستحباب واختيار. فأما النسخ، فإن في حديث سمرة بن جندب عن النبي - صلى الله عليه وسلم - قال: (الغلام مرتهن بعقيقته تذبح عنه يوم سابعه ويسمى). وفي حديث سلمان بن عامر الضبي عن النبي - صلى الله عليه وسلم - قال: (مع الغلام عقيقة فأهريقوا عنه دماً وأميطوا عنه الأذى). ففي هذين الحديثين لفظ العقيقة فدل ذلك على الإباحة لا على الكراهة في الاسم. وعلى هذا كُتب الفقهاء في كل الأمصار، ليس فيها إلا العقيقة لا النسيكة، على أن حديث مالك هذا ليس فيه التصريح بالكراهة. وكذلك حديث عمرو بن شعيب عن أبيه عن جده عن النبي - صلى الله عليه وسلم -. وإنما فيهما فكأنه كره الاسم وقال من أحب أن ينسك عن ولده) (¬2). ¶ وقال الحافظ العراقي: [إن قلت كان ينبغي العدول عن لفظ العقيقة إلى لفظ النسيكة ونحوها لقوله عليه الصلاة والسلام في حديث عبد الله بن عمرو لما سئل عن العقيقة لا يحب الله العقوق وكأنه كره الاسم قلت قال ابن عبد البر كان الواجب بظاهر هذا الحديث أن يقال لذبيحة المولود نسيكة ولا يقال عقيقة لكني ¶ ¬__________ ¶ (¬1) فتح المالك 7/ 101 - 102. ¶ (¬2) الاستذكار 15/ 367 - 368.",
            "page": "41",
            "part": "1",
            "seal": "8AFC75AA"
        },
        {
            "id": "42",
            "nass": "لا أعلم أحداً من العلماء قال به وكأنهم والله أعلم تركوا العمل به لما صح عندهم في غيره من لفظ العقيقة انتهى. قلت: لفظ نسيكة لا يدل على العقيقة لأنه أعم منها ولا دلالة للأعم على الأخص وليس في الحديث تصريح بأنه كره الاسم وإنما هذا من فهم الراوي ولم يجزم به وكأنه عليه الصلاة والسلام إنما ذكر قوله: (لا يحب الله العقوق) عند ذكر العقيقة لئلا يسترسل السائل في استحسان كل ما اجتمع مع العقيقة في الاشتقاق فبين له أن بعض هذه المادة محبوب وبعضها مكروه وهذا من الاحتراس الحسن وإنما سكت عنه في وقت آخر لحصول الغرض بالبيان الذي ذكره في هذا الحديث أو بحسب أحوال المخاطبين في العلم وضده فيبين للجاهل ويسكت عن البيان للعالم ولعله كان مع عبد الله ابن عمرو من احتاج إلى البيان لأجله فإن عبد الله بن عمرو صاحب فهم وعلم والله أعلم] (¬1). ¶ وقد أجاب الملا علي القاري عن ذلك بقوله: [وكأنه: أي النبي - صلى الله عليه وسلم - كره الاسم هذا كلام بعض الرواة أي أنه عليه السلام يستقبح أن يسمى عقيقة لئلا يظن أنها مشتقة من العقوق وأحب أن يسمى بأحسن منه من ذبيحة أو نسيكة على دأبه في تغيير الاسم القبيح إلى ما هو أحسن منه كذا في النهاية قال التوربشتي: هو كلام غير سديد لأن النبي - صلى الله عليه وسلم - ذكر العقيقة في عدة أحاديث ولو كان يكره الاسم لعدل عنه إلى غيره ومن عادته تغيير الاسم إذا كرهه أو يشير إلى كراهته بالنهي عنه كقوله: (لا تقولوا للعنب الكرم) ونحوه من الكلام وإنما الوجه فيه أن يقال: يحتمل أن السائل إنما سأله عنها لاشتباه تداخله من الكراهة ¶ ¬__________ ¶ (¬1) طرح التثريب في شرح التقريب 5/ 216.",
            "page": "42",
            "part": "1",
            "seal": "339A6DE4"
        },
        {
            "id": "43",
            "nass": "والاستحباب أو الوجوب والندب وأحب أن يعرف الفضيلة فيها ولما كانت العقيقة من الفضيلة بمكان لم يخف على الأمة موقعه من الله وأجابه بما ذكر تنبيهاً على أن الذي يبغضه الله من هذا الباب هو العقوق لا العقيقة، ويحتمل أن يكون السائل ظن أن اشتراك العقيقة مع العقوق في الاشتقاق مما يوهن أمرها فأعلمه أن الأمر بخلاف ذلك ويحتمل أن يكون العقوق في هذا الحديث مستعاراً للوالد كما هو حقيقة في المولود وذلك أن المولود إذا لم يعرف حق أبويه وأبى عن أدائه صار عاقاً فجعل إباء الوالد عن أداء حق المولود عقوقاً على الاتساع فقال: لا يحب الله العقوق أي ترك ذلك من الوالد مع قدرته عليه يشبه إضاعة المولود حق أبويه ولا يحب الله ذلك] (¬1). ¶ وقال ابن الأثير: [ومنه الحديث: (أنه سئل عن العقيقة فقال: لا أحب العقوق) ليس فيه توهين لأمر العقيقة ولا إسقاط لها وإنما كره الاسم وأحب أن تسمى بأحسن منه كالنسيكة والذبيحة جرياً على عادته في تغيير الاسم القبيح] (¬2). ¶ وقد ثبت عن النبي - صلى الله عليه وسلم - استعمال اسم العقيقة في أحاديث منها: ¶ أ. حديث سمرة - رضي الله عنه -: (كل غلام رهينة بعقيقته ... ). ¶ ب. وحديث سلمان بن عامر الضبي - رضي الله عنه -: (مع الغلام عقيقته). ¶ جـ. وحديث أسماء بنت يزيد رضي الله عنها: (العقيقة عن الغلام شاتان ... ). ¶ ¬__________ ¶ (¬1) مرقاة المفاتيح 7/ 749. ¶ (¬2) النهاية في غريب الحديث 3/ 277.",
            "page": "43",
            "part": "1",
            "seal": "2104E38D"
        },
        {
            "id": "44",
            "nass": "د. وحديث أبي هريرة - رضي الله عنه -: (مع الغلام عقيقته ... ). ¶ هـ. وحديث ابن عباس رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: (للغلام عقيقتان وللجارية عقيقة) (¬1). ¶ ففي هذه الأحاديث استعمل النبي - صلى الله عليه وسلم - لفظ العقيقة فدل على الإباحة لا على الكراهة. ¶ وكذلك فقد سبق ذكر طائفة من الآثار الواردة عن الصحابة والتابعين التي استعملوا فيها لفظ العقيقة بدون كراهة للّفظ، كما أن فقهائنا يستعملون هذه اللفظة في كتبهم ولا يستعملون لفظة نسيكة (¬2). ¶ ¬__________ ¶ (¬1) سبق تخريج هذه الأحاديث. ¶ (¬2) انظر تحفة المودود ص 42.",
            "page": "44",
            "part": "1",
            "seal": "A9B814AE"
        },
        {
            "id": "45",
            "nass": "المبحث السادس ¶ حكم العقيقة ¶ اختلف الفقهاء في حكم العقيقة على خمسة أقوال: ¶ القول الأول: أنها سنة مؤكدة وهذا قول جمهور أهل العلم من الصحابة والتابعين والفقهاء وهو قول الشافعية والمالكية والمشهور المعتمد في مذهب الحنابلة وبه قال الجمهور من العترة، وهو قول شيخ الإسلام ابن تيمية (¬1). ¶ ونقل هذا القول عن ابن عباس وابن عمر وعائشة وفاطمة بنت رسول الله - صلى الله عليه وسلم - رضي الله عنهم وبه قال القاسم بن محمد وعروة بن الزبير وعطاء والزهري وإسحاق وأبو ثور وغيرهم (¬2). ¶ قال ابن القيم: [فأما أهل الحديث قاطبة وفقهاؤهم وجمهور أهل السنة، فقالوا: هي من سنة رسول الله - صلى الله عليه وسلم -) (¬3). ¶ القول الثاني: إنها فرض واجب وهذا قول الظاهرية وعلى رأسهم صاحب المذهب داود بن علي وابن حزم ونقل عن بريدة بن الحصيب الأسلمي من الصحابة وعن أبي الزناد وهو قول الحسن البصري إلا أنه يرى وجوبها عن ¶ ¬__________ ¶ (¬1) مغني المحتاج 4/ 293، المجموع 8/ 429، بداية المجتهد 1/ 275، مجموع فتاوى شيخ الإسلام 32/ 206، الإقناع 2/ 282، كفاية الأخيار ص 534 ,المغني 9/ 459، نيل الأوطار 5/ 150، الفروع 3/ 563، كشاف القناع 3/ 24، تحفة المودود ص 32، أحكام الذبائح ص 170، الفقه الإسلامي وأدلته 3/ 637. ¶ (¬2) المغني 9/ 459، المجموع 8/ 447. ¶ (¬3) تحفة المودود ص 32.",
            "page": "45",
            "part": "1",
            "seal": "E757EFAA"
        },
        {
            "id": "46",
            "nass": "الذكر دون الأنثى، والقول بالوجوب رواية عن الإمام أحمد اختارها جماعة من الحنابلة وبه قال الشيخ الألباني من المحدثين (¬1). ¶ القول الثالث: للحنفية وقد اختلفت الروايات في مذهبهم في حكم العقيقة والذي تحصَّل لي بعد البحث ثلاثة أقوال لهم هي: ¶ أ. أنها تطوع من شاء فعلها ومن شاء تركها، قاله الطحاوي في مختصره وابن عابدين في العقود الدرية (¬2)، ونقله الشيخ نظام عن أبي حنيفة وأبي يوسف ومحمد (¬3)، وهذا موافق لقول الجمهور بشكل عام. ¶ ب. أنها مباحة قاله المنبجي ونقله ابن عابدين عن جامع المحبوبي (¬4). ¶ جـ. أنها منسوخة يكره فعلها وهو منقول عن محمد بن الحسن صاحب أبي حنيفة حيث قال: [أما العقيقة فبلغنا أنها كانت في الجاهلية وقد فعلت في أول الإسلام ثم نسخ الأضحى كل ذبح كان قبله] (¬5). ¶ وقال الخوارزمي الكرلاني: [كان في الجاهلية ذبائح يذبحونها منها العقيقة ومنها الرجبية ... وكلها منسوخ بالأضحية] (¬6). ¶ والقول بالنسخ هو المذهب عند الحنفية قال التهانوي: [نص الروايات ظاهر في أن مذهب أبي حنيفة هو أن العقيقة منسوخة وغير مشروعة، وما نقله الشامي ¶ ¬__________ ¶ (¬1) المحلى 6/ 234، المجموع 8/ 447، المغني 9/ 459، الإنصاف 4/ 110، زاد المعاد 2/ 326، تحفة المودود ص 43، الفروع 3/ 556. ¶ (¬2) مختصر الطحاوي ص299، العقود الدرية في تنقيح الفتاوى الحامدية 2/ 212، بدائع الصنائع 4/ 203. ¶ (¬3) الفتاوى الهندية 5/ 304. ¶ (¬4) اللباب في الجمع بين السنة والكتاب 2/ 648، حاشية ابن عابدين 6/ 336. ¶ (¬5) الموطأ برواية محمد ص226، وانظر الآثار لأبي يوسف ص 238، بدائع الصنائع 4/ 204، بذل المجهود 13/ 79، إعلاء السنن 17/ 113. ¶ (¬6) الكفاية على الهداية 8/ 428.",
            "page": "46",
            "part": "1",
            "seal": "076D2A88"
        },
        {
            "id": "47",
            "nass": "– أي ابن عابدين – عن جامع المحبوبي أنها مباحة وشرح الطحاوي أنها مستحبة ليس بنقل للمذهب، بل هو رأي منهما رأياه لما ورد في ذلك من الأخبار] (¬1). ¶ وأما ما نسب لأبي حنيفة أن العقيقة بدعة كما نقله العراقي وغيره (¬2) فهو مردود وباطل. ¶ قال العيني: [هذا افتراء فلا يجوز نسبته إلى أبي حنيفة وحاشاه أن يقول مثل هذا، وإنما قال ليست سنة، فمراده إما ليست سنة ثابتة، وإما ليست سنة مؤكدة] (¬3). ¶ وقد تطاول ابن حزم على أبي حنيفة وتعدّى عليه فقال: [ولم يعرف أبو حنيفة العقيقة فكان ماذا؟ ليت شعري إذ لم يعرفها أبو حنيفة ما هذا بنكرة فطالما لم يعرف السنن] (¬4). ¶ وقال الشيخ ابن قدامة المقدسي: [وجعلها أبو حنيفة من أمر الجاهلية وذلك لقلة علمه ومعرفته بالأخبار] (¬5). ¶ وسامح الله الشيخ ابن قدامة فما كان ينبغي أن يصدر هذا الكلام منه في حق أبي حنيفة، وأقول كلٌ يؤخذ من قوله ويترك إلا النبي - صلى الله عليه وسلم - وقول ابن حزم وابن قدامة في حق أبي حنيفة ينبغي تركه. ¶ ¬__________ ¶ (¬1) إعلاء السنن 17/ 113. ¶ (¬2) طرح التثريب 5/ 206. ¶ (¬3) عمدة القاري 14/ 463. ¶ (¬4) المحلى 6/ 241. ¶ (¬5) المغني 9/ 459.",
            "page": "47",
            "part": "1",
            "seal": "EB47FF98"
        },
        {
            "id": "48",
            "nass": "وليت ابن حزم وابن قدامة رحمهما الله تعالى التمسا عذراً لأبي حنيفة رحمه الله لكان أولى من هذا اللمز. ¶ ولقد أحسن الشوكاني إذ قال: [وحكى صاحب البحر عن أبي حنيفة أن العقيقة جاهلية محاها الإسلام وهذا إن صح حمل على أنها لم تبلغه الأحاديث الواردة في ذلك] (¬1)، وهكذا ينبغي أن نحسن الظن بعلمائنا فهم أتقى وأورع من أن يتعمدوا مخالفة سنة رسول الله - صلى الله عليه وسلم -. ¶ وقال التهانوي: [وعلى هذا فلا يصح إيراد ابن حزم على أبي حنيفة، وكل ما ذكره ردٌ عليه فافهم، وفي البدائع في باب اشتراك سبعة في بدنة الأضحية ما نصه: ولو أرادوا القربة بالأضحية أو غيرها من القرب أجزأهم، سواء كانت واجبة أو تطوعاً، لأن المقصود من الكل التقرب إلى الله تعالى، وكذلك إن أراد بعضهم العقيقة عن ولدٍ وُلد له من قبل، لأن ذلك جهة التقرب إلى الله عز شأنه بالشكر على ما أنعم عليه من الولد. كذا ذكره محمد رحمه الله في نوادر الضحايا، ولم يذكر الوليمة، وينبغي أن يجوز، لأنها إنما تقام شكراً لله تعالى على نعمة النكاح، وقد وردت السنة بذلك عن رسول الله - صلى الله عليه وسلم - فقال: (أولم ولو بشاة) فإذا قصد بها الشكر وإقامة السنة فقد أراد بها التقرب إلى الله عز وجل. أ. هـ ملخصاً. وهو صريح في كون العقيقة قربة كالوليمة، فمن عزا إلى أبي حنيفة أنه قال: هي بدعة لا يلتفت إليه، نعم أنكر أبو حنيفة كونها إراقة دم ¶ ¬__________ ¶ (¬1) نيل الأوطار 5/ 150.",
            "page": "48",
            "part": "1",
            "seal": "5324E87F"
        },
        {
            "id": "49",
            "nass": "بالشرع تعبداً كالأضحية، ولم ينكر كونها قربة بقصد الشكر على نعمة الولد فإنها تكون إذاً كالوليمة تقام شكراً لله تعالى على نعمة النكاح، فافهم] (¬1). ¶ وينبغي أن يعلم أن الذي عليه العمل عند الحنفية الآن هو استحباب العقيقة قال التهانوي: [وليعلم أن عمل الحنفية اليوم على استحبابها عملاً بما في شرح الطحاوي والأمر واسع لما فيه من الاختلاف، فتدبر] (¬2). ¶ وقال أيضاً: [هذا وإنما أخذ أصحابنا الحنفية في ذلك بقول الجمهور وقالوا باستحباب العقيقة لما قال ابن المنذر وغيره: إن الدليل عليه الأخبار الثابتة عن رسول الله - صلى الله عليه وسلم - وعن الصحابة والتابعين بعده، قالوا: وهو أمر معمول به في الحجاز قديماً وحديثاً. قال: وذكر مالك في الموطأ: أنه الأمر الذي لا اختلاف فيه عندهم قال: وقال يحيى بن سعيد الأنصاري التابعي، أدركت الناس وما يدعون العقيقة عن الغلام والجارية. وممن كان يرى العقيقة ابن عمر وابن عباس وعائشة وبريدة الأسلمي والقاسم بن محمد وعروة بن الزبير وعطاء والزهري وآخرون من أهل العلم يكثر عددهم قال: وانتشر عمل ذلك في عامة بلدان المسلمين أ. هـ شرح المهذب ملخصاً (8/ 447)، فزعموا أن الأمر كان مختلفاً فيه بين الصحابة والتابعين ثم اتفق جمهور العلماء وعامة المسلمين على استحبابه، فأخذوا به وأفتوا بالاستحباب، ووافقوا الجمهور، وإن كان قول الإمام قوياً من حيث الدليل كما ذكرنا، ولكن خلافه هو القول المنصور والله تعالى أعلم بما في الصدور] (¬3). ¶ ¬__________ ¶ (¬1) إعلاء السنن 17/ 127. ¶ (¬2) إعلاء السنن 17/ 121. ¶ (¬3) إعلاء السنن 17/ 126.",
            "page": "49",
            "part": "1",
            "seal": "6D0982A2"
        },
        {
            "id": "50",
            "nass": "القول الرابع: تجب العقيقة في الأيام السبع الأولى من الولادة فإن فاتت لم تجب بعد السبع وهو قول الليث بن سعد كما حكاه عنه الحافظ ابن عبد البر حيث قال: [وقال الليث بن سعد: يعق عن المولود في أيام سابعه، في أيها شاء، فإن لم تتهيأ لهم العقيقة في سابعه فلا بأس أن يعق عنه بعد ذلك وليس بواجب أن يعق عنه بعد سبعة أيام، وكان الليث يذهب إلى أنها واجبة في السبعة الأيام] (¬1). ¶ القول الخامس: العقيقة عن الغلام فقط دون الجارية فلا يعق عنها، وبه قال الحسن البصري على سبيل الوجوب كما حكاه عنه ابن عبد البر وهو قول قتادة كما حكاه ابن المنذر عنهما، وحكاه ابن حزم عن محمد بن سيرين وأبي وائل شقيق بن سلمة، حيث نقل ابن حزم عن ابن سيرين أنه كان لا يرى على الجارية عقيقة وعن أبي وائل قال: لا يعق عن الجارية ولا كرامة (¬2). ¶ الأدلة: ¶ أدلة القول الأول: احتج الجمهور على أن العقيقة سنة بما يلي: ¶ 1. عن سلمان بن عامر الضبي - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (مع الغلام عقيقة فأهريقوا عنه دماً وأميطوا عنه الأذى). ¶ 2. وعن سَمُرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويحلق ويُسمَّى). ¶ ¬__________ ¶ (¬1) فتح المالك 7/ 104، وانظر طرح التثريب 5/ 206. ¶ (¬2) فتح المالك 7/ 104، المحلى 6/ 241، الحاوي الكبير 15/ 128،عمدة القاري 14/ 463، طرح التثريب 5/ 207، فتح الباري 12/ 9.",
            "page": "50",
            "part": "1",
            "seal": "50DEAB04"
        },
        {
            "id": "51",
            "nass": "3. وعن أم كُرْز الكعبية رضي الله عنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: (عن الغلام شاتان مكافئتان وعن الجارية شاة). ¶ 4. وعن ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - عق عن الحسن والحسين. ¶ 5. وعن عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - أمرهم عن الغلام شاتان وعن الجارية شاة (¬1). ¶ ¬__________ ¶ (¬1) سبق تخريج هذه الأحاديث.",
            "page": "51",
            "part": "1",
            "seal": "41FC87E2"
        },
        {
            "id": "52",
            "nass": "وجه الاحتجاج بهذه الأحاديث: ¶ قال الجمهور إن هذه الأحاديث تدل على أن العقيقة سنة مستحبة أكدها النبي - صلى الله عليه وسلم - بقوله وفعله، حيث إنه قد عق الحسن والحسين رضي الله عنهما. ¶ وقالوا أيضاً إن الأمر في حديث عائشة رضي الله عنها (أن رسول الله - صلى الله عليه وسلم - أمرهم ... ) مصروف عن الوجوب إلى الندب ويؤيد ذلك أن النبي - صلى الله عليه وسلم - جعلها لرغبة المسلم واختياره، وما كان سبيله كذلك لا يكون واجباً، فقد جاء في الحديث عن عمرو بن شعيب عن أبيه عن جده قال: سئل النبي - صلى الله عليه وسلم - عن العقيقة فقال: (لا يحب الله العقوق) كأنه كره الاسم وقال: (من ولد له ولد فأحب أن ينسك عنه فلينسك) (¬1). ¶ وقالوا أيضاً إنها لو كانت واجبة لكان وجوبها معلوماً من الدين لأن ذلك مما تدعو الحاجة إليه، وتعم به البلوى فكان رسول الله - صلى الله عليه وسلم - يبين وجوبها للأمة بياناً عاماً كافياً تقوم به الحجة، وينقطع معه العذر (¬2). ¶ 6. واحتجوا أيضاً بالإجماع على أنها سنة، قال ابن قدامة: [والإجماع، قال أبو الزناد: العقيقة من أمر الناس كانوا يكرهون تركه] (¬3)، وقول أبي الزناد من أمر الناس تفيد أن العقيقة متروكة لرغبتهم لم يوجبها الشارع ولو كانت واجبة لما تركوها كما أن ترك الواجب يكون حراماً وليس مكروهاً فقط. ¶ 7. وقالوا إنها ذبيحة لسرور حادث فلم تكن واجبة كالوليمة والنقيعة (¬4). ¶ ¬__________ ¶ (¬1) سبق تخريجه وانظر نيل الأوطار 5/ 150. ¶ (¬2) تحفة المودود ص 47. ¶ (¬3) المغني 9/ 459، وانظر أحكام الذبائح ص 173. ¶ (¬4) المغني 9/ 459، والوليمة: اسم لكل طعام يتخذ لكل جمع، وقيل هي طعام العرس، والنقيعة: هي طعام يصنع عند قدوم المسافر، انظر المصباح المنير ص622، 672.",
            "page": "52",
            "part": "1",
            "seal": "4AC60564"
        },
        {
            "id": "53",
            "nass": "8. وقالوا أيضاً فعله - صلى الله عليه وسلم - لها لا يدل على الوجوب إنما يدل على الاستحباب (¬1). ¶ 9. وقالوا إنها إراقة دم من غير جناية ولا نذر فلم تجب كالأضحية (¬2). ¶ أدلة القول الثاني: واحتج الظاهرية ومن وافقهم على أنها واجبة بما يلي: ¶ 1. حديث سلمان بن عامر الضبي السابق وفيه: (مع الغلام عقيقة فأهريقوا عنه دماً). ¶ 2. وحديث أم كُرْز السابق وفيه: (وعن الغلام شاتان مكافئتان وعن الجارية شاة). ¶ 3. وحديث سَمُرة السابق وفيه: (كل غلام رهينة بعقيقته). ¶ وقد ساق ابن حزم هذه الأحاديث بإسناده بعدة روايات ثم قال: [فهذه الأخبار نص ما قلنا وهو قول جماعة من السلف] (¬3)، ثم ذكر آثاراً عن جماعة من السلف منهم: حفصة بنت عبد الرحمن بن أبي بكر، وابن عباس، وعطاء، وابن عمر، وبريدة الأسلمي حيث نقل عنه قوله: [إن الناس يعرضون يوم القيامة على العقيقة كما يعرضون على الصلوات الخمس] ثم قال: [أمره عليه الصلاة والسلام بالعقيقة فرض كما ذكرنا لا يحل لأحد أن يحمل شيئاً من أوامره عليه الصلاة والسلام على جواز تركها إلا بنص آخر وارد بذلك وإلا فالقول بذلك كذبٌ وقفوٌ لما لا علم لهم به، وقد قال عليه الصلاة والسلام: (إذا أمرتكم بأمر فأتوا منه ما استطعتم) (¬4)، هذه حجج ابن حزم على الوجوب. ¶ ¬__________ ¶ (¬1) تحفة المودود ص 48، سبل السلام 4/ 180. ¶ (¬2) المهذب مع المجموع 8/ 426. ¶ (¬3) المحلى 6/ 236. ¶ (¬4) المحلى 6/ 237، والحديث الذي ذكره ابن حزم رواه البخاري ومسلم.",
            "page": "53",
            "part": "1",
            "seal": "CCB82ECE"
        },
        {
            "id": "54",
            "nass": "4. واحتج غير ابن حزم على وجوبها بأن الرسول - صلى الله عليه وسلم - أمر بها وعمل بها، وقال الغلام مرتهن بعقيقته ومع الغلام عقيقة (¬1). ¶ قالوا وهذا يدل على الوجوب من وجهين: أحدهما قوله (مع الغلام عقيقة) وهذا ليس إخباراً عن الواقع بل عن الواجب ثم أمرهم بأن يخرجوا عنه هذا الذي معه، فقال: (أهريقوا عنه دماً) (¬2). ¶ 5. واحتجوا أيضاً بحديث عمرو بن شعيب عن أبيه عن جده أن: (الرسول - صلى الله عليه وسلم - أمر بتسمية المولود يوم سابعه ووضع الأذى عنه والعق) (¬3). ¶ 6. واحتجوا بحديث يوسف بن ماهك وفيه أن عائشة أخبرتهم أن الرسول - صلى الله عليه وسلم -: (أمرهم عن الغلام شاتان وعن الجارية شاة) (¬4). ¶ وجه الاستدلال بهذين الحديثين أن فيهما الأمر النبوي بالعقيقة والأصل في الأمر أن يحمل على الوجوب. ¶ 7. واحتجوا أيضاً بحديث يزيد بن عبدٍ المزني عن أبيه أن الرسول - صلى الله عليه وسلم - قال ¶ : (يعق عن الغلام ولا يمس رأسه بدم) (¬5)، وقالوا هذا خبر بمعنى الأمر (¬6). ¶ أدلة القول الثالث: واحتج الحنفية بما يلي: ¶ أولاً: بالنسبة للقول الأول عند الحنفية وهو استحباب العقيقة فأدلتهم عليه هي أدلة الجمهور السابقة. ¶ ¬__________ ¶ (¬1) انظر تحفة المودود ص 43. ¶ (¬2) المصدر السابق ص 46. ¶ (¬3) سبق تخريجه. ¶ (¬4) سبق تخريجه. ¶ (¬5) سبق تخريجه. ¶ (¬6) تحفة المودود ص47.",
            "page": "54",
            "part": "1",
            "seal": "6A210AA1"
        },
        {
            "id": "55",
            "nass": "ثانياً: بالنسبة للقول بأنها مباحة فاحتجوا عليه بحديث عمرو بن شعيب عن أبيه عن جده السابق، وفيه: (من ولد له ولد فأحب أن ينسك عنه فلينسك ... الخ) وهو يفيد الإباحة كما قالوا (¬1). ¶ ثالثاً: وأما قولهم بأنها منسوخة فدليلهم ما ذكره الكاساني: [وإنما عرفنا انتساخ هذه الدماء بما روي عن سيدتنا عائشة رضي الله عنها أنها قالت: (نسخ صوم رمضان كل صوم كان قبله، ونسخت الأضحية كل دم كان قبلها، ونسخ غسل الجنابة كل غسل كان قبله) والظاهر أنها قالت ذلك سماعاً من رسول الله - صلى الله عليه وسلم - لأن انتساخ الحكم مما لا يدرك بالاجتهاد] (¬2). ¶ واحتجوا أيضاً بما رواه أبو يوسف في الآثار عن أبي حنيفة عن حماد عن إبراهيم أنه قال: [كانت العقيقة في الجاهلية فلما جاء الإسلام رفضت] (¬3). ¶ وبما رواه أبو يوسف أيضاً عن أبي حنيفة عن رجل عن محمد بن الحنفية: [أن العقيقة كانت في الجاهلية فلما جاء الأضحى رفضت] (¬4). ¶ قال التهانوي: [وحجة المانعين هو ما روي عن إبراهيم ومحمد بن الحنفية أنها رفضت في الإسلام، وما روي من الأخبار لا ترد عليهما، لأنهما لا ينكران المشروعية أصلاً، بل يقولان بالمشروعية في الجملة، ولكنهما يدعيان أنها رفعت، فعندهما زيادة علم ليس عند من يجوزها، وهما إمامان لا يقولان جزاف فيكون قولهما حجة لأن حجة المجوزين عدم وقوفهم على الناسخ، ¶ ¬__________ ¶ (¬1) اللباب 2/ 648. ¶ (¬2) بدائع الصنائع 4/ 204. ¶ (¬3) كتاب الآثار ص 238. ¶ (¬4) المصدر السابق.",
            "page": "55",
            "part": "1",
            "seal": "4A8E447A"
        },
        {
            "id": "56",
            "nass": "وحجتهما الاطلاع عليه، وباليقين قول من يدعي العلم حجة دون من ينكره. فإن قلت: في رواية ابن الحنفية رجل مبهم، قلنا: هذا الإبهام ليس بمضر، لأن الراوي عنه صاحب المذهب وهو أعرف به] (¬1). ¶ واحتجوا بحديث عمرو بن شعيب عن أبيه عن جده السابق وفيه: (سئل رسول الله - صلى الله عليه وسلم - عن العقيقة، فقال: لا يحب الله العقوق). ¶ واحتجوا أيضاً بحديث أبي رافع مولى رسول الله - صلى الله عليه وسلم - قال: (لما ولدت فاطمة حسناً، قالت: ألا أعق عن ابني بدم؟ قال: لا، ولكن احلقي رأسه وتصدقي بوزن شعره فضة على المساكين والأوفاض. ففعلت ذلك فلما ولد حسيناً فعلت مثل ذلك) وفي رواية أخرى قال عليه السلام: (لا تعقي عنه) رواه الإمام أحمد وقال الهيثمي: رواه أحمد والطبراني في الكبير وهو حديث حسن (¬2). ¶ وقال الساعاتي: [وفي إسناده عبد الله بن محمد بن عقيل، فيه لين وله شواهد تعضده ولعل الحافظ الهيثمي حسنه لذلك] (¬3). ¶ وأما ما احتج به الحنفية على قولهم من جهة النظر [فإن إراقة الدم بمجردها لم تعهد قربة إلا حيث ورد بها النص لا غير، وإذا تعارضت النصوص في كونها مشروعة في العقيقة أو منسوخة وباليقين ندري أنه كان في الإسلام إراقات قد نسخت فيما بعد، كالفرع والعتيرة ونحوها، كان الترجيح لما يدل على ¶ ¬__________ ¶ (¬1) إعلاء السنن 17/ 113. ¶ (¬2) مجمع الزوائد 4/ 57. ¶ (¬3) الفتح الرباني 13/ 126 - 127، والأوفاض أناس من أصحاب رسول الله - صلى الله عليه وسلم - محتاجون كانوا في المسجد أو في الصفة. المصدر السابق.",
            "page": "56",
            "part": "1",
            "seal": "D4AD021B"
        },
        {
            "id": "57",
            "nass": "كونها منسوخة، لأنها لو كانت مشروعة لكانت مستحبة لا غير، ولو كانت منسوخة كانت بدعة في الإسلام، وإذا دار الأمر بين الاستحباب والابتداع والإباحة والحظر ترجح الحاظر على المبيح، وإذا تعارض المحرم والمبيح وجهل التاريخ يجعل المحرم متأخراً كيلا يلزم النسخ مرتين، ومعنى قوله: (محا ذبحُ الأضاحي كل ذبحٍ كان قبله) أي محا وجوبه كل ذبح قبله، فلا يرد علينا كون الأضحية قد شرعت في السنة الثانية، وعقيقة الحسن والحسين في الثالثة، أو الخامسة وسماع أم كرز حديث العقيقة في الحديبية في السنة السادسة، لأنا نقو ل: كانت الأضحية إذ ذاك مشروعة لا واجبة، ثم وجبت بعد ذلك عند فرض الحج، فمحا وجوبها كل ذبح كان قبله ولأجل ذلك لم يعق النبي - صلى الله عليه وسلم - عن ابنه إبراهيم رضي الله عنه بدليل أنه سماه ليلة ولد ولو كان قد عق عنه لسماه في اليوم السابع] (¬1). ¶ ردُّ الحنفية على أدلة الجمهور: ¶ أجاب التهانوي من الحنفية عن الأحاديث الواردة في العقيقة عن الحسن والحسين - سبق ذكرها - بقوله: [والجواب عنه أن رواية العقيقة عنهما مضطربة لأنه روى الحاكم من طريق محمد بن عمر واليافعي عن ابن جريج عن يحيى بن سعيد عن عمرة عن عائشة قالت: عق رسول الله - صلى الله عليه وسلم - عن الحسن والحسين يوم السابع وسماهما وأمر أن يماط عن رؤوسهما الأذى، وقال: صحيح الإسناد. ¶ ¬__________ ¶ (¬1) إعلاء السنن 17/ 122.",
            "page": "57",
            "part": "1",
            "seal": "6A4BE9FC"
        },
        {
            "id": "58",
            "nass": "وأقره الذهبي عليه، وتبعه ابن حجر في الفتح وهو عجيب منهما، فإن محمد ابن عمرو اليافعي، قال ابن القطان: لم تثبت عدالته، وذكره الساجي في الضعفاء، وقال ابن عدي: له مناكير، وقال ابن معين: غيره أقوى منه، كذا في التهذيب. ¶ قال العبد الضعيف: هو من رجال مسلم والنسائي قال الذهبي: ما علمت أحداً ضعفه وذكره ابن حبان في ثقاته وقول ابن القطان: لم تثبت عدالته، وقول ابن عدي: له مناكير، وقول ابن معين: غيره أقوى منه ليس من الجرح في شيء لما في المقدمة، قال: فالرواية ضعيفة وليست بصحيحة. قلت: كلا بل هي صحيحة على شرط مسلم، ظ. قال: ولو سلم فيحتمل أن يكون مراد عائشة من العقيقة حلق الشعر والتصدق بالفضة كما في رواية أبي رافع: لا إهراق الدم. ¶ وأخرج الحاكم أيضاً عن محمد بن إسحاق عن عبد الله بن أبي بكر عن محمد ابن علي بن الحسين عن أبيه عن جده عن علي بن أبي طالب قال: عق رسول الله - صلى الله عليه وسلم - عن الحسين بشاة وقال: يا فاطمة! احلقي رأسه تصدقي بزنة شعره فوزناه فكان درهماً. ولكنه اختلف فيه على محمد بن إسحاق لأن الحاكم رواه عن عبيد عن محمد بن إسحاق ... عن عبد الله بن أبي بكر عن محمد بن علي عن أبيه عن جده عن علي متصلاً رواه الترمذي عن عبد الأعلى عن محمد بن إسحاق عن عبد الله بن أبي بكر عن محمد بن علي عن علي مرسلاً ثم محمد بن إسحاق مع ما فيه من الكلام مدلس يدلس عن الساقطين، وقد عنعن في الرواية فلا تقبل عنعنته ثم هو تفرد بزيادة قوله: (عق عن الحسين بشاة) ولم يروه علي بن الحسين عن أبي رافع ولا محمد بن علي عند سعيد بن منصور ثم لو",
            "page": "58",
            "part": "1",
            "seal": "3D71BB9E"
        },
        {
            "id": "59",
            "nass": "كان عن علي بن الحسين رواية عن أبيه عن جده لم يحتج إلى ما رواه عن أبي رافع فهذه أمور تدل على أن رواية محمد بن إسحاق ساقطة فلا يعارض رواية أبي رافع ولا يقوي رواية عائشة، قال: قلت: أخرج الحاكم في فضائل الحسين من طريق حسين بن زيد عن جعفر بن محمد عن أبيه عن جده عن علي أن رسول الله - صلى الله عليه وسلم - أمر فاطمة فقال: (زني شعر الحسين وتصدقي بوزنه فضة وأعطي القابلة رِجل العقيقة) وقال: صحيح الإسناد. ¶ قلت: تعقبه الذهبي في التلخيص وقال: لا. قلت: وكذا لا يصح ما روى ¶ أبو داود في المراسيل عن جعفر بن محمد عن أبيه أن النبي - صلى الله عليه وسلم - قال: (في العقيقة التي عقتها فاطمة عن الحسن والحسين أن يبعثوا إلى القابلة برِجل وكلوا وأطعموا ولا تكسروا منها عظماً) لأن المرسل لا يعارض المسند الذي رواه علي بن الحسين عن أبي رافع ولم أقف على من رواه عن جعفر، فليحقق. ¶ فإن قلت: يعضده ما رواه أبو داود عن عكرمة عن ابن عباس أنه - صلى الله عليه وسلم - عق عن الحسن والحسين كبشاً كبشاً وإسناده صحيح. ¶ قلنا: يعارضه ما رواه النسائي عن عكرمة عن ابن عباس (أنه - صلى الله عليه وسلم - عق عنهما كبشين كبشين) وسنده أيضاً صحيح فإذا تعارضا تساقطا فلا يصلح للتأييد. ¶ وقال في الجوهر النقي: قد اضطرب فيه على عكرمة من وجهين أن أبا حاتم قال: روى عكرمة عن النبي - صلى الله عليه وسلم - مرسلاً وهو الأصح. ¶ والثاني: أن النسائي أخرج من حديث قتادة عن عكرمة عن ابن عباس عق عن الحسن والحسين بكبشين كبشين. الجوهر النقي 2/ 223. ¶ ورجح ابن حجر في الفتح 9/ 511 روايةً بما رواه عمرو بن شعيب عن أبيه عن جده أنه عق عنهما بكبشين كبشين.",
            "page": "59",
            "part": "1",
            "seal": "C9A97FAA"
        },
        {
            "id": "60",
            "nass": "قلت: أخرجه الحاكم وسكت عنه وتعقبه الذهبي فقال: سوار ضعيف وإن كان روايته تؤيد رواية كبشين فرواية ابن إسحاق تؤيد رواية الكبش فلا ترجيح وقال ابن أبي حاتم في العلل 2/ 49: سألت أبي عن حديث رواه عبد الوارث عن أيوب عن عكرمة عن ابن عباس أن النبي - صلى الله عليه وسلم - عق عن الحسن والحسين كبشين (أي كبشاً للحسن وكبشاً للحسين) قال أبي: هذا وهم حدثنا أبو معمر وعن عبد الوارث هكذا ورواه وهب وابن علية عن أيوب عن عكرمة عن النبي - صلى الله عليه وسلم - مرسلاً قال أبي: وهذا أصح. وقال أيضاً: سألت أبي عن حديث رواه المحاربي عن يحيى بن سعيد عن عكرمة عن ابن عباس أن الحسن والحسين عق عنهما. قال أبي: هذا خطأ إنما هو عن عكرمة. قوله: من حديث يحيى ابن سعيد الأنصاري. قلت: كذا حدثنا الأشج عن أبي خالد الأحمر عن يحيى عن عكرمة أن حسناً وحسيناً عق عنهما. قال أبي: لم تصح رواية يحيى بن سعيد عن عكرمة فإنه لا يرضى عكرمة فكيف يروي عنه؟ وقال أيضاً: سألت أبي عن حديث رواه ابن وهب عن جرير بن حازم عن قتادة عن أنس قال: (عق رسول الله عن الحسن والحسين بكبشين). قال أبي: أخطأ جرير في هذا الحديث إنما هو قتادة عن عكرمة قال: عق رسول الله - صلى الله عليه وسلم - مرسل أ. هـ. ويظهر منه اضطرابان آخران: الأول أنه روى يحيى بن سعيد عن عكرمة أنه - صلى الله عليه وسلم - عق عن الحسن والحسين بدون قوله: كبشاً أو كبشين. وقال أيوب: كبشاً كبشاً وقال قتادة: كبشين كبشين. والآخر أنه روى جرير عن قتادة عن أنس وغيره عن قتادة عن عكرمة. فالحديث لا يصلح أن يكون معارضاً لما رواه أبو رافع. قال ابن حزم بعد سرد طرقه: واختلاف الرواة في إرساله ورفعه وفي",
            "page": "60",
            "part": "1",
            "seal": "0F33BAD8"
        },
        {
            "id": "61",
            "nass": "عدد الكبش والشاة ما نصه: وبأقل من هذا يتعللون في رد الأخبار ويدعون أنه اضطراب أ. هـ (9/ 531). ¶ ويمكن أن يقال: إن ابن عباس روى لعكرمة أن رسول الله - صلى الله عليه وسلم - عق عن الحسن والحسين بدون قوله: كبش أو كبشين كما رواه يحيى بن سعيد الأنصاري عن عكرمة وكما روت عمرة عن عائشة وكان مراده أنه أمر أنه يحلق رأسهما والتصدق بوزن شعرهما كما رواه أبو رافع. فتوهم منه الرواة أنه أهراق عنهما دماً. فرووه باجتهادهم أنه عق عنهما كبشين أو أربعة. وعلى هذا لا يكون رواية ابن عباس معارضاً لرواية أبي رافع وتجتمع الروايات كلها] (¬1). ¶ وأجابوا عن حديث أم كرز الكعبية (أن حديث أم كرز مضطرب اضطراباً شديداً لأنها رويت عنها من وجوه مختلفة، وأمثلها طريق سباع بن ثابت وهو أيضاً مضطرب. لأن سفيان يرويه ويقول تارة: عن عبد الله بن أبي يزيد عن أبيه عن سباع بن ثابت عن أم كرز، وأخرى عن عبيد الله عن سباع عن أم كرز، وابن جريح يرويه عن عبيد الله عن سباع بن ثابت عن محمد بن ثابت بن سباع عن أم كرز. وحماد بن زيد يرويه عن عبيد الله ويقول في حديثه: حدثني عبدالله بن أبي يزيد قال: حدثني سباع عن أم كرز. وهل هذا إلا اضطراب. ثم يقول سفيان: إن أم كرز قالت: سمعت النبي - صلى الله عليه وسلم - بالحديبية وذهبت أطلب من اللحم فسمعته يقول: عن الغلام شاتان وعن الجارية شاة ويقول ابن جريج في حديث: أنها سألت النبي - صلى الله عليه وسلم - عن العقيقة فقال: (يعق عن الغلام شاتان وعن الجارية شاة)، ويقول حماد بن زيد في حديثه: أن النبي - صلى الله عليه وسلم - قال: (عن ¶ ¬__________ ¶ (¬1) إعلاء السنن 17/ 115 - 117.",
            "page": "61",
            "part": "1",
            "seal": "CB7FFA5E"
        },
        {
            "id": "62",
            "nass": "الغلام شاتان وعن الجارية شاة). والأول: يدل على أنها سمعته يقول في الحديبية، ولم تكن سألته والثاني: يدل على أنها سألته، والثالث: لا يدل على واحد منهما. قال والذي يترجح أن رواية سفيان وابن جريج وهم، والصحيح ما رواه حماد بن زيد، لأنه لو وقع هذا السؤال والجواب في الحديبية لروي عن غير واحد من الصحابة، لأنهم كانوا مجتمعين فيها، فتفرد أم كرز بالرواية يدل على أن هذا ليس من قصة الحديبية، ثم إذا نظرنا أن الحديبية لم تكن محلاً لهذه المسألة. ولا كان أهم لأم كرز السؤال عن العقيقة من سائر أمور الدين. لأنهم قالوا: إنها أسلمت في الحديبية يزداد هذا الظن قوة ثم إذا رأينا الحاكم قد روى عن عبد المالك بن عطاء عن أم كرز وأبي كرز أنها نذرت امرأة من آل عبد الرحمن بن أبي بكر إن ولدت امرأة عبد الرحمن نحرنا جزوراً فقالت عائشة: لا، بل السنة أفضل: عن الغلام شاتان، وعن الجارية شاة، الحديث. ويحصل لهذا الظن مزيد قوة أنها لم تسمع من النبي - صلى الله عليه وسلم - بل سمعت من عائشة عن النبي - صلى الله عليه وسلم -، فأرسلت في الرواية وروت عن النبي - صلى الله عليه وسلم - كما رواه عنها حماد بن زيد. يؤيده أيضاً أن أكثر الروايات عنها بالعنعنة لا بالسماع والسؤال، وذكر الحديبية لم يقع إلا في حديث سفيان ولأجل هذه الأمور لم يخرج الشيخان هذه الرواية في صحيحهما فلا يرد الاعتراض لهذا الحديث على حديث أبي رافع) (¬1). ¶ وردَّ الشيخ ظفر التهانوي على الكلام السابق بقوله: (قال العبد الضعيف: وهذا ليس من الاضطراب في شيء، وأي بعد في أن يكون ذهبت لطلب اللحم ¶ ¬__________ ¶ (¬1) إعلاء السنن 17/ 118 - 119.",
            "page": "62",
            "part": "1",
            "seal": "314FCABB"
        },
        {
            "id": "63",
            "nass": "وسألته عن العقيقة أيضاً: وقولها: فسمعته يقول: عن الغلام شاتان إلخ أي بعد أن سئل عن العقيقة) (¬1). ¶ وقال الشيخ ظفر التهانوي ردَّاً على ما سبق: [قال العبد الضعيف: عدم إخراجهما شيئاً لا يدل على ضعفه، وقوله: إن الحديبية ليست محلاً لهذه المسألة ولا كانت مما يهم أم كرز فكله كلام لا طائل تحته، ولا يعل بمثله الأحاديث. والذي روته أم كرز عن عائشة من إنكارها نحر الجزور في العقيقة غير ما روته عن رسول الله - صلى الله عليه وسلم -، فكيف يكون ذلك دليلاً على الإرسال كما ادعاه، واضطراب السند مرتفع بما في حديث حماد بن زيد من التصريح بسماع عبيد الله بن أبي يزيد من سباع وبسماع سباع من أم كرز، فيكون ما سوى ذلك من المزيد في الإسناد فالأولى أن يقال: إن العقيقة بإراقة الدم كانت مشروعة إلى زمن الحديبية ثم نسخت بدليل أنه - صلى الله عليه وسلم - لم يعق عن ابنه إبراهيم ولو كانت واجبةً أو سنةً لعق عنه، فإنما يؤخذ بالآخر فالآخر من فعل رسول الله - صلى الله عليه وسلم - ظ) (¬2). ¶ وقالوا أيضاً في الجواب عن العقيقة عن إبراهيم ابن النبي - صلى الله عليه وسلم -: [وأما عقيقة إبراهيم فهو قول الزبير بن بكار، ولم يذكر له سنداً. فكيف يجوز الاحتجاج بالقول الذي لا سند له، ولو كان عقيقة إبراهيم ثابتاً لروي بالأسانيد الصحيحة كما رويت أحاديث الوليمة عن رسول الله - صلى الله عليه وسلم - فدل ذلك أنه ليس بثابت. وصرح الحافظ في الفتح بأنه لم ينقل أحد أنه عق عنه 9/ 507 وإذا كان كذلك ¶ ¬__________ ¶ (¬1) إعلاء السنن 17/ 118. ¶ (¬2) إعلاء السنن 17/ 119.",
            "page": "63",
            "part": "1",
            "seal": "E55691F8"
        },
        {
            "id": "64",
            "nass": "فهو حجة لنا. لأنه لو لم ينتسخ العقيقة لكن إبراهيم أحق بالعقيقة من غيره، ومما يرد قول الزبير أنه قال: سماه رسول الله - صلى الله عليه وسلم - يومه السابع. وقد روى ابن عبدالبر عن رسول الله - صلى الله عليه وسلم - أنه سماه إبراهيم ليلة ولد وقال: الحديث المرفوع أولى من قول الزبير. وأسنده الطحاوي في مشكله عن ثابت البناني عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: (ولد لي الليلة غلام، فسميته بأبي إبراهيم) 1/ 454 رجاله كلهم ثقات وهو متفق عليه. فدل ذلك أن قول الزبير جزاف ولا يلتفت إليه] (¬1). ¶ وأجاب الحنفية على تضعيف الجمهور لحديث علي (محا ذبح الأضاحي كل ذبح قبله) [بأن حديث علي مروي من طريقين، وإن كان كل واحد منهما ضعيف بانفراده إلا أن بمجموعهما يحصل له قوة، وإن لم تصل تلك القوة إلى حد يصح به الاحتجاج، فلا أقل من أن يحصل له قوة يصلح به للاستشهاد وتقوية حديث أبي رافع. ثم قال ابن حجر في الدراية: إنه ضعيف، فإن عبدالرزاق أخرجه موقوفاً وهذا يدل على أن الضعيف رفعه، وأما الموقوف فصحيح وهو كاف لنا] (¬2). ¶ أدلة القول الرابع: ¶ لعلهم يحتجون بحديث سَمُرة - رضي الله عنه - وفيه: (تذبح عنه يوم سابعه) وبحديث عمرو بن شعيب وفيه: (يوم سابعه). ¶ ¬__________ ¶ (¬1) إعلاء السنن 17/ 120 - 121. ¶ (¬2) إعلاء السنن 17/ 120.",
            "page": "64",
            "part": "1",
            "seal": "294785B8"
        },
        {
            "id": "65",
            "nass": "وبحديث عائشة رضي الله عنها قالت: (عقَّ رسول الله - صلى الله عليه وسلم - عن حسن وحسين يوم السابع وسمَّاهما وأمر أن يماط عن رأسهما الأذى). وغير ذلك من الأحاديث. ¶ أدلة القول الخامس: ¶ احتجوا بما يلي: ¶ 1. بحديث سلمان بن عامر الضبي قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (مع الغلام عقيقة فأهريقوا عنه دماً ... ). ¶ 2. وعن سَمُرة أنه عليه الصلاة والسلام قال: (كل غلام مرتهن بعقيقته ... ). ¶ 3. وعن أبي هريرة أنه - صلى الله عليه وسلم - قال: (مع الغلام عقيقة ... ) (¬1). ¶ تمسك هؤلاء بظاهر قوله - صلى الله عليه وسلم -: (مع الغلام) والغلام اسم الذكر دون الأنثى (¬2). ¶ قال الحافظ ابن عبد البر: [انفرد الحسن وقتادة بقولهما إنه لا يعق عن الجارية بشيء وإنما يعق عن الغلام فقط بشاة، وأظنهما ذهبا إلى ظاهر حديث سلمان: مع الغلام عقيقة، وإلى ظاهر حديث سَمُرة: (الغلام مرتهن بعقيقته) (¬3). ¶ قلت: ولم ينفرد الحسن وقتادة بهذا القول بل نقله ابن حزم عن أبي وائل شقيق بن سلمة وهو من فقهاء التابعين حيث قال: لا يعق عن الجارية ولا كرامة] (¬4). ¶ ¬__________ ¶ (¬1) سبق تخريج هذه الأحاديث الثلاثة. ¶ (¬2) تحفة المودود ص 52. ¶ (¬3) فتح المالك 7/ 107. ¶ (¬4) المحلى 6/ 241.",
            "page": "65",
            "part": "1",
            "seal": "719D5151"
        },
        {
            "id": "66",
            "nass": "وقال ابن قدامة محتجاً لهؤلاء: [لأن العقيقة شكر للنعمة الحاصلة بالولد والجارية لا يحصل بها سرور فلا يشرع لها عقيقة] (¬1). ¶ وقال الماوردي محتجاً لهم: [لأن العقيقة السرور، والسرور يختص بالغلام دون الجارية] (¬2). ¶ والتعليل الذي ذكره الماوردي وابن قدامة مستبعد عن هؤلاء العلماء الأجلاء فكيف لا يحصل بولادة الأنثى سرور للمسلم وهو يعلم أن ذلك بيد الله سبحانه ولقد نعى الله على أهل الجاهلية تشاؤمهم بقدوم الأنثى وأبطل ذلك. قال تعالى: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلَا سَاءَ مَا يَحْكُمُونَ}.سورة النحل الآيتان 58 - 59. ¶ فلا يقبل من المسلم أن يتذمر إذا رزق ببنت أو بنات فإن الأمور كلها بيد الله سبحانه وتعالى وقد وردت أحاديث كثيرة في فضل من ربى البنات وعلمهن وأدبهن وصبر عليهن وأنهن يكن له حجاباً من النار. ¶ مناقشة وترجيح: ¶ بعد إجالة النظر والفكر في أدلة العلماء في هذه المسألة يتضح لي رجحان قول جمهور أهل العلم بأن العقيقة سنة مؤكدة، وليست فرضاً واجباً كما قال الظاهرية، ولا مكروهة ولا منسوخة، كما قال بعض الحنفية. ¶ ¬__________ ¶ (¬1) المغني 9/ 460. ¶ (¬2) الحاوي الكبير 15/ 128.",
            "page": "66",
            "part": "1",
            "seal": "FEE7F188"
        },
        {
            "id": "67",
            "nass": "قال الإمام الشافعي: [أفرط فيها - أي في العقيقة - رجلان قال أحدهما: هي بدعة، والآخر قال: واجبة] (¬1). ¶ والعقيقة كانت معروفةً عند سلف الأمة ويعملون بها ويحافظون على هذه السنة النبوية قال الإمام مالك: [وليست العقيقة بواجبة ولكنها يستحب العمل بها وهي من الأمر الذي لم يزل عليه الناس عندنا] (¬2). ¶ وقال الإمام أحمد: [إنها من الأمر الذي لم يزل عليه أمر الناس عندنا] (¬3). ¶ وقال أبو الزناد: [العقيقة من أمر المسلمين الذي كانوا يكرهون تركه] (¬4). ¶ وقال يحيى الأنصاري: [أدركت الناس لا يدعون العقيقة عن الغلام وعن الجارية] (¬5). ¶ وقال الثوري: [ليست العقيقة بواجبة وإن صنعت فحسن] (¬6). ¶ وقال ابن المنذر: [وهو - أي أمر العقيقة - معمول به بالحجاز قديماً وحديثاً ... قال: وانتشر عمل ذلك في عامة بلدان المسلمين متبعين في ذلك ما سنَّه رسول الله - صلى الله عليه وسلم -، قال: وإذا كان كذلك لم يضر السنة من خالفها وعدل عنها] (¬7). ¶ ¬__________ ¶ (¬1) فتح الباري 12/ 4. ¶ (¬2) الموطأ 2/ 400. ¶ (¬3) عمدة القاري 14/ 462. ¶ (¬4) طرح التثريب 5/ 206، وانظر المجموع 8/ 447. ¶ (¬5) طرح التثريب 5/ 206، وانظر المجموع 8/ 447. ¶ (¬6) فتح المالك 7/ 105. ¶ (¬7) المجموع 8/ 447.",
            "page": "67",
            "part": "1",
            "seal": "93D371FD"
        },
        {
            "id": "68",
            "nass": "وقال ابن رشد الجد: [إن من تركها تهاوناً بها من غير عذر فإنه يأثم كسائر السنن] (¬1). ¶ ومما يؤكد لنا هذا الترجيح: ¶ إن الأدلة التي ساقها الظاهرية ومن وافقهم على وجوب العقيقة مصروفة عن ظاهرها بالنص وهو قوله - صلى الله عليه وسلم -: (من ولد له ولد فأحب أن ينسك عنه فلينسك) فعلق ذلك على المحبة والاختيار فهذه قرينة منصوصة، صرفت الأمر من الوجوب إلى الندب، وأحاديثهم محمولة على تأكيد الاستحباب، جمعاً بين الأخبار. ¶ وأما أدلة الحنفية على كراهيتها أو نسخها فالجواب عنهما بما يأتي: ¶ 1. إن الحديث الذي احتج به الحنفية أولاً: (نسخت الأضحية كل دم كان قبلها ... ) حديث ضعيف لا يصح الاحتجاج به، وقد روي هذا الحديث من عدة طرق ذكرها الدارقطني في سننه وبين ضعفها كما يلي: ¶ أ. حدثنا أبي أن محمد بن حرب نا أبو كامل نا الحارث بن نبهان نا عتبة بن يقظان عن الشعبي عن علي قال: قال رسول الله - صلى الله عليه وسلم -: (محا ذبح الأضاحي كل ذبح قبله ... ) هذا الحديث فيه عتبة بن يقظان وهو متروك كما قال الدارقطني (¬2)، وقال الحافظ في التقريب: ضعيف (¬3). ¶ ب. نا محمد بن يوسف بن سليمان الخلال نا الهيثم بن سهل نا المسيب بن شريك نا عبيد المكتب عن عامر عن مسروق عن علي قال: قال رسول الله - صلى الله عليه وسلم - ¶ ¬__________ ¶ (¬1) مواهب الجليل 4/ 390. ¶ (¬2) سنن الدارقطني 4/ 281، التعليق المغني على الدارقطني 4/ 278. ¶ (¬3) التقريب ص232.",
            "page": "68",
            "part": "1",
            "seal": "9DAE52FB"
        },
        {
            "id": "69",
            "nass": ": (نسخ الأضحى كل ذبح ... ) هذه الرواية فيها المسيب بن شريك قال فيه يحيى بن معين: [ليس بشيء. وقال أحمد: ترك الناس حديثه. وقال مسلم: متروك] (¬1). وضعفه الزيلعي أيضاً (¬2). ¶ جـ. نا محمد بن عبد الله الشافعي نا محمد بن تمام بن صالح النهراني بحمص نا المسيب بن واضح نا المسيب بن شريك عن عتبة بن يقظان عن الشعبي عن مسروق عن علي قال: قال رسول الله - صلى الله عليه وسلم -: (نسخت الزكاة كل صدقة في القرآن ونسخ صوم رمضان كل صوم ونسخ غسل الجنابة كل غسل ونسخت الأضاحي كل ذبح) (¬3)، وفيه أيضاً المسيب بن شريك وعتبة بن يقظان وعرفت ما قيل فيهما فلا يحتج بهما. وقال صاحب التعليق المغني على الدارقطني: [حديث علي مروي من طرق وكلها ضعاف لا يصح الاحتجاج بها] (¬4)، وقال النووي: [اتفق الحفاظ على ضعفه] (¬5). ¶ وقال الألباني عن هذا الحديث: [ضعيف جداً. رواه الدارقطني في سننه ص543 من طريق الهيثم بن سهل المسبب بن شريك: نا عبيد المكتب عن عامر عن مسروق عن علي مرفوعاً. وقال: خالفه المسيب بن واضح عن المسيب - هو ابن شريك - وكلاهما ضعيفان، والمسيب ابن شريك متروك. ثم ساقه من طريق ابن واضح نا المسيب بن شريك عن عتبة بن يقظان عن الشعبي عن مسروق به. وقال: عتبة بن يقظان متروك أيضا ً. ورواه البيهقي 9/ 261 - 262 عن ¶ ¬__________ ¶ (¬1) التعليق المغني على الدارقطني 4/ 279. ¶ (¬2) نصب الراية 4/ 208. ¶ (¬3) سنن الدارقطني 4/ 281. ¶ (¬4) التعليق المغني على الدارقطني 4/ 278. ¶ (¬5) المجموع 8/ 386.",
            "page": "69",
            "part": "1",
            "seal": "2C96E33A"
        },
        {
            "id": "70",
            "nass": "ابن شريك بالوجهين. ونقل عن الدارقطني ما سبق من التضعيف الشديد وأقره عليه. ¶ ومن آثار هذا الحديث السيئة أنه صرف جماً غفيراً من هذه الأمة. عن سنة صحيحة مشهورة، ألا وهي العقيقة، وهي الذبح عن المولود في اليوم السابع، عن الغلام شاتين وعن الأنثى شاةً واحدةً، وقد جاء في ذلك أحاديث كثيرة تراجع في كتاب تحفة الودود في أحكام المولود للعلامة ابن القيم، اجتزئ هنا بإيراد واحد منها وهو قوله - صلى الله عليه وسلم -: (مع الغلام عقيقة، فأهريقوا عنه دماً) رواه البخاري 9/ 486. وغيره من حديث سلمان بن عامر الضبي مرفوعاً. لقد ترك العمل بهذا الحديث الصحيح وغيره مما في الباب حتى لا تكاد تسمع في هذه البلاد وغيرها أن أحداً من أهل العلم والفضل – دع غيرهم – يقوم بهذه السنة! ولو أنهم تركوها إهمالاً كما أهملوا كثيراً من السنن الأخرى لربما هانت المصيبة، ولكن بعضهم تركها إنكاراً لمشروعيتها! لا لشيء إلا لهذا الحديث الواهي! فقد استدل به بعض الحنفية على نسخ مشروعية العقيقة! فإلى الله المشتكى من غفلة الناس عن الأحاديث الصحيحة، وتمسكهم بالأحاديث الواهية الضعيفة] (¬1). ¶ وأجاب ابن حزم عن احتجاجهم بنسخ الأضحى كل ذبح قبله بقوله: [واحتج من لم يرها واجبة برواية واهية عن أبي جعفر محمد بن علي بن الحسين ¶ ¬__________ ¶ (¬1) السلسلة الضعيفة 2/ 304 - 305.",
            "page": "70",
            "part": "1",
            "seal": "37E49B7A"
        },
        {
            "id": "71",
            "nass": ": (نسخ الأضحى كل ذبح كان قبله) وهذا لا حجة فيه لأنه قول محمد بن علي، ولا يصح دعوى النسخ إلا بنص مسند إلى رسول الله - صلى الله عليه وسلم -] (¬1). ¶ وقال الإمام أحمد في الأحاديث المعارضة لأحاديث العقيقة: [ليست بشيء ولا يعبأ بها] (¬2). ¶ وادعاء الحنفية بأن الأضحية نسخت العقيقة باطل لأن الأضحية شرعت في السنة الثانية للهجرة وعق النبي - صلى الله عليه وسلم - عن الحسن والحسين في السنتين الثالثة والرابعة، وحديث أم كرز في العقيقة كان عام الحديبية وهي في السنة السادسة للهجرة والعقيقة عن إبراهيم ابن رسول الله - صلى الله عليه وسلم - كانت سنة ثمان للهجرة، فكيف ينسخ المتقدم المتأخر وهذا باطل (¬3). ¶ وقال الحافظ ابن عبد البر: [ليس ذبح الأضحى بناسخ للعقيقة عند جمهور العلماء ولا جاء في الآثار المرفوعة ولا عن السلف ما يدل على ما قال محمد بن الحسن ولا أصل لقوله في ذلك] (¬4). ¶ وأما احتجاج الحنفية بحديث: (لا يحب الله العقوق) فلا دلالة فيه على كراهة العقيقة لأن بقية الحديث تثبتها وهي: (من ولد له فأحب أن ينسك عن ولده فلينسك). ¶ ¬__________ ¶ (¬1) المحلى 6/ 241. ¶ (¬2) تحفة المودود ص 37. ¶ (¬3) انظر التعليق المغني على الدارقطني 4/ 279 - 280. ¶ (¬4) الاستذكار 15/ 373.",
            "page": "71",
            "part": "1",
            "seal": "10DA3F98"
        },
        {
            "id": "72",
            "nass": "قال البغوي: [وليس هذا الحديث عند العامة على توهين أمر العقيقة ولكنه - صلى الله عليه وسلم - كره تسميتها بهذا الاسم على مذهبه في تغيير الاسم القبيح إلى ما هو أحسن منه فأحب أن يسميها بأحسن منها من نسيكة أو ذبيحة أو نحوها] (¬1). ¶ وأما الجواب عن احتجاجهم بحديث: (لا تعقي)، فما قاله الحافظ العراقي في شرح الترمذي يحمل على أنه - صلى الله عليه وسلم - كان عق عنه ثم استأذنته فاطمة أن تعق هي عنه أيضاً فمنعها. ¶ وقال الحافظ ابن حجر: [ويحتمل أن يكون منعها لضيق ما عندهم حينئذ فأرشدها إلى نوع من الصدقة أخف، ثم تيسر له عن قرب ما عق به عنه] (¬2). ¶ وقال ابن القيم: [ولو صح قوله (لا تعقي) عنه لم يدل ذلك على كراهية العقيقة لأنه عليه الصلاة والسلام أحب أن يتحمل عنها العقيقة فقال لها: (لا تعقي) وعق هو عليه الصلاة والسلام عنهما وكفاهما المؤنة] (¬3). ¶ وقال الشوكاني: [قوله: (لا تعقي) قيل يحمل هذا على أنه قد كان - صلى الله عليه وسلم - عق عنه، وهذا متعين] (¬4). ¶ هذا هو الظاهر لأن الأحاديث قد ثبتت ثبوتاً لا مجال للشك فيه أن النبي - صلى الله عليه وسلم - عق عن الحسن والحسين فحصل أصل السنة بعق الرسول - صلى الله عليه وسلم - عنهما ولا داع لأن تعق فاطمة عنهما مرة ثانية. والله أعلم. ¶ ¬__________ ¶ (¬1) شرح السنة 1/ 263 - 264. ¶ (¬2) فتح الباري 12/ 13. ¶ (¬3) تحفة المودود ص 37 - 38. ¶ (¬4) نيل الأوطار 5/ 155.",
            "page": "72",
            "part": "1",
            "seal": "E715EDC8"
        },
        {
            "id": "73",
            "nass": "ولا بد أن أذكر أن بعض علماء الحنفية لم يتعصب لمذهبه بل خالف المذهب اعتماداً على ما صح من الأحاديث والآثار في إثبات مشروعية العقيقة ومن هؤلاء المنصفين العلامة أبو الحسنات اللكنوي حيث قال معلقاً على قول محمد بن الحسن بنسخ العقيقة (وإن أريد أنها كانت في الجاهلية مستحبة أو مشروعة، فلما جاء الإسلام رفض استحبابها وشرعيتها فهو غير مسلم، فهذه كتب الحديث مملوءة من أحاديث شرعية العقيقة واستحبابها ... ) (¬1). ¶ وأما ما احتج به أصحاب القول الرابع فلا حجة فيه لأنه جمود على ظاهر النصوص التي جعلت العقيقة في اليوم السابع فقط. ¶ وأما ما احتج به أصحاب القول الخامس على عدم مشروعية العقيقة عن الأنثى فترده الأحاديث الثابتة في ذلك كحديث أم كرز وعائشة وأسماء، ولعل هذه الأحاديث لم تبلغهم. والله أعلم. ¶ ¬__________ ¶ (¬1) التنكيل بما في تأنيب الكوثري من الأباطيل ص 823 الحاشية.",
            "page": "73",
            "part": "1",
            "seal": "D009AD93"
        },
        {
            "id": "74",
            "nass": "المبحث السابع ¶ شروط العقيقة ¶ وفيه مطلبان: ¶ المطلب الأول: هل يشترط في العقيقة ما يشترط في الأضحية؟ ¶ يرى جمهور أهل العلم أنه يشترط في العقيقة ما يشترط في الأضحية، من حيث كونها من الأنعام ومن حيث السن ومن حيث السلامة من العيوب، قال الإمام مالك: [إنما هي بمنزلة النسك والضحايا لا يجوز فيها عوراء ولا عجفاء ولا مكسورة ولا مريضة] (¬1). ¶ وقال الإمام الترمذي: [وقالوا لا يجزئ في العقيقة من الشاء إلا ما يجزئ في الأضحية] (¬2). ¶ وقال ابن قدامة: [وجملته أن حكم العقيقة حكم الأضحية في سنها] (¬3). ¶ وقال ابن رشد: [وأما سن هذا النسك وصفته فسن الضحايا وصفتها الجائزة] (¬4). ¶ وقال النووي: [المجزئ في العقيقة هو المجزئ في الأضحية فلا تجزئ دون الجذعة من الضأن أو الثنية من المعز والإبل والبقر هذا هو الصحيح المشهور وبه ¶ ¬__________ ¶ (¬1) الموطأ 2/ 400. ¶ (¬2) سنن الترمذي مع شرحه التحفة 6/ 96. ¶ (¬3) المغني 9/ 369. ¶ (¬4) بداية المجتهد 1/ 377.",
            "page": "74",
            "part": "1",
            "seal": "F712F89A"
        },
        {
            "id": "75",
            "nass": "قطع الجمهور وفيه وجه حكاه الماوردي وغيره أنه يجزئ دون جذعة الضأن وثنية المعز والمذهب الأول] (¬1). ¶ والوجه الذي حكاه الماوردي نصره الشوكاني وقال إنه الحق، فقال: [هل يشترط فيها ما يشترط في الأضحية؟ وفيه وجهان للشافعية. وقد استدل بإطلاق الشاتين على عدم الاشتراط وهو الحق، لكن لا لهذا الإطلاق، بل لعدم ورود ما يدلّ ههنا على تلك الشروط والعيوب المذكورة في الأضحية، وهي أحكام شرعية لا تثبت بدون دليل. وقال المهدي في البحر: مسألة الإمام يحيى: ويجزئ عنها ما يجزئ أضحية بدنة أو بقرة أو شاة، وسنها وصفتها، والجامع التقرّب بإراقة الدم انتهى. ولا يخفى أنه يلزم على مقتضى هذا القياس أن تثبت أحكام الأضحية في كل دم متقرب به، ودماء الولائم كلها مندوبة عند المستدل بذلك القياس، والمندوب متقرب به، فيلزم أن يعتبر فيها أحكام الأضحية. بل روي عن الشافعي في أحد قوليه أن وليمة العرس واجبة. وذهب أهل الظاهر إلى وجوب كثير من الولائم، ولا أعرف قائلاً يقول بأنه يشترط في ذبائح شيء من هذه الولائم ما يشترط في الأضحية، فقد استلزم هذا القياس ما لم يقل به أحد، وما استلزم الباطل باطل] (¬2)، وإلى هذا ذهب ابن حزم فلم يشترط في العقيقة ما يشترط في الأضحية فقال: [ويجزئ المعيب سواء كان مما يجوز في الأضاحي أو كان مما لا يجوز فيها، والسالم أفضل] (¬3). والقول بأنه يشترط في العقيقة ما يشترط في الأضحية هو الراجح والأقوى. ¶ ¬__________ ¶ (¬1) المجموع 8/ 429. ¶ (¬2) نيل الأوطار 5/ 156 وانظر سبل السلام 4/ 1362. ¶ (¬3) المحلى 6/ 234.",
            "page": "75",
            "part": "1",
            "seal": "E1E60CA9"
        },
        {
            "id": "76",
            "nass": "المطلب الثاني شروط العقيقة: ¶ وبناءً على ما سبق قال جمهور العلماء يشترط في العقيقة ما يلي: ¶ الشرط الأول: أن تكون العقيقة من الأنعام وهي الضأن والمعز والإبل والبقر ولا تصح العقيقة بغير هذه الأنواع كالأرنب والدجاجة والعصفور وهذا قول جماهير أهل العلم من الفقهاء والمحدثين وغيرهم (¬1). ¶ قال الحافظ ابن عبد البر: [وقد أجمع العلماء أنه لا يجوز في العقيقة إلا ما يجوز في الضحايا من الأزواج الثمانية، إلا من شذ ممن لا يعد خلافاً] (¬2). ¶ وخالف ابن حزم الظاهري فخص العقيقة بالغنم فقط - الضأن والماعز - ومنع جوازها بالبقر والإبل فقال: [ولا يجزئ في العقيقة إلا ما يقع عليه اسم الشاة إما من الضأن وإما من الماعز فقط ولا يجزئ في ذلك من غير ما ذكرنا لا من الإبل ولا من البقر الإنسية ولا من غير ذلك] (¬3)، ونقل هذا القول عن حفصة بنت عبدالرحمن بن أبي بكر وهو رواية عن الإمام مالك وهو قول أبي إسحاق بن شعبان من المالكية والبندنيجي من الشافعية حيث نقل عنه ابن السبكي ذلك: [قال أبو نصر البندنيجي في المعتمد: ليس للشافعي نص في غير الغنم في العقيقة وعندي لا يجزئ غيرها] (¬4). ¶ ¬__________ ¶ (¬1) انظر المجموع 8/ 448، شرح الخرشي 3/ 47، بداية المجتهد 1/ 376، كفاية الأخيار 535، فتح الباري 12/ 10. ¶ (¬2) الاستذكار 15/ 383. ¶ (¬3) المحلى 6/ 234. ¶ (¬4) طبقات الشافعية الكبرى 4/ 207، وانظر شرح السنة 11/ 264، المنتقى 4/ 202 - 203، المجموع 8/ 448، طرح التثريب 5/ 208، فتح الباري 12/ 10، الفتح الرباني 13/ 125.",
            "page": "76",
            "part": "1",
            "seal": "D2DF2279"
        },
        {
            "id": "77",
            "nass": "واحتج هؤلاء بظاهر الأحاديث التي ذكر فيها لفظ الشاة والكبش كحديث ابن عباس رضي الله عنهما: (عق عن الحسن والحسين كبشاً كبشاً)، وكحديث أم كرز رضي الله عنها: (عن الغلام شاتان وعن الجارية شاة) قالوا لفظ الشاة يطلق على الواحدة من الضأن والمعز. ¶ قال ابن حزم: [واسم الشاة يقع على الضائنة والماعز بلا خلاف] (¬1). ¶ واحتج ابن حزم أيضاً بما رواه بسنده عن يوسف بن ماهك أنه دخل على حفصة بنت عبد الرحمن بن أبي بكر وقد ولدت للمنذر بن الزبير فقلت لها: [هلا عققت جزوراً عن ابنك قالت: معاذ الله كانت عمتي عائشة تقول على الغلام شاتان وعلى الجارية شاة] (¬2). ¶ وروى مالك بسنده عن إبراهيم التيمي أنه قال: [تستحب العقيقة ولو بعصفور] (¬3). ¶ قال الحافظ ابن عبد البر: [وليس في هذا الخبر أكثر من استحباب العقيقة ... وأما قوله ولو بعصفور فإنه كلام خرج على التقليل والمبالغة كما قال رسول الله - صلى الله عليه وسلم - لعمر - رضي الله عنه - في الفرس: (ولو أعطاكه بدرهم) وكما قال في الأمة إذا زنت: (بعها ولو بضفير) (¬4). ¶ ¬__________ ¶ (¬1) المحلى 6/ 237. ¶ (¬2) المحلى 6/ 236، تحفة المودود ص 56. ¶ (¬3) المنتقى 4/ 202. ¶ (¬4) الاستذكار 15/ 383.",
            "page": "77",
            "part": "1",
            "seal": "43FBBE33"
        },
        {
            "id": "78",
            "nass": "وقال الباجي: [قوله (يستحب العقيقة ولو بعصفور) قال ابن حبيب: ليس يريد أن يجزي العصفور وإنما أراد بذلك تحقيق استحباب العقيقة وأن لا تترك وإن لم تعظم فيها النفقة. ¶ وقد روى ابن عبد الحكم عن مالك: لا يعق بشيء من الطير ولا الوحش. ووجه أن العقيقة نسك يتقرب به فلم يجز من غير بهيمة الأنعام كالأضحية والهدي] (¬1). ¶ وأما الجمهور فيمكن الاحتجاج لهم بقول النبي - صلى الله عليه وسلم -: (مع الغلام عقيقة فأهريقوا عنه دماً) ولم يذكر دماً فما ذبح عن المولود على ظاهر هذا الخبر يجزئ. ¶ ويمكن أن يستدل للجمهور بإجزاء الإبل والبقر بقول النبي - صلى الله عليه وسلم -: (من ولد له ولد فأحب أن ينسك عن ولده فليفعل) فالنبي - صلى الله عليه وسلم - سماه نسكاً وهو يعم الإبل والبقر والغنم (¬2). ¶ وقال الحافظ ابن حجر: [والجمهور على إجزاء الإبل والبقر أيضاً وفيه حديث عند الطبراني وأبي الشيخ عن أنس رفعه (يعق عنه من الإبل والبقر والغنم)] (¬3)، ولم يتكلم الحافظ على الحديث السابق بشيء. ¶ ويستدل للجمهور بما روي في الحديث عن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (من ولد له غلام، فليعق عنه من الإبل والبقر والغنم). رواه الطبراني في المعجم الصغير بسند ضعيف ورواه ابن حبان في الأضاحي بسند حسن كما قال العراقي، وقال ¶ ¬__________ ¶ (¬1) المنتقى 4/ 202. ¶ (¬2) انظر إعلاء السنن 17/ 129 –130. ¶ (¬3) فتح الباري 12/ 10.",
            "page": "78",
            "part": "1",
            "seal": "EF474239"
        },
        {
            "id": "79",
            "nass": "الهيثمي: رواه الطبراني في الصغير وفيه كذاب (¬1). وأشار التهانوي إلى أن الحديث ضعيف. ¶ ولعل الأصح في الاحتجاج لقول الجمهور هو قياس العقيقة على الأضحية والهدي كما ذهب إليه كثير من العلماء، قال الإمام مالك: [وإنما هي - العقيقة - بمنزلة النسك والضحايا] (¬2)، وأشار إليه النووي وابن قدامة وغيرهما (¬3). ¶ وكذلك نقل عن جماعة من السلف جواز العقيقة من الإبل والبقر فعن قتادة: (أن أنس بن مالك كان يعق عن بنيه الجزور) رواه الطبراني ورجاله رجال الصحيح قاله الهيثمي (¬4). ¶ وعن أبي بكرة أنه نحر عن ابنه عبد الرحمن جزوراً فأطعم أهل البصرة (¬5). ¶ وأما ادعاء ابن حزم بأن ذكر الشاة في الأحاديث يعني عدم جواز أن تكون العقيقة من الإبل والبقر فمردود، لأن الأحاديث لا تحصر العقيقة في الشياه وإنما ذلك على سبيل التمثيل ولأنه المتيسر للناس أكثر من الإبل والبقر واعتاد الناس على ذبح الشياه أكثر من الإبل والبقر (¬6). ¶ ¬__________ ¶ (¬1) طرح التثريب 5/ 209، مجمع الزوائد 4/ 58، إعلاء السنن 17/ 128 - 129. ¶ (¬2) الموطأ 2/ 400. ¶ (¬3) المجموع 8/ 429، المغني 9/ 463، مجمع الزوائد 4/ 59، وانظر الفتح الرباني 13/ 124، تحفة المودود ص 65، شرح السنة 11/ 264. ¶ (¬4) مجمع الزوائد 4/ 59، وانظر الفتح الرباني 13/ 124، تحفة المودود ص 65، شرح السنة 11/ 264. ¶ (¬5) مجمع الزوائد 4/ 59، وانظر الفتح الرباني 13/ 124، تحفة المودود ص 65، شرح السنة 11/ 264. ¶ (¬6) أحكام الذبائح، ص177.",
            "page": "79",
            "part": "1",
            "seal": "B70E591A"
        },
        {
            "id": "80",
            "nass": "قال الشوكاني: [ولا يخفى أن مجرد ذكرها - الشاة - لا ينفي إجزاء غيرها] (¬1)، هذا من جهة ومن جهة أخرى لا نسلم أن لفظ الشاة خاص بالضأن والمعز، صحيح أنه المشهور في ذلك ولكن ورد في اللغة إطلاق الشاة على البقر وغيرها، قال ابن منظور: [والشاة الواحد من الغنم تكون للذكر والأنثى وقيل الشاة تكون من الضأن والمعز والظبا والبقر والنعام وحمر الوحش] (¬2). ¶ وخلاصة القول أنه يجوز أن تكون العقيقة من الضأن والمعز والإبل والبقر كما قال الجمهور. ولا تصح العقيقة بغيرها كالعصفور والدجاجة. ¶ الشرط الثاني: أن تكون العقيقة سليمة من العيوب وهذا مذهب جمهور أهل العلم (¬3). ¶ قال الحافظ ابن عبد البر: (على هذا جمهور الفقهاء أنه يجتنب في العقيقة من العيوب ما يجتنب في الأضحية) (¬4). ¶ والمقصود بالعيوب هي ذاتها التي تمنع الإجزاء في الأضحية كما نص عليه كثير من أهل العلم. ¶ قال الإمام مالك: [وإنما هي - العقيقة - بمنزلة النسك والضحايا لا يجوز فيها عوراء ولا عجفاء ولا مكسورة القرن ولا مريضة ... ] (¬5). ¶ ¬__________ ¶ (¬1) نيل الأوطار 5/ 156. ¶ (¬2) لسان العرب 7/ 244. ¶ (¬3) المجموع 8/ 429 - 430، المغني 9/ 463، شرح السنة 11/ 267، حاشية العدوي على شرح الخرشي3/ 47، بداية المجتهد 1/ 377،كفاية الأخيار ص 535، تحفة المودود ص 63. ¶ (¬4) الاستذكار 15/ 384 وانظر فتح المالك 7/ 109. ¶ (¬5) الموطأ 2/ 400.",
            "page": "80",
            "part": "1",
            "seal": "DFF65BAD"
        },
        {
            "id": "81",
            "nass": "ونقل الإمام الترمذي عن أهل العلم قولهم [لا يجزئ في العقيقة من الشاة إلا ما يجزئ في الأضحية] (¬1). ¶ وقال الخرقي: [ويجتنب فيها من العيب ما يجتنب في الأضحية]. وقال الشيخ ابن قدامة المقدسي شارحاً كلام الخرقي: [وجملته أن حكم العقيقة حكم الأضحية في سنها وأنه يمنع فيها من العيب ما يمنع فيها، ويستحب فيها من الصفة ما يستحب فيها، وكانت عائشة تقول: [ائتوني به أعين أقرن]، وقال عطاء: [الذكر أحب إليَّ من الأنثى والضأن أحب من المعز] فلا يجزئ فيها أقل من الجذع من الضأن والثني من المعز ولا يجوز فيها العوراء البين عورها والعرجاء البين ظلعها، والمريضة البين مرضها. والعجفاء التي لا تنقي والعضباء التي ذهب أكثر من نصف أذنها أو قرنها وتكره فيها الشرقاء والخرقاء والمقابلة والمدابرة ويستحب استشراف العين والأذن كما ذكرنا في الأضحية سواء لأنها تشبهها فتقاس عليها] (¬2). ¶ وقال أبو إسحاق الشيرازي: [ولا يجزئ إلا السليم من العيوب لأنه إراقة دم بالشرع فاعتبر فيه ما ذكرناه كالأضحية] (¬3). ¶ وبناءً على ذلك لا يجزئ في العقيقة العرجاء البين عرجها، ولا العوراء البين عورها، ولا المريضة البين مرضها، ولا العجفاء الهزيلة، ولا العمياء، ولا الكسيرة، ولا الكسيحة، وهذه العيوب ذكرت في حديث البراء بن عازب - رضي الله عنه - الوارد في الأضحية وفيه قال رسول الله - صلى الله عليه وسلم -: (أربع لا تجوز في الأضاحي: ¶ ¬__________ ¶ (¬1) سنن الترمذي 4/ 86. ¶ (¬2) المغني 9/ 463. ¶ (¬3) المهذب مع المجموع 8/ 427.",
            "page": "81",
            "part": "1",
            "seal": "DA69D30D"
        },
        {
            "id": "82",
            "nass": "العوراء البين عورها والمريضة البين مرضها والعرجاء البين عرجها والكسير التي لا تنقي). قال: - أي الراوي عن البراء وهو عبيد بن فيروز -: قلت: فإني أكره النقص في السن. قال: - أي البراء -: ما كرهت فدعه ولا تحرمه على أحد] رواه أصحاب السنن الأربعة، وقال الترمذي: هذا حديث حسن صحيح والعمل على هذا عند أهل العلم. وصححه الشيخ الألباني (¬1). والكسير التي لا تنقي هي التي لا تقوم ولا تنهض من الهزال. ¶ ولا يجزئ في العقيقة - كما في الأضحية - ما كان من العيوب أشد مما ذكر في حديث البراء، قال الحافظ ابن عبد البر: [أما العيوب الأربعة المذكورة في هذا الحديث فمجتمع عليها لا أعلم خلافاً بين العلماء فيها ومعلوم أن ما كان في معناها داخل فيها ولا سيما إذا كانت العلة فيها أبين، ألا ترى أن العوراء إذا لم تجز فالعمياء أحرى ألا تجوز، وإذا لم تجز العرجاء فالمقطوعة الرِجل أو التي لا رِجل لها المقعدة أحرى أن لا تجوز، وهذا كله واضح لا خلاف فيه] (¬2). ¶ والعقيقة قربة يتقرب بها العبد إلى الله سبحانه وتعالى فينبغي أن تكون سليمة من العيوب سمينة طيبة فإن الله طيب لا يقبل إلا طيباً. ¶ ¬__________ ¶ (¬1) سنن أبي داود مع شرحه عون المعبود 7/ 357 - 358، سنن الترمذي مع شرحه التحفة 5/ 67، سنن النسائي 7/ 214، سنن ابن ماجة 2/ 1050، إرواء الغليل 4/ 361. ¶ (¬2) فتح المالك 7/ 6.",
            "page": "82",
            "part": "1",
            "seal": "7ECA26E0"
        },
        {
            "id": "83",
            "nass": "وخالف ابن حزم فأجاز المعيبة ولم يشترط سلامة العقيقة من العيوب وإن كان الأفضل عنده هو السلامة من العيوب فقال: [ويجزئ المعيب سواء كان مما يجوز في الأضحية أو كان مما لا يجوز فيها والسالم أفضل] (¬1). ¶ ووافق الشوكانيُّ ابنَ حزمٍ في عدم اشتراط شروط الأضحية في العقيقة فقال: [هل يشترط فيها ما يشترط في الأضحية؟ وفيه وجهان للشافعية، وقد استدل بإطلاق الشاتين على عدم الاشتراط وهو الحق، لكن لا لهذا الإطلاق، بل لعدم ورود ما يدل ههنا على تلك الشروط والعيوب المذكورة في الأضحية، وهي أحكام شرعية لا تثبت بدون دليل] (¬2). ¶ وقول الجمهور أقوى وأولى وقد ورد عن عائشة رضي الله عنها أنها كانت تقول: (ائتوني به أعين أقرن). ¶ الشرط الثالث: أن تتوافر الأسنان المطلوبة في العقيقة كما هو الحال في الأضحية فلا تجوز العقيقة بالغنم إلا إذا أتمت الشاة سنة من عمرها، ويجب أن تتم البقرة سنتين من عمرها والإبل أن تتم خمساً من عمرها، وهذا القول بناء على إلحاق العقيقة بالأضحية وعليه جمهور أهل العلم (¬3). ¶ نقل الخلال في الجامع أن الإمام أحمد قال: [وفي قول النبي - صلى الله عليه وسلم -: (من ولد له فأحب أن ينسك عنه فليفعل) فالدليل على أنه إنما يجزئ فيها ما يجزئ في النسك سواء من الضحايا والهدايا ولأنه ذبح مسنون إما واجباً وإما استحباباً ¶ ¬__________ ¶ (¬1) المحلى 6/ 234. ¶ (¬2) نيل الأوطار 5/ 156. ¶ (¬3) التاج والإكليل 4/ 390،الحاوي 15/ 128، طرح التثريب 5/ 208، المفصل في أحكام الأضحية ص 50 فما بعدها.",
            "page": "83",
            "part": "1",
            "seal": "557CF7E1"
        },
        {
            "id": "84",
            "nass": "يجري مجرى الهدي والأضحية في الصدقة والهدية والأكل والتقرب إلى الله فاعتبر فيها السن الذي يجزئ فيهما ولأنه شرع بوصف التمام والكمال ولهذا شرع في حق الغلام شاتان وشرع أن تكونا متكافئتين لا ينقص أحدهما عن الأخرى فاعتبر أن يكون سنهما سن الذبائح المأمور بها ولهذا جرت مجراها في عامة أحكامها] (¬1). ¶ وقال الماوردي: [وهي من النعم كالضحايا وفي أسنانها من الجذع من الضأن والثني من المعز، فإن عدل عن الغنم إلى البدن من الإبل والبقر كان أزيد من المسنون وأفضل، وإن عق دون الجذع من الضأن ودون الثني من المعز ففي إقامته لسنة العقيقة به وجهان: أحدهما: لا تقوم به سنة العقيقة اعتباراً بالأضحية وتكون ذبيحة لحم ليست بعقيقة لأنهما مسنونتان، وقد قيد الشرع سن إحداهما فتقرر به السن فيهما، فعلى هذا لو عين العقيقة في شاة وأوجبها وجبت كالأضحية ولم يكن له أن يبدلها بغيرها ويجب أن يتصدق منها على الفقراء لحماً نيئاً ولا يخص بها الأغنياء. والوجه الثاني: أنه يقوم بما دون من الأضحية سنة العقيقة، لأن الأضحية أوكد منها لتعلقها بسبب راتب واحد عام، فجاز أن تكون في السن أغلظ منها] (¬2). ¶ قال ابن قدامة المقدسي: [وجملته أن حكم العقيقة حكم الأضحية في سنها] (¬3). ¶ ¬__________ ¶ (¬1) تحفة المودود ص 63. ¶ (¬2) الحاوي الكبير 15/ 128. ¶ (¬3) المغني 9/ 369.",
            "page": "84",
            "part": "1",
            "seal": "E6B69C29"
        },
        {
            "id": "85",
            "nass": "وقال ابن رشد القرطبي: [وأما سن هذا النسك وصفته فسن الضحايا وصفتها الجائزة] (¬1). ¶ وقال الإمام النووي: [المجزئ في العقيقة هو المجزئ في الأضحية فلا تجزئ دون الجذعة من الضأن أو الثنية من المعز والإبل والبقر هذا هو الصحيح المشهور وبه قطع الجمهور، وفيه وجه حكاه الماوردي وغيره أنه يجزئ دون جذعة الضأن وثنية المعز والمذهب الأول] (¬2). ¶ وقد رجح الحافظ ابن حجر ما صححه النووي فقال: [واستدل بإطلاق الشاة والشاتين على أنه يشترط في العقيقة ما يشترط في الأضحية وفيه وجهان للشافعية وأصحهما يشترط وهو بالقياس لا بالخبر] (¬3). ¶ وقال ابن الحاج المالكي: [وحكمها حكم الأضحية في السن والسلامة من العيوب] (¬4). ¶ وقال ابن حبيب من المالكية: [سنها واجتناب عيوبها ومنع بيع شيء منها مثل الأضحية الحكم واحد] (¬5). ¶ ¬__________ ¶ (¬1) بداية المجتهد 1/ 377. ¶ (¬2) المجموع 8/ 429. ¶ (¬3) فتح الباري 12/ 10. ¶ (¬4) المدخل 3/ 277. ¶ (¬5) التاج والإكليل 4/ 390.",
            "page": "85",
            "part": "1",
            "seal": "2587D5B7"
        },
        {
            "id": "86",
            "nass": "المبحث الثامن ¶ ما هو الأفضل في العقيقة؟ ¶ العقيقة قربة يتقرب بها العبد إلى ربه عز وجل فينبغي أن تكون أطيب ما تكون من حيث السلامة من العيوب وبلوغ السن المطلوب شرعاً كما سبق وكذلك ينبغي استسمانها واستعظامها واستحسانها وأن تكون خالية من كل ما تنفر منه الطباع السليمة. ¶ وقد ورد في الحديث عن أم كرز الكعبية رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: (عن الغلام شاتان مكافئتان وعن الجارية شاة). ¶ قال أبو داود: [سمعت أحمد قال: مكافئتان مستويتان أو متقاربتان] (¬1)، ووقع في رواية أخرى لحديث أم كرز (مثلان) رواه أبو داود أيضاً. ¶ ولا بأس أن تكون العقيقة من الذكور أو الإناث لما في حديث أم كرز: (لا يضركم أذكراناً كن أم إناثاً). ¶ والذكر أفضل إذا كان أسمن وأطيب ولأن الرسول - صلى الله عليه وسلم - عق عن الحسن والحسين بالكباش، قال الحافظ العراقي: (اختار النبي - صلى الله عليه وسلم - في عقيقة ولديه الأكمل وهو الضأن والذكورة) (¬2). ¶ والأفضل في لونها البياض قياساً على الأضحية. وقالت عائشة: (ائتوني به أعين أقرن) (¬3)، وأعين أي واسع العينين ضخمهما (¬4). ¶ ¬__________ ¶ (¬1) عون المعبود 8/ 25. ¶ (¬2) طرح التثريب 5/ 208،215. ¶ (¬3) المغني 9/ 460، الفتح الرباني 13/ 121، عون المعبود 8/ 27، فتح الباري 6/ 9. ¶ (¬4) لسان العرب 9/ 505.",
            "page": "86",
            "part": "1",
            "seal": "4ED85ACE"
        },
        {
            "id": "87",
            "nass": "ونقل البيهقي عن عطاء أن الضأن أحب إليه من المعز والذكور أحب إليه من الإناث (¬1). ¶ وورد عن الإمام أحمد أنه سئل عن العقيقة: [تجزئ بنعجة أو حمل كبير؟ قال: فحلٌ خير] (¬2). ¶ واختلف العلماء في الأفضل من هذه الأنواع: ¶ - فقال الشافعية في الأصح عندهم وبعض المالكية إن البدنة أفضل ثم البقرة ثم جذعة الضأن ثم ثنية المعز، قالوا لأنها نسك فوجب أن يكون الأعظم فيها أفضل قياساً على الهدايا (¬3). ¶ - وقال الإمام مالك: [الضأن أفضلها ثم المعز أحب إليه من الإبل والبقر لأن الرسول - صلى الله عليه وسلم - (عق عن الحسن والحسين بشاة شاة)]. وهذا وجه آخر للشافعية وهو الأرجح لأنه الثابت بقول النبي - صلى الله عليه وسلم - وفعله (¬4). ¶ ونقل هذا القول عن بعض السلف فقد روى الحاكم بإسناده عن عطاء عن أم كرز وأبي كرز قالا: نذرت امرأة من آل عبد الرحمن بن أبي بكر إن ولدت امرأة عبد الرحمن نحرنا جزوراً فقالت عائشة رضي الله عنها: لا بل السنة أفضل، عن الغلام شاتان مكافئتان وعن الجارية شاة، تقطع جدولاً ولا يكسر لها عظم، فيأكل ويطعم ويتصدق، وليكن ذاك يوم السابع، فإن لم يكن ففي أربعة عشر، فإن لم يكن ففي إحدى وعشرين) قال الحاكم: صحيح الإسناد (¬5). ¶ ¬__________ ¶ (¬1) سنن البيهقي 9/ 301. ¶ (¬2) تحفة المودود ص 63. ¶ (¬3) المجموع 8/ 430، بداية المجتهد 1/ 376، والهدايا جمع هدي. ¶ (¬4) الموطأ 2/ 400، المنتقى 4/ 202، المجموع 8/ 430، كفاية الأخيار ص 535. ¶ (¬5) المستدرك 5/ 338.",
            "page": "87",
            "part": "1",
            "seal": "9B3838C6"
        },
        {
            "id": "88",
            "nass": "وروى ابن حزم بسنده عن يوسف بن ماهك أنه دخل على حفصة بنت عبد الرحمن بن أبي بكر وقد ولدت للمنذر بن الزبير فقلت لها: [هلا عققت جزوراً عن ابنك قالت: معاذ الله كانت عمتي عائشة تقول على الغلام شاتان وعلى الجارية شاة] (¬1). ¶ ¬__________ ¶ (¬1) المحلى 6/ 236.",
            "page": "88",
            "part": "1",
            "seal": "B4055D1D"
        },
        {
            "id": "89",
            "nass": "المبحث التاسع ¶ في حق من تشرع العقيقة؟ ¶ وهل العقيقة أفضل من التصدق بثمنها أم لا؟ ¶ وفيه مطلبان: ¶ المطلب الأول: في حق من تشرع العقيقة؟ ¶ العقيقة من السنن الثابتة عن النبي - صلى الله عليه وسلم - كما سبق وإن إحياء السنن أمر مطلوب من المسلم فينبغي المحافظة على هذه السنة في حق كل من كان مستطيعاً لها، فالأفضل لمن أراد العقيقة أن يكون مستطيعاً فإذا كانت الواجبات الشرعية كالحج قد اشترط فيها الاستطاعة فمن باب أولى السنن (¬1). ¶ وقال بعض أهل العلم إنها مشروعة في حق الفقير الذي لا يملك ثمنها، بل إن الإمام أحمد يرى أنه يستحب للمسلم إن كان معسراً أن يستقرض ويشتري عقيقة ويذبحها إحياءً للسنة، وقد ورد عنه عدة نصوص في هذه المسألة منها: ¶ 1. نقل الخلال في رواية أبي الحارث وقد سئل عن العقيقة إن استقرض، قال أحمد: [رجوت أن يخلف الله عليه، أحيا سنة]. ¶ 2. وقال له صالح ابنه: [الرجل يولد له وليس عنده ما يعق أحب إليك أن يستقرض ويعق عنه أم يؤخر ذاك حتى يوسر؟ قال: أشد ما سمعنا في العقيقة ¶ ¬__________ ¶ (¬1) انظر الشرح الممتع 7/ 536، وقد سبق أن الظاهرية يرون وجوبها ويجبر الإنسان عليها إذا فضل له عن قوته مقدارها. المحلى 6/ 234.",
            "page": "89",
            "part": "1",
            "seal": "078A0DE9"
        },
        {
            "id": "90",
            "nass": "حديث الحسن عن سمرة عن النبي - صلى الله عليه وسلم -: (كل غلام مرتهن بعقيقته) وإني لأرجو إن استقرض أن يعجل الله الخلف لأنه أحيا سنة من سنن رسول الله - صلى الله عليه وسلم - واتبع ما جاء عنه (¬1). ¶ وعقب ابن المنذر على هذه الروايات بقوله: [صدق أحمد إحياء السنن واتباعها أفضل وقد ورد فيها من الأخبار التي رويناها ما لم يرد في غيرها ولأنها ذبيحة أمر النبي - صلى الله عليه وسلم - بها فكانت أولى كالوليمة والأضحية] (¬2). ¶ وقال ابن القيم معقباً على كلام الإمام أحمد ما نصه: [وهذا لأنه سنة ونسيكة مشروعة بسبب تجدد نعمة الله على الوالدين وفيها سر بديع موروث عن فداء إسماعيل بالكبش الذي ذبح عنه وفداه الله به فصار سنة في أولاده بعده أن يفدي أحدهم عند ولادته كما كان ذكر اسم الله عليه عند وضعه في الرحم حرزاً له من ضرر الشيطان ... ] (¬3). ¶ وقال الإمام النووي: [فعل العقيقة أفضل من التصدق بثمنها عندنا، وبه قال أحمد وابن المنذر] (¬4). ¶ وقال شيخ الإسلام ابن تيمية: [ومن عدم ما يضحي به ويعق اقترض وضحى وعق مع القدرة على الوفاء] (¬5). ¶ وقال ابن الحاج المالكي: [وقد قال علماؤنا رحمة الله عليهم فيمن كان له ثوب للجمعة ولا فضل عنده غيره: فإنه يبيعه حتى يضحي، فكذلك يبيعه حتى ¶ ¬__________ ¶ (¬1) تحفة المودود ص 50 - 51. ¶ (¬2) المغني 9/ 460. ¶ (¬3) تحفة المودود ص51. ¶ (¬4) المجموع 8/ 433. ¶ (¬5) الاختيارات ص 71 وانظر الإنصاف 4/ 110، الفروع 3/ 564.",
            "page": "90",
            "part": "1",
            "seal": "9FEB305D"
        },
        {
            "id": "91",
            "nass": "يعق عن ولده، وكذلك قالوا: أنه يتداين للأضحية فكذلك يتداين للعقيقة سواء ... بسواء] (¬1). ¶ وينبغي أن يعلم أن كثيراً من الناس ينفقون نفقات باهظة عند الولادة في شراء الملابس والحلويات وغيره ويقيمون حفلات عيد الميلاد المحرمة شرعاً ويبخلون عن العقيقة فلا يعقون عن أولادهم، ويظهر أن تباخل الناس بالعقيقة قديم فقد قال ابن الحاج المالكي: [ثم العجب ممن يدعي الفقر منهم ويعتل به على ترك سنة العقيقة، ويتكلف لبعض العوائد التي أحدثوها ما يزيد على ثمن العقيقة الشرعية. فمن ذلك ما يفعله بعضهم في اليوم السابع من عمل الزلابية أو شرائها وشراء ما تؤكل به ما ثمنه أضعاف ما يفعل به العقيقة الشرعية. هذا ما يفعله بعضهم في اليوم السابع مع وجود النفقة الكثيرة فيه لغير معنى شرعي، بل للبدعة والظهور والقيل والقال. وبعضهم يفعل ذلك أيضاً في اليوم الثاني من الولادة. وبعضهم يفعل ذلك في اليوم السابع، وفي اليوم الثاني والثالث من الولادة. وبعضهم يقتصر على أحدهما ويعتلون في ذلك بكونهم لا يقدرون على العقيقة والعقيقة الشرعية ثمنها أيسر وأخف من ذلك، بل لو اقتصر على ترك ما أحدثوه في العصيدة من البدعة لكان فيه ثمن العقيقة الشرعية وزيادة، لأن العصيدة لا يحتاج إليها إلا النفساء وحدها فزبدية واحدة أو دونها تكفيها وهم يعملون العصيدة ويشترون ما تؤكل به ويفرقون ذلك على الأهل والجيران والمعارف، وهذا شيء لم يتعين عليهم ولم يندبهم الشرع إليه وإن كان إطعام الطعام مندوباً إليه في الشرع الشريف، لكن ما لم يعارض ذلك ترك سنة وهم لو ¶ ¬__________ ¶ (¬1) المدخل 3/ 229",
            "page": "91",
            "part": "1",
            "seal": "028F73E9"
        },
        {
            "id": "92",
            "nass": "اشتروا بثمن العصيدة وما تؤكل به ما يعق به على الوجه الشرعي، لكان فيه الكفاية وزيادة. ثم يزيدون مع ذلك ما يتخذونه من النُّقل ليلة السابع ويفرقونه في يومه كما تقدم بيانه. وهذا في حق الفقير منهم. ومنهم من يعوض عن النُّقل المذكور حلاوة على صفة معلومة تشبه النُّقل، يسمونها بالمغزدرات وبعضهم يسمونها بالنثور، وذلك من باب السرف والبدعة ومحبة الظهور والخيلاء وترك السنن والاهتبال بأمرها واغتنام بركتها. ثم مع ذلك زادوا عادة ذميمة وهو أنهم لا بد أن يجددوا كسوة لأهل البيت، كذلك كل ما يحتاج إليه البيت حتى الحصير لا بد من تجديدها إلى غير ذلك مما اعتادوه. فانظر رحمنا الله تعالى وإياك، إلى صرف هذه النفقات وكثرتها وتشعبها ثم إنهم مع ذلك يعتلون لترك العقيقة الشرعية بعدم القدرة عليها. وبعضهم يتداين لتلك العوائد ولبعضها ويعتلون بأن العقيقة لا تجب عليهم، فلا يشغلون ذمتهم بالدين لأجلها ويشغلون ذمتهم بالدين لأجل تلك العوائد، عكس ما يندبون إليه ويطلب منهم في الشرع الشريف. ثم إن التداين لأجل العقيقة الشرعية يخلف على المنفق عليها وييسر عليه وفاء دينها كالأضحية لبركة امتثال السنة فيها، وكذلك في جميع أمور الامتثال ولا شك أن الشيطان اللعين ألقى إليهم ذلك حتى يحرمهم بركة امتثال السنة، لأجل أن فعلها بركة وخير وغنيمة وهي بالنسبة إلى ما يكلفهم من العوائد يسيرة النفقة، وفيها الثواب الجزيل وفي العوائد ضد ذلك، ولو لم يكن من فعل البدعة من الذم، إلا أن النفقة فيها لا تخلف ولا يثاب عليها مع تعبه لأجلها، ففيها التعب دنيا وأخرى] (¬1). ¶ ¬__________ ¶ (¬1) المدخل 3/ 227 - 228.",
            "page": "92",
            "part": "1",
            "seal": "55EB43B8"
        },
        {
            "id": "93",
            "nass": "المطلب الثاني: العقيقة أفضل من التصدق بثمنها ولو زاد: ¶ وقد نص الفقهاء على أن العقيقة أفضل من التصدق بثمنها ولو زاد الثمن عن قيمة العقيقة وإنني خلال بحثي لموضوع العقيقة لم أجد أحداً من أهل العلم قال بإخراج القيمة في مسألة العقيقة وكلهم فيما أعلم على أن الأصل هو اتباع السنة النبوية في هذا المقام، قال الخلال: [باب ما يستحب من العقيقة وفضلها على الصدقة أخبرنا سليمان بن الأشعث قال: سئل أبو عبد الله وأنا أسمع عن العقيقة أحب إليك أو يدفع ثمنها للمساكين؟ قال: العقيقة] (¬1). ¶ وقال النووي: [العقيقة أفضل من التصدق بثمنها عندنا وبه قال أحمد وابن المنذر] (¬2). ¶ قال شيخ الإسلام ابن تيمية: [والأضحية والعقيقة والهدي أفضل من الصدقة بثمن ذلك] (¬3). ¶ وقال ابن القيم: [فكان الذبح في موضعه أفضل من الصدقة بثمنه ولو زاد من الهدايا والأضاحي فإن نفس الذبح وإراقة الدم مقصود فإنه عبادة مقرونة بالصلاة كما قال تعالى: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} سورة الكوثر الآية 2. وقال: {قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ} سورة الأنعام الآية 162. ففي كل ملة ¶ ¬__________ ¶ (¬1) تحفة المودود ص50. ¶ (¬2) المجموع 8/ 433، وانظر الإنصاف 4/ 110. ¶ (¬3) مجموع فتاوى شيخ الإسلام ابن تيمية 26/ 304.",
            "page": "93",
            "part": "1",
            "seal": "99AB4F52"
        },
        {
            "id": "94",
            "nass": "صلاة ونسيكة لا يقوم غيرهما مقامهما ولهذا لو تصدق عن دم المتعة والقِران بأضعاف القيمة لم يقم مقامه] (¬1). ¶ ¬__________ ¶ (¬1) تحفة المودود ص 51.",
            "page": "94",
            "part": "1",
            "seal": "BD380416"
        },
        {
            "id": "95",
            "nass": "المبحث العاشر ¶ هل يصح الاشتراك في العقيقة؟ ¶ وتوضيح المسألة: أن يشترك سبعة أشخاص في جزور أو بقرة عن سبعة أولاد، ... أو يشترك سبعة بعضهم يريد اللحم وبعضهم يريد العقيقة في جزور أو بقرة، فهل يجزئ هذا الاشتراك في العقيقة؟ ¶ اختلف العلماء في المسألة على قولين: ¶ القول الأول: يجوز ذلك وهو قول الشافعية، قال النووي: [ولو ذبح بقرة أو بدنة عن سبعة أولاد أو اشترك فيها جماعة جاز سواء أرادوا كلهم العقيقة أو أراد بعضهم العقيقة وبعضهم اللحم كما سبق في الأضحية] (¬1). ¶ وقال الحافظ ابن حجر: [وذكر الرافعي بحثاً أنها تتأدى بالسُبُع كما في الأضحية] (¬2). ¶ القول الثاني: لا يجوز الاشتراك في العقيقة فإذا أراد شخص أن يعق ببقرة أو جزور فيجوز ذلك عن مولود واحد فقط وهو قول الحنابلة ونص عليه الإمام أحمد (¬3). قال الخلال في جامعه: [باب حكم الجزور عن سبعة: أخبرني عبد الملك بن عبد الحميد أنه قال لأبي عبد الله - الإمام أحمد - يعق بجزور ¶ ¬__________ ¶ (¬1) المجموع 98/ 429، وانظر مغني المحتاج 4/ 293، طرح التثريب 5/ 208. ¶ (¬2) فتح الباري 12/ 10 ¶ (¬3) الإنصاف 4/ 111، كشاف القناع 3/ 25، الفروع 3/ 564.",
            "page": "95",
            "part": "1",
            "seal": "3D71D1EB"
        },
        {
            "id": "96",
            "nass": "وقال الليث قد عق بجزور. قلت: يعق بجزور عن سبعة؟ أنا لم أسمع في ذلك بشيء ورأيته لا ينشط لجزور عن سبعة في العقوق] (¬1). ¶ فالحنابلة يرون أن الرأس من البقر أو الإبل يجزئ عن مولود واحد فقط ولا يصح أن تكون البقرة عن سبعة ولا الناقة عن سبعة، قال المرداوي: [ولو عق ببدنة أو بقرة لم يجزه إلا كاملة] (¬2)، وهو قول المالكية فيما يظهر لي (¬3). ¶ وحجة الشافعية القياس على الأضحية والهدي حيث يجوز الاشتراك في الأضحية والهدي والبدنة أو البقرة عن سبعة أشخاص فقد ورد في الحديث عن جابر قال: نحرنا مع النبي - صلى الله عليه وسلم - بالحديبية البدنة عن سبعة والبقرة عن سبعة) رواه الترمذي وقال هذا حديث صحيح حسن والعمل على هذا عند أهل العلم من أصحاب النبي - صلى الله عليه وسلم - وغيرهم (¬4). ¶ وحجة الحنابلة في عدم الجواز عدم ورود دليل على ذلك (¬5). ¶ قال العلامة ابن عثيمين معلقاً على قول موسى الحجاوي المقدسي: [وحكمها كالأضحية إلا أنه لا يجزئ فيها شِرْك في دم - أي العقيقة لا يجزئ فيها شِرْك دم -، فلا تُجزئ البعير عن اثنين، ولا البقرة عن اثنين، ولا تجزئ عن ثلاثة ولا عن أربعة من باب أولى. ووجه ذلك: أولاً: أنه لم يرد التشريك فيها، والعبادات مبنية على التوقيف. ثانياً: أنها فداء، والفداء لا يتبعض؛ ¶ ¬__________ ¶ (¬1) تحفة المودود ص 64. ¶ (¬2) الإنصاف 4/ 111 وانظر التوضيح 2/ 544. ¶ (¬3) لم أقف على نص صريح عن المالكية في هذه المسألة إلا ما قاله الباجي في مسألة التوأمين، حيث منع مالك أن يضحى عن ابنين بشاة واحدة ولا بشاتين يشترك بينهما في كل واحدة. المنتقى 4/ 202. ¶ (¬4) سنن الترمذي 4/ 75 - 76. ¶ (¬5) كشاف القناع 3/ 25.",
            "page": "96",
            "part": "1",
            "seal": "7BB29A39"
        },
        {
            "id": "97",
            "nass": "فهي فداء عن النفس، فإذا كانت فداء عن النفس فلا بد أن تكون نفساً، والتعليل الأول لا شك أنه الأصوب؛ لأنه لو ورد التشريك فيها بطل التعليل الثاني، فيكون مبنى الحكم على عدم ورود ذلك] (¬1). ¶ وعلل ابن القيم عدم جواز الاشتراك في العقيقة بكلام لطيف حيث قال: [لما كانت هذه الذبيحة جارية مجرى فداء المولود كان المشروع فيها دماً كاملاً لتكون نفسٌ فداء نفسٍ، وأيضاً فلو صح فيها الاشتراك لما حصل المقصود من إراقة الدم عن الولد، فإن إراقة الدم تقع عن واحد ويحصل لباقي الأولاد إخراج اللحم فقط والمقصود نفس الإراقة عن الولد، وهذا المعنى بعينه هو الذي لحظه من منع الاشتراك في الهدي والأضحية ولكن سنة رسول الله - صلى الله عليه وسلم - أحق وأولى أن تتبع وهو الذي شرع الاشتراك في الهدايا وشرع في العقيقة عن الغلام دمين مستقلين لا يقوم مقامهما جزور ولا بقرة والله أعلم] (¬2)، كذا قال وينبغي أن يقال سبع جزور ولا سبع بقرة. ¶ ومع أن الحنابلة ممن يرون أن حكم العقيقة هو حكم الأضحية إلا أنهم استثنوا هذه المسألة من ذلك كما ذكر المرداوي: [ويستثنى من ذلك أنه لا يجزئ فيها شرك في بدنة ولا بقرة] (¬3). ¶ وقال ابن القيم: [ولا يجزئ الرأس إلا عن رأس هذا بتمامه تخالف فيه العقيقة الأضحية والهدي] (¬4). ¶ ¬__________ ¶ (¬1) الشرح الممتع 7/ 547. ¶ (¬2) تحفة المودود ص 64. ¶ (¬3) الإنصاف 4/ 113. ¶ (¬4) تحفة المودود ص 64.",
            "page": "97",
            "part": "1",
            "seal": "5BC9449D"
        },
        {
            "id": "98",
            "nass": "العقيقة عن التوائم: ¶ ويلحق بالمسألة السابقة ما لو ولدت امرأة توأمين فبم يعق عنهما؟ ¶ اتفق العلماء على أنه إذا ولد اثنان في بطن واحد فلا تجزئ عقيقة واحدة عنهما ولا بد من عقيقتين (¬1). ¶ قال الحافظ ابن عبد البر: [وقال الليث بن سعد في المرأة تلد ولدين في بطن واحد، أنه يعق عن كل واحد منهما، وقال أبو عمر: ما أعلم عن أحد من فقهاء الأمصار خلافاً في ذلك والله أعلم] (¬2). ¶ قال الباجي: [وإذا ولدت المرأة توأمين فقد روى ابن حبيب عن مالك كل واحد منهما بشاة] (¬3). ¶ وقال الإمام النووي: [ولو ولد له ولدان فذبح عنهما شاة لم تحصل العقيقة] (¬4). ¶ وقال الحافظ ابن حجر: [فلو ولد اثنان في بطن استحب عن كل واحد عقيقة] (¬5). ¶ ¬__________ ¶ (¬1) فتح المالك 7/ 105، المجموع 8/ 429،مواهب الجليل 4/ 390 , التاج والإكليل 4/ 389، فتح الباري 12/ 9. ¶ (¬2) فتح المالك 7/ 105. ¶ (¬3) المنتقى 4/ 204. ¶ (¬4) المجموع 8/ 429. ¶ (¬5) فتح الباري 12/ 9.",
            "page": "98",
            "part": "1",
            "seal": "9FC45563"
        },
        {
            "id": "99",
            "nass": "المبحث الحادي عشر ¶ في تفاضل الذكر والأنثى في العقيقة ¶ اختلف الفقهاء في هذه المسألة على قولين: ¶ القول الأول: عن الغلام شاتان وعن الأنثى شاة واحدة، وبه قال الشافعية والحنابلة وبعض المالكية والظاهرية، وهو قول ابن عباس وعائشة وإسحاق وأبو ثور وغيرهم (¬1). ¶ إلا أنه ينبغي أن يعلم أن الظاهرية يرون أن الشاتين عن الغلام على سبيل الوجوب، فلو عق عن الغلام شاة واحدة لا يجزئ (¬2)، وهو قول الشوكاني (¬3)، بخلاف بقية العلماء المذكورين أعلاه، فيرون أن الأكمل والأفضل شاتان عن الغلام فإن لم يتيسر فتجزئ شاة عن الغلام. ¶ قال الإمام النووي: [السنة أن يعق عن الغلام شاتان وعن الجارية شاة، فإن عق عن الغلام شاة حصل أصل السنة] (¬4)، وقال المرداوي: [إن خالف وعق عن الذكر بكبش أجزأ] (¬5). ¶ ¬__________ ¶ (¬1) المجموع 8/ 447 - 448، المغني 9/ 460، بداية المجتهد 1/ 376، المحلى 6/ 241، الاستذكار 15/ 377 - 378، فتح المالك 7/ 105 - 106، طرح التثريب 5/ 207 - 208، مواهب الجليل 4/ 390. ¶ (¬2) المحلى 6/ 242. ¶ (¬3) السيل الجرار 4/ 91. ¶ (¬4) المجموع 8/ 429. ¶ (¬5) الإنصاف 4/ 110.",
            "page": "99",
            "part": "1",
            "seal": "6DF33ABD"
        },
        {
            "id": "100",
            "nass": "وقال بعض المالكية: [والعقيقة ذبح شاة عن المولود يوم سابعه والأفضل عن الذكر شاتان] (¬1). ¶ القول الثاني: يذبح عن الغلام شاة واحدة وكذلك يذبح عن الأنثى شاة واحدة وبه قال الإمام مالك والهادوية، ونقل عن ابن عمر وأسماء بنت أبي بكر وعروة بن الزبير وأبي جعفر محمد بن علي (¬2). ¶ قال الإمام مالك: [الأمر عندنا في العقيقة، أن من عق فإنما يعق عن ولده بشاة شاة، الذكور والإناث] (¬3). ¶ أدلة الفريق الأول: احتجوا بما يلي: ¶ 1. حديث أم كرز رضي الله عنها وفيه سمعت رسول الله - صلى الله عليه وسلم - يقول: (عن الغلام شاتان مكافئتان وعن الجارية شاة)، وفي رواية أخرى: (عن الغلام شاتان وعن الأنثى واحدة لا يضركم ذكراناً كنَّ أم إناثاً). ¶ 2. حديث حفصة أن عائشة رضي الله عنها أخبرتها أن رسول الله - صلى الله عليه وسلم - قال: (عن الغلام شاتان وعن الجارية شاة) قال ابن رشد: [من عمل به فما أخطأ ولقد أصاب] (¬4). ¶ 3. وفي رواية أخرى أن عائشة: (أخبرتهم أن الرسول أمرهم عن الغلام شاتان مكافئتان وعن الجارية شاة). ¶ ¬__________ ¶ (¬1) مواهب الجليل 4/ 390. ¶ (¬2) شرح الخرشي 3/ 47، بداية المجتهد 1/ 376، سبل السلام 4/ 181، المجموع 8/ 447، شرح السنة 11/ 265، موسوعة فقه علي بن أبي طالب ص468. ¶ (¬3) الموطأ 2/ 400. ¶ (¬4) مواهب الجليل 4/ 390.",
            "page": "100",
            "part": "1",
            "seal": "627A65DF"
        },
        {
            "id": "101",
            "nass": "4. حديث أسماء بنت يزيد رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: (العقيقة عن الغلام شاتان مكافئتان وعن الجارية شاة) وقد أخذ الظاهرية بظاهر هذه الأحاديث وتمسكوا بألفاظها فأوجبوا عن الغلام شاتين وعن الأنثى شاة. ¶ 5. حديث عمرو بن شعيب عن أبيه عن جده وفيه: (من أحب منكم أن ينسك عن ولده فليفعل عن الغلام شاتان مكافئتان وعن الجارية شاة) (¬1). ¶ وهذه الأحاديث ظاهرة في التفاضل بين الذكر والأنثى في العقيقة. ¶ وقد علل العلامة ابن القيم هذا التفاضل بين الذكر والأنثى بقوله: [وهذه قاعدة الشريعة فإن الله سبحانه وتعالى فاضل بين الذكر والأنثى وجعل الأنثى على النصف من الذكر في المواريث والديات والشهادات والعتق والعقيقة كما رواه الترمذي وصححه من حديث أمامة عن النبي - صلى الله عليه وسلم - قال: (أيما امرئ مسلم أعتق مسلماً كان فكاكه من النار يجزئ كل عضو منه عضواً منه، وأيما امرئ مسلم أعتق امرأتين مسلمتين كانتا فكاكه من النار يجزئ كل عضو منهما عضواً منه). وفي مسند الإمام أحمد من حديث مرة بن كعب السلمي عن النبي - صلى الله عليه وسلم -: (أيما رجل أعتق رجلاً مسلماً كان فكاكه من النار يجزئ بكل عضو من أعضائه عضواً من أعضائه، وأيما امرأة مسلمة أعتقت امرأة مسلمة كانت فكاكها من النار يجزئ بكل عضو من أعضائها عضواً من أعضائها). رواه أبو داود في السنن فجرت المفاضلة في العقيقة هذا المجرى لو لم يكن فيها سنة كيف والسنن الثابتة صريحة بالتفضيل (¬2). ¶ ¬__________ ¶ (¬1) سبق تخريج هذه الأحاديث. ¶ (¬2) تحفة المودود ص 53 - 54.",
            "page": "101",
            "part": "1",
            "seal": "2487498C"
        },
        {
            "id": "102",
            "nass": "وقال ابن القيم أيضاً: [إن الله سبحانه وتعالى فضل الذكر على الأنثى كما قال: {و َلَيْسَ الذَّكَرُ كَالْأُنْثَى} سورة آل عمران الآية 36، ومقتضى هذا التفاضل ترجيحه عليها في الأحكام وقد جاءت الشريعة بهذا التفضيل في جعل الذكر كالأنثيين في الشهادة والميراث والدية فكذلك ألحقت العقيقة بهذه الأحكام] (¬1). ¶ وقال الحافظ ابن حجر بعد أن ذكر طائفة من الأحاديث السابقة: [وهذه الأحاديث حجة للجمهور في التفرقة بين الغلام والجارية، وعن مالك هما سواء فيعق عن كل واحد منهما شاة، واحتج له بما جاء أن النبي - صلى الله عليه وسلم - عق عن الحسن والحسين كبشاً كبشاً، أخرجه أبو داود ولا حجة فيه، فقد أخرجه أبو الشيخ من وجه آخر عن عكرمة عن ابن عباس بلفظ (كبشين كبشين) وأخرج أيضاً من طريق عمرو بن شعيب عن أبيه عن جده مثله وعلى تقدير ثبوت رواية أبي داود فليس في الحديث ما يرد به الأحاديث المتواردة في التنصيص على التثنية للغلام بل غايته أن يدل على جواز الاقتصار وهو كذلك فإن العدد ليس شرطاً بل مستحب. وذكر الحليمي أن الحكمة في كون الأنثى على النصف من الذكر أن المقصود استبقاء النفس فأشبهت الدية وقواه ابن القيم بالحديث الوارد في أن من أعتق ذكراً أعتق كل عضو منه ومن أعتق جاريتين كذلك إلى غير ذلك مما ورد فيحتمل أن يكون في ذلك الوقت ... ما تيسر العدد] (¬2). ¶ ¬__________ ¶ (¬1) زاد المعاد 2/ 331. ¶ (¬2) فتح الباري 12/ 10",
            "page": "102",
            "part": "1",
            "seal": "1115E717"
        },
        {
            "id": "103",
            "nass": "أدلة الفريق الثاني: احتجوا بما يلي: ¶ 1. عن ابن عباس - رضي الله عنه -: (أن رسول الله - صلى الله عليه وسلم - عق عن الحسن والحسين كبشاً كبشاً). ¶ 2. عن أنس بن مالك - رضي الله عنه - قال: (عق رسول الله - صلى الله عليه وسلم - عن الحسن والحسين بكبشين). ¶ 3.روى أبو داود بسنده عن عبد الله بن بريدة قال: سمعت أبي - بريدة - رضي الله عنه - يقول: (كنا في الجاهلية إذا ولد لأحدنا غلام ذبح شاة ولطخ رأسه بدمها فلما جاء الله بالإسلام كنا نذبح شاة ونحلق رأسه ونلطخه بزعفران). ¶ 4. عن عبد الله بن عمر رضي الله عنهما (أنه لم يكن يسأله أحد من ولده عقيقة إلا أعطاه إياها وكان يعق عن أولاده شاة شاة عن الذكر والأنثى) رواه مالك والبيهقي، وقال الشيخ شعيب الأرناؤوط إسناده صحيح (¬1). ¶ 5. وكان علي - رضي الله عنه - يعق عن ولده بشاة شاة للذكور والإناث (¬2). ¶ 6. عن هشام بن عروة أن أباه عروة بن الزبير كان يعق عن بنيه الذكور والإناث شاة شاة). رواه مالك، وقال الشيخ شعيب الأرناؤوط: وإسناده صحيح، ورواه البيهقي أيضاً (¬3). ¶ 7. عن أسماء بنت أبي بكر: (أنها كانت تعق عن بنيها وبني بنيها شاة شاة الذكر والأنثى) (¬4). ¶ ¬__________ ¶ (¬1) سبق تخريج هذه الأحاديث. ¶ (¬2) كشف الغمة 1/ 234 نقلاً عن موسوعة فقه علي بن أبي طالب ص468. ¶ (¬3) الموطأ 2/ 400، شرح السنة 11/ 265 الهامش، السنن الكبرى 9/ 302. ¶ (¬4) شرح السنة 11/ 265.",
            "page": "103",
            "part": "1",
            "seal": "E8B21FE9"
        },
        {
            "id": "104",
            "nass": "8. قالوا إن هذا ذبح متقرب به فاستوى فيها الذكر والأنثى كالأضحية والهدي وهذا ما تدل عليه الأحاديث السابقة من استواء الذكر والأنثى في العقيقة (¬1). ¶ مناقشة وترجيح: ¶ الذي يظهر للناظر والمتمعن في أدلة العلماء في هذه المسألة أن قول الجمهور هو أرجحها فالسنة أن يعق عن الذكر بشاتين وعن الأنثى بشاة واحدة لما يلي: ¶ 1. إن حديث ابن عباس ورد برواية أخرى وفيها أن الرسول - صلى الله عليه وسلم -: (عق عن الحسن والحسين بكبشين كبشين) قال الشيخ الألباني عن الرواية الأولى لحديث ابن عباس: [صحيح لكن في رواية النسائي كبشين كبشين وهو الأصح] (¬2). ¶ إن الروايات التي ذكرت شاتين عن الغلام تضمنت زيادة على الأخرى وزيادة الثقة مقبولة لا سيما إذا جاءت من طرق مختلفة المخارج كما هو الشأن هنا (¬3). ¶ وقال الألباني: [يلاحظ القارئ الكريم أن الروايات اختلفت فيما عق به - صلى الله عليه وسلم - عن الحسن والحسين رضي الله عنهما، ففي بعضها أنه كبش واحد عن كل منهما، وفي أخرى أنه كبشان. وأرى أن هذا الثاني هو الذي ينبغي الأخذ به والاعتماد عليه، لأمرين: الأول: أنها تضمنت زيادة على ما قبلها، وزيادة الثقة مقبولة، لا سيما إذا جاءت من طرق مختلفة المخارج كما هو الشأن هنا. ¶ ¬__________ ¶ (¬1) المنتقى 4/ 204، بداية المجتهد 1/ 376. ¶ (¬2) صحيح سنن أبي داود 2/ 547. ¶ (¬3) المحلى 6/ 242، زاد المعاد 2/ 330، إرواء الغليل 4/ 384.",
            "page": "104",
            "part": "1",
            "seal": "5C170925"
        },
        {
            "id": "105",
            "nass": "والآخر: إنها توافق الأحاديث الأخرى القولية في الباب، والتي توجب العق عن الذكر بشاتين] (¬1). ¶ 3. إن الأحاديث التي ذكرت شاتين عن الغلام من قول النبي - صلى الله عليه وسلم - والتي ذكرت شاة عن الغلام من فعله وإذا تعارض القول والفعل فالقول مقدم على الفعل لأن القول عام وفعله يحتمل الاختصاص به - صلى الله عليه وسلم - (¬2). ¶ 4. إن قصة الذبح عن الحسن والحسين كانت عام أحد والعام الذي بعده والذي ثبت عن أم كرز أنها سألت الرسول - صلى الله عليه وسلم - عام الحديبية أي سنة ست للهجرة، فقد روى ابن حزم بسنده عن أم كرز قالت: (أتيت رسول الله - صلى الله عليه وسلم - بالحديبية أسأله عن لحوم الهدي فسمعته يقول: على الغلام شاتان وعلى الجارية شاة، لا يضركم ذكراناً كانت أم إناثاً)، فيؤخذ من هذا أن حديث أم كرز متأخر عن قصة العقيقة عن الحسن والحسين فيكون الحكم للقول المتأخر لا للفعل المتقدم (¬3). ¶ 5. روى ابن حزم بسنده عن جعفر بن محمد بن علي بن الحسين عن أبيه عن جده: (أن فاطمة بنت رسول الله - صلى الله عليه وسلم - عقت عن الحسن والحسين حين ولدتهما شاة شاة)، ثم قال ابن حزم: [لا شك في أن الذي عقت به فاطمة رضي الله عنها هو غير الذي عق به رسول الله فاجتمع من هذين الخبرين أنه ¶ ¬__________ ¶ (¬1) إرواء الغليل 4/ 384. ¶ (¬2) زاد المعاد 2/ 330. ¶ (¬3) المحلى 6/ 242، زاد المعاد 2/ 331.",
            "page": "105",
            "part": "1",
            "seal": "121C9132"
        },
        {
            "id": "106",
            "nass": "- صلى الله عليه وسلم - عق عن كل واحد منهما بكبش وعقت فاطمة عن كل واحد منهما بشاة فحصل عن كل واحد منهما كبش وشاة كبش وشاة] (¬1). ¶ ويمكنني القول بأنه يمكن الجمع بين أدلة الجمهور وأدلة الفريق الثاني فنعمل بموجب تلك الأدلة مجتمعة فيكون الأكمل والأفضل في هذه السنة النبوية ذبح شاتين عن الغلام وإن لم يتيسر ذلك أو اقتصر على شاة واحدة عن الغلام أجزأ وحصل المقصود بهذه السنة. ¶ قال الإمام النووي: [السنة أن يعق عن الغلام شاتان وعن الجارية شاة فإن عق عن الغلام شاة حصل أصل السنة] (¬2). ¶ وقال الصنعاني: [يجوز أنه - صلى الله عليه وسلم - ذبح عن الذكر كبشاً لبيان أنه يجزئ وذبح الإثنين مستحب] (¬3). ¶ وذكر المرداوي أن العقيقة عن الذكر بكبش مجزئة (¬4). ¶ ¬__________ ¶ (¬1) المحلى 6/ 243. ¶ (¬2) المجموع 8/ 429، المغني 9/ 460. ¶ (¬3) سبل السلام 4/ 182. ¶ (¬4) الإنصاف 4/ 110.",
            "page": "106",
            "part": "1",
            "seal": "DD006B27"
        },
        {
            "id": "107",
            "nass": "المبحث الثاني عشر ¶ التصرف بالعقيقة ¶ وفيه مطالب: ¶ المطلب الأول: الانتفاع بها: ¶ حكم العقيقة بعد ذبحها حكم الأضحية من حيث التصرف فيها عند أهل العلم ¶ وهذه أقوال بعض العلماء في كيفية التصرف بالعقيقة بعد ذبحها: ¶ - قال الحسن البصري: يصنع بالعقيقة ما يصنع بالأضحية (¬1). ¶ - وقال عطاء: يأكل أهل العقيقة ويهدونها أمر - صلى الله عليه وسلم - بذلك - زعموا - وإن شاء تصدق (¬2). ¶ - وعنه أيضاً: في العقيقة تطبخ بماء وملح آراباً وتهدى في الجيران والصديق ولا يتصدق منها بشيء (¬3). ¶ - وقال ابن جريج: [تطبخ أعضاءً ويؤكل منها ويهدى ولا يتصدق بشيء منها] (¬4). ¶ - وقال ابن حزم: [ويؤكل منها ويهدى ويتصدق هذا كله مباح لا فرض] (¬5). ¶ - وقال الحافظ ابن عبد البر: ويسلك بها مسلك الضحايا: يؤكل منها ويتصدق ويهدي إلى الجيران وروي مثل ذلك عن عائشة وعليه جمهور ¶ ¬__________ ¶ (¬1) المحلى 4/ 237. ¶ (¬2) المحلى 4/ 237. ¶ (¬3) المحلى 4/ 240 فتح المالك 7/ 109. ¶ (¬4) الاستذكار 15/ 385. ¶ (¬5) المحلى 4/ 234.",
            "page": "107",
            "part": "1",
            "seal": "ACB13580"
        },
        {
            "id": "108",
            "nass": "العلماء (¬1). ¶ فتوزع أثلاثاً، ثلث لأهل البيت وثلث للصدقة وثلث للهدية. ¶ وقال الخرقي: [وسبيلها في الأكل والهدية والصدقة سبيلها] أي سبيل الأضحية (¬2). ¶ وقال الشيخ ابن قدامة المقدسي شارحاً كلام الخرقي السابق: [وبهذا قال الشافعي وقال ابن سيرين: اصنع بلحمها كيف شئت، وقال ابن جريج: تطبخ بماء وملح وتهدى الجيران والصديق ولا يتصدق منها بشيء، وسئل أحمد عنها فحكى قول ابن سيرين وهذا يدل على أنه ذهب إليه وسئل هل يأكلها كلها؟ قال: لم أقل يأكلها كلها ولا يتصدق منها بشيء والأشبه قياسها على الأضحية لأنها نسيكة مشروعة غير واجبة فأشبهت الأضحية ولأنها أشبهتها في صفاتها وسنها وقدرها وشروطها فأشبهتها في مصرفها وإن طبخها ودعا إخوانه فأكلوها فحسن] (¬3). ¶ وقال الحافظ ابن عبد البر: [ويطعم منها الجيران ولا يدعى الرجال كما يفعل بالوليمة] (¬4). ¶ وجاء في مختصر خليل: [وكُرِه عملها وليمة] وقال المواق: سمع ابن القاسم: تطبخ العقيقة ويأكل منها أهل البيت ويطعم الجيران، وأما الدعاء إليها فإني ¶ ¬__________ ¶ (¬1) فتح المالك 7/ 109. ¶ (¬2) المغني 9/ 463. ¶ (¬3) المغني 9/ 463. ¶ (¬4) الاستذكار 15/ 384.",
            "page": "108",
            "part": "1",
            "seal": "12826D6E"
        },
        {
            "id": "109",
            "nass": "أكره الفخور، وزاد في سماع القرينين: إن أرادوا صنيعاً صنعوا من غيرها ودعوا إليه الناس، وكان ابن عمر يدعو إلى الولادة وإلى ختان الذكور] (¬1). ¶ قال النووي: [ويستحب أن يأكل منها ويتصدق ويهدي كما قلنا في الأضحية] (¬2)، وقال النووي أيضاً: [قال أصحابنا حكم العقيقة في التصدق منها والأكل والهدية والادخار وقدر المأكول وامتناع البيع وتعين الشاة إذا عينت للعقيقة كما ذكرنا في الأضحية سواء لا فرق بينهما وحكى الرافعي وجهاً أنه إذا جوزنا العقيقة بما دون الجذعة لم يجب التصدق وجاز تخصيص الأغنياء بها. والله أعلم] (¬3). ¶ واستحب كثير من أهل العلم أن لا يتصدق بلحمها نيئاً بل يطبخ ويتصدق به على الفقراء بإرساله لهم وفضلوا ذلك على دعوة الفقراء إلى بيت صاحبها. ¶ قال النووي: [قال جمهور أصحابنا يستحب أن لا يتصدق بلحمها نيئاً بل يطبخه وذكر الماوردي أنا إذا قلنا بالمذهب أنه لا تجزئ دون الجذعة والثنية وجب التصدق بلحمها نيئاً وكذا قال إمام الحرمين إن أوجبنا التصدق بمقدار من الأضحية والعقيقة وجب تمليكه نيئاً والمذهب الأول وهو أنه يستحب طبخه وفيما يطبخ به وجهان: أحدهما: بحموضة ونقله البغوى عن نص الشافعي لحديث جابر أن النبي - صلى الله عليه وسلم - قال: (نعم الأدام الخل) رواه مسلم. وأصحهما وأشهرهما وبه قطع المصنف والجمهور يطبخ بحلو تفاؤلاً بحلاوة أخلاقه وقد ثبت في الصحيح (أن النبي - صلى الله عليه وسلم - كان يحب الحلوى والعسل) وعلى هذا لو طبخ ¶ ¬__________ ¶ (¬1) التاج والإكليل 4/ 393 - 394. ¶ (¬2) المجموع 8/ 430. ¶ (¬3) المجموع 8/ 432.",
            "page": "109",
            "part": "1",
            "seal": "B3092DE6"
        },
        {
            "id": "110",
            "nass": "بحامض ففي كراهته وجهان حكاهما الرافعي والصحيح أنه لا يكره لأنه ليس فيه نهي. قال أصحابنا والتصدق بلحمها ومرقها على المساكين بالبعث إليهم أفضل من الدعاء إليها ولو دعا إليها قوماً جاز ولو فرَّق بعضها ودعا ناساً إلى بعضها جاز] (¬1). ¶ وقال البغوي: [ويستحب ألا يتصدق بلحمها نيئاً بل يطبخه ويبعث إلى المساكين بالصحاف ولو دعا إليه قوماً جاز] (¬2). ¶ [قال الشافعي: ويطبخها بحموضة، لعله ذهب إلى قول النبي - صلى الله عليه وسلم -: (نعم الإدام الخل)، وقيل لا يطبخها بحموضة تفاؤلاً بحلاوة أخلاقه] (¬3). ¶ [وقال في المستوعب: يستحب أن يطبخ منها طبيخ حلو تفاؤلاً بحلاوة أخلاقه] (¬4). ¶ وقال العلامة ابن عثيمين: [والغريب أن بعض الناس قال: وينبغي أن تطبخ بالحلو أي يوضع فيها سكر تفاؤلاً بحلاوة أخلاق الطفل، وهذا قول ضعيف؛ لأنه ليس فيه دليل، ومسألة التفاؤل لا ينبغي أن نتوسع فيها هذا ... التوسع] (¬5). ¶ ولو دعا إليها قوماً فلا بأس في ذلك فيجوز لصاحبها أن يأكل منها وأن يطبخها ويرسل منها إلى الفقراء ويجوز أن يدعو أصدقائه وأقاربه وجيرانه والفقراء إلى أكلها في بيته فله أن يتصرف فيها كيفما يشاء. قال محمد بن سيرين من ¶ ¬__________ ¶ (¬1) المجموع 8/ 430. ¶ (¬2) التهذيب 8/ 49. ¶ (¬3) التهذيب 8/ 49. ¶ (¬4) الإنصاف 4/ 114. ¶ (¬5) الشرح الممتع 7/ 546.",
            "page": "110",
            "part": "1",
            "seal": "B626C505"
        },
        {
            "id": "111",
            "nass": "التابعين: [اصنع بلحمها كيف شئت] (¬1) وفضل الإمام أحمد طبخها: [فقد قيل له: تطبخ العقيقة؟ قال: نعم. قيل له: يشتد عليهم طبخها. قال: يتحملون ذلك]. ¶ قال ابن القيم: [وهذا لأنه إذا طبخها فقد كفى المساكين والجيران مؤنة الطبخ وهو زيادة في الإحسان وفي شكر هذه النعمة، ويتمتع الجيران والأولاد والمساكين بها هنيئةً مكفية المؤنة فإن من أهدي إليه لحم مطبوخ مهيأ للأكل مطيب كان فرحه وسروره به أتم من فرحه بلحم نيء يحتاج إلى كلفة وتعب] (¬2). ¶ وقد ورد عن الإمام مالك أنه عق عن ولد له فوصف لنا كيف صنع بالعقيقة، قال مالك في المبسوط: [عققت عن ولدي وذبحت ما أريد أن أدعو إليه إخواني وغيرهم، وهيأت طعامهم، ثم ذبحت شاة العقيقة فأهديت منها للجيران، وأكل منها أهل البيت، وكسروا ما بقي من عظامها فطبخت، فدعونا إليها الجيران فأكلوا وأكلنا، قال مالك: فمن وجد سعة فأحب له أن يفعل هذا ومن لم يجد فليذبح عقيقة ثم ليأكل وليطعم منها] (¬3). ¶ المطلب الثاني: إعطاءُ القابلةِ رِجْلَ العقيقةِ: ¶ استحب بعض أهل العلم أن تعطى القابلة رِجْل العقيقة (¬4). ¶ واحتجوا بما ورد عن جعفر بن محمد عن أبيه أن النبي - صلى الله عليه وسلم - قال في العقيقة التي عقتها فاطمة عن الحسن والحسين رضي الله عنهما: (أن ابعثوا إلى بيت القابلة ¶ ¬__________ ¶ (¬1) المغني 9/ 463. ¶ (¬2) تحفة المودود ص 59 - 60، وانظر الإنصاف 4/ 113. ¶ (¬3) المنتقى4/ 205. ¶ (¬4) المجموع 8/ 430، الإنصاف 4/ 114، إعلاء السنن 17/ 131.",
            "page": "111",
            "part": "1",
            "seal": "4AC1B5A7"
        },
        {
            "id": "112",
            "nass": "برجل وكلوا وأطعموا ولا تكسروا منها عظماً) رواه أبو داود في المراسيل والبيهقي، وقال الشيخ الأرناؤوط وفيه انقطاع (¬1)، وفي سنده حسين بن زيد العلوي فيه ضعف، وذكر النووي أنه روي موقوفاً على علي - رضي الله عنه -، وذكر البيهقي الرواية الموقوفة وهي: أن علي بن أبي طالب - رضي الله عنه -: أعطى القابلة رِجْل العقيقة) (¬2). ¶ روى الخلال أن الإمام أحمد سئل عن العقيقة: [قيل: يبعث منها إلى القابلة بشيء. قال: نعم] (¬3). ¶ المطلب الثالث: إطعام غير المسلم من العقيقة: ¶ كره بعض أهل العلم إطعام الكافر منها [قال في العتبية في أول رسم من سماع أشهب من كتاب الضحايا: وسألته – أي مالك - عن الضحية والعقيقة أيطعم منها أحد من النصارى أو غيرهم ممن على غير الإسلام؟ فقال: ما سمعت ذلك وأحب إليَّ أن لا يطعم أحداً منهم شيئاً] (¬4). ¶ ونقل عن الإمام مالك جواز ذلك في الأضحية وتقاس العقيقة عليها (¬5). ¶ ولا أرى مانعاً من إطعام أهل الذمة منها وخاصة إذا كانوا فقراء أو جيراناً أو قرابة. ¶ المطلب الرابع: حكم جلدها وسواقطها: ¶ الأصل أن لا يباع شيء من العقيقة حيث إنها ملحقة بالأضحية في معظم أحكامها وقد نص الفقهاء على أنه لا يجوز بيع شيء من الأضحية لا لحمها ولا ¶ ¬__________ ¶ (¬1) زاد المعاد 2/ 332، سنن البيهقي 9/ 302. ¶ (¬2) تحفة المحتاج إلى أدلة المنهاج 2/ 539، المجموع 8/ 431، سنن البيهقي 9/ 304. ¶ (¬3) تحفة المودود ص 67. ¶ (¬4) مواهب الجليل 4/ 393. ¶ (¬5) مواهب الجليل 4/ 393.",
            "page": "112",
            "part": "1",
            "seal": "A6C8B69C"
        },
        {
            "id": "113",
            "nass": "جلدها ولا أطرافها، واجبة كانت أو تطوعاً. قال الإمام أحمد: لا يبيعها ولا يبيع شيئاً منها. ¶ وقال أيضاً: سبحان الله كيف يبيعها وقد جعلها لله تبارك وتعالى؟ ¶ وأجاز ابن عمر - رضي الله عنه - أن يبيع الجلد ويتصدق بثمنه، ونقله ابن المنذر عن أحمد وإسحاق (¬1). ¶ ويجوز أن ينتفع بالجلد، بأن يجعله سقاءً أو فرواً أو نعلاً أو غير ذلك. ¶ فقد ورد عن عائشة رضي الله عنها قالت: يجعل من جلد الأضحية سقاء ينبذ فيه. ¶ وعن مسروق أنه كان يجعل من جلد أضحيته مصلىً يصلي فيه. ¶ وعن الحسن البصري قال: انتفعوا بمُسُوك – جلود – الأضاحي ولا تبيعوها (¬2). ¶ ويدل على ذلك ما ورد في حديث علي - رضي الله عنه - قال: (أمرني رسول الله - صلى الله عليه وسلم - أن أقوم على بُدْنه، وأن أتصدق بلحمها وجلودها وأجلتها، وأن لا أعطي الجزَّار منها. وقال نحن نعطيه من عندنا) رواه البخاري ومسلم. فقد أمره الرسول - صلى الله عليه وسلم - أن يتصدق بلحومها وجلودها وجلالها، كما أنه قد جعلها قربة لله تعالى فلم يجز بيع شيء منها كالوقف (¬3). ¶ ¬__________ ¶ (¬1) المغني 9/ 450. ¶ (¬2) معجم فقه السلف 4/ 148. ¶ (¬3) المغني 9/ 451.",
            "page": "113",
            "part": "1",
            "seal": "BF88E7DA"
        },
        {
            "id": "114",
            "nass": "وقد ورد عن النبي - صلى الله عليه وسلم - أنه قال: (من باع جلد أضحيته فلا أضحية له) رواه الحاكم، وقال: حديث صحيح. ورواه البيهقي وقال الشيخ الألباني: حسن. (¬1). ¶ وقال الحافظ المنذري: [وقد جاء في غير ما حديث عن النبي - صلى الله عليه وسلم - النهي عن بيع جلد الأضحية] (¬2). ¶ وجاء في الحديث عن قتادة بن النعمان - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ( ... لا تبيعوا لحوم الهدي والأضاحي، فكلوا وتصدقوا واستمتعوا بجلودها ولا تبيعوها، وإن أُطعمتم من لحمها فكلوا إن شئتم) رواه أحمد وذكره الهيثمي وقال: في الصحيح طرف منه. رواه أحمد وهو مرسل صحيح الإسناد (¬3). ¶ وأما الانتفاع بجلدها فلا بأس به على أي وجه كان، ويدل على ذلك ما ورد في حديث عائشة رضي الله عنها قالت: (دفَّ ناس من أهل البادية، حضرة الأضحى زمن الرسول - صلى الله عليه وسلم - فقال رسول الله: ادخروا ثلاثاً ثم تصدقوا بما بقي، فلما كان بعد ذلك قالوا: يا رسول الله إن الناس يتخذون الأسقية من ضحاياهم ويجملون منها الودك، فقال رسول الله - صلى الله عليه وسلم -. وما ذاك؟ قالوا: نهيتَ أن تؤكل لحوم الضحايا بعد ثلاث. فقال: إنما نهيتكم من أجل الدافة فكلوا وادخروا وتصدقوا) رواه مسلم (¬4). ¶ ¬__________ ¶ (¬1) سنن البيهقي 9/ 294، صحيح الجامع الصغير 2/ 1055، صحيح الترغيب والترهيب ص455. ¶ (¬2) الترغيب والترهيب 2/ 156، وانظر صحيح الترغيب والترهيب ص 455. ¶ (¬3) الفتح الرباني 13/ 54. ¶ (¬4) صحيح مسلم مع شرح النووي 5/ 112 - 113.",
            "page": "114",
            "part": "1",
            "seal": "4DE98B7F"
        },
        {
            "id": "115",
            "nass": "والأسقية، جمع سقاء ويتخذ من جلد الحيوان، وفي الحديث إشارة إلى أنه يتخذ من جلود الأضحية، وقولها: (ويجملون منها الودك) أي يذيبون شحمها (¬1)، وقد أقرهم الرسول - صلى الله عليه وسلم - على ذلك (¬2). ¶ هذا ما قرره الفقهاء بالنسبة للأضحية وقد ألحق المالكية والشافعية والحنابلة في رواية، العقيقة بها فمنعوا بيع أي شيء من العقيقة، قال الإمام مالك: [ولا يباع من لحمها شيء ولا جلدها] (¬3). ¶ وقال ابن رشد: [وأما حكم لحمها وجلدها وسائر أجزائها فحكم لحم الضحايا في الأكل والصدقة ومنع البيع] (¬4). ¶ وقال البغوي: [ولا يجوز أن يبيع شيئاً منها لأنه ذبحها قربة إلى الله تعالى كالأضحية] (¬5). ¶ ويرى الإمام أحمد في إحدى الروايتين عنه جواز بيع جلد العقيقة ورأسها ونحو ذلك ويتصدق بثمنه، فقد روى الخلال أن أحمد سئل في العقيقة: [الجلد والرأس والسقط يباع ويتصدق به، قال: يتصدق به] (¬6). ¶ وقال الشيخ ابن قدامة المقدسي: [قال أحمد يباع الجلد والرأس والسقط ويتصدق به، وقد نص في الأضحية على خلاف هذا وهو أقيس في مذهبه لأنها ذبيحة لله فلا يباع منها شيء كالهدي ولأنه تُمكِن الصدقة بذلك بعينه فلا حاجة إلى بيعه ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم 5/ 113. ¶ (¬2) انظر المفصل في أحكام الأضحية ص 153 - 154. ¶ (¬3) الموطأ 2/ 400، وانظر مواهب الجليل 4/ 394. ¶ (¬4) بداية المجتهد 1/ 377. ¶ (¬5) التهذيب 8/ 49. ¶ (¬6) تحفة المودود ص 70، وانظر كشاف القناع 3/ 31.",
            "page": "115",
            "part": "1",
            "seal": "329748EB"
        },
        {
            "id": "116",
            "nass": "وقال أبو الخطاب يحتمل أن ينقل حكم إحداهما إلى الأخرى فيخرج في المسألتين روايتان ويحتمل أن يفرق بينهما من حيث إن الأضحية ذبيحة شرعت يوم النحر فأشبهت الهدي والعقيقة شرعت عند سرور حادث وتجدد نعمة فأشبهت الذبيحة في الوليمة ولأن الذبيحة ههنا لم تخرج عن ملكه فكان له أن يفعل بها ما شاء من بيع وغيره والصدقة بثمن ما بيع منها بمنزلة الصدقة به فضلها وثوابها وحصول النفع به فكان له ذلك] (¬1). ¶ المطلب الخامس: هل يكره كسر عظام العقيقة؟ ¶ في المسألة قولان: ¶ القول الأول: قال الشافعية والحنابلة يستحب أن تذبح العقيقة وتقطع على المفاصل، ولا تكسر عظامها وتطبخ جُدُولاً (¬2)، ونقل هذا عن عائشة وعطاء وابن جريج (¬3)، وذكر البيهقي أن عطاءً كان يقول: تقطع جدولاً ولا يكسر لها عظم (¬4). ونص على ذلك الإمام أحمد، فقد روى الخلال عن عبد الملك بن عبد الحميد أنه سمع أبا عبد الله يقول في العقيقة: [لا يكسر عظمها ولكن يقطع كل عظم من مفصله فلا تكسر العظام] (¬5). وقد اعتبر الحنابلة أن من الفوارق بين العقيقة وبين الأضحية أن العقيقة لا يكسر عظمها (¬6). ¶ ¬__________ ¶ (¬1) المغني 9/ 463وانظر الإنصاف 4/ 113 - 114. ¶ (¬2) الجُدُول بضم الجيم وبضم الدال، جمع جَدْل وهو كل عظم موفر كما هو لا يكسر أي تقطع العقيقة عضواً عضواً ولا يكسر لها عظم، لسان العرب 2/ 211. ¶ (¬3) المجموع 8/ 430، المغني 9/ 463، المحلى 6/ 240، مغني المحتاج 4/ 394، كشاف القناع 3/ 30، طرح التثريب 5/ 215. ¶ (¬4) السنن الكبرى 9/ 302. ¶ (¬5) تحفة المودود 60/ 61. ¶ (¬6) الإنصاف 4/ 113.",
            "page": "116",
            "part": "1",
            "seal": "CA854575"
        },
        {
            "id": "117",
            "nass": "قال الحافظ العراقي: [وقال أصحابنا إن ذلك خلاف الأولى فقط، واختلفوا في كراهته على وجهين: أصحهما أنه لا يكره، وعلله النووي في شرح المهذب بأنه لم يثبت فيه نهي مقصود، وفيه نظر فإن النهي الصريح قد رواه الحاكم في مستدركه وصححه كما تقدم، ولعل النووي لا يوافق على صحته] (¬1). ¶ القول الثاني: ذهب الإمام مالك إلى جواز كسر عظمها بل استحب ذلك، لمخالفة أهل الجاهلية الذين كانوا لا يكسرون عظم الذبيحة التي تذبح عن المولود وبه قال الزهري وابن حزم الظاهري، وهو وجه للبصريين من الشافعية (¬2). ¶ قال الزهري في العقيقة: تكسر عظامها ورأسها (¬3). ¶ وقال ابن رشد: [واستحب كسر عظامها لما كانوا في الجاهلية يقطعونها من المفاصل] (¬4). ¶ الأدلة: ¶ احتج الفريق الأول بما ورد أن النبي - صلى الله عليه وسلم - قال في العقيقة التي عقتها فاطمة عن الحسن والحسين رضي الله عنهم: (أن ابعثوا إلى بيت القابلة برجل وكلوا وأطعموا ولا تكسروا منها عظماً) رواه البيهقي وغيره وهو ضعيف كما سبق. ¶ واحتجوا أيضاً بما ورد عن عائشة أنها قالت: (تقطع جدولاً ولا يكسر لها عظم) سبق تخريجه وجعله الألباني مدرجاً في الحديث من كلام عطاء وأيد ذلك بما ذكره البيهقي: [وكان عطاء يقول تقطع جدولاً ولا يكسر لها عظم] (¬5). ¶ ¬__________ ¶ (¬1) طرح التثريب 5/ 215 وانظر المجموع 8/ 430. ¶ (¬2) شرح الخرشي 3/ 48، الموطأ 2/ 400، المنتقى 4/ 204، المحلى 6/ 240، المجموع 8/ 448، الحاوي 15/ 130، التاج والإكليل 4/ 393. ¶ (¬3) المحلى 6/ 240. ¶ (¬4) بداية المجتهد 1/ 377. ¶ (¬5) سنن البيهقي 9/ 302، إرواء الغليل 4/ 396.",
            "page": "117",
            "part": "1",
            "seal": "A7A5D853"
        },
        {
            "id": "118",
            "nass": "وقالوا إن كراهة كسر عظامها إنما هو من باب التفاؤل بالسلامة للمولود وطيب العيش (¬1). ¶ واحتج الفريق الثاني بأنه لم يثبت في كسر عظامها نهي مقصود، قال ابن حزم: [ولم يصح في المنع من كسر عظامها شيء] (¬2). وضعف ابن حزم ما ورد عن عائشة في ذلك (¬3). ¶ وقالوا إن كسر عظامها فيه مخالفة لأهل الجاهلية، قال الباجي: [قال ابن حبيب: إنما قاله مالك - أي كسر عظامها - لأن أهل الجاهلية كانوا إذا عقوا عن المولود لم يكسروا العظام وإنما كانت العقيقة تفصل من مفصل إلى مفصل فأتى الإسلام بالرخصة في ذلك إن أحب أهلها يصنعون من ذلك ما وافقهم، وفي الجملة إن كسر عظامها ليس بلازم وإنما لا يجوز تحري الامتناع عنه، والعقيقة في ذلك كسائر الذبائح وربما كان لها مزية المخالفة لفعل أهل الجاهلية] (¬4). ¶ وقالوا إن العادة جرت بكسر العظام، وفي ذلك مصلحة لتمام الانتفاع بها ولا مصلحة تمنع من ذلك ولم يصح في المنع من ذلك ولا في كراهته سنة يجب المصير إليها (¬5). ¶ وقال الماوردي معللاً عدم كراهة كسر عظامها: (لأنه طيرة وقد نهي عنها، ولأن ذبحها أعظم من كسر عظمها) (¬6). ¶ ¬__________ ¶ (¬1) الحاوي 15/ 129. ¶ (¬2) المحلى 6/ 240، انظر المجموع 8/ 430. ¶ (¬3) المحلى 6/ 240. ¶ (¬4) المنتقى 4/ 204 - 205. ¶ (¬5) تحفة المودود ص 62. ¶ (¬6) الحاوي 15/ 130.",
            "page": "118",
            "part": "1",
            "seal": "529E7203"
        },
        {
            "id": "119",
            "nass": "والذي يظهر لي أنه لا بأس بكسر عظامها إن احتيج لذلك، وإن قطعت على المفاصل فهو أفضل لما ورد في الآثار وإن لم يثبت عن الرسول - صلى الله عليه وسلم - فقد وردت الآثار عن طائفة من السلف كعائشة وعطاء وجابر كما ذكره البيهقي وغيره (¬1). ¶ ويضاف إلى ما سبق أن القائلين بعدم تكسير عظامها ذكروا وجوهاً في الحكمة من ذلك تميل إليها النفس ذكرها ابن القيم وهي: ¶ 1. أنها جرت مجرى الفداء فاستحب أن لا تكسر عظامها تفاؤلاً بسلامة أعضاء المولود وصحته وقوتها وبما زال من عظام فدائه من الكسر. ¶ 2. إظهار شرف الإطعام وخطره إذا كان يقدم للآكلين ويهدى إلى الجيران ويطعم للمساكين فاستحب أن يكون قطعاً كل قطعة تامة في نفسها لم يكسر من عظامها شيء ولا نقص العضو منها شيئاً، ولا ريب أن هذا أجل موقعاً وأدخل في باب الجود من القطع الصغار. ¶ 3. أن الهدية إذا شرفت وخرجت عن حد الحقارة وقعت موقعاً حسناً عند المهدى إليه ودلت على شرف نفس المهدي وكبر همته، وكان في ذلك تفاؤلاً بكبر نفس المولود وعلو همته وشرف نفسه (¬2)]. والله أعلم. ¶ ¬__________ ¶ (¬1) سنن البيهقي 9/ 302. ¶ (¬2) تحفة المودود ص 62.",
            "page": "119",
            "part": "1",
            "seal": "961C8091"
        },
        {
            "id": "120",
            "nass": "المبحث الثالث عشر ¶ حكم تلطيخ رأس المولود بشيء من دم العقيقة ¶ للعلماء في هذه المسألة قولان: ¶ القول الأول: ذهب جمهور أهل العلم من المالكية والشافعية والحنابلة وأهل الحديث إلى كراهة تلطيخ رأس المولود بشيء من دم العقيقة، لأن ذلك من عادة أهل الجاهلية، وهو قول الزهري وإسحاق وابن المنذر وداود (¬1). ¶ وقال بعض الشافعية بتحريم ذلك، قال الحافظ العراقي: [وأنكر شيخنا الإمام جمال الدين عبد الرحيم الإسنوي على أصحابنا اقتصارهم على كراهة لطخ رأس المولود بدم العقيقة وقال المشهور تحريم التضمخ بالنجاسة ويحرم على الولي أن يفعل به شيئاً من المحرمات على المكلفين كسقيه الخمر ... فينبغي في اللطخ مثله] (¬2). ¶ القول الثاني: ذهب الحسن البصري وقتادة من التابعين وابن حزم الظاهري إلى أن ذلك مستحب فيلطخ رأس المولود بدم العقيقة ثم يغسل بعد ذلك، ونقله ابن حزم عن ابن عمر وهو قول عند الحنابلة (¬3). ¶ ¬__________ ¶ (¬1) المجموع 8/ 432، 448، المغني 9/ 462، عون المعبود 8/ 28، شرح الخرشي 3/ 48، بداية المجتهد 1/ 377، الإنصاف 4/ 112، التهذيب 8/ 50، التاج والإكليل 4/ 394. ¶ (¬2) طرح التثريب 5/ 216. ¶ (¬3) المحلى 6/ 234، المجموع 8/ 432، المغني 9/ 462 الإنصاف 4/ 112.",
            "page": "120",
            "part": "1",
            "seal": "E0DF44EA"
        },
        {
            "id": "121",
            "nass": "قال الحافظ ابن عبد البر: [ولا أعلم أحداً من أهل العلم قال: يدمَّى رأس الصبي إلا الحسن وقتادة فإنهما قالا: يطلى رأس الصبي بدم العقيقة، وأنكر ذلك سائر أهل العلم وكرهوه] (¬1). ¶ وذكر الحافظ ابن حجر أنه قد ورد عن الحسن كراهة التدمية رواه ابن أبي شيبة عنه بسند صحيح (¬2). ¶ واحتج هؤلاء بما رواه همام عن قتادة عن الحسن عن سمرة أن الرسول - صلى الله عليه وسلم - قال: (كل غلام رهينة بعقيقته تذبح عنه يوم السابع ويحلق ويدمَّى) فكان قتادة إذا سئل عن الدم كيف يصنع به قال: [إذا ذبحت العقيقة أخذت منها صوفة واستقبلت بها أوداجها ثم توضع على يافوخ الصبي حتى يسيل على رأسه مثل الخيط ثم يغسل رأسه بعد ويحلق] (¬3). ¶ وروى ابن حزم بسنده عن ابن عمر قال: [يحلق رأسه ويلطخه بالدم] (¬4). ¶ وقد أجاب الجمهور على هذا الاستدلال وبينوا أن هذا القول شاذ وأن الرواية المحفوظة لحديث سمرة (يسمَّى) وليست (يدمَّى) وهذا بيان ما قالوه: ¶ 1. قال أبو داود صاحب السنن بعد روايته للحديث المذكور: [هذا وهم من همام ويدمَّى. قال أبو داود: خولف همام في هذا الكلام وهو وهم من همام وإنما قالوا ¶ يسمَّى. فقال: همام: يدمَّى. قال أبو داود وليس يؤخذ بهذا] (¬5). ¶ ¬__________ ¶ (¬1) فتح المالك 7/ 108. ¶ (¬2) فتح الباري 12/ 12. ¶ (¬3) سنن أبي داود مع شرحه عون المعبود 8/ 27. ¶ (¬4) المحلى 6/ 236. ¶ (¬5) سنن أبي داود مع شرحه عون المعبود 8/ 27 - 28.",
            "page": "121",
            "part": "1",
            "seal": "0C875B72"
        },
        {
            "id": "122",
            "nass": "2. وقال أبو داود بعد أن ساق الرواية الثانية لحديث سَمُرة وفيها: (يسمَّى)، قال أبو داود: [ويسمَّى أصح، كذا قال سلام بن أبي مطيع عن قتادة وإياس ابن دغفل وأشعث عن الحسن قال: ويسمَّى، ورواه أشعث عن الحسن عن النبي - صلى الله عليه وسلم - قال: ويسمَّى] (¬1). ¶ 3. نقل الخلال عن الإمام أحمد أنه سئل: [فيحلق رأسه؟ قال: نعم. قلت: فيدمَّى؟ قال: لا هذا من فعل الجاهلية. قلت: فحديث قتادة عن الحسن كيف ويدمَّى؟ فقال: أما همام فيقول: ويدمَّى وأما سعيد فيقول ويسمَّى]. ¶ وقال في رواية الأثرم: [قال ابن عروبة: يسمَّى، وقال همام: يدمَّى. وما أراه إلا خطأ] (¬2). ¶ 4. ويرى الشيخ ناصر الدين الألباني أن رواية الحديث بلفظ: (ويسمَّى) هي التي ينشرح لها الصدر لاتفاق الأكثر عليها ولا سيما أن لها متابعات وشواهد بخلاف رواية (ويدمَّى) فهي غريبة وأكد كلام أبي داود في تخطئة همام في قوله (ويدمَّى) وإن كان ثقة فقال: [وهذا وإن كان بعيداً بالنسبة للثقة فلا بد من ذلك ليسلم لنا حفظ الجماعة فإنه إذا كان صعباً تخطئة الثقة الذي زاد على الجماعة فتخطئة هؤلاء ونسبتهم إلى عدم الحفظ أصعب] (¬3). ¶ وقال الجمهور لو سلمنا أن رواية (يدمَّى) ثابتة ومحفوظة، فهي منسوخة (¬4). ¶ ¬__________ ¶ (¬1) سنن أبي داود مع شرحه عون المعبود 8/ 29. ¶ (¬2) تحفة المودود ص 35 - 36. ¶ (¬3) إرواء الغليل 4/ 387 - 388. ¶ (¬4) الاستذكار 15/ 381، فتح المالك 7/ 109، فتح الباري 12/ 11.",
            "page": "122",
            "part": "1",
            "seal": "6A5A591C"
        },
        {
            "id": "123",
            "nass": "5. وأكد الجمهور قولهم بأن التدمية منسوخة أنها كانت من أمر الجاهلية فلما جاء الإسلام أبطلها ويدل على نسخها وإبطالها ما يلي: ¶ أ. حديث عبدالله بن بريدة عن أبيه قال: سمعت أبي - بريدة - يقول: [كنا في الجاهلية إذا ولد لأحدنا غلام ذبح شاة ولطخ رأسه بدمها، فلما جاء الله بالإسلام كنا نذبح شاة ونحلق رأسه ونلطخه بزعفران] (¬1). ¶ ب. عن عائشة رضي الله عنها في حديث العقيقة قالت: (وكان أهل الجاهلية يجعلون قطنة في دم العقيقة ويجعلونه على رأس الصبي فأمر رسول الله - صلى الله عليه وسلم - أن يجعل مكان الدم خلوقاً) رواه البيهقي وهذا لفظه (¬2)، وقال النووي بإسناد صحيح (¬3). وقال الحافظ ابن حجر: [وزاد أبو الشيخ (ونهى أن يمس رأس المولود بدم)] (¬4). وقال الألباني: [بإسناد رجاله ثقات لكن فيه عنعنة ابن جريج لكن قد صرح بالتحديث عند ابن حبان فصح الحديث والحمد لله] (¬5)، ورواه ابن حبان وقال الشيخ شعيب الأرناؤوط: إسناده صحيح (¬6). ¶ والخَلوق: بفتح الخاء هو طيب معروف مركب يتخذ من الزعفران وغيره من أنواع الطيب وتغلب عليه الحمرة والصفرة، قاله الإمام النووي (¬7). ¶ ج. عن يزيد بن عبدٍ المزني عن أبيه أن الرسول - صلى الله عليه وسلم - قال: (يعق عن الغلام ولا يمس رأسه بدم) (¬8). [قال مهنا بن يحيى الشامي: ذكرت لأبي عبد الله ¶ ¬__________ ¶ (¬1) سبق تخريجه ص 8. ¶ (¬2) سنن البيهقي 9/ 303. ¶ (¬3) المجموع 8/ 428. ¶ (¬4) فتح الباري 12/ 11. ¶ (¬5) إرواء الغليل 4/ 389. ¶ (¬6) الإحسان 12/ 124. ¶ (¬7) المجموع 8/ 429، وانظر المصباح المنير ص 180. ¶ (¬8) سبق تخريجه.",
            "page": "123",
            "part": "1",
            "seal": "966B19A8"
        },
        {
            "id": "124",
            "nass": "أحمد بن حنبل حديث يزيد بن عبدٍ المزني عن أبيه أن النبي - صلى الله عليه وسلم - قال: (يعق عن الغلام ولا يمس رأسه بدم) فقال أحمد: ما أظرفه! ورواه ابن ماجة في سننه ولم يقل عن أبيه] (¬1). ¶ فهذه الأحاديث تدل على نسخ التدمية وأنها كانت من أمر الجاهلية، قال ابن رشد: [وجميع العلماء على أنه كان يدمَّى رأس الطفل في الجاهلية بدمها وأنه نسخ في الإسلام بحديث بريدة ... ] (¬2). ¶ 6. قالوا لقد ورد في حديث سلمان بن عامر الضبي: ( ... وأميطوا عنه الأذى) وهذا يفسر بترك ما كانت الجاهلية تفعله في تلطيخ رأس المولود بدم العقيقة (¬3). ¶ وقالوا أيضاً أن النبي - صلى الله عليه وسلم - قال: (أميطوا عنه الأذى) والدم أذى فيكف يؤمر بأن يصاب بالأذى ويلطخ به (¬4). ¶ 7. وقالوا إن الدم نجس فلا يشرع إصابة الصبي به كسائر النجاسات (¬5). ¶ وبعد هذا الاستعراض لحجج الفريقين أرى أن قول الجمهور هو الصحيح وأن التدمية غير جائزة وأن تدمية رأس المولود كانت من أمر الجاهلية ونسخها الإسلام. ¶ قال ابن القيم: [ولما أقر رسول الله - صلى الله عليه وسلم - العقيقة في الإسلام وأكد أمرها وأخبر أن الغلام مرتهن بها. نهاهم أن يجعلوا على رأس الصبي من الدم شيئاً وسن لهم ¶ ¬__________ ¶ (¬1) شرح ابن القيم على سنن أبي داود 8/ 28، وانظر المغني 9/ 462. ¶ (¬2) بداية المجتهد 1/ 377. ¶ (¬3) الاستذكار 15/ 382، شرح الخرشي 3/ 48. ¶ (¬4) تحفة المودود ص 36. ¶ (¬5) شرح ابن القيم على سنن أبي داود 8/ 29، المغني 9/ 462.",
            "page": "124",
            "part": "1",
            "seal": "34C9C2AC"
        },
        {
            "id": "125",
            "nass": "أن يجعلوا عليه شيئاً من الزعفران لأنهم في الجاهلية إنما كانوا يلطخون رأس المولود بدم العقيقة تبركاً به فإن دم الذبيحة كان مباركاً عندهم حتى كانوا يلطخون منه آلهتهم تعظيماً لها وإكراماً فأمروا بترك ذلك لما فيه من التشبه بالمشركين وعوضوا عنه بما هو أنفع للأبوين وللمولود وللمساكين وهو حلق رأس الطفل والتصدق بزنة شعره ذهباً أو فضة وسن لهم أن يلطخوا الرأس بالزعفران الطيب الرائحة الحسن اللون بدلاً عن الدم الخبيث الرائحة النجس العين، والزعفران من أطيب الطيب وألطفه وأحسنه لوناً] (¬1). ¶ وقال الإمام النووي: [ولا بأس بلطخه بخلوق أو زعفران] (¬2). ¶ ¬__________ ¶ (¬1) تحفة المودود ص 56. ¶ (¬2) المجموع 8/ 432.",
            "page": "125",
            "part": "1",
            "seal": "FD4BD4F6"
        },
        {
            "id": "126",
            "nass": "المبحث الرابع عشر ¶ حكم اجتماع الأضحية والعقيقة ¶ إذا اجتمعت الأضحية والعقيقة، كأن أراد شخصٌ أن يعقَ عن ولده يوم عيد الأضحى، أو في أيام التشريق، فهل تجزئ الأضحية عن العقيقة؟ ¶ اختلف الفقهاء في هذه المسألة على قولين: ¶ القول الأول: تجزئ الأضحية عن العقيقة، وبه قال الحسن البصري ومحمد ابن سيرين وقتادة وهشام - من التابعين - وهو إحدى الروايتين عن الإمام أحمد (¬1). وبه قال الحنفية، قال ابن عابدين: [ ... وكذا لو أراد بعضهم العقيقة عن ولد قد ولد له من قبل، لأن ذلك جهة التقرب بالشكر على نعمة الولد ذكره محمد] (¬2). ¶ وروى ابن أبي شيبة بإسناده عن الحسن قال: [إذا ضحوا عن الغلام فقد أجزأت عنه من العقيقة] ورواه أيضاً عبد الرزاق (¬3). ¶ وروى ابن أبي شيبة عن هشام وابن سيرين قالا: [يجزئ عنه الأضحية من العقيقة] (¬4). ¶ وروى عبد الرزاق أيضاً عن قتادة قال: [من لم يعق عنه أجزأته أضحيته] (¬5). ¶ ¬__________ ¶ (¬1) فتح الباري 12/ 13، شرح السنة 11/ 267، الإنصاف 4/ 111، كشاف القناع 3/ 29، الفروع 3/ 564، تحفة المودود ص68. ¶ (¬2) حاشية ابن عابدين 6/ 326. ¶ (¬3) مصنف ابن أبي شيبة 8/ 244، مصنف عبد الرزاق 4/ 331. ¶ (¬4) مصنف ابن أبي شيبة 8/ 244. ¶ (¬5) مصنف عبد الرزاق 4/ 333.",
            "page": "126",
            "part": "1",
            "seal": "D94F61C5"
        },
        {
            "id": "127",
            "nass": "وقال الخلال: [باب ما روي أن الأضحية تجزئ عن العقيقة، ثم ذكر عن الميموني أنه قال لأبي عبد الله – أحمد بن حنبل –: يجوز أن يضحى عن الصبي مكان العقيقة؟ قال: لا أدري. ثم قال: غير واحد يقول به. ¶ قلت: من التابعين. قال نعم ... ثم قال: ذكر أبو عبد الله أن بعضهم قال: فإن ضحى أجزأ عن العقيقة ... ثم قال: إن أبا عبد الله قال: أرجو أن تجزئ الضحية عن العقيقة إن شاء الله تعالى لمن لم يعق ... ثم قال ورأيت أبا عبد الله اشترى أضحية ذبحها عنه وعن أهله وكان ابنه عبد الله صغيراً فذبحها أراه أراد بذلك العقيقة والأضحية وقسم اللحم وأكل منها] (¬1). ¶ وترى هذه الطائفة من أهل العلم أن المقصود بالأضحية والعقيقة يحصل بذبح واحد، وفي ذلك نوع شَبَهٍ من الجمعة والعيد إذا اجتمعتا. ¶ وكما لو صلى ركعتين ينوي بهما تحية المسجد وسنة المكتوبة، أو صلى بعد الطواف فرضاً أو سنة مكتوبة، وقع عنه وعن ركعتي الطواف. ¶ وكذلك لو ذبح المتمتع والقارن شاة يوم النحر أجزأ عن دم المتعة وعن الأضحية (¬2). ¶ القول الثاني: لا تجزئ الأضحية عن العقيقة وهو قول المالكية والشافعية (¬3) والرواية الأخرى عن الإمام أحمد، فقد روى الخلال عن عبد الله بن أحمد قال ¶ ¬__________ ¶ (¬1) تحفة المودود ص 68. ¶ (¬2) تصحيح الفروع 3/ 564،تحفة المودود ص69. ¶ (¬3) شرح الخرشي 3/ 41، الذخيرة 4/ 166، الفتاوى الكبرى الفقهية 4/ 256.",
            "page": "127",
            "part": "1",
            "seal": "436BFFC0"
        },
        {
            "id": "128",
            "nass": ": [سألت أبي عن العقيقة يوم الأضحى تجزئ أن تكون أضحية وعقيقة؟ قال: إما أضحية وإما عقيقة على ما سمَّى] (¬1)، وعلى هذه الرواية أكثر الحنابلة (¬2). ¶ وحجة هؤلاء أن كلاً من الأضحية والعقيقة ذبحان بسببين مختلفين، فلا يقوم الواحد عنهما، كدم التمتع ودم الفدية (¬3). ¶ وقالوا أيضاً إن المقصود بالأضحية إراقة الدم في كل منهما، ولا تقوم إراقة مقام ¶ إراقتين (¬4). ¶ وسئل الشيخ ابن حجر المكي عن ذبح شاة أيام الأضحية بنيتها ونية العقيقة، فهل يحصلان أو لا؟ ¶ فأجاب: [الذي دل عليه كلام الأصحاب وجرينا عليه منذ سنين أنه لا تداخل في ذلك، لأن كلاً من الأضحية والعقيقة، سنةٌ مقصودةٌ لذاتها، ولها سبب يخالف سبب الأخرى، والمقصود منها غير المقصود من الأخرى، إذ الأضحيةُ فداءٌ عن النفس، والعقيقةُ فداءٌ عن الولد، إذ بها نُمُّوهُ وصلاحهُ، ورجاءُ بِرِّهِ وشفاعته، وبالقول بالتداخل يبطل المقصود من كلٍ منهما، فلم يمكن القول به نظير ما قالوه في سنة غسل الجمعة وغسل العيد، وسنة الظهر وسنة العصر، وأما تحية المسجد ونحوها فهي ليست مقصودة لذاتها بل لعدم هتك حرمة المسجد، وذلك حاصلٌ بصلاة غيرها، وكذا صوم نحو الاثنين، لأن القصد منه إحياء هذا اليوم بعبادة الصوم المخصوصة، وذلك حاصلٌ بأي صومٍ وقع فيه. ¶ ¬__________ ¶ (¬1) تحفة المودود ص68. ¶ (¬2) تصحيح الفروع 3/ 565، قواعد ابن رجب 1/ 156. ¶ (¬3) تحفة المودود ص68. ¶ (¬4) الذخيرة 4/ 166، حاشية العدوي 3/ 48.",
            "page": "128",
            "part": "1",
            "seal": "833B5B73"
        },
        {
            "id": "129",
            "nass": "وأما الأضحية والعقيقة، فليستا كذلك كما ظهر مما قررته وهو واضح، والكلام حيث اقتصر على نحو شاة أو سُبُع بدنة أو بقرة، أما لو ذبح بدنة أو بقرة عن سبعة أسباب، منها ضحية وعقيقة والباقي كفارات في نحو الحلق في النسك فيجزي ذلك، وليس هو من باب التداخل في شيء لأن كل سبع يقع مجزياً عما نوى به. ¶ وفي شرح العباب: لو ولد له ولدان، ولو في بطن واحدة، فذبح عنهما شاة، لم يتأدى بها أصل السنة كما في المجموع وغيره، وقال ابن عبد البر: لا أعلم فيه خلافاً أ. هـ. وبهذا يعلم أنه لا يجزي التداخل في الأضحية والعقيقة من باب أولى، لأنه إذا امتنع مع اتحاد الجنس فأولى مع اختلافه، والله سبحانه وتعالى أعلم بالصواب] (¬1). ¶ والذي أراه راجحاً هو عدم إجزاء الأضحية عن العقيقة، وعدم إجزاء العقيقة عن الأضحية، لأن كلاً منهما لها سببها الخاص في إراقة الدم، ولا تقوم إحداهما مقام الأخرى. والمسائل التي ذكروها ليست مسلَّمةً عند جميع العلماء، فحصول العبادتين بنية واحدة، أجازه من أجازه من أهل العلم، لأنهم عدُّوها من قبيل الوسائل لا المقاصد، كما لو نوى بغسله رفع الحدث الأصغر والأكبر، أو نوى بالغسل الجمعة والجنابة، وخالف في ذلك ابن حزم، وأمَّا حصول تحية المسجد وسنَّة المكتوبة، فلأن تحية المسجد تحصل وإن لم يقصدها، وأمَّا ما صححوه من تجويز عبادتين بنيَّةٍ واحدةٍ فالذي يظهر أنَّ الشارع قد اعتبر فيه ¶ ¬__________ ¶ (¬1) الفتاوى الكبرى الفقهية 4/ 256.",
            "page": "129",
            "part": "1",
            "seal": "4D967209"
        },
        {
            "id": "130",
            "nass": "الأمرين المقصودين ولو لم يقصدهما الفاعل، كمن يتصدق على ذي رحمه ينال أجرين: أجر الصدقة وأجر صلة الرحم (¬1). ¶ ¬__________ ¶ (¬1) انظر مقاصد المكلفين ص 255 –256.",
            "page": "130",
            "part": "1",
            "seal": "B447BA9C"
        },
        {
            "id": "131",
            "nass": "الفصل الثاني ¶ ما يتعلق بمن يتولى العقيقة ووقت ذبحها وفيه مباحث: ¶ المبحث الأول: من يتولى العقيقة؟ ¶ المبحث الثاني: وقت العقيقة. ¶ المبحث الثالث: حكم من لم يُعَق عنه صغيراً هل يَعُقُّ عن نفسه إذا بلغ؟ ¶ المبحث الرابع: التسمية والنية عند ذبح العقيقة.",
            "page": "131",
            "part": "1",
            "seal": "41C0E939"
        },
        {
            "id": "133",
            "nass": "المبحث الأول ¶ من يتولى العقيقة (من يَعُق عن المولود) ¶ اختلف الفقهاء فيمن يتولى العقيقة على عدة أقوال: ¶ القول الأول: يعق عن المولود أبوه ولا يلزم أحداً من الأقارب غير الأب وهذا قول المالكية والحنابلة، وقال الحنابلة أيضاً: [إن كان الأب غير موجود ومات وابنه حَمْلٌ فإن الأم تقوم مقام الأب في العقيقة] (¬1). ¶ قال المرداوي: [لا يَعقُّ غيرُ الأب على الصحيح في المذهب ونص عليه أكثر الأصحاب] (¬2). ويستدل لهم بما ورد في حديث عمرو بن شعيب عن أبيه عن جده أنه - صلى الله عليه وسلم - قال: (من وُلِد له ولدٌ فأحب أن ينسك عنه فليفعل) قالوا هذا يقتضي أن العقيقة في مال الأب عن ابنه ولذلك قال: (فأحب أن ينسك عن ولده فليفعل) فأثبت ذلك في جهة الأب عن الابن (¬3). ¶ ونقل عن الإمام أحمد أنها على الأب: [قال إسماعيل بن سعيد الشالنجي: سألت أحمد عن الرجل يخبره والده أنه لم يعق عنه هل يعق عن نفسه؟ قال: ذلك على الأب] (¬4). ¶ واحتجوا أيضاً بأن الأب هو المأمور بها في الأحاديث كما في قوله - صلى الله عليه وسلم - ¶ : (فأهريقوا عنه دماً) (¬5). ¶ ¬__________ ¶ (¬1) المنتقى 4/ 199، كشاف القناع 3/ 24، الشرح الممتع 7/ 536. ¶ (¬2) الإنصاف 4/ 112. ¶ (¬3) المنتقى 4/ 199، مواهب الجليل 4/ 390. ¶ (¬4) تحفة المودود ص 46. ¶ (¬5) المصدر السابق.",
            "page": "133",
            "part": "1",
            "seal": "6F5B49C7"
        },
        {
            "id": "134",
            "nass": "القول الثاني: إن كان للمولود مال فهي في ماله فإن لم يكن له مال وله أب فهي على الأب فإن لم يكن له أب وله أم فهي على الأم وبهذا قال ابن حزم (¬1). ¶ القول الثالث: يعق عن المولود من تلزمه نفقته من مال العاق لا من مال المولود، وهو مذهب الشافعية، قال الماوردي: [والذي يتحملها ويختص بذبحها هو الملتزم لنفقة المولود من أبٍ أو جدٍ أو أمٍ أو جدةٍ لأنها من جملة مؤونة وإن كانت نفقته من ماله كأن يكون غنياً بميراث وعطية لم يجز أن يخرج من ماله لأنها ليست بواجبة كما لا يخرج منه الأضحية، وكان الأب أو من قام مقامه في التزام النفقة مندوباً إلى ذبحها عنه كما لو كان الولد فقيراً ولا يكون سقوط النفقة عنه مسقطاً لسنة العقيقة عنه فإن كان الأب معسراً بالعقيقة ثم أيسر بها نظر يساره] (¬2). ¶ وهذا القول من الشافعية اقتضاهم أن يؤولوا ما ثبت عن النبي - صلى الله عليه وسلم - أنه عق عن الحسن والحسين بعدة تأويلات ذكرها النووي بقوله: [قال الأصحاب وهو متأول على أنه - صلى الله عليه وسلم - أمر أباهما بذلك أو أعطاه ما عق به. أو أن أبويهما كانا عند ذلك معسرين فيكونان في نفقة جدهما رسول الله - صلى الله عليه وسلم -] (¬3). ¶ ¬__________ ¶ (¬1) المحلى 6/ 235. ¶ (¬2) الحاوي 15/ 129، وانظر المجموع 8/ 432، طرح التثريب 5/ 207، مغني المحتاج 4/ 293. ¶ (¬3) المجموع8/ 432، وانظر فتح الباري 12/ 13.",
            "page": "134",
            "part": "1",
            "seal": "BFAC9980"
        },
        {
            "id": "135",
            "nass": "وقال الحافظ العراقي: [ويحتمل أنه - صلى الله عليه وسلم - تبرع بذلك بإذن أبيهما ويحتمل أن يكون ذلك من خصائصه أن له التبرع عمن شاء من الأمة كما ضحى - صلى الله عليه وسلم - عمن لم يضح من أمته فإنه من الخصائص] (¬1). ¶ وقد رد الدكتور محمد عبد القادر أبو فارس هذه التأويلات فقال: ¶ 1. إن القول بأن النبي - صلى الله عليه وسلم - أمر أباهما بالعقيقة مجرد دعوى تحتاج إلى برهان واحتمال بعيد بل معارض بما رواه البيهقي ومالك وأبو داود أن النبي - صلى الله عليه وسلم - نهى فاطمة أن تعق عن الحسن بقوله: (لا تعقي). ¶ 2. والقول أن أباهما كانا معسرين فيكونان في نفقة جدهما رسول الله - صلى الله عليه وسلم - دعوى تحتاج إلى بينة، والبينة قائمة على خلاف ذلك، فالحديث المتقدم عن أبي رافع ينص على أن فاطمة رضي الله عنها كانت تريد أن تعق عن الحسن فأمرها الرسول - صلى الله عليه وسلم - ألا تعق عنه ... ¶ 3. والقول بأن الرسول - صلى الله عليه وسلم - أعطى أباهما ليعق عنهما قول لا بينة عليه والدلائل والأخبار المتقدمة تدل على خلاف ذلك (¬2). ¶ القول الرابع: يعق عن المولود غير الأب وغير من تلزمه نفقة المولود وبه قال الحافظ ابن حجر والصنعاني والشوكاني (¬3). ¶ ¬__________ ¶ (¬1) طرح التثريب 5/ 207. ¶ (¬2) أحكام الذبائح ص 183 - 184. ¶ (¬3) فتح الباري 12/ 6، سبل السلام 4/ 183، نيل الأوطار5/ 150 - 153، وانظر الشرح الممتع 7/ 536.",
            "page": "135",
            "part": "1",
            "seal": "C3F4BBBF"
        },
        {
            "id": "136",
            "nass": "وحجة هؤلاء ما ورد في حديث سَمُرة (تُذبح عنه يوم سابعه) قال الحافظ ابن حجر: [وقوله (تُذبح) بالضم على البناء للمجهول فيه أنه لا يتعين الذابح] (¬1). ¶ وقال الشوكاني: [قوله (تُذبح عنه يوم سابعه) وفيه دليل على أنه يصح أن يتولى ذلك الأجنبي كما يصح أن يتولاه القريب عن قريبه] (¬2)، ويؤيد ذلك أن الرسول - صلى الله عليه وسلم - قد عق عن الحسن والحسين. ¶ مناقشة وترجيح: ¶ الذي يظهر لي أن الأمر فيه سعة، وأولى الناس بالعق عن المولود هو الأب أو من تلزمه نفقة المولود. ¶ ولو رغب أحد الأقارب في تولي العقيقة فلا بأس في ذلك، فإذا عق الجد أو الأخ أو العم أو الخال وإن لم تكن النفقة واجبة عليه فيكون بعمله ذلك قد أصاب السنة إن شاء الله تعالى. ¶ العقيقة عن اليتيم: ¶ من المعلوم أن اليتيم من بني آدم هو من مات أبوه قبل البلوغ، وأما اليتيم من الحيوان فهو من ماتت أمه (¬3). ¶ وقد اختلف أهل العلم في العقيقة عن اليتيم فقال الشافعية لا يعق عنه من ماله (¬4). ¶ ¬__________ ¶ (¬1) فتح الباري 12/ 13. ¶ (¬2) نيل الأوطار 5/ 150. ¶ (¬3) المصباح المنير ص679. ¶ (¬4) المجموع 8/ 448.",
            "page": "136",
            "part": "1",
            "seal": "B5761F3F"
        },
        {
            "id": "137",
            "nass": "وقال المالكية يعق عنه من ماله (¬1). ¶ والذي يظهر لي أنه يعق عن اليتيم من ماله إن كان له مال زائد عن حوائجه الأصلية إقامة لهذه الشعيرة، فإن لم يكن له مال وتبرع أحد بالعقيقة عنه فأرجو أن تكون مجزئة. ¶ ¬__________ ¶ (¬1) مواهب الجليل 4/ 390.",
            "page": "137",
            "part": "1",
            "seal": "0E60C584"
        },
        {
            "id": "138",
            "nass": "المبحث الثاني ¶ في وقت العقيقة ¶ وفيه مطالب: ¶ المطلب الأول: العقيقة في اليوم السابع: ¶ وردت الأحاديث النبوية التي تحدد وقت العقيقة باليوم السابع من ولادة المولود منها: ¶ 1. حديث سَمُرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويحلق ويسمى). ¶ 2. حديث عمرو بن شعيب عن أبيه عن جده أن النبي - صلى الله عليه وسلم -: (أمر بتسمية المولود يوم سابعه ووضع الأذى عنه والعق). ¶ 3. حديث عائشة قالت: (عق رسول الله - صلى الله عليه وسلم - عن حسن وحسين يوم السابع وسمَّاهما وأمر أن يماط عن رأسهما الأذى) (¬1). ¶ فيؤخذ من هذه الأحاديث أن الوقت المستحب للعقيقة هو اليوم السابع من الولادة وهذا باتفاق علماء المسلمين للأحاديث الواردة في ذلك (¬2). ¶ قال الإمام الترمذي بعد أن ساق حديث سَمُرة: [والعمل على هذا عند أهل العلم يستحبون أن يذبح عن الغلام العقيقة يوم السابع ... ] (¬3). ¶ ¬__________ ¶ (¬1) سبق تخريج هذه الأحاديث. ¶ (¬2) بداية المجتهد 1/ 376، الإنصاف 4/ 111، المحلى 6/ 234، المجموع 8/ 431، المغني 9/ 461، عون المعبود 8/ 28. ¶ (¬3) سنن الترمذي مع شرحه التحفة 5/ 95 - 96.",
            "page": "138",
            "part": "1",
            "seal": "D94616F4"
        },
        {
            "id": "139",
            "nass": "وبيَّن العلامة ابن القيم الحكمة من اختصاص العقيقة باليوم السابع للولادة فقال: [وحكمة هذا والله أعلم أن الطفل حين يولد يكون أمره متردداً بين السلامة والعطب ولا يدرى هل هو من أمر الحياة أو لا؟ إلى أن تأتي عليه مدة يستدل بما يشاهد من أحواله فيها على سلامة بنيته وصحة خلقته وأنه قابل للحياة وجعل مقدار تلك المدة أيام الأسبوع فإنه دور يومي كما أن السنة دور شهري ... والمقصود أن هذه الأيام أول مراتب العمر فإذا استكملها المولود انتقل إلى المرتبة الثانية وهي الشهور فإذا استكملها انتقل إلى الثالثة وهي السنين فما نقص عن هذه الأيام فغير مستوف للخليقة وما زاد عليها فهو مكرر يعاد عند ذكره اسم ما تقدم من عدده فكانت السنة غاية لتمام الخلق وجمع في آخر اليوم السادس منها فجعلت تسمية المولود وإماطة الأذى عنه وفديته وفك رهانه في اليوم السابع] (¬1). ¶ وقال الشيخ ابن عثيمين: [يسن أن تذبح في اليوم السابع، فإذا ولد يوم السبت فتذبح يوم الجمعة يعني قبل يوم الولادة بيوم، هذه هي القاعدة، وإذا ولد يوم الخميس فهي يوم الأربعاء وهلمَّ جرا، والحكمة في أنها تكون في اليوم السابع، أن اليوم السابع تختم به أيام السنة كلها فإذا ولد يوم الخميس مرَّ عليه الخميس والجمعة والسبت والأحد والاثنين والثلاثاء والأربعاء فبمرور أيام السنة يُتفاءل أن يبقى هذا الطفل ويطول عمره] (¬2). ¶ وبعد اتفاق العلماء على أن اليوم السابع هو المستحب للعقيقة اقتداءً برسول الله - صلى الله عليه وسلم - الذي عق عن الحسن والحسين فيه اختلفوا في بعض فروع هذه المسألة: ¶ ¬__________ ¶ (¬1) تحفة المودود ص 75 - 76. ¶ (¬2) الشرح الممتع 7/ 538 - 539.",
            "page": "139",
            "part": "1",
            "seal": "F3B3D2A0"
        },
        {
            "id": "140",
            "nass": "المطلب الثاني: حكم ذبح العقيقة قبل اليوم السابع: ¶ في المسألة قولان: ¶ القول الأول: أجاز الشافعية والحنابلة ذبح العقيقة قبل اليوم السابع من الولادة ونقله ابن حزم عن محمد بن سيرين من التابعين (¬1). ¶ قال ابن القيم: [والظاهر أن التقييد بذلك - السابع - استحباب وإلا فلو ذبح عنه في الرابع أو الثامن أو العاشر أو ما بعده أجزأت] (¬2). ¶ القول الثاني: قال المالكية لا يجوز ذبح العقيقة قبل اليوم السابع وهو قول ابن حزم الظاهري والأمير الصنعاني (¬3)، لأنه خلاف النص لأن قوله - صلى الله عليه وسلم -: (تُذبح عنه يوم سابعه) فيه تحديد لوقتها فلا تشرع قبله (¬4). ¶ ¬__________ ¶ (¬1) المحلى 6/ 240، وانظر المجموع 8/ 431، المغني 9/ 461. ¶ (¬2) تحفة المودود ص 50. ¶ (¬3) شرح الخرشي 3/ 47، المحلى 6/ 234، 240، المنتقى 4/ 200، سبل السلام 4/ 181. ¶ (¬4) المحلى 6/ 240، سبل السلام 4/ 181.",
            "page": "140",
            "part": "1",
            "seal": "3CE13245"
        },
        {
            "id": "141",
            "nass": "المطلب الثالث: حكم ذبح العقيقة بعد اليوم السابع: ¶ للفقهاء في هذه المسألة ثلاثة أقوال: ¶ القول الأول: لا يجوز ذبح العقيقة بعد اليوم السابع وهذا هو المشهور من مذهب الإمام مالك وبه قال الأمير الصنعاني والمباركفوري وصاحب عون المعبود (¬1). ¶ ودليلهم الأحاديث السابقة حيث وقع فيها تحديد وقت ذبح العقيقة باليوم السابع، قال المباركفوري: [والظاهر أن العقيقة مؤقتة باليوم السابع، فقول مالك هو الظاهر والله تعالى أعلم، وأما رواية السابع الثاني والسابع الثالث فضعيفة] (¬2). ¶ القول الثاني: يجوز ذبح العقيقة في السابع الثاني - اليوم الرابع عشر - وفي السابع الثالث - الحادي والعشرون - ولا يجوز بعد ذلك. ونقل عن عائشة وإسحاق وهذا قول في مذهب الإمام الشافعي وهو رواية ابن حبيب عن الإمام مالك، وقيده الحافظ ابن عبد البر بالسابع الثاني فقط كما رواه ابن وهب عن مالك (¬3). ¶ وهو رواية عن الإمام أحمد: [قال صالح بن أحمد: قال أبي في العقيقة تذبح يوم السابع فإن لم يفعل ففي أربعة عشر فإن لم يفعل ففي أحد وعشرين] (¬4). ¶ ¬__________ ¶ (¬1) شرح الخرشي 3/ 47، المنتقى4/ 204، سبل السلام 4/ 181، عون المعبود 8/ 28. ¶ (¬2) تحفة الأحوذي 5/ 98. ¶ (¬3) فتح المالك 7/ 105، المجموع 8/ 431، المغني 9/ 461. ¶ (¬4) تحفة المودود ص 48، وانظر فتح الباري 12/ 12.",
            "page": "141",
            "part": "1",
            "seal": "E7466681"
        },
        {
            "id": "142",
            "nass": "وقال الإمام الترمذي بعد أن ساق حديث سمرة: [والعمل على هذا عند أهل العلم يستحبون أن يذبح عن الغلام العقيقة يوم السابع فإن لم يتهيأ يوم السابع فيوم الرابع عشر فإن لم يتهيأ عق عنه يوم إحدى وعشرين] (¬1). ¶ وقال عطاء: إن أخطأهم أمر العقيقة يوم السابع أحببت أن يؤخروه إلى يوم السابع الآخر. ¶ وقال ابن وهب من المالكية لا بأس أن يعق عنه في السابع الثالث (¬2). ¶ وحجة هؤلاء ما رواه البيهقي بسنده عن إسماعيل بن مسلم عن قتادة عن عبدالله ابن بريدة عن أبيه عن النبي - صلى الله عليه وسلم - قال: (العقيقة تذبح لسبع ولأربع عشرة ولإحدى وعشرين) رواه البيهقي (¬3)، وذكر الحافظ ابن حجر أن الطبراني أخرجه من رواية إسماعيل بن مسلم عن عبد الله بن بريدة وإسماعيل ضعيف وذكر الطبراني أنه تفرد به (¬4)، فالحديث ضعيف كما قال الشيخ الألباني (¬5)، وورد هذا الحديث موقوفاً على عائشة رواه الحاكم في المستدرك بسنده عن عطاء عن أم كرز وأبي كرز قالا: (نذرت امرأة من آل عبد الرحمن بن أبي بكر إن ولدت امرأة عبد الرحمن نحرت جزوراً. فقالت عائشة رضي الله عنها: لا بل السنة أفضل عن الغلام شاتان مكافئتان وعن الجارية شاة تقطع جُدولاً ولا يكسر لها عظم فيأكل ويطعم ويتصدق وليكن ذلك يوم السابع فإن لم يكن ففي أربعة ¶ ¬__________ ¶ (¬1) سنن الترمذي 4/ 86. ¶ (¬2) فتح المالك 7/ 105. ¶ (¬3) سنن البيهقي 9/ 303. ¶ (¬4) فتح الباري 12/ 12، وانظر مجمع الزوائد 4/ 59. ¶ (¬5) إرواء الغليل 4/ 395.",
            "page": "142",
            "part": "1",
            "seal": "FB552A94"
        },
        {
            "id": "143",
            "nass": "عشر فإن لم يكن ففي إحدى وعشرين) وقال الحاكم: صحيح الإسناد ووافقه الذهبي (¬1). ¶ وقال الشيخ الألباني: [رجاله كلهم ثقات معروفون رجال مسلم غير إبراهيم بن عبد الله وهو السعدي النيسابوري وهو صدوق كما قال الذهبي في الميزان. وغير أبي عبد الله محمد بن يعقوب الشيباني وهو حافظ كبير مصنف ويعرف بابن الأحزم توفي سنة 344 هـ له ترجمة في التذكرة 3/ 76 - 77. قلت - الألباني -: وعلى هذا فظاهر الإسناد الصحة ولكن له عندي علتان] (¬2)، ثم ذكر أن فيه انقطاعاً وشذوذاً وإدراجاً. ¶ وحجتهم في هذا الحديث أن هذا تقدير والظاهر أن عائشة لا تقول ذلك إلا توقيفاً (¬3). ¶ القول الثالث: تجوز العقيقة في أي وقت كان بعد اليوم السابع مع مراعاة الأسابيع على رواية عند الحنابلة وبه قال أبو عبد الله البوشنجي من أئمة الشافعية. ¶ وبدون مراعاة الأسابيع أي على حسب الإمكان وبدون تحديد عند الشافعية في المختار عندهم، قال الإمام النووي: [مذهبنا أن العقيقة لا تفوت بتأخيرها عن اليوم السابع وبه قال جمهور العلماء منهم عائشة وعطاء وإسحاق] (¬4). ¶ ¬__________ ¶ (¬1) المستدرك 5/ 238. ¶ (¬2) إرواء الغليل 4/ 395 - 396. ¶ (¬3) المغني 9/ 461. ¶ (¬4) المجموع 8/ 448.",
            "page": "143",
            "part": "1",
            "seal": "87A902EE"
        },
        {
            "id": "144",
            "nass": "قال في كفاية الأخيار: [والمختار أن لا يتجاوز بها النفاس فإن تجاوزته فيختار أن لا يتجاوز بها الرضاع فإن تجاوز فيختار أن لا يتجاوز بها سبع سنين فإن تجاوزها فيختار أن لا يتجاوز بها البلوغ] (¬1). ¶ وهو رواية أخرى عند الحنابلة قال المرداوي: [تنبيه: مفهوم قوله: [فإن فات] يعني لم تكن في سبع [ففي أربع عشرة فإن فات ففي إحدى وعشرين] أنه لا يعتبر الأسابيع بعد ذلك، فيعق بعد ذلك في أي يوم أراد وهو أحد الوجهين. وهو ظاهر كلام كثير من الأصحاب وصححه ابن رزين في شرحه. قلت وهو الصواب. قال في الرعاية الكبرى: [فإن فات ففي إحدى وعشرين أو ما بعده]. قال في الكافي: [فإن أخرها عن إحدى وعشرين ذبحها بعده، لأنه قد تحقق سببها] (¬2). ¶ وقال الشيخ ابن قدامة المقدسي: [وإن ذبح قبل ذلك أو بعده أجزأه، لأن المقصود يحصل، وإن تجاوز أحداً وعشرين احتمل أن يستحب في كل سابع فيجعله في ثمانية وعشرين، فإن لم يكن ففي خمسة وثلاثين، وعلى هذا قياساً على ما قبله، واحتمل أن يجوز في كل وقت لأن هذا قضاء فائت، فلم يتوقف – كذا والصواب لم يتوقت – كقضاء الأضحية وغيرها] (¬3). ¶ وهو قول ابن حزم الظاهري والليث بن سعد ومحمد بن سيرين (¬4). ¶ ¬__________ ¶ (¬1) كفاية الأخيار ص 534. ¶ (¬2) الإنصاف 4/ 112، وانظر الفروع 3/ 564. ¶ (¬3) المغني 9/ 461. ¶ (¬4) المحلى 6/ 234 - 240، المجموع 8/ 431 تحفة المودود ص 49 - 50.",
            "page": "144",
            "part": "1",
            "seal": "FF6C43D2"
        },
        {
            "id": "145",
            "nass": "قال الحافظ ابن عبد البر: [وقال الليث: يعق عن المولود في أيام سابعه كلها في أيها شاء منها، فإن لم تتهيأ لهم العقيقة في سابعه فلا بأس أن يعق عنه بعد ذلك، وليس بواجب أن يعق عنه بسبعة أيام] (¬1). ¶ وقال ابن حزم: [فإن لم تذبح في اليوم السابع ذبح بعد ذلك متى أمكن فرضاً] (¬2). ¶ المطلب الرابع: حكم العقيقة إذا مات المولود قبل اليوم السابع: ¶ للفقهاء في هذه المسألة ثلاثة أقوال: ¶ القول الأول: تستحب العقيقة عن المولود إذا مات قبل اليوم السابع وهذا قول الشافعية، قال النووي: [لو مات المولود قبل اليوم السابع استحب العقيقة عندنا] (¬3). ¶ القول الثاني: قال ابن حزم بوجوب العقيقة عن المولود إذا مات مطلقاً سواء قبل اليوم السابع أو بعده (¬4). ¶ القول الثالث: قال المالكية لا تستحب العقيقة عن المولود إذا مات قبل اليوم السابع وهو قول الحنابلة وبه قال الحسن البصري (¬5). ¶ ورجح الشيخ ابن عثيمين أن العقيقة تسن ولو مات المولود قبل اليوم السابع (¬6). ¶ ¬__________ ¶ (¬1) الاستذكار 15/ 375. ¶ (¬2) المحلى 6/ 234. ¶ (¬3) المجموع 8/ 448. ¶ (¬4) المحلى 6/ 234 - 235. ¶ (¬5) المنتقى 4/ 200، مواهب الجليل 4/ 391، المجموع 8/ 448، الشرح الممتع 7/ 539. ¶ (¬6) الشرح الممتع 7/ 539.",
            "page": "145",
            "part": "1",
            "seal": "E55CD8DA"
        },
        {
            "id": "146",
            "nass": "المطلب الخامس: حكم العقيقة إذا مات المولود بعد اليوم السابع ولم يعق عنه في اليوم السابع فهل يعق عنه بعد موته؟ ¶ للفقهاء في هذه المسألة أقوال: ¶ القول الأول: قال ابن حزم بوجوب العقيقة عن المولود الميت مطلقاً كما سبق (¬1). ¶ القول الثاني: يستحب أن يعق عن المولود في هذه الحالة، وهذا القول هو أصح وجهين في مذهب الشافعية ذكرهما الرافعي، وهو قول الحنابلة (¬2). ¶ القول الثالث: تسقط العقيقة في هذه الحالة وهو وجه آخر عند الشافعية وهو مقتضى قول المالكية (¬3). ¶ المطلب السادس: هل يحسب يوم الولادة في الأيام السبعة أم لا؟ ¶ في المسألة قولان: ¶ القول الأول: قال الإمام مالك لا يعد اليوم الذي ولد فيه إن ولد نهاراً أي بعد الفجر وإن ولد قبل الفجر حسب ضمن الأيام السبعة وهو قول في مذهب الشافعية، ورجحه الإسنوي وقال إن الفتوى عليه عند الشافعية وتبعه الحافظ العراقي في شرح الترمذي (¬4). ¶ ¬__________ ¶ (¬1) المحلى 6/ 234. ¶ (¬2) الشرح الممتع 7/ 540. ¶ (¬3) المجموع 8/ 432 المنتقى 4/ 200. ¶ (¬4) التاج والإكليل 4/ 390، حاشية الدسوقي على الشرح الكبير 2/ 112، بداية المجتهد 1/ 376، الحاوي 15/ 129، الفتح الرباني 13/ 130، الإقناع في حل ألفاظ أبي شجاع 2/ 282، كفاية الأخيار ص 534.",
            "page": "146",
            "part": "1",
            "seal": "F869C721"
        },
        {
            "id": "147",
            "nass": "القول الثاني: وقال الشافعية يحسب يوم الولادة من الأيام السبعة وهو قول الأكثرين منهم كما قال الماوردي وبه قال عبد الملك بن الماجشون من المالكية (¬1). ¶ قال الإمام النووي: [فإن ولد في الليل حسب اليوم الذي يلي تلك الليلة بلا خلاف] (¬2). وهو قول الحنابلة، قال الشيخ ابن عثيمين: [يسن أن تذبح في اليوم السابع، فإذا ولد يوم السبت فتذبح يوم الجمعة يعني قبل يوم الولادة بيوم هذه هي القاعدة، وإذا ولد يوم الخميس فهي يوم الأربعاء وهلم جرّا] (¬3). ¶ المطلب السابع: حكم ذبح العقيقة قبل الولادة: ¶ لا يجزئ ذبح العقيقة قبل الولادة لأن سببها لم يوجد وهذا باتفاق الفقهاء، فإذا ذبحها قبل الولادة فلا تكون عقيقة بل شاة لحم فقط قال النووي: [وإن ذبحها قبل الولادة لم تجزه بلا خلاف بل تكون شاة لحم] (¬4). ¶ المطلب الثامن: أفضل وقت للذبح نهاراً: ¶ قال الإمام النووي: [يستحب ذبح العقيقة في صدر النهار كذا نص الشافعي عليه في البويطي وتابعه الأصحاب] (¬5). ¶ وقال بعض الشافعية يستحب ذبحها عند طلوع الشمس (¬6). ¶ وقال المرداوي من الحنابلة: [يستحب ذبح العقيقة ضحوة النهار] (¬7). ¶ ¬__________ ¶ (¬1) الحاوي 15/ 129، كفاية الأخيار ص 534، بداية المجتهد 1/ 376. ¶ (¬2) المجموع 8/ 431. ¶ (¬3) الشرح الممتع 7/ 538. ¶ (¬4) المجموع 8/ 431 وانظر الإنصاف 4/ 111، كشاف القناع 3/ 35. ¶ (¬5) المجموع 8/ 432. ¶ (¬6) كفاية الأخيار ص 535. ¶ (¬7) الإنصاف 4/ 110، وانظر كشاف القناع 3/ 25.",
            "page": "147",
            "part": "1",
            "seal": "165A0012"
        },
        {
            "id": "148",
            "nass": "وقال بعض المالكية: [تذبح نهاراً من فجر السابع لغروبه قياساً على الهدي لا على الأضحية] (¬1). ¶ وعند المالكية اختلاف في مبدأ وقت الإجزاء، فقيل وقتها وقت الأضحية، أي ضُحىً. ¶ وقيل بعد الفجر قياساً على قول مالك في الهدي (¬2). وجعل بعض المالكية وقتها على ثلاثة أقسام: ¶ الأول: مستحب، وهو الضحوة إلى الزوال. ¶ الثاني: مكروه، بعد الزوال إلى الغروب وبعد الفجر إلى طلوع الشمس ولكنها مجزئة على القول الأظهر عندهم (¬3). ¶ الثالث: ممنوع، وهو ذبحها ليلاً فلا تجزئ إذا ذبحت ليلاً (¬4). ¶ المطلب التاسع: حكم ذبح العقيقة ليلاً: ¶ يجوز ذبحها ليلاً، قال ابن رشد: [ولا شك أن من أجاز الضحايا ليلاً أجاز هذه - العقيقة - ليلاً] (¬5)، ومنع من ذلك بعض المالكية كما سبق في الحكم الذي قبله. ¶ المطلب العاشر: أيهما يقدم ذبح العقيقة أم حلق رأس المولود؟ ¶ اختلف العلماء في ذلك على قولين: ¶ ¬__________ ¶ (¬1) شرح الخرشي 3/ 47. ¶ (¬2) الاستذكار 15/ 372، بداية المجتهد 1/ 377. ¶ (¬3) التاج والإكليل 4/ 390. ¶ (¬4) التاج والإكليل 4/ 390، مواهب الجليل 4/ 392، حاشية الدسوقي على الشرح الكبير 2/ 112. ¶ (¬5) بداية المجتهد 1/ 377.",
            "page": "148",
            "part": "1",
            "seal": "D98FD298"
        },
        {
            "id": "149",
            "nass": "الأول: ذهب جماعة من أهل العلم إلى تقديم ذبح العقيقة على حلق رأس المولود، قال البغوي: [ويستحب أن يحلق رأس الصبي بعد ذبح العقيقة] (¬1). ¶ وقد صحح الإمام النووي هذا القول فقال: [وهل يقدم الحلق على الذبح؟ فيه وجهان: أصحهما وبه قطع المصنف والبغوي والجرجاني وغيرهم يستحب كون الحلق بعد الذبح وفي الحديث إشارة إليه] (¬2). ¶ والحديث الذي يشير إليه هو حديث سمرة: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويحلق ويسمى). ولكن العطف بالواو لا يقتضي الترتيب. ¶ وأورد الحافظ ابن حجر رواية أخرى للحديث السابق عن أبي الشيخ بلفظ: (تذبح يوم سابعه ثم يحلق) (¬3). ويدل على ذلك حديث عائشة رضي الله عنها (أن النبي - صلى الله عليه وسلم - عق عن الحسن والحسين يوم السابع وأمر أن يماط عن رأسهما الأذى) (¬4).ويدل على ذلك أيضاً ما أخرجه عبد الرزاق عن ابن جريج قال: [يبدأ بالذبح قبل الحلق] (¬5). ¶ القول الثاني: أنه يبدأ بالحلق قبل الذبح ونقل عن عطاء فقد روى عبد الرزاق عن عطاء: يُبدأ بالحلق قبل الذبح (¬6). ¶ ونقل الروياني ذلك عن الشافعي (¬7). ¶ ¬__________ ¶ (¬1) التهذيب 8/ 50. ¶ (¬2) المجموع 8/ 433. ¶ (¬3) فتح الباري 12/ 13. ¶ (¬4) وانظر طرح التثريب 5/ 213. ¶ (¬5) مصنف عبد الرزاق 4/ 333. ¶ (¬6) مصنف عبد الرزاق 4/ 333. ¶ (¬7) المجموع 8/ 433، طرح التثريب 5/ 213، فتح الباري 12/ 13، التاج والإكليل 4/ 390.",
            "page": "149",
            "part": "1",
            "seal": "42F08252"
        },
        {
            "id": "150",
            "nass": "الرأي المختار في وقت العقيقة والفروع المتعلقة به: ¶ لا ريب أن أفضل وقت للعقيقة هو اليوم السابع للولادة لما جاء في الأحاديث المذكورة في أول هذه المسألة. ولو ذبح العقيقة قبله أو بعده فإن أصل السنة يحصل إن شاء الله تعالى ولا بأس بذلك لأن المقصود من العقيقة يحصل فلا أظن أن التحديد بالسابع حتمي ولكنه الأفضل فإن فات السابع الأول فلا بأس بمراعاة الأسابيع إن تيسر ذلك فإن لم يتيسر، ذبحها في أي وقت. ولا أرى جواز تقديم العقيقة عن الولادة لأن سببها لم يقع بعد. ¶ ولا أميل إلى العق عن المولود الميت سواءً مات قبل اليوم السابع أو بعده لأن العقيقة إشعار بالسرور بسلامة المولود ولم يسلم. ¶ ولا بأس بذبح العقيقة في أي ساعة من ليل أو نهار حسب ظروف الشخص وأحواله. والذبح ليلاً جائز ولا شيء فيه وخاصة مع وجود وسائل الإضاءة فلا يخطئ الذابح في الذبح ومع وجود وسائل التبريد فلا يتعرض اللحم للتلف. ¶ ويستحب ذبح العقيقة أولاً ثم حلق رأس المولود. والله أعلم.",
            "page": "150",
            "part": "1",
            "seal": "A1B5437A"
        },
        {
            "id": "151",
            "nass": "المبحث الثالث ¶ حكم من لم يُعَق عنه صغيراً هل يَعُقُّ عن نفسه إذا بلغ؟ ¶ اختلف أهل العلم في هذه المسألة على قولين: ¶ القول الأول: يستحب لمن لم يعق عنه صغيراً أن يعق عن نفسه كبيراً وبه قال عطاء والحسن ومحمد بن سيرين، وذكر الحافظ العراقي أن الإمام الشافعي يرى أنه مخير في العقيقة عن نفسه، واستحسن القفال الشاشي من الشافعية أن يعق عن نفسه كبيراً، وهو رواية عن الإمام أحمد، وعلق الشوكاني القول به على صحة الحديث المذكور أدناه. ¶ القول الثاني: لا يعق عن نفسه وبه قال المالكية، وقالوا إن العقيقة عن الكبير لا تعرف بالمدينة، وهو رواية عن أحمد ونسب إلى الشافعي، وضعف هذه النسبة الإمام النووي والحافظ ابن حجر وغيرهما، والصحيح عن الشافعي ما ذكرته أولاً (¬1). ¶ أدلة القول الأول: ¶ استدلوا بما روي: (أن النبي - صلى الله عليه وسلم - عق عن نفسه بعد النبوة) وهذا الحديث تكلم عليه المحدثون كلاماً طويلاً أذكر خلاصته: ¶ ¬__________ ¶ (¬1) المجموع 8/ 431، المغني 9/ 461، شرح السنة 11/ 264، المحلى 6/ 240، طرح التثريب 5/ 209، الإنصاف 4/ 113، مغني المحتاج 4/ 293، الفروع 3/ 564، كشاف القناع 3/ 25، فتح الباري 12/ 12 - 13، كفاية الأخيار ص 535، تحفة المودود ص 69، نيل الأوطار 5/ 153، الفروع 3/ 564 الحاوي 15/ 129، مواهب الجليل 4/ 391.",
            "page": "151",
            "part": "1",
            "seal": "5CBF0DA7"
        },
        {
            "id": "152",
            "nass": "فالحديث رواه عبد الرزاق عن عبد الله بن محرر عن قتادة عن أنس - رضي الله عنه - (¬1). ¶ ورواه البيهقي بسنده عن عبد الله بن محرر عن قتادة عن أنس - رضي الله عنه -: (أن النبي - صلى الله عليه وسلم - عق عن نفسه بعد النبوة) قال عبد الرزاق إنما تركوا عبد الله بن محرر لحال هذا الحديث. ثم قال: وقد روى من وجه آخر عن قتادة. ومن وجه آخر عن أنس وليس بشيء] (¬2). ¶ قال الحافظ ابن حجر: [وكأنه أشار بذلك إلى أن الحديث الذي ورد أن النبي - صلى الله عليه وسلم - عق عن نفسه بعد النبوة لا يثبت وهو كذلك فقد أخرجه البزار من رواية عبدالله بن محرر وهو بمهملات عن قتادة عن أنس، قال البزار: تفرد به عبدالله وهو ضعيف أ. هـ. وأخرجه أبو الشيخ من وجهين آخرين أحدهما: من رواية إسماعيل بن مسلم عن قتادة وإسماعيل ضعيف أيضاً وقد قال عبد الرزاق إنهم تركوا حديث عبد الله بن محرر من أجل هذا الحديث، فلعل إسماعيل سرقه منه. ثانيهما: من رواية أبي بكر المستملي عن الهيثم بن جميل وداود بن المحبر قالا: حدثنا عبد الله بن المثنى عن ثمامة عن أنس، وداود ضعيف، لكن الهيثم ثقة، وعبد الله من رجال البخاري، فالحديث قوي الإسناد. وقد أخرجه محمد بن عبد الملك بن أيمن عن إبراهيم بن إسحق السراج عن عمرو الناقد، وأخرجه الطبراني في الأوسط عن أحمد بن مسعود كلاهما عن الهيثم بن جميل وحده به، فلولا ما في عبد الله بن المثنى من المقال لكان هذا الحديث صحيحاً، لكن قد قال ابن معين ليس بشيء. وقال النسائي ليس ¶ ¬__________ ¶ (¬1) مصنف عبد الرزاق 4/ 229. ¶ (¬2) سنن البيهقي 9/ 300.",
            "page": "152",
            "part": "1",
            "seal": "83CA8427"
        },
        {
            "id": "153",
            "nass": "بقوي، وقال أبو داود لا أخرج حديثه، وقال الساجي فيه ضعف، لم يكن من أهل الحديث روى مناكير. وقال العقيلي لا يتابع على أكثر حديثه، وقال ابن حبان في الثقات ربما أخطأ. ووثقه العجلي والترمذي وغيرهما، فهذا من الشيوخ الذين إذا انفرد أحدهم بالحديث لم يكن حجة. وقد مشى الحافظ الضياء على ظاهر الإسناد فأخرج هذا الحديث في الأحاديث المختارة مما ليس في الصحيحين، ويحتمل أن يقال: إن صح هذا الخبر كان من خصائصه - صلى الله عليه وسلم - كما قالوا في تضحيته عمن لم يضح من أمته] (¬1). ¶ وقال الحافظ ابن عبد البر: [وعبد الله بن محرر ليس حديثه بحجة] (¬2). ¶ وقال النووي: [وهذا حديث باطل، قال البيهقي: هو حديث منكر ... فهو حديث باطل وعبد الله بن محرر ضعيف متفق على ضعفه. قال الحفاظ: هو متروك] (¬3). ¶ وقال الحافظ أبو زرعة العراقي: [له طريق لا بأس بها رواها أبو الشيخ وابن حزم من رواية الهيثم بن جميل عن عبد الله المثنى عن ثمامة عن أنس] (¬4). ¶ وذكر الذهبي في ترجمة عبد الله بن محرر أنه متروك، وأن من بلاياه أنه روى عن قتادة عن أنس أن النبي - صلى الله عليه وسلم - عق عن نفسه بعدما بعث (¬5). ¶ ¬__________ ¶ (¬1) فتح الباري 12/ 12 - 13، وانظر التلخيص الحبير 4/ 147. ¶ (¬2) الاستذكار 15/ 376. ¶ (¬3) المجموع 8/ 431 - 432. ¶ (¬4) طرح التثريب 5/ 210 وانظر المحلى 6/ 239. ¶ (¬5) ميزان الاعتدال 2/ 500.",
            "page": "153",
            "part": "1",
            "seal": "56399442"
        },
        {
            "id": "154",
            "nass": "وقال الهيثمي: [رواه البزار والطبراني في الأوسط ورجال الطبراني رجال الصحيح خلا الهيثم بن جميل وهو ثقة وشيخ الطبراني أحمد بن مسعود الخياط المقدسي ليس هو في الميزان] (¬1). ¶ وقد صحح الشيخ الألباني الحديث في سلسلة الأحاديث الصحيحة الحديث رقم 2726، وتكلم عليه كلاماً طويلاً، وذكر أن للحديث طريقين عن أنس - رضي الله عنه -: الأولى: عن عبد الله بن محرر عن قتادة عنه: ثم ذكر من أخرج الحديث من هذا الطريق وذكر تضعيفهم له، ثم قال الشيخ الألباني: [والطريق الأخرى عن الهيثم بن جميل حدثنا عبد الله بن المثنى بن أنس عن ثمامة بن أنس عن أنس به. أخرجه الطحاوي في مشكل الآثار 1/ 461 والطبراني في المعجم الأوسط 1/ 55/2 رقم 976 – بترقيمي، وابن حزم في المحلى 8/ 321، والضياء المقدسي في المختارة ق71/ 1. ¶ قلت – الألباني -: وهذا إسناد حسن رجاله ممن احتج بهم البخاري في صحيحه غير الهيثم بن جميل، وهو ثقة حافظ من شيوخ الإمام أحمد وقد حدث عنه بهذا الحديث كما رواه الخلال عن أبي داود قال: سمعت أحمد يحدث به، كما في أحكام المولود لابن القيم ص88 – دمشق، ومن العجيب أنه أتبع هذه الطريق بالطريق الأولى وقال: قال أحمد: منكر، وضعف عبد الله بن محرر. ولم يتعرض لهذه الطريق الأخرى بتضعيف! وكذلك فعل الطحاوي وابن حزم، فيمكن اعتبار سكوتهم عنه إشارة منهم لقبولهم إياه، وهو حري بذلك فإن رجاله ثقات اتفاقاً، غير عبد الله بن المثنى وهو ابن عبد ¶ ¬__________ ¶ (¬1) مجمع الزوائد 4/ 59.",
            "page": "154",
            "part": "1",
            "seal": "51B336DE"
        },
        {
            "id": "155",
            "nass": "الله بن أنس بن مالك، فإنه وإن احتج به البخاري فقد اختلفوا فيه اختلافاً كثيراً كما ترى في التهذيب وغيره، وذكره الذهبي في المتكلم فيهم بما لا يوجب الرد 129/ 190. فهو وسط. وأفاد الحافظ ابن حجر في مقدمة الفتح ص416 أن البخاري لم يحتج به إلا في روايته عن عمه ثمامة وأنه إنما روى له عن غيره متابعة. قلت: فلعل ذلك لصلة عبدالله بعمه ومعرفته بحديثه فهو به أعرف من حديث غيره فكأن البخاري بصنيعه هذا الذي أشار إليه الحافظ يوفق بين قول من وثقه وقول من ضعفه، فهو في روايته عن عمه حجة، وفي روايته عن غيره ضعيف. ولعل هذا هو وجه إيراد الضياء المقدسي للحديث في المختارة، وسكوت من سكت عليه من الأئمة، كما أشرت إليه آنفاً. ¶ وأما الحافظ ابن حجر فقد تناقض كلامه في هذا الحديث تناقضاً عجيباً، فهو تارة يقويه، وتارة يضعفه في المكان الواحد! فقد نقل في الفتح 9/ 594 - 595 عن الإمام الرافعي أن الاختيار في العقيقة أن لا تؤخر عن البلوغ، وإلا سقطت عمن كان يريد أن يعق عنه، لكن إن أراد أن يعق عن نفسه فعل، فقال الحافظ عقبه: [وكأنه أشار بذلك إلى أن الحديث الذي ورد: (أن النبي - صلى الله عليه وسلم - عق عن نفسه بعد النبوة) لا يثبت وهو كذلك]. ثم أخرجه من رواية البزار الضعيفة، ثم قال: [وأخرجه أبو الشيخ من وجهين آخرين: ¶ أحدهما: من رواية إسماعيل بن مسلم عن قتادة عن أنس. وإسماعيل ضعيف أيضاً. فلعله سرقه من عبد الله بن محرر. ¶ ثانيهما: من رواية أبي بكر المستملي عن الهيثم بن جميل ... والهيثم ثقة، وعبد الله من رجال البخاري. فالحديث قوي الإسناد، وقد أخرجه ابن أعين",
            "page": "155",
            "part": "1",
            "seal": "FCC68176"
        },
        {
            "id": "156",
            "nass": "والطبراني في الأوسط ... فلولا ما في عبد الله بن المثنى من المقال لكان هذا الحديث صحيحاً. ¶ ثم ذكر أقوال العلماء فيه ممن وثقه وضعفه، ثم قال: فهذا من الشيوخ الذين إذا انفرد أحدهم بالحديث لم يكن حجة]. ¶ قلت – الألباني -: وهذا الإطلاق فيه نظر، يتبين لك من شرحنا السابق لتفريق البخاري بين رواية عبد الله بن المثنى عن عمه؛ فاحتج بها، وبين روايته عن غيره؛ فاعتبر بها، وهو مما استفدناه من كلام الحافظ نفسه في المقدمة، فلعله لم يستحضره حين كتب هذا الإطلاق. على أن ابن المثنى لم يتفرد بالحديث، بدليل متابعة قتادة عند إسماعيل بن مسلم – وهو المكي البصري – وهو وإن كان ضعيفاً فإنه لم يتهم، بل صرح بعضهم أنه كان يخطئ. وقال أبو حاتم فيه – وهو معدود في المتشددين –: [ليس بمتروك، يكتب حديثه]. أي للاعتبار والاستشهاد به، ولذلك قال ابن سعد: [كان له رأي وفتوى، وبصر وحفظ للحديث، فكنت أكتب عنه لنباهته]. ¶ قلت – الألباني -: فمثله يمكن الاستشهاد بحديثه فيقوى الحديث به. ¶ وأما قول الحافظ المتقدم فيه: [لعله سرقه من ابن المحرر] فهو مردود بأن أحداً لم يتهمه بسرقة الحديث مع كثرة ما قيل فيه. والله أعلم. ¶ ومما سبق يظهر لك أن الوجه الآخر عن قتادة مما أشار إليه البيهقي في كلامه المتقدم نقلاً عن الحافظ في التلخيص وقال هذا فيه: [لم أره مرفوعاً]، قد رآه بعد وذكره في الفتح، وهو رواية إسماعيل هذه. وبالله التوفيق. ¶ وإذا تبين لك ما تقدم من التحقيق ظهر لك أن قول النووي في المجموع شرح المهذب 8/ 431 - 432: [هذا حديث باطل].",
            "page": "156",
            "part": "1",
            "seal": "FD27D264"
        },
        {
            "id": "157",
            "nass": "أنه خرج منه دون النظر في الطريق الثاني وحال راويه ابن المثنى في الرواية، ولا وقف على المتابعة المذكورة، والله أعلم، وقد قال الهيثمي في مجمع الزوائد: [رواه البزار والطبراني في الأوسط، ورجال الطبراني رجال الصحيح، خلا الهيثم بن جميل، وهو ثقة، وشيخ الطبراني أحمد بن مسعود الخياط المقدسي ليس هو في الميزان]. ¶ قلت: يشير إلى تمشيته، وقد تابعه جمع من الثقات منهم الإمام أحمد كما تقدم. ¶ والحديث قواه عبد الحق الإشبيلي في الأحكام، وقد ذهب بعض السلف إلى العمل به، فروى بن أبي شيبة في المصنف 8/ 235 - 236، عن محمد بن سيرين قال: [لو أعلم أنه لم يعق عني لعققت عن نفسي]. وإسناده صحيح؛ إن كان أشعث الراوي له عن ابن سيرين هو ابن عبد الله الحداني أو ابن عبدالملك الحمراني، وكلاهما بصري ثقة. وأما إن كان ابن سوار الكوفي فهو ضعيف، وثلاثتهم رووا عن ابن سيرين، وعنهم حفص – وهو ابن غياث – وهو الراوي لهذا الأثر عن أشعث! ¶ وذكر ابن حزم في المحلى 8/ 322، من طريق الربيع بن صبيح عن الحسن البصري: [إذا لم يعق عنك، فعق عن نفسك وإن كنت رجلاً]. وهذا إسناد حسن] (¬1). ¶ ¬__________ ¶ (¬1) سلسلة الأحاديث الصحيحة 6/ 1/503 - 506.",
            "page": "157",
            "part": "1",
            "seal": "737A8FB5"
        },
        {
            "id": "158",
            "nass": "أدلة الفريق الثاني: ¶ قالوا إن العقيقة مشروعة في حق الوالد فلا يفعلها الولد إذا بلغ فالسنة ثبتت في حق غيره. وقالوا أيضاً إن الحديث الذي احتج به الفريق الأول ليس ثابتاً كما سبق الكلام عليه، ولو ثبت يمكن أن يحمل على أنه خاص به - صلى الله عليه وسلم - (¬1). ¶ مناقشة وترجيح: ¶ إن الحديث الذي احتج به الفريق الأول مختلف في ثبوته عن الرسول - صلى الله عليه وسلم -، فمن العلماء من ضعفه وهم كثر ومنهم من صححه واحتج به فيمكن الاستئناس بهذا الحديث على جواز أن يعق الإنسان عن نفسه كبيراً إذا لم يعق عنه صغيراً. وأما الادعاء بأن الحديث إن ثبت فهو من خصوصياته - صلى الله عليه وسلم - فهذه الدعوى تحتاج إلى دليل على الخصوصية، ولا أعلم دليلاً على ذلك. ¶ كما أنه لم يرد ما يمنع من العقيقة حال الكبر ووردت آثار عن بعض السلف تجيز ذلك منها: ¶ 1. عن الحسن البصري قال: [إذا لم يعق عنك فعق عن نفسك وإن كنت رجلاً] (¬2). ¶ 2. وقال محمد بن سيرين: [عققت عن نفسي ببختية بعد أن كنت رجلاً] (¬3). ¶ 3. ونقل عن الإمام أحمد أنه استحسن إن لم يعق عن الإنسان صغيراً أن يعق ¶ عن نفسه كبيراً وقال: [إن فعله إنسان لم أكرهه] (¬4). ¶ ¬__________ ¶ (¬1) المغني 9/ 461، فتح الباري 12/ 13، تحفة المودود ص 69. ¶ (¬2) المحلى 2/ 240، شرح السنة 11/ 264. ¶ (¬3) شرح السنة 11/ 264، والبختية: الأنثى من الجمال البخت وهي جمال طوال الأعناق. ¶ (¬4) تحفة المودود ص 69.",
            "page": "158",
            "part": "1",
            "seal": "CC0768ED"
        },
        {
            "id": "159",
            "nass": "وبناءً على ما تقدم فلا بأس أن يعق الإنسان عن نفسه حال الكبر إن لم يعق عنه حال الصغر والله أعلم.",
            "page": "159",
            "part": "1",
            "seal": "53391D30"
        },
        {
            "id": "160",
            "nass": "المبحث الرابع ¶ التسمية والنية عند ذبح العقيقة ¶ ما يقال عند ذبح العقيقة: ¶ تجب التسمية عند ذبح العقيقة كغيرها من الذبائح لأن التسمية واجبة عند الذبح كما هو مذهب جمهور أهل العلم ويرى الشافعية أن التسمية على العقيقة مستحبة كقولهم في التسمية على الذبائح (¬1). ¶ ويقول الذابح: بسم الله والله أكبر اللهم لك وإليك هذه عقيقة فلان. ¶ وقد ورد هذا في حديث عائشة رضي الله عنها: (عق رسول الله - صلى الله عليه وسلم - عن الحسن والحسين وقال: قولوا بسم الله والله أكبر اللهم لك وإليك هذه عقيقة فلان) رواه البيهقي (¬2)، وقال النووي: بإسناد حسن (¬3). ¶ وفي رواية أخرى عن عائشة رضي الله عنها قالت: (فعق رسول الله - صلى الله عليه وسلم - عن الحسن والحسين شاتين شاتين يوم السابع وأمر أن يماط عن رأسه الأذى وقال: اذبحوا على اسمه وقولوا بسم الله الله أكبر منك ولك هذه عقيقة فلان ... ). ¶ قال الهيثمي: [رواه أبو يعلى والبزار باختصار ورجاله رجال الصحيح خلا شيخ أبي يعلى إسحاق فإني لم أعرفه] (¬4). ¶ ولا يشترط التلفظ في ذلك، قال ابن المنذر: [وإن نوى العقيقة ولم يتكلم به أجزأه إن شاء الله] (¬5). ¶ ¬__________ ¶ (¬1) المجموع 8/ 428. ¶ (¬2) سنن البيهقي 9/ 303. ¶ (¬3) المجموع 8/ 428. ¶ (¬4) مجمع الزوائد 4/ 58. ¶ (¬5) تحفة المودود ص 74.",
            "page": "160",
            "part": "1",
            "seal": "13040488"
        },
        {
            "id": "161",
            "nass": "ملحق بالمندوبات المتعلقة بالمولود وهي: ¶ 1. الأذان في أذن المولود. ¶ 2. التحنيك. ¶ 3. حلق شعر رأسه والتصدق بزنته. ¶ 4. التسمية. ¶ 5. الختان. ¶ 6. التهنئة.",
            "page": "161",
            "part": "1",
            "seal": "E638426C"
        },
        {
            "id": "163",
            "nass": "أولاً: الأذان في أذن المولود: ¶ يستحب أن يؤذن في أذن المولود اليمنى والإقامة في أذنه اليسرى عند ولادته ذكراً كان أو أنثى ويكون الأذان بلفظ أذان الصلاة (¬1) ويكون ذلك يوم الولادة كما يؤخذ من الأحاديث التالية: ¶ 1.عن أبي رافع - رضي الله عنه - قال: (رأيت رسول الله - صلى الله عليه وسلم - أذَّن في أُذن الحسن بن علي حين ولدته فاطمة بالصلاة) رواه أبو داود والترمذي وقال: حديث صحيح , ورواه البيهقي والحاكم وصححه، وحسنه الألباني (¬2). ¶ 2.وعن ابن عباس رضي الله عنهما (أن النبي - صلى الله عليه وسلم - أذّن في أُذن الحسن بن علي يوم ولد فأذن في أذنه اليمنى وأقام في أذنه اليسرى) رواه البيهقي (¬3). ¶ 3.وعن الحسن بن علي رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: (من ولد له مولود فأذن في أذنه اليمنى وأقام في أذنه اليسرى رفعت عنه أم الصبيان) رواه البيهقي ورواه ابن السني (¬4). ¶ وهذا الحديث ضعيف ضعفه ابن القيم، ولكن الشيخ الألباني يرى أن الحديث موضوع ولا يصلح شاهداً لما قبله من الأحاديث فقد ذكره في السلسلة الضعيفة وحكم عليه بالوضع وتكلم على إسناده وذكر من رواه ثم قال: [وقد خفي وضع هذا الحديث على جماعة ممن صنفوا في الأذكار والأوراد كالإمام النووي رحمه ¶ ¬__________ ¶ (¬1) المجموع 8/ 442، المغني 1/ 464، عون المعبود 14/ 7، تحفة المودود ص25، زاد المعاد 2/ 333. ¶ (¬2) سنن أبي داود مع شرحه عون المعبود 14/ 7، المستدرك 4/ 175، صحيح سنن أبي داود 3/ 961، سنن الترمذي 4/ 82، سنن البيهقي 9/ 305. ¶ (¬3) شعب الإيمان 6/ 390. ¶ (¬4) شعب الإيمان 6/ 390، عمل اليوم والليلة ص 378.",
            "page": "163",
            "part": "1",
            "seal": "0C5C2021"
        },
        {
            "id": "164",
            "nass": "الله فإنه أورده في كتابه برواية ابن السني دون أن يشير ولو إلى ضعفه فقط وسكت عليه شارحه ابن علان 6/ 95 فلم يتكلم على سنده بشيء! ثم جاء ابن تيمية من بعد النووي فأورده في الكلم الطيب ثم تبعه تلميذه ابن القيم فذكره في الوابل الصيب إلا أنهما قد أشارا إلى تضعيفه بتصديرهما إياه بقولهما ويذكر وهذا وإن كان يرفع عنهما مسؤولية السكوت عن تضعيفه فلا يرفع مسؤولية إيراده أصلاً فإن فيه إشعاراً أنه ضعيف فقط وليس بموضوع وإلا لما أورداه إطلاقاً وهذا ما يفهمه كل من وقف عليه في كتابيهما ولا يخفى ما فيه فقد يأتي من بعدهما من يغتر بصنيعهما هذا وهما الإمامان الجليلان فيقول: لا بأس فالحديث الضعيف يعمل به في فضائل الأعمال! أو يعتبره شاهداً لحديث آخر ضعيف يقويه به ذاهلاً عن أنه يشترط في هذا أو ذاك أن لا يشتد ضعفه وقد رأيت من وقع في شيء مما ذكرت فقد روى الترمذي بسند ضعيف عن أبي رافع - رضي الله عنه - قال: (رأيت رسول الله - صلى الله عليه وسلم - أذن في أذن الحسن بن علي حين ولدته فاطمة بالصلاة). وقال الترمذي حديث صحيح والعمل عليه. فقال شارحه المباركفوري بعد أن بين ضعف إسناده مستدلاً عليه بكلمات الأئمة في رواية عاصم بن عبيدالله: فإن قلت: كيف العمل عليه وهو ضعيف؟ قلت: نعم هو ضعيف، لكنه يعتضد بحديث الحسين بن علي رضي الله عنهما الذي رواه أبو يعلى الموصلي وابن السني. فتأمل كيف قوى الضعيف بالموضوع وما ذلك إلا لعدم علمه بوضعه واغتراره بإيراده من ذكرنا من العلماء. ¶ نعم يمكن تقوية حديث أبي رافع بحديث ابن عباس رضي الله عنهما: (أن النبي - صلى الله عليه وسلم - أذّن في أذن الحسن بن علي يوم ولد وأقام في أذنه اليسرى) أخرجه",
            "page": "164",
            "part": "1",
            "seal": "82CC2AA7"
        },
        {
            "id": "165",
            "nass": "البيهقي في الشعب مع حديث الحسن بن علي وقال: وفي إسنادهما ضعف. ذكره ابن القيم في التحفة ص 16. ¶ قلت: فلعل إسناد هذا خير من إسناد حديث الحسن بحيث أنه يصلح شاهداً لحديث رافع، والله أعلم] (¬1). ¶ وذكر الإمام النووي الحديث في المجموع ولم يتكلم عليه وقال: [وأم الصبيان هي التابعة من الجن] (¬2). ¶ وروي أن عمر بن عبد العزيز كان يؤذن في اليمنى ويقيم في اليسرى إذا ولد الصبي. رواه عبد الرزاق في المصنف، وذكره البغوي في شرح السنة، وقال الحافظ ابن حجر: لم أره عنه مسنداً وقد ذكره ابن المنذر عنه (¬3). ¶ ويؤخذ من هذه الأحاديث أن الأذان في أذن المولود اليمنى والإقامة في أذنه اليسرى من السنة وهذه الأحاديث تصلح لإثبات هذا الأمر الذي يعد من فضائل الأعمال. ¶ قال الإمام النووي: [السنة أن يؤذن في أذن المولود عند ولادته ذكراً كان أو أنثى ويكون الأذان بلفظ أذان الصلاة] (¬4). ¶ وذكر ابن العربي المالكي أن ذلك من السنة وقال: [وقد فعلت ذلك بأولادي والله يهب الهدى] (¬5). ¶ ¬__________ ¶ (¬1) سلسلة الأحاديث الضعيفة 1/ 330 - 331. ¶ (¬2) المجموع 8/ 443. ¶ (¬3) مصنف عبد الرزاق 4/ 336، شرح السنة 11/ 273، التلخيص الحبير 4/ 149. ¶ (¬4) المجموع 8/ 442. ¶ (¬5) التاج والإكليل 4/ 391.",
            "page": "165",
            "part": "1",
            "seal": "02756529"
        },
        {
            "id": "166",
            "nass": "وقد بين ابن القيم الحكمة من الأذان في أذن المولود فقال: [وسر التأذين والله أعلم: أن يكون أول ما يقرع سمع الإنسان كلماته المتضمنة لكبرياء الرب وعظمته والشهادة التي أول ما يدخل بها في الإسلام فكان ذلك كالتلقين له شعار الإسلام عند دخوله إلى الدنيا كما يلقن كلمة التوحيد عند خروجه منها وغير مستنكر وصول أثر التأذين إلى قلبه وتأثره به وإن لم يشعر مع ما في ذلك من فائدة أخرى وهي هروب الشيطان من كلمات الأذان وهو كان يرصده حتى يولد فيقارنه للمحنة التي قدرها الله وشاءها فيسمع شيطانه ما يضعفه ويغيظه أول أوقات تعلقه به. ¶ وفيه معنىً آخر وهو أن تكون دعوته إلى الله وإلى دينه الإسلام وإلى عبادته سابقة على دعوة الشيطان كما كانت فطرة الله التي فطر الناس عليها سابقة على تغيير الشيطان لها ونقله عنها ولغير ذلك من الحكم] (¬1) ¶ ¬__________ ¶ (¬1) تحفة المودود ص25 - 26.",
            "page": "166",
            "part": "1",
            "seal": "DB0E0675"
        },
        {
            "id": "167",
            "nass": "ثانياً: التحنيك: ¶ التحنيك: وهو في لغة العرب من حنَّكت الصبي تحنيكاً أي مضغت تمراً ودلكت به حنكه (¬1). ¶ قال الحافظ ابن حجر: [والتحنيك مضغ الشيء ووضعه في فم الصبي ودلك حنكه به، يصنع ذلك بالصبي ليتمرن على الأكل ويقوى عليه وينبغي عند التحنيك أن يفتح فاه حتى ينزل جوفه وأولاه التمر فإن لم يتيسر تمر فرطب وإلا فشيء حلو وعسل النحل أولى من غيره ثم ما لم تمسه نار كما في نظيره مما يفطر الصائم عليه] (¬2). ¶ والتحنيك بالتمر مستحب ولو حنكه بغيره كالعسل حصل التحنيك ولكن التمر أفضل (¬3). ¶ اتفق العلماء على أن تحنيك المولود من السنن المستحبة، قال الإمام النووي: [اتفق العلماء على استحباب تحنيك المولود عند ولادته بتمر فإن تعذر فما في معناه وقريب منه من الحلو فيمضغ المحنكُ التمرَ حتى تصير مائعة بحيث تبتلع ثم يفتح فم المولود ويضعها فيه ليدخل شيء منها في جوفه فإن لم يكن حاضراً حمل إليه] (¬4). ¶ ¬__________ ¶ (¬1) المصباح المنير ص154. ¶ (¬2) فتح الباري 12/ 4. ¶ (¬3) المجموع 5/ 303. ¶ (¬4) شرح النووي على صحيح مسلم 5/ 302، المجموع 8/ 443، الإنصاف 4/ 114، التهذيب 8/ 51،",
            "page": "167",
            "part": "1",
            "seal": "AE2ED2FC"
        },
        {
            "id": "168",
            "nass": "ويدل على استحباب التحنيك الأحاديث التالية: ¶ 1. عن أبي موسى - رضي الله عنه - قال: ولد لي غلام، فأتيت به إلى النبي - صلى الله عليه وسلم - فسماه إبراهيم فحنكه بتمرة ودعا له بالبركة ودفعه إليَّ وكان أكبر ولد أبي موسى) رواه البخاري ومسلم (¬1). ¶ 2. عن عائشة رضي الله عنها قالت: (أُتِيَ النبي - صلى الله عليه وسلم - بصبي يحنكه فبال عليه فأتبعه الماء) رواه البخاري (¬2). ¶ 3. عن أسماء رضي الله عنها: أنها حملت بعبد الله بن الزبير بمكة قالت: فخرجت وأنا متم فأتيت المدينة فنزلنا قباء فولدت بقباء ثم أتيت به رسول الله - صلى الله عليه وسلم - فوضعته – أي في حجره - ثم دعا بتمرة فمضغها ثم تفل في فيه. فكان أول شيء دخل في جوفه ريق رسول الله - صلى الله عليه وسلم - ثم حنكه بالتمرة ثم دعا له فبرك عليه وكان أول مولود ولد في الإسلام ففرحوا به فرحاً شديداً لأنهم قيل لهم: إن اليهود قد سحرتكم فلا يولد لكم) رواه البخاري ومسلم (¬3). ومعنى (برَّك عليه) أي دعا له بالبركة بأن يقول للمولود: بارك الله عليك ¶ 4. عن أنس - رضي الله عنه - قال: كان ابن أبي طلحة يشتكي فخرج أبو طلحة فقبض الصبي فلما رجع أبو طلحة قال: ما فعل ابني؟ قالت أم سليم: هو أسكن ما كان فقربت إليه العشاء ثم أصاب منها فلما فرغ قالت: وارِ ¶ 5. ¶ ¬__________ ¶ (¬1) صحيح البخاري مع شرحه فتح الباري 4/ 12، صحيح مسلم مع شرح النووي 5/ 304. ¶ (¬2) صحيح البخاري مع شرحه فتح الباري 12/ 5. ¶ (¬3) صحيح البخاري مع شرحه فتح الباري 12/ 5 - 6، شرح النووي على صحيح مسلم 5/ 304.",
            "page": "168",
            "part": "1",
            "seal": "639B7C33"
        },
        {
            "id": "169",
            "nass": "6. الصبي فلما أصبح أبو طلحة أتى رسول الله - صلى الله عليه وسلم - فقال: أعرستم الليلة؟ قال: نعم قال: اللهم بارك لهما في ليلتهما فولدت غلاماً قال لي ¶ أبو طلحة: احفظه حتى تأتي به النبي - صلى الله عليه وسلم - فأتى به النبي - صلى الله عليه وسلم - وأرسلت معه بتمرات فأخذه النبي - صلى الله عليه وسلم - فقال: أمعه شيء؟ قالوا: نعم تمرات. فأخذها النبي - صلى الله عليه وسلم - فمضغها ثم أخذ من فيه فجعلها في فيّ الصبي وحنكه به وسماه عبد الله) رواه البخاري (¬1). ¶ 7. وفي رواية أخرى عن أنس - رضي الله عنه - قال: ذهبت بعبد الله بن أبي طلحة الأنصاري إلى رسول الله - صلى الله عليه وسلم - حين ولد ورسول الله - صلى الله عليه وسلم - في عباءة يهنأ بعيراً له فقال: هل معك تمر؟ فقلت: نعم فناولته تمرات فألقاهن في فيه فلاكهن ثم فغر فا الصبي فمجه في فيه فجعل الصبي يتلمظه فقال رسول الله - صلى الله عليه وسلم -: (حب الأنصار التمر) وسماه عبد الله) رواه مسلم (¬2). ¶ 8. عن عائشة رضي الله عنها قالت: جئنا بعبد الله بن الزبير إلى النبي - صلى الله عليه وسلم - يحنكه فطلبنا تمرة فعز علينا طلبها) رواه مسلم (¬3). ¶ الحكمة من التحنيك: ¶ قال الحافظ ابن حجر: [يصنع ذلك ليتمرن على الأكل ويقوى عليه] (¬4). ¶ واعترضه العيني شارح البخاري: [وأين وقت الأكل من وقت التحنيك؟ وهو حين يولد والأكل غالباً بعد سنتين أو أقل أو أكثر؟ والحكمة فيه أنه يتفاءل له ¶ ¬__________ ¶ (¬1) صحيح البخاري مع شرحه فتح الباري 12/ 6. ¶ (¬2) شرح النووي على صحيح مسلم 5/ 302. ¶ (¬3) شرح النووي على صحيح مسلم 5/ 305. ¶ (¬4) فتح الباري 12/ 4.",
            "page": "169",
            "part": "1",
            "seal": "8B51A603"
        },
        {
            "id": "170",
            "nass": "بالإيمان لأن التمر ثمرة الشجرة التي شبهها رسول الله - صلى الله عليه وسلم - بالمؤمن وبحلاوته أيضاً ولا سيما إذا كان المحنك من أهل الفضل والعلماء والصالحين لأنه يصل إلى جوف المولود من ريقهم ألا ترى أن رسول الله - صلى الله عليه وسلم - لما حنك عبد الله بن الزبير حاز من الفضائل والكمالات ما لا يوصف؟ وكان قارئاً للقرآن عفيفاً في الإسلام وكذلك عبد الله بن أبي طلحة كان من أهل العلم والفضل والتقدم في الخير ببركة ريقه المبارك] (¬1). ¶ ويستحب أن يكون المحنك من الصالحين لحديث أنس في قصة عبد الله بن أبي طلحة. ¶ قال النووي: [وينبغي أن يكون المحنك من أهل الخير فإن لم يكن رجلاً فامرأة صالحة] (¬2). ¶ وقال العيني: [وحمله إلى صالح يحنكه] (¬3). ¶ ¬__________ ¶ (¬1) عمدة القاري 14/ 464. ¶ (¬2) المجموع 8/ 443. ¶ (¬3) عمدة القاري 14/ 465.",
            "page": "170",
            "part": "1",
            "seal": "B0857680"
        },
        {
            "id": "171",
            "nass": "ثالثاً: حلق رأس المولود والتصدق بزنة شعره: ¶ وردت الأحاديث الكثيرة في حلق رأس المولود وإماطة الأذى عنه والتصدق بزنة شعره فضة. ¶ وقد اتفق أهل العلم على أن ذلك من السنن. ¶ قال الشيخ ابن قدامة المقدسي: [ويستحب أن يحلق رأس الصبي يوم السابع ويسمى لحديث سمرة وإن تصدق بزنة شعره فضة فحسن ... ] (¬1). ¶ وقال الإمام النووي: [يستحب حلق رأس المولود يوم سابعه قال أصحابنا ويستحب أن يتصدق بوزن شعره ذهباً فإن لم يفعل ففضة سواء فيه الذكر والأنثى] (¬2). ¶ ويدل على هذه السنة أحاديث كثيرة منها: ¶ عن سلمان بن عامر الضبي - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (مع الغلام عقيقة فأهريقوا عنه دماً وأميطوا عنه الأذى). ¶ وعن سَمُرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويحلق ويسمَّى). ¶ وعن أبي هريرة - رضي الله عنه - أنه - صلى الله عليه وسلم - قال: (مع الغلام عقيقة فأهريقوا عنه دماً وأميطوا عنه الأذى). ¶ وعن أبي رافع - رضي الله عنه - أن الحسن بن علي حين ولدته أمه أرادت أن تعق عنه بكبش عظيم فأتت النبي - صلى الله عليه وسلم - فقال لها لا تعقي عنه بشيء ولكن احلقي شعر ¶ ¬__________ ¶ (¬1) المغني 9/ 461. ¶ (¬2) المجموع 8/ 432.",
            "page": "171",
            "part": "1",
            "seal": "9319CA5B"
        },
        {
            "id": "172",
            "nass": "رأسه ثم تصدقي بوزنه من الورق في سبيل الله عز وجل أو على ابن السبيل وولدت الحسين من العام المقبل فصنعت مثل ذلك). ¶ وعن علي بن أبي طالب - رضي الله عنه - قال: (عق رسول الله - صلى الله عليه وسلم - عن الحسن بشاة وقال يا فاطمة احلقي رأسه وتصدقي بزنة شعره فضة قال فوزنته فكان وزنه درهماً أو بعض درهم). ¶ وعن عبد الله بن بريدة قال: سمعت أبي - بريدة - يقول: كنا في الجاهلية إذا ولد لأحدنا غلام ذبح شاة ولطخ رأسه بدمها فلما جاء الله بالإسلام كنا نذبح شاة ونحلق رأسه ونلطخه بزعفران. ¶ وعن علي بن أبي طالب - رضي الله عنه - قال: (عق رسول الله - صلى الله عليه وسلم - عن الحسن بشاة وقال: يا فاطمة احلقي رأسه وتصدقي بزنة شعره فضة. قال: فوزنته فكان وزنه درهماً أو بعض درهم) (¬1). ¶ والذكر والأنثى في حلق الرأس سواء ويدل على ذلك ما رواه مالك عن جعفر بن محمد عن أبيه أنه قال: وزنت فاطمة بنت رسول الله - صلى الله عليه وسلم - شعر حسن وحسين وزينب وأم كلثوم فتصدقت بزنة ذلك فضة (¬2). ¶ وإماطة الأذى المذكورة في الأحاديث تشمل تنظيف المولود من كل قذر وتشمل أيضاً حلق الرأس. ¶ قال الحافظ ابن حجر العسقلاني: [قوله (الأذى) وقع عند أبي داود من طريق سعيد بن أبي عروبة وابن عون عن محمد بن سيرين قال: إن لم يكن ¶ ¬__________ ¶ (¬1) سبق تخريج هذه الأحاديث. ¶ (¬2) الموطأ 2/ 399، وانظر الاستذكار 15/ 370.",
            "page": "172",
            "part": "1",
            "seal": "E6401298"
        },
        {
            "id": "173",
            "nass": "الأذى حلق الرأس فلا أدري ما هو؟ وأخرج الطحاوي من طريق يزيد بن إبراهيم عن محمد بن سيرين قال: لم أجد من يخبرني عن تفسير الأذى أ. هـ. وقد جزم الأصمعي بأنه حلق الرأس وأخرجه أبو داود بسند صحيح عن الحسن كذلك، ووقع في حديث عائشة عند الحاكم (وأمر أن يماط عن رؤوسهما الأذى) ولكن لا يتعين ذلك في حلق الرأس فقد وقع في حديث ابن عباس عند الطبراني (ويماط عنه الأذى ويحلق رأسه) فعطفه عليه، فالأولى حمل الأذى على ما هو أعم من حلق الرأس ويؤيد ذلك أن في بعض طرق حديث عمرو بن شعيب (ويماط عنه أقذاره)] (¬1). ¶ وورد في الأحاديث أيضاً استحباب الصدقة بالفضة وينوب عنها الصدقة بالنقود المتداولة اليوم. ¶ ¬__________ ¶ (¬1) فتح الباري 12/ 10، وانظر المجموع 8/ 429، سنن البيهقي 9/ 303.",
            "page": "173",
            "part": "1",
            "seal": "B74DE1FD"
        },
        {
            "id": "174",
            "nass": "رابعاً: التسمية: ¶ التسمية: هي جعل الاسم للمولود (¬1). ¶ وقت التسمية: وقد وردت التسمية للمولود في اليوم السابع من ولادته كما في ¶ حديث عمرو بن شعيب عن أبيه عن جده أن النبي - صلى الله عليه وسلم - أمر بتسمية المولود يوم سابعه ووضع الأذى عنه والعق). ¶ وعن سَمُرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويحلق ويسمَّى) (¬2). ¶ وغير ذلك من الأحاديث. ¶ وإذا سمي المولود قبل اليوم السابع أو بعده فهو جائز ولا حرج فيه قال ابن القيم: [إن التسمية لما كانت حقيقتها تعريف الشيء المسمى لأنه إذا وجد وهو مجهول الاسم لم يكن له ما يقع تعريفه به فجاز تعريفه يوم وجوده وجاز تأخير التعريف إلى ثلاثة أيام وجاز إلى يوم العقيقة عنه ويجوز قبل ذلك وبعده والأمر فيه واسع] (¬3). ¶ 9. وورد في حديث أنس - رضي الله عنه - السابق (قال لي أبو طلحة: احفظه حتى تأتي به النبي - صلى الله عليه وسلم - فأتى به النبي - صلى الله عليه وسلم - وأرسلت معه بتمرات فأخذه النبي - صلى الله عليه وسلم - فقال: أمعه شيء؟ قالوا: نعم تمرات. فأخذها النبي - صلى الله عليه وسلم - فمضغها ثم أخذ من فيه فجعلها في فيّ الصبي وحنكه به وسماه عبد الله ¶ ¬__________ ¶ (¬1) المصباح المنير ص 291. ¶ (¬2) سبق تخريج الحديثين. ¶ (¬3) تحفة المودود ص 88.",
            "page": "174",
            "part": "1",
            "seal": "879D93A5"
        },
        {
            "id": "175",
            "nass": "وعن أنس - رضي الله عنه - أيضاً قال: قال رسول الله - صلى الله عليه وسلم -: (ولد الليلة لي غلام فسميته باسم أبي إبراهيم) رواه مسلم. ¶ الأسماء ما يستحب منها وما يكره وما يحرم: ¶ ويجوز للإنسان أن يسمي مولوده بما يشاء من الأسماء فالأصل في ذلك الإباحة والجواز إلا ما استثني على سبيل الكراهة أو التحريم فينبغي للمسلم أن يختار اسماً حسناً لمولوده ذكراً كان أو أنثى. فقد ورد في الحديث عن أبي الدرداء - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: (إنكم تدعون يوم القيامة بأسمائكم وأسماء آبائكم فأحسنوا أسماءكم] رواه أبو داود بإسناد جيد كما قال النووي (¬1). ¶ فيستحب تحسين الاسم وأفضل الأسماء عبدالله وعبدالرحمن كما ورد في الحديث عن ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: (إن أحب أسمائكم إلى الله عز وجل عبدالله وعبدالرحمن) رواه مسلم (¬2). ¶ وعن جابر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال لرجل: (سمِّ ابنك عبد الرحمن) رواه البخاري (¬3). ¶ وعن أبي وهب الجشمي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (تسموا بأسماء الأنبياء، أحب الأسماء إلى الله عبد الله وعبد الرحمن وأصدقها حارث وهمام وأقبحها حرب ومرة) رواه أبو داود والنسائي وصححه الألباني دون قوله (تسموا بأسماء الأنبياء) (¬4). ¶ ¬__________ ¶ (¬1) المجموع 8/ 436. ¶ (¬2) صحيح مسلم مع شرح النووي 5/ 294. ¶ (¬3) صحيح البخاري مع شرحه فتح الباري 10/ 699. ¶ (¬4) سنن أبي داود مع شرحه عون المعبود 14/ 200، صحيح سنن أبي داود 3/ 935.",
            "page": "175",
            "part": "1",
            "seal": "E4EFAA88"
        },
        {
            "id": "176",
            "nass": "ومن الأسماء ما يحرم التسمية به فقد اتفق العلماء على تحريم كل اسم معبد لغير الله سبحانه وتعالى كعبد الرسول وعبد النبي وعبد عمرو وعبد علي وعبد الحسين (¬1). ¶ وتحرم التسمية بملك الملوك وسلطان السلاطين ونحوها وقد ورد في الحديث عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (إن أخنع اسم عند الله رجل يُسمَّى ملك الأملاك) رواه البخاري ومسلم. ¶ ويلحق به التسمية بقاضي القضاة على قول جماعة من أهل العلم قال ابن القيم: [وفي معنى ذلك كراهية التسمية بقاضي القضاة وحاكم الحكام فإن حاكم الحكام في الحقيقة هو الله وقد كان جماعة من أهل الدين والفضل يتورعون عن إطلاق لفظ قاضي القضاة وحاكم الحكام قياساً على ما يبغضه الله ورسوله من التسمية بملك الأملاك وهذا محض القياس] (¬2). ¶ وتكره التسمية ببعض الأسماء كرباح ويسار ونجاح وفلاح لما ورد في الحديث عن سمرة بن جندب قال: قال رسول الله - صلى الله عليه وسلم -: (لا تسمين غلامك يساراً ولا رباحاً ولا نجيحاً ولا أفلح). رواه مسلم (¬3). ¶ وتكره التسمية بأسماء الفراعنة والجبابرة كفرعون وهامان وقارون. ¶ وتكره التسمية بالأسماء التي لها معان تكرهها النفوس كحرب ومرة وكلب وحبة ونحوها وقد سبق في الحديث قوله - صلى الله عليه وسلم -: (وأقبحها حرب ومرة). ¶ ¬__________ ¶ (¬1) تحفة المودود ص90. ¶ (¬2) تحفة المودود ص91. ¶ (¬3) صحيح مسلم مع شرح النووي 5/ 298.",
            "page": "176",
            "part": "1",
            "seal": "6BF4013A"
        },
        {
            "id": "177",
            "nass": "وتكره التسمية بالأسماء الأعجمية كجورج وحنا وانطوان ونحوها وهذا باب واسع ومن أراد التوسع فيه فليرجع لكتاب ابن القيم تحفة المودود ففيه فوائد كثيرة. ¶ وقد ذكر د. بكر أبو زيد مراتب الأسماء استحباباً وجوازاً كما يلي: ¶ 1. استحباب التسمية بهذين الاسمين (عبدالله وعبدالرحمن) وهما أحب الأسماء إلى تعالى كما ثبت بذلك الحديث عن النبي - صلى الله عليه وسلم - ... وفي الصحابة نحو ثلاثمائة رجل كل منهم اسمه عبدالله وبه سمي أول مولود للمهاجرين بعد الهجرة إلى المدينة عبد الله بن الزبير رضي الله عنهما. ¶ 2. ثم استحباب التسمية بالتعبيد لأي من أسماء الله الحسنى كعبد العزيز وعبد الملك وأول من تسمى بهما ابنا مروان بن الحكم والرافضة لا تسمي بهذين الاسمين منابذة للأمويين وقد ذكر شيخ الإسلام ابن تيمية رحمه الله: أن الهروي رحمه الله سمَّى أهل بلده بعامة أسماء الله الحسنى وقال كذلك أهل بيتنا. ¶ 3. التسمية بأسماء الأنبياء والرسل (وقد سمَّى النبي - صلى الله عليه وسلم - ابنه باسم أبيه إبراهيم) رواه مسلم. ¶ 4. بأسماء الصالحين من المسلمين فقد ثبت من حديث المغيرة بن شعبة - رضي الله عنه - عن النبي - صلى الله عليه وسلم -: (أنهم كانوا يسمون بأسماء أنبيائهم والصالحين من قبلهم) رواه مسلم. ¶ 5. ثم يأتي من الأسماء ما كان وصفاً صادقاً للإنسان بشروطه وآدابه. ¶ ثم قال د. بكر أبو زيد: [ ... يتبين أن اسم المولود يكتسب الصفة الشرعية متى توفر فيه هذان الشرطان:",
            "page": "177",
            "part": "1",
            "seal": "D922ED91"
        },
        {
            "id": "178",
            "nass": "الشرط الأول: أن يكون عربياً. ¶ الشرط الثاني: أن يكون حسن المبنى والمعنى لغة وشرعاً] (¬1). ¶ ¬__________ ¶ (¬1) نقلاً عن حاشية الشرح الممتع 7/ 541 - 542.",
            "page": "178",
            "part": "1",
            "seal": "E3A21B8E"
        },
        {
            "id": "179",
            "nass": "سادساً: الختان: ¶ وهو قطع القلفة من الذكر وقطع أدنى جزء من الجلدة التي في أعلى الفرج من الأنثى والختان من سنن الفطرة فقد ورد في الحديث عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (الفطرة خمس: الختان والاستحداد وقص الشارب وتقليم الأظفار ونتف الإبط) رواه البخاري ومسلم (¬1). ¶ قال ابن القيم: [فجعل الختان رأس خصال الفطرة وإنما كانت هذه الخصال من الفطرة لأن الفطرة هي الحنيفية ملة إبراهيم وهذه الخصال أُمر بها إبراهيم وهي من الكلمات التي ابتلاه ربه بهن ... ] (¬2). ¶ وقد ورد في الختان أحاديث أخرى غير ما ذكر. ¶ ¬__________ ¶ (¬1) صحيح البخاري مع شرحه فتح الباري 12/ 456، صحيح مسلم مع شرح النووي 1/ 491. ¶ (¬2) تحفة المودود ص126.",
            "page": "179",
            "part": "1",
            "seal": "72BD7F35"
        },
        {
            "id": "180",
            "nass": "خامساً: التهنئة بالمولود: ¶ والتهنئة بالمولود من الأمور المستحبة عند جمهور الفقهاء (¬1). ¶ قال الإمام النووي: [يستحب تهنئة المولود له قال أصحابنا: ويستحب أن يهنأ بما جاء عن الحسين - رضي الله عنه - أنه عل‍ّم إنساناً التهنئة فقال: قل: بارك الله لك في الموهوب لك وشكرت الواهب وبلغ أشده ورزقت بره. ¶ ويستحب أن يرد على المهنئ فيقول: بارك الله لك وبارك عليك، أو جزاك الله خيراً ورزقك الله مثله، أو أجزل الله ثوابك ونحو هذا] (¬2). ¶ تمَّ الكتاب والحمد لله رب العالمين ¶ ¬__________ ¶ (¬1) المغني 9/ 464، الموسوعة الفقهية الكويتية 14/ 98، تحفة المودود ص23. ¶ (¬2) الأذكار ص 246 - 247.",
            "page": "180",
            "part": "1",
            "seal": "D21D9957"
        },
        {
            "id": "181",
            "nass": "قائمة المصادر ¶ القرآن الكريم. ¶ 1. الآثار / أبو يوسف يعقوب بن إبراهيم القاضي / دار الكتب العلمية. ¶ 2. الإحسان في تقريب صحيح ابن حبان / علاء الدين الفارسي / حققه شعيب الأرناؤوط / مؤسسة الرسالة. ¶ 3. أحكام الذبائح في الشريعة الإسلامية / د. محمد أبو فارس /مكتبة المنار/الأردن. ¶ 4. الاختيارات العلمية / شيخ الإسلام ابن تيمية / مطبعة كردستان العلمية / سنة 1329هـ / القاهرة. ¶ 5. الأذكار / يحيى بن شرف النووي / بدون معلومات طبع. ¶ 6. إرواء الغليل في تخريج أحاديث منار السبيل / محمد ناصر الدين الألباني / المكتب الإسلامي / ط 1. ¶ 7. الاستذكار الجامع لمذاهب فقهاء الأمصار / الحافظ ابن عبد البر / تحقيق د. عبد المعطي قلعجي / مؤسسة الرسالة / ط 1. ¶ 8. الاستيعاب / الحافظ ابن عبد البر / تحقيق علي محمد البجاوي / دار الجيل / ط 1. ¶ 9. إعلاء السنن / ظفر أحمد التهانوي / دار الكتب العلمية. ¶ 10. الإقناع في حل ألفاظ أبي شجاع / محمد الشربيني الخطيب / دار الفكر. ¶ 11. ¶ 12.",
            "page": "181",
            "part": "1",
            "seal": "B3005131"
        },
        {
            "id": "182",
            "nass": "13. الإقناع في فقه الإمام أحمد بن حنبل / موسى بن أحمد الحجاوي المقدسي. ¶ 14. الإنصاف في معرفة الراجح من الخلاف / علاء الدين المرداوي / دار إحياء التراث العربي / ط 2. ¶ 15. بدائع الصنائع في ترتيب الشرائع / علاء الدين الكاساني/ مؤسسة التاريخ العربي/ ط 1. ¶ 16. بداية المجتهد ونهاية المقتصد / ابن رشد الحفيد / دار الفكر العربي. ¶ 17. البداية والنهاية / الحافظ ابن كثير / دار الريان / ط1. ¶ 18. بذل المجهود في حل أبي داود / خليل أحمد السهارنفوري /دار الكتب العلمية. ¶ 19. التاج والإكليل/ محمد ن يوسف المواق / دار الكتب العلمية / ط1. ¶ 20. تحفة الأحوذي بشرح جامع الترمذي / الحافظ محمد عبد الرحمن المباركفوري ط1 سنة 1410هـ - 1990م / دار الكتب العلمية. ¶ 21. تحفة المحتاج إلى أدلة المنهاج / ابن الملقن / دار حراء. ¶ 22. تحفة الودود في أحكام المولود لابن القيم / المكتبة القيمة / القاهرة. ¶ 23. تربية الأولاد في الإسلام / عبد الله ناصح علوان / دار السلام للطباعة والنشر والتوزيع / ط3. ¶ 24. الترغيب والترهيب / الحافظ زكي الدين المنذري / دار إحياء التراث العربي. ¶ 25. تصحيح الفروع / علاء الدين المرداوي / عالم الكتب. ¶ 26. التعليق المغني على سنن الدارقطني / شمس الحق العظيم أبادي. ¶ 27. ¶ 28.",
            "page": "182",
            "part": "1",
            "seal": "5781EBCC"
        },
        {
            "id": "183",
            "nass": "29. تفسير ابن كثير / الحافظ ابن كثير / دار إحياء التراث العربي. ¶ 30. تقريب التهذيب / الحافظ ابن حجر العسقلاني / دار نشر الكتب الإسلامية /الباكستان / ط1. ¶ 31. التلخيص الحبير في تخريج أحاديث الرافعي الكبير / الحافظ أحمد بن علي ابن حجر العسقلاني / طبعة عبد الله هاشم اليماني المدني. ¶ 32. التنكيل بما في تأنيب الكوثري من الأباطيل / عبد الرحمن بن يحيى المعلمي ايماني / تخريج وتعليق محمد ناصر الدين الألباني وزهير الشاويش وعبد الرزاق حمزة / ط2 سنة 1406هـ - 1986م / المكتب الإسلامي. ¶ 33. التهذيب في فقه الإمام الشافعي / أبو محمد الحسين بن مسعود بن محمد بن الفراء البغوي / تحقيق عادل أحمد عبد الموجود وعلي محمد معوض / ط1 سنة 1418هـ - 1997م / دار الكتب العلمية / لبنان. ¶ 34. تهذيب الأسماء واللغات / أبو زكريا محيي الدين بن شرف النووي / دار الكتب العلمية. ¶ 35. التوضيح في الجمع بين المقنع والتنقيح / أحمد بن محمد الشويكي / تحقيق ناصر الميمان / المكتبة المكية / ط1. ¶ 36. الجوهر النقي (مطبوع مع سنن البيهقي) / علاء الدين المارديني الشهير بابن التركماني / دار الفكر. ¶ 37. حاشية ابن عابدين (رد المحتار على الدر المختار) / محمد أمين الشهير بابن عابدين / مطبعة مصطفى البابي الحلبي / ط2. ¶ 38. ¶ 39.",
            "page": "183",
            "part": "1",
            "seal": "C9A8162D"
        },
        {
            "id": "184",
            "nass": "40. حاشية الدسوقي على الشرح الكبير / شمس الدين محمد بن أحمد بن عرفة الدسوقي / دار إحياء الكتب العربية. ¶ 41. حاشية العدوي على شرح الخرشي / علي بن أحمد العدوي المالكي / دار صادر. ¶ 42. الحاوي الكبير / أبو الحسن علي بن محمد الماوردي / دار الكتب العلمية /ط1. ¶ 43. حجة الله البالغة / أحمد شاه ولي الله الدهلوي / دار الكتب العلمية / ط1. ¶ 44. ذخائر العقبى في مناقب ذوي القربى / محب الدين الطبري / دار الكتب المصرية. ¶ 45. الذخيرة / شهاب الدين أحمد بن إدريس القرافي / تحقيق د. محمد حجي / دار الغرب الإسلامي / ط1. ¶ 46. زاد المعاد في هدي خير العباد / شمس الدين أبو عبد الله ابن القيم / حققه شعيب الأرناؤوط وعبد القادر الأرناؤوط / ط12 سنة 1406هـ - 1986م / مؤسسة الرسالة. ¶ 47. سبل السلام شرح بلوغ المرام / محمد بن إسماعيل الصنعاني / دار إحياء التراث العربي. ¶ 48. سلسلة الأحاديث الصحيحة / محمد ناصر الدين الألباني / المكتب الإسلامي / ط2. ¶ 49. سلسلة الأحاديث الضعيفة والموضوعة / محمد ناصر الدين الألباني / المكتب الإسلامي / ط2. ¶ 50. ¶ 51.",
            "page": "184",
            "part": "1",
            "seal": "68152B49"
        },
        {
            "id": "185",
            "nass": "52. سنن ابن ماجة / أبو عبد الله محمد بن يزيد القزويني / تحقيق محمد فؤاد عبد الباقي / دار الكتب العلمية. ¶ 53. سنن أبي داود (مطبوع مع عون المعبود) / سليمان بن الأشعث السجستاني / دار الكتب العلمية / ط1. ¶ 54. سنن البيهقي (السنن الكبرى) / أبو بكر أحمد بن الحسين البيهقي / دار الفكر. ¶ 55. سنن الترمذي / أبو عيسى الترمذي / دار الكتب العلمية. ¶ 56. سنن الترمذي مع شرحه تحفة الأحوذي / ط1 سنة 1418هـ - 1997م / دار الكتب العلمية. ¶ 57. سنن الدارقطني / علي بن عمر الدارقطني / عالم الكتب / ط2. ¶ 58. سنن النسائي / أبو عبد الرحمن أحمد بن شعيب النسائي / دار الكتب العلمية. ¶ 59. السيل الجرار المتدفق على حدائق الأزهار / محمد بن علي الشوكاني / دار الكتب العلمية. ¶ 60. شرح ابن القيم على سنن أبي داود بهامش عون المعبود / ابن القيم / دار الكتب العلمية. ¶ 61. شرح الخرشي على مختصر سيدي خليل / محمد الخرشي المالكي / دار صادر. ¶ 62. شرح السنة / الحسين بن مسعود البغوي / حققه شعيب الأرناؤوط ومحمد زهير الشاويش / ط2 سنة 1403هـ - 1983م / لمكتب الإسلامي ¶ 63. ¶ 64.",
            "page": "185",
            "part": "1",
            "seal": "865D21C6"
        },
        {
            "id": "186",
            "nass": "65. الشرح الممتع على زاد المستقنع / محمد بن صالح العثيمين / مؤسسة آسام / ط 4. ¶ 66. شرح المواهب اللدنية / أحمد بن محمد القسطلاني / دار الكتب العلمية / ط1. ¶ 67. شعب الإيمان / أحمد بن الحسين البيهقي / تحقيق محمد السعيد زغلول / دار الكتب العلمية / بيروت. ¶ 68. الصحاح / إسماعيل بن حماد الجوهري / دار العلم للملايين / ط2. ¶ 69. صحيح البخاري مع الفتح (مطبوع مع شرحه فتح الباري) / محمد بن إسماعيل البخاري / مطبعة مصطفى البابي الحلبي. ¶ 70. صحيح الترغيب والترهيب/ محمد ناصر الدين الألباني /ط2 سنة 1406هـ - 1986م / المكتب الإسلامي. ¶ 71. صحيح الجامع الصغير / محمد ناصر الدين الألباني / المكتب الإسلامي / ط2. ¶ 72. صحيح سنن ابن ماجة / محمد ناصر الدين الألباني / المكتب الإسلامي / ط1. ¶ 73. صحيح سنن أبي داود / محمد ناصر الدين الألباني / المكتب الإسلامي / ط1. ¶ 74. صحيح سنن الترمذي / محمد ناصر الدين الألباني / المكتب الإسلامي / ط1. ¶ 75. صحيح سنن النسائي / محمد ناصر الدين الألباني / المكتب الإسلامي / ط 1. ¶ 76. ¶ 77.",
            "page": "186",
            "part": "1",
            "seal": "9ABAE6C3"
        },
        {
            "id": "187",
            "nass": "78. صحيح مسلم (مطبوع مع شرح النووي) / مسلم بن الحجاج النيسابوري / دار الخير / ط1. ¶ 79. طبقات الشافعية الكبرى / تاج الدين عبد الوهاب بن علي السبكي / تحقيق محمود الطناحي وعبد الفتاح الحلو / دار إحياء الكتب العربية. ¶ 80. طرح التثريب في شرح التقريب / زين الدين العراقي / دار إحياء التراث العربي. ¶ 81. العقود الدرية على الفتاوي الحامدية / ابن عابدين. ¶ 82. عمدة القاري شرح صحيح البخاري / بدر الدين محمود العيني / دار إحياء التراث العربي. ¶ 83. عمل اليوم والليلة / أبو بكر أحمد بن محمد المعروف بابن السني / حققه عبد الرحمن البرني / ط1 سنة 1418هـ - 1998م / دار الأرقم. ¶ 84. عون المعبود شرح سنن أبي داود / محمد أشرف بن أمير الصديقي العظيم أبادي / دار الكتب العلمية / ط1. ¶ 85. الفتاوى الكبرى الفقهية / أحمد بن شهاب الدين بن حجر المكي الهيتمي / دار صادر. ¶ 86. الفتاوى الهندية / جماعة من علماء الهند / دار الفكر. ¶ 87. فتح الباري بشرح صحيح البخاري / الحافظ شهاب الدين أحمد بن علي ابن حجر العسقلاني / مطبعة مصطفى البابي الحلبي. ¶ 88. الفتح الرباني لترتيب مسند الإمام أحمد بن حنبل الشيباني / أحمد عبد الرحمن البنا / دار إحياء التراث العربي. ¶ 89. ¶ 90.",
            "page": "187",
            "part": "1",
            "seal": "D018B1AE"
        },
        {
            "id": "188",
            "nass": "91. فتح المالك بتبويب التمهيد على موطأ مالك /الحافظ ابن عبد البر / ترتيب د. مصطفى صميدة / دار الكتب العلمية / ط1. ¶ 92. الفروع / شمس الدين محمد بن مفلح الحنبلي / عالم الكتب. ¶ 93. الفقه الإسلامي وأدلته / د. وهبه الزحيلي / دار الفكر. ¶ 94. القواعد الفقهية / زين الدين بن رجب الحنبلي / دار ابن عفان / ط 1. ¶ 95. كتاب العيال / عبد الله بن محمد بن أبي الدنيا / حققه نجم خلف / دار ابن القيم / ط1. ¶ 96. كشاف القناع عن متن الإقناع / منصور بن يونس البهوتي الحنبلي / دار الفكر. ¶ 97. كفاية الأخيار في حل غاية الاختصار / تقي الدين أبو بكر بن محمد الحصني / دار الخير / ط1. ¶ 98. الكفاية على الهداية / جلال الدين الخوارزمي الكرلاني / دار إحياء التراث العربي. ¶ 99. اللباب في الجمع بين السنة والكتاب / علي بن زكريا المنبجي / دار الشروق. ¶ 100. لسان العرب / العلامة ابن منظور / تعليق علي شيري / دار إحياء التراث العربي / ط1. ¶ 101. مجمع الزوائد ومنبع الفوائد / نور الدين علي الهيثمي / دار الكتاب العربي / ط3. ¶ 102. المجموع شرح المهذب / أبو زكريا محيي الدين يحيى بن شرف النووي / دار الفكر. ¶ 103. ¶ 104.",
            "page": "188",
            "part": "1",
            "seal": "D022A701"
        },
        {
            "id": "189",
            "nass": "105. مجموع فتاوى شيخ الإسلام ابن تيمية / جمع وترتيب عبد الرحمن بن محمد العاصمي النجدي / دار العربية. ¶ 106. المحلى بالآثار / علي بن أحمد ابن حزم الظاهري / دار الفكر. ¶ 107. مختصر الطحاوي لأبي جعفر الطحاوي. ¶ 108. المدخل / محمد بن محمد المالكي المعروف بابن الحاج / دار الكتب العلمية. ¶ 109. مرقاة المفاتيح شرح مشكاة المصابيح / ملا علي القاري / تحقيق صدقي العطار / دار الفكر. ¶ 110. المستدرك على الصحيحين / أبو عبد الله محمد بن عبد الله الحاكم / دار المعرفة / ط1. ¶ 111. المسند للإمام أحمد بن حنبل الشيباني. ¶ 112. المصباح المنير في غريب الشرح الكبير / أحمد بن محمد الفيومي / المكتبة العلمية. ¶ 113. المصنف / الحافظ عبد الله بن محمد بن أبي شيبة / تحقيق عبد الخالق الأفغاني الدار السلفية/ ط2. ¶ 114. المصنف / الحافظ عبد الرزاق بن همام الصنعاني / حققه حبيب الرحمن الأعظمي / ط2 سنة 1403هـ - 1983م / المكتب الإسلامي. ¶ 115. معالم السنن شرح سنن أبي داود / أبو سليمان الخطابي / دار الكتب العلمية. ¶ 100. المعجم الأوسط / للطبراني / تحقيق طارق عوض الله / دار الحرمين.",
            "page": "189",
            "part": "1",
            "seal": "35673A33"
        },
        {
            "id": "190",
            "nass": "101. المعجم الصغير / للطبراني / تحقيق محمد شكور امرير / دار عمار / ط1. ¶ 102.معجم فقه السلف / محمد المنتصر الكتاني / مطابع الصفا / مكة المكرمة. ¶ 103.معرفة السنن والآثار / أبو بكر أحمد بن الحسين البيهقي / تحقيق د. عبد المعطي قلعجي / مطابع دار الوفاء / ط1. ¶ 104.مغني المحتاج إلى معرفة معاني ألفاظ المنهاج / محمد الخطيب الشربيني / دار الكتب العلمية / ط1. ¶ 105.المغني على مختصر الخرقي / عبد الله بن أحمد بن قدامة المقدسي / مطبعة الفجالة الجديدة. ¶ 106.المفصل في أحكام الأضحية / د. حسام الدين عفانه / مطبعة الأمل. ¶ 107.مقاصد المكلفين / د. عمر الأشقر / دار النفائس. ¶ 108.المنتخب من كتاب أزواج النبي - صلى الله عليه وسلم - / الزبير بن بكار / تحقيق سكينة الشهابي / مؤسسة الرسالة / ط1. ¶ 109.المنتقى شرح الموطأ / أبو الوليد سليمان بن خلف الباجي / دار الكتب العلمية / ط 1. ¶ 110.المهذب مع المجموع / أبو إسحاق الشيرازي / دار الفكر. ¶ 111.الموسوعة الفقهية الكويتية / وزارة الأوقاف الكويتية / طباعة ذات السلاسل / ط2. ¶ 112.مواهب الجليل / محمد بن محمد المغربي المعروف بالحطاب / دار الكتب العلمية / ط 1.",
            "page": "190",
            "part": "1",
            "seal": "32713EC5"
        },
        {
            "id": "191",
            "nass": "113.المواهب اللدنّية بالمنح المحمدية / أحمد بن محمد القسطلاني / تحقيق صالح الشامي / ط1 1412هـ - 1991م / المكتب الإسلامي. ¶ 114.الموطأ / الإمام مالك بن أنس / تعليق محمد فؤاد عبد الباقي / دار الحديث / القاهرة / ط 2. ¶ 115.موطأ الإمام مالك بن أنس برواية محمد بن الحسن الشيباني / المكتبة العلمية / ط2. ¶ 116.ميزان الاعتدال / الإمام الذهبي / تحقيق علي محمد البجاوي / دار المعرفة. ¶ 117.نصب الراية لأحاديث الهداية / جمال الدين عبد الله بن يوسف الزيلعي / دار المأمون / المجلس العلمي / ط1. ¶ 118.نهاية المحتاج شرح المنهاج / شمس الدين محمد الرملي الشافعي / دار الفكر. ¶ 119.النهاية في غريب الحديث / ابن الأثير الجزري / دار الفكر. ¶ 120.نيل الأوطار شرح منتقى الأخبار / محمد بن علي الشوكاني / مطبعة مصطفى البابي الحلبي.",
            "page": "191",
            "part": "1",
            "seal": "D926A0C9"
        },
        {
            "id": "192",
            "nass": "المحتويات ¶ الموضوع ... الصفحة ¶ مقدمة ... 5 ¶ الفصل الأول: ما يتعلق بالعقيقة ... 7 ¶ المبحث الأول: تعريف العقيقة لغةً واصطلاحاً ... 9 ¶ تعريف العقيقة لغة ... 9 ¶ تعريف العقيقة اصطلاحاً ... 10 ¶ المبحث الثاني: مشروعية العقيقة ... 12 ¶ المطلب الأول: العقيقة قبل الإسلام ... 12 ¶ المطلب الثاني: العقيقة في الإسلام: السنة القولية فيها ... 14 ¶ السنة الفعلية ... 20 ¶ هل عق النبي - صلى الله عليه وسلم - عن ولده إبراهيم؟ ... 22 ¶ الآثار الواردة عن الصحابة والتابعين في العقيقة ... 25 ¶ المبحث الثالث: معنى قول الرسول - صلى الله عليه وسلم - كل غلام مرتهن بعقيقته ... 30 ¶ المبحث الرابع: الحكمة من مشروعية العقيقة ... 35 ¶ المبحث الخامس: هل يكره تسمية العقيقة بهذا الاسم؟ ... 39 ¶ المبحث السادس: حكم العقيقة ... 45",
            "page": "192",
            "part": "1",
            "seal": "1E94D962"
        },
        {
            "id": "193",
            "nass": "القول الأول ... 45 ¶ القول الثاني ... 45 ¶ القول الثالث ... 46 ¶ القول الرابع ... 50 ¶ القول الخامس ... 50 ¶ الأدلة: أدلة القول الأول ... 50 ¶ أدلة القول الثاني ... 53 ¶ أدلة القول الثالث ... 54 ¶ رد الحنفية على أدلة الجمهور ... 57 ¶ أدلة القول الرابع ... 64 ¶ أدلة القول الخامس ... 65 ¶ مناقشة وترجيح ... 66 ¶ المبحث السابع: شروط العقيقة ... 74 ¶ المطلب الأول: هل يشترط في العقيقة ما يشترط في الأضحية؟ ... 74 ¶ المطلب الثاني: شروط العقيقة ... 76 ¶ الشرط الأول: أن تكون العقيقة من الأنعام ... 76 ¶ الشرط الثاني: أن تكون العقيقة سليمة من العيوب ... 80 ¶ الشرط الثالث: أن تتوافر الأسنان المطلوبة في العقيقة ... 83 ¶ المبحث الثامن: ما هو الأفضل في العقيقة؟ ... 86 ¶ المبحث التاسع: المطلب الأول: في حق من تشرع العقيقة؟ ... 89 ¶ المطلب الثاني: العقيقة أفضل من التصدق بثمنها ولو زاد ... 93",
            "page": "193",
            "part": "1",
            "seal": "7DA00F0D"
        },
        {
            "id": "194",
            "nass": "المبحث العاشر: هل يصح الاشتراك في العقيقة؟ ... 95 ¶ العقيقة عن التوائم ... 98 ¶ المبحث الحادي عشر: تفاضل الذكر والأنثى في العقيقة ... 99 ¶ المبحث الثاني عشر: التصرف في العقيقة المطلب الأول: الانتفاع بها ... 107 ¶ المطلب الثاني: إعطاء القابلة رِجْل العقيقة ... 111 ¶ المطلب الثالث: إطعام غير المسلم من العقيقة ... 112 ¶ المطلب الرابع: حكم جلدها وسواقطها ... 112 ¶ المطلب الخامس: هل يكره كسر عظامها؟ ... 116 ¶ المبحث الثالث عشر: حكم تلطيخ رأس المولود بشيء من دم العقيقة ... 120 ¶ المبحث الرابع عشر: حكم اجتماع الأضحية والعقيقة ... 126 ¶ الفصل الثاني: ما يتعلق بمن يتولى العقيقة ووقت ذبحها ... 131 ¶ المبحث الأول: من يتولى العقيقة ... 133 ¶ المبحث الثاني: في وقت العقيقة ... 138 ¶ المطلب الأول: العقيقة في اليوم السابع ... 138 ¶ المطلب الثاني: حكم العقيقة قبل اليوم السابع ... 140 ¶ المطلب الثالث: حكم ذبح العقيقة بعد اليوم السابع ... 141 ¶ المطلب الرابع: حكم العقيقة إذا مات المولود قبل اليوم السابع ... 145 ¶ المطلب الخامس: حكم العقيقة إذا مات المولود بعد اليوم السابع ولم يعق عنه ... 146 ¶ المطلب السادس: هل يحسب يوم الولادة في الأيام السبعة أم لا؟ ... 146 ¶ المطلب السابع: حكم ذبح العقيقة قبل الولادة ... 147",
            "page": "194",
            "part": "1",
            "seal": "325C4114"
        },
        {
            "id": "195",
            "nass": "المطلب الثامن: أفضل وقت للذبح نهاراً ... 147 ¶ المطلب التاسع: حكم ذبح العقيقة ليلاً ... 148 ¶ المطلب العاشر: أيهما يقدم ذبح العقيقة أم حلق رأس المولود؟ ... 148 ¶ الرأي المختار في وقت العقيقة والفروع المتعلقة به ... 150 ¶ المبحث الثالث: حكم من لم يُعق عنه صغيراً هل يَعق عن نفسه إذا بلغ؟ ... 151 ¶ المبحث الرابع: التسمية والنية عند ذبح العقيقة ... 160 ¶ ملحق بالمندوبات المتعلقة بالمولود ... 161 ¶ الأذان في أذن المولود ... 163 ¶ التحنيك ... 167 ¶ حلق رأس المولد والتصدق بزنة شعره ... 171 ¶ التسمية ... 174 ¶ الختان ... 179 ¶ التهنئة بالمولود ... 180 ¶ قائمة المصادر ... 181 ¶ فهرس الموضوعات ... 192 ¶ تمت",
            "page": "195",
            "part": "1",
            "seal": "71DA588B"
        },
        {
            "id": "196",
            "nass": "الأعمال العلمية للمؤلف الدكتور. حسام الدين عفانه ¶ 1. الأدلة الشرعية على تحريم مصافحة المرأة الأجنبية (كتاب) ¶ 2. أحكام العقيقة في الشريعة الإسلامية (كتاب) ¶ 3. يسألونك الجزء الأول (كتاب) ¶ 4. يسألونك الجزء الثاني (كتاب) ¶ 5. بيع المرابحة للآمر بالشراء على ضوء تجربة شركة بيت المال الفلسطيني العربي (كتاب) ¶ 6. صلاة الغائب دراسة فقهية مقارنة (كتاب) ¶ 7. يسألونك الجزء الثالث (كتاب) ¶ 8. يسألونك الجزء الرابع (كتاب) ¶ 9. يسألونك الجزء الخامس (كتاب) ¶ 10. المفصل في أحكام الأضحية (كتاب) ¶ 11. شرح الورقات في أصول الفقه لجلال الدين المحلي (دراسة وتعليق وتحقيق) ¶ 12. فهارس مخطوطات مؤسسة إحياء التراث الإسلامي 12 جزءً بالاشتراك ¶ (صدر الأول منها) ¶ 13. الفتاوى الشرعية (1) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت المال الفلسطيني العربي) ¶ 14. الفتاوى الشرعية (2) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت المال الفلسطيني العربي) ¶ 15. الشيخ العلامة مرعي الكرمي وكتابه دليل الطالب (بحث) ¶ 16. الزواج المبكر (بحث)",
            "page": "196",
            "part": "1",
            "seal": "7BB883F7"
        },
        {
            "id": "197",
            "nass": "17. الإجهاض (بحث) ¶ 18. مسائل مهمات في فقه الصوم والتراويح والقراءة على الأموات (كتاب) ¶ 19. مختصر كتاب جلباب المرأة المسلمة للعلامة المحدث الألباني (كتاب) ¶ 20. اتباع لا ابتداع (كتاب) ¶ 21. بذل المجهود في تحرير أسئلة تغير النقود للغزي التمرتاشي (دراسة وتعليق وتحقيق) ¶ 22. يسألونك الجزء السادس (كتاب) ¶ 23. رسالة إنقاذ الهالكين للعلامة محمد البركوي (دراسة وتعليق وتحقيق) ¶ 24. الخصال المكفرة للذنوب (يتضمن تحقيق مخطوط للخطيب الشربيني) (كتاب) ¶ 25. أحاديث الطائفة الظاهرة وتحريف الغالين وانتحال المبطلين وتأويل الجاهلين (كتاب) ¶ 26. التنجيم (بحث بالاشتراك) ¶ 27. الحسابات الفلكية (بحث بالاشتراك) ¶ 28. يسألونك الجزء السابع (كتاب) ¶ 29. المفصل في أحكام العقيقة (هذا الكتاب)",
            "page": "197",
            "part": "1",
            "seal": "911559B3"
        }
    ],
    "t949": [
        {
            "id": "145",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الرابع: حكم العقيقة إذا مات المولود قبل اليوم السابع"
        },
        {
            "id": "146",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الخامس: حكم العقيقة إذا مات المولود بعد اليوم السابع ولم يعق عنه"
        },
        {
            "id": "146",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب السادس: هل يحسب يوم الولادة في الأيام السبعة أم لا؟"
        },
        {
            "id": "147",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب السابع: حكم ذبح العقيقة قبل الولادة"
        },
        {
            "id": "147",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب الثامن: أفضل وقت للذبح نهارا"
        },
        {
            "id": "148",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب التاسع: حكم ذبح العقيقة ليلا"
        },
        {
            "id": "148",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب العاشر: أيهما يقدم ذبح العقيقة أم حلق رأس المولود؟"
        },
        {
            "id": "150",
            "lvl": "4",
            "sub": null,
            "tit": "الرأي المختار في وقت العقيقة والفروع المتعلقة به"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: حكم من لم يعق عنه صغيرا هل يعق عن نفسه إذا بلغ؟"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: التسمية والنية عند ذبح العقيقة"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "ملحق بالمندوبات المتعلقة بالمولود"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": null,
            "tit": "الأذان في أذن المولود"
        },
        {
            "id": "167",
            "lvl": "2",
            "sub": null,
            "tit": "التحنيك"
        },
        {
            "id": "171",
            "lvl": "2",
            "sub": null,
            "tit": "حلق رأس المولد والتصدق بزنة شعره"
        },
        {
            "id": "174",
            "lvl": "2",
            "sub": null,
            "tit": "التسمية"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": null,
            "tit": "الختان"
        },
        {
            "id": "180",
            "lvl": "2",
            "sub": null,
            "tit": "التهنئة بالمولود"
        },
        {
            "id": "181",
            "lvl": "1",
            "sub": null,
            "tit": "قائمة المصادر"
        },
        {
            "id": "192",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس الموضوعات"
        },
        {
            "id": "196",
            "lvl": "1",
            "sub": null,
            "tit": "الأعمال العلمية للمؤلف"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: ما يتعلق بالعقيقة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: تعريف العقيقة لغة واصطلاحا"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": "1",
            "tit": "تعريف العقيقة لغة"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف العقيقة اصطلاحا"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: مشروعية العقيقة"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب الأول: العقيقة قبل الإسلام"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: العقيقة في الإسلام"
        },
        {
            "id": "14",
            "lvl": "4",
            "sub": "1",
            "tit": "السنة القولية"
        },
        {
            "id": "20",
            "lvl": "4",
            "sub": null,
            "tit": "السنة الفعلية"
        },
        {
            "id": "22",
            "lvl": "4",
            "sub": null,
            "tit": "هل عق النبي - صلى الله عليه وسلم - عن ولده إبراهيم؟"
        },
        {
            "id": "25",
            "lvl": "4",
            "sub": null,
            "tit": "الآثار الواردة عن الصحابة والتابعين في العقيقة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: معنى قول الرسول - صلى الله عليه وسلم - كل غلام مرتهن بعقيقته"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: الحكمة من مشروعية العقيقة"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: هل يكره تسمية العقيقة بهذا الاسم؟"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس: حكم العقيقة"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": "1",
            "tit": "خمسة أقوال"
        },
        {
            "id": "45",
            "lvl": "4",
            "sub": "2",
            "tit": "القول الأول"
        },
        {
            "id": "45",
            "lvl": "4",
            "sub": "3",
            "tit": "القول الثاني"
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": null,
            "tit": "القول الثالث"
        },
        {
            "id": "50",
            "lvl": "4",
            "sub": null,
            "tit": "القول الرابع"
        },
        {
            "id": "50",
            "lvl": "4",
            "sub": "1",
            "tit": "القول الخامس"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": "2",
            "tit": "الأدلة"
        },
        {
            "id": "50",
            "lvl": "4",
            "sub": "3",
            "tit": "أدلة القول الأول"
        },
        {
            "id": "53",
            "lvl": "4",
            "sub": null,
            "tit": "أدلة القول الثاني"
        },
        {
            "id": "54",
            "lvl": "4",
            "sub": null,
            "tit": "أدلة القول الثالث"
        },
        {
            "id": "57",
            "lvl": "5",
            "sub": null,
            "tit": "رد الحنفية على أدلة الجمهور"
        },
        {
            "id": "64",
            "lvl": "4",
            "sub": null,
            "tit": "أدلة القول الرابع"
        },
        {
            "id": "65",
            "lvl": "4",
            "sub": null,
            "tit": "أدلة القول الخامس"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "مناقشة وترجيح"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع: شروط العقيقة"
        },
        {
            "id": "74",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب الأول: هل يشترط في العقيقة ما يشترط في الأضحية؟"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: شروط العقيقة"
        },
        {
            "id": "76",
            "lvl": "4",
            "sub": "1",
            "tit": "الشرط الأول: أن تكون العقيقة من الأنعام"
        },
        {
            "id": "80",
            "lvl": "4",
            "sub": null,
            "tit": "الشرط الثاني: أن تكون العقيقة سليمة من العيوب"
        },
        {
            "id": "83",
            "lvl": "4",
            "sub": null,
            "tit": "الشرط الثالث: أن تتوافر الأسنان المطلوبة في العقيقة"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثامن: ما هو الأفضل في العقيقة؟"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث التاسع: المطلب الأول: في حق من تشرع العقيقة؟"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني: العقيقة أفضل من التصدق بثمنها ولو زاد"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث العاشر: هل يصح الاشتراك في العقيقة؟"
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": null,
            "tit": "العقيقة عن التوائم"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الحادي عشر: تفاضل الذكر والأنثى في العقيقة"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني عشر: التصرف في العقيقة المطلب الأول: الانتفاع بها"
        },
        {
            "id": "107",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب الأول: الانتفاع بها"
        },
        {
            "id": "111",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: إعطاء القابلة رجل العقيقة"
        },
        {
            "id": "112",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثالث: إطعام غير المسلم من العقيقة"
        },
        {
            "id": "112",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب الرابع: حكم جلدها وسواقطها"
        },
        {
            "id": "116",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الخامس: هل يكره كسر عظامها؟"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث عشر: حكم تلطيخ رأس المولود بشيء من دم العقيقة"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع عشر: حكم اجتماع الأضحية والعقيقة"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: ما يتعلق بمن يتولى العقيقة ووقت ذبحها"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: من يتولى العقيقة"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: في وقت العقيقة"
        },
        {
            "id": "138",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب الأول: العقيقة في اليوم السابع"
        },
        {
            "id": "140",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: حكم العقيقة قبل اليوم السابع"
        },
        {
            "id": "141",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثالث: حكم ذبح العقيقة بعد اليوم السابع"
        }
    ]
}