{
    "b9492": [
        {
            "id": "1",
            "nass": "سلسلة زاد المؤمن (8) ¶ الصوم جُنَّة ¶ تأليف ¶ د. خالد بن عبد الرحمن الجريسي ¶ تقديم ¶ العلاّمة الشيخ د/ عبد الله بن عبد الرحمن الجبرين",
            "page": null,
            "part": null,
            "seal": "AD23623C"
        },
        {
            "id": "2",
            "nass": "تقديم ¶ الحمد لله الذي هدانا للإسلام وأرسل إلينا نبيَّه محمدًا أفضلَ الأنام، فبيَّن برسالته الحلال والحرام، وفصَّل أحكام الصلاة والصيام، وأشهد أن لا إله إلا الله وحده لا شريك له الملكُ العلاَّم، وأشهد أنَّ محمداً عبده ورسولُه أفضل من صلَّى لربِّه وصام، صلَّى الله عليه وعلى آله وأصحابه البَرَرةِ الكرام، وسلَّم تسليماً كثيراً ما دامت الليالي والأيام. ¶ أما بعد، فقد قرأت هذه الرسالة القيمةَ والتي بعنوان (الصَّوْمُ جُنَّةٌ) والتي صنَّفها الدكتور خالد بن عبد الرحمن الجريسي وفَّقه الله تعالى وسدَّده، ورأيتُه قد أجاد في الانتقاء والاختيار، واستوفى كلَّ ما يتعلق بالصيام وتأريخ فَرْضِه والحكمة منه وواجباته وشروطه وما يُبطِله ومن يُعذَر فيه وصيام النَّفْل وقيام رمضان وليلة القدر وزكاة الفطر، مع الأدلة واختيار الأحاديث الثابتة الصحيحة",
            "page": "5",
            "part": "1",
            "seal": "43085DF9"
        },
        {
            "id": "3",
            "nass": "وتخريجها، ومصادر النقل ونحو ذلك، فهو كتاب نافع - بإذن الله - مفيد في موضوعه، فجزى الله المؤلف خير الجزاء، وأثابه أجزل الثواب، ونفع بجهوده، والله أعلم، وصلَّى الله على محمَّدٍ وآله وصحبه وسلَّم. ¶ كتبه ¶ عبد الله بن عبد الرحمن الجبرين ¶ 25/10/1425هـ.",
            "page": "6",
            "part": "1",
            "seal": "9160DEDB"
        },
        {
            "id": "4",
            "nass": "مقدّمة ¶ الْحَمْدُ لِلّهِ الَّذِي امْتَنَّ عَلَى عِبَادِهِ الصَّائِمِينَ فَأَعْظَمَ عَلَيْهِمُ الْمِنَّةَ، وَجَعَلَ الصَّوْمَ لَهُمْ وِجَاءً وجُنَّةً، وَاخْتَصَّهُمْ بجَنَّةٍ عُظْمَى لَيْستْ كَسَائِرِ الْجَنَّةِ، بَابُهَا الرَّيَّانُ حَيْثُ أَسْرَارُ النَّعِيمِ مُسْتَكِنَّةٌ، وَأَشْهَدُ أَنْ لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ رَبُّ النَّاسِ وَالْجِنَّةِ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ، خَيْرُ مَنْ صَامَ مُفْتَرِضًا أَوْ تَنَفَّلَ سُنَّةً، اتَّبَعَتْهُ نُفُوسٌ مُؤْمِنَةٌ فَصَارَتْ بِاتِّبَاعِهِ زَكِيَّةً مُطْمَئِنَّةً، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا صَامَ صَائِمٌ وَاسْتَنَّ مُؤْمِنٌ بِسُنَّةٍ، وَعَلَى آلِهِ وَصَحْبِهِ الْمُقَرَّبِينَ السَّابِقِينَ إِلَى الْجَنَّةِ. ¶ وَبَعْدُ، فَهَذَا مَا يَسَّرَ اللهُ تَعَالَى جَمْعَهُ وَتَرْتِيبَهُ مِمَّا يَتَعلَّقُ بِرُكْنِ الصِّيَامِ، قَصَدْتُ فِيهِ تَتَبُّعَ فَضَائِلِهِ وَأَسْرَارِهِ، وَأُمَّاتِ مَسَائِلِهِ وَأَحْكَامِهِ، وَقَدِ اسْتَخَرْتُ فِي ذَلِكَ الْمَلِكَ الْعَلاَّمَ، حَتَّى إِذَا صَارَ الصَّدْرُ بِانْشِرَاحٍ لِمَا يُرَامُ، عَزَمْتُ",
            "page": "7",
            "part": "1",
            "seal": "A2EC0133"
        },
        {
            "id": "5",
            "nass": "- مُتَوَكِّلاً عَلَى اللهِ سُبْحَانَهُ - وُلُوجَ هَذا البَابِ، مَحَبَّةً لِإِخْوَانِي أَهْلِ الصِّيَامِ، وَقَدْ جَمَعْتُ ذَلِكَ وَرَتَّبْتُهُ، ثُمَّ سَمَّيْتُهُ بِعَوْنِ اللهِ تَعَالى: (الصَّوْمُ جُنَّةٌ) تَيَمُّناً بِحَدِيثِ مَنْ أُوتِيَ جَوَامِعَ الْكَلِمِ صلى الله عليه وسلم، فِيمَا أَخْبَرَ عَنْ رَبِّهِ سُبْحَانَهُ: «يَقُولُ اللهُ عَزَّ وَجَلَّ: الصَّوْمُ لِي وَأَنَا أَجْزِي بِهِ، يَدَعُ شَهْوَتَهُ وَأَكْلَهُ وَشُرْبَهُ مِنْ أَجْلِي، وَالصَّوْمُ جُنَّةٌ، وَلِلصَّائِمِ فَرْحَتَانِ: فَرْحَةٌ حِينَ يُفْطِرُ، وَفَرْحَةٌ حِينَ يَلْقَى رَبَّهُ، وَلَخَلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللهِ مِنْ رِيحِ الْمِسْكِ» (¬1) . ¶ هَذَا، وَقَدْ جَعَلْتُ كِتَابِي هَذَا مُرَتَّباً عَلَى خَمْسَةِ فُصُولٍ، بَعْدَ الْمُقَدِّمَةِ: ¶ الأَوَّلُ ... : النُّصُوصُ الْمُتَعَلِّقَةُ بِالصِّيَاِم (مِنَ الْقُرْآنِ الْعَظِيْمِ) . ¶ الثَّانِي ... : تَعْرِيفُ الصِّيَامِ، وَتَأرِيخُ تَشْرِيعِهِ. ¶ الثَّالِثُ ... : فَضَائِلُ الصِّيَامِ وَأَسْرَارُهُ، وَخَصَائِصُ رَمْضَانَ. ¶ ¬_________ ¶ (¬1) متفق عليه، من حديث أبي هريرة رضي الله عنه: أخرجه البخاري، بلفظه، في كتاب التوحيد، باب: قول الله تعالى: {يُرِيدُونَ أَنْ يُبَدِّلُوا كَلاَمَ اللَّهِ} [الفَتْح: 15] ، برقم (7492) . وبلفظ: «الصِّيَامُ جُنَّةٌ» ، في مواضع منها في كتاب الصوم، باب: فضل الصوم، برقم (1894) ، ومسلم بلفظ: «الصِّيَامُ جُنَّةٌ» ،؛ كتاب: الصيام، باب: فضل الصيام، برقم (1151) .",
            "page": "8",
            "part": "1",
            "seal": "D82A2BBF"
        },
        {
            "id": "6",
            "nass": "الرَّابِعُ ... : أَنْوَاعُ الصِّيَامِ. ¶ الخَامِسُ: أَحْكَامٌ وَمَسَائِلُ مُهِمَّةٌ مُتَعَلِّقَةٌ بِالصِّيَامِ. ¶ هَذَا وَإِنِّي سَائِلٌ اللهَ تَعَالى - فَضْلاً مِنْهُ وَمِنَّةً - الصَّلاَةَ وَالسَّلاَمَ عَلَى عَبْدِهِ وَرَسُولِهِ مُحَمَّدٍ إِمَامِ الثَّقَلَيْنِ مِنْ إِنْسٍ وَجِنَّةٍ، وَالنَّفْعَ بِعَمَلِي هَذَا عُمُومَ الأُْمَّةِ. ¶ د. خالد بن عبد الرحمن الجريسي",
            "page": "9",
            "part": "1",
            "seal": "3E8319D6"
        },
        {
            "id": "8",
            "nass": "الفصل الأول ¶ النُّصوص المتعلَّقة بالصيام (من القرآن العظيم) ¶ قال الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ *أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ *شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ *وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ *أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ",
            "page": "11",
            "part": "1",
            "seal": "8CA0F4F1"
        },
        {
            "id": "9",
            "nass": "أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلاَ تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلاَ تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ ¶ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ *} . [البَقَرَة: 183-187] ¶ وقال سبحانه: {وَأَتِمُّوا الْحَجَّ وَالَعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ وَلاَ تَحْلِقُوا رُؤُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذىً مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ وَاتَّقُوا اللَّهَ وَاعْلَمْوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ *} . [البَقَرَة: 196] ¶ وقال تبارك اسمه: {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِناً إِلاَّ خَطَأً وَمَنْ قَتَلَ مُؤْمِناً خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلاَّ أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ",
            "page": "12",
            "part": "1",
            "seal": "5A0D5AC6"
        },
        {
            "id": "10",
            "nass": "لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا *} . ¶ وقال عزَّ مِن قائل: {لاَ يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُّمُ الأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيامُ ثَلاَثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ *} . [المَائدة: 89] ¶ وقال تبارك وتعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لاَ تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ *} .",
            "page": "13",
            "part": "1",
            "seal": "06D2638E"
        },
        {
            "id": "11",
            "nass": "وقال جلَّ ذِكره: {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَآسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ *فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَآسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِيناً ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ *} . [المجَادلة: 3-4] ¶ أخي القارئ - وفَّقك اللَّّه- لا شك بأن هذه النصوص القرآنية قد حوت مجملَ ما يحتاجه المسلم لفقه أحكام الصيام، وقد جاءت السُّنَّة النبويَّة مبيِّنة لهذه الأحكام، إلا أني اقتصرت على ذكر الآيات الكريمة؛ وذلك لكثرة ما أفاضت به الأحاديث الصحيحة والحسنة في شأن الصيام، والتي سأعمد - إن شاء الله - إلى إيراد بعضٍ منها عند الاستدلال بها في ثنايا هذا الكتاب، ولا يخفى أن استقصاء تلك النصوص الحديثية قد يُعجِز طالِبَه، ولو بذل في ذلك وسعَه، ومقصودي هنا التيسير ما أمكن، مع إيراد ما يكون سببًا لفقه المسلم بفريضة الصيام.",
            "page": "14",
            "part": "1",
            "seal": "81F2FE04"
        },
        {
            "id": "12",
            "nass": "الفصل الثاني ¶ تعريف الصيام، وتأريخ تشريعه ¶ تعريف الصيام: ¶ الصيام لغةً: يُطلق الصيام ويقصد به مطلقُ الإمساك، أي التوقُّف عن كل فعل أو قول، فالصائم إنما سمِّي كذلك لإمساكه عن شهوتَي البطن والفرج، والمسافر إذا توقَّف عن سيره سُمِّي صائماً، والصامت عن الكلام صائم، ومنه قوله تعالى: {إِنِّي نَذَرْتُ لِلرَّحْمَانِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا} . [مَريَم: 26] وكذا الفَرَس إذا أمسكَتْ عن العَلَف فهي صائم، وإذا قامت في موقفها، فهي في مَصامها، وصوم الماء ركودُه، وصوم الريح توقُّفُها، وصومُ الشمس استواؤها في كَبِد السماء قُبيل الزوال، عند انتصاف النهار (¬2) . ¶ الصيام شرعاً: إن المتتبع لعبارات الفقهاء - جزاهم الله خيراً - في تعريف الصوم، يجدها جميعًا مفيدة لمعنى واحد، حتى إن لفظها يكاد يكون متطابقًا، ¶ ¬_________ ¶ (¬2) انظر لسان العرب لابن منظور، (4/2529) ، مادة: (صوم) . والقاموس المحيط للفيروزآبادي ص: 1460، (باب الميم، فصل الصاد) ، مادة (صام) .",
            "page": "15",
            "part": "1",
            "seal": "A4DCCB88"
        },
        {
            "id": "13",
            "nass": "ومحصل ذلك إجمالاً، أن الصيام هو: الإمساك عن المفطِّر على وجه مخصوص (¬3) . ¶ ومعنى هذا التعريف - تفصيلاً - أن الصيام هو: ¶ إمساك المكلَّف، الذي اشتغلت ذمَّتُه بواجب الصيام، وهو المسلم البالغ العاقل، العالم بوجوب الصيام، الناوي له، والمُطِيق له، غير المباح له الفطر لسفر أو مرض ونحوهما، إمساكُ هذا المكلَّف عن تعمُّد ما يُفسِد صومَه من المُفطِّرات كأكلٍ أو شُربٍ أو جِماع، أو تعمُّد قيءٍ ونحوه، ويكون ذلك الإمساك من طلوع الفجر الثاني الصادق من يوم الصيام إلى غروب شمس ذلك اليوم. ¶ فائدة في معنى (شهر رمضان) : ¶ هو عَلَمُ جنسٍ مركب تركيباً إضافياً، وكذا باقي أسماء الشهور هي من حيِّز عَلَم الجنس، وهو ممنوع من الصرف للعَلَمية والزيادة، وهو من الرَّمَض، أي: الاحتراق؛ سُمِّي بذلك لاحتراق الذنوب فيه، أو هو ¶ ¬_________ ¶ (¬3) انظر الموسوعة الفقهية، الصادرة عن وزارة الأوقاف والشئون الإسلامية - الكويت (28/ 7) .",
            "page": "16",
            "part": "1",
            "seal": "3F098731"
        },
        {
            "id": "14",
            "nass": "من الرَّمَض كذلك، ومعناه: شدة العطش، لأن الإبل يشتد عطشها فيه. أما معنى الشهر؛ فلأهل اللغة فيه قولان: أشهرهما: أنه اسم لمدة الزمان التي يكون مبدؤها الهلال ظاهراً إلى أن يستتر، وسُمِّي الشهرُ بذلك لشهرته في حاجة الناس إليه في المعاملات، والمعنى الثاني: أن الشهر اسم للهلال نفسِه (¬4) . ¶ مراحل تشريع الصيام: ¶ إن الصيام عبادة مشروعة، وتشريع ربّاني عرفته الأمم السابقة من أهل الكتاب، كما دلَّ عليه قولُه تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ *} . [البَقَرَة: 183] ثم جاء الإسلام ليستقرَّ فيه تشريع الصيام على الوجه الأكمل، وقد اقتضت حكمة الله تعالى أن يتدرج هذا التشريع في مراحل، كما هو الحال في كثير من التشريعات في الإسلام، رحمة من الله بعباده وتلطُّفاً بهم وتيسيراً عليهم. ¶ ¬_________ ¶ (¬4) استفدت ذلك مما دوّنه الشيخ محمد مصطفى أبو العلا رحمه الله في تفسيره نور الإيمان. (1/261) .",
            "page": "17",
            "part": "1",
            "seal": "A5149552"
        },
        {
            "id": "15",
            "nass": "هذا، ويمكن لمن تتبَّع مراحل هذا التشريع العظيم أن يرتِّبها كالآتي: ¶ المرحلة الأولى: الأمر بصيام ثلاثة أيام البِيض من كلِّ شهر قمري، وصيام يوم عاشوراء (العاشر من المُحرَّم) ، والحثُّ المؤكَّد على ذلك. ¶ - ... عن جابر بن سَمُرة رضي الله عنه، قال: «كان رسول الله صلى الله عليه وسلم يأمرنا بصيام يوم عاشوراء، ويحثُّنا عليه، ويتعاهدُنا عنده، فلما فُرض رمضانُ لم يأمرْنا، ولم يَنْهَنا، ولم يتعاهدْنا عنده» (¬5) . ¶ - ... وعن معاذِ بن جبلٍ رضي الله عنه أن رسولَ الله صلى الله عليه وسلم كان يصوم ثلاثة أيام من كلِّ شهر، ويصوم يوم عاشوراء، فأنزل الله: {كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البَقَرَة: 183] ، فكان من شاء أن يصوم صام، ومن شاء أن يُفطِر ويُطعِم كلَّ يوم مسكينًا أجزأه ذلك (¬6) . ¶ ¬_________ ¶ (¬5) أخرجه مسلم؛ كتاب الصيام، باب: صوم يوم عاشوراء، برقم (1128) . ¶ (¬6) جزء من حديث أخرجه أبو داود - مُطوَّلاً - في كتاب: الصلاة، باب: كيف الأذان، برقم (507) ، وأحمد في مسنده (5/246) ، كلاهما من حديث معاذٍ رضي الله عنه.",
            "page": "18",
            "part": "1",
            "seal": "1C99B82F"
        },
        {
            "id": "16",
            "nass": "مسألة: ¶ في تعيين ثلاثة أيام البِيض، هل هي ثلاث عشرة، وأربع عشرة، وخمس عشرة من كل شهر قمري؟ ¶ اتفق الفقهاء على أنه يُسَنُّ صومُ ثلاثة أيام من كلِّ شهر، وذهب الجمهور (الحنفية والشافعية والحنابلة) ، إلى استحباب كونها الأيام البِيض، وهي الثالث عشر والرابع عشر والخامس عشر (¬7) . وسُمِّيت هذه الأيام بذلك لتكامل ضوء الهلال في لياليها وشدة بياضه؛ فهي الأيام التي تكون لياليها بِيضٌ مستنيرة، وفي الحديث أن النبيَّ صلى الله عليه وسلم قال: «يا أبا ذرٍّ، إذا صمتَ من الشهر ثلاثة أيام، فصم ثلاثَ عَشْرَةَ، وأربعَ عَشْرَةَ، وخمسَ عَشْرَةَ» (¬8) . وقد عَنْون الإمام البخاريُّ رحمه الله في صحيحه بقوله: باب صيام أيام البِيض: ثلاث عشرة، وأربع عشرة، وخمس عشرة. ¶ ولعل من المناسب في هذه المسألة: ألاَّ يعتقدَ المسلم بأن الثواب بصيام ثلاثة أيام من الشهر لا ¶ ¬_________ ¶ (¬7) انظر: الموسوعة الفقهية (28/93) . ¶ (¬8) أخرجه الترمذي وحسَّنه؛ كتاب: الصوم، باب: ما جاء في صوم ثلاثة أيام من كل شهر، برقم (761) ، عن أبي ذرٍّ رضي الله عنه.",
            "page": "19",
            "part": "1",
            "seal": "F30CF6DB"
        },
        {
            "id": "17",
            "nass": "يحصل إلا بصيام هذه الأيام بعينها، بل هو حاصل - إن شاء الله - بصيام ثلاثة أيام من الشهر مطلقاً، لكنه يصوم ثلاثةَ البِيض باعتبارها ثلاثة أيام من الشهر، فعن أبي هريرة رضي الله عنه، قال: «أوصاني خليلي صلى الله عليه وسلم بثلاث: بصيام ثلاثة أيام من كل شهر، وركعتي الضحى، وأن أوتر قبل أن أرقد» (¬9) . ¶ المرحلة الثانية من مراحل تشريع الصيام: وهي: التخيير في صيام عاشوراء، وكان ذلك بعد الأمر بصيام أيام معدودات، التي هي عِدَّة أيام شهر رمضان، وذلك في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ *أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ *} . ¶ - ... وقد «صام النبيُّ صلى الله عليه وسلم عاشوراءَ، وأمر بصيامه، فلما فُرض رمضانُ تُرِك» (¬10) . ¶ - ... وقال رسول الله صلى الله عليه وسلم: «إن عاشوراءَ يوم من أيام الله، فمن شاء صامه ومن شاء تركه» (¬11) . ¶ ¬_________ ¶ (¬9) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب أبواب التهجد، باب: صلاة الضحى في الحضر، برقم (1178) . ومسلم؛ كتاب صلاة المسافرين وقَصْرِها، باب: استحباب صلاة الضحى، برقم: (721) ، واللفظ لمسلم. ¶ (¬10) أخرجه البخاري؛ كتاب الصوم، باب: وجوب صوم رمضان، برقم: (1892) ، عن ابن عمر رضي الله عنهما. ¶ (¬11) متفق عليه من حديث ابن عمر رضي الله عنهما: أخرجه البخاري؛ كتاب: الصوم؛ باب: وجوب صوم رمضان، برقم (1892) . ومسلم - بلفظه -؛ كتاب: الصيام، باب: صوم يوم عاشوراء، برقم (1126) .",
            "page": "20",
            "part": "1",
            "seal": "E48E56C4"
        },
        {
            "id": "18",
            "nass": "المرحلة الثالثة: الترخيص بالإفطار في رمضان للقادر على الصيام، مع إيجاب الفدية عليه، فقد كان من شاء صام، ومن شاء أفطر وأدى الفدية؛ حيث إن الصحابة رضي الله عنهم كانوا قومًا لم يتعوَّدوا الصيام، وكان الصيام عليهم شديدًا. ¶ قال الله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} . ¶ المرحلة الرابعة: نَسْخُ هذا الترخيص عند القدرة على الصيام، وذلك بقوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} . [البَقَرَة، من الآية: 185] فعن سلمةَ بن الأكوعِ رضي الله عنه، قال: لما نزلت هذه الآية: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} ، [البَقَرَة: 184] كان من أراد أن يفطر ويفتدي، حتى نزلت الآية التي بعدها فنسختها (¬12) . فصار الأمر بهذه المرحلة أن كلَّ مَن شَهِد استهلال شهر الصوم (دخوله) من المسلمين، فقد وجب صيامه عليه، ولا رخصةَ له بالإفطار حال كونه ¶ ¬_________ ¶ (¬12) متفق عليه من حديث سلمة بن الأكوع رضي الله عنه: أخرجه البخاري؛ كتاب: الصوم، باب: ُ 2 1 4 3 ِ، برقم (1949) ، ومسلم؛ كتاب: الصوم، باب: بيان نَسْخِ قولِه تعالى: ُ 2 1 4 3 ِ، برقم (1145) .",
            "page": "21",
            "part": "1",
            "seal": "CB49009D"
        },
        {
            "id": "19",
            "nass": "قادراً على الصيام، حتى لو أدّى فديةً طعام مسكين. ¶ المرحلة الخامسة: تخصيص الترخيص بالإفطار في رمضان في حالين: الأول: المرض في البدن الذي يشق معه الصيام، أو يؤدي إلى تأخُّر بُرْءِ المريض، أو يتسبب بزيادة مرضه، والثاني: حال السفر؛ بأن كان متلبِّسًا بالسفر وقت طلوع الفجر، فله في هذين الحالين أن يُفطِر، ثم يقضي بعد رمضان صيام أيامٍ عددَ ما أفطره حال المرض أو السفر. قال تعالى: {وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} . [البَقَرَة: 185] ¶ وقد استقر التشريع - ولله الحمد - على ذلك الوجه الأكمل بعد أن تدرَّج بهم، مريداً بهم اليسر، وإتمام عِدَّة صيام الشهر المبارك، وذلك بصيامه كاملاً عند عدم العذر، وبتدارك ما فات منه بعذرٍ بالقضاء. قال تعالى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ} . [البَقَرَة: 185]",
            "page": "22",
            "part": "1",
            "seal": "2BD4FABA"
        },
        {
            "id": "20",
            "nass": "أما تأريخ تشريع فريضة الصوم فقد كان ذلك في شهر شعبان من السنة الثانية للهجرة الشريفة، على الكيفية التي استقر عليها، وقد صامه النبيُّ صلى الله عليه وسلم تسعَ سنين. ¶ أما كيفيته التي استقر عليها، فهي: الامتناع عن المُفطِّرات من طلوع الفجر الصادق من يوم الصيام إلى غروب شمس ذلك اليوم. ¶ ومما يجدر ذكره هنا أن الصيام لم تكن كيفيته كذلك في بداية تشريعه!! فقد كان الأكل والشرب والجماع مباحًا ليلة الصيام، بشرط ألاّ ينام المبيِّت لنية الصيام - في تلك الليلة - قبل أن يُفطِر، كذلك ألاّ يصلِّيَ العِشاء الآخرة، فإن نام ثم قام من نومه، أو صلّى العشاء لم يُبَح له أكل أو شرب أو جماع، بقية ليله، حتى يُفطِر عند غروب شمس اليوم التالي!! ¶ - ... أما عدم حِلّ الطعام له ليلة الصيام إذا نام قبل أن يُفطِر، فيدلّ عليه قول البراء ابن عازب رضي الله عنه:",
            "page": "23",
            "part": "1",
            "seal": "9711D4D3"
        },
        {
            "id": "21",
            "nass": "(كان أصحابُ محمَّدٍ صلى الله عليه وسلم، إذا كان الرجل صائماً، فحضر الإفطارُ فنام قبل أن يُفطِر، لم يأكلْ ليلته ولا يومَه حتى يُمسِي ... ) . (¬13) ¶ - ... وكذلك يدل عليه حوادثُ متعددة، كان حدوثُها من بعض الصحابة رضي الله عنهم رحمةً للصائمين إلى يوم الدين؛ حيث كانت سبباً لنزول وحي يُتلى، كان فيه ترخيصٌ بالجماع وبالأكل والشرب ليلة الصوم، سواء نام - من بَيَّت نية الصوم - قبل أن يُفطِر، أو صلَّى العشاء الآخرة، أم لم يفعل أيًّا من الأمرين، ومن تلك الحوادث: ¶ * ... ما حدّث به عبدُالله بن كعب بن مالك رضي الله عنه، عن أبيه: كان الناس في رمضانَ إذا صام الرجل فأمسى فنام حَرُم عليه الطعامُ والشراب والنساء حتى يُفطِر من الغد، فرجع عمر بن الخطاب رضي الله عنه - من عند النبيِّ صلى الله عليه وسلم ذات ليلةٍ وقد سَهِر عنده - فوجد امرأتَه قد نامت، فأرادها، فقالت: إني قد ¶ ¬_________ ¶ (¬13) أخرجه البخاري؛ كتاب: الصوم، باب: قول الله جلّ ذِكره: [البَقَرَة: 187] {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ ... } . برقم (1915) ، عن البراء بن عازب رضي الله عنه.",
            "page": "24",
            "part": "1",
            "seal": "EA5B4BE6"
        },
        {
            "id": "22",
            "nass": "نمتُ، قال: ما نمتِ! ثم وقع بها، فغدا عمرُ إلى النبيِّ صلى الله عليه وسلم فأخبره، فأنزل الله تبارك وتعالى قولَه: {عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} [البَقَرَة: 187] (¬14) . وقد حدث مثل ذلك مع كعب بن مالك نفسه رضي الله عنه. ¶ * ... وقال البراءُ بن عازبٍ رضي الله عنه: (كان أصحاب محمّدٍ صلى الله عليه وسلم إذا كان الرجل صائماً، فحضر الإفطار، فنام قبل أن يُفطِر، لم يأكل ليلته ولا يومَه حتى يُمسِي، وإن قيسَ بنَ صِرْمَةَ الأنصاريَّ رضي الله عنه كان صائماً، فلما حضر الإفطار أتى امرأته فقال لها: أعندك طعام؟ قالت: لا، ولكنْ أنطلقُ فأطلبُ لك، وكان يومَه يعمل، فغلبته عيناه، فجاءته امرأته، فلما رأته قالت: خيبةً لك، فلما انتصف النهار غُشِي عليه، ¶ ¬_________ ¶ (¬14) أخرجه أبو داود؛ كتاب: الصلاة، باب: كيف الأذان، برقم (506) ، وأحمد في مسنده (3/460) ، من حديث كعب بن مالك رضي الله عنه.",
            "page": "25",
            "part": "1",
            "seal": "C99FDAE4"
        },
        {
            "id": "23",
            "nass": "فذُكِر ذلك للنبيِّ صلى الله عليه وسلم، فنزلت هذه الآية: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ ... } [البَقَرَة: 187] ، ففرحوا بها فرحاً شديداً، ونزلت: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} [البَقَرَة: 187] (¬15) . ¶ * ... وأما تحريم الطعام والشراب والنساءِ إذا صلّى العشاء الآخرة؛ فمما يُستدل به على ذلك: ما ورد من قول ابن عباس رضي الله عنهما - في سبب نزول قوله تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ ... } [البَقَرَة: 187]-: إنّ المسلمين كانوا في شهر رمضان إذا صَلَّوا العِشاء حَرُم عليهم النساء والطعام إلى مثلها من القابلة، ثم إن ناساً من المسلمين أصابوا من الطعام والنساء في شهر رمضان بعد العشاء، منهم عمر بن الخطاب رضي الله عنه، فشكَوْا ذلك إلى رسول الله صلى الله عليه وسلم، فأنزل الله تعالى: {عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ ¶ ¬_________ ¶ (¬15) تقدم تخريجه - آنفاً - بالهامش ذي الرقم (13) .",
            "page": "26",
            "part": "1",
            "seal": "611E7D1E"
        },
        {
            "id": "24",
            "nass": "عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالآنَ بَاشِرُوهُنَّ ... } . [البَقَرَة: 187] ¶ - ... وكذلك يُستدل له بقول القاسم بن محمد رحمه الله: إن بدء الصوم كان يصوم الرجل من عِشاء إلى عِشاء، فإذا نام لم يَصِل إلى أهله بعد ذلك، ولم يأكل ولم يشرب، حتى جاء عمر إلى امرأته، فقالت: إني قد نمت، فوقع بها، وأمسى قيسُ بنُ صِرْمة صائماً فنام قبل أن يُفطِر، وكانوا إذا ناموا لم يأكلوا ولم يشربوا، فأصبح صائماً وكاد الصوم يقتله، فأنزل الله عزَّ وجلَّ الرخصة، قال سبحانه: {فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ} [البَقَرَة: 187] (¬16) . ¶ وبذا استقرّ الأمر على حرمة المُفطِّرات من طعام وشراب وجماع، وذلك من تبيُّنِ الفجر الصادق إلى الليل، مع إباحتها طوال الليل، بعد أن كانت هذه الإباحة مُقيَّدة بعدم النوم، أو عدم صلاة العشاء، والله أعلم. ¶ فائدة: ¶ كلمة {عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ} . [البَقَرَة: 187] هذه الكلمة هي أبلغ من كلمة تخونون التي تُفسَّر بها، وذلك لزيادة البناء، فزيادة المبنى دالَّة على زيادة المعنى، وتدل كلمة {تَخْتَانُونَ} ، على زيادة الخيانة، من حيث كثرة مقدمات الجماع، والله أعلم (¬17) . ¶ ¬_________ ¶ (¬16) قول ابن عباس رضي الله عنهما أخرجه الطبري في تفسيره للآية (187) من سورة البقرة، من طريق علي بن أبي طلحة عنه. أما القاسم بن محمد - وهو من فقهاء المدينة المشهورين؛ روى عن عائشة رضي الله عنها، وممن روى عنه الإمام الزُّهْري رحمه الله - فقد أخرج قولَه الواحديُّ في أسباب النزول ص (52) . ¶ (¬17) انظر: نور الإيمان في تفسير القرآن (1/267) للشيخ محمد مصطفى أبي العلا رحمه الله.",
            "page": "27",
            "part": "1",
            "seal": "0076D43B"
        },
        {
            "id": "25",
            "nass": "مسألة: ¶ ما المقصود بتبيُّن الخيط الأبيض من الخيط الأسود في قوله تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ ... } ؟ [البَقَرَة: 187] ¶ قال النبيُّ صلى الله عليه وسلم: «إنما هو سواد الليل وبياض النهار» (¬18) . ¶ وقال عليه والصلاة والسلام: «إن الفجر ليس الذي يقول هكذا - وجمع أصابعه صلى الله عليه وسلم ثم نَكَسها إلى الأرض-، ولكن الذي يقول هكذا، ووضع المُسبِّحة على المُسبِّّحة، ومدَّ يديه صلى الله عليه وسلم (¬19) . ¶ ¬_________ ¶ (¬18) جزء من حديث متفقِ عليه من حديث عديّ بن حاتم رضي الله عنه: أخرجه البخاري؛ كتاب: الصوم، باب: قول الله تعالى: [البَقَرَة: 187] {وَكُلُوا وَاشْرَبُوا ... } ، برقم (1916) . ومسلم؛ كتاب: الصيام، باب: بيان أن الدخول في الصوم يحصل بطلوع الفجر، برقم (1090) . ¶ (¬19) متفقٍ عليه من حديث ابن مسعود رضي الله عنه: أخرجه البخاري؛ كتاب: الأذان، باب: الأذان قبل الفجر برقم (621) . ومسلم؛ كتاب: الصيام، باب: بيان أن الدخول في الصوم يحصل بدخول الفجر، برقم (1093) . واللفظ لمسلم رحمه الله.",
            "page": "28",
            "part": "1",
            "seal": "F39150F5"
        },
        {
            "id": "26",
            "nass": "يتبيَّن مما ذُكر آنفًا أن تبيُّنَ الفجر الثاني الصادق، إنما يكون بتميّز بياض النهار من سواد الليل؛ لأن الفجر الأول الكاذب يبدو في الأفق، ثم يرتفع مستطيلاً، ثم يضمحلّ ويتلاشى، ثم يبدو بعده الفجر الثاني الصادق منتشراً معترضاًً في الأفق مستطيراً، ويتميز فيه البياض والسواد في الأفق باستمرارهما وانتشارهما معترضَيْن، فيَحْرُم على الصائم عندها المُفطِّرات حتى دخول الليل، وذلك بغياب قرص الشمس بكماله في الأفق ¶ هذا، ولما نزلت: {حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ} ، [البَقَرَة: 187]",
            "page": "29",
            "part": "1",
            "seal": "B8B8F42F"
        },
        {
            "id": "27",
            "nass": "ولم ينزل قوله تعالى: {مِنَ الْفَجْرِ} ، [البَقَرَة: 187] فتبيَّن بذلك أن المقصود بالخيطين: خيط النهار وخيط الليل عند الفجر إذا اعترضا في الأفق - كما ذُكِر آنفًا - من بيان رسول الله صلى الله عليه وسلم ذلك بقوله: «إنما هو سواد الليل وبياض النهار» ، ومن تمثيله صلى الله عليه وسلم لصورة الفجر الصادق بأصابعه الشريفة، وبإحالة المسلمين إلى سماع أذان عبد الله ابن أم مكتوم رضي الله عنه، فهو المُعْلِم بدخول الفجر الصادق، وليس أذان بلال بن رباح رضي الله عنه، وقد كان يؤذِّن بليل. قال رسول الله صلى الله عليه وسلم: «إن بلالاً يؤذِّن بليلٍ، فكلوا واشربوا حتى يؤذِّن ابن أم مكتوم» (¬20) . ¶ ومما يجدر ذِكره - في ختام هذا المبحث - أن صيام يوم عاشوراء، لم يزل مشروعاً مأموراً به على سبيل الندب، بعد أن خيَّر النبيُّ صلى الله عليه وسلم بصيامه بعد افتراض رمضان، ومما يدلُّ عليه قولُ النبيِّ صلى الله عليه وسلم: «هذا يوم عاشوراء، ولم يكتبِ الله عليكم صيامَه، وأنا ¶ ¬_________ ¶ (¬20) أخرجه البخاري؛ كتاب: الأذان، باب: الأذان قبل الفجر، برقم (623) ، عن عائشة رضي الله عنها، وفي كتاب الصوم أيضاً بمعناه. ومسلم؛ كتاب الصيام، باب: بيان أن الدخول في الصوم يحصل بطلوع الفجر، برقم (1092) عن عبد الله بن عمر رضي الله عنهما. ¶ وقال البخاري رحمه الله: قال القاسم - يعني ابن محمد الراوي عن عائشة رضي الله عنها -: ولم يكن بين أذانهما إلاّ أن يرقى ذا وينزل ذا. اهـ. ... ومعنى (إلا أن يرقى ذا وينزل ذا) ، أي: إلاّ أن يعلو ابن أم مكتوم المكان الذي يؤذن عنده، وينزل بلال من المكان نفسه، فالوقت بين الأذانين - على ذلك - ليس متسعاً، كما لا يخفى.",
            "page": "30",
            "part": "1",
            "seal": "19059229"
        },
        {
            "id": "28",
            "nass": "صائم، فمن شاء فليَصُم، ومن شاء فليُفطِر» (¬21) ، وقوله عليه الصلاة والسلام: «إن عاشوراء يوم من أيام الله، فمن شاء صامه ومن شاء تركه» (¬22) . بل إن النبيَّ صلى الله عليه وسلم قد رغّب في صوم هذا اليوم وأكّد استحباب ذلك حتى في عام وفاته صلى الله عليه وسلم، وعزم عليه الصلاة والسلام على المداومة على صيامه ويومٍ قبله، مخالفة لاقتصار اليهود - من أهل خيبر - على تعظيم اليوم العاشر وتخصيصه بالصوم، فقال صلوات ربي وسلامه عليه: «فإذا كان العامُ المُقبِل، إن شاء الله، صُمنا اليومَ التاسع» (¬23) ، وقال ابن عباس رضي الله عنهما: فلم يأت العامُ المُقبِل حتى توفيَ رسولُ الله صلى الله عليه وسلم (¬24) . ¶ **** ¶ ¬_________ ¶ (¬21) متفق عليه من حديث معاوية رضي الله عنه: أخرجه البخاري بلفظه، كتاب الصوم، باب: صيام يوم عاشوراء، برقم (2003) . ومسلم؛ كتاب: الصيام، باب: صوم يوم عاشوراء، برقم (1129) . ¶ (¬22) تقدم تخريجه بالهامش ذي الرقم (11) . ¶ (¬23) أخرجه مسلم؛ كتاب الصيام، باب: أي يوم يصام في عاشوراء، برقم (1134) عن عبد الله بن عباس رضي الله عنهما. ¶ (¬24) قول ابن عباس رضي الله عنهما مُدْرَج في آخر الحديث السابق.",
            "page": "31",
            "part": "1",
            "seal": "A49077B1"
        },
        {
            "id": "30",
            "nass": "الفصل الثالث ¶ فضائل الصيام وأسراره، وخصائص رمضان ¶ أخي القارىء الكريم! إن فضائل العبادة وأسرارَها ميدانٌ قد تحار فيه الألباب، ويذهب الوجدان فيه كلَّ مذهب، لذا كان لا بد لمن أراد ولوج باب المعرفة في ذلك أن يتلمَّسَ ما صحَّت به نصوص الشريعة الغرَّاء، وإني - مع علمي بصِفْر اليدين، ومُزْجاة البِضاعة - فقد رغبت في بذل الوسع في ذلك متشبِّهاً بأهل هذا الشأن، فأقول والله المستعان: ¶ إن فضائل الصيام وأسرارَه تكاد - بحمد الله - أن لا تنحصر، فمن ذلك أن: ¶ 1 - ... الصيام ركن عظيم من أركان هذا الدِّين الحنيف، فلا يستقيم بناء الإسلام إلا به، ولا يثبت إيمان امرئٍ حتى يُقِرَّ بفرضيته. ¶ قال النبيُّ صلى الله عليه وسلم: «بُنِي الإسلامُ على خمسٍ: شهادةِ أنْ لا إله إلا الله وأن محمداً عبده ورسوله، وإقامِ الصلاة،",
            "page": "33",
            "part": "1",
            "seal": "0B5AE034"
        },
        {
            "id": "31",
            "nass": "وإيتاءِ الزكاة، وحجِّ البيت، وصومِ رمضان» (¬25) . ¶ 2 - ... الصيام في رمضان وقيام ليله - وبخاصة ليلة القدر - إيماناً واحتساباً، دالٌ على صدق إيمان فاعله، وإخلاصه في عمله، لذا فهو مبشَّر بمغفرة عموم سابق ذنبِه. ¶ قال رسول الله صلى الله عليه وسلم: «من صام رمضانَ إيماناً واحتساباً، غُفِر له ما تقدَّم من ذنبه» (¬26) . ¶ وقال عليه الصلاة والسلام: «من قام رمضانَ إيماناً واحتساباً، غُفِر له ما تقدَّم من ذنبه» (¬27) . ¶ ويقول الصادق المصدوق صلى الله عليه وسلم: «من يَقُم ليلةَ القَدْر، إيماناً واحتساباً، غُفِر له ما تقدَّم من ذنبه» (¬28) . ¶ 3- ... الصيام لا يعدِل أجرَه أجرُ شيء من عمل ابن آدم، ففيه استكنَّ سرُّ الإخلاص، فبزَّ أجرُه بذلك جميعَ الأعمال. قال النبيُّ صلى الله عليه وسلم: «كلُّ عمل ابن آدم يُضاعف، الحسنةُ عشرُ أمثالِها إلى سبعمائة ضعف، ¶ ¬_________ ¶ (¬25) متفق عليه من حديث عبد الله بن عمر رضي الله عنهما: أخرجه البخاري؛ كتاب الإيمان، باب: {دُعَاؤُكُمْ} إيمانكم، برقم (8) . ومسلم؛ كتاب الإيمان، باب: بيان أركان الإسلام ودعائمه العظام، برقم (16) . واللفظ المختار لمسلم، وفيه: «وصيامِ رمضانَ والحجِّ» ، أي: بتقديم الصيام على الحج. ¶ (¬26) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: الإيمان: باب: صوم رمضان احتساباً من الإيمان، برقم (38) . ومسلم؛ كتاب: صلاة المسافرين وقَصْرِها، باب: الترغيب في قيام رمضان، برقم (760) . ¶ (¬27) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: الإيمان، باب: تطوُّع قيام رمضان من الإيمان، برقم (37) . ومسلم؛ كتاب صلاة المسافرين وقَصْرِها، باب: الترغيب في قيام رمضان، برقم (759) . ¶ (¬28) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: الإيمان، باب: قيام ليلة القدر من الإيمان، برقم (35) . ومسلم؛ كتاب: صلاة المسافرين وقَصْرِها، باب: الترغيب في قيام رمضان، برقم (760) .",
            "page": "34",
            "part": "1",
            "seal": "513C4D4A"
        },
        {
            "id": "32",
            "nass": "قال الله عزَّ وجلَّ: إلا الصومَ فإنه لي وأنا أجزي به، يَدَع شهوته وطعامَه من أجلي!!» (¬29) . ¶ 4 - ... الصيام وقاية لنفس الصائم من اتباع الهوى في الدنيا، ومن عذاب الله في الآخرة، وحِصْن حَصِين للصائم من مكايد الشيطان الرجيم، قال النبيُّ صلى الله عليه وسلم: «الصَّوْمُ جُنَّةٌ» (¬30) . ¶ 5- ... الصيام قاطع مُؤقَّت لشهوة النكاح، وسبب للعِفَّة والطهارة، قال النبيُّ صلى الله عليه وسلم موصياً شباب أُمَّتِه - وأكرِم به من موصٍ صلى الله عليه وسلم -: «يا معشر الشباب من استطاع منكم الباءة فليتزوج، فإنه أغضُّ للبصر وأحصن للفَرْج، ومن لم يستطع فعليه بالصوم فإنه له وِجاءٌ» (¬31) . و «الباءة» : القدرة على مَؤنة النكاح. و «وِجاء» ، أي: قاطع للشهوة. ¶ 6- ... الصيام مهذِّب لنفس الصائم، ممسكٌ عليه لسانَه وجوارحه عن قول زُورٍ أو عملٍ به، مصبِّرٌ له على أذى الناس. قال النبيُّ صلى الله عليه وسلم: «إذا أصبح أحدكم ¶ ¬_________ ¶ (¬29) تقدم تخريجه بالهامش ذي الرقم (1) . ¶ (¬30) جزء من الحديث عينه الذي تقدم تخريجه بالهامش ذي الرقم (1) . ¶ (¬31) متفق عليه من حديث عبد الله بن مسعودٍ رضي الله عنهما: أخرجه البخاري؛ كتاب الصوم، باب: الصوم لمن خاف على نفسه العزوبة، برقم (1905) . ومسلم؛ كتاب: النكاح، باب: استحباب النكاح لمن تاقت نفسه إليه، برقم (1400) ، واللفظ لمسلم رحمه الله.",
            "page": "35",
            "part": "1",
            "seal": "F5E7F73C"
        },
        {
            "id": "33",
            "nass": "يوماً صائماً، فلا يرفث ولا يجهل، فإنِ امرؤٌ شاتمه أو قاتله، فليقل: إني صائم، إني صائم» (¬32) . وقال عليه الصلاة والسلام: «مَنْ لَمْ يَدَعْ قولَ الزُّور، والعملَ به، فليس لله حاجةٌ في أن يَدَعَ طعامَه وشرابَه» (¬33) . ¶ 7- ... الصيام فاق سائر العبادات - بتحقّق فضيلة الصبر به. قال النبيُّ صلى الله عليه وسلم: «الصَّوم نصفُ الصَّبْر» (¬34) . ¶ 8- ... الصيام سبيل لدخول الجنة من باب الريَّان (باب من أبواب الجنة الثمانية) وهو مُخصَّص للصائمين فقط. ¶ قال النبيُّ صلى الله عليه وسلم: «إن في الجنة باباً يُقال له: الريَّان، يدخل منه الصائمون يوم القيامة، لا يدخل منه أحد غيرهم، يقال: أين الصائمون؟ فيقومون لا يدخل منه أحد غيرهم، فإذا دخلوا أُغلِق، فلم يدخل منه أحد» (¬35) . ¶ 9- ... خَلوف أو خُلْفة فم الصائم هي أطيب عند الله من ريح المسك. ¶ ¬_________ ¶ (¬32) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب الصوم، باب: فضل الصوم، برقم (1894) . ومسلم؛ كتاب الصيام، باب: حفظ اللسان للصائم، برقم (1151) . واللفظ لمسلم رحمه الله. ¶ (¬33) أخرجه البخاري؛ كتاب الصوم، باب: من لم يدع قول الزور والعملَ به في الصوم، برقم (1903) ، عن أبي هريرة رضي الله عنه. ¶ (¬34) جزء من حديث أخرجه الترمذي - وانفرد بتحسينه - في كتاب الدعوات، بابٌ فيه حديثان: التسبيح نصف الميزان ... ، برقم (3519) ، عن رجل من بني سُلَيم، كما أخرجه ابن ماجَهْ مرسلاً عن محرز ابن سلمة، كتاب: الصيام، باب: في الصوم زكاة الجسد، برقم (1745) . وإسناد الحديث برواية ابن ماجه ضعيف، لأن فيه موسى بن عبيدة الرَّبَذي، وهو متفق على تضعيفه، والله أعلم. ¶ (¬35) متفق عليه من حديث سهل بن سعد الساعدي رضي الله عنه: أخرجه البخاري؛ كتاب الصوم، باب: الريَّان للصائمين، برقم (1896) . ومسلم؛ كتاب الصيام، باب: فضل الصيام، برقم (1152) . واللفظ للبخاري رحمه الله.",
            "page": "36",
            "part": "1",
            "seal": "E40393E9"
        },
        {
            "id": "34",
            "nass": "قال صلى الله عليه وسلم: «لَخَلوف فم الصائم أطيبُ عند الله من ريح المِسْك» (¬36) . ¶ 10- للصائم فرحتان!! ¶ قال النبيُّ صلى الله عليه وسلم: «وللصائم فرحتان يفرحهما: إذا أفطر فرح بفِطْره، وإذا لقي ربَّه فرح بصومه» (¬37) . ¶ 11- الصيام من الأحوال المختصة بإجابة الدعاء. ¶ قال تعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ *وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ *} . [البَقَرَة: 185-186] ¶ تأمَّل كيف ذكر سبحانه إجابةَ الدعاء بعد ذكره فريضةَ الصيام. ¶ وقال النبيُّ صلى الله عليه وسلم: «إن للصائم عند فِطْره لَدعوةٌ ما تُرَدُّ» (¬38) . ¶ 12- ... الصيام يدعو المسلمَ للاقتداء بمزيد جُود النبيِّ صلى الله عليه وسلم في رمضان. ¶ ¬_________ ¶ (¬36) جزء من حديث تقدم تخريجه بالهامش ذي الرقم (1) . و «لَخَلُوفُ» أو «لَخُلْفَةُ» - كما عند مسلم - هي: تغير رائحة فم الصائم، وبخاصة بعد الزوال. ¶ (¬37) جزء من الحديث عينه الذي سبق تخريجه بالهامش ذي الرقم (1) . ¶ (¬38) أخرجه ابن ماجَه؛ كتاب: الصيام، باب: في الصائم لا تُرَدُّ دعوتُه، برقم (1753) ، عن عبد الله ابن عمرو رضي الله عنهما. قال البوصيري في «الزوائد» : هذا إسناد صحيحٌ رجاله ثقات.",
            "page": "37",
            "part": "1",
            "seal": "E1D6E23F"
        },
        {
            "id": "35",
            "nass": "«كان النبيُّ صلى الله عليه وسلم أجود الناس بالخير، وكان أجودُ ما يكونُ صلى الله عليه وسلم في رمضانَ، حين يلقاه جبريلُ عليه السَّلام» (¬39) . ¶ 13- ومن فضائل الصيام كذلك أنه قد فُرِض في أفضل الشهور؛ شهر رمضان المبارك، الذي تكاد فضائله لا تُحصى، ولعل من المناسب في هذا المقام ذكر بعضٍ من خصائص هذا الشهر، لتسمو الروح بتذكُّرِها، وتتجدد ذكرى الحبيب بها. ¶ * ... رمضان: شهر القرآن، ففيه كان ابتداء إنزاله، وقد أُنزِل جملةً واحدة من اللوح المحفوظ إلى بيت العِزَّة من السماء الدنيا في تلك الليلة، ثم نزل منجَّماً (مُفرَّقاً) على قلب النبيِّ صلى الله عليه وسلم في ثلاث وعشرين سنة مدة النبوة (¬40) ، كان ابتداء هذا التنزُّل في ليلة القدْر المباركة. ¶ قال تعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ} . [البَقَرَة: 185] ¶ ¬_________ ¶ (¬39) جزء من حديث متفق عليه من حديث عبد الله بن عباس رضي الله عنهما: أخرجه البخاري بلفظه، كتاب: الصوم، باب: أجود ما كان النبي صلى الله عليه وسلم يكون في رمضان، برقم (1902) . ومسلم؛ كتاب الفضائل، باب: كان النبيُّ صلى الله عليه وسلم أجود الناس بالخير من الريح المرسَلة، برقم (2308) . ¶ (¬40) القول بالتنزُّلات الثلاثة للقرآن الكريم، يُنسب إلى ابن عباس رضي الله عنهما، موقوفًا عليه. انظر: تفسير ابن كثير ص 1858، ط - بيت الأفكار. ¶ ولا يخفى أن الموقوف هنا له حكم الرفع، لكونه مرويّاً عن عَلَم من أعلام الصحابة رضي الله عنهم، كما أن المرويّ هنا مما لا مجال للرأي والاجتهاد فيه.",
            "page": "38",
            "part": "1",
            "seal": "B31E8F79"
        },
        {
            "id": "36",
            "nass": "وقال عزَّ وجلَّ: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ *} . [الدّخان: 3] ¶ وقال سبحانه: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ *} . [القَدر: 1] ¶ * ... رمضان: شهرٌ فُرِض فيه الصيام. ¶ قال تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} . [البَقَرَة: 185] ¶ وقال النبيُّ صلى الله عليه وسلم مُخبِراً الأعرابيَّ عما افترضه الله عليه من الصيام: «شهر رمضان إلا أن تطَّوَّع شيئاً» (¬41) . ¶ * ... رمضان: شهر حوى ليلةً العبادةُ فيها هي خير من عبادةٍ في ألف شهر، وهو ما يزيد عن ثلاث وثمانين سنة، (أي: عمر الإنسان جميعه إن لم يزد عليه!!) وهي تكون في إحدى ليالي الأيام الوتر (المفرد) من العشر الأواخر من رمضان. ¶ قال تعالى: {لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ *} . [القَدر: 3] ¶ ¬_________ ¶ (¬41) جزء من حديث متفقٍ عليه من حديث طلحة بن عبيد الله رضي الله عنه: أخرجه البخاري؛ كتاب الصوم، باب: وجوب صوم رمضان، برقم (1891) . ومسلم - باختلاف -؛ كتاب: الإيمان، باب: بيان الصلوات، برقم (11) .",
            "page": "39",
            "part": "1",
            "seal": "698527BF"
        },
        {
            "id": "37",
            "nass": "وقال عليه الصلاة والسلام: «فالتمسوها في العشر الأواخر في كل وتر» (¬42) . ¶ * ... رمضان: شهر يُقرَّب فيه أهل البِرِّ والخير، ويُقصى فيه أهل الفجور والشر، وتغلَّق فيه أبواب النيران، وتشرَّع فيه أبواب الجِنان، وُيعتق فيه من النار عبادٌ لله، وذلك في كل ليلة. ¶ قال النبيُّ صلى الله عليه وسلم: «إذا كان أولُ ليلةٍ من شهر رمضان، صُفِّدت الشياطينُ ومَرَدَةُ الجِنِّ، وغُلِّقت أبواب النيران فلم يفتحْ منها باب، وفُتِّحت أبواب الجنة فلم يُغلقْ منها باب، وينادي منادٍ: يا باغي الخير أَقْبِل ويا باغي الشر أَقْصِر، ولله عتقاءُ من النار، وذلك كل ليلة» (¬43) . ¶ اللهم أكرمنا بشُهود هذا الشهر العظيم، وأَفِض علينا من بركاته، وافتح لنا أبواب رحمتك به، وتفضَّل علينا بالتوفيق لصيامه وقيامه إيماناً واحتساباً، واختم لنا فيه بمغفرة من عندك، ورحمةٍ من لدنك، ومُنَّ علينا بعتق رقابنا من النار في لياليه المباركة، آمين. ¶ *** ¶ ¬_________ ¶ (¬42) جزء من حديث متفقٍ عليه من حديث أبي سعيد الخُدرِيّ رضي الله عنه: أخرجه البخاري؛ كتاب: الأذان، باب السجود على الأنف، والسجود على الطين، برقم (813) . ومسلم؛ كتاب الصيام، باب: فضل ليلة القدر، برقم (1167) . ¶ (¬43) أخرجه الترمذي؛ كتاب: أبواب الصوم، باب: ما جاء في فضل شهر رمضان، برقم (682) ، عن أبي هريرة رضي الله عنه، وقال الترمذي: هذا حديث غريب لا نعرفه إلا من حديث أبي بكر بن عياش. اهـ. ثم ذكره رحمه الله - مُصحِّحاً له - مرسَلاً عن مجاهد رحمه الله.",
            "page": "40",
            "part": "1",
            "seal": "3D104DB6"
        },
        {
            "id": "38",
            "nass": "الفصل الرابع ¶ أنواع الصيام ¶ * أنواع الصيام: ¶ إن المستقرىء لمنهاج الفقهاء في تقسيم الصوم، يتبين له أن الصوم - من حيث الحكم - على أربعة أنواعٍ هي: ¶ 1- الصوم المفروض. ¶ 2- الصوم المُستحَبُّ. ¶ 3- الصوم المكروه. ¶ 4- الصوم المُحَرَّم. ¶ أما الأول: وهو المفروض، فمن حيث توقيت الأداء، هو قسمان: ¶ أ- ... ما له وقت معين، بتعيين الله تعالى لذلك، كصوم رمضان، أو بتعيين العبد له، كالنَّذْر بالصيام في وقت مُحدَّدٍ بعينه.",
            "page": "41",
            "part": "1",
            "seal": "547653DD"
        },
        {
            "id": "39",
            "nass": "ب- ... وما ليس له وقت معين: كقضاء صومٍ من رمضان، أو صوم كفارات، ككفارة الظِّهار واليمين المنعقدة، وكصوم جزاء الصيد للمُحْرِم وغيرها. ¶ والصوم المفروض - من حيث كيفية الأداء - على قسمين أيضاً: ¶ أ- ... ما يجب فيه التتابع كضرورة تتابع الصوم لأيام رمضان، ولزوم تتابع صيام شهرَيْ كفارة الظِّهار، ونحو ذلك. ¶ ب- ما لا يجب فيه التتابع، ومنه: صوم كفارة الحَلْق قبل بلوغ الهَدْي مَحِلَّه - ومَحِلُّ ما يُهدى إلى فقراء الحرم من بَدَنة، أو بقرة، أو شاة هو: مكانُه الذي يجب أن يُراق فيه دمُه، وهو الحَرَم، أو حيث أُحصِر الحاجُّ أو المعتمر - ومما لا يجب فيه التتابع كذلك النذر بصومٍ مطلقٍ غير محدد، وصوم قضاءٍ من رمضان. لكن المندوب في جميع ما ذكر آنفًا التتابعُ فيه، مسارعةً إلى إسقاط الفرض.",
            "page": "42",
            "part": "1",
            "seal": "E9022706"
        },
        {
            "id": "40",
            "nass": "وسيأتي بيان ذلك بتفصيل إن شاء الله. ¶ وأما الثاني من أنواع الصيام: فهو المستحبُّ أو المندوب، وهو صوم التطوُّع (أي ما وردت النصوص باستحباب التطوُّع به) ، وهذا النوع مختصٌّ بغير أيام رمضان، وهو جمٌّ غفير - ولله الحمد - لكل راغبٍ في الاستزادة من الثواب الجزيل؛ ومن ذلك: ¶ 1- ... صوم يوم وإفطار يوم، وهو صيام نبيِّ الله داودَ عليه السلام، وهو أفضل الصيام بعد الفرض. قال النبيُّ صلى الله عليه وسلم، لعبد الله بن عمرو رضي الله عنهما: «صُم يوماً، وأفطر يوماً، وذلك صيام داود (عليه السلام) ، وهو أعدل الصيام» (¬44) . ¶ 2- ... صوم ثلاثة أيام البِيض من كل شهر قمري. (ثلاث عشرة وأربع عشرة وخمس عشرة) . ¶ قال أبو هريرة رضي الله عنه: أوصاني خليلي بثلاثٍ: «صيامِ ثلاثة أيام من كل شهر، وركعتي الضحى، وأن أُوتر قبل أن أنام» (¬45) . ¶ ¬_________ ¶ (¬44) متفق عليه من حديث عبد الله بن عمرو رضي الله عنهما: أخرجه البخاري؛ كتاب: الصوم، باب: صوم الدهر، برقم (1976) . ومسلم، واللفظ له، كتاب الصيام، باب: النهي عن صوم الدهر لمن تضرر به، برقم (1159) . و (أَعْدَل) ، أي: (أَفْضَل) كما في مرويِّ البخاريِّ رحمه الله. ¶ (¬45) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري، كتاب الصوم، باب صيام أيام البيض: ثلاث عشرة وأربع عشرة وخمس عشرة، برقم (1981) . ومسلم؛ كتاب صلاة المسافرين وقَصْرِها، باب: استحباب صلاة الضحى، برقم (721) .",
            "page": "43",
            "part": "1",
            "seal": "44CE2564"
        },
        {
            "id": "41",
            "nass": "وقد أوصى رسولُ الله صلى الله عليه وسلم أبا الدرداء رضي الله عنه بمثله، حيث أخبر رضي الله عنه بالوصية قائلاً: (أوصاني حبيبي صلى الله عليه وسلم بثلاثٍ لا أَدَعَهن ما عشتُ؛ بصيام ثلاثة أيام من كل شهر، وصلاةِ الضحى، وبأن لا أنام حتى أُوتر) (¬46) . ¶ 3- ... صوم يومي الاثنين والخميس من كل أسبوع. والاثنين صيامُه آكد من الخميس. ¶ سئل رسول الله صلى الله عليه وسلم عن صوم يوم الاثنين، فقال: «ذاك يومٌ وُلِدت فيه، ويومٌ بُعِثت -أو أُنزِل عليّ- فيه» (¬47) . ¶ وسئل حِبُّ رسول الله صلى الله عليه وسلم وابنُ حِبِّه أسامةُ بن زيدٍ رضي الله عنهما: لِمَ تصوم يوم الاثنين والخميس، وأنت شيخ كبير؟! فقال: إن نبيَّ الله صلى الله عليه وسلم كان يصوم الاثنين والخميس، وسئل عن ذلك، فقال صلى الله عليه وسلم: «إن أعمال العباد تُعرَض يوم الاثنين ويوم الخميس» (¬48) ، «فأحب أن يُعرض عملي وأنا صائم» (¬49) . ¶ ¬_________ ¶ (¬46) أخرجه مسلم في الموضع السابق برقم (722) ، عن أبي الدرداء رضي الله عنه. ¶ (¬47) أخرجه مسلم؛ كتاب: الصيام، باب صيام ثلاثة أيام من كل شهر، برقم (1162) ، عن أبي قتادة الأنصاري رضي الله عنه. قال مسلم رحمه الله عقب روايته الحديث: وفي هذا الحديث من رواية شعبة قال: وسئل عن صوم يوم الاثنين والخميس؟ فسكتْنا عن ذكر الخميس لما نُراه وهماً. ¶ (¬48) أخرجه أبو داود؛ كتاب الصيام، باب في صوم الاثنين والخميس، برقم (2436) ، عن أسامةَ ابنِ زيدٍ رضي الله عنهما. ¶ (¬49) جزء من حديث أخرجه الترمذي؛ كتاب: أبواب الصوم، باب: في صوم الاثنين والخميس، برقم (747) ، وقال الترمذي: حديث أبي هريرة في هذا الباب حديث حسن غريب.",
            "page": "44",
            "part": "1",
            "seal": "64D319B6"
        },
        {
            "id": "42",
            "nass": "4- ... الإكثار من الصيام في شهر شعبان. ¶ قالت السيدة عائشة رضي الله عنها تصف صيام النبيِّ صلى الله عليه وسلم: «وما رأيتُه في شهرٍ أكثرَ منه صياماً في شعبان» (¬50) . ¶ 5- ... صيام ستة أيام من شوال، متتابعة - وهو الأفضل- أو مُفرَّقة. ¶ قال النبيُّ صلى الله عليه وسلم: «من صام رمضان، ثم أَتْبعه ستاً من شوال، كان كصيام الدهر» (¬51) . ¶ 6- ... صيام تسعة أيام الأولى من شهر ذي الحجة، وآكدها استحباباً التاسع منه (يوم عرفة) . فصيامه: كفارة لسنتين - سابقة وقابلة - من الصغائر، أو تخفيف من الكبائر، أو فيه رفع لدرجات المؤمن. قال رسول الله صلى الله عليه وسلم: «صيام يوم عرفةَ، أحتسب على الله تعالى أن يُكفِّر السنةَ التي قبله، والسنةَ التي بعده» (¬52) . ¶ 7- ... الصيام في شهر الله المُحرَّم، وهو أفضل الصيام بعد رمضان، وأفضل أيام صومه: العاشر منه ¶ ¬_________ ¶ (¬50) متفق عليه من حديث عائشة رضي الله عنها: أخرجه البخاري؛ كتاب الصوم، باب: صوم شعبان، برقم (1969) . ومسلم - بلفظه - كتاب الصيام، باب: صيام النبيِّ صلى الله عليه وسلم في غير رمضان، برقم (1154) . ¶ (¬51) أخرجه مسلم؛ كتاب الصيام، باب: استحباب صوم ستة أيام من شوال إِتْباعاً لرمضان، برقم (1164) ، عن أبي أيوب الأنصاري رضي الله عنه. ¶ (¬52) جزء من حديث أخرجه مسلم؛ كتاب الصيام، باب: استحباب صيام ثلاثة أيام من كل شهر وصوم يوم عرفة، برقم (1162) ، عن أبي قتادة رضي الله عنه.",
            "page": "45",
            "part": "1",
            "seal": "45961280"
        },
        {
            "id": "43",
            "nass": "(عاشوراء) ، ثم يليه في الفضل التاسع (تاسوعاء) ، ويُسنُّ الجمعُ بينهما. ¶ سئل رسول الله صلى الله عليه وسلم: أيُّ الصيام أفضل بعد شهر رمضان، فقال صلى الله عليه وسلم: «أفضل الصيام بعد شهر رمضان، صيامُ شهر الله المُحرَّم» (¬53) . ¶ وقَدِم النبيُّ صلى الله عليه وسلم المدينةَ فرأى اليهود تصوم يوم عاشوراءَ، فقال: «ما هذا؟» ، قالوا: هذا يومٌ صالح، هذا يومٌ نجّى الله بني إسرائيل من عدوِّهم، فصامه موسى. قال صلى الله عليه وسلم: فأنا أحق بموسى منكم» فصامه وأمر بصيامه (¬54) . ¶ وقال عليه الصلاة والسلام - مخالفةً لليهود -: «فإذا كان العام المقبل، إن شاء الله، صمنا اليوم التاسع. قال عبد الله بن عباس رضي الله عنهما: فلم يأتِ العام المقبل، حتى توفيَ رسولُ الله صلى الله عليه وسلم» (¬55) . ¶ وهنا أشير - تذكرةً - إلى ما مرَّ من أن صوم عاشوراء كان واجباً أول الإسلام ثم نُسِخ وجوبُه ¶ ¬_________ ¶ (¬53) جزء من حديث أخرجه مسلم؛ كتاب الصيام، باب: فضل صوم المحرّم، برقم (1163) ، عن أبي هريرة رضي الله عنه. ¶ (¬54) متفق عليه من حديث عبد الله بن عباس رضي الله عنهما: أخرجه البخاري؛ كتاب الصوم، باب: صيام يوم عاشوراء، برقم (2004) . ومسلم بمعناه، كتاب: الصيام، باب: صوم عاشوراء، برقم (1130) . ¶ (¬55) تقدَّم تخريجه بالهامش ذي الرقم (23) .",
            "page": "46",
            "part": "1",
            "seal": "110DB529"
        },
        {
            "id": "44",
            "nass": "عند فرض رمضان، وبقي صيامه على الاستحباب مستقراً. ¶ 8- ... صوم سُرَر (خواتيم) كل شهر قمري، واستحباب ألاّ يُخلي شهراً عن صوم آخره، ولو كان شهر شعبان إلا يوم الشك، وهو الثلاثين منه، إذا تحدث الناس برؤية هلال رمضان. ¶ قال رسول الله صلى الله عليه وسلم: «يا أبا فلان، أما صمت سرر هذا الشهر؟» (¬56) . ¶ 9- ... صيام يومٍ أو أكثرَ في الجهاد في سبيل الله تعالى: قال النبيُّ صلى الله عليه وسلم: «ما مِن عبدٍ يصوم يوماً في سبيل الله إلا باعد الله بذلك اليوم وجهَه عن النار سبعينَ خريفاً» (¬57) . ¶ أخي - القارئ الحبيب - هذا ما أحببت استقصاءه مما سُنَّ صيامُه، راجياً لك التوفيق للإكثار منه. ¶ ¬_________ ¶ (¬56) متفق عليه من حديث عِمْران بن حُصين رضي الله عنه: أخرجه البخاري؛ كتاب الصوم، باب: الصوم آخر الشهر، برقم (1983) . قال أبو عبد الله - أي البخاري رحمه الله - عقب ذكره الراوية: وقال ثابت، عن مُطرِّف، عن عمران، عن النبيِّ صلى الله عليه وسلم: «مِنْ سُرَرِ شَعْبَانَ» . اهـ. ¶ وأخرجه مسلم بمعناه؛ كتاب الصيام، باب استحباب صيام ثلاثة أيام من كل شهر ... ، برقم (1161) . ¶ (¬57) متفق عليه من حديث أبي سعيد الخُدري رضي الله عنه: أخرجه البخاري؛ كتاب الجهاد والسير، باب: فضل الصوم في سبيل الله، برقم (2840) . ومسلم - بلفظه - كتاب: الصيام، باب: فضل الصيام في سبيل الله، برقم (1153) .",
            "page": "47",
            "part": "1",
            "seal": "316464EA"
        },
        {
            "id": "45",
            "nass": "وأما الثالث من أنواع الصيام، فهو الصوم المكروه، وقد شَمِل ما يأتي: ¶ 1- ... إفراد يوم الجمعة بالصوم. ¶ قال رسول الله صلى الله عليه وسلم: «لا يصومنَّ أحدُكم يومَ الجُمُعة إلا يوماً قبله أو بعده» (¬58) . ¶ وقال عليه الصلاة والسلام: «لا تختصُّوا ليلة الجمعة بقيامٍ من بين الليالي، ولا تخصُّوا يوم الجمعة بصيامٍ من بين الأيام، إلا أن يكون في صومٍ يصومُه أحدُكم» (¬59) . ¶ 2- ... إفراد يوم السبت بالصيام. ¶ قال رسول الله صلى الله عليه وسلم: «لا تصوموا يوم السبت إلا فيما افتُرِض عليكم، فإن لم يجد أحدُكم إلا لِحَاءَ عِنَبَةٍ أو عُودَ شَجَرَةٍ فَلْيَمْضَغْه» (¬60) . ¶ ولعل وجه الكراهة في إفراد السبت بصيام: أنه يوم تُعظِّمه يهود، ففي إفراده بالصوم تشبُّهٌ ظاهر بهم. وكذلك فإن تعمُّدَ صوم يوم الأحد بخصوصه ¶ ¬_________ ¶ (¬58) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب الصوم، باب: صوم يوم الجمعة، برقم (1985) . ومسلم؛ كتاب الصيام، باب: كراهة صيام يوم الجمعة منفرداً، برقم (1144) . واللفظ للبخاري رحمه الله ¶ (¬59) أخرجه مسلم؛ في الموضع السابق. ¶ (¬60) أخرجه أبو داود؛ كتاب: الصيام، باب: النهي أن يخصَّ يوم السبت بصوم، برقم (2421) ، عن الصمَّاء أختِ عبد الله بن بُسْر رضي الله عنهما. قال أبو داود: هذا الحديث منسوخ. اهـ. والحديث أخرجه الترمذي؛ كتاب الصوم، باب: ما جاء في صوم يوم السبت، برقم (744) ، عنها أيضًا.",
            "page": "48",
            "part": "1",
            "seal": "D6A5C0B2"
        },
        {
            "id": "46",
            "nass": "مكروه، منعاً للتشبه بالنصارى، فيكره صيام كل عيد لليهود أو للنصارى، أو أي يوم يُفرِدونه بالتعظيم إلا أن يوافق ذلك عادةً للصائم (¬61) . ¶ 3- ... صوم الحاجِّ بعرفات يوم عرفة. ¶ - ... أرسلت ميمونة زوجُ النبيِّ صلى الله عليه وسلم - حين شك الناس بصيام رسول الله صلى الله عليه وسلم يوم عرفة - أرسلت إليه بحِلاب اللبن، وهو واقف في الموقف بعرفة، فشرب منه والناس ينظرون إليه صلى الله عليه وسلم (¬62) . ¶ - ... وسئل ابنُ عمرَ رضي الله عنهما عن صوم يوم عرفة بعرفة، فقال: (حججتُ مع النبيِّ صلى الله عليه وسلم فلم يصمه، ومع أبي بكر فلم يصمه، ومع عمرَ فلم يصمه، ومع عثمانَ فلم يصمه، وأنا لا أصومه ولا آمُر به ولا أنهى عنه) (¬63) . ¶ 4- ... صوم يوم الشك وهو: يوم الثلاثين من شعبان، إذا لم يُر الهلال (هلال رمضان) ليلته، مع كون السماء صحواً، لم يُطبِق الغيم فيها، ولم يحجب ¶ ¬_________ ¶ (¬61) انظر: الموسوعة الفقهية، (28 / 15) . ¶ (¬62) متفق عليه من حديث ميمونة بنت الحارث رضي الله عنها: أخرجه البخاري؛ كتاب الصوم، باب: صوم يوم عرفة، برقم (1989) . ومسلم؛ كتاب الصيام، باب: استحباب الفطر للحاج بعرفات يوم عرفة، برقم (1124) . ¶ (¬63) أخرجه الترمذي وحسّنه، كتاب: الصوم، باب: ما جاء في كراهية صوم يوم عرفة بعرفة، برقم (751) ، عن ابن عمر رضي الله عنهما.",
            "page": "49",
            "part": "1",
            "seal": "B7063AD9"
        },
        {
            "id": "47",
            "nass": "الرؤيةَ علةٌ كغبار ونحوه، أو رؤي الهلال ليلتَه، لكنْ رُدَّت شهادة من رآه، لفسق ونحوه. ¶ وصيام يوم الشك مكروه عند الجمهور، [الحنفية (كراهة تحريم) والمالكية والحنابلة] ، وذهب الشافعية إلى حرمة صيامه، ولعل ذلك أن يكون أَوْلى لصريح النهي عن صيامه. وهذه الكراهة تنتفي عند الجمهور - كما التحريمُ عند الشافعية - إذا وافق صيامُه عادةً له في تطوُّعه، كأن يكون قد اعتاد صيام الاثنين في تطوعه فوافق يومَ شكٍّ، وكذلك يجوز صيام يوم الشك عندهم - مطلقًا - إن كان قضاء عن رمضانَ سابق، أو كفارة عن يمين أو غيره كنذرٍ معيَّن، والله أعلم (¬64) . ¶ قال رسول الله صلى الله عليه وسلم: «الشهر تسع وعشرون ليلة، فلا تصوموا حتى ترَوْه، فإن غُمَّ عليكم فأكملوا العِدَّة ثلاثين» (¬65) . ¶ وقال عليه الصلاة والسلام: «من صام اليوم الذي ¶ ¬_________ ¶ (¬64) انظر: الفقه الإسلامي وأدلته، للدكتور وهبة الزُّحَيْلِي (2/579) وما بعدها. ¶ (¬65) متفق عليه من حديث عبد الله بن عمر رضي الله عنهما: أخرجه البخاري؛ كتاب الصوم، باب: قول النبيِّ صلى الله عليه وسلم: «إِذَا رَأَيْتُمُ الْهِلاَلَ فَصُومُوا ... » ، برقم (1907) . ومسلم - بمعناه - كتاب الصيام، باب: وجوب صوم رمضان لرؤية الهلال، برقم (1080) .",
            "page": "50",
            "part": "1",
            "seal": "C91A2994"
        },
        {
            "id": "48",
            "nass": "يُشَكّ فيه فقد عصى أبا القاسم صلى الله عليه وسلم» (¬66) . ¶ 5- صوم يوم أو يومين قبل رمضان، وحكم ذلك كحكم يوم الشك المتقدِّم تفصيلُه. ¶ قال النبيُّ صلى الله عليه وسلم: «لا يتقدَّمنَّ أحدُكم رمضانَ بصوم يوم أو يومين إلا أن يكون رجل كان يصوم صومَه، فليصم ذلك اليوم» (¬67) . ¶ 6- ... إفراد أي عيد من أعياد الكفار بصيام، كتخصيص يوم السبت بصيام، أو يوم الأحد - وقد سبق بيان ذلك - ومثلهما يومَيِ النَّيْروز والمهرجان (¬68) لدى الفرس. لما في قصد إفراد هذه الأيام بالصوم من موافقةٍ لهم في تعظيمها (¬69) . ¶ 7- ... صوم الوِصال: ومعناه: ألاّ يُفطِر الصائمُ بعد الغروب أصلاً، حتى يواصلَ صومَ الغد بالأمس، فيواصل صومَ يومين متتابعين. ¶ واصَلَ رسول الله صلى الله عليه وسلم في أول شهر رمضان، فواصل ناس من المسلمين، فبلغه ذلك فقال صلى الله عليه وسلم: ¶ ¬_________ ¶ (¬66) أخرجه أصحاب السنن: ¶ - أبو داود، كتاب: الصوم، باب كراهية صوم يوم الشك، برقم (2334) . ¶ - الترمذي؛ كتاب الصوم، باب: ما جاء في كراهية صوم يوم الشك، برقم (686) . وقال: حديث حسن صحيح. ¶ - النسائي؛ كتاب الصيام، باب: صيام يوم الشك، برقم (2498) . ¶ - وابن ماجَهْ، كتاب الصيام، باب ما جاء في صيام يوم الشك، برقم (1645) . ¶ كلُّهم عن عمار بن ياسر رضي الله عنهما. ¶ وقد ذكره البخاري رحمه الله مُعلَّقًا عن عمار رضي الله عنه، من طريق صلة بن زفر، بلفظ: «مَنْ صَامَ يَوْمَ الشَّكِّ فَقَدْ عَصى أَبَا الْقَاسِمِ صلى الله عليه وسلم» . ¶ (¬67) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب الصوم، باب: لا يتقدّمَنّ رمضان بصوم يوم ولا يومين، برقم (1914) . ومسلم - بمعناه - كتاب الصيام، باب: لا تقدّموا رمضان بصوم يوم ولا يومين، برقم (1082) . وقد تكون علة منع تقدّم رمضان بصوم يوم أو يومين، ترك الوسوسة في إثبات دخول الشهر، والبعد عن التنطع في العبادة، وتنزيه المسلم عن التميز عن باقي المسلمين، كذلك فيه مزيدُ حرمةٍ لشهر الصوم أن يداخله أيام ليست من عِدَّته، ودرءًا للخلاف بين المسلمين باختلاف بدء صومهم، والله أعلم. ¶ (¬68) النَّيروز - أو النُّوروز -: يوم الربيع، وهو عيد عند الفرس، واقع في طرف فصل الربيع (اليوم الرابع منه) ، والمهرجان: أيضاً عيد لهم، وهو في طرف فصل الخريف (اليوم التاسع عشر منه) . ¶ (¬69) انظر: المغني لابن قدامة (2/99) ، والروض المرُبِع شرح زاد المستَقْنِع للبهوتي (1/146) . ويشار هنا إلى أن الصائم لو قصد بصومه التشبه بهم كانت الكراهة تحريمية في حقه. انظر: رد المحتار لابن عابدين - من فقهاء الحنفية - (2/85) .",
            "page": "51",
            "part": "1",
            "seal": "4D7ACAA2"
        },
        {
            "id": "49",
            "nass": "«لو مُدَّ لنا الشهرُ لواصلْنا وِصالاً يَدَعُ المتعمِّقون تعمُّقَهم، إنكم لستم مثلي، (أو قال) : إنِّي لستُ مثلَكم، إني أَظَلُّ يُطعِمُني ربِّي ويَسْقِيني» (¬70) . ¶ 8- ... صوم الدهر (صوم العمُر) ، إلا الأيام التي يحرم صومُها، وهي العيدان وأيام التشريق. ويكره صوم الدهر لما قد يكون فيه من إضعافٍ للصائم عن الفرائض والواجبات، والكسب الذي لا بدّ منه. ¶ قال صلى الله عليه وسلم: «لا صام من صام الأبد، لا صام من صام الأبد، لا صام من صام الأبد» (¬71) . ¶ وقال عمر رضي الله عنه: يارسول الله، كيف بمن يصوم الدهر كلَّه؟ فقال صلى الله عليه وسلم: «لا صام ولا أفطر (أو قال) : لم يصم ولم يفطر» (¬72) . ¶ والمعنى - والله أعلم -: أنه لم يؤجر على صومه الدهر؛ لمخالفته الهَدْي النبويَّ في الصيام المشروع، وكذلك فإنه لم يُفطِر - وهذا هو واقع حاله - فقد صام كلَّ نهارٍ، فشقَّ بذلك على نفسه. ¶ ¬_________ ¶ (¬70) متفق عليه من حديث أنس رضي الله عنه: أخرجه البخاري، كتاب: التمني، باب: ما يجوز من اللَّوْ، برقم (7241) . ومسلم بلفظه، كتاب: الصيام، باب: النهي عن الوصال في الصوم، برقم (1104) . ... فائدة: تزول كراهة الوصال بأكل تمرة ونحوها، كذلك تزول بأكلة السَّحَر، لقوله صلى الله عليه وسلم: «فَأَيُّكُمْ إِذَا أَرَادَ أَنْ يُوَاصِلَ فَلْيُوَاصِلْ حَتَّى السَّحَرِ» . أخرجه البخاري، برقم (1963) ، لكنِ المواصلةُ إلى السَّحَر، فيها ترك سنة تعجيل الفطر، فترك المواصلة بهذه الصفة أولى محافظة على السُّنَّة، والنهي عن الوصال إنما كان رأفةً ورحمةً بالمؤمنين، - كما في حديث السيدة عائشة رضي الله عنها: الذي أخرجه البخاري برقم (1964) : (نهى رسول الله صلى الله عليه وسلم عن الوصال رحمةً لهم) . ... أما نفي التماثل - في الحديث - بين النبيِّ صلى الله عليه وسلم وأفراد أمته، فهو من حيث الهيئة في اضطرارهم إلى المأكل والمشرب، بيد أنه صلى الله عليه وسلم يظل عند ربّه سبحانه يطعمه ويسقيه مما يؤتى به من الجنة، أو مما يُعطاه من قوة الآكل الشارب بما يخلق الله فيه من الشبع والريِّ ما يغنيه عن الطعام والشراب، والحاصل فيه أن من أكل وشرب منهم انقطع وصاله في صومه، ولا تنقطع مواصلة النبيِّ صلى الله عليه وسلم، فطعامه وشرابه على غير طعامهم وشرابهم صورة ومعنى. انظر: فتح الباري لابن حجر (4/244) . ¶ (¬71) جزء من حديث متفقٍ عليه من حديث عبد الله بن عمرو رضي الله عنهما: أخرجه البخاري؛ كتاب الصوم، باب: حق الأهل في الصوم، برقم (1977) . ومسلم؛ كتاب الصيام، باب النهي عن صوم الدهر، برقم (1159) . وتكرار العبارة: «لاَ صَامَ مَنْ صَامَ الأَبَد» ثلاثاً عند مسلم، ومرتين عند البخاري. ¶ (¬72) أخرجه مسلم، كتاب الصيام، باب استحباب صيام ثلاثة أيام من كل شهر، برقم (1162) ، عن أبي قتادة رضي الله عنه.",
            "page": "52",
            "part": "1",
            "seal": "07C16382"
        },
        {
            "id": "50",
            "nass": "النوع الرابع من أنواع الصيام، وهو: الصوم المُحرَّم. ¶ ويمكن تقسيم هذا النوع إلى قسمين: ¶ أ - الأيام المُحرَّم صيامُها بعينها. ¶ وهي خمسة أيام: يوم عيد الفطر (1 شوال) ويوم عيد الأضحى: يوم النحر (10 ذي الحجة) ، وثلاثة أيام التشريق (¬73) ، وهي: الحادي عشر والثاني عشر والثالث عشر من شهر ذي الحجة. ¶ «نهى النبيُّ صلى الله عليه وسلم عن صيام يومين: يوم الفطر، ويوم النحر» (¬74) . ¶ وقال رسول الله صلى الله عليه وسلم: «أيام التشريق أيام أكل وشرب، وذكرٍ لله» (¬75) . ¶ وقال عليه الصلاة والسلام: «يوم عرفة، ويوم النحر، وأيام التشريق، عيدُنا أهلَ الإسلام، وهن أيامُ أَكْلٍ وشُرْب» (¬76) . ¶ ويلحظ هنا - ضرورةً - أن الحاجَّ إذا كان متمتعاً بالعمرة إلى الحج، أو كان قارناً لهما، ثم لم يجد ¶ ¬_________ ¶ (¬73) أيام التشريق، هي الأيام المعدودات، وهي أيام منى، (11-12-13) من ذي الحجة، وهي التالية ليوم النحر، وسميت بذلك لأنهم كانوا يشرِّقون فيها لحوم الأضاحي، أي يعرِّضونها للشمس فتكون قديداً يُنتفع به، أو لأنهم يشرُقون (أي يحتسون) فيها مرق اللحم، والله أعلم. ¶ (¬74) متفق عليه من حديث أبي سعيد الخُدْري رضي الله عنه: أخرجه البخاري؛ كتاب: الصوم، باب: صوم يوم الفطر، برقم (1991) . ومسلم؛ كتاب الصيام، باب: النهي عن صوم يوم الفطر ويوم الأضحى، برقم (827) . واللفظ لمسلم رحمه الله. ¶ (¬75) أخرجه مسلم؛ كتاب الصيام، باب: تحريم صوم أيام التشريق، برقم (1141) ، عن نُبَيْشَةَ الهُذَلِيِّ رضي الله عنه. ¶ (¬76) أخرجه أحمد في مسنده، من حديث عقبة بن عامر الجهني رضي الله عنه، برقم (17514) . ويشار هنا إلى أن صوم عرفة يكره للحاجِّ في عرفة، وهو مشروع بل مستحب لغيره.",
            "page": "53",
            "part": "1",
            "seal": "63A7FDC8"
        },
        {
            "id": "51",
            "nass": "الهَدْي [دم التمتع والقِران] فإنه يباح له الصيام في هذه الأيام. ¶ لما روى البخاري رحمه الله: «لم يرخَّص في أيام التشريق أن يُصَمن، إلا لمن لم يجد الهدي» (¬77) . ¶ وقال عبد الله بن عمر رضي الله عنهما: (الصيام لمن تمتع بالعمرة إلى الحج، إلى يوم عرفة، فإن لم يجد هدياً ولم يصم، صام َأيام منى) (¬78) . ¶ ب - الصيام المحرّم، لعلةٍ توجب ذلك، ومنه: ¶ 1- ... صيام المرأة الحائض أو النُّفَساء. ¶ فإن المرأة في حالتَيْ الحيض والنفاس، يسقط عنها وجوب أداء الصوم في رمضان، ويحرم عليها الصيام مطلقاً، ولا ينعقد صومها، فإذا صامت أثمت، ولم يصح صومها. ثم إذا طهرت وجب في حقها القضاء للصوم لا للصلاة، وذلك منعاً للحرج في قضاء الصلاة، حيث إن الصلاة تتكرر يومياً خمس مرات، ¶ ¬_________ ¶ (¬77) أخرجه البخاري؛ كتاب الصوم، باب: صيام أيام التشريق، برقم (1997) ، عن عائشة رضي الله عنها، وبرقم (1998) ، عن عبد الله بن عمر رضي الله عنهما. ¶ (¬78) أخرجه البخاري - في الموضع السابق - برقم (1999) ، عن عبد الله بن عمر رضي الله عنهما.",
            "page": "54",
            "part": "1",
            "seal": "8D2B98A0"
        },
        {
            "id": "52",
            "nass": "فسقط وجوب أدائها تيسيراً، أما الصوم، فإنه قليل ولا حرج في قضائه، لذا، فقد أمرت بالقضاء، فتقضيه ولو في شعبان، ومما يجدر ذكره هنا أن الأَوْلى في حق الحائض والنفساء أن يكون فطرهما خفيةً، لأن سبب فطرهما خفي، فناسب ذلك حالهما، والله أعلم. ¶ قال النبيُّ صلى الله عليه وسلم: «أليس إذا حاضت لم تُصَلِّ ولم تَصُم؟، فذلك نقصان دينها» (¬79) . ¶ وتقول أمُّ المؤمنين عائشةُ رضي الله عنها: «كان يصيبنا ذلك - أي الحيض - فنؤمر بقضاء الصوم ولا نؤمر بقضاء الصلاة» (¬80) . ¶ وتقول رضي الله عنها أيضاً: «كان يكون عليَّ الصومُ من رمضان، فما أستطيع أن أقضيَ إلا في شعبان» (¬81) . ¶ 2- ... ومن الصيام المُحرَّم لعلة: صيام المرأة تطوعاً من غير إذن زوجها. ¶ (ورد النهي للمرأة أن تصوم تطوعاً وزوجها حاضر إلا بإذنه، وذلك لحاجة الاستمتاع، فلو صامت بدون ¶ ¬_________ ¶ (¬79) متفق عليه من حديث أبي سعيد رضي الله عنه: أخرجه البخاري - هكذا مختصراً -؛ كتاب الصوم، باب: الحائض تترك الصوم والصلاة، برقم (1951) ، كما أخرجه مطولاً؛ كتاب: الحيض، باب: ترك الحائض الصوم، برقم (304) . ومسلم مطوّلاً باختلافٍ، كتاب: الإيمان، باب: بيان نقصان الإيمان بنقص الطاعات، برقم (80) . واللفظ المختار للبخاري. ولفظ مسلم رحمه الله: «وَتَمْكُثُ اللَّيَالِيَ مَا تُصَلِّي، وَتُفْطِرُ فِي رَمَضَانَ، فَهَذَا نُقْصَانَ الدِّينِ» . ¶ (¬80) متفق عليه من حديث عائشة رضي الله عنها: أخرجه البخاري، كتاب: الحيض، باب: لا تقضي الحائض الصلاة، برقم (321) . ومسلم؛ كتاب: الحيض، باب: وجوب قضاء الصوم على الحائض دون الصلاة، برقم (335) . واللفظ لمسلم رحمه الله. ¶ (¬81) متفق عليه، من حديث عائشة رضي الله عنها: أخرجه البخاري؛ كتاب الصوم، باب: متى يُقضى قضاءُ رمضان، برقم (1950) ، ومسلم؛ كتاب: الصيام، باب: قضاء رمضان في شعبان، برقم (1146) .",
            "page": "55",
            "part": "1",
            "seal": "222383C3"
        },
        {
            "id": "53",
            "nass": "إذنه جاز له أن يُفطِّرها إن احتاج إلى الجماع، فإن لم يكن له بها حاجة كُرِه له منعها إذا كان الصيام لا يضرُّها ولا يعوقها عن تربية ولد ولا رضاع ونحوه، سواء في ذلك الست من شوال أو غيرها من النوافل) (¬82) . ¶ قال رسول الله صلى الله عليه وسلم: «لا تَصُمِ المرأةُ وبعلُها شاهد إلا بإذنه، ولا تأذن في بيته وهو شاهد إلا بإذنه، وما أنفقَتْ من كسبه من غير أمره فإن نصفَ أجرِه له» (¬83) . ¶ 3- ... ومنه أيضًا صيام من يخاف على نفسه الهلاك بصومه. ¶ وذلك لعموم دلالة النصوص الشرعية على وجوب الحفاظ على الضرورات ومنها النفس، ومن أدلة ذلك: ¶ - ... قوله تعالى: {وَلاَ تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا} . [النِّسَاء: 29] ¶ - ... وقوله عزَّ وجلَّ: {وَلاَ تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} . [البَقَرَة: 195] ¶ ¬_________ ¶ (¬82) هذا نص فتوى للعلاّمة الشيخ عبد الله الجبرين - حفظه الله -. انظر: فتاوى الصيام، جمع أحمد المديفر. ص 72. ¶ (¬83) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: النكاح، باب: لا تأذن المرأة في بيت زوجها لأحد إلا بإذنه، برقم (5195) . ومسلم بلفظه، كتاب: الزكاة، باب: ما أنفق العبد من مال مولاه، برقم (1026) . [والحديث محمول - كما لا يخفى - على من تطوّعت بصوم؛ وتعليل ذلك أن مراعاة حق الزوج عليها مُستصحَب دائم، فلو سُوِّغ لها الصوم بغير إذنه لكان ذلك منعاً للزوج من حقه] . انظر: المُفهِم شرح صحيح مسلم للقرطبي (4/1727) .",
            "page": "56",
            "part": "1",
            "seal": "8F5E30D0"
        },
        {
            "id": "54",
            "nass": "فائدة: ¶ العبرة في تقرير الأحكام - كما لا يخفى - إنما تكون بعموم لفظ النص الشرعي، لا بخصوص سبب نزوله، (ومضمون الآية - بعمومها -: الأمرُ بالإنفاق في سبيل الله في سائر وجوه القربات ووجوه الطاعات، وخاصة صرف الأموال في قتال الأعداء وبذلها فيما يقوى به المسلمون على عدوِّهم، والإخبار بأن المسلم إذا لازم تَرْكَ ذلك واعتاده، تسبَّب لنفسه هلاكاً، وأَوْردها مورد العذاب. لكن خصوص السبب أنها نزلت في منع الرجل للنفقة في سبيل الله، فكانت التهلكة بعدها في إيثار الإقامة في الأهل والمال وترك الجهاد] (¬84) . ¶ ومما يستدل به على وجوب حفظ النفس كذلك عموم قول النبيِّ صلى الله عليه وسلم: «لا ضرر ولا ضرار» (¬85) . ¶ *** ¶ ¬_________ ¶ (¬84) انظر: تفسير القرآن العظيم لابن كثير ص 200، ط - بيت الأفكار. ¶ (¬85) أخرجه مالك في الموطأ (2/745) ، مرسلاً من حديث يحيى المازني رحمه الله. وله شواهد موصولة يتقوى بها، منها ما أخرجه أحمد في مسنده - بزيادةٍ فيه - برقم (2867) ، وابن ماجه - بلفظ: «وَلاَ إِضْرَار» - برقم (2341) ، كلاهما عن ابن عباس رضي الله عنهما. وعن عبادة بن الصامت عند ابن ماجه أيضًا، برقم (2340) ، وبلفظ: (أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَضَى أَنْ لاَ ضَرَرَ وَلاَ ضِرَار) . والحديث حسّنه النووي في الأربعين - عند الحديث الثاني والثلاثين - وقال: له طرق يقوي بعضها بعضاً. اهـ. ... ومعنى (لا ضرر) ، أي: لا يضر إنسان أخاه، (ولا ضرار) ، أي: لا يجازي مَنْ ضَرَّه بإدخال الضُّرِ عليه، بل يعفو. انظر: موطأ مالك، بتعليق محمد فؤاد عبد الباقي (2/745) .",
            "page": "57",
            "part": "1",
            "seal": "694C463F"
        },
        {
            "id": "56",
            "nass": "الفصل الخامس ¶ أحكام الصيام، ومسائل مهمة متعلقة به ¶ أخي القارئ المكرم، هذا الفصل هو قُطب رحى الكتاب، وعليه مداره، فإن المسلم الحق لا يسعه إلا الاهتمام البالغ بأداء هذه العبادة الركن على وجهها الأكمل، على بصيرة وعلم، وهذا ما يفسر لنا مزيد تساؤلات المؤمنين عن أحكام الصيام وتفصيلاتها قبيل هذا الشهر الكريم، لذا، ومحبة لإفادة عامة الأمة المكرمة، وإيفاءً لبعض من حقها، فقد أفردت بتفصيلٍ عمدة أحكام الصيام، التي لا غنية للصائم عنها، ولا يسع المؤمن الجهل بها، وجماعها في ستة عشر مبحثاً، مرتبة كالآتي: ¶ 1- ... كيفية ثبوت شهر رمضان. ¶ 2- ... المقصود باختلاف المطالع، وأثر ذلك في تحقق الثبوت والانقضاء. ¶ 3- ... كيفية ثبوت انقضاء شهر رمضان.",
            "page": "59",
            "part": "1",
            "seal": "EC35B7D4"
        },
        {
            "id": "57",
            "nass": "4- ... ركن الصوم. ¶ 5- ... شروط وجوب الصوم. ¶ 6- ... شروط صحة الصوم. ¶ 7- ... الصوم الواجب (المفروض) . ¶ 8- ... مفسدات الصوم. ¶ 9 - ... مالا يُفسِد الصوم. ¶ 10 - مبيحات الإفطار، وما يلحق بها. ¶ 11- ... مندوبات الصوم. ¶ 12- ... مكروهات الصوم. ¶ 13- ... الاعتكاف. ¶ 14- ... قيام رمضان (التراويح) . ¶ 15- ... قيام ليلة القدر. ¶ 16- ... زكاة الفطر.",
            "page": "60",
            "part": "1",
            "seal": "A6D9DF6F"
        },
        {
            "id": "58",
            "nass": "1- كيفية ثبوت الشهر الكريم ¶ إن بداية الصيام وثبوت دخول شهره، يكون بأحد أمرين: ¶ الأول: بقبول الإمام لرؤية شاهدٍ واحد عدل - على ما ذهب إليه أكثر أهل العلم - لهلال رمضان، وذلك في ليلة الثلاثين من شعبان، وبذا يكون شعبان في هذه الحالة تسعة وعشرين يوماً. ¶ فإن لم تُمكِن الرؤية، لغيم أو قَتَر-غبار- ونحوه، أو لعدم ولادة الهلال بعد، أو لاستحالة وقوع الرؤية بعد الولادة إلا بعد انقضاء زمن محدد، بحيث يصير الهلال ذا حجم تمكن رؤيته معه، فإن لم تمكن الرؤية لما ذكر آنفًا، عند ذلك يكون الثبوت بالأمر الثاني، وهو: إكمال عدة شعبان ثلاثين يوماً، ويُحكَم بعد ذلك - قطعاً - بدخول شهر رمضان، فإن الشهر القمري تسع وعشرون، وقد يكون ثلاثين يوماً، إلا أنه لا يمكن أن يزيد عن ثلاثين.",
            "page": "61",
            "part": "1",
            "seal": "4613A5E3"
        },
        {
            "id": "59",
            "nass": "قال رسول الله صلى الله عليه وسلم: «الشهر تسع وعشرون ليلة، فلا تصوموا حتى تروه، فإن غُمّ عليكم فأكملوا العدة ثلاثين» (¬86) . ¶ وقال عليه الصلاة والسلام: «إنا أمَّة أمِّية، لا نكتب ولا نحسُب، الشهر هكذا وهكذا وهكذا، وعقد الإبهام في الثالثة، والشهر هكذا وهكذا وهكذا. يعني تمام ثلاثين» (¬87) . ¶ وقال عبد الله بن عمر رضي الله عنهما: (تراءى الناسُ الهلالَ، فأخبرت رسولَ الله صلى الله عليه وسلم أني رأيتُه، فصامه وأمر الناس بصيامه) (¬88) . ¶ مسألة: ¶ هل يدخل الشهر، أو يثبت الهلال بقول منجِّمٍ يَحسُب سَيْر القمر؟ ¶ إن الشارع الحكيم قد أناط الصوم والفطر - وكذا الحجَّ - برؤية الهلال، لا بمجرد ولادته أو وجوده، ¶ ¬_________ ¶ (¬86) تقدم تخريجه بالهامش ذي الرقم (65) . ¶ (¬87) متفق عليه من حديث عبد الله بن عمر رضي الله عنهما: أخرجه البخاري؛ كتاب: الصوم، باب: قول النبيِّ صلى الله عليه وسلم: «لاَ نَكْتُبُ وَلاَ نَحْسُب» ، برقم (1913) . ومسلم؛ كتاب: الصيام، باب: وجوب صوم رمضان لرؤية الهلال، برقم (1080) . واللفظ للبخاري رحمه الله. ¶ (¬88) أخرجه أبو داود؛ كتاب الصيام، باب: في شهادة الواحد على رؤية هلال رمضان، برقم (2342) ، عن عبد الله بن عمر رضي الله عنهما.",
            "page": "62",
            "part": "1",
            "seal": "37468395"
        },
        {
            "id": "60",
            "nass": "فالرؤية هي المُعوَّل عليه ابتداءً في إثبات الهلال، إلا أنه - كما لا يخفى - قد أمكن للمراصد الفلكية اليوم بحساب بالغ الدقة تحديدَ زمن ولادة الهلال، بل زمن إمكانية رؤيته في أمكنة محددة، واستحالتها في أمكنة أخرى في ذلك الزمن، ومع كون ذلك صحيحاً بدرجة كبيرة، إلا أن الشريعة نصت على أن الرؤية هي مناط التكليف، فيُعوَّل عليها إن تناقضت - فَرَضاً - مع حساب المراصد الفلكية، والحق أنه لا يمكن أن يتناقضا، لأن العلم المُتيقَّن الصحيح لا يتعارض بحال مع الخبر الصادق الموثوق، لكنْ من المقرر - في علم الفلك - أن الهلال إذا وُلد، فإنه لا يمكن رؤيته إلا بعد مرور زمن محدد يصل فيها إلى أدنى مستويات إمكان الرؤية، وهذا يدخل فيه كثير من العوامل الجوية والفلكية وغيرها، مما ينفي الضابط في ذلك أو - على الأقل - يجعل هذا الضابط غير مطَّردٍ لدى الفلكي، لذا لم نعمل بقوله في إثبات الهلال، وإن كثرت إصابته",
            "page": "63",
            "part": "1",
            "seal": "D67871A8"
        },
        {
            "id": "61",
            "nass": "لصحة إمكان الرؤية، ويبقى أن التعويل على الرؤية هو الأصل، كما قررته الشريعة الغراء. ¶ 2- اختلاف المطالع، وأثر ذلك في تحقق الثبوت والانقضاء ¶ ما المقصود باختلاف المطالع، وما أثر ذلك على إثبات دخول الشهر القمري أو انقضائه؟ ¶ [اعلم - رحمني الله وإياك - أنه قد يُرى الهلال في بلد قبل الآخرين بليلة، وذلك تبعاً لاختلاف مطالع القمر، كما تختلف مطالع الشمس بين البلدان، واختلاف مطالع القمر لا يكون في أقل من أربعة وعشرين فرسخاً، والفرسخ = ثلاثة أميال، وهو يساوى بالتقريب: (5544م) ، فلا يكون اختلاف المطالع - على ذلك - بمسافة هي أقلّ من (24 × 5544م) = 133056م = 133.056 كلم، وهي تقارب مرة ونصف مسافة القصر في السفر، والتي هي - كما هو معلوم - ستة عشر فرسخاً أو (¬89) كلم تقريباً. ¶ ¬_________ ¶ (¬89) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: الصوم، باب: قول النبيِّ صلى الله عليه وسلم: «إِذَا رَأَيْتُمُ الهِلاَلَ فَصُومُوا» برقم (1909) . ومسلم؛ كتاب: الصيام، باب: وجوب صوم رمضان لرؤية الهلال، برقم (1081) . وما بين الحاصرتين [غُبّي] عند البخاري. ومعنى الألفاظ التي في الصحيحين: (غُمّي) أو (غُبّي) أو (غُمّ) أو (أغمي) ، جميعها تعني: وجود غيم ونحوه في السماء تسبّب في عدم إمكان رؤية الهلال، والله أعلم.",
            "page": "64",
            "part": "1",
            "seal": "F4C5C6F2"
        },
        {
            "id": "62",
            "nass": "لذلك فقد رأى بعض الفقهاء (الشافعية) اختلاف بدء الصوم والعيد بحسب اختلاف مطالع القمر بين مسافات بعيدة - كما تقدّم - في حين رأى جمهور الفقهاء (الحنفية والمالكية والحنابلة) جزى الله الجميع خيراً، أن الصوم والعيد يوحَّد بين المسلمين، ولا عبرة لديهم باختلاف المطالع، فإذا ثبتت رؤية الهلال بمكان، قريباً كان أو بعيداً لزم المسلمين كلَّهم الصومُ، وحُكْمُ من لم يره حُكْمُ من رآه. ¶ ومما استدل به الجمهور عموم ما يدل عليه حديث: «صوموا لرؤيته، وأفطروا لرؤيته، فإن غُمِّيَ -[غُبِّي]- عليكم، فأكملوا عدة شعبان ثلاثين» (89) . ¶ ومما استدلت به الشافعية حديث كُرَيْب: أن أمَّ الفضل [لبابة بنت الحارث الهلالية] بعثته إلى معاويةَ بالشام، قال: فقدمتُ الشام، فقضيتُ حاجتَها، وأستُهِلَّ عليَّ رمضانُ وأنا بالشام، فرأيت الهلال ليلة الجمعة، ثم قَدِمتُ المدينةَ في آخر الشهر، فسألني عبد الله بن",
            "page": "65",
            "part": "1",
            "seal": "D903FF76"
        },
        {
            "id": "63",
            "nass": "عباس، ثم ذكر الهلال، فقال: متى رأيتم الهلال؟ فقلتُ: رأيناه ليلة الجمعة، فقال: أنت رأيتَه؟ فقلت: نعم، ورآه الناس، وصاموا وصام معاويةُ، فقال: لكنا رأيناه ليلة السبت، فلا نزال نصوم حتى نكمل ثلاثين، أو نراه، فقلت: أولا تكتفي برؤية معاويةَ وصيامه؟ فقال: لا، هكذا أمرنا رسول الله صلى الله عليه وسلم (¬90) . ¶ ولعل الأَوْلى في مسألة اختلاف المطالع ترجيح رأي الجمهور في أنه إذا رآه أهل بلد لزم أهلَ البلاد كلها (¬91) ، فإن ذلك أدعى لتوحيد كلمة المسلمين في الميقات الزماني لعبادة الصيام، وأقرب لدرء مفسدة الخلاف بينهم، ولأن وجوب الصيام متعلق بمطلق الرؤية للهلال، لا لقُطْر بعينه، هذا فضلاً عن أنه [من المقرر أن أقصى مدة زمنية بين أبعد قطرين إسلاميين لا يتجاوز تسع ساعات - كما تفيده تقارير العلوم الفلكية المستحدثة - وإن وسائل الاتصال الحديثة صارت تُمكِّن بيسر من تبليغ حصول الرؤية، فتتواصل بذلك ¶ ¬_________ ¶ (¬90) أخرجه مسلم؛ كتاب: الصيام، باب: بيان أن لكل بلد رؤيتهم وأنهم إذا رأَوْا الهلال ببلد لا يثبت حكمه لما بَعُد عنهم، برقم (1087) ، عن كريبٍ رحمه الله. وفي آخره قال مسلم: (وشك يحيى بن يحيى في: نكتفي أو تكتفي) . اهـ. ¶ (¬91) انظر: نيل الأوطار للإمام محمد بن علي الشوكاني (4/194) .",
            "page": "66",
            "part": "1",
            "seal": "143D4BEC"
        },
        {
            "id": "64",
            "nass": "البلدان الإسلامية في توحيد بدء صيامها وموعد فطرها (¬92) . ¶ ولعل ما ذهبت إليه الشافعية من الاستدلال بحديث ابن عباس رضي الله عنهما، واعتبار اختلاف المطالع كان في الزمن الأول، وذلك لصعوبة الاتصال بين البلدان حينها، أما وقد تطورت وسائل الاتصال فقرّبت البعيد، وترابطت بها أنحاء المعمورة في ثوان، فلا مُسوِّغ عندئذٍ لاعتبار اختلاف المطالع، والله أعلم. ¶ 3- كيفية ثبوت انقضاء شهر رمضان: ¶ يكون انقضاء الشهر الكريم أيضاً بأحد أمرين: ¶ الأول: بقبول الحاكم - الإمام - لشهادة رجلين عدلين، برؤية الهلال. ¶ والثاني: إن لم تمكن الرؤية، أو كان صحواً ولم يُر، فيكون إثبات انقضاء رمضان بإكمال عدته ثلاثين يوماً. ¶ - ... ويلحظ هنا مزيد التحوُّط للعبادة، ففي أول رمضان ¶ ¬_________ ¶ (¬92) انظر: الفقه الإسلامي وأدلته، للدكتور وهبة الزحيلي (2/610) ، نقلاً عن بحث للشيخ محمد السايس، ضمن بحوث المؤتمر الثالث لمجمع البحوث الإسلامية: ص (99) ، وما بعدها.",
            "page": "67",
            "part": "1",
            "seal": "5AEEA634"
        },
        {
            "id": "65",
            "nass": "يثبت الشهر بقبول رؤية شاهد واحد عدل، فيصوم الناس بذلك، بينما في آخر رمضان لا يزال المسلمون يصومون ولا يخرجون من عبادتهم حتى يكملوا ثلاثين أو يرى الهلالَ رجلان عدلان مقبولة شهادتهما عند الإمام. فما أعظم هذا التشريع، وما أجلّ الحكمة المُودَعة فيه!!. ¶ فائدة: ¶ لا يُقبل في إثبات دخول الشهر القمري عامّة إلا رجلان عدلان بلفظ الشهادة، إلا في رمضان فإنه يُقبل بشهادة رجل واحد، وكان عليه الصلاة والسلام يحتاط لشعبان ما لا يحتاط لغيره من الشهور «ويحصي هلال شعبان لرمضان» (¬93) ، ويقول عليه الصلاة والسلام: «لا تُقدِّموا رمضانَ بصوم يومٍ ولا يومين» (¬94) ذلك بأن الدقة والتثبت من دخول شعبان يترتب عليه صحة إثبات دخول شهر رمضان، وفي ذلك كلِّه مزيد اهتمام بهذا الركن العظيم (الصيام) . ¶ ¬_________ ¶ (¬93) أخرجه الترمذي بلفظ: «احْصُوا هِلالَ شَعْبَانَ لِرَمَضَانَ» ، في كتاب الصوم، باب: ما جاء في إحصاء هلال شعبان لرمضان، برقم (687) ، عن أبي هريرة رضي الله عنه. والحديث أعلّه الترمذيُّ في آخره بأن هذا الإسناد هو لمتن حديث آخر، كما أعلّه بذلك الإمام ابن أبي حاتم. انظر: «العلل» رقم (670) . والصواب: أن إسناد الحديث السابق هو لمتن الحديث: «صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتُه» ، والله أعلم. ¶ (¬94) تقدم تخريجه بالهامش ذي الرقم (67) .",
            "page": "68",
            "part": "1",
            "seal": "BBD7C0D6"
        },
        {
            "id": "66",
            "nass": "4 - ركن الصوم: ¶ إن حقيقة الصوم وقِوامه، هو الإمساك (الامتناع) عن المُفطِّرات - وسيأتي تفصيل لها إن شاء الله -، وذلك من طلوع الفجر الثاني الصادق [المنتشر المعترض في الأفق] من يوم الصيام، إلى غياب قرص الشمس بكماله في الأفق. ¶ قال تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} . [البَقَرَة: 187] ¶ وحيث إن الله تعالى قد أباح هذه الجملة من المُفطِّرات ليلة الصيام، وأمر سبحانه بالإمساك عنها في نهار الصيام، فقد دل ذلك على أن ركن الصوم وحقيقته هو هذا الإمساك المأمور به. ¶ 5 - شروط وجوب الصوم: ¶ المقصود بهذه الشروط: الأمور التي يلزم عند وجودها الصومُ، فتتعلق ذمّة المكلَّف بهذا الواجب،",
            "page": "69",
            "part": "1",
            "seal": "31096ABB"
        },
        {
            "id": "67",
            "nass": "فإن عُدِم أحدُها لم يكن الصوم عندئذٍ واجباً، وهي خمسة: ¶ أ- ... الإسلام، فلا يجب الصوم على كافر، فإن أسلم أثناء شهر رمضان، صام ما يستقبل من بقية شهره، ولا يقضي، لقوله تعالى: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ} [الأنفَال: 38] ، ولقوله صلى الله عليه وسلم: «أما علمتَ - يا عمرو - أن الإسلام يَهْدِم ما كان قبله» (¬95) . ولقوله عليه الصلاة والسلام: «الإسلام يَجُبُّ ما قبله» (¬96) . فلو أسلم الكافر في أثناء نهار الصوم، لزمه إمساك بقية يومه - تعظيماً لحرمة نهار رمضان - كما يلزمه القضاء، لكونه قد أدرك جزءاً من وقت العبادة، حال كونه مسلماً. ¶ ب - العقل: ¶ من المقرر - أصولاً - أن خطاب التكليف لا يتوجه لغير عاقل، وذلك لعدم أهليته للعبادة، فلا ¶ ¬_________ ¶ (¬95) أخرجه مسلم؛ كتاب: الإيمان، باب: كون الإسلام يهدم ما قبله، برقم (121) ، عن عمرو بن العاص رضي الله عنه. ¶ (¬96) أخرجه أحمد في المسند (4/199) ، من حديث عمرو بن العاص رضي الله عنه، بلفظ: «يَا عَمْرو بَايَعْ، فَإِنَّ الإِسْلاَمَ يَجُبُّ مَا قَبْلَه» . كما أخرجه في بقية حديث عمرو (4/204) بزيادة في آخره: «مِنَ الذُّنُوب» .",
            "page": "70",
            "part": "1",
            "seal": "3DBD9CE2"
        },
        {
            "id": "68",
            "nass": "يجب الصوم على مجنون، أو مغمى عليه، قال صلى الله عليه وسلم: «رفع القلم عن ثلاث: عن المجنون المغلوب على عقله، وعن النائم حتى يستيقظ، وعن الصبي حتى يحتلم» (¬97) . ¶ مسألة: ¶ من زال عقلُه بسُكْرٍ بشراب أو غيره، فهل يجب عليه الصوم؟ ثم لو أفطر، هل يقضي؟ ¶ - ... السكران هو عاقل في الأصل، وهو مخاطب بالتكليف قبل زوال عقله، لذا فإن وجوب الصوم يبقى متعلقاً بذمته، والحال أنه قد تسبَّب عمداً بزوال عقله، فيأثم بذلك، كما يأثم بفطره، ويلزمه القضاء بعد الإفاقة من زوال عقله، والله أعلم. ¶ ج - البلوغ: ¶ وقد اعتُبِر شرطَ وجوبٍ لأن الغرض من التكليف هو الطاعة والامتثال، ولا يكون ذلك إلا بإدراك معنى ¶ ¬_________ ¶ (¬97) أخرجه النسائي، كتاب: الطلاق، باب: من لا يقع طلاقه من الأزواج، برقم (3462) ، عن عائشة رضي الله عنها. والحديث في مسند أحمد (6/101) ، من حديث السيدة عائشة، كذلك عنده (1/118) من حديث علي رضي الله عنه. وعند الحاكم - وصححه وأقره الذهبي - (1/259) ، من حديث علي رضي الله عنه، والمختار في المتن لفظه.",
            "page": "71",
            "part": "1",
            "seal": "BF9B2A86"
        },
        {
            "id": "69",
            "nass": "التكليف والقدرة على القيام به، والطفل في واقع حاله عاجز عن الإدراك والقدرة، فلم يكن ذلك الصومُ واجباً على الصبي حتى يحتلم، ولا على الفتاة حتى تحيض. ¶ مسألة: ¶ هل يؤمر الصبي المميِّز أو الفتاة المميِّزة [عند سن السابعة] ، هل يؤمران بالصيام؟ وهل يصح منهما صوم؟ ¶ - إذا أطاق هؤلاء الصيامَ، أَمَرَهم وليُّهم به، وذلك ليعتادوا عليه، ويصح منهم الصوم، كما تصح الصلاة، إلا أن الصوم فيه مشقة عليهما، فاعتُبِرت له الطاقة ولم تُعتبَر في الأمر بالصلاة لإمكان القيام بها من غير مشقة. ¶ د - العلم بوجوب الصيام على المُكلَّف. ¶ إذا علم المسلم المكلّف - العاقل البالغ - بوجوب الصيام، وكان شاهداً الشهر الكريم، وجب عليه",
            "page": "72",
            "part": "1",
            "seal": "2B6B3DE1"
        },
        {
            "id": "70",
            "nass": "الصوم، والحال أن ذلك معلوم بالضرورة لكل من نشأ في دار الإسلام، ولا يُعذر المسلم بجهله بهذا، كما لا يُظن بمسلم الجهل بوجوب صيام رمضان عند شهوده. ¶ مسألة: ¶ من أسلم في دار الحرب (بلاد الكفار) ، فكيف يحصل له العلم المُوجِب للصيام؟ ¶ اشترط الفقهاء - جزاهم الله خيراً - لمن أسلم في دار الحرب، كي يحصل له العلم المُوجِب للصيام، أن يتم إخباره بدخول الشهر بطريق معتبرة شرعاً، وذلك بإخبار رجل عدل أو رجلين عدلين أو رجلٍ مستور الحال، وامرأتين مستورتَيْ الحال، والواقع أن الإعلام بدخول الشهر لم يعد أمراً خافياً على أحد في عصرنا، وذلك لتوافر آلات الاتصال المستحدَثة، حيث يتواتر العلم بذلك حال ثبوته، فيكون ذلك كافياً لحصول العلم الموُجِب، والله أعلم.",
            "page": "73",
            "part": "1",
            "seal": "6C62E75B"
        },
        {
            "id": "71",
            "nass": "6 - شروط صحة الصوم: ¶ بعد أن تعلقت ذمة المُكلَّف بوجوب أداء الصوم، وذلك بتوافر شروط الوجوب عليه، فما الذي يجعل هذا الصوم عند وقوعه من المُكلَّف صحيحاً؟ هذا هو المقصود بشروط الصحة، وهي ثلاثة: ¶ أ - الإسلام فكما أنه شرط لوجوب الصوم - كما ذُكِر بيانه آنفًا - فهو شرط كذلك في صحة وقوع الصوم، فلا يصح صوم الكافر بحال، ولو مرتداً - والعياذ بالله - وليس عليه القضاء، فالكافر مع كونه مطالباً بالإسلام، فهو مطالب كذلك بفروع الشريعة، ومن ثَمَّ فإنه يجب عليه الصوم، فيكون عذاب الكافر مضاعفاً في الآخرة؛ ابتداءً لعدم إسلامه، ومن ثَمَّ لتركه العبادة. ولو أسلم الكافر فإنه لا يُطالَب بالقضاء لما أفطره حال كفره، ذلك أن «الإسلام يجبُّ ما قبله» (¬98) . ¶ ب- النية: ومعناها - هنا - أن يقصِد المكلَّفُ بالصيام العالمُ بوجوبه الصومَ، وأن تكون هذه النية بالصوم ¶ ¬_________ ¶ (¬98) تقدم تخريجه بالهامش ذي الرقم (96) .",
            "page": "74",
            "part": "1",
            "seal": "34E79A85"
        },
        {
            "id": "72",
            "nass": "جازمة لا تردُّدَ فيها، وأن تكون معيِّنةً لمَحَلِّ وقت الصوم، كصيام غدٍ مثلاً، أو معيَّنة لمحلِّ سبب الصوم، كصيام قضاء يوم من رمضان مثلاً، كما يُشترط في النية أن تكون مبيَّتة ليلاً وذلك لصيام الفرض، أما صيام النفل فلا يشترط تبييت النية فيه ليلاً، بل يصح صومه بنيةٍ قبل الزوال. كما أنه لا بد للنية أن تكون مستمرة ليلة الصيام؛ فلو نوى الإفطار ليلاً، كان مفطراً في نهاره ولو أمسك عن المُفطِّرات، كما أنه لو نوى الإفطار نهاراً وهو صائم انقطع صيامه ولو لم يُفطِر بمُفطِّر؛ لأن الصيام عبادة، والعبادات لا تصح إلا بالنية، والله أعلم. ¶ ودليل وجوب تبييت النية في الفرض قولُ النبيِّ صلى الله عليه وسلم: «من لم يُجمِع الصيامَ قبل الفجر فلا صيام له» (¬99) . ¶ ودليل جواز تأخر النية في النفل إلى قُبيل الزوال ¶ ¬_________ ¶ (¬99) أخرجه أبو داود، كتاب: الصيام، باب: النية في الصوم، برقم (2454) ، عن حفصةَ رضي الله عنها زوجِ النبيِّ صلى الله عليه وسلم. والحديث مُختلَف في رفعه أو وقفه، كما ذكر ذلك أبو داود رحمه الله عقب روايته الحديث.",
            "page": "75",
            "part": "1",
            "seal": "03BF660A"
        },
        {
            "id": "73",
            "nass": "حديثُ عائشة رضي الله عنها، قالت: «دخل عليَّ النبيُّ صلى الله عليه وسلم ذات يوم فقال: يا عائشة: هل عندكم شي؟ فقلنا: لا، قال: فإني إذن صائم» (¬100) . ¶ ج- ... الطهارة من الحيض والنفاس، وذلك في جميع نهار الصوم؛ فمن انقطع دمها من حيض أو نفاس ليلاً، ثم لم تغتسل، ونوت الصيام من الغد، صحَّ صومها، أما من طرأ عليها حيض أو نفاس في نهارٍ بَطَل صومُها، ووجب عليها القضاء حال الطهارة. هذا، ومما يجدر ذكره هنا أنه لا يصح صوم حائض أو نفساء - إجماعاً - من أجل أنهما ليستا أهلاً للصوم. ¶ مسألة: ¶ لو أصبح المسلم جُنُباً، فهل يصح صومه؟ ¶ نعم، فالاحتلام لا يؤدي إلى الفطر بالإجماع، فمن احتلم من ليل أو نهار، فصيامه صحيح ولا شيء عليه. ¶ ¬_________ ¶ (¬100) جزء من حديث أخرجه مسلم؛ كتاب: الصيام، باب: جواز صوم النافلة بنية من النهار قبل الزوال، برقم (1154) ، عن عائشة رضي الله عنها.",
            "page": "76",
            "part": "1",
            "seal": "84D66B01"
        },
        {
            "id": "74",
            "nass": "وكذلك لو جامع ليلاً ولم يغتسل، فأصبح جنباً، فإن صيامه صحيح، وذلك لما روت عائشةُ وأمُّ سلمةَ رضي الله عنهما «أن النبيَّ صلى الله عليه وسلم كان يصبح جُنُباً من غير حُلُم ثم يصوم» (¬101) . ¶ مسألة: ¶ لو أسلم المرتد - عاد إلى الإسلامٍ بعد أن تركه -، فهل يقضي صياماً تَرَكه حال رِدَّته؟ ¶ نعم، لو أسلم المرتدُّ وجب عليه قضاء ما فاته، لأن الرِّدَّة لا يَسقط بها وجوبُ العبادات عنه، فقد التزم هذه العبادات حال الإسلام، فيستمر وجوبها عليه حال رِدَّته، والله أعلم. ¶ مسألة: ¶ ما حكم الرِّدَّة بعد نية الصوم؟ ¶ حصول الرِّدَّة - والعياذ بالله - بعد نية الصوم يُبطِل الصومَ بلا خلاف. ¶ ¬_________ ¶ (¬101) متفق عليه من حديث عائشة وأم سَلَمة رضي الله عنهما: أخرجه البخاري؛ كتاب: الصوم، باب: الصائم يصبح جنباً، برقم (1926) . ومسلم - بلفظه -، كتاب: الصيام، باب: صحة صوم من طلع عليه الفجر وهو جنب، برقم (1109) .",
            "page": "77",
            "part": "1",
            "seal": "B300E28B"
        },
        {
            "id": "75",
            "nass": "7 - الصوم الواجب (المفروض) : ¶ هذا الصوم لا يسع المؤمن الجهل بأحكامه، وذلك لوقوع الإثم على من لم يلتزم به. وقد مرّ أنه من حيث كيفية الأداء هو على قسمين اثنين، وهاك تفصيلاً لذلك: ¶ أ - ما يجب في أدائه التتابع (عدم انقطاع) ، وهو: ¶ - ... صوم رمضان، قال تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [البَقَرَة: 185] ، ومعلوم أن الشهر لا يكون َإلا متتابعاً قي أيامه فيكون صومه متتابعاً بالضرورة. ¶ - ... صوم بعض الكفَّارات، وهي: كفَّارة القتل الخطأ، قال الله تعالى: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} [النِّسَاء: 92] . ¶ - ... وكذلك كفَّارة الظِّهار - والظِّهار: قول الرجل لامرأته أنتِ عليَّ كظَهْر أمي! يريد بذلك تحريمَها - قال تعالى: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ",
            "page": "78",
            "part": "1",
            "seal": "C0E3431C"
        },
        {
            "id": "76",
            "nass": "مِنْ قَبْلِ أَنْ يَتَمَآسَّا} [المجَادلة: 4] . ¶ - ... ويشترط التتابع أيضاً في صوم كفَّارة الجماع عمداً في نهار رمضان، وهي المسمّاة (الكفَّارة الكبرى) . ¶ قال أبو هريرة رضي الله عنه: بينما نحن جلوس عند النبيِّ صلى الله عليه وسلم، إذ جاءه رجل فقال: يا رسول الله هلكتُ، قال: «ما لَكَ؟» ، قال: وقعتُ على امرأتي وأنا صائم. فقال رسول الله صلى الله عليه وسلم: «هل تجد رقبةً تعتقها؟» ، قال: لا. قال: «فهل تستطيع أن تصوم شهرين متتابعين؟» ، قال: لا، فقال: «فهل تجد إطعام ستين مسكيناً؟» ، قال: لا. قال: «فمكث النبيُّ صلى الله عليه وسلم» . فبينا نحن على ذلك، أُتِِيَ النبيُّ صلى الله عليه وسلم بعَرَقٍ فيها تمر، [والعَرَق المِكتَلُ] (¬102) ، قال صلى الله عليه وسلم: «أين السائل؟» فقال: أنا، قال: «خذها فتصدَّق به» فقال الرجل: أعَلى أفقر مني يا رسول الله؟! فوالله ما بين لابتيها [لابتي المدينة: يريد الحرّتين] ، أهل بيتٍ أفقرُ من أهل بيتي. فضحك النبيُّ صلى الله عليه وسلم حتى بدت أنيابه، ثم قال: «أَطْعِمْه أهلَك» (¬103) . ¶ ¬_________ ¶ (¬102) العَرَق: المِكْتَل من خُوْص النّخل (أي: ورقه) ، يسع خمسة عشر صاعاً، والصاع يعدل أربعة أمداد، والمد أربع حَفَنات، أي ما يقارب (675 غم) فيكون الصاع: 2700 غم؛ وعليه فقد كان في هذا المكتل بالتقريب: أربعين كيلوغرامًا ونصفاً. ¶ (¬103) متفق عليه، من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: الصوم، باب: المجامع في رمضان، برقم (1936) ، ومسلم؛ كتاب: الصيام، باب: تغليظ تحريم الجماع في نهار رمضان على الصائم، برقم (1111) .",
            "page": "79",
            "part": "1",
            "seal": "341C0C7E"
        },
        {
            "id": "77",
            "nass": "- ... كما يُشترط التتابع في أداء الصوم الواجب، لمن نذر أو حلف أن يصوم أياماً بعينها، كالعشر الأولى من شهر رجب مثلاً، أو صوم شهر شعبان، ونحو ذلك، فإنه يتعين عليه التتابع لتعيينه الوقت، فلا يَصْدُق على العشر الأولى إلا إذا تتابعت، وإلا لم تكن أولى، ولا يَصْدُُق على شهر إلا إذا تتابع. ¶ ب- ما لا يجب في أدائه التتابع (يجوز تفريق أداء صيامه) : ¶ من الصوم الواجب، ما يكون صاحبه بالخِيار: إن شاء فرّق، وإن شاء تابع، ومن ذلك: ¶ - صوم قضاء رمضان. ¶ فلو أفطر مسلم في رمضانَ أياماً لعذرٍ كمرض أو سفر، فعليه المبادرة إلى إسقاط الفرض، ويستحب له أن يتابع في القضاء، ولكن هذا التتابع لا يشترط، لقوله تعالى: [البَقَرَة: 184] {فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} ، فقد",
            "page": "80",
            "part": "1",
            "seal": "5EAA6CAD"
        },
        {
            "id": "78",
            "nass": "ذكر تعالى صوم القضاء لرمضان، بصيغة ُ 8 ِ، وهي نَكِرة مُنَوَّنة، فتعمّ لتشمل أي يوم آخر من غير أيام شهر الصيام، - ويستثنى من ذلك ما يحرم صومه من أيامٍ، وقد ذُكِر بيانه آنفًا - كما أن الله تعالى قد ذكر الصوم هنا مطلقاً عن التتابع، لذا، فإنه لا يجب فيه التتابع. ¶ - صوم المتعة في الحج. ¶ فمن أحرم بالعمرة في أشهر الحج، وأتى بأعمالها، حتى إذا فرغ من أداء عمرته تحلل منها، ثم أحرم بعدها بالحج من مكة في تلك السنة: سُمِّي حاجًّا متمتعاً، وهذا الحاجُّ - بسبب تمتُّعِه بالتحلُّل من العمرة قبل إحرامه بالحج -، قد أوجب الله عليه الهَدْي، وهو: ما يُهدى إلى البيت ويُفرَّق لحمُه على مساكين الحرم، من بدَنَة (¬104) ، أو بقرة، أو شاة، فإن عجز عن الهَدْيَة (سوق الهَدْي) إلى البيت، وجب عليه الصيام عشراً كاملةً من ذي الحجة، والأفضل صوم ¶ ¬_________ ¶ (¬104) البَدَنة: ناقة أو بقرة تُنحر بمكة؛ سميت بذلك لأنهم كانوا يسمِّنونها، والجمع بُدْن، بالضم، قال تعالى: [الحَجّ: 36] {وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ ... } . انظر: مختار الصحاح، مادة (ب د ن) .",
            "page": "81",
            "part": "1",
            "seal": "FAED872B"
        },
        {
            "id": "79",
            "nass": "الأيام الثلاثة في أيام الحج قبل يوم النحر (10 ذي الحجة) ، على أن يكون يوم عرفة (9 ذي الحجة) مفطراً، فإن لم يدرك الأيام الثلاثة قبل يوم النحر، فإن له أن يصوم أيام التشريق، وهي (11-12-13 ذي الحجة) ، ثم يصوم السبعة المتبقية عند فراغه من الحج وعودته إلى أهله ووطنه. ¶ قال تعالى: {فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ وَاتَّقُوا اللَّهَ وَاعْلَمْوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ} [البَقَرَة: 196] . ¶ - صوم ثلاثة أيام فديةً لحلقٍ أو تقصير في حجٍّ أو عمرة. والمقصود: وجوب الفدية - على التخيير - بين صيام ثلاثة أيام ولو مُتفرِّقات، أو التصدُّقِ على ستة مساكين، أو ذبحِ شاةٍ أو أعلى منها، وتجب تلك الفدية على من كان به مرض يحوجه إلى الحلق أو",
            "page": "82",
            "part": "1",
            "seal": "7150C6CE"
        },
        {
            "id": "80",
            "nass": "التقصير، فتحلَّل التحلُّل الأول في الحج، أو تحلَّل من عمرته، وذلك قبل أن يبلغ زمانَ ذبح الهدي، وهو يوم النحر للحاج (10 ذي الحجة) ، ويوم يبلغ الهديُ الحرمَ للمعتمر، هذا إن لم يكن الحاجُّ أو المعتمر مُحصَراً - أي: منعه عدو من وصولٍ إلى الحرم -، فإن كان مُحصَراً فمَحِلُّ ذَبْحِه حيث أُحصِر. ¶ فائدة: ¶ من حلق أو قصَّر لغير عذر، فهو أولى بالكفَّارة من المريض، وكذلك من استمتع بغير الحلق كالطيب والدهن لعذر، أو لغيره. ¶ - صوم جزاء الصيد. ¶ قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لاَ تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ",
            "page": "83",
            "part": "1",
            "seal": "6AD41258"
        },
        {
            "id": "81",
            "nass": "فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ *} [المَائدة: 95] . ¶ تأمل - أخي القارئ - كيف ذكر الله تعالى الصوم في هذه الآية مطلقاً عن شرط التتابع. ¶ هذا، وقد اتفق الفقهاء - جزاهم الله خيراً - على أنه يَحرُم التعرُّضُ لصيدٍ في الحرم، سواء في ذلك من أحرم بنُسُك (من حجٍّ أو عمرة) ومن لم يُحرم، فلا يُقتل الصيد مطلقًا في الحرم، ولا يُجرح، ولا يؤذى، ولا يُستولى عليه، ولا يُنفَّر، ولا يُساعد في اصطياده بأي وجه؛ كدلالة عليه إن كان غير مرئي للصائد، أو إشارة إليه إن كان مرئياً للصائد، ولا فرق في ذلك - كما سبق - بين محرِمٍ بحج أو عمرة وبين الحلال (غير المُحرِم) ، فلو فُرِض أن تعرض مُحرِم أو حلالٌ لصيدٍ في الحرم فقتله، فقد أثم بذلك، ويجب عليه الجزاء: فيخيّر عندها - إن كان الصيد مثلياً (أي توافر مثلُه من الحيوان الإنسي) بين أمور ثلاثة: إما إخراج مثله من النَّعَم؛ ففي النعامة مثلاً بَدَنة، وفي بقرة الوحش بقرة،",
            "page": "84",
            "part": "1",
            "seal": "BDF6BD9B"
        },
        {
            "id": "82",
            "nass": "وفي الغزال عنز، فيذبحه ويتصدق به على مساكين الحرم، وإما أن يُقوِّمه بنقد فيشتري بثمنه طعاماً يطعمه مساكين الحرم، لكل مسكين مُدٌّ (والمدّ هو وزن ملء أربع حفنات بكفَّي رجل معتدل من قمح ونحوه، أي ما يقارب 700 سبعمائة غرام) ، أو يختار الصيام، فيصوم عن كل مُدٍّ يوماً، ويسمى هذا الصوم صوم التعديل. ¶ أما إن لم يكن الصيد مثلياً، فإن الصائد يُخيِّر عندها بين أمرين: إما تقويمه نقداً وشراء طعام بذلك ثم التصدق به لكل مسكين مُدٌّ، وإما بتعديل الأمداد أيامَ صومٍ؛ عن كل مُدٍّ يوماً. ¶ ويختصُّ المُحرِم (وهو من جاوز الميقات ملبِّياً بحج أو عمرة) ، بأنه يَحْرُم عليه التعرُّضُ لصيدٍ؛ سواء كان ذلك في الحرم، أو فيما دون المواقيت، كما يحرم عليه بيعُه وشراؤه وحَلْبُ لبنه. ¶ أما صيد البحر فإن للمُحرِم ولغيره أن يصيد صيدَ البحر وأن يتعرَّض له، وأن يشير إليه، وأن يأكل منه،",
            "page": "85",
            "part": "1",
            "seal": "86C88119"
        },
        {
            "id": "83",
            "nass": "قال تعالى: {أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا} [المَائدة: 96] . ¶ فائدة: ¶ المعتبر في قيمة مِثْل المِثْلي: ما يكون في مكة، لا بمحل الإتلاف. والمعتبر في قيمة غير المثلي: ما يكون في محل الإتلاف، لا بمكة. ¶ ومما لا يشترط فيه التتابع كذلك صوم الأيام الثلاثة في كفارة اليمين: قال تعالى: {لاَ يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُّمُ الأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيامُ ثَلاَثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ *} [المَائدة: 89] . ¶ قال الحافظ ابن كثير رحمه الله: ¶ [فهذه خصالٌ ثلاث في كفارة اليمين، أيها فعل",
            "page": "86",
            "part": "1",
            "seal": "22B317CE"
        },
        {
            "id": "84",
            "nass": "الحانث - الذي لم يفِ بيمينه - أجزأ عنه بالإجماع، وقد بدأ سبحانه بالأسهل فالأسهل، فالإطعام أيسر من الكسوة، كما أن الكسوة أيسرُ من العِتْق، فرُقيَ فيها من الأدنى إلى الأعلى، فإن لم يقدر المُكلَّف على واحد من هذه الخصال الثلاث كفَّر بصيام ثلاثة أيام، كما قال تعالى: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَيَّامٍ} ] (¬105) . ¶ 8- مفسدات الصوم: ¶ لا ريب بأن هذا المبحث هو الأهم في فقه عبادة الصوم، لذا فإنه يكثر طلب المؤمنين الصائمين بيانه من أهل العلم، فيكون الشغل الشاغل لهم في شهر الصيام، وقد أحببت تأصيل ذلك، بذكر ضوابط فيه تُبَيِّن: ¶ أ) ... ما يفسد الصوم عامة. ¶ ب) ... ما يفسد الصوم ويوجب القضاء فقط. ¶ جـ) ... ما يفسد الصوم ويوجب القضاء والكفارة معاً. ¶ ¬_________ ¶ (¬105) انظر: تفسير القرآن العظيم ص (576) ، ط - بيت الأفكار، وفيه أيضاً قوله رحمه الله: (اختلف العلماء: هل يجب في صوم الأيام الثلاثة التتابع، أو يستحب ولا يجب ويجزئ التفريق؟ على قولين: أحدهما أنه لا يجب التتابع، هذا منصوص الشافعيِّ رحمه الله في كتاب الإيمان وهو قول مالكٍ رحمه الله، لإطلاق قوله: [البَقَرَة: 184] {فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} .",
            "page": "87",
            "part": "1",
            "seal": "3A8197F5"
        },
        {
            "id": "85",
            "nass": "أ) ما يُفسِد الصوم عامة. ¶ يَفْسد الصوم - بوجه عام - إذا انتفى شرط من شروطه، سواء كان شرطَ وجوبٍ كالإسلام؛ أو شرطَ صحةٍ كالطهارة من المحيض والنفاس. وبيان ذلك أنه لو ارتد مسلم - والعياذ بالله - وهو صائم فقد بطل صومه، ويلزمه القضاء إن عاد إلى الإسلام، كذلك لو طرأ حيض أو نفاس بطل صوم الحائض أو النفساء، ثم تقضي حال الطهارة. ¶ ومما يُفسِد الصوم أيضاً حصولُ ما ينافيه كأكل أو شرب أو جماع، أو دخول شيء - مغذياً كان أم غير مغذٍ - من خارج البدن إلى جوف الصائم، بضوابط منها: أن يكون الداخل إلى الجوف من منفذ مفتوح خِلْقَةً كالفم والأنف والأذن، وأن يكون الصائم قاصداً ذاكراً لصومه مختاراً فيما يتناوله من طعام أو شراب أو دواء. ¶ ب) ما يُفسِد الصوم ويُوجِب القضاء فقط. ¶ الحالات التي يفسد بها الصوم، ويجب بها القضاء",
            "page": "88",
            "part": "1",
            "seal": "34A52ACA"
        },
        {
            "id": "86",
            "nass": "فقط - دون الكفارة - عديدة لا يحسن ذكرها بتفصيل، لذا سأكتفي بالتعريف بضوابط ذلك، ثم أمثل لكل منها، بما يكفي النبيه الأريب، إن شاء الله. ¶ أولاً: تناول ما لا يؤكل عادة، سواء كان مما يُتغذى به كأكل أرز نَيْئٍ، أو ثمرة فِجَّة لا تؤكل عادة قبل نضجها كسفرجلة مثلاً، أو كان مما لا يتغذى به كشرب ما لا يُشرب من السوائل كإسبيرتو مثلاً، أو تناول دواء بطريق الفم لمرض، فصورة الإفطار في مثل هذه الأحوال قد تحققت بالابتلاع أو بإدخال شيء إلى الجوف عامداً مختاراً، فعليه في مثل ذلك القضاء دون الكفارة. ¶ ثانياً: التقصير في حفظ الصوم كمن أكل أو شرب أو جامع شاكًّا لشبهةٍ في طلوع الفجر وهو طالع، أو أفطر ظاناً الغروب والشمس باقية، ففيما ذكر آنفًا وأمثاله يجب القضاء فقط دون الكفارة. ¶ ثالثاً: قضاء (تحقيق) شهوة الفرج، ولكن بصورة غير كاملة،",
            "page": "89",
            "part": "1",
            "seal": "BD2FF35D"
        },
        {
            "id": "87",
            "nass": "ومن أمثلة ذلك: تعمُّد إنزال المنيِّ بلا جماع، كالاستمناء بالكف، أو بالتقبيل واللمس، أو مساحقة بين المرأتين إذا أنزلت، أو الإنزال بتكرار النظر وأمثال ذلك من حالات قضاء الوَطَر من غير جماع، أي بشكل قاصر عن الإيلاج، فإنه يفسد الصوم بذلك، وعليه القضاء فقط. ¶ جـ) ما يُفسِد الصوم ويُوجِب القضاء والكفارة معاً. ¶ يندرج تحت ذلك أمران: ¶ الأول: قضاء (تحقيق) شهوة الفرج، بصورة كاملة، أي: بجماع في نهار رمضان عامداً مختاراً، فإذا التقى الختانان، وغُيِّبت حَشَفَةٌ (وهي رأس الذَّكَر) في أحد السبيلين، أَنْزل أو لم يُنزِل، وجب القضاء والكفارة الكبرى، وهي - كما سبق تفصيله - على الترتيب: عتق رقبة، فإن لم يجد: صوم شهرين متتابعين، فإن لم يستطع: إطعام ستين مسكيناً. لكل مسكين مقدار مدّ (700 غ تقريباً) مما يَطعَمه",
            "page": "90",
            "part": "1",
            "seal": "65C59148"
        },
        {
            "id": "88",
            "nass": "أهل البلد، كقمح أو تمر أو أرزٍ، ونحو ذلك، أو يطعم كل مسكين منهم فيشبعه. ¶ مسألة: ¶ هل يَفسُد صوم المرأة أيضاً بالجماع؟ ¶ لا خلاف في فساد صوم المرأة بالجماع، لأنه من المُفطِّرات، فيستوي فيه الرجل والمرأة. ¶ مسألة: ¶ هل تجب على المرأة الكفارة الكبرى بالجماع؟ ¶ المختار: أن المرأة إن غُصِبت أو أُتِيت وهي نائمة، فلا كفارة عليها، وإن مَكَّنت الرجلَ منها لزمتها الكفارة (¬106) ، والله أعلم. ¶ مسألة: ¶ من لزمته الكفارةُ الكبرى فلم يجد رقبة يعتقها، فانتقل إلى صيام شهرين متتابعين، ثم أفطر يوماً أو أكثر فيهما، فهل يتابع الصوم، أم ينشئ صيام شهرين ¶ ¬_________ ¶ (¬106) انظر: الموسوعة الفقهية (28/60) ، ينقله عن ابن عقيل من علماء الحنابلة، كما في الإنصاف للمرداوي (3/313) .",
            "page": "91",
            "part": "1",
            "seal": "8787CF5F"
        },
        {
            "id": "89",
            "nass": "متتابعين غير اللذَيْن شرع بصومهما؟ لقد نصّ الحديث الشريف على وجوب التتابع في الشهرين، بقوله صلى الله عليه وسلم: «فهل تستطيع أن تصوم شهرين متتابعين؟» (¬107) ، لذا فإن من أفسد تتابع الصيام بانقطاع يوم أو أكثر، يُنظر؛ فإن كان الانقطاع لعذر مبيح للفطر كحيض أو مرض، فلا ينقطع التتابع بذلك، فيُكمِل عدة الشهرين ستين يوماً، أما إن كان الانقطاع لغير عذر مبيح، وكان الفطر مُتعمَّداً، فإن التتابع ينقطع به، وعليه أن يستأنف صيام شهرين كاملين آخرين، والله أعلم. ¶ مسألة: ¶ إن جامع مسلم صائم في يومين من رمضان واحد، فهل يتكرر وجوب الكفارة عليه؟ ¶ نعم، تجب عليه كفارتان، لأن كل يوم صيام هو عبادة مستقلة، فهو كيومين من رمضانين، أما لو جامع في يوم، ثم جامع في اليوم نفسه، فعليه كفارة واحدة، والله أعلم. ¶ ¬_________ ¶ (¬107) تقدم تخريجه، بالهامش ذي الرقم (103) .",
            "page": "92",
            "part": "1",
            "seal": "E778045C"
        },
        {
            "id": "90",
            "nass": "مسألة: ¶ لو أفسد صوم يوم بجماع، وكان يقضيه عن أداء رمضان، فهل يلزمه الكفارة الكبرى مرتبة، وهي (عتق رقبة، ثم صوم شهرين متتابعين، ثم إطعام ستين مسكيناً) ؟ ¶ لا يلزمه ذلك لعدم هَتْكِه حرمة شهر رمضان، إلا أنه يقضيه يوماً بيوم. ¶ أما الأمر الثاني مما يفسد الصوم ويوجب القضاءَ والكفارة معاً فهو: الأكل أو الشرب عمداً، لمن نوى الصيام ليلاً، وكان غير مُكرَه على الإفطار، ولم يطرأ عليه عذر شرعي مبيح لإفطاره، كمرض أو حيض. فليحذر المسلم كل الحذر من إفساد صومه، ونحن نرى أن بعض المسلمين ممن ابتلي - عافانا الله - بمعصية التدخين، يجترئ على نقض صومه بهذا السبب!! فيكون بذلك قد أفسد صومه وارتكب إثماً وأضرَّ بنفسه في آنٍ، والله المستعان.",
            "page": "93",
            "part": "1",
            "seal": "E3499C31"
        },
        {
            "id": "91",
            "nass": "ولا يخفى أنه قد صار من المسلَّم به - طِبًّا - ثبوت الضرر البالغ للتدخين، وقد قال رسول الله صلى الله عليه وسلم: «لا ضرر ولا ضرار» (¬108) . ¶ تنبيه: مَن تعمَّد الفِطْر في نهار رمضان بجماع، فعليه الإمساك بقية النهار فلا يأكل مثلاً بعد الجماع، لأن في ذلك مزيد انتهاك لحرمة الشهر، فيزداد بذلك إثمه، والعياذ بالله. ¶ 9- ما لا يفسد الصومَ أصلاً: ¶ إن المتدبر لما ذكره الفقهاء - جزاهم الله خيراً - من مسائلَ لا يَفسد بها الصوم، يدرك أن ذلك منحصر بضوابط منها: أن يكون مما يُتسامح فيه مما لم يُتعمَّد، أو مما لم يمكن الاحتراز منه، أو هو مما لم يأت به نصٌّ عليه، كما لم يمكن القياس عليه، أو كان مما فيه شبهة، أو كان مشروعاً فِعْلُه في نهار رمضانَ وغيره، أو هو ليس أكلاً وشرباً، ولا بمعنى الأكل والشرب، ¶ ¬_________ ¶ (¬108) تقدم تخريجه وبيان معناه بالهامش ذي الرقم (85) .",
            "page": "94",
            "part": "1",
            "seal": "EE668DCF"
        },
        {
            "id": "92",
            "nass": "والأمثلة على ما ذُكِر آنفًا عديدة، لا يمكن حصرها، أذكر منها: ¶ 1- ابتلاع الريق، حتى لو جمعه داخل فمه. ¶ 2- ابتلاع النخامة ما لم تخرج إلى حد ظاهر الفم (مخرج الحاء المهملة) . ¶ 3- استنشاق أو ابتلاع غبار الطريق. ¶ 4- الأكل أو الشرب حال النسيان. ¶ 5- الادّهان بعطر، أو الاختضاب بحِنَّاء. ¶ 6- المضمضة والاستنشاق، ولو ابتلع البلل الذي يبقى بعد المضمضة. (لكن لو بالغ بهما فدخل الماءُ جوفَه، وهو ذاكر لصومه عالم بكراهة المبالغة أفطر، لنهيه صلى الله عليه وسلم الصائم عن المبالغة في المضمضة والاستنشاق) . ¶ 7- ابتلاع قليلٍ مما يبقى بين الأسنان من أثر طعام بغير قصد، أو عند عجزه عن تمييزه ومجِّه.",
            "page": "95",
            "part": "1",
            "seal": "1B857A8D"
        },
        {
            "id": "93",
            "nass": "8- القيء، إذا ذرعه (أي غلبه) ، لقوله صلى الله عليه وسلم: «من ذَرَعَهُ القيءُ، فليس عليه قضاء، ومن استقاء عمدًا فليقض» (¬109) . وقال أبو هريرة رضي الله عنه: (إذا قاء فلا يفطر؛ إنما يُخرِج ولا يُولِج) (¬110) . ¶ 9- القُبلة ونحوها بدون إنزال. ¶ 10- الإمذاء بتكرار النظر. ¶ 11- تكرار النظر من غير إنزال. ¶ 12- الإمناء أو الإمذاء عند التفكير. ¶ 13- الشكُّ في طلوع الفجر، فلو أكل أو شرب أو جامع شاكًّا في طلوع الفجر ودام شكُّه لم يُفطِر؛ لأن الأصل واليقين بقاءُ الليل، واليقين لا يزول بالشك. ولأنه لم يتبين له الفجر، وقد قال تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ} [البَقَرَة: 187] . ثم إنْ تبيَّنَ له بعدُ أن الفجر قد كان طلع حالَ أكلِه أو شربه أو جماعه، أفطر وعليه القضاء، وكذلك لو أفطر يظن الشمس قد غابت، ¶ ¬_________ ¶ (¬109) أخرجه الترمذي؛ كتاب: ما جاء فيمن استقاء عمداً، برقم (720) ، عن أبي هريرة رضي الله عنه، قال الترمذي: حديث حسن غريب، ثم عقّب بقوله: والعمل عند أهل العلم عليه - أي على حديث أبي هريرة رضي الله عنه - أن الصائم إذا ذرعه القيء فلا قضاء عليه وإذا استقاء عمداً فليقض. قال: وبه يقول الشافعي، وسفيان الثوري، وأحمد، وإسحاق. اهـ. ¶ (¬110) قول أبي هريرة رضي الله عنه أخرجه البخاري - مَعَلَّقًا - كتاب: الصوم، أول باب الحجامة والقيء للصائم، ثم قال - أي البخاري رحمه الله: ويذكر عن أبي هريرة أنه يفطر، والأول أصحّ. اهـ. أي: أنه لا يفطر.",
            "page": "96",
            "part": "1",
            "seal": "532C5F6D"
        },
        {
            "id": "94",
            "nass": "وفي الواقع تبين له أنها لم تغب، فإنه يكون قد أفطر كذلك ويلزمه القضاء. ¶ 14- التسوُّك طوال النهار، فهو غير مُفَطِّر، إلا إذا ابتلع جزءاً من عود السواك. ولا يخفى كذلك استحباب المحافظة على خَلوف (ريح فم الصائم) ، وبخاصة عند اشتداده بعد الزوال. ¶ 15- الاكتحال في العين، ولو وجد طَعْمَه في حَلْقه، فالعين ليست منفذاً مفتوحاً إلى الحلق، وما يصل إلى الحلق من طعم القطرة بالعين أو الاكتحال فإنما هو بتشَرُّب المسام، لا عن طريق منفذ مفتوح. وفي حديث عائشةَ رضي الله عنها: «اكتحل رسولُ الله صلى الله عليه وسلم وهو صائم» (¬111) . وجاء رجل إلى النبيِّ صلى الله عليه وسلم قال: اشتكت عينيَّ، أفأكتحل وأنا صائم؟ قال «نعم» (¬112) . ¶ 16- شَمُّ هواءٍ تطيَّبَ بريح عطرٍ كمسك أو ورد ونحوه، وليُتنبَّه هنا إلى أن مَنْ تبخر بعود أو عنبر ¶ ¬_________ ¶ (¬111) أخرجه ابن ماجه؛ كتاب: الصيام، باب: ما جاء في السواك والكحل للصائم، برقم (1678) ، عن عائشة رضي الله عنها. والحديث ضعّف إسنادَه البوصيري في المصباح (1/299) . ¶ (¬112) أخرجه الترمذي؛ كتاب: الصوم، باب: ما جاء في الكحل للصائم، برقم (726) ، من طريق أبي عاتكة، عن أنس رضي الله عنه. وقال أبو عيسى (الترمذي) : حديث أنس حديثٌ ليس إسناده بالقوي، ولا يصح عن النبيِّ صلى الله عليه وسلم في هذا الباب شيء، وأبو عاتكة يُضعَّف. اهـ.",
            "page": "97",
            "part": "1",
            "seal": "422CCAB9"
        },
        {
            "id": "95",
            "nass": "ونحوهما، فآواه إلى نفسه، واشتم دخانه، فوصل إلى حلقه، ذاكراً لصومه، أفطر، وذلك لإمكان التحرز من إدخال ذلك، ولأن جوهر الدخان وصل إلى الجوف، والله أعلم. ¶ 17- الحِجامة: وهي استخراج الدم المُحقَّن من الجسم مصًّا أو شرطاً، وهي غير مُفطِّرة للحاجم ولا للمحجوم، لكنها تكره فقط (¬113) . ¶ 18- اغتسال الصائم، فهو غير مُفطِّر، ولا يُكره، ولو كان للتبرُّد. فعن عائشةَ وأمِّ سلمةَ رضي الله عنهما: «كان رسول الله صلى الله عليه وسلم يدركه الفجر، وهو جُنُب من أهله، ثم يغتسل ويصوم» (¬114) . ¶ 19- ... التقطير في الإحليل عند الذَّكَر، أي: في مسلك البول، فهو غير مُفطِّر، سواء وصل إلى المثانة أم لم يصل. أما التقطير في فَرْج المرأة، والاحتقان بمائع أو بجامد في الدُّبُر، كل ذلك مُفطِّر، والله أعلم. ¶ ¬_________ ¶ (¬113) وهو مذهب الجمهور؛ واحتجّوا «بأن النبيَّ صلى الله عليه وسلم احتجم وهو مُحْرِم، واحتجم وهو صائم» ، كما في البخاري برقم (1938) ، ومسلم برقم (1202) ، وذهب الحنابلة إلى أن الحجامة يُفطِر بها الحاجم والمحجوم، عملاً بحديث: «أفطر الحاجم والمحجوم» ، كما في الترمذي، وصححه برقم (774) . انظر: الإنصاف للمرداوي (3/302) . وقال الشوكاني رحمه الله: يُجْمَع بين الأحاديث: بأن الحجامة مكروهة في حق من كان يَضعُف بها، وتزداد الكراهة إذا كان الضعف يبلغ إلى حدٍّ يكون سببًا للإفطار، ولا تكره في حق من كان لا يَضْعُف بها، وعلى كل حال فإن تجنب الحجامة للصائم أَوْلى. اهـ. انظر: نيل الأوطار (4/203) . ¶ (¬114) تقدم تخريجه بالهامش ذي الرقم (101) . واللفظ هنا للبخاري رحمه الله.",
            "page": "98",
            "part": "1",
            "seal": "2AD1B418"
        },
        {
            "id": "96",
            "nass": "20- ... دخول الغبار ونحوه حلقَ الصائم، - ولو كان ذاكراً لصومه - ليس مُفطِّرًا، وذلك لعدم قدرته على التحرُّز منه. ¶ أخي القارئ الكريم! هذه مسائل عشرون جمعتها مما لا يُفسِد الصوم (¬115) ، مكتفياً بها، فليس القصد هنا استقصاء جميع ما ليس مُفطِّراً، وإنك تلحظ في جميعها - كما سبق الإشارة إليه -: أن عدم التعمد، أو عدم إمكان الاحتراز، أو عدم النص مع عدم إمكان القياس، أو ما فُعِل نسياناً، هي ضوابط يفقه بها الأريب - من أمثالك - متى يفسد الصوم، ومتى لا يفسد، وفَّقك الله تعالى لمزيد التفقُّهِ في دينه. ¶ 10- مبيحات الإفطار وما يلحق بها (¬116) : ¶ المقصود بمبيحات الإفطار: العوارض التي لأجلها يُرَخَّص بالفطر، وهي سبعة عوارض: ¶ (1) ... المرض. ¶ (2) ... والسفر. ¶ ¬_________ ¶ (¬115) استفدت ذلك من الموسوعة الفقهية (28/62) . ¶ (¬116) المبحث مستفاد - بتصرف - من الموسوعة الفقهية (28/ 44-59) .",
            "page": "99",
            "part": "1",
            "seal": "E309ADD1"
        },
        {
            "id": "97",
            "nass": "(3) ... والحمل. ¶ (4) ... والإرضاع. ¶ (5) ... والكِبَر، (الشيخوخة) . ¶ (6) ... الإرهاق الشديد، بجوع أو عطش. ¶ (7) ... والإكراه. ¶ فلو جعلتَ الإرهاق الشديد بالجوع عارضاً منفصلاً، وبالعطش عارضاً آخر منفصلاً، ثم ألحقت بإرهاق الجوع والعطش خوفَ الضعف عند لقاء العدو (في الجهاد المتوقع أو المُتيقَّن) ، صارت العوارض تسعاً، وقد نظمها بعضهم بقوله: ¶ وَعَوَارِضُ الإِْفْطَارِ الَّتِي قَدْ يُغْتَفَرْ ... لِلْمَرْءِ فِيهَا الْفِطْرُ تِسْعٌ تُسْتَطَرْ ¶ حَبَلٌ وَإِرْضَاعٌ وَإِكْرَاهٌ سَفَرْ ... مَرَضٌ جِهَادٌ جُوعُهُ عَطَشٌ كِبَرْ",
            "page": "100",
            "part": "1",
            "seal": "88D9CF82"
        },
        {
            "id": "98",
            "nass": "ولنشرع بعدها ببيان كلٍّ منها على حدة: ¶ (1) المرض: وهو كل علة يَخرج بها الإنسان عن حدّ الصحة. فتتغير الطبيعة في صحته إلى الفساد. وهو عارض يُباح لأجله عدم الصوم في الجملة، وذلك بإجماع أهل العلم؛ قال تعالى: {وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البَقَرَة: 185] . ¶ فما ضابط المرض المبيح للفِطْر؟ ¶ يُعتبر الإنسان مريضاً يُباح له الفِطْر في ثلاثة أحوال: ¶ الأولى: إذا خاف على نفسه (غلب على ظنه) الهلاك إن صام. ¶ الثانية: إذا خاف ضرراً شديداً بصومه، كتعطيل منفعة مهمة من سمع أو بصر، ونحوهما. ¶ الثالثة: إذا تيقن زيادة المرض أو بطء البُرء منه (تأخر حصول الشفاء) بصومه، أو شق عليه الصوم -",
            "page": "101",
            "part": "1",
            "seal": "227ADD91"
        },
        {
            "id": "99",
            "nass": "حال مرضه - مشقة بالغة يصعب تحمُّلُها. ¶ ففي الحالتين الأُوليين يحرم عليه الصوم، ويجب عليه الفِطْر؛ لأن حفظ النفس والمنافع الضرورية واجب. ¶ وفي الحالة الثالثة: يباح له الفطر، بل يستحب له ذلك، ويكره له إتمام الصوم؛ لأنه قد يُفضِي إلى الهلاك، والواجب الاحتراز عن كل ما قد يوصل إليه. ¶ ومن أمثلة الحالة الثالثة - كما يرى الأطباء الثقات - الأمراض التالية: حالات السُّكَّري المتقدم، القُرْحة الشديدة المُصاحِبة لنزيف - سواء في المعدة، أو في الإثني عشر - التهاب الكُلْية الحادّ، الالتهاب الرئوي، أمراض القلب، تصلُّب الشرايين، ونحو ذلك. ¶ مسألة: ¶ هل يشترط للمريض، أن ينوي ليلاً الترخُّصَ بإفطار نهار غدٍ؟",
            "page": "102",
            "part": "1",
            "seal": "80C10ADC"
        },
        {
            "id": "100",
            "nass": "لا يشترط ذلك عند جمهور الفقهاء، وذهب السادة الشافعية إلى اشتراط نية الترخص للفطر ليلاً، إن كان المرض متقطعاً، أما لو كان مستمراً مُطبِقاً، فلا يشترط الترخص - بنية الإفطار ليلاً - عندهم، والله أعلم. ¶ (2) السفر: وهو عموماً عبارة عن خروج من بلد الإقامة، خروجاً يتكلف فيه الخارج مؤنة - أي: نفقة - ويفصله فيه بُعْدٌ في المسافة عن بلده. ¶ والسفر من العوارض المبيحة للفطر، لقوله تعالى: {وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البَقَرَة: 185] . ¶ مسألة: ¶ ما هي الشروط التي ينبغي توافرها ليكون السفر مرخِّصا للفطر؟ ¶ هذه الشروط أربعة، هي: ¶ أولاً: أن يكون السفر طويلاً، بحدٍّ يُقاس على الحد",
            "page": "103",
            "part": "1",
            "seal": "DA1035E5"
        },
        {
            "id": "101",
            "nass": "في تقصير الصلاة، حيث إنه لم يرد من الشارع نص في المسافة المعتبرة لقصر الصلاة، ولا للسفر المرخِّص للفطر، لكنْ ورد تنبيه عليه في قوله عليه الصلاة والسلام: «لا يَحِلّ لامرأة تؤمن بالله واليوم الآخر أن تسافر مسيرةَ يوم وليلة ليس معها حُرْمة» (¬117) ، - أي: «إلا ومعها رجل ذو حُرْمة منها» ، كما عند مسلم رحمه الله - وهذه المسيرة قدّرها الفقهاء بمرحلتين، وهي أربعة بُرُدٍ، أو ستة عشر فرسخًا، والفرسخ مُقدَّر بما يقارب (5544) م، فتكون المسافة التي تعتبر سفراً مبيحاً للفطر (88.704) كلم، على وجه التقريب. ¶ ثانياً: ألاَّ ينوي المسافرُ الإقامةَ أربعة أيام بلياليها (¬118) . ¶ ثالثاً: أن يكون سفره مباحاً (في غير معصية) ، وذلك لأن الفطر رخصة للمسافر وتخفيف عنه، فلو سافر لمعصية كقطع طريق مثلاً، أو لتجارة بخمر، فإنه ¶ ¬_________ ¶ (¬117) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري - بلفظه -؛ كتاب: تقصير الصلاة، باب: في كم يقصر الصلاة، برقم (1088) . ومسلم؛ كتاب: الحجّ، باب: سفر المرأة مع محرم إلى حجٍّ وغيره، برقم (1339) . ومعنى: «حُرْمَة» ، أي مَحْرم، أي إلا ومعها أبوها أو أخوها أو زوجها ونحوه من المحارم. ¶ (¬118) هذا عند المالكية والشافعية، واشترط الحنابلة ألا يعزم المسافر الإقامة أكثر من أربعة أيام، وعند الحنفية خمسة عشر يوماً. انظر: الموسوعة الفقهية (28/47) .",
            "page": "104",
            "part": "1",
            "seal": "B6782CAC"
        },
        {
            "id": "102",
            "nass": "قد بنى سفره على معصية، فلا يستحق هذه الرخصة بسفره (¬119) . ¶ رابعاً: أن يشرع المسلم بالسفر وأن يجاوز عمران بلد الإقامة قبل طلوع الفجر، وكذلك لو طلع الفجر وهو مسافر، فإنه يجوز له الفِطْر، حيث إنه متصف بالسفر، عند وجود سبب وجوب الصوم، وهو طلوع الفجر. ¶ مسألة: ¶ متى تنقطع الرخصة في السفر؟ ¶ تسقط الرخصة في السفر اتفاقاً بأمرين: ¶ الأول: إذا نوى المسافر الإقامة مطلقاً (الإقامة الدائمة) ، أو بلغت إقامته حد الأيام الأربعة بلياليها، أو تجاوزت ذلك، فيُتِمّ عندها الصلاة، ويصوم ولا يُفطِر. ¶ الثاني: إذا عاد المسافر إلى بلد الإقامة ليلاً أو نهاراً [بتفصيل ليس هذا مقام بسطه، لكن ينظر في مظانّه من كتب الفروع] . ¶ ¬_________ ¶ (¬119) هذا عند الجمهور، وأجاز الحنفية الفطر للمسافر ولو كان عاصياً بسفره، عملاً بإطلاق النصوص المرخِّصة، ولأن الرخصة تتعلق بالسفر لا بالغرض منه. انظر: المرجع السابق بالعزو نفسه. ... هذا، وقد عنون الإمام مسلم - بعظيم فقهه رحمه الله - باباً في كتاب الصيام بقوله: (باب: جواز الصوم والفطر في شهر رمضانَ للمسافر في غير معصية، إذا كان سفره مرحلتين فأكثر) . اهـ. والمرحلة: برُدان، والبريد العربي أربعة فراسخ، والفرسخ ثلاثة أميال، والميل يقارب (1848م) ، فيتحصل بذلك أن الفرسخ = (5544م) ، والبريد = (22176م) ، فتكون المرحلة تقارب (44352م) ، والمرحلتان، وهي مسافة قصر الصلاة، وإباحة الفطر = (88704م) أي 88.704 كلم. انظر: الفقه الإسلامي وأدلته. د/وهبة الزحيلي (1/142) .",
            "page": "105",
            "part": "1",
            "seal": "0BF3EB51"
        },
        {
            "id": "103",
            "nass": "(3) (4) الحَمْل والرَّضاع: ¶ إن من المقرر أن الحامل لا تحيض، وبذا لم يمتنع صومها إذا نوته، فيباح لها وللمرضع (حال خلوّها من النفاس طوال النهار) ، أن تصوما، فلو صامتا ولم تخافا ضرراً أجزأهما، فإن خافتا ضرراً جاز لهما الفطر. ¶ [وقد اتفق الفقهاء على أن الحامل والمرضع لهما أن تفطرا في رمضان، إذا خافتا على أنفسهما أو على ولدهما المرض أو زيادته، أو الضرر أو الهلاك، فالولد من الحامل بمنزلة عضو منها، فالإشفاق عليه من الضرر كالإشفاق على بعض أعضائها] (¬120) . ¶ وهذه الرخصة قد فصّلها الفقهاء على النحو الآتي: ¶ 1- إن خافتا على أنفسهما أو على ولدَيْهما هلاكاً، أو أذى شديداً، وجب عليهما الفطر، ويحرم عليهما الصوم. ¶ ¬_________ ¶ (¬120) انظر: المغني مع الشرح الكبير لابن قدامة (3/20) .",
            "page": "106",
            "part": "1",
            "seal": "8EC5E6DA"
        },
        {
            "id": "104",
            "nass": "2- إن خافتا على أنفسهما أو على ولديهما مرضاً أو زيادة مرض (بغلبة ظنٍّ بتجربة سابقة، أو بقول طبيب مسلم عدل بارع في مهنته) أو شق ذلك عليهما مشقة شديدة، جاز لهما الإفطار. ¶ مسألة: ¶ ما الواجب على الحامل أو المرضع إن أفطرتا؟ ¶ - قال تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البَقَرَة: 184] . ¶ - وقال تعالى: {وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البَقَرَة: 185] . ¶ دلت هاتان الآيتان على أن المريض (ومثله الحامل والمرضع) ، ومن يطيق الصيام لكن بمشقة شديدة (والحبلى والمرضع داخلتان في عموم ذلك أيضاً) ، فيجب في حقهما القضاء والفدية، لكنْ قرر جمهور الفقهاء وجوبَ القضاء فقط عليهما إن خافتا على أنفسهما، ووجوبَ القضاء مع الفدية (إطعام مسكين",
            "page": "107",
            "part": "1",
            "seal": "5D566633"
        },
        {
            "id": "105",
            "nass": "مداً عن كل يوم) إذا خافتا على ولديهما، فيكون القضاء عن أنفسهما، والفدية عن الولد، والله أعلم. ¶ 5- الكِبَر (الشيخوخة أو الهرم) : ¶ لا خلاف بين الفقهاء في أن الشيخ الفاني (من أصبح كل يوم في نقص صحةٍ إلى أن يموت) ، والمرأة المُسِنَّة كذلك، لا خلاف في أنهما لا يلزمهما الصوم، لكون العارض المبيح للفطر هنا مستمراً لديهما، فهما عاجزان عن الصوم لكونه يجهدهما ويشق عليهما مشقة بالغة، فجاز لهما الفطر، وتلزمهما الفدية: إطعام مسكين عن كل يوم يفطرانه، لكنهما لا تقضيان. ¶ - قال تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البَقَرَة: 184] ، وفي تفسير هذه الآية قال عبد الله بن عباس رضي الله عنهما: (الآية ليست بمنسوخة، هو الشيخ الكبير، والمرأة الكبيرة، لا يستطيعان أن يصوما، فيطعمان مكان كلِّ يوم مسكيناً) (¬121) . ¶ ¬_________ ¶ (¬121) قول ابن عباس رضي الله عنهما أخرجه البخاري؛ كتاب: الصوم، باب قوله تعالى: [البَقَرَة: 184] {أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ... } .",
            "page": "108",
            "part": "1",
            "seal": "9D8B299F"
        },
        {
            "id": "106",
            "nass": "6- الإرهاق الشديد بجوع أو عطش: ¶ لا شك بأن الخوف على النفس من الهلاك - بسبب شدة جوع أو عطش - هو في معنى المرض، بل هو أولى منه بإباحة الفطر، لذلك فهو ملحق بحكم المريض، لأن حفظ النفس من الضرورات الخمس التي أوجب الشرع المحافظة عليها، فإن غلب على ظن الصائم تحقُّقُ الهلاك بصومه، ولَحِقَتْه بذلك مشقة بالغة كأنْ كان من أرباب المهن الشاقة، كالعامل في منجم، أو الحصَّاد والخبَّاز ونحوهم، جاز لهؤلاء وأمثالهم الفطر، وعليهم القضاء (¬122) . ¶ * ويلحق بما ذُكِر آنفًا: الخوف من الضعف - بالجوع الشديد أو العطش - عند لقاء العدو. فإن المجاهد في سبيل الله إن علم يقيناً أو بغلبة ظنٍّ أنه يلقى عدوًا وأن الصيام مُضعِف له عن قتاله وحاجز له عن إيقاع النكاية به، فله الفطر قبل النِّزال (المعركة) - حتى لو كان مقيماً غير مسافر - فإن له أن يتقوى ¶ ¬_________ ¶ (¬122) انظر: الموسوعة الفقهية (28/57) .",
            "page": "109",
            "part": "1",
            "seal": "85EE73B2"
        },
        {
            "id": "108",
            "nass": "باعتدالٍ بالطعام والشراب على لقاء العدو، ثم يقضي ذلك بعد انقضاء الحرب، لأن الحاجة داعية إلى الفطر، والله أعلم (¬123) . ¶ 7- الإكراه: ¶ ويُقصد به حَمْل الغير على فعل ما لا يرضاه أو على ترك ما يرضاه، بتوعُّده بأذىً ونحوه إن لم يمتثل. فلو فُرض أن صائماً أكره على الفطر بتهديد بالقتل إن لم يفعل، فهو مرخَّص له - في هذه الحال - أن يفطر، كذلك لو أُوْجِرَ (صُبَّ) الماءُ في حَلْقه مكرهاً، أو نائماً، فإنه لا يفطر بذلك، ولا يقضي. ¶ - قال النبيُّ صلى الله عليه وسلم: «إن الله عفا لي عن أمتي: الخطأ والنسيان وما استكرهوا عليه» (¬124) . ¶ 11- مندوبات الصوم ¶ إن ما يعنينا في هذا المقام - فضلاً عن تبيان مُستحبّات الصوم - هو تلمُّس الحكمة البالغة التي ¶ ¬_________ ¶ (¬123) المرجع السابق بالعزو نفسه. ¶ (¬124) أخرجه الحاكم (2/198) عن عبد الله بن عباس رضي الله عنهما وصححه، ووافقه الذهبي.",
            "page": "110",
            "part": "1",
            "seal": "F5D0B089"
        },
        {
            "id": "109",
            "nass": "لأجلها شرع الصيام، وتشرفت بالعمل به الأمم جميعاً؛ إنها تحصيل تقوى الله تعالى، وزجُّ النفس البشرية في اختبار تهذيب، وميدان صبر، ومحطة ثبات، وتجربة ملموسة لمعرفة معنى الحق، والتجرد عن الهوى، وتحقق منزلة العبودية، ليستحيل العبد بعدها قادراً على التحكم بدفة عواطفه وميوله، فيرى الكرامة الإنسانية لديه قد تجلّت في أبهى حُلّة، فلا تمر به لحظة - وهو صائم - إلا وصورة المحتاج ماثلة أمام ناظرَيْه قابعة في شغاف قلبه، فيهرع بعدها إلى التكافل معه طواعية وعبودية لله تعالى، هذا هو مسلك التقوى الحق، واقرأ - متدبراً إن شئت - قولَ الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ *} [البَقَرَة: 183] . ¶ ولنأت بعد ما تقدم إلى بيان ما يُرجى تحقق التقوى به من مستحبات الصيام، وهي عشرة:",
            "page": "111",
            "part": "1",
            "seal": "1A013DAC"
        },
        {
            "id": "110",
            "nass": "1- ... كفّ الجوارح عن المحرّمات: والمقصود بالجوارح جنود القلب؛ من لسان وعين وأذن ويد ورجل، فإن المعاصي أول ما تتعلق بالقلب فإن أُشرِبها وأحبّها ظهرت آثار ذلك معاصي ظاهرة على باقي الجوارح. فإنْ أحب العبدُ اللغوَ لغا، وإن استمرأ الكذب كَذَب، وإن راقَتْه غِيبةٌ اغتاب، وخلافه صحيح: إن أبغض القلبُ جميعَ ذلك كفّ اللسانُ عن غيبة ونميمة ولغو ومراء، ثم لازم السكوتَ واشتغل بمحابّ الله ومراضيه من ذِكْر وتلاوة وقول سديد وصدق لهجة، بل إن الصائم يبلغ به الحِلْم في قوله كلَّ مبلغٍ، فيغلب لسانُ حاله لسانَ مقاله، فلا يقابل الإساءة بمثلها، بل يترفع عن ذلك ذاكراً صيامه، قال رسول الله صلى الله عليه وسلم: «الصيام جُنّة، فلا يرفث، ولا يجهل، وإن امرؤ قاتله أو شاتمه فليقل إني صائم، مرتين» (¬125) ، وقُلْ مثلَ ذلك في باقي الجوارح، فالصائم غاضٌّ من بصره غير ناظر إلى ¶ ¬_________ ¶ (¬125) جزء من حديث متفق عليه، تقدم تخريجه بالهامش ذي الرقم (32) ، واللفظ هنا للبخاري رحمه الله.",
            "page": "112",
            "part": "1",
            "seal": "7572DC87"
        },
        {
            "id": "111",
            "nass": "ما يُذم ويُكره فضلاً عما يَحْرم، متوجه إلى النظر بآيات الله في كتابه وآياته في عجائب خلقه، وكذا سمعه متنزه عن سماع غيبة أو كذب أو فحش في كلام، وهو مقبل على سماع الخير من تلاوة ودرس علم، وموعظةٍ تذكّرُ الآخرةَ، ومثل ذلك امتثال اليد والرجل، بل وسائر الجوارح. قال الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا *يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا *} [الأحزَاب: 70-71] ، انظر كيف ترتب صلاح العمل على سداد القول! وقال تعالى: {سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ ... } [المَائدة: 42] ، وانظر كيف سوى سبحانه بين كثرة الاستماع للكذب وبين المبالغة في أكل المال الحرام! وقال تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ ... } ¶ [النُّور: 30] ، تدبَّر كيف كان غضُّ البصر سبباً لحفظ الفرج، وكان ذلك أدعى لتزكية النفس والسموِّ بها!",
            "page": "113",
            "part": "1",
            "seal": "5FA6D4E3"
        },
        {
            "id": "112",
            "nass": "وقال عليه الصلاة والسلام: «من لم يَدَعْ قولَ الزُّور والعملَ به، فليس لله حاجةٌ في أن يدع طعامه وشرابه» (¬126) ، تأمل كيف انتفى الداعي إلى تجشُّم مشقةِ الصيام، بمجرد النطق بقولٍ فيه زور، أو القيام بعملٍ سلب حقاً أو أثبت باطلاً! ¶ 2- ... المبالغة في الجُود: ففي رمضانَ يُندب المسارعة إلى وجوه الإنفاق، ومواساة البائسين، ومواصلة ذوي الأرحام، والتوسعة على العيال، فقد «كان رسول الله صلى الله عليه وسلم أجودَ الناس، وكان أجودُ ما يكون في رمضان، حين يلقاه جبريل، وكان يلقاه في كل ليلة من رمضان، فيدارسُه القرآنَ، فلَرسولُ الله صلى الله عليه وسلم أجودُ بالخير من الريح المرسَلَة» (¬127) . ونحن نشهد في عصرنا إقبالَ كثيرٍ من الموسرين على جعل حَوْل زكاة أموالهم في رمضان، بل والإكثار من التصدق فيه، وفي ذلك إحياء لسُنَّة المصطفى صلى الله عليه وسلم، فليستكثر الصائمون من الخير، فإن في ذلك علامة ¶ ¬_________ ¶ (¬126) تقدم تخريجه بالهامش ذي الرقم (33) . ¶ (¬127) متفق عليه من حديث عبد الله بن عباس رضي الله عنهما: أخرجه البخاري؛ كتاب: بدء الوحي، باب: كيف كان بدء الوحي إلى رسول الله صلى الله عليه وسلم، برقم (6) . ومسلم؛ كتاب الفضائل، باب: كان النبيُّ صلى الله عليه وسلم أجود الناس بالخير من الريح المرسلة، برقم (2308) . واللفظ للبخاري رحمه الله.",
            "page": "114",
            "part": "1",
            "seal": "BD510691"
        },
        {
            "id": "113",
            "nass": "قبول العبادة ومضاعفة الأجور، لقوله صلى الله عليه وسلم: «كل عمل ابن آدم يُضاعف؛ الحسنة بعشر أمثالها إلى سبعمائة ضعف، قال الله عزَّ وجلَّ: إلا الصوم، فإنه لي وأنا أجزي به، يَدَع شهوته وطعامه من أجلي، للصائم فرحتان: فرحة عند فطره، وفرحة عند لقاء ربه، ولَخلوف فيه أطيب عند الله من ريح المسك» (¬128) . ¶ 3- ... تفطير الصائمين: ولو على تمرة أو جرعة ماء؛ لقول رسول الله صلى الله عليه وسلم: «من فَطَّر صائماً كان له مثل أجره، غير أنه لا يَنْقُصُ من أجر الصائم شيئاً» (¬129) . ¶ 4- ... السَّحور: وهو سُنَّة خاصة بهذه الأمة في صيامها، وهو يتحقق ولو بجرعة ماء، وابتداء وقته من انتصاف الليل (¬130) . قال رسول الله صلى الله عليه وسلم: «تسحّروا، فإن في السَّحور بركةً» (¬131) . وقال عليه الصلاة والسلام: «فَصْل ما بين صيامنا وصيام أهل ¶ ¬_________ ¶ (¬128) تقدم تخريجه بالهامش ذي الرقم (32) . واللفظ هنا لمسلم رحمه الله. ¶ (¬129) أخرجه الترمذي؛ كتاب: الصوم، باب: ما جاء في فضل من فطّر صائماً، برقم (807) ، عن زيد ابن خالد الجهني رضي الله عنه. قال الترمذي: هذا حديث حسن صحيح. اهـ. ¶ (¬130) المقصود بالليل هنا الوقت من كمال غروب قرص الشمس إلى قبيل الفجر الثاني، وهو ما يسمى بالليل الشرعي، فانتصافه: انتصاف هذه المدة، وليس الثانية عشرة ليلاً، كما قد يُتَوهّم. ¶ (¬131) متفق عليه من حديث أنس رضي الله عنه: أخرجه البخاري؛ كتاب: الصوم، باب: بركة السحور من غير إيجاب، برقم (1923) ، ومسلم؛ كتاب: الصيام، باب: فضل السحور، برقم (1095) .",
            "page": "115",
            "part": "1",
            "seal": "EC25E609"
        },
        {
            "id": "114",
            "nass": "الكتاب: أَكْلة السَّحَر» (¬132) . وقال صلوات ربي وسلامه عليه: «السُّحور أكلةٌ بركةٌ، فلا تَدَعوه، ولو أن يجرع أحدُكم جَرْعةً من ماء، فإن الله وملائكته يصلّون على المُتسحِّرين» (¬133) . ¶ 5- ... تأخير السحور: إلى قريب انفجار الفجر، فإن خشي المتسحِّر طلوع الفجر الثاني، فالأَوْلى له ترك السحور. قال صلى الله عليه وسلم: «لا يزال الناس بخير ما عجَّلوا الفطر» (¬134) ، وقال عليه الصلاة والسلام: «لا تزال أمتي بخير ما عجَّلوا الإفطار وأخَّروا السُّحور» (¬135) . وقال زيدُ بن ثابتٍ رضي الله عنه: (تسحَّرنا مع رسول الله صلى الله عليه وسلم، ثم قمنا إلى الصلاة، قال أنس بن مالك لزيد رضي الله عنهما: كم كان قَدْر ما بينهما؟ قال: خمسين آية) (¬136) . وقال عليه الصلاة والسلام: «إن بلالاً يؤذِّن بليل، فكلوا واشربوا حتى يؤذِّنَ ابنُ أم مكتوم» (¬137) ، قال (¬138) : (ولم يكن بينهما إلا أن ينزل هذا ويرقى هذا) ، وقال سهل بن سعد رضي الله عنه: ¶ ¬_________ ¶ (¬132) أخرجه مسلم؛ كتاب: الصيام، باب: فضل السحور، برقم (1096) ، عن عمرو بن العاص رضي الله عنه. ¶ (¬133) أخرجه أحمد؛ في مسنده (3/44) ، من حديث أبي سعيد الخُدْري رضي الله عنه. ¶ (¬134) متفق عليه من حديث سهل بن سعد الساعدي رضي الله عنه؛ أخرجه البخاري؛ كتاب: الصوم، باب: تعجيل الإفطار، برقم (1957) . ومسلم؛ كتاب: الصيام، باب: فضل السحور، برقم (1098) . ¶ (¬135) أخرجه أحمد في مسنده (5/147) ، من حديث أبي ذرٍّ رضي الله عنه.. ¶ (¬136) متفق عليه من حديث زيد بن ثابت رضي الله عنه: أخرجه البخاري؛ كتاب: الصوم، باب: تأخير السحور، برقم (1921) ، ومسلم؛ كتاب: الصيام، باب: فضل السحور، برقم (1097) . واللفظ لمسلم رحمه الله. ¶ (¬137) متفق عليه من حديث عبد الله بن عمر رضي الله عنهما؛ أخرجه البخاري؛ كتاب الأذان، باب: الأذان قبل الفجر، برقم (623) ، ومسلم؛ كتاب: الصيام، باب: بيان أن الدخول في الصوم يحصل بطلوع الفجر، برقم (1092) . ¶ (¬138) القائل: القاسم بن محمد، الراوي عن عائشة رضي الله عنها، كما صرّح به البخاري، في كتاب الصوم، باب: قول النبيِّ صلى الله عليه وسلم: «لاَ يَمْنَعَنَّكُمْ مِنْ سَحُورِكُمْ أَذَانُ بِلاَل» ، برقم (1919) .",
            "page": "116",
            "part": "1",
            "seal": "0B56AEB7"
        },
        {
            "id": "115",
            "nass": "(كنت أتسحَّر في أهلي، ثم تكون سرعتي أن أدركَ السجودَ أو صلاةَ الفجرِ مع رسول الله صلى الله عليه وسلم) (¬139) . ¶ مسألة: ¶ ما الحكمة من مشروعية السحور، بل واستحباب تأخيره، مع كون رمضان شهر الجوع والعطش؟ ¶ لقد سنَّ لنا رسولُ الله صلى الله عليه وسلم أكلة السَّحَر، فهي سُنَّة مُتَّبَعة، لا إيجاب فيها، لكنها شُرِعت رحمةً بالصائم، وطلباً للبركة فيها، ومنعاً لإرادة الوِصال في الصوم (¬140) ، لكن التوسُّع في التسحُّر بالتفكُّه بصنوف الأطعمة والأشربة حتى التُّخْمة، قد يفوِّت على الصائم الانتفاعَ الأمثل بصومه، فتبقى شهواته مندفعة جارية في عروقه مجرى الدم، فتنتفي عندها الحكمة من الصوم وهي إضعاف الشهوة بما يضيق مجاري الشيطان في البدن، لذا أُعلِمنا بأن السحور يتحقق ولو بجرعة ماء، والله أعلم. ¶ 6- ... تعجيل الفطر: وذلك بعد تحقُّقِ الصائم من كمال غروب قرص الشمس، ودخول الليل، قال تعالى: ¶ ¬_________ ¶ (¬139) أخرجه البخاري؛ كتاب: الصوم، باب: تأخير السَّحور، برقم (1920) . وقول سهل: (أن أدرك صلاة الفجر) ، أخرجه البخاري أيضاً برقم (577) . ¶ (¬140) معنى الوصال في الصوم: [الإمساك عن المفطِّرات إلى غروب اليوم التالي، [فيصل صوم يوم بيوم آخر، ولا يأكل بينهما شيئاً، وقد ورد النهي عن الوصال في الأحاديث الصحيحة، كما في البخاري برقم (1965) ، ومسلم برقم (1103) ، وغيرهما. لكن مَنْ أَحبّ أن يُمسِك بعد غروب الشمس إلى وقت السَّحر فله ذلك، كما في البخاري برقم (1963) ، من حديث أبي سعيد الخدري رضي الله عنه، قال: قال رسول الله: «لاَ تُوَاصِلُوا، فَأَيُّكُمْ أَرَادَ أَنْ يُوَاصِلَ فَلْيُوَاصِلْ إِلَى السَّحَر» ] . انظر: تفسير ابن كثير ص: 195 ط - بيت الأفكار الدولية. وقال الترمذي رحمه الله بعد إيراده حديث: «لاَ يَزَالُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الفِطْر» ، عن سهل بن سعد رضي الله عنه برقم (699) -، قال: وهو الذي اختاره أهل العلم من أصحاب النبيِّ صلى الله عليه وسلم وغيرُهم، استحبوا تعجيل الفطر، وبه يقول الشافعي وأحمد وإسحاق. اهـ. يعني، ابن راهويه. ومفهوم كلامه رحمه الله: أن الوصال إلى السَّحَر مع كونه جائزاً إلا أن تعجيل الفطر هو الأولى، والله أعلم. ¶ أما فائدة النهي عن الوصال فهي الإشفاق على الأمة والرحمة لهم، كما في حديث عائشة رضي الله عنها في المتفق عليه: «نهى رسول الله صلى الله عليه وسلم عن الوصال، رحمةً لهم، فقالوا: إنك تواصل، قال: «إِنِّي لَسْتُ كَهَيْئَتِكُمْ، إِنِّي يُطْعِمُنِي رَبِّي وَيَسْقِين» . البخاري برقم (1964) ، ومسلم برقم (1105) .",
            "page": "117",
            "part": "1",
            "seal": "0C1CCD86"
        },
        {
            "id": "116",
            "nass": "{ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} [البَقَرَة: 187] ، وقال عليه الصلاة والسلام: «لا يزال الناس بخير ما عجَّلوا الفطر» (¬141) ، و «كان النبيُّ صلى الله عليه وسلم يُفطِر قبل أن يصلِّيَ على رُطَبات» (¬142) ، وقال صلى الله عليه وسلم: «إذا أقبل الليل من هاهنا، وأدبر النهار من هاهنا، وغربت الشمس، فقد أفطر الصائم» (¬143) ، وفي الحديث القدسي: «يقول الله عزَّ وجلَّ: إن أحبَّ عبادي إليّ أعجلُهم فطراً» (¬144) . ¶ 7- ... الإفطار على رُطَبات: فإن لم يكن فعلى تمرات، فإن لم يجد حسا حَسَوات من ماء، كما كان يفعله رسول الله صلى الله عليه وسلم (¬145) . ¶ 8- ... الدعاء بالمأثور عند الإفطار: وذلك لقول النبيِّ صلى الله عليه وسلم: «إن للصائم عند فِطْره لَدعوةٌ لا تُرَدُّ» (¬146) ، وقد كان النبيُّ صلى الله عليه وسلم إذا أفطر قال: «ذهب الظمأ وابتلَّتِ العروق وثَبَتَ الأجرُ إن شاء الله» ، «اللهم لك صمتُ، وعلى رزقك أفطرتُ (¬147) . ¶ ¬_________ ¶ (¬141) تقدم تخريجه بالهامش ذي الرقم (134) . ¶ (¬142) جزء من حديث أخرجه الترمذي؛ كتاب: الصوم، باب: ما جاء ما يستحب عليه الإفطار، برقم (696) عن أنس رضي الله عنه. قال أبو عيسى (الترمذي) : هذا حديث حسن غريب. ¶ (¬143) متفق عليه من حديث عمر رضي الله عنه: أخرجه البخاري؛ كتاب: الصوم، باب: متى يحل فطر الصائم، برقم (1954) ، ومسلم - من غير ذكر: «مِنْ هَاهُنَا» - كتاب: الصيام، باب: بيان وقت انقضاء الصوم وخروج النهار، برقم (1100) . واللفظ للبخاري رحمه الله. ¶ (¬144) أخرجه أحمد، مسند المكثرين، من حديث أبي هريرة رضي الله عنه، برقم (7240) . ¶ (¬145) جزء من حديث تقدم تخريجه بالهامش ذي الرقم (142) ، ولفظه: «كان رسول الله صلى الله عليه وسلم يفطر قبل أن يصلِّيَ على رطبات، فإن لم تكن رطبات فتميرات، فإن لم تكن تميرات حسا حسوات من ماء» . ¶ (¬146) تقدم تخريجه بالهامش ذي الرقم (38) . ¶ (¬147) الحديث الأول: أخرجه أبو داود؛ كتاب: الصيام، باب: القول عند الإفطار، برقم (2357) ، عن ابن عمر رضي الله عنهما. والثاني: أخرجه أبو داود أيضاً في نفس الموضع، برقم (2358) ، بلاغاً عن معاذِ ابن زُهْرَةَ رحمه الله.",
            "page": "118",
            "part": "1",
            "seal": "949FD684"
        },
        {
            "id": "117",
            "nass": "9- ... الاشتغال بالعلم وتلاوة القرآن خاصة ومدارسته، والمواظبة على الأذكار؛ وذلك لكون رمضان شهر القرآن، قال تعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ} [البَقَرَة: 185] ، كما أن في ذلك اقتداء برسول الله صلى الله عليه وسلم حين كان يلقاه جبريل عليه السلام في كل ليلة من رمضان فيدارسه القرآن. ¶ 10- الاعتكاف؛ ومعناه: اللُّبْث في المسجد من شخص مخصوص بنية، وهو مستحب في كل وقت، لكنه في رمضان أفضل، ويعظم فضله في العشر الأواخر منه، وذلك لطلب قيام ليلة القدر. فقد «كان النبيُّ صلى الله عليه وسلم يعتكف العشر الأواخر من رمضان، حتى توفاه الله، ثم اعتكف أزواجه من بعده» (¬148) و «كان عليه الصلاة والسلام إذا دخل العشرُ شدَّ مِئْزَرَه (¬149) ، وأحيا ليله، وأيقظ أهله» (¬150) . ¶ ¬_________ ¶ (¬148) متفق عليه من حديث عائشة رضي الله عنها: أخرجه البخاري؛ كتاب: الاعتكاف، باب: الاعتكاف في العشر الأواخر، برقم (2026) ، ومسلم؛ كتاب: الاعتكاف، باب: اعتكاف العشر الأواخر من رمضان، برقم (1172) . ¶ (¬149) المئزر هو الإزار، والمقصود هنا شدة جِدِّه صلى الله عليه وسلم واجتهاده في العبادة، وقيل: المراد به اعتزاله صلى الله عليه وسلم النساء، وبذا فسره السلف والأئمة المتقدمون، وجزم به الإمام عبد الرزاق الصنعاني عن الإمام سفيان الثوري رحمهما الله، واستشهد بقول الشاعر: ¶ [قومٌ إذا حاربوا شَدُّوا مآزرهم ¶ عن النساء ولو باتت بأطهار] ¶ انظر: اللؤلؤ والمرجان، لمحمد فؤاد عبد الباقي (2/27) . ¶ (¬150) متفق عليه من حديث عائشة رضي الله عنها: أخرجه البخاري؛ كتاب: فضل ليلة القدر، باب: العمل في العشر الأواخر من رمضان، برقم (2024) . ومسلم؛ كتاب: الاعتكاف، باب: الاجتهاد في العشر الأواخر من شهر رمضان، برقم (1174) . واللفظ للبخاري رحمه الله.",
            "page": "119",
            "part": "1",
            "seal": "195D2C43"
        },
        {
            "id": "118",
            "nass": "12- مكروهات الصوم: ¶ لعل الضابط في معرفة ما يكره فعله للصائم، هو الامتناع عن كل ما قد يضعف الصائمَ، أو يُعرِّضه للفطر، أو يُنقِص من أجر صومه. وعليه، فإنه يكره للصائم أمور منها: ¶ 1- ... الاحتجام، وهي: استخراج الدم المحتقن من الجسم، مصًّا أو شَرْطاً، وكون الحجامة يُستخرج بها دم من بدن الصائم، فيكون ذلك - غالباً - سبباً في إضعافه، لذا، فإن تجنُّبَها للصائم أولى (¬151) . ¶ 2- ذوق الطعام لغير حاجة أو مصلحة، أي بلا عذر يَسُوغ معه ذلك، لما فيه من احتمال تعريض الصوم للفساد، لكن إن ذاق طعاماً لغير عذر، فوجد طعم المَذُوق في حلقه، فإنه يفطر بذلك، وقال الإمام أحمد رحمه الله: أَحَبُّ إليَّ أن يجتنبَ ذوق الطعام، فإن فعل فلا بأس (¬152) . ومن أمثلة ما يكون عذراً لذوق الطعام، قصد الزوجة إلى معرفة ¶ ¬_________ ¶ (¬151) تقدم ذكر الحجامة، في مبحث: ما لا يفسد الصوم أصلاً ص (129) ، فراجعه - إن شئت -. ¶ (¬152) انظر: كشاف القناع عن متن الإقناع للبهوتي (2/329) .",
            "page": "120",
            "part": "1",
            "seal": "C3E59913"
        },
        {
            "id": "119",
            "nass": "مقدار الملح في الطعام ليُنظر بعدها اعتداله، وكذلك مضغ الطعام للولد إن لم تجد الأم بُدًّا من ذلك، لكن ليس من الحاجة مثلاً ذوق اللبن أو العسل لمعرفة الجيد منه والرديء عند الشراء، فإن ذلك مما يكره في الصوم (¬153) . ¶ 3- ... التقبيل، وذلك إن لم يأمن على نفسه وقوع مُفْسِدٍ للصوم من إنزال أو جماع، فإنْ أَمِنَ وقوعَ ذلك لم تُكره في حقه، وكذلك سائر دواعي الوطء، كاللمس، والمعانقة ونحوه. لحديث عائشةَ رضي الله عنها: «كان النبيُّ صلى الله عليه وسلم يقبِّل ويباشر وهو صائم، وكان أملكَكم لإِرْبه» (¬154) ، ولقولها رضي الله عنها: «إنْ كان رسول الله صلى الله عليه وسلم ليقبِّل بعض أزواجه، وهو صائم، ثم ضحكَتْ» (¬155) ، كذلك فقد نهى النبيُّ صلى الله عليه وسلم شابًا عن القُبلة، ورخَّص فيها للشيخ» (¬156) . ¶ 4 - المبالغة في المضمضة والاستنشاق، وذلك لقوله صلى الله عليه وسلم للَقِيطِ بن صَبْرَةَ رضي الله عنه: «أسبغ الوضوء، وخلِّل ¶ ¬_________ ¶ (¬153) انظر: الموسوعة الفقهية (28/68) . ¶ (¬154) متفق عليه من حديث عائشة رضي الله عنها: أخرجه البخاري؛ كتاب: الصوم، باب: المباشرة للصائم، برقم (1927) . ومسلم؛ كتاب: الصيام، باب: بيان أن القبلة في الصوم ليست محرمة على من لم تحرك شهوته، برقم (1106) . [ومعنى المباشرة في الحديث: الملامسة، وأصله من لَمْس بشرة الرجل بشرة المرأة. ومعنى أملككم لإربه أي: أملك لهواه وحاجته ونفسه] . انظر: اللؤلؤ والمرجان لمحمد فؤاد عبد الباقي (2/10) . ¶ (¬155) متفق عليه من حديث عائشة أيضاً رضي الله عنها: أخرجه البخاري؛ كتاب: الصوم، باب: القبلة للصائم، برقم (1928) . ومسلم؛ كتاب: الصيام، باب: أن القبلة ليست محرمة على من لم تحرك شهوته، برقم (1106) . والمقصود ببعض أزواجه صلى الله عليه وسلم: عائشة نفسها، كما صرحت به روايات في الصحيحين. ¶ (¬156) أخرجه أبو داود - بإسناد حسن -؛ كتاب: الصيام، باب: كراهيته للشاب، برقم (2387) ، عن أبي هريرة رضي الله عنه.",
            "page": "121",
            "part": "1",
            "seal": "8C1D2A60"
        },
        {
            "id": "120",
            "nass": "بين الأصابع، وبالغ في الاستنشاق، إلا أن تكون صائماً» (¬157) [وتكون المبالغة في المضمضة: بإيصال الماء إلى رأس الحلق، وفي الاستنشاق بإيصاله إلى فوق المَارِن] (¬158) . والعلة في كراهة هذه المبالغة: الخشية من سَبْق الماء إلى الجوف فيفسد بذلك الصوم. ¶ 5 - مضغ اللِّبَان (العِلْك) ، الذي لا يتحلل منه أجزاء؛ لأن الصائم بذلك يجمع ريقه ويبتلعه فيورثه العطش، فإن تحلل منه أجزاء كسُكّر ونحوه، فوجد طعمه في حلقه أفطر به. ¶ ومما يكره للصائم أيضاً مخالفته بعض المندوبات: ¶ - ... كتعمُّده تأخير الإفطار، أو مواصلته الصوم من غير أكلة السَّحَر، أو التلفُّظ بالهُجْر من الكلام إذا استرسل في الغضب، أو قضاء ساعات طوال أمام شاشة التلفاز، مما يكون ضرُّه أقربَ من نفعه. ¶ ¬_________ ¶ (¬157) أخرجه الترمذي؛ كتاب: الصوم، باب: ما جاء في كراهية مبالغة الاستنشاق للصائم، برقم (788) ، عن لَقِيطِ بنِ صَبْرَةَ رضي الله عنه. ¶ (¬158) انظر: الموسوعة الفقهية، (28/71) . والمارن: ما لان من الأنف، وفَضَل عن القصبة. انظر: مختار الصحاح، مادة (م ر ن) .",
            "page": "122",
            "part": "1",
            "seal": "07EB7C3C"
        },
        {
            "id": "121",
            "nass": "13 - الاعتكاف (¬159) ¶ وهو لغة: اللبث وملازمة الشيء أو الدوام عليه؛ خيراً كان أو شراً، ومنه قوله تعالى: {مَا هَذِهِ التَّمَاثِيلُ الَتِي أَنْتُمْ لَهَا عَاكِفُونَ} [الأنبيَاء: 52] ، وقوله سبحانه: {قَالُوا لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى *} [طه: 91] ، وقوله عزَّ وجلَّ: {وَلاَ تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} [البَقَرَة: 187] . ¶ ومعنى الاعتكاف شرعاً: لزوم مسجدٍ طاعةً لله تعالى، على صفة مخصوصة، من مسلم عاقل - ولو مميِّز - طاهرٍ مما يوجب غُسْلاً (¬160) . ¶ ودليله من الكتاب قوله تعالى: {وَلاَ تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} [البَقَرَة: 187] . ¶ ومن السُّنَّة: «أنه صلى الله عليه وسلم كان يعتكف العشر الأواخر من رمضان، حتى توفاه الله، ثم اعتكف أزواجه من بعده» (¬161) . ¶ وحكمه: سنة - أي مستحب - في كل وقت، وهو ¶ ¬_________ ¶ (¬159) قد سبق ذكر للاعتكاف في ختام جملة المندوبات ص (158) ، لكني أختصّه هنا - لأهميته - بمزيد تفصيلٍ لأحكامه. ¶ (¬160) انظر: كشاف القناع للبهوتي (1/168) . ¶ (¬161) تقدم تخريجه بالهامش ذي الرقم (148) .",
            "page": "123",
            "part": "1",
            "seal": "31F48EAB"
        },
        {
            "id": "122",
            "nass": "في العشر الأواخر من رمضان أفضل من أجل طلب ليلة القدر، فإن كان نذراً لزم - أي وجب الوفاء به على الصفة التي نذرها من تتابع أيامٍ، ونحوه. وذلك لعموم قول النبيِّ صلى الله عليه وسلم: «من نذر أن يطيعَ الله فليُطِعْه» (¬162) ، ولأمره صلى الله عليه وسلم عمرَ رضي الله عنه، حين أخبره بنذرٍ له في الجاهلية أن يعتكف ليلة في المسجد الحرام، بقوله عليه الصلاة والسلام: «أوفِ بنذرك» (¬163) . ¶ وقد اتفق العلماء على مشروطية المسجد - أي كونه شرطاً - لصحة الاعتكاف، فلا يجوز الاعتكاف في غير المسجد، لأن المسجد تميّز عن سائر البقاع بفضلِ أنه بُنِي لإقامة الطاعات والعبادات فيه. ثم إن الاعتكاف جائز في كل مسجد، إلا أنه في المسجد الجامع أفضل، حتى لا يحتاج المعتكف إلى الخروج من معتكفه لصلاة الجمعة، كما أن الاعتكاف لا يختص بالمساجد الثلاثة (المسجد الحرام، ومسجد الرسول صلى الله عليه وسلم، ومسجد بيت المقدس = المسجد ¶ ¬_________ ¶ (¬162) جزء من حديث أخرجه البخاري؛ كتاب: الأيمان والنذور، باب: النذر في الطاعة، برقم (6696) ، عن عائشة رضي الله عنها. وتمام الحديث: «وَمَنْ نَذَرَ أَنْ يَعْصِيَهُ فَلاَ يَعْصِه» . ¶ (¬163) متفق عليه من حديث عبد الله بن عمر رضي الله عنهما: أخرجه البخاري؛ كتاب: الاعتكاف، باب: الاعتكاف ليلاً، برقم (2032) . ومسلم؛ كتاب: الأيمان، باب: النهي عن الإصرار على اليمين، برقم (1656) ، واللفظ للبخاري رحمه الله.",
            "page": "124",
            "part": "1",
            "seal": "7C4A0423"
        },
        {
            "id": "123",
            "nass": "الأقصى) وذلك لعموم قوله تعالى: {وَلاَ تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} [البَقَرَة:187] (¬164) . ¶ ومما يجدر ذكره في هذا المقام أن اعتكاف المرأة في بيتها جائز، حيث إن اعتكافها فيه أدعى للستر لها، بخلاف تعرُّضِها في المسجد لكثرة من يراها، [وقد أطلق الإمام الشافعيُّ رحمه الله كراهة الاعتكاف للنساء في المسجد (*) ، وشَرَط الحنفية لصحة اعتكاف المرأة أن يكون في مسجد بيتها] (¬165) . ¶ وقته: يكون الاعتكاف في أي وقت من أيام السنة، فقد اعتكف النبيُّ صلى الله عليه وسلم مرةً عشراً من شوال (¬166) ، لكنه يستحب في رمضانَ جميعه، وفي العشر الأوسط منه، ويتأكد استحبابه في العشر الأواخر منه، وذلك لمواظبته صلى الله عليه وسلم - وأزواجه من بعده - على فعل ذلك (¬167) ، كما يستحب أن يدخل المُعتِكف مُعتكَفه إذا صلّى الصبح، وذلك لمداومته صلى الله عليه وسلم عليه (¬168) ، كذلك يُنهِي اعتكافه إذا صلّى الصبح، ¶ ¬_________ ¶ (¬164) قال ابن حجر رحمه الله: (ووجه الدلالة من الآية: أنه لو صحّ - أي: الاعتكاف - في غير المسجد لم يختص تحريم المباشرة به، لأن الجماع منافٍ للاعتكاف بالإجماع، فعُلِم من ذِكْر المساجد أن الاعتكاف لا يكون إلا فيها) . اهـ. انظر الفتح [4/319] . هذا، وقد عنون الإمام البخاري -بما فَقِه من الآية - بقوله: (باب الاعتكاف في العشر الأواخر، والاعتكاف في المساجد كلِّها لقوله تعالى: [البَقَرَة: 187] {وَلاَ تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلاَ تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ} . ¶ (¬165) انظر: فتح الباري (4/323) . ¶ (*) يُشار هنا إلى أن مذهب الإمام الشافعي رحمه الله قد استقرّ - في الجديد - على أن اعتكاف المرأة لا يصح في مسجد بيتها، وهو المُعتزَل المهيأ للصلاة. انظر: منهاج الطالبين للنووي ص (44) . ¶ (¬166) جزء من حديث عائشة رضي الله عنها المتفق عليه، أخرجه البخاري؛ كتاب: الاعتكاف، باب: اعتكاف النساء، برقم (2033) ، ومسلم؛ كتاب: الاعتكاف، باب: متى يدخل من أراد الاعتكاف في معتكفه، برقم (1173) . والمقصود بـ (عشراً من شوال) : العَشْر الأوَّل منه. كما جاء مبيَّناً عند مسلم رحمه الله. ولا يَرِد على ذلك لفظ البخاري عن عائشة أيضاً «حتى اعتكف في آخر العشر من شوال» ، [ويجمع بينهما بأن المراد بقوله: «آخر العشر من شوال: انتهاء اعتكافه صلى الله عليه وسلم] . اهـ. انظر الفتح لابن حجر (4/325) . ¶ (¬167) تقدم دليل ذلك مرارًا من حديث عائشة المتفق عليه. انظر تخريجه بالهامش ذي الرقم (148) . ¶ (¬168) جزء من حديث تقدم تخريجه بالهامش ذي الرقم (166) ، بلفظ: «فيصلِّي الصبح، ثم يدخُلُه» .",
            "page": "125",
            "part": "1",
            "seal": "C03DB34F"
        },
        {
            "id": "124",
            "nass": "فيخرج بعده، وذلك لخروج النبيِّ صلى الله عليه وسلم صبيحة عشرين (¬169) ، وقد قال أبو سعيد رضي الله عنه: (اعتكفنا مع رسول الله صلى الله عليه وسلم العَشْرَ الأوسط، فلما كان صبيحة عشرين نقلنا متاعنا) (¬170) . ¶ مسألة: ¶ هل ما ذكر آنفًا من استحباب دخول المُعتكِف مُعتكَفَه صبحاً وخروجِه منه كذلك، هو على إطلاقه؟ ¶ [إن من أراد اعتكاف الليالي دون الأيام، فإنه يدخل قبيل غروب الشمس ويخرج بعد طلوع الفجر، فإن أراد اعتكاف الأيام خاصة، فيدخل مع طلوع الفجر ويخرج بعد غروب الشمس، فإن أراد اعتكاف الأيام والليالي معاً، فإنه يدخل قبل غروب الشمس ويخرج بعد غروب الشمس أيضاً] (¬171) . ¶ شروطه: يتبين من التعريف الاصطلاحي للاعتكاف مشروطية خمسة أمور لصحته هي: ¶ ¬_________ ¶ (¬169) وذلك كما عنون البخاري رحمه الله - من كتاب الاعتكاف - (باب: الاعتكاف، وخروج النبيِّ صلى الله عليه وسلم صبيحةَ عشرين) . اهـ. ¶ (¬170) أخرجه البخاري؛ كتاب: الاعتكاف، باب: من خرج من اعتكافه عند الصبح، برقم (2040) ، ومسلم - بنحوه -؛ كتاب: الصيام، باب: فضل ليلة القدر، برقم (1167) . ¶ (¬171) الكلام لابن حجر رحمه الله. انظر: الفتح (4/332) . ... هذا، وإن ما أرشدت إليه السنَّة المطهَّرة من دخول المُعتكِف مُعتكفَه صبحاً وخروجه منه كذلك، يَصْدُق فيه - بحمد لله - إدراكُ كلِّ معتكف لوقت اعتكافه، فإن أراد أياماً أدرك ذلك بدخوله بعد الصبح، وإن أراد ليالي أدركها بخروجه بعد الصبح، كذلك لو أراد أياماً وليالي، فإن دخوله صبحاً وخروجه صبحاً، يجعله مستوفياً لما أراد، مقتدياً بخير العباد، عاملاً بسُنَّته صلى الله عليه وسلم.",
            "page": "126",
            "part": "1",
            "seal": "D2238439"
        },
        {
            "id": "125",
            "nass": "1- الإسلام. 2- العقل. 3- النية. 4- الطهارة (النقاء من الحيض والجنابة) . 5- وقوع الاعتكاف في مسجد. ¶ مسألة: ¶ هل الصوم شرط في صحة الاعتكاف؟ ¶ [قال تعالى: {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلاَ تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} [البَقَرَة: 187] . وقد سأل عمرُ النبيَّ صلى الله عليه وسلم فقال: (كنت نذرتُ في الجاهلية أن أعتكف ليلة (¬172) في المسجد الحرام، قال عليه الصلاة والسلام: «فَأَوْفِ بنذرك» (¬173) . إن الناظر في هذين النصين الكريمين قد يجد في ظاهرهما تعارضًا؛ حيث إن الآية الكريمة ذكرت الاعتكاف إثر الصوم، فكأنه لا اعتكاف بغير صوم، بيد أن الحديث أرشد إلى مشروعية الاعتكاف ليلاً، ومعلوم أن الليل ليس مَحَلاً للصوم، فكيف يُعتكَف فيه؟ الحق أنه لا تعارض بين النصين، فليس في الآية ما يدل على تلازم الاعتكاف ¶ ¬_________ ¶ (¬172) أما ما صح عند مسلم «يوماً» بدل «ليلة» ، فقد جمع ابن حِبّان وغيره بين الروايتين بأن عمر رضي الله عنه قد نذر اعتكاف يوم وليلة، فمن أطلق ليلة أراد: بيومها، ومن أطلق يوماً أراد: بليلته. اهـ. انظر: الفتح (4/322) . ¶ (¬173) تقدم تخريجه بالهامش ذي الرقم (163) .",
            "page": "127",
            "part": "1",
            "seal": "341F5E95"
        },
        {
            "id": "126",
            "nass": "والصوم، وإلا لزم ألا يصح صوم بغير اعتكاف، ولم يقل بذلك أحد من أهل العلم. لذا، فإن المختار في ذلك أن الاعتكاف ليس من شرطه الصيام، وإن كان غالب اعتكاف النبيِّ صلى الله عليه وسلم كان بصوم، إلا أنه عليه الصلاة والسلام اعتكف في شوال - كما مرّ - واعتكف عمرُ رضي الله عنه ليلة كما صرح به البخاري رحمه الله، بقوله: «فاعتكف ليلة» (¬174) ، فدل ذلك على أنه لم يزد على نذره شيئاً، وأن الاعتكاف لا يشترط فيه الصوم، كما أنه لا يشترط له حدٌّ معين] (¬175) . ¶ مسألة: ¶ هل للاعتكاف حدٌّ في أقلِّ زمنِه أو أكثره؟ ¶ المختار في ذلك أن أقلَّ الاعتكاف يوم أو ليلة، ذلك أن معنى الاعتكاف مشتق من لزوم الشيء وحبس النفس عليه، وما كان دون يوم أو ليلة يَبْعُد أن يسمى اعتكافاً لقِصَر مدته وعدم انضباطه بزمن معين، فلا بدّ للمعتكف أن يلبث في المسجد قَدْراً يسمى عكوفاً، ¶ ¬_________ ¶ (¬174) أخرجه البخاري؛ كتاب: الاعتكاف، باب: من لم ير عليه صوماً إذا اعتكف، برقم (2042) . ¶ (¬175) الإجابة مستفادة من كلام الإمام ابن حجر رحمه الله. انظر: الفتح (4/322 وما بعدها) ؛ مبحثَيْ: باب الاعتكاف ليلاً، وباب: من لم ير عليه - إذا اعتكف - صوماً. وتفصيل جواز الاعتكاف بصوم أو بغيره مشتهر في كتب الفروع، وخلاصته: أنه لا اعتكاف إلا بصوم، وهو مذهب أبي حنيفة ومالك ورواية عن أحمد. والثاني: صحة الاعتكاف بغير صوم، وهو مذهب الشافعية، والله أعلم.",
            "page": "128",
            "part": "1",
            "seal": "E49C8126"
        },
        {
            "id": "127",
            "nass": "وقد مرّ آنفاً حديثُ أَمْرِ النبيِّ صلى الله عليه وسلم لعمرَ رضي الله عنه بوجوب إيفائه لنذره باعتكافه يوماً أو ليلة. أما أكثر وقت الاعتكاف فلا حدَّ له، لكن غالب اعتكاف النبيِّ صلى الله عليه وسلم قد كان في العشر الأواخر من رمضان، كما اعتكف عليه الصلاة والسلام عشراً من شوال، «فلما كان العام الذي قُبِض فيه اعتكف عشرين» (¬176) ، [وقد قيل: إن السبب في ذلك أنه صلى الله عليه وسلم علم بانقضاء أجله فأراد أن يستكثر من أعمال الخير، ليبين لأمته استحباب الاجتهاد في العمل إذا بلغوا أقصاه، وذلك ليلقَوا الله على خير أحوالهم، وقيل: السبب فيه أن جبريل _ج كان يعارضه بالقرآن في كل رمضان مرة، فلما كان العام الذي قبض فيه عارضه به مرتين، فلذلك اعتكف صلى الله عليه وسلم قَدْر ما كان يعتكف مرتين، أو قد يكون ذلك بسبب سفره عاماً فلم يعتكف، وكان من شأنه عليه الصلاة والسلام أنه إذا عمل عملاً أَثْبَتَه، فلما كان العام المقبل اعتكف عشرين] (¬177) ، ومهما يكن من ¶ ¬_________ ¶ (¬176) جزء من حديث أخرجه البخاري؛ كتاب: الاعتكاف، باب: الاعتكاف في العشر الأوسط من رمضان برقم (2044) ، عن أبي هريرة رضي الله عنه. ¶ (¬177) انظر: الفتح لابن حجر (4/334) .",
            "page": "129",
            "part": "1",
            "seal": "1448FEC6"
        },
        {
            "id": "128",
            "nass": "سبب لإطالة الاعتكاف، فقد دل ذلك على مشروعيته للاستزادة من فعل الخيرات، [لكن لو أطاله مسلم عن ذلك الحد، فقد يحصل بذلك إضاعة العبد لأهله وانشغاله عنهم، أو تَرْك طلب معاش أو تكليف غيره بالإنفاق عليه، لذا فمع كون الاعتكاف لا حدَّ لأكثره، لكنه يُستحسن فيه ألاّ يزيدَ عن حدِّ ما وردت به السُّنَّة، وبخاصة أنه قد يكون فيه مَظِنَّة حصول تفريط في أمور المعاش، والله أعلم] (¬178) . ¶ ما يحرم على المعتكف فيُبطِل اعتكافه، أو يقطعه: ¶ قال تعالى: {وَلاَ تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلاَ تَقْرَبُوهَا} [البَقَرَة: 187] . ¶ [يحرم على المعتكف النساءُ ما دام معتكفاً في مسجده، ولو ذهب إلى منزله لحاجة لا بدّ له منها فلا يَحِلُّ له أن يتلبَّثَ فيه إلا بمقدار ما يَفْرغ من حاجته تلك من نحو قضاء الغائط أو أكلٍ (¬179) ، وليس له أن يقبِّلَ امرأته، ولا يضمَّها إليه، ولا يشتغل بشيء سوى ¶ ¬_________ ¶ (¬178) مستفاد من نص إجابة لفضيلة العلامة ابن جبرين حفظه الله. انظر: حوار في الاعتكاف، إعداد سالم الجهني، ص (11) . ¶ (¬179) كما لا يخفى، فإنه قد تيسر سبيل تلك الحاجة وأمثالها للمعتكف، وهو في المسجد.",
            "page": "130",
            "part": "1",
            "seal": "D63EE2D5"
        },
        {
            "id": "129",
            "nass": "اعتكافه، ولا يعود المعتكف المريضَ، ولكن يسأل عنه وهو مارٌّ في طريقه] (¬180) . وعن عائشةَ زوجِ النبيِّ صلى الله عليه وسلم قالت: «وإن كان رسول الله صلى الله عليه وسلم لَيُدخِل عليَّ رأسَه - وهو في المسجد - فأرجِّلُه، وكان لا يدخل البيت إلا لحاجة إذا كان معتكفاً» (¬181) والحاصل فيه أن المعتكف يحرم عليه الجماع فيُبطِل اعتكافَه، كما يحرم عليه الخروج من المسجد - عمداً - لغير حاجة الإنسان (¬182) ، فإن فعل انقطع اعتكافه، لكن لا يضر إخراج بعض الأعضاء كالرأس للترجُّل أو للغَسْل (¬183) ، وكذلك له أن يخرج لحوائجه إلى باب المسجد، وكذلك فإن لزوجته زيارته في معتكفه (¬184) . ¶ آدابه: شُرِع الاعتكاف للتبتُّل والانقطاع إلى الله سبحانه، بالتقرُّب إليه عزَّ وجلَّ بسائر أنواع القُرَب، والتزهُّد في أمر الدنيا وانقطاع انشغال القلب بها، لذا فقد كان الاعتكاف عبادة جليلة تُهذِّب النفس، وتسمو بالروح، وتَصقُل القلب، وتقوِّي الإرادة، بما يهيِّئ ¶ ¬_________ ¶ (¬180) انظر: تفسير القرآن العظيم، لابن كثير، ص196، ط - بيت الأفكار الدولية. ¶ (¬181) أخرجه البخاري؛ كتاب: الاعتكاف، باب: لا يدخل البيت إلا لحاجة، برقم (2029) . ومسلم؛ كتاب: الحيض، باب: جواز غسل الحائض رأس زوجها، برقم (297) . ¶ (¬182) المقصود بحاجة الإنسان: قضاء الحاجة من بول أو غائط، ومنه قول عائشة: «كان النبيُّ صلى الله عليه وسلم إذا اعتكف يدني إليّ رأسه فأُرَجِّلُه، وكان لا يدخل البيت إلا لحاجة الإنسان» كما في مسلم، برقم (297) . ¶ (¬183) كما صحّ من فعله صلى الله عليه وسلم. انظر: البخاري برقم (2029) ، ومسلم برقم (297) . ¶ (¬184) كما في الصحيحين من فعل النبيِّ صلى الله عليه وسلم وزوجه صفية رضي الله عنها ولفظ البخاري: (جاءت صفيةُ إلى رسول الله صلى الله عليه وسلم تزوره في اعتكافه في المسجد، في العشر الأواخر من رمضان، فتحدثت عنده ساعةً، ثم قامت تَنْقَلِبُ، فقام النبيُّ صلى الله عليه وسلم يَقْلِبُها، حتى إذا بلغت باب المسجد عند باب أم سلمة ... ) الحديث. انظر البخاري برقم (2035) ، ومسلم برقم (2175) .",
            "page": "131",
            "part": "1",
            "seal": "8FB83441"
        },
        {
            "id": "130",
            "nass": "المؤمنَ لمواجهة حرمان ملذات الحياة بقوة لا تعدلها قوة، وعزيمة لا تعرف خَوَراً ولا هزيمة. كل ذلك مترافق بروح التطوُّع والإقبال على الله تعالى، محبة لجلاله، وطمعاً في ثوابه، وخوفاً من عذابه؛ ومِنْ رَحِم هذه المعاني ومن صُلْبها تتولد آداب الاعتكاف، وهي عديدة تكاد ألاّ تحصى، فلينهلِ المعتكف منها ما شاء: ¶ 1- ... عِمارة الوقت، بصنوف الطاعات، من أداء الصلاة جماعة، أو قراءة القرآن، وحفظه، والاشتغال بالعلم ومدارسته، والإكثار من الأذكار المشروعة؛ المقيَّدِ منها والمطلق. ¶ 2- ... الإكثار من الصلاة على النبيِّ صلى الله عليه وسلم، وبخاصة في ليلة الجمعة ونهارها، لقوله عليه الصلاة والسلام: «من أفضل أيامكم يوم الجمعة؛ فيه خُلِق آدم، وفيه قُبِض، وفيه النفخةُ، وفيه الصعقةُ، فأكثروا عليّ من الصلاة فيه، فإن صلاتكم معروضة عليّ» (¬185) . ¶ ¬_________ ¶ (¬185) أخرجه أحمد في مسنده (4/8) من حديث أوس ابن أوس الثقفي رضي الله عنه، وأبو داود؛ باب: فضل يوم الجمعة وليلة الجمعة، برقم (1047) ، من حديثه أيضاً.",
            "page": "132",
            "part": "1",
            "seal": "55C5F2A1"
        },
        {
            "id": "131",
            "nass": "3- الإكثار من دعاء الله عزَّ وجلَّ، مع التزام شروط الدعاء وآدابه، وتحرّي أوقات الإجابة، ومنها: حال السجود، وحال الصيام، وليالي الوتر من العشر الأواخر من رمضان، وبين الأذان والإقامة، وساعة الإجابة من يوم الجمعة وهي من جلوس الإمام إلى انقضاء الصلاة، أو آخر ساعة بعد عصر الجمعة، فكلاهما ساعة إجابة (¬186) . ¶ كذلك الدعاء في وقت السَّحَر؛ وهو ثلث الليل الآخِر، ويخص في دعائه إخواناً له عَلِم فاقتهم أو ضراً نزل بهم، كما يكثر من الدعاء لأُمَّة سيِّدِنا محمَّدٍ صلى الله عليه وسلم فيناله مثل الأجر الذي ينالهم. ¶ 4- التعوُّد على الإكثار من الصمت، وتجنب الفُضول من الكلام، كالجدال وإن كان مُحِقّاً، وألاّ يتكلم المعتكف إلا بخير، ممتثلاً قوله صلى الله عليه وسلم: «من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت» (¬187) . ¶ ¬_________ ¶ (¬186) كما حقق ذلك الإمام ابن القيم رحمه الله في «زاد المعاد» (1/131) . ¶ (¬187) جزء من حديث متفقٍ عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: الرِّقاق، باب حفظ اللسان، برقم (6475) . ومسلم؛ كتاب: الإيمان، باب: الحث على إكرام الجار، برقم (47) .",
            "page": "133",
            "part": "1",
            "seal": "54AF85A0"
        },
        {
            "id": "132",
            "nass": "5- التعوُّد على الاختلاء بالنفس، ليكون ذلك داعياً للتفكُّر والتأمُّل فيما سبق من حياة المعتكف، هل كانت فيما يرضي الله تعالى أم فيما سوى ذلك؟ ليبادر بعدها إلى توبة نصوح تكون بداية لتغير مسار حياته، وحسن ثواب آخرته. ¶ 6- ... اعتياد قيام الليل، وقسر النفس على ذلك، ليجد حلاوة ذلك، فإذا أدركها بقي أثرها بعد اعتكافه ذكرى متجددة تسري في حنايا قلبه، تدعوه بإلحاح للوقوف بين يدي الله في ساعة مناجاة في جوف الليل. ¶ 7- استحضار معنى اتباع النبيِّ صلى الله عليه وسلم، وتحقيق محبته المقتضية لحسن الاقتداء به، فالمعتكف يشعر بتغلغل محبة النبيِّ صلى الله عليه وسلم في قلبه، وذلك بحُسن اتباعه، مما يحدوه - بعد انقضاء اعتكافه - إلى المحافظة على هذه الصلة الروحية مع رسول الله صلى الله عليه وسلم.",
            "page": "134",
            "part": "1",
            "seal": "DC665618"
        },
        {
            "id": "133",
            "nass": "14- قيام رمضان (ومنه صلاة التراويح) (¬188) . ¶ يقول الله تعالى في وصف عباده المؤمنين: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ *} [السَّجدَة: 16] ، ويقول نبيُّه الكريم صلى الله عليه وسلم: «من قام رمضانَ إيماناً واحتساباً غُفر له ما تقدَّم من ذنبه» (¬189) . ويقول عليه الصلاة والسلام: «صلاة الليل مثنى مثنى، فإذا خشي أحدكم الصبح، صلّى ركعة واحدة توتر له ما قد صلّى» (¬190) . وكان من هَدْيه صلى الله عليه وسلم الترغيب بقيام الليل في رمضان وغيره، قال صلى الله عليه وسلم: «أفضل الصلاة بعد الصلاة المكتوبة، الصلاةُ في جوف الليل» (¬191) ، وقد وصفت عائشة رضي الله عنها صلاة النبيِّ صلى الله عليه وسلم بقولها: «ما كان رسول الله صلى الله عليه وسلم يزيد في رمضان ولا في غيره على إحدى عشرة ركعة، يصلّي أربعاً، فلا تَسَلْ عن حُسْنِهِنَّ وطولِهِنَّ، ثم يصلّي أربعاً فلا تسل عن حُسْنِهِنَّ وطولِهِنَّ، ثم يصلِّي ثلاثاً» . قالت عائشة: فقلت: يا رسول الله أتنام قبل أن توتر؟ فقال: «يا عائشة إن عينيَّ تنامان ولا ينام قلبي» (¬192) . ومن هَدْيه ¶ ¬_________ ¶ (¬188) [التراويح جمع ترويحة، وهي المرة الواحدة من الراحة، كتسليمة من السلام. سميت الصلاة في الجماعة في ليالي رمضان: التراويح؛ لأنهم أول ما اجتمعوا عليها كانوا يستريحون بين كل تسليمتين] . انظر: الفتح (4/294) . ¶ (¬189) تقدم تخريجه بالهامش ذي الرقم (27) . ومعنى قوله صلى الله عليه وسلم: «إِيْمَاناً» ، أي: تصديقًا بوعد الله بالثواب عليه، و «احْتِسَابًا» ، أي: طلبًا للأجر، لا لقصدٍ آخر من رياء أو نحوه. انظر: الفتح (4/296) . ¶ (¬190) متفق عليه من حديث ابن عمر رضي الله عنهما: أخرجه البخاري؛ كتاب: الوتر، باب: ما جاء في الوتر، برقم (990) . ومسلم؛ كتاب: صلاة المسافرين وقَصْرِها، باب: صلاة الليل مثنى مثنى، برقم (749) . ¶ (¬191) جزء من حديث أخرجه مسلم؛ كتاب: الصيام، باب: فضل صوم المُحرَّم، برقم (1163) ، عن أبي هريرة رضي الله عنه. ¶ (¬192) متفق عليه من حديث عائشة رضي الله عنها: أخرجه البخاري؛ كتاب: التهجد، باب: قيام النبيِّ صلى الله عليه وسلم بالليل في رمضان وغيره برقم (1147) ، ومسلم؛ كتاب: صلاة المسافرين وقَصْرِها، باب: صلاة الليل وعدد ركعات النبي صلى الله عليه وسلم في الليل، برقم (738) .",
            "page": "135",
            "part": "1",
            "seal": "A1012CEF"
        },
        {
            "id": "134",
            "nass": "عليه الصلاة والسلام في قيام الليل: (التطويل في القراءة، ما أطاق القائم ذلك، ووجد في نفسه نشاطاً، كذلك المداومة على القيام، وكان أحبَّ الدِّين إليه صلى الله عليه وسلم ما داوم عليه صاحبه) (¬193) . ¶ ستُّ مسائلَ متعلقة بقيام الليل، ومنه التراويح. ¶ قال تعالى: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ *فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ *} [السَّجدَة: 16-17] . ¶ وهنا ثلاث مسائل مستنبطة من معنى هاتين الآيتين، سأُتْبِعها بثلاث أخرى متعلقة بفقه القيام من سُنَّة النبيِّ صلى الله عليه وسلم. ¶ الأولى: كيف تتجافى الجُنوب عن المضاجع؟ ¶ [يعني بذلك: قيام الليل، وتركَ النوم، والاضطجاع على الفُرُش الوطيئة. أو هو الصلاة بين العِشَاءَيْن، أو ¶ ¬_________ ¶ (¬193) كما صحت بذلك السنة المطهّرة. انظر: البخاري برقمي (43) - (1135) ، ومسلم بالأرقام (255) - (785) - (782) .",
            "page": "136",
            "part": "1",
            "seal": "FCE3667A"
        },
        {
            "id": "135",
            "nass": "انتظار صلاة العَتَمة، أي: العِشَاء الآخرة، أو الحرص عليها في جماعة، وكذلك صلاة الغداة، وهي الفجر] (¬194) . ¶ الثانية: كيف يكون دعاء المصلي بالليل خوفًا وطمعًا؟ وما علاقة الدعاء بالإنفاق، إذ أتبعه الله بذكره؟! ¶ [المعنى: خوفًا من وبال عقاب الله وطمعًا في جزيل ثوابه، {وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} فيجمعون بين فعل القربات اللازمة كأداء الزكاة - والمتعدية تطوعًا - كقيام الليل والدعاء فيه - ومُقدَّم هؤلاء وسيِّدهم وفخرهم في الدنيا والآخرة رسول الله صلى الله عليه وسلم، كما قال عبد الله بن رواحةَ رضي الله عنه: ¶ وَفِينَا رَسُولُ اللهِ يَتْلُو كِتَابَهُ ... إِذَا انْشَقَّ مَعْرُوفٌ منَ الصُّبْحِ سَاطِعُ ¶ أَرَانَا الْهُدَى بَعْدَ الْعَمَى فَقُلُوبُنَا ... بِهِ مُوقِنَاتٌ أَنَّ مَا قَالَ وَاقِعُ ¶ ¬_________ ¶ (¬194) انظر: تفسير ابن كثير ص 1345، ط - بيت الأفكار الدولية.",
            "page": "137",
            "part": "1",
            "seal": "B6B13EB8"
        },
        {
            "id": "136",
            "nass": "يَبِيتُ يُجَافِي جَنْبَهُ عَنْ فِرَاشِهِ ... إِذَا اسْتَثْقَلَتْ بِالْمُشْرِكِينَ الْمَضَاجِعُ] (¬195) ¶ الثالثة: لِمَ أخفى الله سبحانه ما لقائمي الليل من ثواب؟ وما معنى (قرة أعين) ؟ [أخفى الله لهم في الجنات من النعيم المقيم، واللذات التي لم يَطَّلع على مثلها أحدٌ، فلمّا أخفَوا هم أعمالهم أخفى الله لهم من الثواب، جزاءً وفاقاً، فإن الجزاء من جنس العمل. فأخفى لهم سبحانه ما لم تره عين ولم يخطر قَطُّ على قلب بشر!! قال رسول الله صلى الله عليه وسلم: «قال الله تعالى: أعددت لعبادي الصالحين ما لا عين رأَتْ، ولا أُذُن سمعَتْ، ولا خطر على قلب بشر» ، قال أبو هريرة رضي الله عنه: فاقرؤوا إن شئتم: {فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} [السَّجدَة: 17] (¬196) . ¶ الرابعة: هل المقصود بقول النبيِّ صلى الله عليه وسلم: «مثنى مثنى» ، بيان صفة قيام الليل، وأنه لا بد من الفصل بين كل ركعتين بالتسليم؟ ¶ ¬_________ ¶ (¬195) المرجع السابق بالعزو نفسه. ¶ (¬196) انظر كذلك: المرجع الأسبق ص 1346. والحديث من المتفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: التفسير، سورة تنزيل [السجدة] ، باب: قوله تعالى: {فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} ، برقم (4779) . ومسلم؛ كتاب: الجنة وصفةِ نعيمها وأهلها، برقم (2824) .",
            "page": "138",
            "part": "1",
            "seal": "96E2946B"
        },
        {
            "id": "137",
            "nass": "[إن الراوي للحديث - وهو ابن عمر رضي الله عنهما - قد فسّره بقوله: (تسلّم من كل ركعتين) (¬197) . وراوي الحديث هو أعلم بالمراد به، وما فسّره به هو المتبادر إلى الفهم، لأنه لا يقال في الرباعية مثلاً إنها مثنى، واستُدل بهذا على تعيُّن الفصل بين كل ركعتين من صلاة الليل. فالمختار في صلاة الليل أن تكون مثنى مثنى - كما نصّ عليه ظاهر الحديث - وأن يسلّم من كل ركعتين لكونه صلى الله عليه وسلم أجاب به السائل، ولكون أحاديث الفصل أثبت وأكثر طرقاً، لكن قد صح عنه صلى الله عليه وسلم الفصل كما صح عنه الوصل، فيكون الفصل إرشاداً إلى الأخف، إذ السلام بين كل ركعتين أخف على المصلي من الوصل إلى الأربع فما فوقها، لما فيه من الراحة غالباً وقضاء ما يعرض من أمر مهم] (¬198) . ¶ الخامسة: حيث إن التراويح هي من جنس قيام الليل، فهي تصلى مثنى مثنى - كما تقرر -، لكن ما هو الأفضل في أدائها: الانفراد أم الجماعة؟ ¶ ¬_________ ¶ (¬197) كما عند مسلم، من طريق عقبة بن حُرَيْثٍ، قال: سمعت ابن عمر يحدّث أن رسول الله صلى الله عليه وسلم قال: «صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى، فَإِذَا رَأَيْتَ أَنَّ الصُّبْحَ يُدْرِكُكَ فَأَوْتِرْ بِوَاحِدَة» ، فقيل لابن عمر: ما مثنى مثنى؟ قال: (أن تسلّم في كل ركعتين) . انظر: كتاب صلاة المسافرين وقَصْرِها، باب: صلاة الليل مثنى مثنى، برقم (749) . ¶ (¬198) انظر: الفتح لابن حجر (2/556) .",
            "page": "139",
            "part": "1",
            "seal": "0FEF2828"
        },
        {
            "id": "138",
            "nass": "[خرج رسول الله صلى الله عليه وسلم ذات ليلة من جوف الليل، فصلّى في المسجد، فصلّى رجال بصلاته، فأصبح الناس فتحدثوا، فاجتمع أكثرُ منهم فصلَّوْا معه، فأصبح الناس فتحدثوا، فكثر أهل المسجد من الليلة الثالثة، فخرج رسول الله صلى الله عليه وسلم فصلَّوْا بصلاته، فلمّا كانت الليلة الرابعة عَجَز المسجد عن أهله حتى خرج النبيُّ صلى الله عليه وسلم لصلاة الصبح؛ فلمّا قضى الفجرَ أقبل على الناس فتشهّد، ثم قال: «أما بعدُ؛ فإنه لم يَخْفَ عليّ مكانُكم، لكني خشيت أن تفرض عليكم فتعجزوا عنها» . قال ابن شهاب (¬199) : (فتوفي رسول الله صلى الله عليه وسلم والناس على ذلك، ثم كان الأمر على ذلك في خلافة أبي بكر وصدراً من خلافة عمر رضي الله عنهما) (¬200) . ¶ [وخرج عمر رضي الله عنه ليلة في رمضان إلى المسجد، فإذا الناس أوزاعٌ متفرقون؛ يصلِّي الرجل لنفسه، ويصلّي الرجل فيصلِّي بصلاته الرَّهْط، فقال عمر: إني أرى لو جمعتُ هؤلاء على قارئ واحد لكان أمثلَ، ثم ¶ ¬_________ ¶ (¬199) قول ابن شهاب - وهو الإمام الزهري رحمه الله - أخرجه البخاري؛ كتاب: صلاة التراويح، باب: فضل من قام رمضان، بعد رقم (2009) ، ومسلم - من غير ذكر القائل - كتاب: صلاة المسافرين وقَصْرِها، باب: الترغيب في قيام رمضان وهو التراويح، برقم (759) . ¶ (¬200) متفق عليه من حديث عائشة رضي الله عنها: أخرجه البخاري؛ كتاب: الجمعة، باب: من قال في الخُطبة بعد الثناء: أما بعد. برقم (924) . ومسلم؛ كتاب: صلاة المسافرين وقَصْرِها، باب: الترغيب في قيام رمضان، وهو التراويح. برقم (761) .",
            "page": "140",
            "part": "1",
            "seal": "E7996F5D"
        },
        {
            "id": "139",
            "nass": "عزم فجمعهم على أبيِّ بن كعبٍ رضي الله عنه، ثم خرج ليلة أخرى - والناس يصلون بصلاة قارئهم، فقال: نِعْم البدعةُ هذه، والتي ينامون عنها أفضل من التي يقومون، يريد آخر الليل، وكان الناس يقومون أوّلَه] (¬201) . ¶ إن النصوص المذكورة آنفًا يُستَدل بها على أمور، منها (¬202) : ¶ * ... أن النبيَّ صلى الله عليه وسلم قد أقرّ مَنْ صلّى معه في تلك الليالي الثلاث. ¶ * ... أنه عليه الصلاة والسلام ترك ذلك فيما بعد، وكره لهم الدوام على صلاة التراويح جماعة معه، وذلك خشية أن يفرض الله تعالى ذلك عليهم، فيكون أداؤها عندئذٍ جماعةً في المسجد شرطاً في صحتها، فيعجز البعض عن ذلك فيفوته أجر قيام ليالي رمضان. ¶ ¬_________ ¶ (¬201) أخرجه البخاري؛ كتاب: صلاة التروايح، باب: فضل من قام رمضان، برقم (2010) ، عن عبد الرحمن بن عبدٍ القاريِّ. ومعنى أَوْزاع، أي: جماعة متفرقون، وقوله في الرواية: (متفرقون) تأكيد لفظي. انظر: الفتح (4/297) . ¶ (¬202) انظر فيما يستنبط من الأدلة: الفتح لابن حجر (4/297) . بتصرّف.",
            "page": "141",
            "part": "1",
            "seal": "F888E163"
        },
        {
            "id": "140",
            "nass": "* ... أنه لما توفي رسولُ الله صلى الله عليه وسلم حصل الأمن من الافتراض، ورجح عند عمر رضي الله عنه أنّ جَمْع الناس على إمام واحد أمثل؛ لاعتبارات عديدة، منها: ¶ - ... التمسك بهَدْي النبيِّ صلى الله عليه وسلم في صلاة القيام بالناس جماعة. ¶ - ... فقهه رضي الله عنه أن النبيَّ صلى الله عليه وسلم ما كره لهم ذلك إلا من أجل أن أداءها جماعة قد يترتب عليه عجزُهم عن أدائها فيما لو فُرِضت جماعة، فكان الترك رأفة بالمسلمين ورحمة بهم، لا لعدم أفضلية أدائها جماعة. ¶ - ... حرص عمر رضي الله عنه على منع تخالف قلوب المصلين، لما في الاختلاف من افتراق الكلمة، ولأن الاجتماع على إمام واحد - وبخاصة إذا كان أقرأهم لكتاب الله، مع حسن الصوت وتمثُّل الخشوع به - هو أنشط لكثير من المصلين.",
            "page": "142",
            "part": "1",
            "seal": "BAF6D6D0"
        },
        {
            "id": "141",
            "nass": "أخي القارئ، يتبين مما سبق أن أداء صلاة قيام رمضان جماعة هو الأولى، كما فعله عمر رضي الله عنه، وأقره صحابة رسول الله صلى الله عليه وسلم، واستمر عمل المسلمين عليه بعدها. ¶ يبقى أن عمر رضي الله عنه قد نبَّه إلى أن الصلاة في آخر الليل، والتي ينام عنها كثير من الناس هي أفضل من القيام في أوَّله - ولو كان القيام في أول الليل جماعة - حثاً منه رضي الله عنه للقائمين في التراويح على الصلاة آخر الليل كذلك، لقول رسول الله صلى الله عليه وسلم: «ينزل ربُّنا تبارك وتعالى كلَّ ليلة إلى السماء الدنيا، حين يبقى ثلث الليل الآخِر، يقول: من يدعوني فأستجيبَ له، من يسألُني فأعطيَه، من يستغفرُني فأغفرَ له» (¬203) ، والله أعلم. ¶ السادسة: هل لصلاة التراويح عدد محدد يُلتزم به، فلا يُتجاوز، أم أن في الأمر سعة؟ ¶ قالت أم المؤمنين عائشة رضي الله عنها: «ما كان رسول الله صلى الله عليه وسلم يزيد في رمضان ولا في غيره على إحدى عشرة ركعة ... » (¬204) ، وقالت رضي الله عنها تصف صلاة ¶ ¬_________ ¶ (¬203) متفق عليه، من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: التهجد، باب: الدعاء والصلاة من آخر الليل، برقم (1145) ، ومسلم؛ كتاب: صلاة المسافرين وقَصْرِها، باب: الترغيب في الدعاء والذكر في آخر الليل والإجابة فيه، برقم (758) . ¶ (¬204) جزء من حديث، تقدم ذكره بتمامه وتخريجه بالهامش ذي الرقم (192) .",
            "page": "143",
            "part": "1",
            "seal": "90F3CF5C"
        },
        {
            "id": "142",
            "nass": "رسول الله صلى الله عليه وسلم: «سبع وتسع وإحدى عشرة، سوى ركعتي الفجر» (¬205) . ¶ وقالت أيضاً رضي الله عنها: «كان النبيُّ صلى الله عليه وسلم يصلي من الليل ثلاث عشرة ركعة، منها الوتر وركعتا الفجر» (¬206) . ¶ قال الإمام ابن حجر رحمه الله: [أشكلت روايات عائشة رضي الله عنها على كثير من أهل العلم حتى نسب بعضهم حديثَها إلى الاضطراب!! وهذا، إنما يتم - أي الاضطراب في الرواية - لو كان الراوي عنها واحداً، أو أخبرت عن وقت واحد، والصواب: أن كل شيء ذكرَتْه من ذلك محمول على أوقات متعددة وأحوال مختلفة، بحسب النشاط وبيان الجواز، والله أعلم، وظهر لي أن الحكمة في عدم الزيادة على إحدى عشرة ركعة: أن التهجد والوتر مختص بصلاة الليل، كما أن فرائض النهار: الظهر وهي أربع، والعصر وهي أربع، والمغرب وهي ثلاث: وتر النهار، فناسب أن تكون صلاة الليل كصلاة النهار جملة وتفصيلاً، وأما مناسبة ¶ ¬_________ ¶ (¬205) أخرجه البخاري، كتاب: التهجد، باب: كيف كان صلاة النبي صلى الله عليه وسلم؟، برقم (1139) . ¶ (¬206) متفق عليه: أخرجه البخاري؛ كتاب: التهجد، باب: كيف كان صلاة النبي صلى الله عليه وسلم؟ برقم (1140) ، ومسلم؛ كتاب: صلاة المسافرين وقَصْرِها، باب: صلاة الليل، برقم (738) .",
            "page": "144",
            "part": "1",
            "seal": "F183350C"
        },
        {
            "id": "143",
            "nass": "ثلاث عشرة فيكون بضمّ صلاة الصبح لكونها نهارية إلى ما بعدها] (¬207) . ¶ يتبين من هذا الكلام النفيس أن [أكثر ما كان يصليه النبيُّ صلى الله عليه وسلم في الليل في رمضان وغيره هو إحدى عشرة ركعة، فالرواية دلت على الحصر، لكنها لم تتعرض لركعتي الفجر، وتعرضت لها في الرواية الثانية، كذلك في الرواية الثالثة، وبهذا يجمع بين الروايات، والله أعلم] (¬208) فالتراويح مُقيَّدة بالنصِّ - كما ترى - في هيئتها وفي وقتها، أما عدد ركعاتها فمع كون غالب صلاة النبيِّ صلى الله عليه وسلم ليلاً إحدى عشرة ركعة، فإن فهم السلف وعملهم دلّ على أن الأمر فيه سعة، وأنه لا حدّ لأكثرها، وذلك عملاً بعموم قوله صلى الله عليه وسلم: «صلاة الليل مثنى مثنى» (¬209) ، حيث إنه بيان للكيفية، وأنه يسلّم من كل ثِنْتين كما سبق بيانه. ¶ والحاصل في ذلك: أن المراد بقيام رمضان: صلاة التراويح، فيحصل بها المطلوب من القيام يقيناً، لكن ¶ ¬_________ ¶ (¬207) انظر: الفتح لابن حجر (3/26) ، ينقله عن الإمام القرطبي رحمه الله. ¶ (¬208) انظر: الفتح (3/26) أيضاً. ¶ (¬209) تقدم تخريجه بالهامش ذي الرقم (190) .",
            "page": "145",
            "part": "1",
            "seal": "30216B10"
        },
        {
            "id": "144",
            "nass": "ذلك لا يعني أن قيام رمضان لا يكون إلا بها، أو أنه لا يُزاد فيها عن إحدى عشرة ركعة، فقد يقتصد أحدهم في السُّنة، فلا يصلي إلا ركعتي قيامٍ مثلاً، وهذا مشروع داخل في مسمّى التراويح، كما أنه لو زاد عليها - أي على إحدى عشرة ركعة - فهو معتبر من مطلق التراويح كذلك، والله أعلم. ¶ 15 - قيام ليلة القدر. ¶ قال الله عزَّ وجلَّ: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ} [البَقَرَة: 185] ، وقال تعالى: {حم *وَالْكِتَابِ الْمُبِينِ *إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ *فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ *أَمْرًا مِنْ عِنْدِنَا إِنَّا كُنَّا مُرْسِلِينَ *} [الدّخان: 1-5] . ¶ وقال سبحانه: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ *وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ *لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ *تَنَزَّلُ الْمَلاَئِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ *سَلاَمٌ هِيَ",
            "page": "146",
            "part": "1",
            "seal": "D96FFB31"
        },
        {
            "id": "145",
            "nass": "حَتَّى مَطْلَعِ الْفَجْرِ *} [القَدر: 1-5] . ¶ ويقول النبيُّ صلى الله عليه وسلم: «من قام ليلة القدر إيماناً واحتساباً غُفِر له ما تقدّم من ذنبه» (¬210) . ¶ وكان عليه الصلاة والسلام إذا دخل العشرُ شدََّ مِئْزَرَه وأحيا ليله، وأيقظ أهله» (¬211) . ¶ ويقول الصادق المصدوق صلى الله عليه وسلم: «تحرَّوا ليلة القدر في الوتر من العشر الأواخر من رمضان» (¬212) . ¶ وقد خرج عليه الصلاة والسلام ليخبر صحابته رضي الله عنهم بليلة القدر، فتلاحى رجلان من المسلمين، فقال: «خرجت لأخبرَكم بليلة القدر، فتلاحى فلان وفلان فَرُفِعَتْ، وعسى أن يكون خيراً، فالتمسوها في التاسعة والسابعة والخامسة» (¬213) . ¶ وقد علّم رسول الله صلى الله عليه وسلم السيدةَ عائشة رضي الله عنها دعاءً تقوله إن عَلِمت أيَّ ليلةٍ ليلةُ القدر، فقال: «قولي: اللهم إنك عفوٌّ كريم تُحِبُّ العفوَ فاعفُ عني» (¬214) . ¶ ¬_________ ¶ (¬210) تقدم تخريجه بالهامش ذي الرقم (28) . ¶ (¬211) تقدم تخريجه بالهامش ذي الرقم (150) ، كما تقدم بيان معنى (شد مئزره) ، بالهامش ذي الرقم (149) . ¶ (¬212) متفق عليه من حديث عائشة رضي الله عنها: أخرجه البخاري؛ كتاب: فضل ليلة القدر، باب: تحري ليلة القدر في الوتر من العشر الأواخر، برقم (2017) . ومسلم - من غير لفظ «الوتر» - كتاب: الصيام، باب: فضل ليلة القدر والحث على طلبها، برقم (1169) . ¶ (¬213) أخرجه البخاري؛ كتاب: فضل ليلة القدر، باب: رفع معرفة ليلة القدر لتلاحي الناس، برقم (2023) ، عن عُبادة بن الصامت رضي الله عنه، ومسلم - مطوّلاً - كتاب: الصيام، باب: فضل ليلة القدر، برقم (1167) ، عن أبي سعيد الخدري رضي الله عنه. وقوله: «فلان وفلان» ، [قيل هما: عبد الله ابن أبي حدرد وكعب ابن مالك، ذكره ابن دحية ولم يذكر له مستنداً] . انظر: الفتح (4/315) . ... ومعنى: «فتلاحى رجلان» ، أي: وقعت بينهما ملاحاة، وهي المخاصمة والمنازعة والمشاتمة، وعند مسلم: «يحتقّان» ، أي: يدعي كلٌ منهما أنه محقّ فيما ذهب إليه، وكذلك عنده بلفظ «يختصمان» . وهي مبيِّنة لمعنى التلاحي. ¶ (¬214) أخرجه الترمذي؛ كتاب: الدعوات، باب: في فضل سؤال العافية والمعافاة، برقم (3513) ، عن عائشة رضي الله عنها. قال أبو عيسى (الترمذي) : هذا حديث حسن صحيح.",
            "page": "147",
            "part": "1",
            "seal": "A49108B8"
        },
        {
            "id": "146",
            "nass": "أخي القارئ، تلك نصوص كريمة من الكتاب والسُّنَّة، قد حوت في ثناياها ما يُستنبط من أمر ليلة القدر، ومن ذلك أحد عشر مبحثًا، أشرع ببيانها، مستعيناً بالله تعالى: ¶ الأول: من دلالة الآيات الواردة بشأن ليلة القدر. ¶ [إن المتدبر للآيات من سورة البقرة ومن مطلع سورة الدخان، ومن تمام سورة القَدْر، يتبين له أن ليلة القدر هي - جزماً - من ليالي شهر رمضان، حيث [مدح الله تعالى - في الآية من سورة البقرة - شهر الصيام من بين سائر الشهور، بأنِ اختاره لإنزال القرآن العظيم فيه، فقال سبحانه: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ} [البَقَرَة: 185] ، وكان ذلك في ليلة مباركة هي التي ذكرها الله في سورة الدخان بقوله تعالى: [الدّخان: 3] {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ} . وهي اللية التي فخَّم الله أمرَها، وسمّاها ليلة القدر، كما في قوله سبحانه:",
            "page": "148",
            "part": "1",
            "seal": "A89C31FE"
        },
        {
            "id": "147",
            "nass": "{إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ *} [القَدر: 1] . ¶ هذا، وقد نزل القرآن جملة واحدة إلى بيت العزة من السماء الدنيا، في تلك الليلة، ثم نزل بعدُ مُفَرَّقاً - بحسب الوقائع - على قلب رسول الله صلى الله عليه وسلم. كما روي ذلك - من غير وجهٍ - عن عبد الله بن عباس رضي الله عنهما. وفي ليلة القدر المباركة من ليالي رمضان: يُفصَل من اللوح المحفوظ إلى الكَتَبة - من الملائكة - أمرُ السنة، وما يكون فيها من الآجال والأرزاق، وجميع ما يكون فيها إلى آخرها، وهذا الأمر يكون مُحكَماً؛ لا يُبدَّل ولا يُغيَّر، ولهذا قال سبحانه: {أَمْرًا مِنْ عِنْدِنَا} [الدّخان: 5] أي: جميع ما يكون ويقدّره الله تعالى وما يوحيه فبأمره وإذنه وعلمه] (¬215) . ¶ الثاني: في ذكر سبب نزول سورة القدر: ¶ ذكر أهل التفسير (¬216) رواياتٍ في سبب نزول السورة، منها ما أُرسِل عن مجاهد رحمه الله: (أن النبيَّ صلى الله عليه وسلم ذكر رجلاً من بني إسرائيل لبس السلاحَ في سبيل الله ¶ ¬_________ ¶ (¬215) انظر: تفسير القرآن العظيم، لابن كثير ص (188) . ط - بيت الأفكار. ¶ (¬216) انظر: تفسير الطبري (30/259) ، وابن كثير ص (1859) ، ط - بيت الأفكار، كذلك انظر: أسباب النزول للواحدي ص (461) ، ولُباب النقول للسيوطي ص (327) .",
            "page": "149",
            "part": "1",
            "seal": "A4E3FE2D"
        },
        {
            "id": "148",
            "nass": "ألف شهر!، قال: فعجب المسلمون من ذلك، قال: فأنزل الله عزَّ وجلَّ: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ *وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ *لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ *} [القَدر: 1-3] ، قال: خير من التي لبس فيها السلاحَ ذلك الرجلُ) . كذلك روي في سبب النزول، عن مجاهد رحمه الله، قال: كان في بني إسرائيل رجل يقوم الليل حتى يصبح، ثم يجاهد العدو بالنهار حتى يمسي، ففعل ذلك ألف شهر، فأنزل الله هذه الآية: {لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ *} [القَدر: 3] ، أي: قيام تلك الليلة خير من عمل ذلك الرجل) (¬217) . ¶ الثالث: معنى القَدْر، وسبب تسمية الليلة الشريفة به. ¶ أ - معنى القَدْر: ¶ [القَدْر: مَبْلَغُ كلِّ شيء، يقال: قَدْره كذا، أي: مبلغه، وكذلك القَدَر. والقَدْر: قضاء الله تعالى الأشياء على مَبَالغها ونهاياتها التي أرادها لها، وهو القَدَر أيضاً. وقوله تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} [الأنعَام: ¶ ¬_________ ¶ (¬217) أخرجه ابن جرير في تفسيره (30/259) ، بسند ضعيف جداً إلى مجاهد رحمه الله.",
            "page": "150",
            "part": "1",
            "seal": "FA449D9C"
        },
        {
            "id": "149",
            "nass": "91] ، قال المفسرون: ما عظَّموا الله حقَّ عَظَمته، وهذا صحيح، وتلخيصه: أنهم لم يصفوه بصفته التي تنبغي له تعالى] (¬218) . ¶ [وقَدْر الشيء مقداره، والقَدْر والقَدَر: مقدار من الحكم الإلهي على العبد. فالقدر - بالسكون والحركة - مرادف التقدير] (¬219) . [وقَدْر الشيء - ساكن الدال، والفتح لغة - مَبْلَغُه، يقال: هذا قَدْر هذا وقَدَره، أي: مُماثِلُه، ويقال: ما له عندي قَدْر ولا قَدَر، أي: حرمة ووقار. والقَدَر بالفتح لا غير: القضاء الذي يُقدِّره الله تعالى] (¬220) . ¶ والحاصل مما ذُكِر آنفًا أن القَدْر بإسكان الدال، تتعدد معانيه، فقد يرادف معنى القَدَر وهو قضاء الله الأشياء، وقد يكون بمعنى مبلغ الشيء ومقداره والحرمة والوقار ونحوها. أما القدَر بفتح الدال فهو مختص بما يُقدِّره الله عزَّ وجلَّ من القضاء ويحكم به من الأمور. ¶ ¬_________ ¶ (¬218) انظر: معجم المقاييس لابن فارس مادة (قدر) (2/388) . ¶ (¬219) انظر: موسوعة كشاف اصطلاحات الفنون والعلوم للتهانوي، مصطلح [القَدْر] (2/1301) . ¶ (¬220) انظر: المصباح المنير للفيّومي، مادة: قدر، ص (187) .",
            "page": "151",
            "part": "1",
            "seal": "D37D518C"
        },
        {
            "id": "150",
            "nass": "ب - سبب تسمية الليلة: (ليلة القدر) (¬221) . ¶ اختلف أهل العلم في معنى (القَدْر) ، الذي أضيفت إليه تلك الليلة على أقوال، يمكن ردُّها بمجملها إلى ثلاثة، هي: ¶ 1- أن القَدْر بمعنى القَدَر - بفتح الدال - الذي هو مؤاخي القضاء، والمعنى: أنه يُقدَّر فيها أحكامُ تلك السنة، فيظهر للملائكة في تلك الليلة ما سيكون في السنة من الأقدار والأرزاق والآجال، مما أثبت في اللوح المحفوظ، وسبق علم الله تعالى به وتقديره له. وهذا معنى قوله تعالى: {فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ *} ، وقوله سبحانه: {تَنَزَّلُ الْمَلاَئِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ *} [القَدر: 4] . ¶ 2- أن المراد بالقَدْر: التعظيم، فسُمِّيت الليلة بذلك لعظم قَدْرها وشرفها، كقوله تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} [الأنعَام: 91] ، أي: ما عظموه تعظيماً يليق بجلاله. وإنما اكتسبت تلك الليلة هذا التعظيم لأمور ¶ ¬_________ ¶ (¬221) انظر في هذا المطلب الفتح لابن حجر (4/300) ، والمنهاج للنووي (8/298) ، وتفسير القرطبي (20/130) ، والبحر المحيط لأبي حيّان (8/92) .",
            "page": "152",
            "part": "1",
            "seal": "1CED670F"
        },
        {
            "id": "151",
            "nass": "عديدة، منها: نزول القرآن فيها، ولعِظَم الرسول صلى الله عليه وسلم الذي أُنزِل عليه هذا القرآن، وشرف الأمة التي اختُصَّت بها، ولتنزُّل الملائكة فيها، وتنزُّل البركة فيها والرحمة والمغفرة، ولعظم أجر من أحياها، وعظيم قَدْره عند الله تعالى. ¶ 3- أن معنى القَدْر هنا التضييق، كما في قوله تعالى: {وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ} [الطّلاَق: 7] أي: ضُيِّق، ومعنى التضييق في الليلة: إخفاؤها عن العلم بتعيينها بليلة محددة، أو لأن الأرض تضيق فيها عن الملائكة لكثرة تنزُّلِهم في تلك الليلة المشرَّفة. ¶ فائدة: [إنما جاء القَدْر بسكون الدال، وإن كان الشائع في القَدَر الذي هو مؤاخي القضاء فتحَ الدال، وذلك ليُعلم أنه لم يُرَد به ذلك - أي القضاء - إنما أريد بالقَدْر: تفصيل ما جرى به القضاء وإظهاره وتحديده في تلك السنة لتحصيل ما يُلقى إليهم - أي إلى الملائكة - فيها مقداراً بمقدار] (¬222) . ¶ ¬_________ ¶ (¬222) الكلام للتوربشتي، ينقله الإمام ابن حجر عنه في الفتح: (4/301) .",
            "page": "153",
            "part": "1",
            "seal": "3C28FDAD"
        },
        {
            "id": "152",
            "nass": "الرابع: فضل ليلة القَدْر، وشرفها (¬223) . ¶ قال تعالى: {وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ *} . ¶ لقد عظَّم الله سبحانه شأن ليلة القدر، حتى إنه أعلم نبيَّه صلى الله عليه وسلم، بأن درايته - مع عِظَم سعتها ومبلغ شأوها - لم تبلغ غاية فضل هذه الليلة وفخامة أمرها. ثم بيَّن له عزَّ وجلَّ شأنها، ومن ذلك: ¶ أ- ... أن العبادة فيها هي أفضل من عبادة ألف شهر ليس فيها ليلة القدر، وهذا الزمن يقارب ثلاثاً وثمانين سنة وأربعة أشهر، فانظر - رحمك الله - إلى مزيد رحمة الله بهذه الأمة. ¶ ب- ... أنها ليلة يكثر فيها تنزُّل الملائكة، لكثرة بركتها، والملائكة يتنزَّلون مع تنزُّل البركة والرحمة، كما يتنزَّلون عند تلاوة القرآن، ويحيطون بحِلَق الذِّكْر، ويضعون أجنحتهم لطالب العلم - بإخلاص نيَّةٍ - تعظيماً له. وممن يتنزَّل من الملائكة عليهم السلام في تلك الليلة أمين الوحي الروحُ جبريلُ عليه ¶ ¬_________ ¶ (¬223) انظر في هذا المبحث: تفسير ابن كثير ص1858 ط - بيت الأفكار، وتفسير البحر المحيط لأبي حيان (8/492) .",
            "page": "154",
            "part": "1",
            "seal": "0DD9AC08"
        },
        {
            "id": "153",
            "nass": "السلام، ما يرفع شأن هذه الليلة ويُعظِم قدرها. ¶ جـ- ... أن الملائكة عليهم السلام تحيِّي أهل المساجد من المصلِّين، بالسلام عليهم في تلك الليلة، وتدعو لهم، حتى يطلع الفجر. ¶ د- ... ليلة القدر ليلة سالمة من الآفات والبلايا، ولا يستطيع الشيطان أن يعمل فيها سوءاً أو يعمل فيها أذى، فهي خير كلها، ليس فيها شر إلى مطلع الفجر. ¶ هـ- ... هي ليلة - كما ذُكِر آنفًا - يُقدِّر الله فيها مقادير الأرزاق والآجال وحوادث العالم كلها التي تكون في ذلك العام، فيفرق ذلك على المُدبِّرات من الملائكة عليهم السلام. ¶ و ... في ليلة القدر، أنزل الله القرآن جملة واحدة من اللوح المحفوظ إلى بيت العزة من السماء الدنيا، ثم نزل مفصَّلاً بحسب الوقائع في ثلاث وعشرين سنة على قلب رسول الله صلى الله عليه وسلم.",
            "page": "155",
            "part": "1",
            "seal": "1D3FB590"
        },
        {
            "id": "154",
            "nass": "هذا، وإن فضائل هذه الليلة تكاد ألا تنحصر، اللهم بلِّغناها وشرِّفنا بقيامها إيماناً واحتساباً، ووفِّقنا لموافقتها عطاءً وكرامة، وضاعف لنا أجر قيامها مِنّة وكرماً، ولا تحرمنا من خيرها فضلاً ورحمةً، آمين. ¶ الخامس: مِنْحةُ مضاعفةِ الأجرِ في ليلة القدر، أمر مختص بالأمة الإسلامية. ¶ من آلاء الله سبحانه على الأمة أنِ اختصها بمزيد فضل على سائر الأمم السالفة، ومن ذلك أنْ جعل لها تعالى أجراً جزيلاً مضاعفاً لعمل قليل، وإن تفضيل العمل في ليلة القدر على عمل ألف شهر خير شاهد على ذلك. ¶ قال رسول الله صلى الله عليه وسلم - مُبشِّرًا أُمَّته بما اختصَّها الله به -: «إنما بقاؤكم فيما سلف قبلكم من الأمم، كما بين صلاة العصر إلى غروب الشمس؛ أوتي أهل التوراةِ التوراةَ، فعملوا حتى إذا انتصف النهارُ عَجَزوا،",
            "page": "156",
            "part": "1",
            "seal": "04FE2F95"
        },
        {
            "id": "155",
            "nass": "فأُعطُوا قيراطاً قيراطاً، ثم أوتي أهل الإنجيلِ الإنجيلَ، فعملوا إلى صلاة العصر، ثم عجزوا، فأُعطُوا قيراطاً قيراطاً، ثم أوتينا القرآنَ، فعمِلْنا إلى غروب الشمس، فأُعطِينا قيراطين قيراطين، فقال أهل الكتابَيْن: أيْ ربَّنا، أعطيتَ هؤلاء قيراطين قيراطين، وأعطيتنا قيراطاً قيراطاً، ونحن أكثر عملاً؟ قال: قال الله عزَّ وجلَّ: هل ظلمتكم من أجركم من شيء؟ قالوا: لا، قال: فهو فضلي أوتيه من أشاء» (¬224) . اللهم إنا نسألك من فضلك العظيم. ¶ هذا، وإن جمعاً من أهل العلم قد رجَّح كونَ ليلة القدر مما اختصت به هذه الأمة، منهم الأئمة مالك، وابن حجر، والنووي والسيوطي، رحم الله الجميع (¬225) . وقد أشار الإمام ابن كثير إلى عدم اختصاصها بهذه الأمة، فقال: (والذي عليه الحديث أنها كانت في الأمم الماضين كما هي في أمتنا) (¬226) . اهـ. والمختار هو الأول، والله أعلم. ¶ ¬_________ ¶ (¬224) أخرجه البخاري، في مواضع من صحيحه، منها: كتاب: مواقيت الصلاة، باب: من أدرك ركعة من العصر قبل الغروب، برقم (557) ، عن ابن عمر رضي الله عنهما. ¶ (¬225) انظر الموطأ (1/218) ، والفتح (4/304) ، والخصائص الكبرى للسيوطي (1/208) . ¶ (¬226) انظر: تفسير القرآن العظيم ص1860، ط - بيت الأفكار.",
            "page": "157",
            "part": "1",
            "seal": "DE342336"
        },
        {
            "id": "156",
            "nass": "السادس: التماس ليلة القدر، والتحقيق في تعيين أرجى أوقات طلبها. ¶ قال النبيُّ صلى الله عليه وسلم: «تحرَّوا ليلة القدر في الوتر من العشر الأواخر من رمضان» (¬227) . ¶ هذا الحديث الشريف هو عمدة في بيان مَحَلِّ هذه الليلة، وأرجى أوقات طلبها، والأحاديث الصحيحة الدالة على التماسها عديدة، أمكن العلماء أن يستنبطوا منها ما يربو على أربعين قولاً في تعيين مَحَلِّها، ليس المقام يتسع لذكرها فضلاً عن بسطها، لكن سأعمد إلى ذكر نُقول من كلام أهل العلم فيما رجح لديهم في ذلك: ¶ 1- ... ترجم الإمام البخاريُّ رحمه الله باباً في (تحرِّي ليلة القدر في الوتر من العشر الأواخر) ، قال الإمام ابن حجر رحمه الله: [في هذه الترجمة إشارة إلى رجحان كون ليلة القدر منحصرة في رمضان، ثم في العشر الأواخر منه، ثم في أوتاره لا في ليلة بعينها، وهذا هو الذي يدل عليه مجموع الأخبار ¶ ¬_________ ¶ (¬227) تقدم تخريجه بالهامش ذي الرقم (212) .",
            "page": "158",
            "part": "1",
            "seal": "9926AC78"
        },
        {
            "id": "157",
            "nass": "الواردة فيها] (¬228) . وقال أيضاً عند إيراده القول الخامس والعشرين في تعيين الليلة: [إنها في أوتار العشر الأخير، وعليه يدل حديث عائشة وغيرها في هذا الباب، وهو أرجح الأقوال وصار إليه أبو ثور والمُزَني وابن خزيمة (¬229) ، وجماعة من علماء المذاهب] (¬230) . وقال رحمه الله بعد أن ساق ثمانية وأربعين قولاً في المسألة: [وأرجحها كلها أنها في وتر من العشر الأخير، وأنها تنتقل كما يُفهم من أحاديث هذا الباب] (¬231) . ¶ 2- وقال الإمام النوويُّ رحمه الله: [إنما تنتقل ليلة القدر في العشر الأواخر، وبهذا يجمع بين الأحاديث الصحيحة المختلفة فيها] (¬232) . ¶ 3- ... وقال شيخ الإسلام أحمد ابن تيمية رحمه الله: (ليلة القدر في العشر الأواخر من شهر رمضان، هكذا صح عن النبيِّ صلى الله عليه وسلم أنه قال: «هي في العشر الأواخر من رمضان وتكون في الوتر منها» ) . اهـ. (¬233) . ¶ ¬_________ ¶ (¬228) انظر الفتح: (4/306) . ¶ (¬229) انظر: صحيح ابن خزيمة (3/323) . ¶ (¬230) انظر: الفتح (4/312) . ¶ (¬231) المرجع السابق (4/313) . ¶ (¬232) انظر: المجموع - شرح المهذَّب - (6/449) . ¶ (¬233) انظر مجموع الفتاوى (25/284) .، والحديث الذي أورده شيخ الإسلام، متفق عليه من حديث أبي سعيد الخدري رضي الله عنه: أخرجه البخاري؛ كتاب: الأذان، باب: السجود على الأنف والسجود على الطين، برقم (813) ، ومسلم؛ كتاب: الصيام، باب: فضل ليلة القدر، برقم (1167) .",
            "page": "159",
            "part": "1",
            "seal": "6AEF1B2B"
        },
        {
            "id": "158",
            "nass": "4- ... (قال طائفة من السلف - وهو الجادّة من مذهب الإمام أحمد رحمه الله، وهو رواية عن الإمام أبي حنيفة رحمه الله -: إنها ليلة سبع وعشرين) (¬234) ، واستُدِلّ لذلك بقول أبيِّ بن كعبٍ رضي الله عنه: (واللهِ الذي لا إله إلا هو - يحلف ما يستثني - ووالله إني لأعلم أي ليلة هي، هي الليلة التي أمرنا بها رسول الله صلى الله عليه وسلم بقيامها، هي ليلة صبيحة سبع وعشرين، وأمارتها أن تطلع الشمس في صبيحة يومها بيضاء لا شعاع لها) (¬235) . [هذا، وقد حكي عن بعض السلف أنه حاول استخراج كونها ليلة سبع وعشرين من القرآن، من قوله تعالى: (هي) لأنها الكلمة السابعة والعشرون من السورة، والله أعلم] (¬236) . ¶ 5 - وقال العلاّمَة الشَّنْقيطي بعد أن سرد أقوال أهل العلم في المسألة: (إذا علمتَ ما ذكر مما دلّ على طلب ليلة القدر في أوتار العشر الأواخر من رمضان فاعلم أن أرجى الأوتار هو ليلة سبع وعشرين حسبما عليه أكثر العلماء، وهو الذي ¶ ¬_________ ¶ (¬234) انظر: تفسير ابن كثير ص1861، ط - بيت الأفكار. ¶ (¬235) أخرجه مسلم؛ بكتاب: صلاة المسافرين وقَصْرِها، برقم (762) ، وقد أجاب أبي بن كعب رضي الله عنه، حين سئل عن سبب تعيينه لها بليلة سبع وعشرين، بقوله: (بالعلامة أو بالآية التي أخبرنا رسول الله صلى الله عليه وسلم: أن الشمس تطلع يومئذٍ لا شعاع لها) . كما في مسلم بعد الرقم (1169) . [ومعنى (يحلف ما يستثني) يعني حَلَف حَلِفاً قاطعاً، حتى إنه لم يقل معه: إن شاء الله. وقول أبيّ رضي الله عنه في تعيين الليلة لم يكن مستنده في ذلك حديثاً يعيّن هذه الليلة بعينها أنها ليلة القدر، بل مستنده في ذلك وجود أمارة، أي: علامة ذكر في الحديث أنها توجد في صبيحة ليلة القدر، وهي أن الشمس تطلع في صبيحتها بيضاء لا شعاع لها، وقد طلعت كذلك في صبيحة سبع وعشرين تلك السنة، وهذا لا يستلزم وقوعها في هذه الليلة في كل سنة، لأنها تنتقل من ليلة إلى أخرى في وتر من ليالي العشر الأواخر، وقد ثبت وجود علامة هذه الليلة صبيحة إحدى وعشرين أو ثلاث وعشرين في زمن رسول الله صلى الله عليه وسلم. وبهذا يُعلم أن مستند أبيّ بن كعب رضي الله عنه ليس من القوة بحيث يُبنى عليه هذا التعيين] انظر: منة المنعم في شرح صحيح مسلم للمباركفوري (1/480) . ¶ (¬236) والمقصود ببعض السلف هنا ابن عباس رضي الله عنها، [ولا يصح مثل هذا عن ابن عباس، وإنما هذا من باب اللّغز المنزّه عنه كلام الله تعالى] . انظر: البحر المحيط لأبي حيّان (8/493) .",
            "page": "160",
            "part": "1",
            "seal": "FF3C95C4"
        },
        {
            "id": "159",
            "nass": "تشهد له الأدلة، وبه قال جماهير أصحاب أحمد ابن حنبل، قال القسطلاني (¬237) : قال في الإنصاف - أي الإمام المرداوي -: وهذا المذهبُ، وعليه جماهير الأصحاب، وهو من المفردات. اهـ. وبه جزم أبيّ بن كعب وحلف عليه كما في صحيح مسلم، وفي حديث ابن عمر - عند أحمد - مرفوعاً: «ليلة القدر ليلة سبع وعشرين» ، وحكاه الشاشي من الشافعية في الحِلْية عن أكثر العلماء. اهـ) (¬238) . ¶ هذا، وإن مما يستدل به على كونها ليلة سبع وعشرين، ما رواه ابن عباس: أن رجلاً أتى النبيَّ صلى الله عليه وسلم، فقال: يا نبيَّ الله، إني شيخ كبير عليلٌ يَشُقُّ عليَّ القيام، فَأْمُرْني بليلةٍ، لعلّ الله يوفقني فيها لليلة القَدْر، قال عليه الصلاة والسلام: «عليك بالسابعة» (¬239) . ¶ أخي القارئ، يتحصل مما سبق أن أرجى أوقات طلب تلك الليلة، هو فيما يتنقل من أوتار العشر ¶ ¬_________ ¶ (¬237) انظر: إرشاد الساري (4/595) . ¶ (¬238) انظر: زاد المسلم للعلاّمة محمد بن أحمد الشنقيطي رحمه الله (3/305) . ¶ (¬239) أخرجه أحمد في مسنده (1/240) ، من حديث ابن عباسٍ رضي الله عنهما.",
            "page": "161",
            "part": "1",
            "seal": "54FAA9A8"
        },
        {
            "id": "160",
            "nass": "الأواخر، ولا يُجزم بكونها ليلة منها بعينها (¬240) ، وذلك عملاً بمجموع صحيح الأحاديث الواردة في ذلك، مع كون ليلة السابع والعشرين هي أرجى أوتار العشر، والله أعلم. ¶ السابع: علامات ليلة القدر. ¶ إن من عظيم رحمة الله تعالى بهذه الأمة، أن اختصها بهذه الليلة المباركة، ثم جعل لها أمارات تعرفها بها، وتكون علامة على صدق نبيِّهم صلى الله عليه وسلم، وسبيلَ استبشارٍ لهم بمضاعفة الأجر بما يبلغ - بحمد الله - عبادة عُمُرٍ بأكمله. هذه العلامات قد تكون عامة يدركها عموم الأمة، أو مختصّة بخُلَّص العباد المُوفَّقين لرؤيتها، وسأعرض في هذا المبحث للعلامات العامة، ثم أستدل لها، وأدّخر ما يكون من علامات مختصة - بمن وُفّقت له ليلة القدر فرأى من الخوارق ما شاء الله له أن يرى - إلى مبحث رؤية الليلة إن شاء الله. ويشار هنا إلى أن من علاماتها ¶ ¬_________ ¶ (¬240) قال الإمام ابن كثير رحمه الله: (وقد حكي عن مالك رحمه الله أن جميع ليالي العشر في تَطَلُّب ليلة القدر على السواء، لا يترجح منها ليلة على أخرى، رأيتُه في شرح الرافعي رحمه الله. اهـ) . انظر: تفسير القرآن العظيم ص 1862. ... وشرح الرافعي هو (الشرح الكبير) شَرَح به كتابَ «الوجيز» للإمام الغزالي، و «الوجيز» هو مختصر لكتاب شيخ العزالي الإمام الجويني: (نهاية المطلب) ، حيث اختصره الإمام الغزاليُّ ثلاثةً: سمى الأول «البسيط» ، والثاني: «الوسيط» ، ثم: «الوجيز» ، ويذكر - للفائدة - أن مسمى كتاب الرافعي هو: (فتح العزيز في شرح الوجيز) ، المشتهر بالشرح الكبير، أو شرح الرافعي.",
            "page": "162",
            "part": "1",
            "seal": "9B6EC1D6"
        },
        {
            "id": "161",
            "nass": "العامة ما يكون وصفاً لها، أو وصفاً لما يكون بها، أو لما يكون في صبيحتها. ومن هذه العلامات: ¶ 1- ... طلوع الشمس صبيحتها واضحة الاستدارة، لا يخالط استدارتَها شعاع، يمكن النظر إليها كما يُنظَر إلى القمر البدر الساطع، لا يخرج معها شيطان يومئذٍ. ¶ 2- ... ظهور القمر فيها على هيئة شِقِّ جَفْنَةٍ، أي: يشبه هيئة نصف قَصْعة الطعام. ¶ 3- ... تكون الليلة هادئة للغاية، لا يعكر صفوَها شهابٌ يُرمى به مارد مسترق للسمع. وتكون الليلة صافية منورة كأن القمر بدر ساطع فيها، ليس فيها حرٌّ مزعج ولا برد مؤلم. ¶ أخي القارئ، ما سبق كان وصفاً مفصَّلاً لأمارات تلك الليلة الجليلة - مقتصراً منها على ما صح دليله - وهاك أدلتها، مرتبةً بترتيب إيرادها:",
            "page": "163",
            "part": "1",
            "seal": "AD6E136A"
        },
        {
            "id": "162",
            "nass": "1- ... سأل زِرُّ بنُ حبيش أبيَّ بنَ كعب رضي الله عنهما، فقال: بأي شيء تقول ذلك يا أبا المنذر؟ - أي أن ليلة القدر ليلة سبع وعشرين -، قال: بالعلامة، أو بالآية التي أخبرنا رسول الله صلى الله عليه وسلم أنها تطلع - أي الشمس - يومئذٍ لا شعاع لها (¬241) . ¶ 2- ... وقال النبيُّ صلى الله عليه وسلم: «وإن أمارتها أن الشمس صبيحتها تخرج مستوية، ليس لها شعاع، مثل القمر ليلة البدر، ولا يَحِلُّ للشيطان أن يخرج معها يومئذٍ» (¬242) . ¶ 3- ... وقد تذاكر صحابة رسول الله صلى الله عليه وسلم ليلة القدر عنده، فقال عليه الصلاة والسلام «أيّكم يذكر حين طلع القمر وهو مثل شِقِّ جَفْنَةٍ؟» (¬243) . ¶ 4- ... وقال عليه الصلاة والسلام: «إن أمارة ليلة القدر، أنها صافية بَلَجة، كأن فيها قمراً ساطعاً، ساكنة ساجية، لا بردَ فيها ولا حرَّ، لا يَحِلُّ لكوكب أن يُرمى به فيها حتى تصبح» (¬244) . ¶ ¬_________ ¶ (¬241) تقدم تخريجه بالهامش ذي الرقم (235) . [والشُّعاع: هو ما يُرى من ضوئها عند بروزها مثل الحبال والقضبان مقبلةً إليك إذا نظرت إليها. ومعنى «لاَ شُعَاعَ لَهَا» ، قال القاضي عياض: قيل إنها علامة جعلها الله تعالى لها، أي من غير سبب ظاهر لذلك - قال: وقيل بل لكثرة اختلاف الملائكة في ليلتها ونزولها إلى الأرض، وصعودها بما تنزّل به، سُتِرت الشمس بأجنحتها وأجسامها اللطيفة] . انظر: المنهاج للنووي (8/306) . ¶ (¬242) جزء من حديث أخرجه أحمد (5/324) ، من حديث عبادة بن الصامت رضي الله عنه. قال العراقي عنه في (شرح الصدر بذكر ليلة القدر) ص51: إسناده جيد. اهـ. وقال الهيثمي في «المجمع» (3/175) : رجاله ثقات. ¶ (¬243) أخرجه مسلم؛ كتاب: الصيام، باب: فضل ليلة القدر، برقم (1170) ، عن أبي هريرة رضي الله عنه قال النووي رحمه الله. [وفي قوله صلى الله عليه وسلم: «مِثْلُ شِقِّ جَفْنَة» إشارة إلى أن ليلة القدر إنما تكون في أواخر الشهر، لأن القمر لا يكون كذلك عند طلوعه إلا في أواخر الشهر، والله أعلم] . انظر المنهاج (8/306) . و «شِقّ جَفْنَةٍ» ، الشق: النصف كما في المُفْهِم شرح صحيح مسلم، للقرطبي (4/1962) ، وجفنة: قصعة الطعام، ج/ جِفان وجِفَن وجَفَنات. انظر: المعجم الوسيط (جَفَن) ، والقاموس المحيط (الجَفْن) . ¶ (¬244) جزء من حديث، تقدم إيراد جزء منه، وتخريجه من مسند أحمد رحمه الله، بالهامش ذي الرقم (242) .",
            "page": "164",
            "part": "1",
            "seal": "6556B8D0"
        },
        {
            "id": "163",
            "nass": "الثامن: عِلم رسولِ الله صلى الله عليه وسلم بوقتها. ¶ قال الله تعالى: {وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ *} . ¶ في تفسير ذلك [قال ابن عيينة رحمه الله: ما كان في القرآن (ما أدراك) فقد أَعْلَمَه؛ وما قال: (وما يدريك) فإنه لم يُعْلِمْهُ] (¬245) . اهـ. وقال الحافظ ابن حجر رحمه الله: [ومقصود ابن عيينة أنه صلى الله عليه وسلم كان يعرف تعيين ليلة القدر] . اهـ (¬246) . ¶ وقد خرج النبيُّ صلى الله عليه وسلم ليخبر الصحابة رضي الله عنهم بليلة القدر، فتلاحى رجلان من المسلمين. فقال: «خرجت لأخبركم بليلة القدر، فتلاحى فلان وفلان فرُفِعت، وعسى أن يكون خيراً لكم، فالتمسوها في التاسعة والسابعة والخامسة» (¬247) . ¶ وقال عليه الصلاة والسلام: «أُرِيت ليلةَ القدر، ثم أيقظني بعض أهلي، فنُسِّيتها (¬248) ، فالتمسوها في العشر الغوابر» (¬249) . ¶ ¬_________ ¶ (¬245) نقل القولَ البخاريُّ في صحيحه؛ كتاب: فضل ليلة القدر، في ترجمة باب فضل ليلة القدر، قبل الرقم (2014) . ¶ (¬246) انظر: الفتح لابن حجر (4/300) . ¶ (¬247) تقدم تخريجه بالهامش ذي الرقم (213) . ¶ (¬248) هكذا بتشديد السين، والبناء للمفعول، وقال مسلم: قال حَرْملة: «فنَسِيتُها» . ¶ (¬249) انفرد به مسلم؛ كتاب: الصيام، باب: فضل ليلة القدر والحثّ على طلبها، برقم (1166) ، عن أبي هريرة رضي الله عنه. ومعنى: «الغَوَابِر» ، البواقي وهي الأواخر. انظر: المنهاج للنووي (8/299) .",
            "page": "165",
            "part": "1",
            "seal": "15947940"
        },
        {
            "id": "164",
            "nass": "يستدل من مجموع الأدلة السابقة أن رسول الله صلى الله عليه وسلم كان يعلم يقيناً تعيين ليلة القدر، وقد أراد عليه الصلاة والسلام الإخبار بها، لكنه نُسِّي ذلك، مرة بسبب اختصام رجلين، يدعي كل منهما أنه محقّ فيما ذهب إليه، وأخرى بسبب إيقاظ أهله له، فلم يذكر بسبب ذلك رؤيا عيَّنَتْ له مَحَلَّ ليلة القدر، والله أعلم (¬250) . ¶ فائدة: ¶ سبق أن سبب نسيان النبيِّ صلى الله عليه وسلم كان تنازع رجلين، ومما يستفاد من ذلك [شؤم التنازع، وأن المخاصمة والمنازعة مذمومة، وأنها سبب للعقوبة المعنوية، وأن المماراة تقطع الفائدة والعلمَ النافع] (¬251) بخلاف ما يظنه كثير من الناس، من أن مدارسة العلم تقتضي المراء في بعض مسائله، والحرص على جَدْل الخصم عن رأيه، انتصاراً للنفس لا إظهارًا للحق وطلباً له. ¶ هذا، ومما يستفاد من الحديث بجملته: الإرشاد إلى ترك المخاصمة في شأن العلم، وكذلك توقير أهل ¶ ¬_________ ¶ (¬250) القول بتعدد سبب نسيانه صلى الله عليه وسلم قوّاه ابن حجر في الفتح (4/315) ، والقسطلاني في الإرشاد (4/594) . ¶ (¬251) انظر: المُفهم للقرطبي (4/1953) ، وتفسير ابن كثير ص (1862) ، كذلك: المنهاج للنووي (8/304) .",
            "page": "166",
            "part": "1",
            "seal": "E1D2E555"
        },
        {
            "id": "165",
            "nass": "العلم؛ كأن لا يُوقَظ أحدُهم إلا لإدراك أداء فريضة ونحوه، ولا يُطرق باب مسكنهم حتى يخرجوا إلى صلاتهم مثلاً، مما فيه مزيد تأدُّبٍ في حضرتهم، كذلك يستفاد منه المبادرة إلى فضِّ الخصومة بين المتنازعين من المؤمنين، والله أعلم. ¶ التاسع: تلمُّس الحكمة في رفع معرفة وقتها. ¶ قال النبيُّ صلى الله عليه وسلم: «وعسى أن يكون خيراً لكم» (¬252) ، يعني: عدم تعيين ليلة القدر، [وإن وجه الخيرية في ذلك أن خفاءها يستدعي قيام كل الشهر أو العشر، بخلاف ما لو بقيت معرفة تعيينها] (¬253) ، [فإنها إذا كانت مبهمة اجتهد طُلاَّبُها في ابتغائها في جميع محالِّ رجائها، فكان أكثر للعبادة، فلو علموا عينَها فإنها كانت الهمم تتقاصر على قيامها فقط، وإنما اقتضت الحكمة إبهامَها لتعمَّ العبادة جميع الشهر في ابتغائها، ويكون الاجتهاد في العشر الأواخر أكثر، ولهذا «كان رسول الله صلى الله عليه وسلم يعتكف العشر الأواخر من رمضان حتى توفّاه الله عزَّ وجلَّ، ثم اعتكف أزواجه من بعده» (¬254) ، ¶ ¬_________ ¶ (¬252) جزء من حديث تقدم تخريجه بالهامش ذي الرقم (213) . ¶ (¬253) انظر الفتح لابن حجر (4/314) . ¶ (¬254) متفق عليه من حديث عائشة رضي الله عنها، وقد تقدم تخريجه بالهامش ذي الرقم (148) .",
            "page": "167",
            "part": "1",
            "seal": "9036B515"
        },
        {
            "id": "166",
            "nass": "و «كان عليه الصلاة والسلام إذا دخل العشر شد مئزره، وأحيا ليله، وأيقظ أهله» (¬255) ] (¬256) . ¶ العاشر: بقاء ليلة القدر، وعدم رفعها. ¶ بوّب الإمام البخاريُّ رحمه الله (باب: رفع معرفة ليلة القدر لتلاحي الناس) . [وقيد الإمام الرفع بمعرفة الليلة إشارة منه إلى أنها لم تُرفع أصلاً ورأساً] (¬257) ، وهذا من عظيم فقهه للحديث الذي صدّر به الباب، وفيه: «فالتمسوها في التاسعة والسابعة والخامسة» (¬258) ، فبعد أن أخبر عليه الصلاة والسلام بأنها رفعت، أمرهم بتحرِّيها في تلك الليالي، وهذا يدل على أن [الصحيح من جهة النظر أنها لم ترفع لحديث الصحيحين: «تحرَّوا ليلة القدر في الوتر من العشر الأواخر من رمضان» (¬259) ، فلوا ارتفعت لما أمر عليه الصلاة والسلام بتحرّيها في الوتر من العشر الأواخر من رمضان، إذ لا فائدة في تحرّي ما رُفِع كما هو واضح] (¬260) . وأن المراد هو [رفع علم وقتها عيناً، لا ¶ ¬_________ ¶ (¬255) متفق عليه من حديث عائشة أيضاً رضي الله عنها، وتقدم تخريجه بالهامش ذي الرقم (150) . ¶ (¬256) انظر تفسير ابن كثير ص (1862) ، وقد ذكرت كلامه، مع كونه يطابق في معناه ما سبقه من كلام ابن حجر رحمهما الله، لتضمنه مزيد تفصيلٍ مع استدلال. ¶ (¬257) انظر الفتح لابن حجر (4/314) . ¶ (¬258) جزء من حديث تقدم تخريجه بالهامش ذي الرقم (213) . ¶ (¬259) تقدم تخريجه بالهامش ذي الرقم (212) . ¶ (¬260) انظر: زاد المسلم للعلامة الشنقيطي رحمه الله (3/202) .",
            "page": "168",
            "part": "1",
            "seal": "8B47B046"
        },
        {
            "id": "167",
            "nass": "رفعها بالكلية من الوجود] (¬261) ، [فلو أريد رفع وجودها لم يأمر صلى الله عليه وسلم بالتماسها، وأجمع من يُعتدّ به على وجودها ودوامها إلى آخر الدهر لتضافر الأحاديث وكثرة رؤية الصالحين لها] (¬262) . ¶ والحاصل في ذلك أن مضاعفة الأجر في ليلة القدر هي منحة ربانية للأمة المحمّدية، وأن الليلة باقية - بفضل الله - إلى يوم القيامة. ¶ الحادي عشر: رؤية ليلة القدر. ¶ قال رسول الله صلى الله عليه وسلم: «وقد رأيتُني أسجد في ماء وطين، قال أبو سعيد رضي الله عنه - راوي الحديث -: (فاستهلَّتِ السماءُ (¬263) في تلك الليلة فأمطرت، فوَكَفَ المسجد (¬264) في مصلّى النبيِّ صلى الله عليه وسلم ليلة إحدى وعشرين، فبصُرَتْ عَيْنِي رسولَ الله صلى الله عليه وسلم ونظرتُ إليه انصرفَ من الصبح ووجهُه ممتلئ طيناً وماءً» (¬265) . ¶ وقال عليه الصلاة والسلام: «أرى رؤياكم في العشر الأواخر، فاطلبوها في الوتر منها» (¬266) . وفي الصحيح ¶ ¬_________ ¶ (¬261) انظر: تفسير ابن كثير ص (1860) ط - بيت الأفكار. ¶ (¬262) انظر: المُفهم للقرطبي (4/1952) . ¶ (¬263) المعنى: (وجاءت سحابة فمطرت) ، كما بيَّنه أبو سعيد، بمرويِّ البخاري، برقم (2016) . كذلك بيَّنه عند مسلم (فمطرنا) ، برقم (2761) . ¶ (¬264) المعنى: (سال سقف المسجد) كما في مسلم أيضاً برقم (2761) ، قال النووي - في المنهاج (8/301) -: (فوكف المسجد) ، أي: قطر ماء المطر من سقفه. اهـ. وكان سقف المسجد من جريد النخل. كما في البخاري برقم (2016) . ¶ (¬265) متفق عليه من حديث أبي سعيد الخُدْري رضي الله عنه: أخرجه البخاري؛ كتاب: فضل ليلة القدر، باب: تحرّي ليلة القدر، برقم (2018) ، ومسلم - بنحوه - كتاب: الصيام، باب: فضل ليلة القدر، برقم (1167) . ¶ (¬266) متفق عليه من حديث عبد الله بن عمر رضي الله عنهما: أخرجه البخاري؛ كتاب: أبواب التهجد، باب: فضل من تعارّ من الليل، برقم (1158) . ومسلم - بلفظه -؛ كتاب: الصيام، باب: فضل ليلة القدر، برقم (1165) .",
            "page": "169",
            "part": "1",
            "seal": "D34C9804"
        },
        {
            "id": "168",
            "nass": "أيضاً: أن رجالاً من أصحاب النبيِّ صلى الله عليه وسلم أُروا ليلة القدر في المنام في السبع الأواخر، فقال رسول الله صلى الله عليه وسلم: «أرى رؤياكم قد تواطأت في السبع الأواخر، فمن كان متحرِّيَها فَلْيتحرَّها في السبع الأواخر» (¬267) . ويكون الجمع بين طلب التماسها في العشر أو في السبع قوله صلى الله عليه وسلم: «التمسوها في العشر الأواخر (يعني: ليلة القدر) فإن ضَعُف أحدكم أو عَجَز، فلا يُغْلَبَنَّ على السبع البواقي» (¬268) . ¶ أخي القارئ، يُستنبط مما ذكر آنفًا - في شأن إثبات رؤية الليلة - أمور منها: ¶ 1 - أن رؤية ليلة القدر، قد تكون رؤيا منام، ثم تحقق الرؤيا فتأتي مثل فَلَق الصبح، حيث أري عليه الصلاة والسلام أنه يسجد صبيحتها في طين وماء، فكان ذلك واقعاً كما أُرِيَه صلى الله عليه وسلم. ¶ 2 -[أن الاستناد إلى الرؤيا إنما هو من حيث الاستدلال بها على أمر وجودي غيرِ مخالف ¶ ¬_________ ¶ (¬267) متفق عليه؛ من حديث ابن عمر رضي الله عنهما: أخرجه البخاري؛ كتاب: فضل ليلة القدر، باب: التماس ليلة القدر في السبع الأواخر، برقم (2015) ، ومسلم؛ كتاب: الصيام، باب: فضل ليلة القدر، برقم (1165) . ¶ (¬268) انفرد به مسلم؛ كتاب: الصيام، باب: فضل ليلة القدر، برقم (1165) ، عن ابن عمر رضي الله عنهما.",
            "page": "170",
            "part": "1",
            "seal": "B04BD496"
        },
        {
            "id": "169",
            "nass": "لقاعدة شرعية، فقد أرجح رسولُ الله صلى الله عليه وسلم حكم طلب الليلة في الوتر من العشر، بتوافق رؤية رجال من أصحابه رؤىً في تلك الليالي، وليس أنه أثبت بها حكماً في أنها لا تطلب في تلك العشر إلا لكونهم رأَوْا ذلك، بل هي موجودة، سواء رَأَوْا تلك الرؤى أم لا. وغاية الأمر أنه صلى الله عليه وسلم أقرّهم على رجحان ذلك، ومثل ذلك تكرر في أمور مشروعة كالأذان ونحوه] (¬269) . ¶ 3 - أن رؤية بعض الصالحين لها على صورة رؤيا منام هو أمر واقع مقرر شرعاً، وقد ثبت حصوله مع رجال من صحابة رسول الله صلى الله عليه وسلم. ¶ مسألة: ¶ [هل لليلة القدر علامة - في اليقظة - تظهر لمن وُفِّقت له (¬270) ، أم لا؟ ¶ اختلف أهل العلم في ذلك، فقيل: يرى كلَّ شيء ساجداً، وقيل: يرى الأنوار في كل مكان ساطعة حتى ¶ ¬_________ ¶ (¬269) انظر: المُفهم للقرطبي (4/1955) . ¶ (¬270) معنى الموافقة: أن يعلم العبد أنها ليلة القدر، لعلامة من العلامات التي ورد أنها تعرف بها، أو لرجحان الدليل كليلة سبع وعشرين، أو يُلهَم العبد أن هذه الليلة ليلة القدر - كما ألهم ابن عباس رضي الله عنهما فيما رواه البيهقي في الدلائل (7/33) - ونحو ذلك مما يُعلِم العبدَ بكونها ليلة القدر. أو قد يكون معنى الموافقة: أن لا يعلم العبد شيئاً من ذلك لكنها تكون في الواقع هي ليلة القدر. انظر: زاد المسلم للعلامة الشنقيطي (3/206) .",
            "page": "171",
            "part": "1",
            "seal": "FD5C85C8"
        },
        {
            "id": "170",
            "nass": "في المواضع المظلمة، وقيل: يسمع سلاماً أو خطاباً من الملائكة عليهم السلام، وقيل: علامتها استجابة دعاء من وُفِّقت له، واختار الطبري رحمه الله أن جميع ذلك غير لازم، وأنه لا يشترط لحصولها رؤية شيء ولا سماعه] (¬271) . واختار النوويُّ رحمه الله: [أنها موجودة، تُرى ويتحققها من شاء الله تعالى من بني ءآدم كل سنة في رمضان، كما تظاهرت عليه الأحاديث، وأخبار الصالحين بها، وأن رؤيتهم لها أكثر من أن تحصر] (¬272) . ¶ والمختار هو إمكان رؤيتها يقظة بخوارق يشهدها من شاء الله من الصالحين، لكن ذلك ليس شرطاً لحصولها، فهي حاصلة سواء كُشِفت يقظة أو مناماً أم لا، والله أعلم. ¶ مسألة: ¶ ما الدعاء المستحب الإكثار منه لمن علم تلك الليلة المباركة؟ وما السرُّ في الإرشاد إليه؟ ¶ [المستحبّ: الإكثار من الدعاء في جميع الأوقات، وفي شهر رمضان أكثر، وفي ليالي العشر الأخير منه، ¶ ¬_________ ¶ (¬271) كما نقله ابن حجر عنه. انظر: الفتح (4/313) . ¶ (¬272) انظر: المنهاج للنووي (8/306) .",
            "page": "172",
            "part": "1",
            "seal": "F79ECBC1"
        },
        {
            "id": "171",
            "nass": "ثم في أوتارها خاصة، ومنها ليلة القدر، والمستحبّ أن يكثر فيها الدعاء بقوله: «اللهم إنك عَفُوٌّ تحبّ العفوَ فاعف عني» ، وذلك لقول أم المؤمنين عائشة: يا رسول الله، إن وافقتُ ليلة القدر فبِمَ أدعو؟ قال: «قولي: اللهم إنك عَفُوٌّ تحبّ العفوَ فاعف عني» ] (¬273) . ¶ [وإنما أمر صلى الله عليه وسلم بسؤال العفو في ليلة القدر بعد الاجتهاد في الأعمال فيها وفي ليالي العشر إيثاراً للمقام الأعظم الأكمل، والعمل الأسنى الأرفع، وهو بذل الوسع في العمل مع عدم رؤيته والاعتداد به والتعويل عليه] (¬274) . ¶ مسألة: ¶ هل يحصل الثواب - المعيَّن الموعود به - في قيام ليلة القدر، لكل من قامها، أم يشترط في ذلك أن يعلمها وتُوفَّق له؟ ¶ قال رسول الله صلى الله عليه وسلم: «من قام ليلة القدر إيماناً واحتساباًً، غُفِر له ما تقدّم من ذنبه» (¬275) ، وقال عليه ¶ ¬_________ ¶ (¬273) انظر: تفسير ابن كثير (ص1862) . والحديث أخرجه: أحمد في مواضع من مسنده، منها (6/182) ، من حديث عائشة رضي الله عنها. والترمذي - بلفظ «عفوٌّ كريم» ؛ كتاب: الدعوات، باب: في فضل سؤال العافية والمعافاة، برقم (3513) ، عنها أيضاً. وقال: هذا حديث حسن صحيح. اهـ. ¶ (¬274) انظر: سطوع البدر بفضائل ليلة القدر، لإبراهيم الحازمي، ص (179) ، ينقله عن ابن رجب رحمه الله، في لطائف المعارف ص (219) . ¶ (¬275) جزء من حديث تقدم تخريجه بالهامش ذي الرقم (28) .",
            "page": "173",
            "part": "1",
            "seal": "CDD6EC51"
        },
        {
            "id": "172",
            "nass": "الصلاة والسلام: «من يقم ليلة القدر فيوافقها إيماناً واحتساباً غفر له» (¬276) . وقال صلوات ربي وسلامه عليه: «فمن قامها ابتغاءها إيماناً واحتساباً، ثم وُفِّقَتْ له، غفر له ما تقدم من ذنبه وما تأخر» (¬277) . ¶ هذا التقييد في قوله صلى الله عليه وسلم «فيوافقها» ، وفي قوله صلى الله عليه وسلم: «ثم وُفِّقَتْ له» ، هل هو بمعنى أنها تُكشف له يقظةً فيرى خوارق؟ أم أنه يعلمها لعلامة تُعرف بها؟ أو لرجحان دليل كليلة سبع وعشرين ونحوه؟ أو أنه يوافقها فتكون ليلة القدر ولو لم يعلم هو بذلك؟ [المختار في ذلك ما ترجّح في نظر الإمامين النوويِّ وابنِ حجر رحمهما الله، من أن الموافقة هي العلم بأنها ليلة القدر، فيقومها فيحصل له ذلك الأجر الجزيل الموعود به، فلا يكون شرطاً لحصوله أن يُختص برؤية الخوارق، وذلك مع عدم إنكار حصول الثواب لمن قام لابتغاء ليلة القدر - جزمًا - وإن لم يعلم بها ولم تُوفَّق له، وإنما الكلام على حصول ¶ ¬_________ ¶ (¬276) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: الإيمان، باب: قيام ليلة القدر من الإيمان، برقم (35) ، ومسلم؛ كتاب: صلاة المسافرين وقَصْرِها، باب: الترغيب في قيام رمضان هو التراويح، برقم (760) . واللفظ لمسلم رحمه الله. ¶ (¬277) أخرجه أحمد في مسنده (5/318) ، من حديث عبادة بن الصامت رضي الله عنه.",
            "page": "174",
            "part": "1",
            "seal": "52454E91"
        },
        {
            "id": "173",
            "nass": "الثواب المعين الموعود به، وهو المغفرة التامة لما تقدم من الذنب وما تأخّر، فيكون ذلك يقيناً لمن قامها ابتغاءها ثم كشفت له على سبيل الكرامة، لكن لا يكون التعويل في حصول الأجر الموعود به على ذلك الكشف، بل العبرة بالاستقامة بإحيائها، فإن الاستقامة تستحيل إلا أن تكون كرامة، بخلاف الخارق فقد يقع كرامة وقد يقع فتنة، وإن فضل الله واسع، ورُبَّ قائم في تلك الليلة لم يحصل منها إلا على العبادة من غير رؤية خارق، وآخر رأى الخارق من غير عبادة، والذي حصل على العبادة أفضل، والله أعلم] (¬278) . ¶ يُفهم مما ذكر آنفًا أن القائمين المبتغين لتلك الليلة يكونون على ثلاث مراتب: قائم بالعبادة فيها من غير أن يعلمَها فذلك يؤجر أجراً جزيلاً، وآخر قامها وقد علمها من غير كشف بخارق، فهذا ينال الأجر الموعود به بمغفرة عامة ذنبه، وثالث قامها، إيماناً واحتساباً، وطلبها فعرفها، ثم كشفت له، فهذا قد أُجِر أجرًا ¶ ¬_________ ¶ (¬278) نقلت - بتصرف - خلاصة معنى مبحثٍ أورده ابن حجر رحمه الله في الفتح (4/313) ، ورجّح فيه ما اختاره الإمام النووي رحمه الله في المنهاج (6/283) . هذا، وقد ذكر القرطبي في المفهم (3/1306) ، أن معنى «يُوَافِقُهَا» : يصادفها، ومن صلّى فيها فقد صادفها، فكأنه اختار رحمه الله أن من أحيا الليلة بالعبادة فإنه ينال الأجر الموعود، وإن لم يعلمها، والله أعلم.",
            "page": "175",
            "part": "1",
            "seal": "8F078ED2"
        },
        {
            "id": "174",
            "nass": "جزيلاً، وحصل له الثواب المعيّن الموعود به، فغُفِر له جميع ذنبه، واختُصّ كذلك بكرامة رؤيتها يقظة أو مناماً، وذلك فضل الله يؤتيه من يشاء. ¶ 16- زكاة الفطر، أو صدقة الفطر. ¶ لقد مَنَّ الله تعالى على الصائمين في ختام شهر صيامهم، إذ شرع لهم طُهرة يُتِمُّ بها نعمته عليهم، فيتقبل بها صيامهم وقيامهم، ويتجاوز بها عما خالط عبادتَهم من لغو أو رفث، ويغني بها فقراءهم عن السؤال في يوم الجائزة: عيد الفطر، فيتكافل بذلك أهل الإسلام ويتحابُّون، غنيُّهم وفقيرُهم، ويُدخِل اللهُ بهذه الصدقة المباركة الحبورَ إلى قلوب الصائمين بما يسَّر لهم من سبيل إرضائه في ذلك الشهر العظيم، تلك هي زكاة الفطر، إنها على قلة المقدار الواجب فيها لكنها - في حالها - عَلَم على عظمة التشريع الإسلامي وكماله. ¶ [صدقة الفطر، سميت بذلك لكونها تجب بالفطر من رمضان] (¬279) ، وقد فرضها رسول الله صلى الله عليه وسلم في السنة ¶ ¬_________ ¶ (¬279) انظر: الفتح لابن حجر (3/430) .",
            "page": "176",
            "part": "1",
            "seal": "BF66B1D9"
        },
        {
            "id": "175",
            "nass": "الثانية من الهجرة، عام فرض الصيام، وهي واجبة على كل مسلم ذكر أو أنثى، صغير أو كبير، حرٍّ أو مملوك، حاضر أو بادٍ، حال كونه يملكها مما زاد عن قُوْته وقوت عياله في يوم العيد وليلته، وهي تجب بإدراك غروب شمس آخر يوم من أيام رمضان، يخرجها المسلم عن نفسه وعمن تلزمه نفقته - من المسلمين - كزوجه وولده الفقير وخادمه، وهي تعدل صاعاً (¬280) (أي ما يعدل = 2700غم) تقريباً من طعام أهل بلده، لأن نفوس المستحقين إنما تتشوّف لمثله في هذا اليوم، ومن هذا الطعام أصناف أربعة حدّدها النبيُّ صلى الله عليه وسلم، وهي: التمر، والشعير (ومنه السُّلْت) (¬281) ، والأَقِط (¬282) ، والزبيب. وقد حدّد وقت إخراجها عليه الصلاة والسلام فسنّ للمسلم أن يؤدي زكاة فطره بعد صلاة الفجر من يوم عيد الفطر وقبل خروج الناس إلى صلاة العيد، وذلك وقتها المستحب، ويجوز إخراجها في شهر رمضان، وتقديمها عن يوم العيد بيوم أو ¶ ¬_________ ¶ (¬280) الصّاع - يُذكَّر ويُؤنَّث - وهو: مكيالٌ، قَدْره أربعة أمداد، والمُدُّ: حَفَنة - ملء كفَّي رجلٍ متوسط اليدين - من البُرّ الجيد ونحوه من الحَبّ، وهو يزن (675) جراماً بالتقريب، فيكون الصاع على ذلك (2700) غم تقريباً، فإن أخرج المسلم ما يزيد عن ذلك احتسبت له صدقة عامة، يؤجر بها. انظر: الفقه الإسلامي وأدلته. د. وهية الزحيلي (1/142) . ¶ (¬281) السُّلْت: نوع من الشعير، ورد به النص أنه من أصناف ما يخرج في صدقة الفطر، كما عند أبي داود والنسائي وغيرهما. انظر: الفتح لابن حجر (3/431) . ¶ (¬282) الأَقِط أو الأَقْط: قال الأزهري: يُتَّخَد من اللبن المخيض، يُطبخ ثم يُترك حتى يمصل. انظر المصباح للفيومي (أقط) .",
            "page": "177",
            "part": "1",
            "seal": "83F98EE1"
        },
        {
            "id": "176",
            "nass": "يومين أو أكثر، مبادرةً بأدائها، لكن يُكره تأخيرها عن صلاة العيد إلا لعذر - كغَيبة مستحقٍ لها - وإنما يكره تأخيرها: لفوات المقصود منها عندئذٍ، وهو إغناء الفقراء عن الطلب صبيحة يوم السرور. ¶ أخي القارئ، هذا بعض ما أَتحفَتْ به الشريعةُ الغرّاء من أحكام متعلقة بزكاة الفطر، أوردته مجملاً طلباً للاختصار، وسأتبعه حالاً بأدلته مرتبة، مختتماً بذلك مباحث هذا الفصل، الذي به تتم فصول الكتاب، - ولله الحمد والمنة -، نفعني الله وإياك بفقهه والعمل بما فيه. ¶ 1 - «فرض رسول الله صلى الله عليه وسلم زكاة الفطر طُهْرة للصيام من اللغو والرَّفَث، وطعمة للمساكين» (¬283) . ¶ 2 - «فرض رسول الله صلى الله عليه وسلم زكاة الفطر، صاعاً من تمر أو صاعاً من شعير، على العبد والحرّ، والذكر والأنثى، والصغير والكبير، من المسلمين، وأمر بها أن تؤدى قبل خروج الناس إلى الصلاة» (¬284) . ¶ ¬_________ ¶ (¬283) جزء من حديث أخرجه أبو داود؛ كتاب: الزكاة، باب: زكاة الفطر، برقم (1609) ، عن ابن عباس رضي الله عنهما. كما أخرجه ابن ماجه بلفظ: «طُهْرَةٌ لِلصَّائِم» ، كتاب: الزكاة، باب: صدقة الفطر، برقم (1827) ، عنه أيضاً. كما أخرجه الحاكم (1/409) ، وصححه - على شرط البخاري - وأقره الذهبي. وحسّن الحديثَ الألبانيُّ في «الإرواء» (3/332) . ¶ (¬284) متفق عليه من حديث عبد الله بن عمر رضي الله عنهما: أخرجه البخاري؛ كتاب: الزكاة، باب: فرض صدقة الفطر، برقم (1503) . ومسلم؛ كتاب: الزكاة، باب: زكاة الفطر، برقم (984) .",
            "page": "178",
            "part": "1",
            "seal": "2919DC60"
        },
        {
            "id": "177",
            "nass": "3 - وقال أبو سعيد الخُدْري رضي الله عنه: (كنا نُخرج زكاة الفطر صاعاً من طعام، أو صاعاً من شعير، أو صاعاً من تمر، أو صاعاً من أَقِطٍ، أو صاعاً من زبيب) (¬285) . ¶ ¬_________ ¶ (¬285) أخرجه البخاري؛ كتاب: الزكاة، باب: صدقة الفطر صاع من طعام، برقم (1506) ، ومسلم - مطوّلاً - كتاب: الزكاة، باب: زكاة الفطر، برقم (985) .",
            "page": "179",
            "part": "1",
            "seal": "C8D0D3AD"
        },
        {
            "id": "179",
            "nass": "خاتمة ¶ (وفيها بيان حقيقة الصوم ومصالحه، ... وكمال هدي المصطفى صلى الله عليه وسلم فيه) ¶ قال الإمام ابن القيم رحمه الله: [لما كان المقصودُ من الصيام حَبْسَ النفس عن الشهوات، وفِطامَها عن المألوفات، وتعديلَ قوتها الشهوانية، لتستعدَّ لطلب ما فيه غايةُ سعادتها ونعيمها، وقبولِ ما تزكو به مما فيه حياتُها الأبدية، ويكسر الجوعُ والظمأ من حِدَّتها وسَوْرتها، ويُذكّرها بحال الأكباد الجائعة من المساكين، ويضيّق مجاري الشيطان من العبد بتضييق مجاري الطعام والشراب، ويحبس قوى الأعضاء عن استرسالها لحكم الطبيعة فيما يضرها في معاشها ومعادها، ويُسكِّن كلَّ عضوٍ منها، وكلَّ قوةٍ عن جِماحه، وتُلجَم بلجامه، فهو لجام المتقين، وجُنَّة المحاربين، ورياضة الأبرار والمقرّبين، وهو لرب العالمين من بين سائر الأعمال، فإن الصائم لا يفعل",
            "page": "181",
            "part": "1",
            "seal": "2644ED90"
        },
        {
            "id": "180",
            "nass": "شيئاً، وإنما يترك شهوته وطعامه وشرابه من أجل معبوده، فهو ترك محبوبات النفس وتلذُّذِ ذاتِها إيثاراً لمحبة الله ومرضاته، وهو سرٌّ بين العبد وربِّه لا يَطَّلع عليه سواه، والعباد قد يطَّلعون منه على ترك المُفطِّرات الظاهرة، وأما كونُه ترك طعامَه وشرابه وشهوته من أجل معبوده، فهو أمر لا يطَّلع عليه بَشَرٌ، وذلك حقيقة الصوم. ¶ وللصوم تأثير عجيب في حفظ الجوارح الظاهرة، والقوى الباطنة، وحِمْيَتِها عن التخليط الجالب لها المواد الفاسدة التي إذا استولت عليها أفسدتها، واستفراغ المواد الرديئة المانعة لها من صحتها، فالصوم يحفظ على القلب والجوارح صحتها، ويعيد إليها ما استلبَتْه منها أيدي الشهوات، فهو من أكبر العون على التقوى، كما قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ *} [البَقَرَة: 183] . وقال النبيُّ",
            "page": "182",
            "part": "1",
            "seal": "9C14969F"
        },
        {
            "id": "181",
            "nass": "صلى الله عليه وسلم: «الصَّوْمُ جُنَّةٌ» (¬286) ، وأَمَرَ صلى الله عليه وسلم من اشتدت عليه شهوة النكاح - ولا قدرة له عليه - بالصيام، وجعله وجاء هذه الشهوة (¬287) . ¶ والمقصود أن مصالح الصوم لما كانت مشهودةً بالعقول السليمة، والفِطَر المستقيمة، شرعه الله لعباده رحمةً بهم، وإحساناً إليهم، وحِمْية لهم وجُنَّة. ¶ وكان هَدْي رسولِ الله صلى الله عليه وسلم فيه أكملَ الهدي، وأعظمَ تحصيلٍ للمقصود، وأسهلَه على النفوس] (¬288) . اهـ. ¶ هذا ما وفّق الله تعالى ويسّر - بحمده - من جمعٍ وترتيبٍ لبعضٍ من فقه أحكام الصيام، وقد بذلت في ذلك وسعي، فما وُفِّقت فيه للإصابة فمن فضل الله تعالى، وما جانبتُ فيه الصوابَ، فلن أَعْدِمَ - إن شاء الله - قارئاً فاضلاً راسخاً في علمه، حريصاً على دينه، مخلصاً في نصحه، أديباً في مقاله، يُقِيل عَثْرتي، وينضح عليَّ من إناء علمه ووعاء فقهه، فيشاركني بذلك الأجرَ، ويرفع لكتابي هذا القَدْر. ¶ ¬_________ ¶ (¬286) تقدم تخريجه بالهامش ذي الرقم (1) . ¶ (¬287) يشير رحمه الله إلى الحديث: «يَا مَعْشَرَ الشَّبَابِ مَنِ اسْتَطَاعَ مِنْكُمُ البَاءَةَ فَلْيَتَزَوَّجْ، فَإِنَّهُ أَغَضُّ لِلْبَصَرِ، وَأَحْصَنُ لِلْفَرْجِ، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّومِ، فَإِنَّه لَهُ وِجَاء» ، وهو في الصحيحين، انظر تخريجه بالهامش ذي الرقم (31) . ¶ (¬288) انظر: زاد المعاد في هدي خير العباد صلى الله عليه وسلم، (2/28) .",
            "page": "183",
            "part": "1",
            "seal": "610711AD"
        },
        {
            "id": "182",
            "nass": "هذا، وإني سائل الله تعالى أن يجعل ما كتبت خالصاً لوجهه الكريم، وأن يُثقِّل به ميزان حسناتي ووالديّ والمؤمنين والمؤمنات، وأن ينفعني وينفعَ بي كلَّ النفع، إنه سميع مجيب. وصلَّى الله وسلَّم وبارك على عبده ورسوله سيّدِنا محمدٍ النبيِّ الأُمِّيِّ، الرحمةِ المُهداة والنعمة المُسداة، وعلى آله الأطهار، وصحابته الأخيار، والتابعينَ لهم بإحسان إلى يوم الدين. ¶ وآخر دعوانا أنِ الْحمدُ لله ربِّ العالمين.",
            "page": "184",
            "part": "1",
            "seal": "48041162"
        }
    ],
    "t9492": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم العلامة الشيخ ابن جبرين"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول النصوص المتعلقة بالصيام (من القرآن العظيم)"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تعريف الصيام، وتأريخ تشريعه"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "الصيام لغة"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "2",
            "tit": "الصيام شرعا"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "مراحل تشريع الصيام"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "تأريخ تشريع فريضة الصوم"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث فضائل الصيام وأسراره، وخصائص رمضان"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع أنواع الصيام"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "الصوم المفروض من حيث توقيت الأداء"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "الصوم المفروض من حيث كيفية الأداء"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "الصوم المستحب (صوم التطوع)"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "الصوم المكروه"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "الصوم المحرم"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس أحكام الصيام، ومسائل مهمة متعلقة به"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "1- كيفية ثبوت الشهر الكريم"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "2- اختلاف المطالع، وأثر ذلك في تحقق الثبوت والانقضاء"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "3- كيفية ثبوت انقضاء شهر رمضان"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "4 - ركن الصوم"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - شروط وجوب الصوم"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "6 - شروط صحة الصوم"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "7 - الصوم الواجب (المفروض)"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "8- مفسدات الصوم"
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": null,
            "tit": "أ) ما يفسد الصوم عامة"
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": "1",
            "tit": "ب) ما يفسد الصوم ويوجب القضاء فقط"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "جـ) ما يفسد الصوم ويوجب القضاء والكفارة معا"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "9- ما لا يفسد الصوم أصلا"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "10- مبيحات الإفطار وما يلحق بها"
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": null,
            "tit": "1- المرض"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "2- السفر"
        },
        {
            "id": "103",
            "lvl": "3",
            "sub": null,
            "tit": "3، 4 - الحمل والرضاع"
        },
        {
            "id": "105",
            "lvl": "3",
            "sub": null,
            "tit": "5- الكبر (الشيخوخة)"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": null,
            "tit": "6- الإرهاق الشديد بجوع أو عطش"
        },
        {
            "id": "106",
            "lvl": "4",
            "sub": "1",
            "tit": "الخوف من الضعف بالصوم عند لقاء العدو"
        },
        {
            "id": "108",
            "lvl": "3",
            "sub": null,
            "tit": "7- الإكراه"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": "1",
            "tit": "11- مندوبات الصوم"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "12- مكروهات الصوم"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "13 - الاعتكاف"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "14- قيام رمضان (ومنه صلاة التراويح) ومسائل مهمة متعلقة بذلك"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "15 - قيام ليلة القدر، ومباحث متعلقة بها"
        },
        {
            "id": "174",
            "lvl": "2",
            "sub": null,
            "tit": "16- زكاة الفطر، أو صدقة الفطر"
        },
        {
            "id": "179",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة (وفيها بيان حقيقة الصوم ومصالحه، وكمال هدي المصطفى صلى الله عليه وسلم فيه"
        }
    ]
}