{
    "b9495": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ إن الحمد لله تعالى نحمده ونستعين به ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهد الله تعالى فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله (صلى الله عليه وسلم) . ¶ أما بعد: فإن اصدق الحديث كتاب الله وخير الهدي هدي محمد صلى الله عليه وآله وسلم وشر الأمور محدثاتها. ¶ وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ فهذا بحث استلله من كتابي: \" بذل الإحسان بتقريب سنن النسائي أبي عبد الرحمن \" بخصوص خرور المصلي من الركوع إلى السجود، أيكون على اليدين أم على الركبتين ومع أن المسألة ليست بكل ذاك، فإني اضطررت إلى فصلها من الكتاب المشار إليه، ونشرها لمناسبة عرضت. ¶ ذلك أنني دخلت مسجداً لأصلي المغرب في نحو العاشر من شهر ذي الحجة سنة 1399 هـ فلما قضيت الصلاة قعد لفيف من الشباب يتحدثون همساً، ثم لم يلبثوا إلا قليلاً حتى تحول الهمس إلى معركة كلامية، وتراشق بسهام الملام. ¶ فكان مما سمعته من أحدهم ـ ويظهر من سياق كلامه أنه ممن يقدم الركبتين في النزول ـ وأنه قال: \" لا يقدم اليدين على الركبتين في النزول إلا جاهل، وكيف يجرؤ رجل على نقض ما قاله ابن القيم في \" زاد المعاد \"؟ لقد رجح النزول بالركبتين من عشرة أوجه \"! ! ¶ فقال له مخالفه: \" كيف تصم المخالف بالجهل وفيهم مثل ابن سيد الناس والحافظ والشيخ الألباني \"؟ فأجابه: \" هؤلاء محدثون لا تعلق لهم بالفقه، وبالذات الألباني فإنه هو الذي أحيا هذه المسألة في كتابه \" صفة الصلاة \". ¶ ثم دار كلام لا أحب حكايته، فضربت عن ذكره صفحاً، أما محصلته فمحزنة مؤلمة، فقد انتهى شجارهم هذا إلى فاصل ردىءٍ من الشتم للعلماء ومنهم ابن القيم والحافظ وكذا الألباني.",
            "page": null,
            "part": null,
            "seal": "2796F10A"
        },
        {
            "id": "2",
            "nass": "فما تركت مقامي حتى تكلمت مع ذلك الشاب النافر بمزيد من الحكمة والموعظة الحسنة فوجدته حديث عهد بمعرفة كتب السلف، فتدرجت معه، وتبين لي أن أقرانه استنفروه، فنفر وأن فيه اندفاعاً غير حميد فكلمته طويلاً فكان مما قلته له: \" أما مسألة النزول إلى السجود فلا علاقة لها بالفقه وأصوله إلا من طرف يسير، وإنما تعلقها بالحديث وأصوله أكثر، فأنت تزري على أمثال هؤلاء السادة الأكابر بقولك \" هم محدثون \" وكأنها سبة لهم فبالله عليك ارفق بنفسك ولا تنظر إليهم النظر الشزر ولا ترمقهم بعين النقص ولا تعتقد فيهم أنهم من جنس محدثي زماننا، حاشا وكلا، فما منهم من أحد إلا وهو بصير بالدين، عالم بسبيل النجاة. ¶ فإني أحسبك لفرط هواك تقول بلسان الحال، إن أعوزك المقال: من المزي؟ ومن العراقي، وأي شيء الذهبي؟ وأيش ابن حجر؟ هؤلاء محدثون، ولا يدون الفقه وأصوله ولا يفقهون الرأي ولا علم لهم بالبيان والمعاني والدقائق، ولا خبرة لهم بالبرهان والمنطق، ولا يعرفون الله تعالى بالدليل ولا هم من فقهاء الملة. فأمسك عليك لسانك، وليسعك بيتك. وابك على ما أخطأت فيه فإن العلم النافع ما جاء [إلا] عن أمثال هؤلاء، وإنما يعرف الفضل لأهل الفضل ذوو الفضل. فمن اتقى الله راقب الله واعترف بنقصه. ¶ ومن تكلم بالجاه أو بالجهل فأعرض عنه، وذره في غيه، فإنما عقباه وبال. فرحم الله امرءاً أقبل على شأنه وقصر من لسانه، وأقبل على تلاوة قرآنه وبكى على زمانه وأدمن النظر في الصحيح، وعبد الله قبل أن يبغته الأجل. اللهم فوفق وارحم \" ((أ)) ¶ __________ ¶ ((أ)) : بتصرفٍ من كلامٍ للذهبي في \" تذكرة الفاظ \".",
            "page": null,
            "part": null,
            "seal": "86CB78A9"
        },
        {
            "id": "3",
            "nass": "أما كون الواحد منهم أخطأ في مسألة أو أكثر فسم لي أنت من كانت له العصمة بعد النبي صلى الله عليه وآله وسلم، فلا لوم على من درس الأصول، فصوابه مشكور، وخطؤه مغفور، وهو على كل حال مأجور. إنما اللوم والتوبيخ على الذين لا فقه عندهم ولا تعبوا في تحصيل العلوم ولا النظر فيها إذ يخطئون الأئمة، ويتبعون توهيم بعضهم لبعض في مسائل، فيجمعون ذلك ويحفظونه ثم يلقونه على من لا علم عندهم بل ولا أدب لديهم. فلا يعرف عن النووي إلا أنه أخطأ في كذا وكذا. فإذا ذكر أمامه قال: وأي شيء النووي؟ ! لقد أخطأ في كذا وكذا، فهم رجال ونحن رجال! فيا أخي: راقب الله فيما تقول وترحم على من ذكر منهم وإياك والفتوى من غير علم فكثرة الفتوى من قلة التقوى ولقد كان أبو حصين وهو من أجلة الناس ينكر على أهل زمانه ـ مع علمهم ـ كثرة الفتوى ويقول: \" إنكم لتفتون في المسألة التي لو عرضت على عمر لجمع لها أهل بدر \"! وليكن ديدنك ما فعل أبو مسلم الخولاني فإنه كان يقوم الليل فإذا أدركه الإعياء ضرب رجليه قائلاً: أنتما أحق بالضرب من دابتي. أيظن أصحاب محمد صلى الله عليه وآله وسلم أن يفوزوا به دوننا، والله لأزاحمنهم عليه حتى يعلموا أنهم خلفوا من بعدهم رجالاً \". ¶ أما مسألة النزول باليدين أو بالركبتين فلا تبطل الصلاة بالنزول بأحدهما كما حققه شيخ الإسلام ابن تيمية رضي الله عنه في \" الفتاوى الكبرى \".",
            "page": null,
            "part": null,
            "seal": "197A83A4"
        },
        {
            "id": "4",
            "nass": "وهذه الرسالة قد استللتها لك خاصة، فانظر لما فيها بعين الاعتبار ثم بادر إلى تحقيق ما فيها إذ هو الصحيح إن شاء الله تعالى. وقد يفوتني الشيء بعد الشيء فيها، وذلك أمر وارد، فإني ما قصدت أن أتقصى ذلك فإنه ليس في مقدوري ولا يسلم الاستقصاء كل الاستقصاء لأحد، ثم إن المسألة ليست بكل ذاك حتى نقيم الدنيا ونقعدها، فإن أمتنا مفككة أوصالها منفصمة عراها فالاختلاف في هذه المسائل الفرعية بهذه الحدة لا يزيد الأمر إلا اشتعالاً، ويجعل خاتمة أمرنا وبالاً فاللهم وفق إلى العلم النافع والعمل الصالح، ويسر ما عسر من أمرنا، وآت هذه الأمة أمر رشد، يعز فيه أهل طاعتك، ويذل فيه أهل معصيتك، ويؤمر فيه بالمعروف، وينهى فيه عن المنكر. والحمد لله رب العالمين وكتبه أبو إسحق الحويني الأثري ¶ ذو الحجة 1399 هـ.",
            "page": null,
            "part": null,
            "seal": "E0610244"
        },
        {
            "id": "5",
            "nass": "أختلف الناس في هيئة الخرور إلى السجود أهي على اليدين أم هي على الركبتين؟ والراجح الصحيح في هذا الباب أن النزول إنما هو على اليدين لصحة الأدلة في ذلك ووضوح معناها. ¶ والحجة في هذا الباب هي حديث أبي هريرة رضي الله عنه تعالى عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \" إذا سجد أحدكم فلا يبرك كما يبرك البعير وليضع يديه قبل ركبتيه \" أخرجه أحمد (2 / 381) وأبو داود (3 / 70 عون) والبخاري في \" التاريخ الكبير \" (1 / 1 / 139) والنسائي (2 / 207) والطحاوي في \" شرح معاني الآثار \" (1 / 254) وفي \" المشكل \" (1 / 65 ـ 66) وكذا أخرجه الحازمي في \" الاعتبار \" (ص 158 ـ 159) والدارقطني (1 / 344 ـ 345) والبيهقي (2 / 99 ـ 100) وابن حزم في \" المحلى \" (4 / 128 ـ 129) والبغوي في \" شرح السنة \" (3 / 134 ـ 135) من طريق الدراوردي ثنا محمد بن",
            "page": "27",
            "part": "1",
            "seal": "2A443398"
        },
        {
            "id": "6",
            "nass": "عبد الله بن الحسن عن أبي الزناد عن الأعرج عن أبي هريرة مرفوعا فذكره. ¶ قلت: وإسناده صحيح لا غبار عليه وجود إسناده النووي في \" المجموع \" (3 / 421) ولكن شيخ الإسلام ابن القيم رضي الله عنه أعله في كتابه الفذ \" زاد المعاد \" بعدة علل، هي عند التحقيق ليست كذلك، فأنا أوردها جملة، ثم أكر عليها بالرد تفصيلاً والله المستعان وعليه التكلان. ¶ قال شيخ الإسلام ـ ابن القيم ـ في \" الزاد \" (1 / 57 ـ 58) وفي \" تهذيب سنن أبي داود \" (3 / 73 ـ 75) ما ملخصه: ¶ أولاً: حديث وائل بن حجر رضي الله عنه أثبت من حديث أبي هريرة كما قال ذلك الخطابي. وقد قال فيه الترمذي: \" حسن غريب \" وقال في حديث أبي هريرة: \" غريب \" ولم يذكر فيه حسناً. ¶ ثانياً: حديث أبي هريرة لعل متنه انقلب على بعض الرواة ولعل صوابه: \" وليضع ركبتيه قبل يديه \" فإن أوله يخالف آخره. قال: وقد رواه كذلك أبو بكر ابن أبي شيبة فقال: حدثنا محمد بن فضيل عن عبد الله بن سعيد عن جده عن أبي هريرة عن النبي صلى الله عليه وآله وسلم أنه قال: \" إذا سجد أحدكم فليبدأ بركبتيه قبل يديه ولا يبرك كبروك",
            "page": "28",
            "part": "1",
            "seal": "EC3C2B21"
        },
        {
            "id": "7",
            "nass": "الفحل \". رواه الأثرم في \" سننه \" عن أبي بكر كذلك. وقد روى عن أبي هريرة عن النبي صلى الله عليه وسلم ما يصدق ذلك ويوافق حديث وائل بن حجر. قال أبي داود: حدثنا يوسف بن عدى حدثنا ابن فضيل عن عبد الله بن سعيد عن جده عن أبي هريرة عن النبي صلى الله عليه وآله وسلم أنه كان إذا سجد بدأ بركبتيه قبل يديه \". ¶ ثالثاً: إن كان حديث أبي هريرة محفوظاً فهو منسوخ بحديث مصعب بن سعد بن أبي وقاص عن أبيه، والذي رواه ابن خزيمة في \" صحيحه \" قال: \" كنا نضع اليدين قبل الركبتين فأمرنا بوضع الركبتين قبل اليدين \". ¶ رابعاً: حديث أبي هريرة مضطرب المتن. فإن منهم من يقول: \" وليضع يديه قبل ركبتيه \" ومنهم من يقول بالعكس. ومنهم من يقول: \" وليضع يديه على ركبتيه \" كما رواه البيهقي. ¶ خامساً: أن رواة حديث أبي هريرة قد تكلموا فيهم. ¶ قال البخاري: \" محمد بن عبد الله بن الحسن لا يتابع عليه. ولا أدري أسمع من أبي الزناد أم لا \"؟ وقال الدارقطني: \" تفرد به الدرواردي عن محمد بن عبد الله",
            "page": "29",
            "part": "1",
            "seal": "CA4BC270"
        },
        {
            "id": "8",
            "nass": "المذكور \" وأعله الدارقطني أيضاً بتفرد أصبغ بن الفرج عن الدرواردي. ¶ سادساً: أن لحديث وائل بن حجر شواهد، أما حديث أبي هريرة فليس له شاهد.! ¶ سابعاً: أن ركبة البعير ليست في يده وإن أطلقوا على اللتين في اليدين اسم الركبة فإنما هو على سبيل التغليب! وأن القول بأن ركبة البعير في يده لا يعرفه أهل اللغة. ¶ قلت: هذه كانت جملة المطاعن وهي كما أشرت ـ قبل ـ مطاعن لا تثبت على النقد. ¶ والجواب عليها من وجوه مراعياً الترتيب. ¶ الوجه الأول: أن حديث وائل بن حجر حديث ضعيف. فأخرجه أبو داود (3 / 68 ـ 74 عون) والنسائي (2 / 206 ـ 207) وابن ماجة (1 / 287) والدرامي (1 / 245) والطحاوي في \" شرح المعاني \" (1 / 255) والدارقطني (1 / 345) والحاكم في \" المستدرك \" (1 / 226) وابن حبان (487) والبيهقي (2 / 98) والبغوي في \" شرح السنة \" (3 / 133) والحازمي في \" الاعتبار \" (ص 160 ـ 161) من طريق شريك النخعي عن عاصم بن كليب عن أبيه عن وائل بن حجر رضي الله تعالى عنه قال: \" رأيت رسول الله صلى الله عليه",
            "page": "30",
            "part": "1",
            "seal": "26880C48"
        },
        {
            "id": "9",
            "nass": "وآله وسلم إذا سجد يضع ركبتيه قبل يديه وإذا نهض رفع يديه قبل ركبتيه \". قال الترمذي: \" هذا حديث حسن غريب. لا نعرف أحداً رواه مثل هذا عن شريك \". وتبعه البغوي فقال: \" حديث حسن \" وكذا الحازمي. وقال الدارقطني: \" تفرد به يزيد بن هارون عن شريك ولم يحدث به عن عاصم بن كليب غير شريك. وشريك ليس بالقوي فيما تفرد به \". وقال البيهقي (2 / 101) : \" إسناده ضعيف \". وقال أيضاً: \" هذا حديث يعد في أفراد شريك القاضي وإنما تابعه همام من هذا الوجه مرسلاً. وهكذا ذكره البخاري وغيره من الحفاظ المتقدمين رحمهم الله تعالى \". ¶ وقال ابن العربي في \" عارضة الأحوذي \" (2 / 68 ـ 69) : \" حديث غريب \". ¶ قلت: وهذا القول منهم هو الذي تطمئن إليه نفس المرء المنصف. فإنه لا يعلم بتة لشريك متابع عليه إلا همام. ومع ذلك فقد خالفه في إسناده كما يأتي بيانه إن شاء الله. وشريك كان سيىء الحفظ. وسيىء الحفظ لا يحتج به إذا انفرد، فكيف إذا خالف.! قال إبراهيم بن سعد الجوهري: \" أخطأ شريك في أربعمائة حديث \" وقال",
            "page": "31",
            "part": "1",
            "seal": "0855BCD2"
        },
        {
            "id": "10",
            "nass": "النسائي: \" ليس بالقوي \" وضعفه يحيى بن سعيد جداً. وعليه فقول الترمذي: \" حديث حسن \" غير حسن. وأشد منه قول الحاكم \" صحيح على شرط مسلم \" وإن وافقه الذهبي! . فشريك إنما أخرج له مسلم متابعة ولم يخرج له احتجاجاً. فأنى يكون على شرطه؟ وقد صرح بذلك الذهبي نفسه في \" الميزان \" ثم كأنه ذهل عنه. فسبحان من لا يسهو. ¶ أما مخالفة همام لشريك فأخرجها أبو داود في \" سننه \" (3 / 69 عون) والبيهقي (2 / 99) عنه ثنا شقيق أبو الليث قال: حدثني عاصم بن كليب عن أبيه مرسلاً بنحوه. قال البيهقي: \" قال عفان: هذا الحديث غريب \" وقد خالف شقيق شريكاً القاضي أرسله \". قلت: ولكن شقيق هذا مجهول. قال الذهبي: \" شقيق بن عاصم بن كليب وعنه همام لا يعرف \" وأقره الحافظ في \" التقريب \" فقال: \" مجهول \". ¶ وأخرجه أبو داود والبيهقي من طريق همام ثنا محمد بن جحادة عن عبد الجبار ابن وائل عن أبيه عن النبي صلى الله عليه وآله وسلم. ولكنه حديث واهٍ. فعبد الجبار لم",
            "page": "32",
            "part": "1",
            "seal": "6F0C64FC"
        },
        {
            "id": "11",
            "nass": "يسمع من أبيه. كما قال الحافظ في \" التلخيص \" (1 / 245) . ولم يعتبر الحافظ الحازمي هذه الطريق شيئاً فقال في \" الاعتبار \" (ص 161) : \" والمرسل هو المحفوظ \". ¶ فتبين مما قد ذكرته أن حديث وائل ضعيف بعلتين: ¶ الأولى: ضعف شريك. ¶ الثانية: مخالفة همام له. والله أعلم. ¶ (تنبيه) وقع في \" موارد الظمان إلى زوائد ابن حبان \" للحافظ نور الدين الهيثمي بدل \" شريك \": \" إسرائيل \" وكنت في باديء أمري أظنها متابعة منه لشريك. وجعلت أتعجب في نفسي كيف خفيت على الدارقطني وغيره حتى قالوا: لم يروه عن عاصم إلا شريك \" غير أني قلت في نفسي لعلها تصحفت عن شريك ثم إنه لا يمكن القطع في مثل هذا دون دليل قوي. وظللت هكذا حتى وصلني الجزء الثاني من \"ضعيفة \" شيخنا الألباني حفظه الله تعالى فإذا الأمر على ما كنت أحسب والحمد لله. ¶ قال شيخنا حفظه الله تعالى: (2 / 329) : \" وقع في الموارد: \" إسرائيل \" بدل \" شريك \" وهو خطأ من الناسخ وليس من الطابع، فقد رجعت إلى الأصل المخطوط المحفوظ في المكتبة المحمودية في المدينة المنورة فرأيته",
            "page": "33",
            "part": "1",
            "seal": "EC961892"
        },
        {
            "id": "12",
            "nass": "في (ق 35 / 1) : \" إسرائيل \" كما في المطبوعة عنه فليتنبه \" اهـ. ¶ الوجه الثاني: ¶ قال شيخ الإسلام ـ ابن القيم ـ رضي الله عنه: \" وحديث أبي هريرة لعل متنه انقلب.. الخ \". ¶ قلت: أصاب شيخ الإسلام أجراً واحداً. فما قاله أقرب إلى الرجم بالغيب منه إلى التحقيق العلمي. وقد رده الشيخ على القاري رحمه الله تعالى في \" مرقاة المفاتيح \" (1 / 552) فقال: \" وقول ابن القيم أن حديث أبي هريرة انقلب متنه على راويه فيه نظر إذ لو فتح هذا الباب لم يبق اعتماد على رواية راوٍ مع كونها صحيحة \" اهـ وصدق يرحمه الله. فلو فتح هذا الباب لرد الناس كثيراً من السنن دونما دليل بحجة أن راويه أخطأ فيه ولعله كذا. ¶ الوجه الثالث: أن الأحاديث التي أوردها معلولة لا تقوم بمثلها حجة! فلا يعول على شيء منها عند أئمة النقد. والحديثان اصلهما حديث واحد. فأخرجه ابن أبي شيبة (1 / 263) ((ب)) وكذا الطحاوي (1 / 255) والبيهقي (2 / 100) ¶ __________ ¶ ((ب)) : ومن طريقه أخرجه أبو يعلى (ج 1 / رقم 6540) وذكره الترمذي (269) معلقاً.",
            "page": "34",
            "part": "1",
            "seal": "707FD9ED"
        },
        {
            "id": "13",
            "nass": "من طريق محمد بن فضيل عن عبد الله بن سعيد عن جده عن أبي هريرة مرفوعاً. فذكره. ¶ قلت: وإسناده ساقط! وآفته عبد الله بن سعيد هذا فقد كذبه يحيى القطان. وقال أحمد: \" منكر الحديث متروك الحديث. . \". وقال ابن عدي: \" عامة ما يرويه الضعف عليه بين \" وقال الحاكم أبو أحمد: \" ذاهب الحديث \" والكلام فيه طويل الذيل. ولذا قال الحافظ في \" الفتح \" (2 / 291) : \" إسناده ضعيف \". ¶ الوجه الرابع: ¶ قال شيخ الإسلام ـ ابن القيم ـ: \" إن كان حديث أبي هريرة محفوظاً فهو منسوخ.. \". قلت: وهو تعلق متداعٍ! وقد سبقه إليه إبن خزيمة والخطابي. ولكن الحديث الذي زعموا أنه ناسخ حديث ضعيف. فكيف ينهض لنسخ حديث صحيح؟ وهذا الحديث أخرجه ابن خزيمة في \" صحيحه \" (1 / 319 والبيهقي (1 / 100) والحازمي في \" الاعتبار \" من طريق إبراهيم بن إسماعيل بن يحيى بن سلمة بن كميل قال حدثني أبي عن أبيه عن سلمة عن مصعب بن سعد بن أبي وقاص عن أبيه. فذكره. ولكن إسناده ضعيف جداً! وله علتان",
            "page": "35",
            "part": "1",
            "seal": "016387AB"
        },
        {
            "id": "14",
            "nass": "بل ثلاثة: ¶ الأولى: إبراهيم بن إسماعيل هذا قال فيه ابن حبان: \" في روايته عن أبيه بعض المناكير \" وكذا قال ابن نمير. وقال العقيلي: \" لم يكن إبراهيم يقيم الحديث \". ¶ الثانية: أبوه إسماعيل بن يحيى متروك كما قال الأزدى والدارقطني. وقد ألمح إلى ذلك الحافظ فقال في \" الفتح \" (2 / 291) : \" وقد ادعى ابن خزيمة النسخ ولو صح حديث النسخ لكان قاطعاً للنزاع. ولكنه من أفراد إبراهيم بن إسماعيل بن سلمة بن كميل عن أبيه وهما ضعيفان \". ¶ الثالثة: يحيى بن سلمة واهٍ. تركه النسائي، وقال أبو حاتم وغيره: \" منكر الحديث \" وقال ابن معين: \" لا يكتب حديثه \". وقال الحافظ الحازمي: \" أما حديث سعد ففي إسناده مقال ولو كان محفوظاً لدل على النسخ غير أن المحفوظ عن مصعب عن أبيه حديث نسخ التطبيق. والله أعلم \" اهـ. وقال النووي في \" المجموع \" (3 / 422) : \" ولا حجة فيه لأنه ضعيف \". قلت: وأقره شيخ الإسلام ـ ابن القيم ـ في \" الزاد \" ورغم ذلك أورده كناسخ! . وقال شيخنا الألباني في تعليقه على \" المشكاة \" (1 / 282) بعد قول الخطابي في النسخ: \" وهذا يعني قول الخطابي في دعوى النسخ أبعد ما يكون عن الصواب من وجهين: ¶ الأول: أن هذا إسناد صحيح ـ يعني حديث أبي هريرة ـ وحديث وائل ضعيف.",
            "page": "36",
            "part": "1",
            "seal": "2D4AAAFE"
        },
        {
            "id": "15",
            "nass": "الثاني: إن هذا قول وذاك فعل والقول مقدم على الفعل عند التعارض. ¶ ثم وجه ثالث: وهو أن له شاهداً من فعله صلى الله عليه وآله وسلم. فالأخذ بفعله الموافق لقوله أولى من الأخذ بفعله المخالف له وهذا بين لا يخفى إن شاء الله تعالى. وبه قال مالك وعن أحمد نحوه كما في \"التحقيق \" لابن الجوزي \" اهـ. ¶ الوجه الخامس: ¶ قال شيخ الإسلام ـ ابن القيم ـ رضي الله عنه: \" وحديث أبي هريرة مضطرب المتن. . . \"! ¶ قلت: ليس كما قال. فالاضطراب ـ هو أن يُروى الحديث على أوجه مختلفة متقاربة. ثم إن الاختلاف قد يكون من راوٍ واحدٍ بأن رواه مرة على وجه، ومرة أخرى على وجه آخر مخالف له، أو يكون أزيد من واحد بأن رواه كل جماعة على وجه مخالف للآخر. والاضطراب موجب لضعف الحديث لأنه يشعر بعدم ضبط رواته. ويقع في الإسناد والمتن كليهما. ثم إن رجحت إحدى الروايتين أو الروايات على الأخرى بحفظ راويها أو كثرة صحبته أو غير ذلك من وجوه الترجيحات فالحكم للراجحة ولا يكون",
            "page": "37",
            "part": "1",
            "seal": "0A045964"
        },
        {
            "id": "16",
            "nass": "الحديث مضطرباً. هذه هي القاعدة التي وضعها أسلافنا رضوان الله عليهم للحديث الذي يتنازع في أنه مضطرب. فإن علم ذلك فإن الحديث المعارض لحديث الباب حديث ساقط الإسناد لضعف عبد الله بن سعيد الشديد حتى لقد اتهمه يحيى القطان بأنه يكذب. وتقدم شرح ذلك. فيزول الاضطراب بترجيح حديث أبي هريرة الذي هو حجة لنا في الباب. والله الموفق. ¶ الوجه السادس: ¶ قول البخاري: \" محمد بن عبد الله بن الحسن لا أدري أسمع من أبي الزناد أو لا \". ¶ قلت: ليس في ذلك شيىء بتة. وشرط البخاري معروف. والجمهور على خلافه من الاكتفاء بالمعاصرة إذا أمن من التدليس. ولذا قال ابن التركماني في \" الجوهر النقي \": \" محمد بن عبد الله بن الحسن وثقه النسائي، وقول البخاري: \" لا يتابع على حديثه \" ليس بصريحٍ في الجرح، فلا يعارض توثيق النسائي \" اهـ. ¶ ومحمد هذا كان يلقب بالنفس الزكية وهو براء من التدليس فتحمل عنعنته على الاتصال. ¶ قال المباركفوري في \" تحفة الأحوذي \" (2 / 135) : \" أما قول البخاري: \" لا يتابع عليه \" فليس بمضرٍ فإنه ثقة ولحديثه",
            "page": "38",
            "part": "1",
            "seal": "C56812F0"
        },
        {
            "id": "17",
            "nass": "شاهد من حديث ابن عمر \" اهـ وسبقه الشوكاني إلى مثل ذلك في \" نيل الأوطار \" (2 / 284) وانتصر لذلك الشيخ المحدث أبو الأشبال أحمد بن محمد شاكر في \" تعليقه على المحلى \" (4 /128 ـ 130) فقال بعد أن ساق حديث أبي هريرة: \" وهذا إسناد صحيح \". ¶ محمد بن عبد الله بن الحسن هو النفس الزكية وهو ثقة. وقد أعل البخاري الحديث بأنه لا يدري سمع محمد من أبي الزناد أم لا. وهذه ليست علة. ¶ وشرط البخاري معروف لم يتابعه عليه أحد، وأبو الزناد مات سنة (130) بالمدينة. ومحمد مدني أيضاً غَلَبَ على المدينة ثم قتل سنة (145) وعمره (53) سنة فقد أدرك أبا الزناد طويلاً \" اهـ. ¶ الوجه السابع: ¶ إعلال الدارقطني أنه تفرد به الدرواردي. ¶ قلت: فيه نظر. فإن الدراوردي واسمه عبد العزيز بن محمد ثقة من رجال مسلم فتفرده لا يضر الحديث شيئاً. غير أنه لم يتفرد به. فقد تابعه عبد الله بن نافع عن محمد بن عبد الله به. أخرجه أبو داود (841) والنسائي (2 / 207) والترمذي (2 / 57 ـ 58 شاكر) . وقد تعقب الحافظ المنذري الدارقطني بمثل ذلك، والشوكاني في \" نيل الأوطار \"",
            "page": "39",
            "part": "1",
            "seal": "B3ACFB07"
        },
        {
            "id": "18",
            "nass": "(2/286. \" ولا ضير في تفرد الدراوردي فإنه قد أخرج له مسلم في \" صحيحه \" واحتج به وأخرج له البخاري مقروناً بعبد العزيز بن أبي حازم. وكذلك تفرد به أصبغ فإنه حدث عنه البخاري في \" صحيحه \" محتجاً يه \" اهـ وأقره صاحب \" تحفة الأحوذي \" (2 / 135) . ¶ الوجه الثامن: ¶ قال شيخ الإسلام ـ ابن القيم ـ رضي الله عنه: \" وحديث وائل له شواهد أما حديث أبي هريرة فليس له شاهد \". ¶ قلت: أبعد شيخ الإسلام النجعة في ذلك! فإن شاهد حديث أبي هريرة أقوى من شواهد حديث وائل مجتمعة كما يأتي شرحه قريباً إن شاء الله تعالى. ¶ أما شاهد حديث أبي هريرة فهو من حديث ابن عمر. أخرجه البخاري في \" صحيحه \" تعليقاً (6 / 78 ـ 79 عمدة) ووصله ابن خزيمة (1 / 318 ـ 319) وأبو داود كما في \" أطراف المزي \" (6 / 156) . والطحاوي \" شرح المعاني \" (1 / 254) وكذا الدارقطني (1 / 344) والحاكم (1 / 226) والبيهقي (2 / 100) والحازمي في \" الاعتبار \" (ص 160) وأبو الشيخ في \" الناسخ والمنسوخ \" كما في \" التعليق \" (ق 77 / 1) للحافظ، من طريق الدراوردي عن عبيد الله بن عمر عن نافع عن ابن عمر أنه كان يضع يديه قبل ركبتيه. وقال: \" كان النبي صلى الله عليه وآله وسلم يفعل ذلك\" ((ج)) . ¶ __________ ¶ ((ج)) : قال الحاكم: \" فأما القلب في هذا فإنه إلى حديث ابن عمر أميل لروايات في ذلك كثيرة عن الصحابة والتابعين \" اهـ. ¶ قلت: وأطرف ما سمعته في تفسير قول الحاكم هذا ما زعمه بعضهم أن قول الحاكم: \" والقلب إلى حديث ابن عمر أميل \" أن هذا تصريح من الحاكم بأن حديث ابن عمر مقلوب! ! وما رأيت كاليوم عجباً! ! فالمسكين ظن أن \" القلب \" معناه أن الحديث انقلب على راويه. وليس كذلك بل يريد الحاكم بقوله ترجيح حديث ابن عمر، وأن قلبه يميل إلى ذلك لما له من الشواهد الكثيرة عن الصحابة والتابعين. والله أعلم.",
            "page": "40",
            "part": "1",
            "seal": "0CFC0B39"
        },
        {
            "id": "19",
            "nass": "قال الحاكم: \" صحيح على شرط مسلم \" ووافقه الذهبي. وهو كما قالا ((د)) . ¶ أما البيهقي فقال: \" كذا قال عبد العزيز ولا أراه وهماً \" يعني رفعه فتعقبه ابن التركماني: \" حديث ابن عمر المذكور أولاً أخرجه ابن خزيمة في \" صحيحه \" وما علله به البيهقي من حديثه المذكور فيه نظر لأن كلاً منهما معناه منفصل عن الآخر. ¶ وحديث أبي هريرة المذكور أولاً دلالته قولية وقد تأيد بحديث ابن عمر فيمكن ترجيحه على حديث وائل لأن دلالته فعليه على ما هو الأرجح عند الأصوليين \" اهـ. ¶ قلت: هذا حديث ابن عمر ((هـ)) الذي هو شاهد حديث أبى هريرة وهو حسن بانضمامه إلى سابقه كما ترى فلننظر في شواهد حديث وائل بن حجر. ¶ الشاهد الأول: ¶ حديث أنس: \" رأيت رسول الله صلى الله عليه وآله وسلم انحط بالتكبير فسبقت ركبتاه يديه. \" أخرجه الدارقطني (1 / 345) والحاكم (1 / 226) والبيهقي (2 / 99) وابن حزم في \" المحلي \" (4 / 129) والحازمي في \" الاعتبار \" (ص 159) من طريق العلاء من إسماعيل العطار ثنا حفص بن غياث عن عاصم الأحوال عن أنس به. ¶ __________ ¶ ((د)) : ثم استدركت فقلت: بل ليس على شرط مسلم، فهذه الترجمة \" الدراوردي، عن عبيد الله \" لم يخرج مسلم شيئاً منها في \" صحيحه \" وقد تكلم بعض العلماء في رواية الدراوردي عن عبيد الله ابن عمر خاصة، وقد أشار لذلك أبو داود فيما نقله المزي عنه في \" الأطراف \" ويبدو أن رواية أبي داود لهذا الحديث وقعت في نسخة ابن داسة أو ابن العبد ولم تقع في نسخة \" اللؤلؤي \" التي بأيدينا والله أعلم. ¶ ((هـ)) : وصرح صاحب \" عون المعبود \" (3 / 71) بأن حديث ابن عمر: \" إسناده حسن \". فإن قلت: قد روى عن ابن عمر خلاف ذلك. فقال ابن أبي شيبة في \" المصنف \" (1 / 263) حدثنا يعقوب بن إبراهيم، عن ابن أبي ليلى، عن نافع، عن ابن عمر أنه كان يضع ركبتيه إذا سجد قبل يديه، ويرفع يديه إذا رفع قبل ركبتيه \". قلت: بل هذه الرواية منكرة، ومحمد بن عبد الرحمن بن أبي ليلى كان رديء الحفظ، وقد خالفه عبيد الله بن عمر كما تقدم وهو أوثق منه بطبقات. والله أعلم.",
            "page": "41",
            "part": "1",
            "seal": "2FCF82AF"
        },
        {
            "id": "20",
            "nass": "قال الدارقطني وتبعه البيهقي: \" تفرد به العلاء بن إسماعيل عن حفص بهذا الإسناد \". ¶ وقال الحافظ في \" التلخيص \" (1 / 254) : \" قال البيهقي في \" المعرفة \" تفرد به العلاء وهو مجهول \". وأقر ابن القيم ذلك! . ¶ أما الحاكم فقال: \" صحيح على شرط الشيخين \" ((و)) ووافقه الذهبي! ! وهذا عجب، فقد عرفت علة الحديث. ¶ ونقل ابن أبي حاتم عن أبيه في \" العلل \" (1 / 188) : \" حديث منكر \" وأقره في \" الزاد \"! . ¶ قلت: ومما يدل على نكارة هذا الخبر ما أخرجه الطحاوي في \" شرح المعاني \" (1 / 256) من طريق عمر بن حفص بن غياث ثنا أبي الأعمش قال حدثنى إبراهيم عن أصحاب عبد الله: علقمة والأسود قالا: \" حفظنا عن عمر في صلاته أنه خر بعد ركوعه على ركبتيه كما يخر البعير ووضع ركبتيه قبل يديه \"! . ¶ فأنت ترى أن عمر بن حفص وهو من أثبت الناس في أبيه قد خالف العلاء فجعله عن عمر لم يتجاوزه فهذه علة أخرى. وقد أقرها الحافظ في \" اللسان \" فقال: \" وقد خالفه عمر بن حفص بن غياث وهو من من أثبت الناس في أبيه فرواه عن أبيه عن الأعمش عن إبراهيم عن علقمة وغيره عن عمر موقوفاً عليه. وهذا هو المحفوظ \" اهـ. ¶ ثم إن العاقل لو ¶ __________ ¶ ((و)) : وقع في \" المستدرك \" قول الحاكم: \" أما حديث أنس، فحدثنا أبو العباس بن محمد الدوري. . . \" وهذا خطأ قطعاً، صوابه \" حدثنا أبو العباس محمد بن يعقوب، ثنا العباس بن محمد الدوري. . . \" وهكذا رواه عنه البيهقي على الصواب. فليصحح من هنا، والله الموفق.",
            "page": "42",
            "part": "1",
            "seal": "88B81F83"
        },
        {
            "id": "21",
            "nass": "تأمل الأثر الوارد عن عمر رضي الله عنه لوجد أنه حجة لنا لا علينا. وذلك أنه قرر أن عمر كان يخر كما يخر البعير، ثم وضح الكيفية فقال: \" يضع ركبتيه قبل يديه \" ونحن مأمورون أن نخالف البعير فوجب وضع اليدين قبل الركبتين وهذا بين لا يخفى على المنصف إن شاء الله تعالى. ولست أدري كيف أورده شيخ الإسلام ـ ابن القيم ـ في \" الزاد \" محتجاً به؟ ! ¶ ثم هب أن حديث أنس رضي الله عنه يكون صحيحاً فإنه لا حجة فيه لأمرين كما قال ابن حزم: الأول: أنه ليس في حديث أنس أنه كان يضع ركبتيه قبل يديه، وإنما فيه الركبتان، واليدان فقط، وقد يمكن أن يكون السبق في حركتهما لا في وضعهما فيتفق الخبران. ¶ الثاني: أنه لو كان فيه وضع الركبتين قبل اليدين لكان ذلك موافقاً لمعهود الأصل في إباحة ذلك ولكان خبر أبي هريرة وارداً بشرع زائد رافعٍ للإباحة السالفة بلا شك ناهية عنها بيقين ولا يحل ترك اليقين لظن كاذب! . ¶ الشاهد الثاني: ¶ حديث سعد بن أبي وقاص رضي الله عنه: \" كنا نضع قبل اليدين الركبتين فأمرنا بوضع الركبتين قبل اليدين \" وقد تقدم شرح علته.",
            "page": "43",
            "part": "1",
            "seal": "F5D234CC"
        },
        {
            "id": "22",
            "nass": "الشاهد الثالث: ¶ حديث وائل بن حجر: \" صليت خلف النبي صلى الله عليه وآله وسلم ثم سجد فكان أول ما وصل إلى الأرض ركبتاه \". ¶ أخرجه البيهقي (2 / 99) من طريق محمد بن حجر ثنا سعيد بن عبد الجبار بن وائل عن أمه عن وائل بن حجر به. ¶ قلت: وهو حديث ضعيف لا يحتج به، وله علتان. ¶ الأولى: محمد بن حُجر هذا، قال البخاري: \" فيه بعض النظر \" وقال الذهبي: \" له مناكير \". ¶ الثانية: سعيد ابن عبد الجبار قال النسائي: \" ليس بالقوي \" وليس هو سعيد بن عبد الجبار القرشي الكرابيسي فإن هذا من شيوخ مسلم. ¶ الشاهد الرابع: ¶ أن عبد الله بن مسعود كان يضع ركبتيه قبل يديه. ¶ قلت: أخرجه الطحاوي (1 / 256) من طريق حماد بن سلمة عن الحجاج بن ارطاة قال قال إبراهيم النخعي: \" حفظ عن عبد الله بن مسعود رضي الله عنه أنه كانت ركبتاه تقعان إلى الأرض قبل يديه \" ولكن إسناده ضيعف واهٍ مع كونه",
            "page": "44",
            "part": "1",
            "seal": "DECF48E7"
        },
        {
            "id": "23",
            "nass": "موقوفاً! ¶ فالحجاج بن أرطاة ضعيف الحفظ مدلس وقد استخدم ما يدل على التدليس قطعاً: \" قال إبراهيم.. \" ثم إن إبراهيم النخعي لم يدرك عبد الله بن مسعود رضي الله عنه. وحتى لو صح لما كان فيه حجة لكونه موقوفاً. ¶ ولا تعارض سنة النبي صلى الله عليه وآله وسلم بفعل الصحابي والله الموفق. ¶ الشاهد الخامس: ¶ \" أن عمر بن الخطاب رضي الله عنه كان يضع ركبتيه قبل يديه \" أخرجه ابن أبي شيبة (1/63) ¶ وعبد الرزاق (2 / 176) ، عن الأعمش، عن إبراهيم، أن عمر كان يضع. . . فذكره. ¶ ثم أخرجه ابن أبي شيبة من طريق يعلى، عن الأعمش، عن إبراهيم، عن الأسود، عن عمر أنه كان يقع على ركبتيه. ¶ قلت: والوجه الأول منقطع لأن إبراهيم لم يدرك عمر، وأما الثاني فصحيح، إلا ما كان من عنعنة الأعمش، ولكن الذهبي مشاها فيما روى عن أبي صالح وإبراهيم وجماعة. ¶ ويجاب عنه بمثل الجواب المتقدم في أثر ابن مسعود. والله أعلم. ¶ قال الشيخ المحدث أبو الأشبال في \" شرح الترمذي \" (2 / 58 ـ 59) : \" وحديث أبي هريرة نص صريح ومع هذا فإن بعض العلماء ومنهم ابن القيم حاول أن يعلله بعلةٍ غريبة فزعم أن متنه انقلب على راويه وأن صحة لفظه لعلها: \" وليضع ركبتيه قبل يديه \" ثم ذهب ينصر قوله ببعض الروايات الضعيفة وبأن البعير إذا برك وضع يديه قبل ركبتيه فمقتضى النهي عن التشبه به هو أن يضع الساجد ركبتيه قبل يديه. وهو رأي غير سائغ لأن النهي هو أن يسجد فينحط على الأرض بقوة وهذا يكون إذا نزل بركبتيه أولاً والبعير يفعل هذا أيضاً ولكن ركبتاه في يديه لا في رجليه وهو منصوص عليه في \" لسان العرب \" لا كما زعم ابن القيم \" اهـ.",
            "page": "45",
            "part": "1",
            "seal": "055CF027"
        },
        {
            "id": "24",
            "nass": "الوجه التاسع: ¶ قال شيخ الإسلام ـ ابن القيم ـ رضي الله عنه: \" وركبة البعير ليست في يده.. \" ¶ قلت: فيه نظر وركبة البعير في يده ونص أهل اللغة على ذلك وإن أنكر شيخ الإسلام. ¶ قال ابن منظور في \" لسان العرب \" (14 / 236) : \" وركبة البعير في يده \". ¶ وقال الأزهري في \" تهذيب اللغة \" (10 / 216) : \" وركبة البعير في يده. وركبتا البعير المفصلان اللذان يليان البطن إذا برك، وأما المفصلان الناتئان من خلف فهما العرقوبان \". ¶ وقال ابن سيدة في \" المحكم والمحيط الأعظم \" (7 / 16) : \" وكل ذي أربع ركبتاه في يديه، وعرقوباه في رجليه \". ¶ وقال ابن حزم في \" المحلى \" (4 / 129) : \" وركبتا البعير هي في ذراعيه \". ¶ وروى أبو القاسم السرقسبطي في \" غريب الحديث \" (2 / 70) بسند صحيح عن أبي هريرة أنه قال: \"لا يبرك أحد بروك البعير الشارد \". قال الإمام: \" هذا في السجود يقول: لا يلزم بنفسه معاً كما تفعل البعير الشارد غير المطمئن",
            "page": "46",
            "part": "1",
            "seal": "5540B572"
        },
        {
            "id": "25",
            "nass": "المواتر ولكن ينحط مطمئناً يضع يديه ثم ركبتيه \". ذكره شيخنا ـ الألباني ـ في \" صفة الصلاة \". ¶ يؤيد ذلك كله ما أخرجه البخاري (7 / 239 فتح) وأحمد (4 / 176) والحاكم (3/6) والبيهقي في \" الدلائل \" (2 / 485 ـ 487) في قصة سراقة بن مالك رضي الله عنه قال: \".. وساخت يدا فرسي في الأرض حتى بلغتا الركبتين ((ز)) . . . \" فهذا يؤيد أن الركبة في يد البعير. فلا متعلق لشيخ الإسلام فيه. ¶ والحمد لله على التوفيق. ¶ وقال الطحاوي في \" المشكل \" بعد أن روى حديث أبي هريرة: \" فقال قائل: هذا كلام مستحيل، لأنه نهاه إذا سجد أن يبرك كما يبرك البعير. والبعير ينزل يديه، ثم أتبع ذلك بأن قال: ولكن ليضع يديه قبل ركبتيه، فكان ما في هذا الحديث مما نهاه عنه في أوله، قد أمره به في آخره؟ ! ! فتاملنا ما قال ذلك، فوجدناه محالاً، ووجدنا ما روى عن رسول الله صلى الله عليه وآله وسلم مستقيماً لا إحالة فيه! ! . وذلك أن البعير، ركبتاه في يديه، وكذلك كل ذي أربع من الحيوانات، وبنو آدم بخلاف ذلك، لأن ركبتهم في أرجلهم، لا في أيديهم. فنهى رسول الله صلى الله عليه وآله وسلم ـ في هذا الحديث ـ المصلي أن يخر على ركبتيه اللتين في رجليه ولكن يخر في سجوده على خلاف ذلك، فيخر على يديه اللتين ليس فيهما ركبتاه بخلاف ما يخر البعير على يديه اللتين فيهما ركبتاه. فبان بحمد لله ونعمته أن ما في هذا الحديث عن رسول الله صلى الله عليه وآله وسلم كلام صحيح لا تضاد فيه ولا استحالة. والله نسأله التوفيق \" اهـ. ¶ فصل ¶ فإن قال قائل: ألا يمكن أن تقوي شواهد حديث وائل بن حُجر ـ وهي كثيرة ـ بعضها بعضاً ويصير الحديث حسناً لغيره كما تفعلون أنتم في أحاديث غير هذا؟ ! ¶ قلت: ألا ليت! غير أن القواعد التي وضعها أهل الحديث رضي الله عنهم لا تعين على مثل ذلك. ¶ فالحديث الضعيف لكي يتقوى لابد أن يكون الضعف غير شديد ـ كما هو الحال في شريك ـ ويكون متابعة أخف منه ضعفاً أو مثله ¶ __________ ¶ ((ز)) أخرج هذا الحديث من ذكرنا من طريق ابن شهاب، أخبرني عبد الرحمن بن مالك المدجلي، وهو ابن اخي سراقة بن جشعم، وأن أباه أخبره أنه سمع سراقة يقول: \" جاءتنا رسل كفار قريش يجعلون في رسول الله صلى الله عليه وسلم وأبي بكر دية لكل واحد منهما لمن قتلهما أو أسرهما. . . الحديث بطوله. قال الحاكم: \" صحيح على شرط الشيخين \" ووافقه الذهبي! ! ¶ قلت: لا، وقد وهما من وجهين: الأول: في استدراك هذا على البخاري. وقد أخرجه كما أخرجه كما ترى من طريق ابن شهاب. الثاني: أن مسلماً لم يخرج لعبد الرحمن بن مالك شيئاً، فلا يكون على شرطه. ثم رأيت الحاكم رحمه الله أخرجه في موضع آخر (3 / 67) مختصراً من طريق الليث عن عقيل، عن ابن شهاب به وقال: \" صحيح على شرط مسلم \" ووافقه الذهبي! ! وهو وهم، والصواب أنه على شرط البخاري لما قدمنا لك آنفاً.",
            "page": "47",
            "part": "1",
            "seal": "03C3E03A"
        },
        {
            "id": "26",
            "nass": "على أقل تقدير أو يكون شاهده قوياً. وهاتان الحالتان مفقودتان هنا أما أولاً فإنه لا متابع لشريك أصلاً، وأما ثانياً فشواهد الحديث بعضها أشد وهنا من الآخر. وقد مر بك التحقيق. ¶ تنبيهات: ¶ الأول: قال ابن الجوزي في \" التحقيق \" (1 / 346) : \" والسنة أن يضع ركبتيه قبل يديه إذا سجد. وقال مالك: السنة أن يسبق بيديه وعن أحمد نحوه. ولنا أحاديث. ثم ذكر حديث وائل وأنس. وقال: واحتجوا بأحاديث. . وذكرها ثم قال: \" والجواب أن أحاديثنا أشهر في كتب السنة وأثبت! وما ذهبنا إليه أليق بالأدب والخشوع \" اهـ. ¶ قلت: وهذا جواب هزيل! بل أوهى من بيت العنكبوت! وقد تعجبت أن يجيب حافظ كابن الجوزي بمثل هذا. ¶ وفي قوله هذا أكبر دليل على أنه لم يجد ما يرجح به حديث الركبتين. فتأمل. ¶ ولذا فقد تعقبه الحافظ ابن عبد الهادي في \" تنقيح التحقيق \" (1 / 348) بقوله: \" وليس هذا الجواب بقاطع للخصم، فإن أحاديثهم أيضاً مشتهرة في كتب السنة كشهرة أحاديثكم \" اهـ، وصدق يرحمه الله فلو كان حل الاختلاف بين الأحاديث هكذا فلا تجد ما يقنع",
            "page": "48",
            "part": "1",
            "seal": "B9749E49"
        },
        {
            "id": "27",
            "nass": "به المتنازعون. فابن الجوزي يقول: إن النزول بالركبتين أليق بالخشوع وابن العربي يقول في \" العارضة \" (3 / 68 / 69) : وقال علماؤنا: والنزول باليدين أقعد بالتواضع وأرشد إلى الخشية \"! ¶ الثاني: ¶ رمز الحافظ السيوطي رحمه الله تعالى إلى حديث أبي هريرة بالصحة فتعقبه الشارح المناوي في \" فيض القدير \" (1 / 373) : \" رمز المؤلف لصحته اغتراراً بقول بعضهم: سند جيد! وكأنه لم يطلع على قول ابن القيم: \" وقع فيه قلب من بعض الرواة فإن أوله يخالف آخره. فإنه إذا وضع يديه قبل ركبتيه فقد برك كما يبرك البعير، إذ هو يضع يديه أولاً! وزعم أن ركبتي البعير في يديه لا في رجليه كلام لا يعقل لغة ولا عرفاً! على أن الحديث معلول بيحيى بن سلمة بن كهيل ولا يحتج به. قال النسائي: \" متروك \" وقال ابن حبان: \" منكر الحديث جداً \" وأعله البخاري والترمذي والدارقطني بمحمد بن عبد الله بن حسن وغيره \" اهـ. ¶ قلت: يرحم الله المناوي فإنه قد اختلطت عليه الأحاديث. فالقول بأن حديث أبي هريرة والذي هو حجتنا",
            "page": "49",
            "part": "1",
            "seal": "89363006"
        },
        {
            "id": "28",
            "nass": "في هذا الباب معلول بيحيى بن سلمة بن كهيل وهو واهٍ زعم خاطىء بل هو راوي حديث: \" كنا نضع اليدين قبل الركبتين.. الخ \" وقد تقدم الكلام عليه والحمد لله تعالى. أما بقية ما ذكره فقد تقدم الجواب عنه. والله المستعان. ¶ الثالث: ¶ قال الشيخ علي القاري في \" مرقاة المفاتيح \" (1 / 552) نقلاً عن ابن حجر الهيثمي الفقيه أن لحديث وائل طريقين آخرين يجبر بهما \" فتعقبه شيخنا الألباني في \" تحقيق المشكاة \" (1/282) بقوله: \" ولا تغتر بما حكاه الشيخ القاري عن ابن حجر الفقيه أن له طريقين آخرين فإنه من أوهامه \". ¶ قلت: لعل ابن حجر يقصد بقوله أن له شاهدين. فإن كان ذلك فالتعبير بـ \" طريقين \" بدل \" شاهدين \" ليس مشهوراً، وإن كان سائغاً. وإن قصد أن له طريقين فالأمر كما قال شيخنا والله أعلم.",
            "page": "50",
            "part": "1",
            "seal": "7096ECA3"
        },
        {
            "id": "29",
            "nass": "الرابع: قال الشوكاني في \" نيل الأوطار \" (2 / 284) : \" وقد حاول المحقق المقبلي الجمع بين الأحاديث بما حاصله أن من قدم يديه أو ركبتيه وأفرط في ذلك بمباعدة سائر أطرافه وقع في الهيئة المنكرة. ومن قارب بين أطرافه لم يقع فيها سواء قدم يديه أو ركبتيه.! وهو مع كونه جمعاً ـ لم يسبقه إليه أحد ـ تعطيل لمعاني الأحاديث وإخراج لها عن ظاهرها ومصير إلى ما لم يدل عليه دليل \" اهـ وصدق يرحمه الله تعالى. ¶ الخامس: ¶ يذهب ابن حزم إلى وجوب وضع الساجد يديه قبل ركبتيه. فقال في \" المحلى \" (4/129) : \" وفرض على كل مصلٍ أن يضع إذا سجد يديه على الأرض قبل ركبتيه ولا بد \" اهـ. ¶ السادس: ¶ حكى المروزي في \" مسائله \" بسند صحيح عن الأوزاعي أنه قال: \" أدركت الناس يضعون أيديهم قبل ركبهم \". ذكره شيخناـ الألباني ـ في \" صفة الصلاة \" (ص 83) .",
            "page": "51",
            "part": "1",
            "seal": "0667770B"
        },
        {
            "id": "31",
            "nass": "وذكره الحازمي في \" الاعتبار \" عن الأوزاعي. وفي \" عون المعبود \" (3 / 71) : \" وقال ابن أبي داود: وهو قول أصحاب الحديث \" وقال الحافظ ابن سيد الناس: \" أحاديث وضع اليدين قبل الركبتين أرجح. . . قال: وينبغي أن يكون حديث أبي هريرة داخلاً في الحسن على رسم الترمذي لسلامة رواته من الجرح \" اهـ. ¶ السابع: ¶ قال شيخ الإسلام ابن تيمية رحمه الله في \" الفتاوى \" (22 / 449) : \" أما الصلاة بكليهما فجائزة باتفاق العلماء. إن شاء المصلي يضع ركبتيه قبل يديه، وإن شاء وضع يديه قبل ركبتيه، وصلاته صحيحة باتفاق العلماء ولكن تنازعوا في الأفضل \" اهـ. ¶ قلت: ثم ساق شيخ الإسلام الرأيين السابقين ولم يرجح واحداً منهما. وقد علمت أن الراجح هو النزول باليدين، فيكون هو الأفضل بلا ريب. وهذا يرد على النووي رحمه الله قوله في \" المجموع \" (3 / 421)) : \" ولا يظهر ترجيح أحد المذهبين من حيث السنة \"، وذلك أن الإمام رحمه الله لم ينشط لتحقيق المسألة، ولكنه اكتفى بنقل أدلة الفريقين، كما يومي قوله: \" ولكني أذكر الأحاديث الواردة من الجانبين \" مع أن مقتضى نقده يشير إلى تقوية النزول باليدين. والله أعلم، وأما الصلاة فصحيحة بكليهما كما أشار شيخ الإسلام رحمه الله فيما تقدم عنه. والله أعلم. ¶ والحمد لله أولاً وآخراً، ظاهراً وباطناً. ¶ وكتبه راجي عفو ربه الغفور ¶ أبو إسحق الحويني الأثري. ¶ __________ ¶ (*) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو خالد وليد بن إدريس المنيسيّ السُلميّ - في ملتقى أهل الحديث -: ¶ وأحببت أن أضيف دليلا للقائلين باستحباب النزول على اليدين، وهو حديث أبي حميد الساعدي في عشرة من أصحاب النبي صلى الله عليه وسلم أنه صلى الله عليه وسلم (كان يهوي إلى الأرض مجافيا يديه عن جنبيه ثم يسجد، وقالوا جميعا صدقت هكذا كان النبي صلى الله عليه وسلم يصلي) ¶ رواه ابن خزيمة في صحيحه 1/317-318 وصححه الألباني في تمام المنة وفي صفة الصلاة ¶ الشاهد من الحديث أن هذه المجافاة قبل السجود وليست هي المجافاة التي في السجود ¶ ولا يمكن أن نتصور شخصا ينزل على الركبتين ويداه متجافيتان عن جنبيه بينما الذي ينزل على يديه لابد أن يجافيهما عن جنبيه أثناء الهوي إلى السجود ليتمكن من السجود، والهوي هو السقوط إلى الأرض ¶ وقد نبه على هذا العلامة الألباني في تمام المنة 195-196 ¶ فائدة أخرى: ¶ حديث ابن عمر أن النبي صلى الله عليه وسلم كان إذا سجد يضع يديه قبل ركبتيه ¶ رواه ابن خزيمة في صحيحه ورواه الحاكم وصححه على شرط مسلم ووافقه الذهبي وقال الألباني في تمام المنة وهو كما قالا ¶ أبو خالد وليد بن إدريس المنيسيّ السُلميّ",
            "page": "52",
            "part": "1",
            "seal": "CAC98ABB"
        },
        {
            "id": "33",
            "nass": "فتح الودود في مسألة النزول للسجود - محمد لملوم عبد الكريم ¶ بسم الله الرحمن الرحيم ¶ تقديم ¶ الحمد لله، والصلاة والسلام على رسول الله وبعد: ¶ فقد اطلعت على ما كتبه أخي في الله الشيخ: محمد لملوم عبد الكريم ¶ وألفيته ـ ولله الحمد ـ نافعا في بابه فالله أسأل أن يوفقه لمواصلة طلب العلم والدعوة إلى الله ¶ هذا، وأما عن موضوع ما كتبه أخي، فهو شيء من صفة صلاة النبي صلى الله عليه وسلم، ألا وهي كيفية الهوي إلى السجود، هذا، والأحاديث التي وردت في هذا الباب سواء بتقديم اليدين أو الركبتين كلها ـ على ما علمت واطلعت ـ ضعيفة ولا تثبت عن رسول الله صلى الله عليه وسلم، وأما عن الآثار عن الصحابة ـ رضي الله عنهم ـ فقد صح عن عمر رضي الله عنه النزول بالركبتين، وعليه الجمهور وإليه أميل، وعلى كل فالمسألة من المسائل التي يسع المسلمين فيها الخلاف. ¶ فجزى الله أخي خيرا على ما قدم، وأسال الله أن يزيده توفيقا وسداد ¶ وصل اللهم على سيدنا محمد وسلم ¶ والحمد لله رب العالمين ¶ كتبه ¶ أبو عبد الله مصطفى بن العدوي ¶ 19 ربيع الأول 1428هـ ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين سيدنا محمد ¶ وعلى اله وصحبه وسلم ¶ أما بعد: ¶ فهذا بحث في مسألة من مسائل الخلاف السائغ بين علماء المسلمين، ألا وهي مسألة النزول إلى السجود وأيهما يقدم المصلي اليدين أم الرجلين؟! ¶ وقد قسمت هذا البحث إلى فصول: ¶ الأول: ماهية المسألة وأقول العلماء فيها وأصحاب كل قول. ¶ الثاني: الأدلة التي استدل بها كل فريق من العلماء. ¶ الثالث: القول الراجح مع الرد على أدلة المخالفين، والجمع بين الأدلة المتعارضة. ¶ وأسأل الله أن يرزقنا فيه الإخلاص والقبول إنه ولي ذلك والقادر عليه ¶ تمهيد ¶ أولا:",
            "page": "1",
            "part": "2",
            "seal": "1FC83CA3"
        },
        {
            "id": "34",
            "nass": "قبل أن نشرع في هذا البحث يجب أن نعلم أن هذه المسألة من مسائل خلاف (التضاد السائغ) التي يسوغ أن يكون فيها قول آخر، ولا يؤدي إلى النزاع والخصومة، وهذا هو مراد الشافعي ـ رحمه الله ـ حين قال: ((قولي صواب يحتمل الخطأ، وقول غيرنا خطأ يتحمل الصواب)) . ¶ وهذا الخلاف يكون مبناه على أدلة صحيحة لكن حدث الخلاف بين سلفنا ¶ ـ رحمهم الله ـ في هذه الأدلة. ¶ ومثل هذا الخلاف لا يشنع فيه على المخالف فضلا على أن يترتب عليه ولاء وبراء، وإنما قلت ذلك لما رأيت بعض إخواني من طلاب العلم يوالون ويعادون في مسائل لا تدخل في مثل هذا الباب مثل: ((دخول الحائض المسجد)) ، و ((وضع اليدين عند القيام من الركوع)) ....إلخ. ¶ من مسائل اختلف السلف فيها من قبلنا وساغهم هذا الخلاف، وما رأيناهم يوجهون السباب والشتائم بسبب مثل هذه المسائل. ¶ إنما كانوا ينكرون ويوالون ويعادون في مسائل ((خلاف التضاد غير السائغ)) ، وغالبا تكون في العقيدة ومع أهل البدع والأهواء. ¶ خلاصة ذلك: أن أهل العلم قسموا الخلاف إلى قسمين: ¶ - خلاف تنوع. ¶ - خلاف تضاد. ¶ فالأول ¶ خلاف التنوع: أن كل إمام مع دليله ولا تعارض بين الأقوال ويمكن العمل بها جميعا كتنوع الوارد في أدعية الاستفتاح وغيره. ¶ الثاني ¶ خلاف التضاد وينقسم إلي قسمين: ¶ - تضاد سائغ. ¶ - تضاد غير سائغ. ¶ (1) : تضاد سائغ: ¶ أن كلا القولين ضد الآخر لكن بدليل (مثل هذه المسألة) ، وكل إمام اجتهد في الدليل وقد يكون الدليل واحد واختلف في فهمه مثلما اختلف الصحابة فى صلاة العصر في بنى قريظة. ¶ قال سعيد بن سليمان: قلما سمعت مالكا يفتي بشيء إلا تلا هذه الآية ¶ : ((إن نظن ألا ظنا وما نحن بمستيقنين)) [الجاثية:32] ويدخل. ¶ (2) : تضاد غير سائغ: ¶ هو أن يكون كلا القولين ضد الآخر، لكن أحدهما ليس معه دليل، أو خالف الدليل البين بغير دليل اوخالف أجماع المسلمين. ¶ وهذا اختصار مني ومن أراد الازدياد فليراجع كتب ((فقه الخلاف)) ¶ ثانياً:",
            "page": "2",
            "part": "2",
            "seal": "76B31374"
        },
        {
            "id": "35",
            "nass": "هذه المسألة يذكرها العلماء في فصل ((مستحبات الصلاة)) فهي من سنن الصلاة فلا تبطل الصلاة بفعل أي من الاثنين حتى وإن كان يعتقد أن خلافه هو الصحيح، لأن مستحبات الصلاة يجوز للعبد أن يتركها متعمدا بعكس الأركان والواجبات، ¶ قال الشافعي ـ رحمه الله ـ: ¶ ((وأن وضع وجهه قبل يديه أو يديه قبل ركبتيه كرهت ذلك، ولا إعادة عليه ولا سجود سهو عليه)) (¬1) . ¶ لذلك قال شيخ الإسلام ابن تيمية ـ رحمه الله ـ لما سئل عن هذه المسألة: ((أما الصلاة بكليها فجائزة باتفاق العلماء، إن شاء المصلي أن يضع ركبتيه قبل يديه، وإن شاء وضع يديه ثم ركبتيه وصلاته صحيحة في الحالتين باتفاق العلماء، ولكن تنازعوا في الأفضل)) (¬2) .اهـ ¶ الفصل الأول ¶ في أقوال العلماء في المسألة ¶ مع ذكر ما استدل به كل فريق ¶ 1) القول الأول: تقديم الركبتين. ¶ 2) القول الثاني: تقديم اليدين. ¶ 3) القول الثالث: التخيير. ¶ القول الأول: ¶ الذين قالوا: إن السنة هي تقديم الركبتين عند النزول ¶ إلى السجود أو نقل عنهم ما يدل على ذلك ¶ - من الصحابة: ¶ نقل عن عمر بن الخطاب ـ رضي الله عنه ـ.... أنه كان يقدم الركبتين قيل اليدين.... وسيأتي تخريجه. واسناده صحيح ¶ - من التابعين: ¶ ـ محمد بن سيرين. ¶ قال ابن أبي شيبة: ((حدثنا وكيع، عن مهدي بن ميمون قال: رأيت ابن سيرين يضع ركبتيه قبل يديه)) (¬3) . ¶ ـ إبراهيم النخعي: ¶ قال الطحاوي في ((شرح معاني الآثار)) : ((قال: حدثنا ابن مرزوق، قال: ثنا وهب، عن شعبة، عن مغيرة قال: سألت إبراهيم النخعي عن الرجل يبدأ بيديه قبل ركبتيه إذا سجد ... قال أو يضع ذلك إلا أحمق أو مجنون)) (¬4) .انتهى ¶ ـ مذهب أهل الكوفة نقله الدارمي عن ابن مسعود: ¶ قيل لعبد الله.....: ((قال: كله طيب وأهل الكوفة يختارون الأول)) (¬5) . ¶ ¬__________ ¶ (¬1) الأم (1/113) . ¶ (¬2) مجموع الفتاوى (22/449) . ¶ (¬3) (2709) . ¶ (¬4) شرح معاني الآثار (1/256) . ¶ (¬5) الدارمي (1/1321) .",
            "page": "3",
            "part": "2",
            "seal": "5F949B27"
        },
        {
            "id": "36",
            "nass": "ونقل أيضا عن مسلم بن يسار والثوري كما ذكره الحازمي، وهو مذهب الجمهور من أصحاب المذاهب وبه قال الأحناف والشافعية والحنابلة في أظهر الروايتين. ¶ قال ابن حزم ¶ وخالفهم في ذلك آخرون ورأوا وضع الركبتين قبل اليدين أولى منهم عمر بن الخطاب والنخعي ومسلم بن يسار وسفيان بن سعيد والشافعي وأحمد وأبو حنيفة وأصحابه وإسحاق وأهل الكوفة وفي (المصنف) زاد أبا قلابة ومحمد بن سيرين وقال أبو إسحاق كان أصحاب عبد الله أذا انحطوا للسجود وقعت ركبهم قبل أيديهم وحكاه البيهقي أيضا عن ابن مسعود وحكاه القاضي أبو الطيب عن عامة الفقهاء وحكاه ابن بطال عن ابن وهب قال وهي رواية ابن شعبان عن مالك انتهى ¶ قال ابن المنذر ¶ وبهذا قال أكثر العلماء، وحكاه أيضا القاضي أبو الطيب عن عامة الفقهاء، وحكاه ابن المنذر عن عمر بن الخطاب ـ رضي الله عنه ـ، والنخعي، ومسلم بن يشار، وسفيان الثوري، وأحمد، وإسحاق، وأصحاب الرأي، قال: وبه أقول. ¶ ـ مذهب الحنفية: ¶ قال الطحاوي في ((شرح معاني الآثار)) : ((فهذا هو النظر وبه نأخذ، وهو قول أبي حنيفة وأبي يوسف، ومحمد ـ رحمهم الله تعالى ـ)) (¬1) . ¶ ـ مذهب الشافعية: ¶ قال النووي: ¶ 1. في الروضة: ((وأما أكمل السجود فالسنة أن يكون أول ما يقع على الأرض ركبتيه ثم يديه، ثم أنفه وجبهته)) . ¶ 2. في المجموع: ¶ مذهبنا أنه يستحب أن يقدم في السجود الركبتين ثم اليدين ثم الجبهة والأنف. ¶ ـ مذهب الحنابلة: ¶ قال ابن قدامة في ((المغني)) : ¶ مسألة: قال: ((ويكون أول ما يقع منه على الأرض ركبتاه ثم يداه، ثم جبهته وأنفه)) . ¶ هذا المستحب في مشهور المذهب)) . ¶ قال المرداوي في ((الإنصاف)) : ¶ ((فيضع ركبتيه، ثم يديه)) ، هذا المذهب، وعليه الأصحاب، وهو المشهور عن أحمد)) . ¶ وهو قول ابن الجوزي ((التحقيق)) (1/388) ..... وأيضا هو قول ابن القيم وهو من أبرز من تكلم في هذه المسألة؛ لذلك سنذكر جانبا من بحثه بإذن الله. ¶ ¬__________ ¶ (¬1) شرح معاني الآثار (1/256) .",
            "page": "4",
            "part": "2",
            "seal": "FDB27B86"
        },
        {
            "id": "37",
            "nass": "وهو اختيار كثير من علمائنا المعاصرين كأغلب أهل الحجاز..... أمثال: الشيخ عبد العزيز بن باز، والشيخ محمد بن صالح العثيمين ـ رحمه الله عليهم ـ، وشيخنا أبو عبد الله مصطفى بن العدوي ـ حفظه الله ـ. ¶ - أدلة هذا الفريق: ¶ استدل الذين قالوا بسنية تقديم الركبتين على اليدين عند الهوي إلى السجود بأحاديث مرفوعة وموقوفات، وهناك بعض الآثار الأخرى في المسألة لم يذكروها لضعفها الظاهر ¶ وايضا استدلوا بأدلة ن النظر سيأتي ذكروها ان شاء الله ¶ لذلك عند الكلام عن هذا المذهب سيكون الكلام على أربع نقاط رئيسية: ¶ 1) الأدلة التي احتجوا بها المرفوع منها والموقوف. ¶ 2) الأدلة التي في هذا الباب، ولم يحتجوا بها لضعفها الظاهر. ¶ 3) كلام ابن القيم في زاد المعاد ومناقشته. ¶ 4) أدلة أخرى من النظر. ¶ أولا: الأدلة التي احتج بها هذا الفريق: ¶ - حديث وائل ابن حجر ـ رضي الله عنه ـ قال: ((رأيت النبي صلى الله عليه وسلم إذا سجد وضع ركبتيه قبل يديه، وإذا نهض رفع يديه قبل ركبتيه)) . ¶ - حديث أنس بن مالك ـ رضي الله عنه ـ وفيه: ((فسبقت ركبتاه يديه ... )) الحديث. ¶ - حديث سعد وهو الحديث الذي استدل به الذين قالوا بالنسخ كما فعل ابن خزيمة، وهذا ليس قولا آخر في المسألة لأن منتهاه إلى هذا القول وهو من ضمن حجج هذا الفريق لذلك سنذكره تبعا لهذا المذهب، وفيه: ((كنا نضع اليدين قبل الركبتين فأمر بالركبتين قبل اليدين)) . ¶ - أثر عمر ـ رضي الله عنه ـ أنه كان يبدأ بركبتيه قبل يديه، وهناك أيضا عن ابن مسعود. ¶ ثانيا: الأدلة التي لم يحتجوا بها لضعفها الظاهر: ¶ - حديث أبي هريرة، وفيه: ((فليبدأ بركبتيه قبل يديه، ولا يبرك بروك الفحل)) . ¶ - حديث أبي بن كعب: ((كان يخر على ركبتيه ولا يتكي)) . ¶ ثالثا: كلام ابن القيم في ((زاد المعاد)) : ¶ نذكرها تلخيصا بإذن الله ((من رسالة شيخنا الحويني ـ حفظه الله ـ)) باختصار ¶ قال ابن القيم رحمه الله:",
            "page": "5",
            "part": "2",
            "seal": "27C6ED01"
        },
        {
            "id": "38",
            "nass": "1) حديث وائل بن حجر ـ رضي الله عنه ـ أثبت من حديث أبي هريرة كما قال ذلك الخطابي، وقد قال فيه الترمذي: ((حسن غريب)) ، وقال في حديث أبي هريرة ((غريب)) ، ولم يذكر فيه حسنا. ¶ 2) حديث أبي هريرة لعل متنه انقلب على بعض الرواة ولعل صوابه: ((وليضع ركبتيه قبل يديه)) ، فإن أوله خالف آخره، وقد رواه كذلك أبو بكر بن أبي شيبة من حديث أبي هريرة بلفظ: ((بركبتيه قبل يديه ولا يبرك بروك الفحل)) . ¶ 3) إن حديث أبي هريرة منسوخ بحديث سعد بن أبي وقاص الذي رواه ابن خزيمة في صحيحه قال: ((كنا نضع اليدين قبل الركبتين فأمرنا بوضع الركبتين....)) الحديث. ¶ 4) حديث أبي هريرة مضطرب المتن فيه: ((وليضع يديه قبل ركبتيه)) ، وفي رواية العكس وفي رواية: ((وليضع يديه على ركبتيه)) . ¶ 5) أن لحديث وائل بن حجر شواهد، أما حديث أبي هريرة فليس له شاهد. ¶ 6) أن ركبة البعير ليست في يده وإن أطلقوا على التين في اليدين اسم الركبة فإنما هو على سبيل التغليب، وأن القول بأن ركبة البعير في يده لا يعرفه أهل اللغة. ¶ هذا اختصار لما ذكر ابن القيم ولخصه شيخنا الحويني ـ حفظه الله. ¶ رابعاً: هناك بعض الأدلة استدلوا بها من النظر: ¶ - أن هذه الصفة هي الأخشع والأقرب إلى الخشوع والطمأنينة. ¶ - أن هذه الصفة هي الأرفق بالمصلين. ¶ - أن ركبة البعير في اليدين، وسنذكر الكلام عنها في مواضعها بإذن الله تعالى. ¶ أصحاب القول الثاني ¶ الذين قالوا أن السنة هي تقديم اليدين عند النزول ¶ إلى السجود أو نقل عنهم ما يدل على ذلك ¶ - مذهب الأوزاعي: ¶ رواه الحازمي عنه كما نقل صاحب ((تحفة الأحوذي)) (¬1) : ¶ ((قال الاوزعي رحمه الله: أدركنا الناس يضعون أيديهم قبل ركبهم)) . ¶ - مذهب المالكية: ¶ قال في مواهب الجليل في شرح مختصر الشيخ خليل: ((وتقديم يديه في سجوده)) (ش) هكذا قال ابن الحاجب ونصه: وتقديم يديه قبل ركبتيه أحسن. ¶ ¬__________ ¶ (¬1) تحفة الأحوذي (2/118) .",
            "page": "6",
            "part": "2",
            "seal": "78D8D4C4"
        },
        {
            "id": "39",
            "nass": "قال الحافظ ابن حجر (¬1) : ((قال مالك: هذه الصفة أحسن في خشوع الصلاة)) . ¶ وهو رواية عن أحمد ـ رحمه الله ـ. ¶ قال المرداوي: ((فيضع ركبتيه، ثم يديه)) هذا المذهب، وعليه الأصحاب، وهو المشهور عن أحمد، وعنه يضع يديه ثم ركبتيه. ¶ - مذهب ابن حزم (¬2) : ¶ وفرض على كل مصل أن يضع إذا سجد يديه على الأرض قبل ركبتيه ولابد. ¶ - قال الشوكاني (¬3) : ¶ ((وذهبت العترة والأوزاعي، ومالك، وابن حزم إلى استحباب وضع اليدين قبل الركبتين وهي رواية عن أحمد، وروى الحازمي عن الأوزاعي أنه قال:أدركت الناس يضعون أيديهم قبل ركبهم، قال ابن أبي داود: وهو قول أصحاب الحديث)) . ¶ وهو ظاهر صنيع البخاري، حيث إنه جعل الترجمة محتملة ثم ذكر فعل ابن عمر، وهذا يدل على اختياره لهذا القول، وهذه فأئدة نفيسة في تراجم البخاري ذكرها الحافظ ابن حجر عن البخاري أذكرها للفائدة....قال الحافظ (¬4) : ((على أنه لم يصرح بشيء إلا أن اختياره يؤخذ من الآثار التي يوردها في الترجمة)) . ¶ وهذا مثل ما في هذه الترجمة ولا أجزم بذلك لكن تماشيا مع هذه الفائدة. ¶ وقال الحافظ عن إيراد حديث ابن عمر (¬5) في مسألة النزول الى السجود: ((والذي يظهر أن أثر ابن عمر من جملة الترجمة، فهو مترجم به لا مترجم له، والترجمة قد تكون مفسرة لمجمل الحديث)) . ¶ هذا صريح أن البخاري يقدم النزول على اليدين، والله أعلم. ¶ وممن اختاره من علمائنا المعاصرين: الشيخ ناصر الدين الألباني ـ رحمه الله ـ، وشيخنا الحويني ـ حفظه الله..... وغيرهم. ¶ أدلة القائلين بتقديم اليدين: ¶ ¬__________ ¶ (¬1) الفتح (2/291) . ¶ (¬2) المحلى (1304) . ¶ (¬3) نيل الأوطار (2/281) . ¶ (¬4) الفتح (1/577) . ¶ (¬5) أي إيراد البخاري له في الترجمة وفيه أنه كان يبدأ بيديه قبل ركبتيه، وسيأتي تخريجه إن شاء الله.",
            "page": "7",
            "part": "2",
            "seal": "226CDB58"
        },
        {
            "id": "40",
            "nass": "- حديث أبي هريرة مرفوعا: ((فلا يبرك كما يبرك البعير ولكن يضع يديه قبل ركبتيه)) وفي لفظ: ((يعمد أحدكم في صلاته فيبرك كما يبرك الجمل)) . ¶ - حديث ابن عمر: ((أنه كان يضع يديه قبل ركبتيه وكان يقول: كان النبي صلى الله عليه وسلم يفعل ذلك)) . ¶ - عن أبي هريرة موقوفا: ((لا يبرك أحدكم كما يبرك البعير الشارد)) . ¶ - عن ابن عمر موقوفا: ((أنه كان يقدم اليدين في النزول)) . ¶ واستدلوا بأدلة أخرى: ¶ - أن البروك في اللغة على الركبتين. ¶ - أنه هو الأخشع في الصلاة كما قال مالك. ¶ - أنه هو الأرفق بالمصلي. ¶ وسيأتي التفصيل بأذن الله. ¶ القول الثالث ¶ التخيير بين الاثنين ¶ نقل الدارمي: عن ابن مسعود أنه سئل عن ذلك فقال: ((كله طيب وأهل الكوفة يختارون الأول)) (¬1) . ¶ قول قتادة: قال ابن أبي شيبة: (¬2) ¶ ((حدثنا معتمر، عن معمر، قال: سئل قتادة عن الرجل إذا انصب من الركوع يبدأ بيديه؟ فقال: يضع أهون ذلك عليه)) . ¶ - روايه عن مالك ـ رحمه الله ـ: مواهب الجليل في شرح مختصر الشيخ خليل: قال ابن الحاجب ونصه: ((وتقديم يديه قبل ركبتيه أحسن، وروى ابن عبد الحكم عن مالك التخيير)) .انتهى ¶ وقد اختار هذا القول بعض من علمائنا المعاصرين لكنهم أضافوا اليه ضابط الطمأنينة فيكون حاصل هذا القول: انه يجوز للمصلي ان يقدم ركبتيه او يديه بشرط حصول الطمأنينة. ¶ - أدلة هذا الفريق: ¶ 1) أن الآثار التي فيها ذكر اليدين أو الرجلين غير ثابتة. ¶ 2) أن الذي ثبت هو النهي عن البروك كالبعير الشارد. ¶ 3) تنوع المنقول عن الصحابة في ذلك. ¶ وسيأتي تفصيل ذلك كله في موضعه بإذن الله. ¶ أخيرا: هناك المذهب القائل بأن تقديم اليدين منسوخ لحديث سعد، وهذا ما اختاره وصححه ابن خزيمة، والخطابي، وهذا المذهب سنذكره عند ذكر المذهب الأول لأنه انتهى إلى قولهم واستدلوا بحديث سعد الذي تقدم ذكره. ¶ الفصل الثاني ¶ ¬__________ ¶ (¬1) ولم أجد له إسنادا. ¶ (¬2) المصنف (2710) .",
            "page": "8",
            "part": "2",
            "seal": "26C6ECCC"
        },
        {
            "id": "41",
            "nass": "مناقشة أدلة كل فريق وما احتج به ¶ النظر في أدلة القول الأول: ¶ 1) حديث وائل بن حجر ـ رضي الله عنه ـ، وقد جاء على وجوه: ¶ الأول: ما أخرجه أبو داود (838) ، والترمذي (268) ، والنسائي (1089) ، وفي الكبرى (676) ، وابن خزيمة (626) ، وابن حبان (1912) ، والدارمي (1320) ، والحاكم (822) ، والدارقطني (1/344) ، والطبراني (22/39) ، والبيهقي (2460) ، والطحاوي في شرح معاني الآثار (1/254) ، ومعجم المحدثين (1/218) ، وابن الجوزي في التحقيق (1/388) ¶ والحازمي في الاعتبار (1/160) . ¶ جميعا من طرق عن شريك بن عبد الله النخعي، عن عاصم، عن أبيه، عن وائل ـ رضي الله عنه ـ قال: ((رأيت رسول الله صلى الله عليه وسلم إذا سجد يضع ركبتيه قبل يديه)) . ¶ قال الترمذي: حسن غريب لا نعرف أحدا رواه مثل هذا عن شريك. ¶ قال البغوي: ((حديث حسن)) . ¶ قال الدارقطني: ((تفرد به يزيد، عن شريك، ولم يحدث به عن عاصم بن كليب غير شريك، وشريك ليس بالقوي فيما ينفرد به)) . ¶ قال البيهقي: ((إسناده ضعيف)) ، وقال أيضا: ((يعد من أفراد شريك القاضي وإنما تابعه همام من هذا الوجه مرسلا)) . ¶ وقال ابن العربي في ((عارضة الأحوذي)) (2/69،68) : ((حديث غريب)) . ¶ وضعفه أيضا الشيخ الألباني رحمه الله وبحثه في السلسلة الضعيفة (929) ، وضعفه الشيخ أبو إسحاق ـ حفظه الله ـ كما في بحثه الذي سنذكر بعضه بإذن الله. ¶ وإذا نظرت إلى كلام العلماء في هذا الحديث تجده محصورا في أمرين: ¶ الأول: هو تفرد شريك النخعي. ¶ الثاني: المخالفة. ¶ فالعلة الأولى في هذا الحديث هي التفرد:",
            "page": "9",
            "part": "2",
            "seal": "80AB30FD"
        },
        {
            "id": "42",
            "nass": "وأهل التحقيق لا يعلون الحديث بالتفرد مطلقا، وإنما إذا جاء لمثل هذا التفرد قرائن تدل على أن هذا التفرد غير محتمل فهنا يعلون بالتفرد غير المحتمل، ويجعلون ذلك علة فيه ((وهذه المسألة سنفصل فيها في حديث أبي هريرة بإذن الله)) ، ويعبرون عن ذلك بعبارات تدل على أنهم لا يقبلون مثل هذا التفرد، كما قال الدارقطني ـ رحمه الله ـ: ((ولم يحدث به عن عاصم بن كليب غير شريك وشريك ليس بالقوي فيما ينفرد به)) . ¶ فهذا النص صريح في أن مثل شريك لا يتحمل مثل هذا التفرد فيقدح في صحة الحديث، ويشير إليه كلام البيهقي ((هذا الحديث يعد في إفراد شريك القاضي)) ، فمثل شريك لا يحتمل تفرده بحديث فما بالك لو أن شريكا خولف في رواية هذا الحديث. ¶ وهذه العلة الثانية التي أعل بها العلماء: ¶ ألا وهي أنه جاءت رواية عن عاصم بن كليب مخالفة لما رواه شريك. ¶ وهذه هي الطريقة الثانية لحديث وائل.... من طريق عاصم بن كليب عن عبد الله مرسلا دون ذكر وائل بن حجر. ¶ وهذه الطريق أخرجها: ¶ أبو داود (839) ، والبيهقي (2462) ، والطحاوي شرح معاني الآثار (1/254) ، من طريق شقيق عن عاصم، وأخرجها الطحاوي شرح معاني الآثار (1/254) من طريق سفيان الثوري، عن عاصم بن كليب، وعبد الله مرسلا. ¶ ولكن قال الطحاوي أن ابن أبي داود أخطا في ذكر سفيان والصواب أنه شقيق وهو لا يعرف، وهذه الرواية هي التي صوبها بعض العلماء ورجحوها عن الرواية المتصلة. ¶ قال الحازمي (¬1) : ((رواية من أرسل أصح)) . ¶ قلت: لكن لا وجه لترجيح الإرسال على المتصل لسببين: ¶ 1) أن شقيق هذا مجهول فلا فضل له عن شريك، فلا ترجح روايته على رواية شريك، ولم يذكر العلماء لشقيق غير هذه الرواية. ¶ 2) ¶ ان ذكر سفيان الثوري عن عاصم بن كليب خطأ من بعض الرواه كما ذكر ذلك الطحاوي فيكون الذي خالف شريك هو شقيق وهو مجهول كما ذكرنا. ¶ ¬__________ ¶ (¬1) الاعتبار (ص 161) .",
            "page": "10",
            "part": "2",
            "seal": "7DD5926D"
        },
        {
            "id": "43",
            "nass": "3) أن الإرسال تعل به الرواية المتصلة إن كان المرسل اضبط واتقن او اكثر عددا، وهذا لم يحدث في هذه الرواية. ¶ لذا لم يذكر الائمة في اعلالهم للرواية هذه العلة فالدارقطني رحمه الله ذكر التفرد دون المخالفة فتنبه لذلك ¶ وقال البيهقي: ((قال عفان هذا الحديث غريب)) . ¶ فتبقى علة الحديث هي تفرد شريك النخعي وهي كافية بأن تذهب بهذا الحديث؛ لأن شريك فيه ضعف وله مناكير، وله أحاديث أخطأ فيها وكثر منه الخطأ كما ذكر ذلك العلماء في ترجمته. ¶ ولم يتابعه أحد من تلاميذ عاصم على هذا الحديث، فمثله ـ رحمه الله ـ لا يتحمل مثل هذا التفرد. ¶ أما الطريق الثالثة: ¶ فهي من طريق محمد بن جحادة، عن عبد الجبار بن وائل، عن أبيه، وهذه أخرجها ¶ أبو داود (838) ، والبيهقي (2461) ، وهذا إسناد منقطع، لأن عبد الجبار لم يسمع من أبيه. ¶ قال عباس الدوري عن يحيى بن معين ثبت ولم يسمع من أبيه شيئا (¬1) . ¶ لذلك قال النووي (¬2) : ((حديث ضعيف لأن عبد الجبار بن وائل اتفق الحفاظ على أنه لم يسمع من أبيه شيئا، ولم يدركه)) . ¶ وهنا مبحث هام جدا: ¶ ألا وهو لقائل أن يقول: حديث وائل المتصل مختلف فيه، والمرسل لا يعله وهذه طريق منقطعة؛ ألا يقوى الحديث بمجموع هذه الطرق؟! ¶ أقول وبالله التوفيق: ¶ إن الحديث حتى يقوى له شرط هو أن يكون إسناده محتمل سواء في التصحيح ¶ أو التضعيف فهذا هو الإسناد الذي يقوى بغيره، وهذا لا يتوفر هنا لأن الإسناد فيه شريك غير محتمل للتقوية؛ لأن إعلال العلماء بالتفرد دليل على نكارة الإسناد. ¶ ¬__________ ¶ (¬1) تهذيب الكمال (16/393) . ¶ (¬2) المجموع (3/446) .",
            "page": "11",
            "part": "2",
            "seal": "43E4737D"
        },
        {
            "id": "44",
            "nass": "وإذا كان الإسناد منكرا فكما قال الإمام أحمد: ((المنكر أبدا منكر)) ، أي لا يقوى ولا يتقوى.... ومما يؤيد نكارة الإسناد أنه جاء من طريق أخرى مخالفة له وهي الرواية المرسلة وأيضا طريق عبد الجبار فهذه الأسانيد تزيد إسناد شريك نكارة ولا تقويه وتدل على أن شريكا قد أخطأ في إسناد هذا الحديث. وكتاب الشيخ طارق بن عوض الله في هذا الباب (الارشادات في التقوية بالشواهد والمتابعات) ذكر فيه هذا المبحث ¶ خلاصة البحث: ¶ أن حديث وائل بن حجر ضعيف لتفرد شريك بن عبد الله به، وهذا التفرد لا يقبله العلماء لأسباب: ¶ أولأ: أن شريكا تكلم فيه بعض العلماء ووثقه بعض العلماء؛ لذلك قال الحافظ في ترجمته: ((صدوق يخطيء)) ، مثل هذا الراوي لا يقبل العلماء تفرد مطلقا حتى يتبين لهم أن هذه الرواية ليست من أخطائه خصوصا ممن وصفه العلماء بأنه كثير الخطأ مثل شريك. ¶ ثانيا: أن عاصم بن كليب تلاميذه من الأئمة في علم الحديث وفي روايته فأين هؤلاء من هذا الحديث، أين سفيان الثوري، وسفيان بن عيينة، أين شعبة بن الحجاج، وهم من تلاميذ عاصم بن كليب وغيرهم الكثير، وهذه من القرائن التي تدل على خطأ الراوي أن ينفرد عن شيخ له تلاميذ من المشاهير ولا يروي أحد منهم الرواية عن هذا الشيخ. ¶ (وسنذكر تأصيل هذه القاعدة عند الكلام على حديث أبي هريرة بإذن الله تعالى) . ¶ ثالثا: مجيء روايات مخالفة لهذه الرواية مثل رواية شقيق المرسلة ورواية محمد بن جحادة المنقطعة. ¶ رابعا: أن العلماء تكلموا خصوصا فيما انفرد به شريك وقالوا أنه لا يقبل وليس بالقوي ¶ فيما انفرد به. ¶ خامسا: أن عاصم كوفي بل من مشاهير علماء الكوفة، وشريك مدني ويحتمل أن يسمع الكوفي من المدني لا خلاف في ذلك، لكن أن ينفرد مدني عن كوفي مشهور فأين تلاميذه في الكوفة من هذا الحديث، وكما ذكرنا هم أئمة في هذا الشأن. ¶ فهذه قرائن تدل على أن مثل هذا التفرد لا يقبل لذلك أعله العلماء بهذا، والله تعالى أعلم.",
            "page": "12",
            "part": "2",
            "seal": "C7D239F2"
        },
        {
            "id": "45",
            "nass": "2) حديث أنس ـ رضي الله عنه ـ وفيه: ((فسبقت ركبتاه يديه)) . ¶ أخرجه الدارقطني (1/345) ، والحاكم (822) ،والضياء في المختارة (6/294) ، ¶ والبيهقي (2464) ، ابن الجوزي في التحقيق في أحاديث الخلاف (1/388) ، ¶ من حديث العلاء بن إسماعيل، عن حفص بن غياث، عن الأحول، عن أنس. ¶ قال الحاكم: ((لا أعرف له علة)) . ¶ قال ابن عبد الهادي: ((ليس كما قال العلاء بن إسماعيل غير معروف)) . ¶ قلت: فهذا إسناد ضعيف لتفرد العلاء وهو غير معروف أي مجهول كما ذكر ذلك ¶ ابن القيم ـ رحمه الله ـ. ¶ قال أبو حاتم (¬1) في العلل: ((هذا حديث منكر)) . ¶ قال الضياء في المختارة: ((إسناده ضعيف)) ، وقال: تفرد به العلاء بن إسماعيل)) . ¶ قال البيهقي: ((تفرد به العلاء بن إسماعيل وهو مجهول)) . ¶ قال الدارقطني: ((تفرد به العلاء بن إسماعيل عن حفص بهذا الإسناد)) .اهـ ¶ فالإسناد ضعيف لتفرد العلاء ليس هذا فقط، بل إن العلاء خولف في هذا الحديث. ¶ قال الحافظ في اللسان (4/182) : ((خالفه عمر بن حفص بن غياث وهو من أثبت الناس في أبيه فرواه عن أبيه، عن الأعمش، عن إبراهيم بن علقمة وغيره عن عمر موقوفا عليه، وهذا هو المحفوظ والله أعلم. انتهى ¶ فالحديث ضعيف لأن العلاء مجهول لا يقبل العلماء تفرده فمن باب أولى وهو قد خولف، والله أعلم. ¶ 3) حديث سعد: ((كنا نضع اليدين قبل الركبتين فأمرنا بالركبتين قبل اليدين)) . ¶ أخرجه ابن خزيمة (628) ، من طريق سلمة بن كهيل، عن مصعب بن سعد، عن سعد، واستدل به ابن خزيمة والخطابي على النسخ. ¶ قال ابن حجر (2/291) : ((هذا لو صح لكان قاطعا للنزاع، لكنه من أفرد إبراهيم بن إسماعيل بن يحيى بن سلمة بن كهيل، عن أبيه وهما ضعيفان)) . ¶ قال الحازمي: ((في إسناده مقال، ولو كان محفوظا لدل على النسخ غير أن المحفوظ عن مصعب، عن أبيه حديث نسخ التطبيق)) . ¶ قال البيهقي: ((المشهور عن مصعب عن أبيه حديث نسخ التطبيق)) . ¶ قال النووي: ((ولا حجة فيه لأنه ضعيف)) . ¶ ¬__________ ¶ (¬1) العلل (539) .",
            "page": "13",
            "part": "2",
            "seal": "E31E627B"
        },
        {
            "id": "46",
            "nass": "قال ابن القيم في حاشيته (3/52) : ((لو كان محفوظا لدل على النسخ غير أن المحفوظ عن مصعب، عن أبيه حديث نسخ التطبيق)) . ¶ قلت: فهذا الإسناد ضعيف لأمرين: ¶ الأول: لضعف إسماعيل بن يحيى بن سلمة وابنه إبراهيم، فالأول قال عنه الحافظ في التقريب متروك والثاني ضعيف. ¶ الثاني: أن هذا الإسناد غير محفوظ لهذا المتن وهو إسناد لحديث التطبيق في الركوع. ¶ أثر عمر ـ رضي الله عنه ـ ¶ وجاء على وجوه: ¶ 1) رواه وكيع، وسفيان الثوري، ومعمر بن راشد جميعهم عن الأعمش، عن إبراهيم، عن عمر. أخرجه ابن أبي شيبة (2703) ، وعبد الرزاق (2955) . ¶ 2) رواه أبو معاوية محمد بن خازم الضرير، عن الأعمش، عن إبراهيم، عن أصحاب ابن مسعود، قالوا: ((حفظنا من عمر)) (¬1) . ¶ 3) رواه حفص بن غياث، عن الأعمش، عن إبراهيم، عن الأسود عن عمر (¬2) . ¶ 4) رواه يعلى، عن الأعمش، عن إبراهيم، عن أصحاب ابن مسعود علقمة والأسود حفظنا عن عمر (¬3) . ¶ وهذا أثر صحيح وثابت، وإن كان رواية الذين رواه مرسلا بين إبراهيم وعمر أثبت وهم أحفظ وأمتن؛ إلا أن إبراهيم كما ذكر في ترجمته كان كثير الإرسال كما فعل في الرواية الأولى، إلا أنه بين الواسطة في الروايات الأخرى، وهم أصحاب ابن مسعود، وكما في رواية أبو معاوية الضرير وهو ممن لازموا الأعمش، وهو من اثبت الرواه عنه وقد جاء التصريح بأسمائهم في رواية حفص بن غياث ويعلى فأصبح الإسناد متصلا ولا تعارض هنا بين المرسل والمتصل لأننا عرفنا الواسطة بين إبراهيم وعمر ـ رضي الله عنه ـ بذلك السند، والله تعالى أعلم. ¶ 5) أثر ابن مسعود: أخرجه الطحاوي في ((شرح معاني الآثار)) (1/256) : من طريق الحجاج بن أرطاة قال إبراهيم النخعي: حفظنا عن ابن مسعود....وهذا ضعيف لا صحة فيه لوجهين: ¶ ¬__________ ¶ (¬1) شرح معاني الآثار (1/256) . ¶ (¬2) أخرجه ابن أبي شيبة (2704) . ¶ (¬3) أخرجه عبد الرزاق () .",
            "page": "14",
            "part": "2",
            "seal": "55556689"
        },
        {
            "id": "47",
            "nass": "الأول:أن الأثر ضعيف فيه الحجاج بن أرطاة ضعيف، وهو مدلس ولم يصرح بالحديث، وإبراهيم لم يدرك ابن مسعود، لذلك ضعفه الحويني ـ حفظه الله ـ في رسالته. ¶ الثاني: أن ابن مسعود كما ذكر وأخرجه الدارمي كان يرى التخيير لما سئل عن ذلك فقال: ((كله طيب)) (1/1320) . ¶ وهناك أحاديث أخرى في هذا الباب لكن لم يتكلم العلماء عنها لضعفها، ووهائها الظاهر منها: ¶ 1) حديث أبي هريرة: ((فليبدأ بركبته قبل يديه، ولا يبرك بروك الفحل)) (¬1) . ¶ وهو ظاهر الوهاء؛ لأنه من رواية عبد الله بن سعيد بن أبي سعيد عن جده، وعبد الله هذا ضعفه العلماء بل واتهمه بعض أهل العلم بالكذب؛ لذلك قال ابن حجر: ((متروك)) ، وقال الذهبي: ((واه)) . ¶ 2) حديث أبي بن كعب: ((كان يخر على ركبتيه ولا يتكئ)) (¬2) . ¶ من طريق معاذ بن محمد بن معاذ بن أبي بن كعب، عن أبيه، عن جده، عن أبي بن كعب. ¶ قال ابن المديني: ((لا نعرف محمد بن معاذ هذا، ولا أباه، ولا جده في الرواية، وهذا إسناد مجهول)) . ¶ ثالثا: بحث ابن القيم ـ رحمه الله ـ في كتاب ((زاد المعاد)) : ¶ فلن أتعدى فيه ما ذكره شيخنا الحويني (¬3) ـ حفظه الله ـ، وفيما قاله ورد به كفاية في توضيح المراد بإذن الله ولكن باختصار وأنقله هنا للفائدة: ¶ حديث وائل بن حجر تقدم الكلام عليه وبينا أنه ضعيف، وحديث أبي هريرة لعل متنه أنقلب. ¶ قال الحويني ـ حفظه الله ـ: ((قلت: أصاب شيخ الإسلام أجرا واحدا، فما قاله أقرب إلى الرجم بالغيب منه إلى التحقيق العلمي، وقد رده الشيخ / ملا علي القارئ في مرقاة المفاتيح (1/552) ، فقال: ¶ ((وقول ابن القيم فيه نظر إذ لو فتح هذا الباب لم يبق اعتماد على رواية راوى مع كونها صحيحة)) ، وصدق يرحمه الله فلو فتح الباب لرد الناس كثيرا من السنن دونما دليل بحجة أن راويه أخطأ فيه ولعله كذا. ¶ ¬__________ ¶ (¬1) أخرجه الطحاوي في ((شرح معاني الآثار)) (1/254) . ¶ (¬2) أخرجه ابن حبان (5673) . ¶ (¬3) نهي الصحبة عن النزول على الركبة.",
            "page": "15",
            "part": "2",
            "seal": "480FCEDE"
        },
        {
            "id": "48",
            "nass": "أن حديث أبي هريرة منسوخ بحديث سعد، وقد تقدم الكلام على حديث سعد هذا.... وركبة البعير ليست في يده ¶ قلت ـ الحويني ـ: فيه نظر، وركبة البعير في يده ونص أهل اللغة معنى ذلك وإن أنكر شيخ الإسلام، ثم ذكر كلام ابن منظور والأزهري وغيرهما في إثبات أن ركبة البعير في اللغة في يده، وسيأتي مناقشة ذلك. ¶ - المذهب القائل بالنسخ: ¶ وهذا هو مذهب ابن خزيمة، والخطابي وذكره ابن القيم في ضمن بحثه، واستدلوا بحديث سعد بن أبي وقاص، والحديث ضعيف فلا يحتج به في ذلك. ¶ -. ¶ خلاصة القول في المذهب الأول: أنه لم يصح فيه إلا الموقوف على عمر ـ رضي الله عنه وسيأتي توجيه العلماء له في فصل الترجيح بإذن الله تعالى. ¶ - المذهب الثاني والكلام على أدلته: ¶ هذا المذهب الذي تبناه كثير من أهل الحديث وقدموا فيه أدلة اليدين على الركبتين، وأقوى دليل عندهم هو حديث أبي هريرة. ¶ 1) : جاء من طريق محمد بن عبد الله بن الحسن، عن أبي الزناد، عن الأعرج، عنه، وجاء عن محمد من طريقين: ¶ الأولى: الدراوردي عنه بلفظ: ((فلا يبرك كما يبرك البعير، ولكن يضع يديه قبل ركبتيه)) . وفي بعضها: ((الجمل)) . ¶ أخرجه أحمد (2/381) ، وأبو داود (840) ، والنسائي في المجتبى (1091) ، والكبرى (678) ، والدارمي (1321) ، الدارقطني (1/344) ، والطحاوي في شرح معاني الآثار (1/254) ، فوائد تمام (720) ، البيهقي (2465) ، ابن حزم في المحلى (4/128) ، التحقيق (1/390) . ¶ الثانية: من طريق عبد الله بن نافع عنه. ¶ أخرجه أبو داود (841) ، والنسائي (1090) ، والترمذي (269) ، والبيهقي (2468) . ¶ بلفظ: ((يعمد أحدكم في صلاته فيبرك كما يبرك الجمل)) . ¶ قال في المرقاة: ((قال ابن حجر: سنده جيد)) . ¶ وقال ابن حجر في البلوغ: ((وهو أقوى من حديث وائل بن حجر، فإن له شاهد من حديث ابن عمر صححه ابن خزيمة)) . ¶ قال ابن سيد الناس ¶ :",
            "page": "16",
            "part": "2",
            "seal": "4D02867B"
        },
        {
            "id": "49",
            "nass": "((أحاديث وضع اليدين قبل الركبتين أرجح وينبغي أن يكون حديث أبي هريرة داخلا في الحسن على رسم الترمذي لسلامة راويه من الجرح)) . ¶ وممن أعل هذا الحديث ¶ الإمام البخاري (¬1) ، قال: ¶ ((محمد لا يتابع عليه ولا أدري أسمع من أبي الزناد أم لا)) . ¶ ولنا هنا وقفة ألا وهي أن بعض العلماء رد هذا الإعلال بأمور خارجة عن قواعد اهل هذا الفن مثل ما فعله ¶ ابن التركماني ((الجوهر النقي)) . ¶ قال: قول البخاري لا يتابع على حديثه ليس بصريح في الجرح فلا تعارض لتوثيق النسائي (اى لمحمد بن الحسن) ، ¶ وكذلك المباركفوري ((التحفة)) . ¶ قال أما قول البخاري فليس بمضر فإنه ثقة ولحديثه شاهد من حديث ابن عمر وصححه ابن خزيمة. ¶ قلت: ¶ وأقوالهم لا تجري على قواعد أئمة الحديث أئمة هذا الشأن الذين قالوا أن قول إمام من أئمة الحديث: ((فلان لا يتابع على هذا الحديث)) ، إعلال له بالتفرد بغض النظر هل المتفرد ثقة أو غير ثقة كما بينا عند الكلام على حديث وائل بن حجر. ¶ قال ابن رجب الحنبلي (¬2) : ¶ ((وأما أكثر الحفاظ المتقدمين فإنهم يقولون في الحديث إذا تفرد به واحد وإن لم يرو الثقات خلافه إنه لا يتابع عليه)) ، ويجعلون ذلك علة. ¶ أما قول ابن التركماني فليس بصواب؛ لأن كلام البخاري متعلق بإعلال الحديث لا بجرح الراوي. أما قول البخاري ولا أدري أسمع من أبي الزناد أم لا.. ¶ قال الشيخ الألباني ـ رحمه الله ـ: ((فهذا شرط البخاري في اشتراط ثبوت السماع أما على قول مسلم في المسألة فلا وجه لإعلال الحديث بهذه العلة (¬3) ....، ¶ قلت وهذه من مسائل الخلاف الطويل وليس هذا محل مناقشتها ¶ والصواب أن البخاري أعل هذه الرواية بالتفرد لأسباب هي: ¶ ¬__________ ¶ (¬1) التاريخ الكبير (148) . ¶ (¬2) شرح العلل (ص 264) . ¶ (¬3) وهذه المسألة في اشتراط البخاري السماع واللقاء من مسائل البحث فلا نطيل فيها.",
            "page": "17",
            "part": "2",
            "seal": "A10773FE"
        },
        {
            "id": "50",
            "nass": "أن محمد بن عبد الله تفرد بهذا الحديث عن أبي الزناد مع كثرة أصحاب أبي الزناد وهم من الأئمة المعروفين في هذا الشأن ((الإمام مالك ـ سفيان الثوري ـ سفيان بن عيينة........وغيرهم)) فأين هؤلاء التلاميذ من هذا الحديث كما بينا في حديث وائل بن حجر فلا حاجة للإعادة، ولكن العلماء يجعلون ذلك من القرائن وهو أن يروي غير المشهور عن الشيخ المشهور بكثرة تلامذته ما لم يرويه أحد من هؤلاء التلاميذ. لذلك صنف الائمة تصانيف وضعوا ابوابا في المكثرين عن المشهورين والمقلين عنهم فيستفاد منها عند المخالفة او التفرد ¶ -أن هذا الإسناد عن أبي الزناد، عن الأعرج، عن أبي هريرة من أصح الأسانيد كما قال الإمام البخاري، ومع أنه لم يروه واحد من الأئمة المشهورين مع أن هذا مما يهتم به أمثال هؤلاء الأجلاء. ¶ قال الليث بن سعد، عن عبد ربه بن سعد: ((رأيت أبا الزناد دخل مسجد النبي صلى الله عليه وسلم ومعه من الأتباع مثل ما مع السلطان فمن سائل عن فريضة ومن سائل عن الحساب....، وكذلك أشار البيهقي إلى إعلال هذا الحديث حيث قال: ¶ ((والذي يعارضه ينفرد به محمد بن عبد الله بن الحسن، وعنه الدراوردي، وقد رواه عبد الله بن نافع مختصرا، وكذلك قول الترمذي: غريب لا نعرفه من حديث أبي الزناد إلا من هذا الوجه)) . انتهى ¶ وكذلك قول الدارقطني: ((تفرد به الدراوردي عن محمد بن عبد الله)) . ¶ ورد على الدارقطني بأن الدراوردي توبع، ولعل الدارقطني ـ رحمه الله ـ يريد أن الدراوردي تفرد بهذا اللفظ، وهو التفصيل لأن مثله لا يغيب عليه مثل هذا الطريق. ¶ لذلك قال المناوي في ((الفيض)) : ((وأعله البخاري والترمذي، والدارقطني بمحمد بن عبد الله بن الحسن وغيره)) .",
            "page": "18",
            "part": "2",
            "seal": "D85D99B2"
        },
        {
            "id": "51",
            "nass": "وحتى على القول الذي اختاره شيخنا الحوينى حفظه الله بأن مثل محمد يقبل منه هذا التفرد إلا أن اللفظ الصريحة في تقديم اليدين لم يروها عن محمد إلا الدراوردي وهو متكلم في تفرده لذا قال الدارقطني: تفرد به الدراوردي عن محمد فمحل الشاهد معلول وبقي الكلام عن البروك. فلو سلمنا ان محمدا يقبل تفرده عن ابي الزناد فكما بينا ان الراويين لم يتفقا الا في جزء من الحديث ليس فيه محل الشاهد ¶ ومحل الشاهد تفرد به الدراوردى وهذا لا يقبل اتفاقا. وعلى هذا ينزل كلام الدارقطني رحمه الله. ¶ قلت وهناك أمر آخر ¶ وهو أن الدراوردي دخل عليه حديث في حديث اخر ¶ لان الدراوردي هو الذي روى كذلك حديث ابن عمر في النزول على اليدين الاتى ذكره فاتى بلفظ حديث ابن عمر على حديث ابي هريرة او فسر المجمل في حديث ابي هريرة بالمفسر في حديث ابن عمر وهذا كثيرا ما يحدث للراوي.... والله اعلم ¶ - وحديث ابن عمر: ((كان إذا سجد بدأ بوضع يديه قبل ركبتيه، وكان يقول: كان رسول الله صلى الله عليه وسلم يفعل ذلك)) , ¶ أخرجه ابن خزيمة (627) ، الدارقطني (1/344) ، والحاكم (821) ، والبيهقي (2470) ، والطحاوي في شرح معاني الآثار (1/254) ، من طريق الدراوردي عن عبيد الله العمري، عن نافع، عن عبد الله بن عمر. ¶ قال الحاكم: ((صحيح على شرط مسلم)) . ¶ وقال ابن خزيمة أنه منسوخ. ¶ وقال البيهقي: ((ولا أراه إلا وهما)) ، والصواب عن ابن عمر قال: ((إذا سجد أحدكم فليضع يديه فإذا رفع فليرفعهما فإن اليدين سجدان كما يسجد الوجه)) . ¶ وقد أبعدوا جميعا رحمهم الله. ¶ أما قول الحاكم أنه صحيح على شرط مسلم، فغير مسلم، فإن مسلما لم يخرج للدراوردي عن عبيد الله العمري شيئا؛ لأن رواية الدراوردي عن عبيد الله العمري منكرة كما قال النسائي ـ رحمه الله ـ، وذكر الإمام أحمد أنه قلب أحاديث عبد الله العمري فجعلها عبد الله",
            "page": "19",
            "part": "2",
            "seal": "EB8CD8E4"
        },
        {
            "id": "52",
            "nass": "ثانيا: أن الدراوردي تفرد برواية هذا الحديث عن عبد الله وهذا التفرد لا يقبله العلماء؛ لأن الدراوردي في روايته عن العمري نكارة. ¶ ثالثا: أن محرز بن سلمة الراوي عن الدراوردي عنه الحاكم لم يخرج له سوى ابن ماجة من أصحاب الكتب الستة، ولم يوثقه أحد من الأئمة وذكر فقط في كتاب الجرح والتعديل ولم يذكر فيه شيئاً. ¶ أما قول ابن خزيمة: ((منسوخ)) فقد علمت أنه ضعيف فلا نحتاج لدعوى النسخ لحديث غير ثابت أصلا، وأما قول البيهقي أنه وهم وأن الثابت عن ابن عمر بلفظ آخرفهذا غير صحيح لانه حديث آخر يإسناد آخر. ¶ قال العيني (¬1) : ((والحديث الذي علله فيه نظر، لأن كل منهما منفصل عن الآخر)) . انتهى ¶ وهذا هو الأقرب من صنع العلماء أنه لم يعل أحد هذه الرواية بالرواية الأخرى، وعاملوا كلا منهما على حده. ¶ - أثر أبي هريرة الموقوف: ¶ بلفظ: ((لا يبرك أحدكم كما يبرك البعير الشارد)) ، ¶ أخرجه السرقسطي في غريب الحديث (538) بإسناد صحيح من طريق عبد الله بن وهب، عن عمرو بن الحارث، عن بكير بن عبد الله الأشج، عن أبي مرة، عن أبي هريرة موقوفا. ¶ صححه الحويني ـ حفظه الله ـ في رسالته، والشيخ الألباني في ((صفة صلاة النبي صلى الله عليه وسلم)) . وإسناده صحيح بإذن الله، فصح عن أبي هريرة ذلك. ¶ الخلاصة: ¶ أن هذه الرواية غير ثابتة مرفوعة أو موقوفة من فعل ابن عمر؛ لأنه من غرائب ومناكير الدراوردي عن عبيد الله العمري. ¶ - أثر موقوف على ابن عمر: ¶ وقد ذكره شيخنا الحويني ـ حفظه الله ـ في فتاويه (1/114) وجعله شاهدا لحديث أبي هريرة. ¶ ¬__________ ¶ (¬1) العمدة (6/78) .",
            "page": "20",
            "part": "2",
            "seal": "328018F4"
        },
        {
            "id": "53",
            "nass": "وهذا الأثر أخرجه: ابن أبي خيثمة في التاريخ الكبير (3799) ، قال: حدثنا علي بن جعد، قال: أخبرني عاصم بن محمد بن زيد بن عبد الله بن عمر بن الخطاب، عن أبي بكر بن محمد بن زيد بن عبد الله بن عمر، عن جده ابن عمر: ((أنه كان إذا توجه إلى القبلة يسوي الحصى برجله قبل أن يكبر، ثم يكبر بعد، فإذا أراد أن يسجد أخرج يده من الثوب، وأفض بهما إلى الأرض ثم يضع وجهه بينهما)) . ¶ قال الشيخ ـ حفظه الله ـ: وإسناده صحيح ورواته ثقات عن أخرهم من رجال التهذيب. ¶ قلت: وهذا إسناد رجاله كلهم ثقات كما قال الشيخ ـ حفظه الله ـ؛ إلا أن فيه انقطاعا بين أبي بكر بن محمد بن زيد بن عبد الله بن عمر، وبين جد أبيه، وإنما قالوا جده كالعادة، وأنما هو جد أبيه، وليس لأبي بكر هذا رواية عن ابن عمر، وبين وفاتهما (75) عاما تقريبا. ¶ ولم يذكر العلماء رواية لـ أبي بكر عن ابن عمر ـ رضي الله عنه ـ وإنما يروي عنه بواسطة، فهذا إسناد منقطع، والله تعالى أعلم.. ¶ - ومما استدل به الفريقان: ¶ 1) أن هذه الصفة هي الأليق بالخشوع في الصلاة والأدب، قال مالك نقلا عن الفتح (2/291) وهو من أصحاب القول الثاني: هذه الصفة أحسن في خشوع الصلاة)) . ¶ وقال ابن الجوزي وهو من اصحاب القول الاول في ((التحقيق)) (1/390) : ((وما ذهبنا إليه أليق بالأدب والخشوع)) . ¶ فكلا الفريقين اشترط أو استدل بالخشوع والأدب، وهذا عين ما اختاره أصحاب القول الثالث فلا تعارض، وكذلك استدل كلا الفريقين بأن أحاديثه التي احتج بها هي المشتهرة. ¶ قال ابن الجوزي ـ رحمه الله ـ: ((والجواب أن أحاديثنا أشهر في كتب السنة وأثبت)) . ¶ قال ابن عبد الهادي ((التنقيح)) (1/348) : ((وليس هذا الجواب يقاطع للخصم فإن أحاديثهم أيضا مشتهرة في كتب السنة كشهرة أحاديثكم)) . ¶ ومما استدل به أيضا كلا الفريقين اللغة وزعم كل فريق أن اللغة تدل على ما ذهب إليه.",
            "page": "21",
            "part": "2",
            "seal": "E94AE5EE"
        },
        {
            "id": "54",
            "nass": "قال ابن القيم ـ رحمه الله ـ: ((وركبة البعير ليست في يده)) . ¶ قال الشيخ الحويني ـ حفظه الله ـ: ((فيه نظر وركبته في يده ونص أهل اللغة على ذلك، وإن أنكر شيخ الإسلام)) . ¶ - المذهب الثالث وأدلته: ¶ استدل هذا الفريق بما يلي: ¶ أولا: عدم ثبوت سنة مرفوعة إلى النبي صلى الله عليه وسلم في ذلك. ¶ لذلك قال النووي ـ رحمه الله ـ: ((لا يظهر ترجيح أحد المذهبين على الآخر من حيث السنة)) ، كما نقله ابن حجر في الفتح. ¶ ثانيا: أثر أبي هريرة الموقوف. ¶ ((لا يبرك أحدكم كما يبرك البعير الشارد)) . تقدم تخريجه. ¶ وهذه استدلوا بها ((أي لفظ: الشارد)) أنه ليس كل البروك منهي عنه، إنما هو البروك كبروك البعير النافر، وهذا يكون سريعا يهبط فيه البعير فجاة سريعا، لذلك مع التخيير قالوا المراد الطمأنينة في النزول ويكون هذا من باب تقييد المطلق بالصفة كما هو مدون في كتب أصول الفقه فليس المنهي عنه في الاثر البروك فحسب بل المنهي عنه بروك معين وهو الذى يشبه بروك البعير الشارد. ¶ ثالثا: الجمع بين فعل عمر وأثر أبي هريرة الموقوف ¶ والمراد بكلمة البروك في اللغة العربية. ¶ الفصل الثالث ¶ الترجيح بين الأقوال ¶ أن الأقرب والله أعلم:",
            "page": "22",
            "part": "2",
            "seal": "30CD8C2C"
        },
        {
            "id": "55",
            "nass": "أن الأمر في ذلك واسع لعدم ثبوت المرفوع عن النبي صلى الله عليه وسلم فيبقى الأمر على إطلاقه حتى يأتى ما يقيده وإن كان مذهب الجمهور أصحاب القول الأول مقدم لوروده صحيحا عن أمير المؤمنين عمر بن الخطاب ـ رضي الله عنه ـ وهو ممن أمرنا باتباع سنته كما فى حديث العرباض بن سارية الذي أخرجه أصحاب السنن قال: وعظنا رسول الله صلى الله عليه وسلم يوما بعد صلاة الغداة موعظة بليغة ذرفت منها العيون ووجلت منها القلوب فقال رجل: إن هذه موعظة مودع فماذا تعهد إلينا يا رسول الله؟ قال: أوصيكم بتقوى الله والسمع والطاعة وإن عبد حبشي فإنه من يعش منكم يرى اختلافا كثيرا وإياكم ومحدثات الأمور فإنها ضلالة فمن أدرك ذلك منكم فعليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ ¶ وأما أثر أبي هريرة ـ رضي الله عنه ـ الموقوف فليست فيه دلالة صريحة على أن المنهي عنه هو البروك وإنما قيده بصفة والشرود، وأن كان العلماء قد اختلفوا في معنى البروك هل هو على الركبتين أو اليدين. ومن طريف المسألة ان مشايخنا من كلا الفريقين كان يستدل على البروك بفعل الأعراب أهل البادية ويقولون هم أعلم بذلك والأعراب اختلفوا أيضا فمنهم من يقول ركبة البعير فى يديه ومنهم من يقول العكس فلا حجة في ذلك وهل آخذ بكلام الأعراب وأترك فعل عمر رضى الله عنه الذي كان ملازما لرسول الله صلى الله عليه وسلم كما في حديث ذى اليدين (وفي الصف أبو بكر وعمر) ¶ فيكون ما صح عن أمير المؤمنين عمر مقدم وأن الأمر في ذلك واسع ¶ والله تعالى أعلم. ¶ - * * * * كتبه محمد بن لملوم بن عبد الكريم ¶ - السويس نزيل منية سمنود المنصورة ¶ - 0124109316 ¶ - m_lmlom1980@yahoo.com",
            "page": "23",
            "part": "2",
            "seal": "63267B00"
        },
        {
            "id": "56",
            "nass": "جلاء العينين عن النزول بالركبتين ¶ للشيخ العلامة عبد الله بن عبد الرحمن السعد حفظه الله ¶ كتب حواشية خليل بن محمد وفقه الله ¶ السنة أن ينزل المُصلي علي رُكبَتيْه وليس على يَديْه، والدليل على هذا، ما رواه أهل ((السُنن)) من حديث شريك بن عبد الله القاضي عن عاصم بن كُليْب عن أبيه عن وائل ابن حُجر قال (رأيت النبي - صلى الله عليه وسلم - إذا سجد وضع ركبتيه، وإذا نهض رفع يديه قبل ركبتيه)) (¬1) ، وهذا الحديث بهذا الإسناد، وإن كان فيه ضعفاً لأن فيه شريك بن عبد الله القاضي، إلا أنه جاء بأكثر من إسناد، فجاء بثلاثة أسانيد من حديث وائل بن حُجْر (¬2) ، وجميع هذه الأسانيد فيها ضعفٌ ولا يصح منها شئ، لكن بعضها يُقوّي البعض الآخر. ¶ ¬__________ ¶ (¬1) أخرجه أبو داود (838) والترمذي (268) والنسائي (2/ 207) وابن ماجه (882) والدارمي (1294) وابن حبان في ((صحيحه)) (5/ 237) وابن خزيمة في ((صحيحه)) (1/ 318) والحاكم في ((المستدرك)) (1/ 226) والبيهقي في ((السنن الكبرى)) (2/ 98) وفي ((معرفة السنن والآثار)) (3/ 17) والبغوي في ((شرح السنة)) (3/ 133) والدارقطني (1/ 345) والطحاوي في ((شرح معاني الآثار)) (1/ 255) والطبراني في ((الكبير)) (22/ 79) برقم (97) ، كلهم من طريق شريك ¶ (¬2) الإسناد الأول: من طريق شريك عن عاصم ابن كليب عن أبيه عن وائل حُجر. وتقدم تخريجه والكلام عليه. ¶ الإسناد الثاني: من طريق محمد بن حُجْر ثنا سعيد بن عبد الجبار بن وائل عن أمّه عن وائل بن حُجر. ¶ أخرجه البيهقي في ((السنن الكبرى)) (2/ 99) ، وهذا الإسناد ضعف وعلته محمد بن حُجر وسعيد بن عبد الجبار وهما ضعيفان. ¶ الإسناد الثالث: من طريق همّام ثنا محمد بن جُحادة عن عبد الجبار بن وائل بن حُجر عن أبيه. ¶ أخرجه أبو داود (839) والبيهقي في ((السنن الكبرى)) (2/ 98ـ 99) وفي ((معرفة السنن والآثار)) (3/ 17) والطبراني في ((الكبير)) (22/ 27ـ 28) برقم (60) وهذا الإسناد ضعيف أيضاً، وعلته الانقطاع بين عبد الجبار بن وائل وأبيه فإنه لم يسمع منه، بل لم يدركه، كما قال البخاري وغيره.",
            "page": "24",
            "part": "2",
            "seal": "D91F184E"
        },
        {
            "id": "57",
            "nass": "ويُؤيّد هذا ما ثبت في ((مُصنف)) ابن أبي شيبة من حديث إبراهيم النخعي عن الأسود ((أن عمر ابن الخطاب رضي الله عنه نزل على ركبتيه)) (¬1) ، وقد قال النبي - صلى الله عليه وسلم - ((عليكم بسنتي وسنة الخلفاء الراشدين المهديين)) (¬2) ، ولم يثبت عن واحد من الصحابة أنه خالف في ذلك. ¶ وأما ما جاء عند بن خُزيمة من حديث الدَرَاوردِي عن أيوب عن نافع عن ابن عمر [موقوفاً] ((أنه كان يضع يديه قبل ركبتيه)) (¬3) . ¶ فأقول: هذا الحديث باطل بهذا المتن، والصواب ما رواه أصحاب أيوب وأصحاب نافع عن ابن عمر أن النبي - صلى الله عليه وسلم - قال: ((إن اليدين تسجدان كما يسجد الوجه، فإذا سجد أحدكم فليضع يَدَيْه)) (¬4) وليس فيه أن النبي - صلى الله عليه وسلم - كان ينزل على يديه. ¶ ¬__________ ¶ (¬1) خرجه ابن أبي شيبة في ((المصنف)) (1/ 63) من طريق إبراهيم ... ¶ (¬2) جزء من حديث. ¶ أخرجه أبو داود (4607) والترمذي (2607) وبن ماجه (43) والدارمي (95) وأحمد في ((المسند)) (4/ 126 - 127) وبن حبان ف ((صحيحه)) (1/ 5) والحاكم في ((المستدرك)) (1/ 95 - 96) والبيهقي في ((السنن الكبرى)) (10/ 114) والبغوي في ((شرح السنة)) (1/ 205) وبن عبد البر في ((الجامع)) (2/ 181ـ 182) والطبراني في ((الكبير)) (18/ 245ـ 246) برقم (617) وبن أبي عاصم في ((السنة)) (2/ 496) وأبو نُعيم في ((الحلية)) (5/ 220) وغيرهم من طريق عبد الرحمن بن عمرو السُلمي عن العرباض بن سارية عن النبي - صلى الله عليه وسلم -. ¶ (¬3) علقه البخاري في ((صحيحه)) (2/ 338ـ فتح) ووصله بن خزيمة في ((صحيحه)) (1/ 118 - 119) والدارقطني (1/ 344) والحاكم في ((المستدرك)) (1/ 226) والبيهقي في ((السنن الكبرى)) (2/ 100) والطحاوي في ((شرح معاني الآثار)) (1/ 254) من طريق الدراوردي ... ¶ (¬4) سيأتي تخريجه.",
            "page": "25",
            "part": "2",
            "seal": "0C305FB3"
        },
        {
            "id": "58",
            "nass": "وأما المتن السابق فمعلول بل باطل، لأن الدراوردي رحمه الله وإن كان صدوقاً، إلا أنه حدّث عن أيوب، وقد تُكلِمَ فيه عن أيوب، تكلم فيه الإمام أحمد والنسائي وقالوا: يروي المنكرات عن أيوب، وهذه الرواية من جُملة مُنكراته، وقد خَالف الثقات ـ أيضاً ـ من أصحاب أيوب وأصحاب نافع، عن ابن عمر أن النبي - صلى الله عليه وسلم - قال: ((إن اليدين تسجدان كما يسجد الوجه، فإذا سجد أحدكم فليضع يَدَيْه)) (¬1) وليس فيه قبل ركبتيه، وإنما قال: ((فليضع يده)) وبالفعل لا بُدَّ من وضع اليدين في السجود. ¶ وأما الحديث الذي رواه أصحاب ((السنن)) من حديث الدراوردي عن محمد عبد الله بن الحسن عن أبي الزناد عن الأعرج عن أبي هُريرة أن النبي - صلى الله عليه وسلم - قال: ((إذا سجد أحدكم فلا يبرك كما يبرك البعير، وليضع يديه قبل رُكبتيه)) (¬2) . ¶ فهذا الحديث باطل ومَلِيءٌ بالعلل إسناداً ومتناً، وقد ضعفه كبار الحفاظ، وعلى رأسهم: ¶ 1 - البُخَاري، قال ((محمد بن عبد الله بن الحسن لا يتابع عليه، ولا أدري أسمع من أبي الزناد أم لا)) (¬3) . ¶ 2 - حَمْزة الكِنَانِي ـ وهو من كبار الحُفاظ المَصريين ـ قال: ((هذا حديث مُنكر)) (¬4) . ¶ ¬__________ ¶ (¬1) أخرجه أبو داود (892) والنسائي (2/ 208) وأحمد في ((المسند)) (2/ 6) والحاكم في ((المستدرك)) (1/ 226) وعنه البيهقي في ((السنن الكبرى)) (2/ 101) من طريق أيوب عن نافع عن بن عمر رفعه. ¶ قال الإمام البيهقي عقب الحديث: ((والمقصود منه وضع اليدين في السجود لا التقديم فيهما، والله تعالى أعلم)) . ¶ (¬2) أخرجه أبو داود (840) والنسائي (2/ 207) والدارمي (1295) وأحمد في ((المسند)) (2/ 381) والبيهقي في ((السنن الكبرى)) (2/ 99) وفي ((معرفة السنن الآثار)) (3/ 18) والبغوي في ((شرح السنة)) (3/ 134ـ 135) والطحاوي في ((شرح معاني الآثار)) (1/ 149) وفي ((مُشكل الآثار)) برقم (182) والدارقطني (1/344ـ 345) والبخاري في ((التاريخ الكبير)) (1/ 139) وبن حزم الظاهري في ((المُحلى)) (4/ 128) من طريق الدراوردي ¶ (¬3) التاريخ الكبير للبخاري (1/ 139) . ¶ (¬4) ذكرهُ الحافظ بن رجب في ((فتح الباري)) (5/ 90) .",
            "page": "26",
            "part": "2",
            "seal": "FD5337FD"
        },
        {
            "id": "59",
            "nass": "3 - الخطابي صاحب ((معالم السنن)) قال: ((حديث وائل بن حُجر أصح من حديث أبي هُريرة)) (¬1) . ¶ 4 - أبو جعفر الطحاوي صاحب ((مُشكل الآثار)) و ((شرح معني الآثار)) فقد قوّى حديث وائل بن حُجر على حديث أبي هُريرة في النزول على اليدين (¬2) . ¶ 5 - الحافظ بن رجب الحنبلي فقد ضعّف حديث أبي هُريرة في شرحه لصحيح البخاري المُسمى بـ ((فتح الباري)) (¬3) . ¶ 7 - الإمام الشافعي، لأنه ذهب إلى حديث وائل بن حُجر، قال ثم يكن أول ما يضع الأرض منه ركبتيه ثم يديه)) (¬4) . ¶ 8 - الإمام أحمد، ويُحكى عنه روايتان في المسألة: ¶ الرواية الأولى: النزول على الركبتين، وهذه صحيحة عنه في ((مسائله)) (¬5) . ¶ الرواية الثانية: أنه كان ينزل على يديه، ذكرها بعض الحنابلة (¬6) ، لكن لا تصح عنه ولم نقف عليها صحيحة، بل الذي صَحّ عن الإمام أحمد ترجيح النزول على الركبتين. ¶ 9 - أبو داود السِجسْتَاني صاحب ((السنن)) ، فقد دلّ كلامه على تقوية حديث وائل بن حُجر على حديث أبي هُريرة، نعم؛ ذكر كِلا الحديثين، لكنه بَوّب على حديث وائل بن حُجر حيث قال: ((باب: كيف يضع رُكبتيه قبل يَدَيْه)) (¬7) . ¶ 10 - ابن حِبان البُسْتي صاحب ((الصحيح)) حيث بَوّب في ((صحيحه)) على حديث وائل بن حُجر فقال: ((ذِكْر ما يُسْتحبُّ للمُصلي وضع الركبتين على الأرض عند السجود قبل الكفين)) (¬8) . ¶ فكلام هؤلاء الحُفاظ يدل على أنهم يُرجِّحُون حديث وائل على حديث أبي هُريرة، وحديث أبي هُريرة ـ كما ذكرتُ ـ باطل سنداً ومتناً. ¶ ¬__________ ¶ (¬1) معالم السنن للخطابي (1/ 208) . ¶ (¬2) شرح معاني الآثارللطحاوي (1/ 255) . ¶ (¬3) فتح الباري للحافظ ن رجب (5 /90) . ¶ (¬4) الأم للشافعي (1/ 113) ، و ((معرفة السنن والآثار)) للبيهقي (3/ 16) . ¶ (¬5) انظر: ((مسائل الإمام أحمد)) (/) . ¶ (¬6) المُغني للابن قدامة (2/ 193) . ¶ (¬7) سنن أبي داود (1/ 193) . ¶ (¬8) صحيح بن حبان (5/ 237 ـ الإحسان) .",
            "page": "27",
            "part": "2",
            "seal": "39184A5D"
        },
        {
            "id": "60",
            "nass": "بَيَانُ بُطْلانِ حَدِيْثِ أَبِي هُرَيْرَةَ سَنَداً وَمَتَنَاً: ¶ فأقول: هذا الحديث باطل سنداً ومتناً. ¶ أما بُطلان إسناده فمن وُجوه: ¶ الأول: فيه محمد بن عبد الله بن الحسن، وإن كان ـ رحمه الله ـ مشهور النسب والشرف والجلالة، إلا أنه ليس مشهوراً بحمل العلم، ولا أعرف له من الحديث إلا القليل، ولم يشتهر إلا بهذا الحديث، وإن وثقه النسائي رحمه الله، ولكنه في الحقيقة فيه جهالة من حيث حمل العلم. ¶ وقد جاء عند ابن سعد في ((الطبقات)) (¬1) أنه كان مُعتزلاً للناس وبعيداً عنهم، كما قال أبوه عبد الله بن الحسن ـ عندما سأله بعض خلفاء بني أمية وأبو جعفر المنصورـ قال: كان مشغولاً بالصيد ومُعتزلاً للناس، وكان جالساً في البادية. ¶ فالصواب أنه غير مشهور بحمل العلم. ¶ الثاني: أنه قد تفرّدَ بهذا الحديث عن أبي الزناد، وأبو الزناد من الحفاظ الثقات والمشاهير، وروى عنه كِبار الحفاظ في زمانه، كالإمام مالك وشُعَيْب بن أبي حمزة، وغيرهم. ¶ فكَيْفَ يَتَفرّد مُحَمّد بن عبد الله ابن الحسن ـ وهو ليس مَشْهُوراً بحَمْل العِلم ـ عن هذا الرجل المشهور؟ ¶ وهذا يعتبر علة ً عند أهل الحديث، ويُفيد هذا في حَدِّ ذاتهِ نكارة الإسناد، ولذلك حمزة الكناني حكم على هذا الحديث بأنه حديث مُنْكر. ¶ الثالث: ما ذكره الإمام البخاري، من أنه لم يَذكر سَمَاعاً من أبي الزناد. ¶ وما قيل بأنه عاصره، فأقول بالفعل قد عاصره، لكن الصواب عند أهل الحديث أنه لا يُكتفى بالمعاصرة، بل لا بُدَّ من ثبوت السماع، كما ذهب إلى هذا علي بن المديني وأحمد والبخاري وجمهور أهل العلم، كما ذكر ذلك الحافظ بن رجب في ((شرح العلل)) (¬2) . ¶ فالصواب أنه لم يسمع من أبي الزناد. ¶ ¬__________ ¶ (¬1) ترجم ابن سعد في ((طبقاته)) لمحمد بن عبد الله بن الحسن في الطبقة الخامسة، وهذه الطبقة ساقطة من المطبوعة، لكن تمَّ ـ بحمد الله ـ وجود هذه القطعة، فقد قام الدكتور محمد بن صامل السُلمي بنشرها في مجلدين ونالَ بها الدكتوراه من أم القرى، فجزاه الله خيراً، وترجمته في. ¶ (¬2) شرح علل الترمذي للحافظ بن رجب (ص/ 214) .",
            "page": "28",
            "part": "2",
            "seal": "A0AE7732"
        },
        {
            "id": "61",
            "nass": "الثالث: - وهي من أقوى العلل - أن هذا الحديث قد رواه أبو القاسم السُرّقسْطِي في ((غريب الحديث)) (¬1) من طريق بكير بن عبد الله الأشج عنّ عن أبي مُرّة عن أبي هُريرة [موقوفاً] ((لا يبركنّ أحدكم بُروك الجمل الشارد)) ، وهذا الإسناد أصحّ بكثير من الإسناد السابق، وهذا لفظه وليس فيه التعرّض لنزول اليدين قبل الركبتين، فهذا الإسناد قد خالف الإسناد السابق وأوقف هذا الأثر على أبي هُريرة، فهذه أربع علل ٍ في الإسناد. ¶ بَيَانُ بُطلانِ مَتْنِهِ: ¶ وأما العِلة التي في المتن فهي - كما تقدّم في الرواية السابقة - أن هذا الحديث قد جاء بإسناد صحيح موقوفاً على أبي هُريرة، وليس بهذا اللفظ، وإنما بلفظ ((لا يبركنّ أحدكم بُروك البعير الشارد)) وبُروك البعير الشارد إنما يكون مُسْتعجلا ً، وهذا يُؤدّي إلى عدم الاطمئنان في الصلاة، والمطلوب الطمأنينة وأن ينزل الإنسان شيئاً فشيئاً، وذلك عندما ينزل على رُكبتيه ثم يديه، فتبين من ذلك بُطلان هذا الحديث. ¶ وقد يتعجب بعض الأخوان فيقولوا: ¶ كيْف حَكمْتَ عليه بالبُطلان وقد قوّاهُ بعض أهل العلم بالحديث، كالحَازمي ـ رحمه الله ـ في كتابه ((الناسخ والمنسوخ)) (¬2) ، وهو من أهل العلم بالحديث، وكذلك الحافظ بن حَجَر فقد قوى هذا الحديث (¬3) ، وهو من أهل العلم بالحديث؟ ¶ فأقول: أن من تقدَّم من أهل قد ردّوا هذا الحديث، مثل البخاري وحمزة الكناني وابن رجب، وفيما نقِلَ عن الشافعي وأحمد وغيرهم فإن كلامهم يُفِيد ضَعْف هذا الحديث وإن لم يُصرّحوا، ولذلك الخطابي وأبو جعفر الطحاوي قوّوا حديث وائل بن حُجر على حديث أبي هُريرة، وهو الصواب. ¶ الخُلاصَة: ¶ أن السنة في النزول على الرُكبتين ثابت من ثلاث أدلة: ¶ الأول: أن حديث وائل بن حُجر أقوى من حديث أبي هُريرة في المسألة، وحديث وائل وإن كان فيه ضعفاً إلا أن الدليلَ الثاني يشهدُ له. ¶ ¬__________ ¶ (¬1) والكتاب لا يزال مخطوطاً، وتوجد في المكتبة الظاهرية منه نسخة. ¶ (¬2) وهو المُسمى بـ ((الاعتبار في الناسخ والمنسوخ من الآثار)) (ص/ 158) . ¶ (¬3) انظر: فتح الباري للحافظ بن حجر (2/ 339ـ 340) .",
            "page": "29",
            "part": "2",
            "seal": "9A557CF5"
        },
        {
            "id": "62",
            "nass": "الثاني: أنه لم يَثبُت عن أحدٍ من الصحابة أنه جاء عنه شيء في هذه المسألة، إلا عمر بن الخطاب - رضي الله عنه - أنه كان ينزل على رُكبتيه، ولم يخالف أحداً من الصحابة أمير المؤمنين عمر - رضي الله عنه -. ¶ الثالث: أن هذا قول أكثر أهل العلم، وهذا ليس بدليل، لكن يُسْتأنسُ به، فإلى هذا ذهب بعض التابعين. ¶ من ذلك ما جاء من حديث حَجّاج بن أرْطاة عن أبي إسحاق السَبيعي قال: ((كان أصحاب عبد الله إذا انحطوا للسجود وقعت رُكبهم قبل أيديهم)) (¬1) . ¶ وثبت عند الطحاوي عن إبراهيم النخعي قال: ((حُفظ عن عبد الله بن مسعود رضي الله عنه أنه كانت ركبتاه تقعان قبل يديه)) (¬2) . ¶ وكذلك ذهب إلى هذا الإمام الشافعي وأحمد وإسحاق بن راهويه وأبو داود وبن حبان وجُلّ أصحاب الحديث، خلافاً لما قاله ابن أبي داود: أن أكثر أهل الحديث على النزول على اليدين، والصواب أن أكثر أهل الحديث على النزول على الرُكبتين. ¶ وكيفما نزل، على ركبتيه أو على يديه فأمر في ذلك واسع، كما شيخ الإسلام بن تيمية ((أما الصلاة فكلاهما جائزة باتفاق أهل العلم، إن شاء يضع ركبتيه قبل يديه، وإن شاء وضع يديه قبل ركبتيه، وصلاته صحيحة باتفاق العلماء، ولكن تنازعوا في الأفضل)) (¬3) . ¶ ولكن الصواب ـ كما تقدّم ـ هو النزول على الرُكبتين، والله تعالى أعلم. ¶ انتهى ما أملاه ¶ فضيلة الشيخ المُحدّث ¶ عبد الله بن عبد الرحمن السعد ¶ ¬__________ ¶ (¬1) أخرجه بن أبي شيْبة في ((المُصنف)) (1/ 263) . ¶ (¬2) أخرجه الطحاوي في ((شرح معاني الآثار)) (1/ 256) . ¶ (¬3) مجموع فتاوى شيخ الإسلام بن تيمية (22/ 449) .",
            "page": "30",
            "part": "2",
            "seal": "1A61B883"
        },
        {
            "id": "63",
            "nass": "((أيهما تُقدم اليدين أم الركبتين حال السجود)) ¶ أبو الحسن وليد بن محمد المصباحي الوصابي ¶ بسم الله الرحمن الرحيم ¶ الحمدلله رب العالمين القائل: \"لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا\"، وَالصلاة والسلام على نبينا محمد القائل: \" صلوا كما رأيتموني أصلي \" ¶ أما بعد: ¶ فإن من المتعارف عند طلبة العلم أنهم إذا أرادوا أن يتكلموا في مسألة من مسائل الدين سلكوا المنهج العلمي في بحثهم وَاعتمدوا على الضوابط والقواعد التي قررها أهل العلم وابتعدوا عن الأهواء المذمومة ومن جملة هذه القواعد: ¶ 1) النظر في المتن فرعُُ عن النظر في الإسناد ¶ فلا نستطيع أن نبدي رأينا في المتن حتى نعرف هل هو ثابت أم ليس بثابت؟ ¶ 2) المسألة المطروحة للبحث لا تأخذ شكلها النهائي إلا بعد المرور بأربع مراحل: ¶ أولاً: التحقيق وهو الإتيان بالحُكم مع دليله. ¶ ثانياً: التدقيق وهو الإتيان بالحُكم السابق المراد إثباته من طريق آخر أي من غير دليله المشهور أو المعتمد. ¶ ثالثاً: التنميق وهو تحسين العبارة عند الوصول إلى الحُكم وذلك بإسلوب لُغوي سهل. ¶ رابعاً: التوفيق وهو سلامة الحُكم في المسألة عن المُعارض المُسقط له. ¶ 3) لا يُكتفى في البحث المتعلق بالحديث النظر فقط إلى الإسناد مُجرداً عن النظر إلى المتابعات وَالشواهد واللغة ومقتضى الذوق السليم والنظرالصحيح وكلام أهل العلم عموماً من المتقدمين والمتأخرين بل وَالمعاصرين، وَرحم الله من قال: ¶ قُل لمن لا يرى للأواخر شيئا ... ويرى للأوائل التقديما ¶ قد كان ذاك القديم جديدا ... وسيغدو هذا الجديدُ قديما ¶ 4) لا يجوز التقليد في دين الله لمن كان له أهلية البحث والمعرفة بضوابط وقواعد العلماء، أما من كان عامياً أو طالب علم مبتدئ فإنه يُقلد من يثق بدينه وعلمه وأمانته.",
            "page": "31",
            "part": "2",
            "seal": "7DB7236B"
        },
        {
            "id": "64",
            "nass": "5) لا بد أن تعرف سِر الخِلاف في المسألة المطروحة بين يديك، فقد تجد في المسألة اعتراضات كثيرة مبناها على أساس واحد، فتعمد إلى معالجة أصل الخِلاف حتى تتساقط هذه الاعتراضات. ¶ وَالمسألة التي بين أيدينا هي هل إذا سجدت بعد قيامك تُقدم يديك أم ركبتيك؟؟ ¶ وَالجواب على ذلك: أن نقول هذه المسألة مبنية على عِدة محاور: ¶ 1- المحور الحديثي بتفاصيله. ¶ 2- المحور الفقهي بخِلافه. ¶ 3- المحور الُلغوي بدلالته. ¶ 4- المحور النظري بحججه. ¶ وَنلاحظ أن سِرَ الخِلاف يكمن في المحور الحديثي، وَنناقش أدلة المختلفين في التصحيح والتضعيف على حسب القواعد التي تحكم الجميع ونجعلها كأرضية مشتركة بين الفريقين: ¶ أخرج أبو داود عن عبد العزيز الداروردي حدثنا محمد بن عبد الله الحسن عن أبي الزناد عن الأعرج عن أبي هريرة أن النبي صلى الله عليه وآله وسلم قال: ((إذا سجد أحدكم فلا يبرك كم يبرك البعير، وَليضع يديه قبل ركبتيه)) وَأخرجه النسائي وَغيره من أصحاب السُنن. ¶ هذا الحديث تكلم فيه المُضعفون له بسبب \" الدراوردي \" وَ \" محمد بن عبد الله الحسن \" فقالوا أن الداروردي تُكلم فيه من قِبل حفظه مع العلم أنه من رجال مسلم وَحديثه لا ينحط عن درجة \" الحسن \" لا سيما وقد تابعه \" عبد الله بن نافع \" عن \" محمد بن عبد الله بن الحسن \" عن أبي الزناد به مختصراً بلفظ ¶ ((يعمد أحدكم فيبرك في صلاته برك الجمل)) ، فهذه متابعةُُ قوية من ابن نافع أخرجها النسائي والترمذي وأبو داود، فاندفعت بذلك العلة الأولى وَبشِدة وَعبد الله بن نافع ثقة من رجال مسلم، ومن المعلوم في علم المصطلح أن تفرد الثقة لا يضر، فما بالك إذا تُوبعَ براوِ ثقةٍ أيضا.",
            "page": "32",
            "part": "2",
            "seal": "384865DC"
        },
        {
            "id": "65",
            "nass": "قال الخطيب البغدادي في \" الكفاية \"ص597: ((زيادة الثقة مقبولة إذا تفرد بها، وَلم يفرقوا بين زيادة يتعلق بها حُكم شرعي أو لا يتعلق بها حُكم، وَبين زيادة توجبُ نقصاناً من أحكام تثبت بخبرٍ ليست بتلك الزيادة)) وهذا قول الجمهور من الفقهاء وأصحاب الحديث كابن حبّان والحاكم وجماعة من الأصوليين منهم الغزّالي في \" المستصفى \" وَجرى عليه النووي في مصنفاته وهو ظاهر تصرفُ مسلم في صحيحه. ¶ وَالقول بقبول رواية الثقة إذا تفرد بالحديث من أصله أولى بقبولها إذا زاد في الحديث، لأن تفرده بالحديث من أصله لا يتطرق نسبة السهو وَالغفلة إلى غيره من الثقات إذ لا مخالفة في روايته لهم ¶ ومن أوضح الأمثلة فيما تقرر حديثُ الأعمال بالنيات، فإنه لم يرويه عن النبي صلى الله عليه وآله وسلم إلا عمر بن الخطاب رضي الله عنه وَلم يروه عن عمر إلا علقمة بن وقاص الليثي ولم يروه عن علقمة إلا محمد بن إبراهيم التيمي وَلم يروه عن محمد بن إبراهيم إلا يحيى بن سعيد الأنصاري ورواه عن يحيى خلق كثير قاله ابن دقيق العيد في شرحه للأربعين النووية، مع أن هذا الحديث قاله عمر على المنبر وهو من أساسيات الدين بل نصف الدين -كما قاله الشيخ بن باز رحمه الله-، وَالهمم متوافرة لنقله فلماذا لم يثبت إلا من هذا الطريق الغريب! فهل معنى ذلك أن نرد هذا الحديث لتفرد الثقة والقول بعدم قبول تفرد الثقة بالحديث يلزم منه رد خبر الآحاد؟؟؟ ¶ \"وَقد اتفق جميع أهل العلم على أنه لم انفرد الثقة بنقل حديث لم ينقله غيره لوجب قبوله ولم يكن ترك الرواة لنقله إن كانوا عرفوه وذهابهم عن العلم به معارضاً ولا قادحا في عدالة راويه ولا مبطلاً له\"",
            "page": "33",
            "part": "2",
            "seal": "DC3E93A4"
        },
        {
            "id": "66",
            "nass": "\" وَيدل أيضا على صحة ما ذكرناه أن الثقة العدل يقول سمعت وحفظت ما لم يسمعه الباقون وهم يقولون ما سمعنا ولا حفظنا وليس ذلك تكذيباً له وإنما هو إخبارُُ عن عدم علمهم بما علمه وذلك لا يمنع علمه به ولهذا المعنى وجب قبول الخبر إذا انفرد به دونهم \" ¶ وَأما قولهم أن البخاري أعله فنقول هذه العلة ليست بعلة إلا عند البخاري بناءً على أصله المعروف وهو إشتراط معرفة اللقاء وَليس ذلك بشرط عند جمهور المحدثين بل يكفي عندهم مجرد إمكان اللقاء مع أمن التدليس، وَحيث قال البخاري: \" وَلا يُتابع عليه، وَلا أدري أسمع من أبي الزناد أم لا \" فنقول الجواب من وجوه: ¶ أ- قد تقدم الكلام في تفرد الثقة، و\" محمدبن عبد الله بن الحسن \" ثقة. ¶ ب- وقول البخاري\" أسمع من أبي الزناد أم لا \" يدل على تطرق الشك والاحتمال، فلا نستطيع أن نقول أن البخاري يعله بعدم سماع محمد بن الحسن من أبي الزناد، والأصل سماعه منه فلا يُنتقل عن هذا الأصل إلا بيقين، وَقد أسلفنا أنه برئ من تهمة \" التدليس \"، وَالسبب في قول البخاري \" لا يتابع عليه \" بناءً على مذهبه في اشتراط ثبوت اللقاء وقد نص العلماء كالإمام مسلم والحاكم وابن حبان والباقلاني والصيرفي وقد جعله مسلم قول كافة أهل الحديث وهو أن لقاء الرواي لِمن روى عنه بالعنعنة ممكناً من حيث السِن وَالبلد وَكان الحديث متصلا ولم يأت أنهما اجتمعا قط بشرط برائته من \" التدليس \" وأن القول بإشتراط ثبوت اللقاء قول مخترعُُ بل لم يُسبق قائله إليه وبالغ في رده وطوّل في الإحتجاج لذلك في مقدمة صحيحه، وهناك كتاب بعنوان \" السنن الأبين والمورد الأمعن في المحاكمة بين الأمامين في السند المعنعن \" لأبي عبد الله محمد بن عمر السبتي بتحقيق محمد الحبيب بن الخوجه",
            "page": "34",
            "part": "2",
            "seal": "E38C21D6"
        },
        {
            "id": "67",
            "nass": "وقد صحح البخاري نفسه أحاديث على غير شرطه في الصحيح مثل بعض الأحاديث التي عرضها الترمذي عليه مما يدل على أن هذا الشرط شرط كمال في صحة الحديث وَزيادة تثبت لِما عُرفَ به من دقته وَأمانته رحم الله الجميع. ¶ وَلايفوتني أن ننوه على أن \" محمد بن الحسن \" لم يُعرف بتدليس ثم هو قد عاصر أبي الزناد وأدركه زماناً طويلا فإنه مات سنة 145 هـ وله من العمر ثلاث وَخمسين سنة وَشيخه أبوالزناد سنة 130هـ فالإتصال ثابث لا ريب فيه بناءً على القواعد والضوابط التي يتحاكم إليها الجميع. ¶ وأما قول من قال بأن محمد بن الحسن كان يميل إلى العزلة والخلوة فهذا ليس بقادح لا من قريب ولا من بعيد فإن الرجل من أهل البادية يأتي إلى النبي صلى الله عليه وآله وسلم وَيسمع منه الحديث ويتفرد به ولا يُقدح فيه بسبب جهله أو بداوته مثل ذلك حديث رجل من أهل البادية قال: قال رسول الله صلى الله عليه وسلم: إنك لن تدع شيئاً إتقاء الله إلا أتاك الله خيراً منه \" رواه أحمد فلماذا لا نقول إن هذا الرجل أعرابي مقل بل مجهول الاسم فلا نقبل روايته التي تفرد بها عن باقي الصحابة السبب في ذلك أنه عدلُُ بتعديل الله له. ¶ جـ- وهنا نقطة لا بد من التنبيه عليها أثارها قول من قال \" أن محمد بن الحسن غير معروف بحمل العلم \" والجواب: أنه قد اتفق أهل الحديث على اشتراط أربعة شروط في الراوي الذي يؤدي الحديث وهي: ¶ 1- التكليف ¶ 2- العدالة ¶ 3- الضبط ¶ 4- التيقظ ¶ وهناك شروطُُ مختلف فيها مثل: ¶ 1- اشتراط العدد في تأدية الراوية ¶ 2-أن يكون مشهوراً بطلب الحديث ¶ 3- أن يكون معروف النسب ¶ 4- أن يكثر من الراوية ¶ 5- أن يكون عالماً بالمعاني اللغوية ¶ 6- أن يكون مجتهداً إذا روى راوية مخالفة للقياس من كل وجه ¶ 7- أن لا يكون محدوداً في قذف",
            "page": "35",
            "part": "2",
            "seal": "5974CEC2"
        },
        {
            "id": "68",
            "nass": "قال الشيخ الدكتور حسن محمد الأهدل في كتابه \" مصطلح الحديث وَرجاله \" معلقاً على هذه الشروط: والصحيح أن هذه الشروط المختلف فيها مردودة وليس عليها دليل يثبت اعتبارها، والذي ينبغي لمن تكلم في الحديث عن رسول الله أن يكون واسع الإطلاع على كتب السنة المشهورة المعروفة المتواترة عن مؤلفيها الموثق بهم وأن يكون عالماً بمصطلح الحديث وقواعد المحدثين مميزاً بين الصحيح والحسن والضعيف والموضوع وأن تكون لديه ملكة وفهم يدرك به معاني الأحاديث الصحيحة والأحكام المستفادة منها وأن يهتدي في كلامه بما ثبت عن الأئمة المجتهدين الموثوق بهم وبإجتهادتهم أهـ. ¶ وفي هذا الكلام المتقدم رد واضح على من اشترط لقبول رواية الراوي أن يكون معروفاً بحمل العلم ولو كان الأمر كما يدعون لرددنا أكثر الأحاديث الصحيحة وَالله المستعان. ¶ د- ومما يزيد القلب طمأنينة بصحة حديث أبي هريرة هو حديث ابن عمر الذي أخرجه البخاري في صحيحه تعليقا ووصله ابن خزيمة في صحيحه وَأبو داود كما في \" اطراف المزي \" قال البخاري: \" وقال نافع عن ابن عمر كان إذا سجد وضع يديه قبل ركبتيه \" وهنا أورده البخاري بصيغة الجزم فهذا يدل على أنه صحيح عنده وَهذا الحديث كما قال الحافظ من طريق الدراوردي عن عبيد الله بن عمر عن نافع عن ابن عمرأنه كان يضع يديه قبل ركبتيه. وقال كان النبي صلى الله عليه وآله وسلم يفعل ذلك. ¶ قال الحاكم: \" فأما القلب في هذا فإنه إلى حديث ابن عمر أميل، لروايات في ذلك كثيرة عن الصحابة والتابعين \".",
            "page": "36",
            "part": "2",
            "seal": "D7B0CAB0"
        },
        {
            "id": "69",
            "nass": "وهذا الحديث أخرجه البيهقي ثم علق عليه بقوله له: \" كذا قال عبد العزيز، ولا أراه إلا وهما \" يعني أن رفع الحديث وهم، لكن تعقبه ابن التركماني بقوله: \" حديث ابن عمر المذكور أولاً أخرجه ابن خزيمة في صحيحه وما علله به البيهقي من حديثه المذكور فيه نظر لأن كل منهما معناه منفصل عن الآخر وحديث أبي هريرة أولاً دلالته قولية وقد تأيد بحديث ابن عمر فيمكن ترجيحه على حديث وائل بن حُجر لأن دلالته فعلية على ما هو الأرجح عند الأصوليين\" ¶ وقد تكلم بعض العلماء في راوية الداروردي عن عبيد الله بن عمر خاصة حيث قالوا ومما يدل على ذلك ما أخرج البيهقي من طريق أيوب عن نافع عن ابن عمر قال: \" إذا سجد أحدكم فليضع يديه وإذا رفع فليرفعهما \" قال الحافظ: \" ولقائل أن يقول هذا المرفوع غير الموقوف فإن الأول في تقديم وضع اليدين على الركبتين والثاني في وضع اليدين في الجملة \" وهذا يشرح قول ابن التركماني المتقدم، ولم يخالف عبد العزيز أيوب لأنه زاد الرفع وهي زيادة مقبولة منه إعمالاً للقاعدة التي ذكرناها في تضاعيف البحث بل إن عبد العزيز قد حفظ هذه السُنة وأكبر دليل على ذلك راويته للموقوف والمرفوع معاً، ومما يدل أيضا على حفظه مخالفة محمدبن عبد الرحمن بن أبي ليلى في راويته عن نافع به بلفظ: \" أنه كان يضع ركبتيه إذا سجد قبل يديه ويرفع يديه إذا رفع قبل ركبتيه \" أخرجه ابن أبي شيبه وهذا منكر لأن ابن أبي ليلى سيء الحفظ وقد خالف في مسنده الدراوردي وأيوب كما رأيت. ¶ وهذه الأمور هي التي جعلت الحاكم يميل قلبه إلى أثر ابن عمر، وجعلت صاحب \"عون المعبود\" يقول (إسناده حسن) ¶ أضف إلى ذلك انضمام هذا الشاهد لحديث أبي هريرة يجعله حسناً على أقل أحواله، إذن نقول يتبين من هذا البحث عن هذا الحديث أنه حديث صحيح لا مرية في ثبوته.",
            "page": "37",
            "part": "2",
            "seal": "F41E3130"
        },
        {
            "id": "70",
            "nass": "وَنأتي الآن إلى الشق الآخر من المحور الحديثي وهو حديث وائل بن حُجر وهو: ((رأيت رسول الله صلى الله عليه وآله وسلم إذا سجد وضع ركبتيه قبل يديه وإذا نهض رفع يديه قبل ركبتيه)) رواه أبو داود والنسائي والترمذي وابن ماجه وغيرهم من طريق يزيد بن هارون أخبرنا شريك عن عاصم بن كليب عن أبيه عن وائل بن حُجر. قال البيهقي: \" إسناده ضعيف \" وقال أيضاً: \" هذا حديث يُعدُ في أفراد شريك القاضي وإنما تابعه همام من هذا الوجه مرسلا. هكذا ذكره البخاري وغيره من الحفاظ المتقدمين \" ¶ وقال ابن العربي في \" عارضة الأحوذي \" حديث غريب. ¶ نستفيد من هذا الكلام أن حديث وائل ضعيف بعدة عِلل: ¶ الأولى: ضعف شريك: قال إبراهيم بن سعد الجوهري: \" أخطأ شريك في أربعمائة حديث\" وقال النسائي: \" ليس بالقوي \" وضعفه يحيى بن سعيد القطان جداً، وأما قول الحاكم\" أنه صحيح على شرط مسلم \" ووافقه الذهبي فهو وهم، فشريك أخرج له مسلم متابعةً ولم يُخرج له احتجاجا فأنى يكون على شرطه؟ وقد صرّح بذلك الذهبي نفسه في الميزان ثم كأنه ذهِل عنه، قال الدارقطني عقب الحديث \" تفرد به يزيد عن شريك ولم يُحدث به عاصم بن كليب غير شريك، وشريك ليس بالقوي فيما تفرد به \" بل قال يزيد بن هارون الراوي عن شريك: \" إن شريكاً لم يروي عن عاصم غير هذا الحديث \" وهو سئ الحفظ عند جمهور الأئمة بل صرّح بعضهم أنه كان قد اختلط فلذلك لا يُحتج به إذا تفرد، فكيف إذا خالف غيره من الثقات الحُفاظ حيث روى زائدة بن قدامة وهو ثقة ثبت عن عاصم بن كليب أخبرني أبي أن وائلاً بن حُجرالحضرمي أخبره قال وَذكر حديثاً طويلاً رواه أحمد وأبوداود والنسائي وَصححه ابن خزيمة وابن حبان والنووي وابن القيم، وليس فيه ما ذكره شريك، فتأمل!!!",
            "page": "38",
            "part": "2",
            "seal": "30E83243"
        },
        {
            "id": "71",
            "nass": "لثانية: مخالفة همام لشريك قال حدثنا شقيق أبو الليث قال حدثني عاصم بن كليب عن أبيه مرسلا أخرجه أبوداود والبيهقي وقال \" قال عفان هذا الحديث غريب \"، وقد خالف شقيق شريك القاضي أرسله، قال الذهبي: \" شقيق عن عاصم بن كليب وعنه همام لا يُعرف \" قال الحافظ في (التقريب) \" مجهول \" ¶ ومن طريق همام حدثنا محمد بن جُحادة عن عبد الجبار بن وائل عن أبيه عن النبي صلى الله عليه وآله وسلم. ¶ وهذا الحديث واهٍ فعبد الجبار لم يسمع من أبيه شيئاً كما قال ابن معين والبخاري وغيرهما ¶ واما قولهم إن لهذا الحديث شواهد يتقوى بها فسننظر ما هي هذه الشواهد وما درجتها وهل تصلح أن تكون شواهد؟. ¶ 1 -اخرج ابن أبي شيبة والطحاوي والبيهقي من طريق محمد بن فضيل عن عبد الله بن سعيد عن جده عن أبي هريرة مرفوعا فذكره وهذا موضوع وآفته عبد الله بن سعيد فقد كذبه يحيى القطان وقال أحمد (منكر الحديث متروك الحديث) وقال ابن عدي (عامة ما يرويه الضعف عليه بين) وقال الحاكم أبو أحمد (ذاهب الحديث) ¶ 2 - أخرج البيهقي من طريق إبراهيم بن إسماعيل بن يحيى بن سلمة بن كهيل قال حدثني أبي عن أبيه عن سلمة عن مصعب بن سعد بن أبي وقاص عن أبيه قال كنا نضع اليدين قبل الركبتين فأمرنا بوضع الركبتين قبل اليدين) هذا الحديث إسناده ضعيف جدا فيه ثلاث علل: - ¶ إبراهيم بن اسماعيل قال فيه ابن حبان في روايته عن أبيه بعض المناكير. قال العقيلي (لم يكن إبراهيم يقيم الحديث) ¶ الثانية أبوه اسماعيل بن يحيي متروك كما قال الأزدي والدارقطني ¶ الثالثة يحيى بن سلمه واه. تركه النسائي وقال أبو حاتم وغيره (منكر الحديث) وقال ابن معين (لا يكتب حديثه) والحق ما قاله النووي في المجموع (ولا حجة فيه لأنه ضعيف) ¶ فكيف يكون هذا الإسناد معضد لحديث وائل؟؟؟؟",
            "page": "39",
            "part": "2",
            "seal": "FD6DBD5F"
        },
        {
            "id": "72",
            "nass": "3- حديث أنس رأيت رسول الله صلي الله عليه وسلم (انحط بالتكبير فسبقت ركبتاه يديه) أخرجه الدارقطني من طريق العلاء بن إسماعيل العطار حدثنا حفص بن غياث عن عاصم الأحول عن أنس به. ¶ قال البيهقي في المعرفه: (تفرد به العلاء وهو مجهول) ونقل ابن أبي حاتم عن أبيه في العلل \" حديث منكر \" فكيف تكون هذه المناكير معضدات لحديث وائل بل تدل هذه على نكارة حديث وائل كما تقرر في علم مصطلح الحديث، وَأزيدك تأكيداً حيث أخرج الطحاوي في \" شرح المعاني \" من طريق عمربن حفص بن غياث ثنا أبي ثنا الأعمش قال حدثني إبراهيم عن أصحاب عبد الله علقمة والأسود قالا: (حفظنا عن عمر في صلاته أنه خر بعد ركوعه على ركبتيه كما يخرُ البعير، وَوضع ركبتيه قبل يديه) !! ¶ عمربن حفص من أثبت الناس في أبيه قد خالف العلاء فجعله عن عمر لم يتجاوزه، فهذه علة أخرى. ¶ قال الحافظ في \" اللسان\": (وقد خالفه عمر بن حفص بن غياث وهو من أثبت الناس في أبيه فراوه عن أبيه عن الأعمش عن إبراهيم عن علقمة وَغيره عن عمر موقوفاً عليه، وَهذا هوالمحفوظ) أ. هـ ¶ وَهذا الأثر الصحيح يعتبر فصل في مورد النزاع يتعين إليه المصير حيث بيّن أن عمر كان يُقدم ركبتيه قبل يديه وَأن هذا الفعل هو كما يخر البعير، فهو حُجة لنا لا علينا، وبذلك نكون قد انتهينا من المحورالحديثي. ¶ ونشرع الآن في المحور الفقهي بخِلافه فنقول: ¶ اختلف العلماء في مسألة هل يُقدم إذا سجد بعد الرفع من الركوع يديه أم ركبتيه؟ إلى ثلاثة آراء: ¶ 1- يتعين عليه أن يُقدم ركبتيه، وَهو قول الشافعي وأبي حنيفة وَرواية عن أحمد وَمسلكهم الفقهي في ذلك هو اعتمادهم على حديث وائل وَتضعيف حديث أبي هريرة. ¶ 2- مُخيّر في ذلك وهي راوية عن مالك وَأحمد وَاختاره شيخ الإسلام ابن تيمية وَمسلكهم الفقهي في ذلك أن الحديثين ضعيفان، فُيرجع إلى الأصل وَهو أن المطلوب السجود على الصفة التي لا تشق على المُكلف.",
            "page": "40",
            "part": "2",
            "seal": "0445B60E"
        },
        {
            "id": "73",
            "nass": "3- يتعين عليه تقديم اليدين وَهو قول مالك والأوزاعي وَالمُحدثين وَمسلكهم الفقهي في ذلك ثلاثة أمور: ¶ أ- على افتراض ضعف الحديثين، فلا مانع من الاستئناس بالهيئة التي تُناسب الخشوع في الصلاة، وليس فيها إيلام للركبتين وَلا شك أنها تقديم اليدين حيث قال مالك (هو أحسن في خشوع الصلاة) . ¶ ب- على افتراض صحة الحديثين، فحديثُ أبي هريرة قولي وَحديث وائل فعلي وَقد تقرر في علم الأصول أن دلالة القول مقدمة على دلالة الفعل لأن القول يدل على العموم وَالفعل يحتمل الخصوص. ¶ جـ- بناءً على ما سبق في البحث الحديثي، فحديثُ أبي هريرة صحيح، وَحديث وائل ضعيف، فيُعمل بالصحيح وَيُترك الضعيف. ¶ وَنلاحظ أن الرأي الأول لم يبحث جيداً في ثبوت الأحاديث وَلم يتبين لهم الصحيح من الضعيف فهم معذرون في ذلك، وَأما الرأي الثاني فهو أحسن من الأول لأنه قد بحث في الحديثين وتبين له ضعفهما، فرجع إلى الأصل لكنه لم يتفحص في الأنسب من حيث النظر الصحيح، وَأما الرأي الثالث فقد بحث بحثاً شاملاً فلم يكتف بتضعيف الحديثين في الفرض الأول بل اختار منهما ما يُناسب خشوع الصلاة وَسلامة البدن، وَفي المسلك الثاني افترض صحتهما وَوفق بينهما على طريقة أهل العلم في الجمع بين النصوص، وَالمسلك الثالث عرف أن سِر الخِلاف في ثبوت الأحاديث، فبحثها بتفصيل على طريقة أهل العلم وعرف أن الصواب صحة حديث أبي هريرة وَضعف حديث وائل، فترجح بذلك الرأي الثالث وَهو تعين تقديم اليدين على الركبتين. ¶ وَننتقل إلى المحور الُلغوي بدلالته فنقول:",
            "page": "41",
            "part": "2",
            "seal": "4B49F68A"
        },
        {
            "id": "74",
            "nass": "إن ركبة ذوات الأربع من ضمنها البعير في يديه كما قاله ابن منظور في \" لسان العرب \" وَالأزهري في \" تهذيب اللغة \" وَابن سيدة في \" المُحكم وَالمحيط الأعظم\" وابن حزم في \" المحلى \" وَروى أبوالقاسم السرقسبطي في \" غريب الحديث \" بسندٍ صحيح عن أبي هريرة أنه قال: (لا يبرك أحد بروك البعيرالشارد) يعني لا يرمي بنفسه في السجود على ركبتيه كما يفعل البعير الشارد وَلكن عليه أن يطمئن فيضع يديه ثُم ركبتيه، وَفي قصة سُراقة بن مالك: (وَساخت يدا فرسي في الأرض حتى بلغتا الركبتين) أخرجه البخاري وَغيره. ¶ وَننتقل الآن إلى المحور النظري بحُججه مُبتدئين بما ذكره الشيخ أحمد شاكر رحمه الله في \" شرح الترمذي\": ¶ 1- قال: \" وَحديث أبي هريرة نص صريح وَمع هذا فإن بعض العلماء ومنهم ابن القيم حاول أن يعله بعلة غريبة فزعم أن متنه انقلب على راويه وَأن صحة لفظه لعلها (وَليضع ركبتيه قبل يديه) ثُم ذهب ينصر قوله ببعض الراويات الضعيفة وَبأن البعير إذا برك وضع يديه قبل ركبتيه فمقتضى النهي عن التشبه به هو أن يضع الساجد ركبتيه قبل يديه. وَهو رأي غير سائغ لأن النهي هو أن يسجد فينحط على الأرض بقوة وَهذا يكون إذا نزل بركبتيه أولاً والبعير يفعل هذا أيضاً وَلكن ركبتاه في يديه لا في رجليه وهو منصوص عليه في \" لسان العرب\" لا كما زعم ابن القيم \" أ. هـ ¶ أقول وَلو سألت راعي إبلٍ لأخبرك أن ركبة البعير في يديه وَهو يخر عليها. ¶ 2- أن خرور مجموعة كبيرة من المصلين على ركبهم يُحدث صوتاً يُخل بالخشوع وَالسكينة، وَقد كنت ذات يومٍ في أحد المساجد الصغيرة وَكان به دورعلوي، فعندما يسجد الناس وَأنت بالدور السفلي تسمع جلبة الرُكب مما يُذهب الخشوع وَيُوحي بعدم التزام الأدب في المسجد، وَلو أن هذه المجموعة قدموا أيديهم في سجودهم لكان هذا ادعى إلى السكون والخشوع المفترض في بيوت الله.",
            "page": "42",
            "part": "2",
            "seal": "1399F69C"
        },
        {
            "id": "75",
            "nass": "3- لو كنت جالساً وَجاءك رجلان لأجل أن يجلسا إليك فأما أحدهما فانحط على ركبتيه والآخر وضع يديه، فأيهما احرى بالتواضع والأدب؟؟ لا شك أنه الثاني بإجماع العُقلاء من أجل ذلك قال الإمام مالك (هو أحسن في خشوع الصلاة) بل هذا هو ما كان عليه السلف رحمهم الله حيث قال الأوزاعي: (أدركت الناس يضعون أيديهم قبل ركبهم) ذكره المروزي في مسائله بسندٍ صحيح، وَقال ابن أبي داود: (وَهو قولُ أصحاب الحديث) ، وَقال الحافظ ابن سيد الناس: (أحاديث وضع اليدين قبل الركبتين أرجح.... قال وينبغي أن يكون حديثُ أبي هريرة داخلاً في الحُسن على رسم الترمذي لسلامة رواته من الجرح) . ¶ 4- وَأما فعل عمر رضي الله عنه فالذي يظهر وَالله أعلم أن عمر كان طِوالاً جسيماً وَبالأخص كان طويلَ الرجلين كما هو مذكور في سيرته وَقد جرت العادة أن من كان هذا وصفه يشق عليه وَيتحرج أن يُقدم يديه، فهو يصنع ما يسهل عليه فعله. ¶ 5- الإكثار من تقديم الركبتين يُحدث مع الزمن ألماً فيهما فكان الاعتماد على اليدين أخف على الركبتين كما ذكر ذلك الحافظ في \" الفتح \" عن الزين ابن المنير. ¶ *** خاتمة البحث *** ¶ يتبين من خِلال هذه المحاورالتي تُعتبر ضوابط يمشي عليها أهلُ العلم تبين أن تقديم اليدين على الركبتين في السجود واجب لا محالة، وَقد قال بهذا القول من العلماء المعاصرين الشيخ الألباني رحمه الله وَغيره، وَرجحّه الشيخ محمد المختارالشنقيطي حفظه الله وَمن بدا له غيرَ هذا الرأي فليرد رداً علمياً من خِلال نقده لتلك المحاور بشرط أن يكونَ نقده على طريقة أهلِ العلم. ¶ وصلى الله على نبينا محمد وَعلى آله وَأصحابه وَسلم تسليماً كثيرا ¶ وَكتب أبوالحسن وليد بن محمد المصباحي الوصابي",
            "page": "43",
            "part": "2",
            "seal": "7B828016"
        },
        {
            "id": "76",
            "nass": "(المصلي عِنْدَ نزوله من الركوع إلى السجود، هل يَكُوْن عَلَى يديه أم ركبتيه؟) ¶ للدكتور ماهر ياسن فحل ¶ اختلاف الفقهاء في ذَلِكَ عَلَى قولين: ¶ الأول: توضع الركبتان قَبْلَ اليدين عِنْدَ النّزول إلى السجود. ¶ وبه قَالَ: مُسْلِم (¬1) بن يسار (¬2) ، وسفيان الثوري (¬3) ، والشافعي (¬4) ، وأحمد في رِوَايَة (¬5) ، وإسحاق بن راهويه (¬6) ، وَهُوَ مذهب أهل الكوفة مِنْهُمْ: أبو حَنِيْفَة (¬7) ، وإبراهيم النخعي (¬8) . ¶ ونقله الترمذي عن أكثر أهل العلم (¬9) ، وَهُوَ مروي عن عمر بن الخطاب (¬10) ، وابنه (¬11) ، واختاره ابن القيم وغيره (¬12) . ¶ ¬__________ ¶ (¬1) هُوَ مُسْلِم بن يسار البصري، نزيل مكة، أبو عَبْد الله الفقيه، ويقال لَهُ: مُسْلِم سُكّرة، ومسلم المُصْبِح: ثقة عابد، توفي سنة (100 هـ‍) أو بعدها. ¶ سير أعلام النبلاء 4/510، والتقريب (6652) ، وطبقات الفقهاء: 94. ¶ (¬2) انظر: مصنف عَبْد الرزاق (2958) ، وابن أبي شيبة (2716) . ¶ (¬3) انظر: مختصر اختلاف العلماء، للجصاص 1/211. ¶ (¬4) انظر: الأم 1/113، والمهذب 1/176، والمجموع 3/421، وشرح زبد بن ارسلان 1/97. ¶ (¬5) وَهُوَ المشهور من مذهب الحنابلة. انظر: الكافي 1/137، والمبدع 1/452، ومنار السبيل 1/94، وكشاف القناع 1/350. ¶ (¬6) انظر: المغني 1/554. ¶ (¬7) انظر: شرح معاني الآثار 2/254، والمبسوط 1/131-132، وبدائع الصنائع 1/215، والبحر الرائق 1/335. ¶ (¬8) انظر: مصنف عَبْد الرزاق (2956) و (2957) ، وابن أبي شيبة (2707) . ¶ (¬9) انظر: جامع الترمذي 2/157 طبعة شاكر. ¶ (¬10) انظر: مصنف عَبْد الرزاق (2955) ، وابن أبي شيبة (2703) و (2704) . ¶ (¬11) انظر: مصنف ابن أبي شيبة (4705) . ¶ (¬12) انظر: زاد المعاد 1/57، وظفر الأماني: 405.",
            "page": "44",
            "part": "2",
            "seal": "3F974AC9"
        },
        {
            "id": "77",
            "nass": "وحجتهم في ذَلِكَ: ما رواه يزيد بن هارون، عن شريك القاضي، عن عاصم بن كليب، عن أبيه، عن وائل بن حجر، قَالَ: ((رأيت رَسُوْل الله - صلى الله عليه وسلم - إذا سجد يضع ركبتيه قَبْلَ يديه، وإذا نهض رفع يديه قَبْلَ ركبتيه)) . ¶ رَوَاهُ: الدارمي (¬1) ، وأبو داود (¬2) ، وابن ماجه (¬3) ، والترمذي (¬4) ، والنسائي (¬5) ، وابن خزيمة (¬6) ، والطحاوي (¬7) ، وابن حبان (¬8) ، والطبراني (¬9) ، والدارقطني (¬10) ، والبيهقي (¬11) ، والخطيب (¬12) ، والحازمي (¬13) . ¶ الثاني: توضع اليدان قَبْلَ الركبتين في السجود ¶ وبه قَالَ: الأوزاعي (¬14) ، ومالك (¬15) ، وأحمد في الرِّوَايَة الأخرى (¬16) ، وَهُوَ مذهب أصحاب الْحَدِيْث (¬17) . ¶ ¬__________ ¶ (¬1) في سننه (1326) . ¶ (¬2) في سننه (838) . ¶ (¬3) في سننه (882) . ¶ (¬4) في الجامع الكبير (268) . ¶ (¬5) في المجتبى 2/206 و 234، وفي الكبرى (676) . ¶ (¬6) في صحيحه (626) و (629) وتحرف في الأخير إلى (سهل بن هارون) . انظر: إتحاف المهرة 13/672 (17291) وفات أصحاب المسند الجامع التنبيه على هَذَا التحريف. ¶ (¬7) في شرح معاني الآثار 1/255. ¶ (¬8) في صحيحه (1912) ، وتحرف في موارد الظمآن (487) من شريك إلى إسرائيل!!! ¶ (¬9) في الكبير 22/ (197) . ¶ (¬10) في سننه 1/345. ¶ (¬11) في الكبرى 2/98. ¶ (¬12) في موضح أوهام الجمع والتفريق 2/433. ¶ (¬13) في الاعتبار: 161. ¶ (¬14) المجموع 3/421، وانظر: فقه الإمام الأوزاعي 1/191. ¶ (¬15) انظر: الشرح الكبير 1/353، ومواهب الجليل 1/541، والتاج والإكليل 1/541، والفواكه الدواني 1/181، والثمر الداني 1/110. ¶ (¬16) انظر: المغني 1/554، ومجموعة الفتاوى الكبرى 22/449. ¶ (¬17) انظر: مستدرك الْحَاكِم 1/226، والشرح الكبير 1/250.",
            "page": "45",
            "part": "2",
            "seal": "02850216"
        },
        {
            "id": "78",
            "nass": "وَقَالَ ابن حزم: وضع اليدين قَبْلَ الركبتين فرض (¬1) . وَهُوَ مذهب العترة (¬2) . ¶ واحتجوا: بما رَوَاهُ عَبْد العزيز بن مُحَمَّد الدراوردي، قَالَ: حَدَّثَنَا مُحَمَّد بن ¶ عَبْد الله بن الحسن (¬3) ، عن أبي الزناد، عن الأعرج، عن أبي هُرَيْرَة، قَالَ: قَالَ رَسُوْل الله - صلى الله عليه وسلم -: ((إذا سجد أحدكم فلا يبرك كَمَا يبرك البعير، وليضع يديه قَبْلَ ركبتيه)) . ¶ أخرجه أحمد (¬4) ، والبخاري في \"التاريخ الكبير\" (¬5) ، وأبو داود (¬6) ، والنسائي (¬7) ، والطحاوي (¬8) ،والدارقطني (¬9) ، والبيهقي (¬10) ،والحازمي (¬11) ، وابن حزم (¬12) ، والبغوي (¬13) . ¶ مناقشة الأدلة: ¶ احتج القائلون بالمذهب الأول بحديث وائل بن حجر، وأجاب بعضهم (¬14) عن دليل أصحاب القَوْل الثاني بأن أعله بمجموعة علل مِنْهَا: ¶ 1. إنه معارض (¬15) لحديث وائل بن حجر، وحديث وائل أثبت، قَالَهُ الخطابي (¬16) . ¶ ¬__________ ¶ (¬1) انظر: المحلى 4/129. ¶ (¬2) انظر: نيل الأوطار 2/282. ¶ (¬3) هُوَ مُحَمَّد بن عَبْد الله بن الحسن العلوي الهاشمي، أبو عَبْد الله المدني، كَانَ يلقب بـ (النفس الزكية) : ثقة، قتل سنة (145 هـ‍) في نصف رَمَضَان. ¶ تهذيب الكمال 6/367 (5929) ، والكاشف 2/185 (4945) ، والتقريب (6010) . ¶ (¬4) في مسنده 2/381. ¶ (¬5) 1/139. ¶ (¬6) في سننه (841) . ¶ (¬7) في الكبرى (677) . ¶ (¬8) في شرح المعاني 1/254. ¶ (¬9) في سننه 1/344-345. ¶ (¬10) في سننه 2/99-100. ¶ (¬11) في الاعتبار: 121. ¶ (¬12) في المحلى 4/129. ¶ (¬13) في شرح السنة 3/133. ¶ (¬14) هُوَ ابن القيم. انظر: زاد المعاد 1/223-231، وحاشيته عَلَى سنن أبي داود 3/73-75. ¶ (¬15) ومعلوم لدى أهل الْحَدِيْث أن المعارضة أحد ما يعل بها الحَدِيْث مع التساوي ومع عدم إمكان الترجيح، انظر: أثر علل الْحَدِيْث في اختلاف الفقهاء: 147-160. ¶ (¬16) انظر: معالم السنن 1/178.",
            "page": "46",
            "part": "2",
            "seal": "197FBEBD"
        },
        {
            "id": "79",
            "nass": "2. إن حَدِيْث أبي هُرَيْرَة مقلوب، انقلب لفظه عَلَى بعض الرُّوَاة، والصواب فِيْهِ: ¶ ((وليضع ركبتيه قَبْلَ يديه)) . ¶ فَقَدْ رَوَى الْحَدِيْث أبو بكر بن أَبِي شيبة (¬1) فَقَالَ: حَدَّثَنَا مُحَمَّد بن فضيل، عن عَبْد الله بن سعيد (¬2) ، عن جده، عن أبي هُرَيْرَة، عن النَّبِيّ - صلى الله عليه وسلم - قَالَ: ((إذا سجد أحدكم فليبتدئ بركبتيه قَبْلَ يديه ولا يبرك بروك الفحل)) . ¶ ثُمَّ إن ما حكاه أبو هُرَيْرَة عن فعل رَسُوْل الله - صلى الله عليه وسلم - يؤيد ما رَوَاهُ ابن أبي شيبة عَنْهُ، فرواه ابن أبي داود (¬3) قَالَ: حَدَّثَنَا يوسف بن عدي (¬4) ، قَالَ: حَدَّثَنَا ابن فضيل، عن عَبْد الله بن سعيد، عن أبي هُرَيْرَة، عن النَّبِيّ - صلى الله عليه وسلم - أنه كَانَ إذا سجد بدأ بركبتيه قَبْلَ يديه. ¶ 3. عَلَى فرض التسليم بكون حَدِيْث أبي هُرَيْرَة محفوظاً، فهو منسوخ بحديث مصعب بن سعد بن أبي وقاص، عن أبيه بلفظ: ((كنا نضع اليدين قَبْلَ الركبتين، فأُمرنا بوضع الركبتين قَبْلَ اليدين)) (¬5) . ¶ ¬__________ ¶ (¬1) في مصنفه (2702) . ¶ (¬2) هُوَ عَبْد الله بن سعيد بن أبي سعيد المقبري، أَبُو عباد الليثي، مولاهم، المدني، أخو سعد بن سعيد وَكَانَ الأكبر: متروك، وَقَالَ الذهبي: واه. ¶ تهذيب الكمال 4/149 (3293) ، والكاشف 1/558 (2752) ، والتقريب (3356) . ¶ (¬3) نقله ابن القيم في \" الزاد \" 1/227. ¶ (¬4) هُوَ يوسف بن عدي بن زريق بن إسماعيل ويقال: يوسف بن عدي بن الصلت بن بسطام التيمي، أبو يعقوب الكوفي، مولى تيم الله، نزيل مصر: ثقة، توفي (232 هـ‍) ، وَقِيْلَ: (233 هـ‍) . ¶ تهذيب الكمال 8/194 (7739) ، والكاشف 2/400 (6441) ، والتقريب (7872) . ¶ (¬5) يأتي تخريجه عِنْدَ الجواب عَنْهُ.",
            "page": "47",
            "part": "2",
            "seal": "E00BFEB0"
        },
        {
            "id": "80",
            "nass": "4. حَدِيْث أبي هُرَيْرَة مضطرب في متنه؛ لأن من الرُّوَاة من يقول فِيْهِ: وليضع يديه قَبْلَ ركبتيه، ومنهم من يقول العكس، ومنهم من يقول: وليضع يديه عَلَى ركبتيه، ومنهم من يحذف هَذِهِ الجملة أصلاً. ¶ 5. إن حَدِيْث أبي هُرَيْرَة معلٌ، فَقَدْ تَكَلَّمَ النقاد في رواته، قَالَ البخاري: ((مُحَمَّد بن عَبْد الله بن الحسن لا يتابع عليه، ولا أدري أسمع من أبي الزناد أم لا؟)) (¬1) . ¶ 6. إن لحديث وائل بن حجر شواهد، وأما حَدِيْث أبي هُرَيْرَة فليس كذلك. ¶ 7. إن ركبة البعير ليست في يده وإن أطلقوا عَلَى اللتين في اليدين اسم الركبة فإنما هُوَ للتغليب، أما القَوْل بأن ركبتي البعير في يديه فلا يعرف عن أهل اللغة. ¶ والجواب عَلَى هَذِهِ العلل فِيْمَا يأتي: ¶ 1. أما قولهم إنَّهُ معارض لحديث وائل، فإن حَدِيْث وائل ضعيف، فإنه ليس يروى في الدنيا بإسناد إلا من طريق شريك، وتفرد بِهِ يزيد بن هارون. ¶ قَالَ الدَّارَقُطْنِيّ: ((تفرد بِهِ يزيد عن شريك، وَلَمْ يحدث بِهِ عن عاصم بن كليب غَيْر شريك، وشريك ليس بالقوي فِيْمَا يتفرد بِهِ)) (¬2) . ¶ وَقَالَ الترمذي: ((لا نعرف أحداً رَوَاهُ غَيْر شريك)) (¬3) . ¶ وشريك يخطئ كثيراً (¬4) لا يحتج بتفرده فكيف وَقَدْ خالف هماماً، إِذْ رَوَاهُ همام، عن شقيق، قَالَ: حَدَّثَنِي عاصم بن كليب، عن أبيه، عن النَّبِيّ - صلى الله عليه وسلم - بنحو حَدِيْث شريك (¬5) . ¶ قَالَ البيهقي: ((قَالَ عفان: هَذَا الْحَدِيْث غريب)) (¬6) . ¶ ¬__________ ¶ (¬1) التاريخ الكبير 1/139. ¶ (¬2) سنن الدَّارَقُطْنِيّ 1/345. ¶ (¬3) الجامع الكبير 1/307. ¶ (¬4) التقريب (2787) . ¶ (¬5) أخرجه أبو داود عقيب (839) ، والبيهقي في السنن الكبرى 2/99. ¶ (¬6) السنن الكبرى للبيهقي 2/99.",
            "page": "48",
            "part": "2",
            "seal": "B9408D87"
        },
        {
            "id": "81",
            "nass": "وشقيق: مجهول لا يعرف (¬1) ، سكت عَنْهُ ابن أبي حاتم (¬2) ، وَقَالَ ابن حجر: ((مجهول)) (¬3) . ¶ ومع ذَلِكَ نجد هماماً خالف شريكاً فأرسل الْحَدِيْث، وأسنده شريك، قَالَ البيهقي: ((هَذَا حَدِيْث يُعدُّ في أفراد شريك القاضي، وإنما تابعه همام من هَذَا الوجه مرسلاً. هكذا ذكره البخاري وغيره من الحفاظ المتقدمين رحمهم الله تَعَالَى)) (¬4) . ¶ لذا قَالَ الحازمي في \" الاعتبار \": ((والمرسل هُوَ المحفوظ)) (¬5) . ¶ وعليه فحديث وائل فِيْهِ علتان موجبتان لضعفه: الأولى: ضعف شريك، والثانية: مخالفته لهمام في روايته. ¶ 2. أما قوله بأن الْحَدِيْث مقلوب فما هُوَ إلا من باب التجويز العقلي، وَلَوْ فتحنا هَذَا الباب ما سلم لنا شيء من الأخبار، وَقَدْ رده الشيخ علي القاري فَقَالَ: ((وقول ابن القيم أن حَدِيْث أبي هُرَيْرَة انقلب متنه عَلَى راويه فِيْهِ نظر، إِذْ لَوْ فتح هَذَا الباب لَمْ يَبْقَ اعتماد عَلَى رِوَايَة راوٍ مع كونها صحيحة)) (¬6) . ¶ واستدلاله عليه بما رَوَاهُ ابن أبي شيبة وابن أبي داود لا يصلح سنداً لقوله، ففي كلا إسنادهما: عَبْد الله بن سعيد بن أبي شيبة المقبري، كَانَ القطان وابن مهدي لا يحدّثان عَنْهُ. وَقَالَ يحيى القطان: جلست إلى عَبْد الله بن سعيد بن أبي سعيد مجلساً فعرفت فِيْهِ، يعني: الكذب. وَقَالَ أحمد: منكر الْحَدِيْث متروك الْحَدِيْث. وَقَالَ أبو أحمد الْحَاكِم: ذاهب الْحَدِيْث (¬7) . ¶ ¬__________ ¶ (¬1) انظر: ميزان الاعتدال 2/279 (3740) . ¶ (¬2) الجرح والتعديل 4/373. ¶ (¬3) التقريب (2819) . ¶ (¬4) السنن الكبرى، للبيهقي 2/99. ¶ (¬5) الاعتبار: 123. ¶ (¬6) مرقاة المفاتيح 1/552. ¶ (¬7) انظر: تهذيب الكمال 4/149 (3293) .",
            "page": "49",
            "part": "2",
            "seal": "37002E92"
        },
        {
            "id": "82",
            "nass": "3. أما القَوْل بالنسخ فَقَدْ سبقه إِلَيْهِ ابن خزيمة (¬1) ، والخطابي (¬2) ، والحديث الَّذِيْ استدلوا بِهِ عَلَى النَّسْخ رَوَاهُ ابن خزيمة والبيهقي من طريق إِبْرَاهِيْم بن إِسْمَاعِيْل بن يحيى بن سلمة بن كهيل، عن أبيه، عن جده، عن سلمة، عن مصعب بن سعد بن أبي وقاص، عن أبيه فذكره. ¶ وهذا الْحَدِيْث بهذا السند لا يصلح لإثبات حكم فضلاً عن نسخ غيره، إِذْ إن فِيْهِ راويين ضعيفين: ¶ الأول: إِبْرَاهِيْم بن إِسْمَاعِيْل. قَالَ ابن حبان (¬3) وابن نمير (¬4) : ((في روايته عن أبيه بعض المناكير)) . ¶ الثاني: أبوه إِسْمَاعِيْل بن يحيى. قَالَ الأزدي والدارقطني: ((متروك)) (¬5) . ¶ قَالَ الحازمي: ((أما حَدِيْث سعد ففي إسناده مقال، وَلَوْ كَانَ محفوظاً لدل عَلَى النَّسْخ، غَيْر أن المحفوظ عن مصعب، عن أبيه حَدِيْث نسخ التطبيق)) (¬6) . ¶ وَقَالَ ابن حجر: ((وهذا لَوْ صح لكان قاطعاً للنّزاع، ولكنه من أفراد إِبْرَاهِيْم ابن إِسْمَاعِيْل بن سلمة بن كهيل، عن أبيه، وهما ضعيفان)) (¬7) . ¶ 4. وأما قولهم باضطراب متنه، فإن الَّذِيْ اتفقت عليه كلمة الْمُحَدِّثِيْنَ أن شرط الاضطراب تساوي أوجه الرِّوَايَة من غَيْر ترجيح (¬8) ، فإن ترجحت إحدى الروايات بوجه من وجوه الترجيح المعتبرة انتفى الاضطراب (¬9) . ¶ ¬__________ ¶ (¬1) صَحِيْح ابن خزيمة 1/318-319. ¶ (¬2) معالم السنن:1/178. ¶ (¬3) الثقات 8/83. ¶ (¬4) انظر: تهذيب الكمال 1/101 (145) . ¶ (¬5) انظر: تهذيب الكمال 1/259 (485) ، وتهذيب التهذيب 1/336. ¶ (¬6) الاعتبار: 122. ¶ (¬7) فتح الباري 2/291. ¶ (¬8) انظر: مَعْرِفَة أنواع علم الْحَدِيْث: 84 وفي طبعتنا: 192-193، وشرح التبصرة والتذكرة 1/240 وفي طبعتنا 1/290-291. ¶ (¬9) انظر: مَعْرِفَة أنواع علم الْحَدِيْث: 84 وفي طبعتنا: 226، وشرح التبصرة والتذكرة 1/240 وفي طبعتنا 1/291.",
            "page": "50",
            "part": "2",
            "seal": "E11DEFFE"
        },
        {
            "id": "83",
            "nass": "وإذا علمنا مِمَّا مضى أن حَدِيْث مُحَمَّد بن فضيل، عن عَبْد الله بن سعيد، عن أبي هُرَيْرَة، لا تقوم الحجة بِهِ، وذلك لضعف عَبْد الله بن سعيد، فكيف تتساوى وجوه الرِّوَايَة؟! ¶ 5. أما دعوى إعلال النقاد لَهُ، فليس في كلام الإمام البخاري ما يدل عَلَى إعلاله لَهُ، فغاية مراد الإمام البخاري من قوله هَذَا تشخيص حالة التفرد، وذلك لاهتمامهم بناحية التفرد - كَمَا مضى بنا عِنْدَ كلامنا عن التفرد -. ¶ ومحمد بن عَبْد الله الملقب بالنفس الزكية (¬1) ثقة (¬2) ، لذا قَالَ ابن التركماني: ¶ ((وثّقه النسائي وقول البخاري ((لا يتابع عَلَى حديثه)) ليس بصريح في الجرح فلا يعارض توثيق النسائي)) (¬3) . ¶ وأما قوله: ((لا أدري أسمع من أبي الزناد أم لا؟)) . ¶ فإنما يتأتى الإعلال بِهِ عَلَى شرط الإمام البخاري رحمه الله من عدم الاكتفاء بالمعاصرة، أما الجمهور فعلى مذهب الإمام مُسْلِم من الاكتفاء بالمعاصرة مع إمكان اللقاء (¬4) ، وما في أيدينا تطبيق لهذه القاعدة، فأبو الزناد - عَبْد الله بن ذكوان - مدنيٌّ عاش في الْمَدِيْنَة ومات فِيْهَا سنة (130 هـ‍) (¬5) ، ومحمد بن عَبْد الله مدنيٌّ أَيْضاً عاش في الْمَدِيْنَة، وخرج بالمدينة عَلَى أبي جعفر المنصور، واستولى عَلَى الْمَدِيْنَة سنة (145 هـ‍) وفيها قتل (¬6) . ¶ ¬__________ ¶ (¬1) انظر: تاريخ خليفة: 421، وتاريخ الطبري 4/427، والتحفة اللطيفة في تاريخ الْمَدِيْنَة الشريفة 1/43. ¶ (¬2) تقريب التهذيب (6010) . ¶ (¬3) الجوهر النقي 2/100. ¶ (¬4) انظر: مقدمة صَحِيْح مُسْلِم 1/23، والمنهل الروي: 48. ¶ (¬5) انظر: تهذيب الكمال 4/125-126. ¶ (¬6) انظر: الكامل في التاريخ 5/2 فما بعدها.",
            "page": "51",
            "part": "2",
            "seal": "7EDEA310"
        },
        {
            "id": "84",
            "nass": "فالمعاصرة موجودة، وإمكان اللقاء قريب بَلْ هُوَ شبه المتحقق، حَتَّى إننا نجد الذهبي في \" السير \" (¬1) يقول: ((حدّث عن نافع وأبي الزناد)) . ¶ 6. دعوى وجود الشواهد لحديث وائل، فهي دعوى عارية عن المفهوم عِنْدَ التحقيق العلمي، إِذْ ذكروا لَهُ أربعة شواهد هِيَ: ¶ الأول: ما روي من طريق العلاء بن إسماعيل العطار، عن حفص بن غياث، عن عاصم الأحول، عن أنس: ((رأيت رَسُوْل الله - صلى الله عليه وسلم - انحط بالتكبير فسبقت ركبتاه يديه)) . ¶ رَوَاهُ: الدَّارَقُطْنِيّ (¬2) ، وابن حزم (¬3) ، والحاكم (¬4) ، والبيهقي (¬5) ، والحازمي (¬6) . ¶ قَالَ الدَّارَقُطْنِيّ: ((تفرد بِهِ العلاء بن إِسْمَاعِيْل، عن حفص بهذا الإسناد)) (¬7) وبنحوه قَالَ البيهقي (¬8) والعلاء مجهول لا يعرف (¬9) ، قَالَ ابن حجر: ((قَالَ البيهقي في \" الْمَعْرِفَة \" تفرد بِهِ العلاء بن إِسْمَاعِيْل العطار وَهُوَ مجهول)) (¬10) . وسأل ابن أَبِي حاتم أباه عن هَذَا الْحَدِيْث فَقَالَ: ((حَدِيْث منكر)) (¬11) . ¶ وأيضاً فَقَدْ خالف العلاء عمر بن حفص (¬12) ¶ ¬__________ ¶ (¬1) سير أعلام النبلاء 6/210، وانظر: الكاشف 2/185-186، وتهذيب التهذيب 9/353. ¶ (¬2) سنن الدَّارَقُطْنِيّ 1/345. ¶ (¬3) المحلى 4/129. ¶ (¬4) المستدرك 1/226. ¶ (¬5) السنن الكبرى، للبيهقي 2/99. ¶ (¬6) الاعتبار: 122. ¶ (¬7) سنن الدَّارَقُطْنِيّ 1/345. ¶ (¬8) السنن الكبرى، للبيهقي 2/99. ¶ (¬9) انظر: لسان الميزان 4/182. ¶ (¬10) التلخيص الحبير 1/271. ¶ (¬11) علل الْحَدِيْث، لابن أبي حاتم 1/188. ¶ (¬12) هُوَ عمر بن حفص بن غياث أبو حفص الكوفي: ثقة رُبَّمَا وهم، توفي سنة (222 هـ‍) . ¶ تهذيب الكمال 5/339 (4806) ، والكاشف 2/57 (4038) ، والتقريب (4880) .",
            "page": "52",
            "part": "2",
            "seal": "12D6394E"
        },
        {
            "id": "85",
            "nass": "–وَهُوَ من أثبت الناس في أبيه- (¬1) ، فرواه عن أبيه، عن الأعمش، عن إِبْرَاهِيْم، عن أصحاب عَبْد الله: علقمة والأسود قالا: حفظنا عن عمر في صلاته أنه خرَّ بَعْدَ ركوعه عَلَى ركبتيه قَبْلَ يديه (¬2) . فجعله من مسند عمر لا من مسند أنس. ¶ قَالَ ابن حجر: ((وخالفه عمر بن حفص بن غياث – وَهُوَ من أثبت الناس في أبيه، فرواه عن أبيه، عن الأعمش، عن إبراهيم، عن علقمة وغيره، عن عمر موقوفاً عليه، وهذا هُوَ المحفوظ)) (¬3) . ¶ الثاني: حَدِيْث سعد بن أبي وقاص، وَقَدْ قدمنا الكلام عليه (¬4) . ¶ الثالث: ما رواه البيهقي (¬5) من طريق مُحَمَّد بن حجر، عن سعيد بن ¶ عَبْد الجبار بن وائل، عن أمه، عن وائل بن حجر: ((صليت خلف النَّبِيّ - صلى الله عليه وسلم - ثُمَّ سجد فكان أول ما وصل إلى الأرض ركبتاه)) . ¶ وَهُوَ سند ضعيف: مُحَمَّد بن حجر، قَالَ البخاري: ((فِيْهِ نظر)) (¬6) ، وَقَالَ ابن حبان: ((يروي عن عمه سعيد بن عَبْد الجبار، عن أبيه – وائل بن حجر – بنسخة منكرة، فِيْهَا أشياء لها أصول من حَدِيْث رَسُوْل الله - صلى الله عليه وسلم -، وليس من حَدِيْث وائل بن حجر، وفيها أشياء من حَدِيْث وائل بن حجر مختصرة جاء بِهَا عَلَى التقصي وأفرط فِيْهِ، ومنها أشياء موضوعة ليس يشبه كلام رَسُوْل الله - صلى الله عليه وسلم - لا يجوز الاحتجاج بِهِ)) (¬7) . ¶ وفيه أَيْضاً: سعيد بن عَبْد الجبار، قَالَ النسائي: ((ليس بالقوي)) (¬8) . ¶ ¬__________ ¶ (¬1) انظر: لسان الميزان 4/183. ¶ (¬2) أخرجه الطحاوي في شرح معاني الآثار 1/256. ¶ (¬3) لسان الميزان 4/183. ¶ (¬4) الصفحة: 237. ¶ (¬5) في السنن الكبرى، لَهُ 2/99. ¶ (¬6) التاريخ الكبير 1/69، وانظر: الضعفاء، للعقيلي 4/59، والكامل، لابن عدي 7/343. ¶ (¬7) المجروحين 2/284. ¶ (¬8) الضعفاء (265) .",
            "page": "53",
            "part": "2",
            "seal": "8EA1FE85"
        },
        {
            "id": "86",
            "nass": "7. أما قوله بأن ركبتي البعير ليست في يديه، وأنه لا يعرف عن أهل اللغة ذَلِكَ، فمنقوض بتصريح كبار أئمة اللغة بأن ركبتي البعير في يديه مِنْهُمْ: الأزهري (¬1) ، وابن سيده (¬2) ، وابن منظور (¬3) ، وغيرهم (¬4) . ¶ ¬__________ ¶ (¬1) انظر: تهذيب اللغة 10/216. ¶ (¬2) انظر: المحكم 7/16. ¶ (¬3) انظر: لسان العرب 1/223 (ركب) . ¶ (¬4) انظر: غريب الْحَدِيْث، للسرقسطي 2/70، والمحلى 4/129.",
            "page": "54",
            "part": "2",
            "seal": "AB04BC8C"
        },
        {
            "id": "87",
            "nass": "ماذا يقدم المصلي إذا سجد ¶ الشيخ: عبد الكريم الخضير ¶ في حديث وائل بن حجر -وهذه مسألة كثر فيها الكلام, وهي في غاية الأهمية- المسألة: ماذا يقدم إذا سجد؟ هل يقدم يديه وإلا يقدم ركبتيه؟ جاء في حديث وائل بن حجر: \"رأيت رسول الله -صلى الله عليه وسلم- إذا سجد وضع ركبتيه قبل يديه\"، والحديث مخرج في السنن, ومصحح أيضاً، \"وضع ركبتيه قبل يديه\"، وعلى هذا إذا سجد المصلي يضع ركبتيه، ثم بعد ذلك يضع يديه, وهذا مرجح عند جمع من أهل العلم, وانتصر له ابن القيم. ¶ لكن روى أبو داود، والترمذي، والنسائي من حديث أبي هريرة قال: قال رسول الله -صلى الله عليه وسلم-: ((إذا سجد أحدكم فلا يبرك كما يبرك البعير, وليضع يديه قبل ركبتيه)) هذا عكس الحديث السابق، في حديث وائل: \"رأيت رسول الله -صلى الله عليه وسلم- إذا سجد وضع ركبتيه قبل يديه\" رواه الأربعة، وصححه بعض أهل العلم، لكن روى أبو داود، والترمذي، والنسائي من حديث أبي هريرة قال: قال رسول الله -صلى الله عليه وسلم-: ((إذا سجد أحدكم فلا يبرك كما يبرك البعير, وليضع يديه قبل ركبتيه)) ، وهو أقوى من حديث وائل, حديث أبي هريرة أقوى من حديث وائل، يقول الحافظ ابن حجر: فإن له شاهداً من حديث ابن عمر, صححه ابن خزيمة, وذكره البخاري معلقاً موقوفاً، إذن هذه المسألة تحتاج إلى بسط, وتحتاج إلى توضيح, الآن عندنا حديثان متضادان في الظاهر, وإذا رأيت من يرجح تقديم الركبتين, كما في حديث وائل, يحكم على الحديث الثاني بأنه ضعيف؛ لأنه مقلوب, وإذا رأيت من يرجح تقديم اليدين على الركبتين؛ لأنه أقوى من حيث الصناعة، وله شواهد؛ حكم على الحديث الثاني بأنه ضعيف.",
            "page": "55",
            "part": "2",
            "seal": "558F8083"
        },
        {
            "id": "88",
            "nass": "ابن القيم -رحمه الله تعالى- قال: إن الحديث الثاني حديث أبي هريرة مقلوب، كيف مقلوب؟ يقول: ((إذا سجد أحدكم فلا يبرك كما يبرك البعير, وليضع يديه قبل ركبتيه)) يقول: إذا وضع يديه قبل ركبتيه، البعير يقدم يديه في بروكه قبل ركبتيه, إذن يكون هذا تناقض, فهو مقلوب؛ لأننا لو أخذناه على ظاهره صارا متناقضين, هذا تناقض، هكذا قرر ابن القيم, وأطال -رحمه الله تعالى- في تقرير القلب في هذا الحديث, وأجلب على هذه المسألة بكل ما أوتي من قوة، وبيان، وسعة اطلاع, ليقرر أن الحديث مقلوب. ¶ وبعضهم يرى، وينقل عن بعض كتب أهل اللغة أن ركبتي البعير في يديه, لكن افترض أن ركبتي البعير في يديه, هل ينحل الإشكال؟ ما ينحل الإشكال؛ لأنه إذا قدم يديه أشبه بروك البعير في الصورة. ¶ شيخ الإسلام -رحمه الله- يرى أن الصورتين كلاهما صحيحتان، وجائزتان, وسواء قدم الإنسان يديه، أو قدم ركبتيه سيان, هذه ثابتة من فعله -عليه الصلاة والسلام-, وهذه ثابتة من أمره: ((وليضع)) اللام لام الأمر: ((وليضع يديه قبل ركبتيه)) . ¶ أنا ودي الإخوان ينتبهون شوي؛ لأن هذه المسألة تحتاج إلى دقة فهم.",
            "page": "56",
            "part": "2",
            "seal": "9E41F1C4"
        },
        {
            "id": "89",
            "nass": "هل الحديث الثاني حديث أبي هريرة مقلوب كما قال ابن القيم؟ أنا أقول: الحديث ليس بمقلوب, وآخره يشهد لأوله: ((لا يبرك كما يبرك البعير, وليضع يديه قبل ركبتيه)) هل فهمنا معنى البروك؟ ما فهمنا معنى البروك، لكي نفهم الحديث، هل طعن أحد من الأئمة المتقدمين في الحديث بأنه مقلوب؟ ما طعن أحد بأنه مقلوب, يعني من تكلم فيه تكلم في إسناده, ما تكلم في متنه, إذن خفيت هذه العلة على المتقدمين؟ ما تخفى؛ لأنها واضحة, يعني اللي أدركه ابن القيم يمكن أن يدركه آحاد الناس, كل إنسان يشوف البعير يقدم يديه قبل ركبتيه إذا سجد، لكن ما فهمنا معنى البروك، متى يقال: برك البعير؟ يقال: برك البعير, يقال: برك البعير إذا نزل على الأرض بقوة, أثار الغبار، وفرَّق الحصى, فإذا برك بقوة، المصلي برك على يديه بقوة، وأثار الغبار، وفرَّق الحصى، وخلخل البلاط كما يفعل بعض الناس؛ نقول: هذا برك مثل ما يبرك البعير, لكن إذا قدم يديه قبل ركبتيه، ووضعهما مجرد وضع على الأرض ما يكون برك مثل بروك البعير, امتثل قوله -عليه الصلاة والسلام-: ((وليضع يديه قبل ركبتيه)) ، ما برك مثل بروك البعير. ¶ نأتي إلى الحديث الأول، يعني إذا كان مجرد تقديم الركبتين، أو اليدين، الملاحظ مجرد الوضع؛ فإذا نزل الإنسان على الأرض بقوة, فقدم يديه قبل ركبتيه, وسُمِعَ لنزوله على الأرض صوت؛ لأن بعض الناس تسمع البلاط يتخلخل، هذا برك مثل ما يبرك البعير, لكن لو قدم ركبتيه بقوة على الأرض, هل يكون فعل مثل ما فعل النبي -عليه الصلاة والسلام-: \"رأيت رسول الله -صلى الله عليه وسلم- إذا سجد وضع ركبتيه قبل يديه\"؟",
            "page": "57",
            "part": "2",
            "seal": "AAFBBA50"
        },
        {
            "id": "90",
            "nass": "لا يا أخي, نقول: هذا مثل ما يبرك الحمار, يقدم ركبتيه لكن بقوة, وقد نهينا عن مشابهة الحيوانات، أيهما أقوى حديث وائل، وإلا حديث أبي هريرة؟ حديث أبي هريرة أقوى: ((وليضع يديه قبل ركبتيه)) ، يعني نفرق بين مجرد الوضع، وبين مشابهة البعير في بروكه على الأرض بقوة، يعني أنت ما تفرِّق بين وضع المصحف على الأرض -وهذا جائز عند أهل العلم- وضع المصحف على الأرض جائز، لكن رمي المصحف على الأرض، وإلقاؤه خطر عظيم, بعض أهل العلم يفتي بكفر من يفعل هذا, إذا فعله استخفافاً, فرق بين أن ترمي المصحف هكذا, وبين أن تضعه مجرد وضع على الأرض, وهذا جائز، فنريد أن نفهم معنى الوضع, وحينئذ لا يكون هناك تعارض بين أول الحديث، ولا آخره. ¶ فنحتاج إلى ترجيح بين الحديثين, الذي يقول: حديث أبي هريرة أرجح يقول: نقدم اليدين قبل الركبتين, لكن ما نبرك مثل بروك البعير, ما ننزل على الأرض بقوة, بل نضع اليدين قبل الركبتين, والذي يرجح حديث وائل يقول: النبي -عليه الصلاة والسلام- كان يضع ركبتيه مجرد وضع على الأرض قبل يديه. ¶ وشيخ الإسلام -رحمه الله- لحظ مسألة، وضع، ورفق، وهدوء في الصلاة, وسواء قدم الإنسان يديه، وإلا ركبتيه المقصود أنه يضع مجرد وضع سيان، والذي يرجح حديث أبي هريرة على حديث وائل, وهو المقتضى، مقتضى ما ذكره الحافظ ابن حجر هنا, يقول: أنا أقدم يديَّ قبل ركبتيَّ برفق, وأضع يديَّ على الأرض قبل ركبتيَّ, وامتثلت هذا الأمر: ((وليضع يديه قبل ركبتيه)) ، والحمد لله، ما صار شيء، ما أشبهت البعير، امتثلت الأمر، ولم أشبه البعير. ¶ اللهم صل وسلم وبارك على عبدك ورسولك محمد، وعلى آله وصحبه أجمعين. ¶ __________ ¶ (*) قال مُعِدُّ الكتاب للشاملة: (تتمة) ¶ قال الشيخ عبد الرحمن الفقيه - في ملتقى أهل الحديث -: ¶ وهذه المسألة مما أكثر المعاصرون من الكلام عليها، والأمر في ذلك فيه سعة، والأحاديث في النزول على الركبتين أو اليدين لا تصح، والمصلي مخير بين الأمرين. ¶ فأجابه الشيخ (ماهر ياسين فحل) بقوله: ¶ جزاك الله خيراً يا شيخ عبد الرحمن. وما ذكرته أنت هو رأي شيخي العلامة الدكتور هاشم جميل - رعاه الله - ¶ بعد نقاش طويل لي معه.",
            "page": "58",
            "part": "2",
            "seal": "DFE32868"
        },
        {
            "id": "32",
            "nass": "أبحاث أخرى في المسألة (*) ¶ __________ ¶ (*) قال مُعِدُّ الكتاب للشاملة: هذه الأبحاث ملتقطة من (ملتقى أهل الحديث) وهي مرقمة آليا، بخلاف البحث السابق للشيخ أبي إسحق الذي تمت موافقته للمطبوع",
            "page": null,
            "part": null,
            "seal": "5D210137"
        }
    ],
    "t9495": [
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "نهي الصحبة عن النزول بالركبة"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "الوجه الأول"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "الوجه الثاني"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "الوجه الثالث"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الوجه الرابع"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "الوجه الخامس"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الوجه السادس"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "الوجه السابع"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الوجه الثامن"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "الشاهد الأول"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "الشاهد الثاني"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "الشاهد الثالث"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": "1",
            "tit": "الشاهد الرابع"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الوجه التاسع"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيهات"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": "1",
            "tit": "الأول"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "الثاني"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "الثالث"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "الرابع"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "1",
            "tit": "الخامس"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "2",
            "tit": "السادس"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "السابع:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "فتح الودود في مسألة النزول للسجود"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "جلاء العينين عن النزول بالركبتين"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "أيهما تقدم اليدين أم الركبتين حال السجود"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "المصلي عند نزوله من الركوع إلى السجود، هل يكون على يديه أم ركبتيه"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "ماذا يقدم المصلي إذا سجد"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "أبحاث أخرى في المسألة"
        }
    ]
}