{
    "b9499": [
        {
            "id": "1",
            "nass": "قواعد العلل ¶ وقرائن الترجيح ¶ الدكتور: عادل عبد الشكور الزرقي",
            "page": null,
            "part": null,
            "seal": "74B627E0"
        },
        {
            "id": "2",
            "nass": "(مقدمة وتعريف) ¶ إِنَّ الْحَمْدَ لِلَّهِ، نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ، وَنَعُوذُ بِالله من شُرُورِ أَنْفُسِنَا، وَسَيِّئَاتِ أَعْمَالِنَا، مَنْ يَهْدِهِ اللَّهُ فَلا مُضِلَّ لَهُ، وَمَنْ يُضْلِلْ فَلا هَادِيَ لَهُ، وَأَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ محَمَّدَاً عَبْدُهُ وَرَسُولُهُ. ¶ أَمَّا بَعْدُ. ¶ فَإِنَّ خَيْرَ الْحَدِيثِ كِتَابُ اللهِ، وَخَيْرَ الْهَدْي هَدْيُ محَمَّدٍ -صلى الله عليه وسلم-، وَشرَّ الأُمُورِ مُحْدَثَاتُهَا، وَكُلَّ بِدْعَةٍ ضَلالَةٌ. ¶ وَبَعْدُ. ¶ فَإنَّهُ لمَّا كان عِلْمُ الحَدِيثِ من أَجَلِّ عُلُومِ الشَّرِيعَةِ وَأَفْضَلِهَا. وَكان عِلْمُ عِلَلِ الأَحَادِيثِ من أَصْعَبِ فُرُوعِ هذا العِلْمِ التي تَفَرَّعَتْ مِنْهُ. ¶ كان مِنَ الَّلازِمِ على أَهْلِ العِلْمِ الاهتِمَامُ بهَذَا الأَمْرِ، خِدْمَةً لدِينِ الله وَسُنَّةِ نَبِّيهِ -صلى الله عليه وسلم-. ¶ وفي هذا الكتاب (¬1) جمعت قواعد هذا العلم العملية، وقرائنه الترجيحية، من كلام أهله السابقين، مما شرد وندر في كتب العلل والتواريخ ¶ ¬_________ ¶ (¬1) أصل هذا الكتاب جزء من رسالة \"دكتوراه\" في الحديث وعلومه، مقدمة إلى كلية أصول الدين، بجامعة الإمام محمد بن سعود الإسلامية بالرياض، وقد أجيزت بمرتبة الشرف الأولى، بفضل الله (الكاتب /د. عادل الزرقي) .",
            "page": "5",
            "part": "1",
            "seal": "D5CF2DCA"
        },
        {
            "id": "3",
            "nass": "والسؤالات والمسائل والمصطلح وغيرها. ¶ وسلكت فيه مسلك التوسع في جمع أصوله العملية لا النظرية غالباً، مع الاختصار في التقرير والتمثيل. ¶ وجعلت لكل موضوع مبحثاً مستقلاً، تيسيراً للفهم، وترتيباً للذهن. ¶ معتمداً على العلماء السابقين، مراعياً في ذلك اصطلاحات علمائه اللاحقين وفهمهم. ¶ والمرجو من كل قارئ يجد فيه نقصاً أو خلالاً أن يسدِّده بدعوة صادقة، وأن يبعث إليَّ بما تجود به نفسه من فائدة على عنوان دار المحدِّث، لتداركه في زمن لاحق. ¶ وآخر دعوانا أن الحمد لله رب العالمين، وصلِّ اللهم على نبينا محمد، وعلى آله وصحبه وسلم.",
            "page": "6",
            "part": "1",
            "seal": "D4165EC4"
        },
        {
            "id": "4",
            "nass": "1- تَعْرِيفُ العِلَّةِ: ¶ العِلَّةُ في اللُّغَةِ: - قال في القَامُوسِ: «والعِلَّةُ - بالكَسْرِ -: المَرَضُ. عَلَّ يَعِلُّ، واعتلَّ، وأعلَّه الله تعالى فهو مُعَلٌّ، وعَلِيل، ولا تقل: مَعْلُول ... » (¬1) . وقال النَّوويُّ عن \"مَعْلُول\": «هو لحن» ، وتبعه السّيوطي (¬2) . بينما عبَّر ابن الصلاح بقوله: «والمَعْلُول مرذول عند أهل العربية واللُّغة» ، وعلق العراقي على ذلك بقوله: «واعتُرِض عليه بأنه قد حكاه جماعة من أهل اللُّغة، منهم قُطْرُب (¬3) ، بينما حكاه اللَّبْلي (¬4) والجوهري (¬5) في الصِّحاح والمُطَرِّزي (¬6) ¶ في المُغْرِب» ، ثم قال العراقيُّ: «والجواب عن ¶ ¬_________ ¶ (¬1) القاموس: مادة «علل» . ¶ (¬2) تدريب الراوي (1/294) . ¶ (¬3) هو أبو علي محمد بن المستنير البصري، أحد العلماء بالنحو واللغة، توفي سنة 206هـ - تاريخ بغداد (3/298) . ¶ (¬4) هو أبو العباس أحمد بن يوسف الفهري، ولد بلَبْلَة غرب الأندلس عام 623هـ، وتوفي سنة 691هـ، له تحفة المجد الصريح في شرح كتاب الفصيح - مقدمة فهرس اللبلي (ص5) وما بعدها. ¶ (¬5) هو أبو نصر إسماعيل بن حمَّاد الجوهري الفارابي، من بلاد الترك، إمام في علم اللغة، وخطه يضرب به المثل في الحسن، توفي سنة 398 هـ - إنباه الرُّوَاة للقفطي (1/229) . ¶ (¬6) هو ناصر بن عبد السَّيِّد الخوارزمي الحنفي، شيخ المعتزلة، له شرح المقامات، توفي سنة 610هـ - السير (22/28) ..",
            "page": "7",
            "part": "1",
            "seal": "0BDDBE42"
        },
        {
            "id": "5",
            "nass": "المصنِّف - أي ابن الصَّلاح - أنه لا شكَّ في أنَّه ضعيف وإنْ حكاه بعض من صنَّف في الأفعال كابن القُوطيَّة (¬1) . وقد أنكره غير واحد من أهل اللُّغة كابن سيده (¬2) والحَريري (¬3) وغيرهما» (¬4) . وفيما قاله نظر، ولعلَّ قول الزَّركشي أَقرب حيث قال: «والصَّواب أنه يجوز أن يقال: علَّه، فهو مَعْلُول، من العِلَّة والاعتلال، إلا أنه قليل ... ويشهد لهذه العِلَّة قولهم: عليل كما يقولون قتيل وجريح ... وظهر بما ذكرناه أن قول المصنِّف: \"مرذول\"، أجود من قول النَّووي في اختصاره: \"لحن\"، لأن اللَّحن ساقط غير معتبر البتة، بخلاف المرذول. وأما قول المحدِّثين: \"علَّله فلان بكذا\"، فهو غير موجود في اللغة، وإنَّما هو مشهور عندَهم بمعنى ألهاه بالشيء وشغله، من تعليل الصَّبي بالطَّعام. لكنَّ استعمال المحدِّثين (¬5) له في هذا المعنى على سبيل الاستعارة» (¬6) . ¶ وأقدم من وجدته استعمل كلمة معلول بمعنى مريض - ممن يحتجُّ بكلامه في اللُّغة - مع العلم والإمامة في الدِّين - الإمامُ الشَّافعي، حيث قال في كتاب الرَّهن من كتابه \"الأمِّ\": «ومن يجوز ارتهانه ثلاث أصناف: - صحيح وآخر مَعْلُول وآخر فاسد ... » ، إلى أنْ قال: «فهذا الرَّهن ¶ ¬_________ ¶ (¬1) هو أبو بكر محمد بن عمر الأندلسي النحوي، كَانَ رأساً في اللغة والنحو، ذا عبادة ونسك، توفي سنة 376هـ - السير (16/219) . ¶ (¬2) هو أبو الحسن علي بن إسماعيل المرسي الضرير، عالم باللغة، توفي سنة 458هـ - السير (18/144) . ¶ (¬3) هو أبو محمد القاسم بن علي البصري، صاحب المقامات، توفي سنة 516هـ - السير (19/460) . ¶ (¬4) التقييد (ص116) . ¶ (¬5) لم أجد عمَّن سلف من المحدثين من استعملها، فالمراد من تأخر منهم، فلا ينسب إليهم هذا الاستعمال بإطلاق. ¶ (¬6) النكت للزركشي (2/205-206) .",
            "page": "8",
            "part": "1",
            "seal": "06E5D908"
        },
        {
            "id": "6",
            "nass": "الصَّحيح الذي لا علة فيه، وأما المَعْلُول ... » (¬1) . ¶ فهذا النَّصُّ يردُّ على كلِّ من أنكره لغةً، فاللفظة قليلة الاستعمال، صحيحة لغة، لا مرذولة. ¶ وأقدم من وجدته استعمل لفظة: \"معلّ\" هو العقيليُّ (¬2) ، وهي صحيحة. ¶ أما لفظة: «مَعْلُول» فقليلة عند السلف من المحدثين (¬3) ، فيما يظهر. ¶ العِلَّة في الاصطلاح: ¶ عرَّف العراقي (¬4) العِلَّة في منظومته الألفية بقوله: - ¶ وهي عبارة عن أسباب طرت ... فيها غموض وخفاء أثَّرت (¬5) . ¶ فيؤخذ مما قال أن العِلَّةَ: سببٌ خفيٌ وغامضٌ مؤثِّرٌ في الحديث الذي ¶ ¬_________ ¶ (¬1) الأم (3/184) ، وقد قال عبد الملك بن هشام النحوي وأبو عبيد القاسم: «الشافعي ممن تؤخذ عنه اللغة» - مناقب الشافعي لابن أَبي حاتم (ص136) . ولم أجد شاهداً - بعد البحث - من الشعر القديم المحتج به على المراد هنا. ¶ (¬2) الضعفاء (3/287) . ¶ (¬3) من أقدم من ذكر هذه اللفظة: ¶ 1. البخاري فيما نقله عنه الترمذي في علله الكبير (1/551-ترتيبه) ، والخليلي في الإرشاد (3/961) . ¶ 2. أَبُو داود في رسالته (ص34) . ¶ 3. الترمذي في جامعه في موضعين (97و1119) ، ولم أجده عن غيرهم من العلماء ممن هو في طبقتهم المتقدمة. ¶ (¬4) وهو مقتضى كلام الحاكم وابن الصلاح وغيرهما، كما سيأتي. ¶ (¬5) فتح المغيث (1/258) .",
            "page": "9",
            "part": "1",
            "seal": "4A7FC8E0"
        },
        {
            "id": "7",
            "nass": "ظاهره السَّلامة. فللعلة ركنان هما: - ¶ 1. الخفاء والغموض. ¶ 2. القدح في الحديث، سنداً أو متناً. ¶ ويلزم عليه أنه إن تخلَّف أحدهما فلا يسمى الحديث مُعَلاً اصطلاحاً. ¶ وهذا التَّعريف الذي استقرَّ مؤخراً - وهو ما سار عليه غالب العلماء. ¶ فهو يخصِّص العلَّة ويحصرها بوصفين، أما السابقون من المحدِّثين فإن العِلَّة عندهم أعمُّ مما اشتهر بعد، فهي: «كلُّ ما أثَّر - ولو لم يقدح - في الحديث سنداً أو متناً، لفظاً أو معنىً، ظهر أم خفي» . ¶ حيث نجد في كتب الحديث والعلل الكثيرَ من تعليلِ أحاديثٍ بغيرِ ما تقدَّم في التعريف الأول (¬1) ، فيعللون بعلل غير خفية بل في غاية الوضوح كالرَّاوي المتروك (¬2) ، ويعللون بغيْر قادحٍ كتغيير الصَّحابي. ¶ ويشهد لذلك تسميةُ التِّرمذيِّ المنسوخَ معلولاً لعدم العمل به (¬3) ، لا لعدم صحته، لاشتمال الصَّحيح على أحاديث منسوخة (¬4) . ¶ ¬_________ ¶ (¬1) علوم الحديث لابن الصلاح (122-التقييد) والنكت لابن حجر (2/771) وتوضيح الأفكار (2/27) . ¶ (¬2) قال ابن أَبي حاتم: «سألت أَبي عن حديث رَوَاهُ عمرو بن خالد عن زيد بن علي عن آبائه أن علياً انكسرت إحدى زنديه فأمره النبي -صلى الله عليه وسلم- أن يمسح على الجبائر فقال أَبي: هذا حديث باطل، لا أصل له، وعمرو بن خالد: متروك الحديث» - العلل (1/46) . وسئل الدارقطني عن حديث آخر من حديث ابن عباس عن أَبي بكر أن النبي -صلى الله عليه وسلم- قال: «العائد في هبته كالكلب يعود في قيئه» . فقال: يرويه الوليد بن سلمة الأردني، وهو متروك الحديث عن عمر بن قيس سندل، وهو ضعيف أيضاً ويضطرب في إسناده ... » - العلل للدارقطني (1/213) . ¶ (¬3) فتح المغيث (1/272) . ¶ (¬4) النكت للزركشي (2/215) .",
            "page": "10",
            "part": "1",
            "seal": "A2A63532"
        },
        {
            "id": "8",
            "nass": "ونقل ابن أبي حاتم عن أبيه قوله: «حديث ابن مسعود في التطبيق منسوخ» (¬1) . ¶ ونصَّ ابن الصلاح على ما سبق، فقال: «إنَّ بعضهم - أي المحدِّثين - أطلق اسم العلة على ما ليس بقادح» (¬2) . ¶ ولعلَّ تخصيص المتأخِّرين هذا النوع باسم العلل لأن أكثر أحاديث كتب العلل من هذا النَّوع، كما هو ظاهر وصرَّح به السخاوي (¬3) ، أو لأنه أدقُّها وأغمضُها، وقد اعتَرَض بعضُهم بشدة على هذا التخصيص، ولكلٍ وجهٍ ما يؤيده، ولعل ما ذهب إليه المتأخرون نوع من الحصر والتقييد، لا تغيير في المنهج بالمعنى العام، وإلا فما سلف من صنيعهم أولى، وصنيع الخلف أسهل للتعلم والفهم، والخلاف في النهاية غير مؤثر إذا سلم النهج العام. ¶ وعلى ما سبق، فالحديث المعلُّ اصطلاحاً متأخراً هو: \"الحديث الذي ظاهره السَّلامة، اطُّلع على قادح في صحته سنداً أو متناً\". ¶ فلا يكون الحديث معلولاً - اصطلاحاً - إلا إذا توفر فيه شرطان هما: - ¶ 1. السَّلامة في الظاهر بتحقق شروط صحة الحديث - سنداً (¬4) - أولاً. ¶ ¬_________ ¶ (¬1) العلل (1/91) . ¶ (¬2) مقدمة ابن الصلاح (ص-التقييد) . ¶ (¬3) فتح المغيث (1/271) . ¶ (¬4) عبَّر العراقي عن ذلك بقوله: «ويتطرق ذلك إلى الإسناد الذي رجاله ثقات الجامع شروط الصحة من حيث الظاهر» - التقييد (ص116) ، ولذا لا يشتغل بتعليل رواية الضعفاء كما قال أَبُو حاتم لابنه: «ليس عبد الله في هذا الوزن أن يشتغل بخطئه، عامة حديثه على هذا» - العلل (2/266) .",
            "page": "11",
            "part": "1",
            "seal": "67DF42B9"
        },
        {
            "id": "9",
            "nass": "2. الوقوف على قادح في أحد هذه الشروط - غالباً - ثانياً. ¶ قال الحاكم: «وإنَّما يعلَّل الحديث من أوجه ليس للجرح فيها مدخل، فإنَّ حديث المجروح ساقط واهٍ (¬1) ، وعلة الحديث تكثر في أحاديث الثِّقات، أنْ يحدِّثوا بحديثٍ له علة فيخفى عليهم علمه، فيصير الحديث معلولاً ... » (¬2) . ¶ ويظهر أن الحاكم أول من خصَّص هذا المصطلح، وتبعه من بعده دون أن يستدرك عليه، بل إنَّ ابن حجر قال بعد كلام لابن الصلاح: «وفي هذا ردٌّ على من زعم أن المعلول يشمل كلَّ مردود» (¬3) ، وقال أيضاً: «المعلول ما علته قادحة خفية» (¬4) ، وعلى هذا التعريف الأخير سار الرُّكبان من أهل الحديث. ¶ تنبيه: لا يلزم من الإشارة إلى وجود علة في حديث أن يكون معلاً مطلقاً. ¶ قال العلائي: «وإنَّما يقوى القول بالتَّعليل عند عدم المعارض، وحيث يجزم المعلِّلُ بتقديم التَّعليل، أو أنَّه أظهر، فأمَّا إذا اقتصر على الإشارة إلى العِلَّة فقط، بأن يقول - مثلاً - في الموصول: رواه فلان مرسلاً، أو نحو ذلك، ولا يبيِّن أي الرِّوايتين أرجح، فهذا موجود في كلامهم، ولا يلزم منه رجحان الإرسال على الموصول» (¬5) ، وبنحوه لابن حجر (¬6) أيضاً. ¶ * * * ¶ ¬_________ ¶ (¬1) يعرف ضعف المحدِّث - غالباً - بمخالفة بقية الثقات، كما قال الدارقطني عن راوٍ: «يحدِّث بأحاديث يسندها، ويوقفها غيْره» - سؤالات الحاكم للدارقطني. (334) . ¶ (¬2) معرفة علوم الحديث (ص112-113) . ¶ (¬3) النكت لابن حجر (2/709) . ¶ (¬4) النكت لابن حجر (2/771) . ¶ (¬5) النكت لابن حجر (2/777) . ¶ (¬6) المصدر السابق.",
            "page": "12",
            "part": "1",
            "seal": "8E36FE1D"
        },
        {
            "id": "10",
            "nass": "2- أهمية علم العلل وصعوبته: ¶ يعتبر علم العلل من أجلِّ أنواع علوم الحديث (¬1) ، وأدقِّها وأشرفها. وإنَّما يضطَّلع بذلك أهل الحفظ والخبرة والفهم الثَّاقب (¬2) . ¶ قال ابن حجر عن هذا العلم: «هو من أغمض أنواع علوم الحديث، وأدقِّها، ولا يقوم به إلا من رزقه الله فهما ثاقباً، وحفظاً واسعاً، ومعرفة بمراتب الرُّواة، وملكة قوية بالأسانيد والمتون. ولذا لم يتكلم فيه إلا القليل من أهل هذا الشَّأن كعلي بن المديني وأحمد بن حنبل والبخاري ويعقوب بن شيبة وأبي حاتم وأبي زرعة الرَّازيَّين والدَّارقطني» ، قال: «وقد تقصر عبارة المعلِّلِ عن إقامة الحجَّة على دعواه، كالصَّيرفيِّ في نقد الدِّينار والدِّرهم» (¬3) . ¶ قال ابن المديني: «لأنْ أعرف علة حديث هو عندي أحب إليَّ من أن أكتب عشرين حديثاً ليس عندي» (¬4) . ¶ وقال ابن مهدي: «لأَنْ أعرفَ علةَ حديثٍ واحدٍ أحبُّ إليَّ من أن أستفيد عشرة أحاديث» (¬5) . ¶ وقال الحاكم: «هو عِلْمٌ برأسه غير الصَّحيح والسَّقيم، والجرح والتَّعديل» . ¶ ¬_________ ¶ (¬1) قاله الخطيب في الجامع (2/450) . ¶ (¬2) علوم الحديث لابن الصلاح (ص 116) . ¶ (¬3) نزهة النظر لابن حجر (ص 89) ، وقوله بقصور العبارة أمر نسبي نادر، والنص كرره في النكت (2/711) بنحوه. ¶ (¬4) العلل لابن أَبي حاتم (1/10) . ¶ (¬5) المعرفة للحاكم (ص112) والجامع للخطيب (2/452) والسير (9/206) وشرح العلل (1/199) .",
            "page": "13",
            "part": "1",
            "seal": "4BFDBD73"
        },
        {
            "id": "11",
            "nass": "وقال أيضاً: «معرفة علل الحديث من أجلِّ هذه العلوم» (¬1) . ¶ ولأهمية هذا العلم كان بعض المحدِّثين يعقدون مجالس خاصة به. ¶ قال ابن عبد الحكم: «ما رأينا مثل الشَّافعي كان أصحاب الحديث ونقَّاده يجيئون إليه فيعرضون عليه فربما أعلَّ نقد النُّقاد منهم ويوقفهم على غوامض من علل الحديث لم يقفوا عليها فيقومون وهم يتعجَّبون منه» (¬2) . ¶ وقال الخطيب: «أشبه الأشياء بعلم الحديث معرفة الصَّرف ونقد الدِّنانير والدِّراهم، فإنه لا يعرف جودة الدِّينار والدِّراهم بلون ولا مسٍّ ولا طراوة ولا دنس ولا نقش ولا صفة تعود إلى صغر أو كبر ولا إلى ضيق أو سعة، وإنَّما يعرفه النَّاقد عند المعاينة، فيعرف البَهْرَجَ الزَّائِفَ والخالص والمغشوش، وكذلك تمييز الحديث، فإنه علم يخلقه الله تعالى في القلوب بعد طول الممارسة له والاعتناء به» (¬3) . ¶ واقترن بهذه الأهمية صعوبات كثيرة لا يكاد يدركها إلا الحافظ ومن خاض غمار هذا الأمر وعاناه. ¶ قال ابن المديني: «أخذ عبد الرحمن بن مهدي على رجل من أهل البصرة - لا أسميه - حديثاً، قال فغضب له جماعة، قال: فأتوه، فقالوا: يا أبا سعيد من أين قلت هذا في صاحبنا‍‍؟ قال فغضب عبد الرحمن بن مهدي وقال: أرأيت لو أن رجلاً أتى بدينار إلى صيرفي فقال: انتقد ¶ ¬_________ ¶ (¬1) معرفة علوم الحديث للحاكم (ص112و119) . ¶ (¬2) تاريخ دمشق (51/335) ، والنص يحتمل أن المراد بالعلة فيه الفقهية ونحوها. ¶ (¬3) الجامع (2/382) .",
            "page": "14",
            "part": "1",
            "seal": "E59B8F91"
        },
        {
            "id": "12",
            "nass": "لي هذا. فقال: هو بهرج. يقول له: من أين قلت لي: إنه بهرج؟ الزم عملي هذا عشرين سنة حتى تعلم منه ما أعلم» (¬1) . ¶ قال ابن نمير: قال عبد الرحمن بن مهدي: «معرفة الحديث إلهام. لو قلت للعالم يعلِّل الحديث من أين قلت هذا؟ لم يكن له حجة» ، قال ابن نمير: «وصدق، لو قلت له من أين قلت؟ لم يكن له جواب» (¬2) . ¶ وعقَّب السخاوي على قول ابن مهدي الأخير: «يعني يعبر بها غالباً، وإلا ففي نفسه حجج للقبول والرفض» (¬3) . ¶ وقال ابن مهدي أيضاً: «إنكارنا للحديث عند الجهَّال كهانة» (¬4) . ¶ وقال ابن نمير: «معرفة الحديث بمنزلة الذهب، إنما يبصره أهله، وليس للبصير فيه حجة ... » (¬5) . ¶ ومما يدلُّ على قولِ ابنِ مهدي ما حكاه أبو زرعة الرَّازي، وسأله رجل: «ما الحجَّة في تعليلكم الحديث» ؟ قال: «الحجَّة أن تسألني عن حديث له علَّة، فأذكر علته. ثم تقصد أبا حاتم فيعلله، ثم تميِّز كلام كلٍ مِنَّا على ذلك الحديث، فإن وجدَّت بيننا خلافاً في علته، فاعلم أنَّ كلاً مِنَّا تكلَّم على مراده، وإن وجدَّت الكلمة متَّفقة فاعلم حقيقة هذا العلم» . قال: ففعل ¶ ¬_________ ¶ (¬1) الجامع للخطيب (2/383) . ¶ (¬2) العلل لابن أَبي حاتم (1/10) والجامع للخطيب (2/383) . ¶ (¬3) فتح المغيث (1/236) . ¶ (¬4) المصدران السابقان، وعني بالجهال من لا علم لهم بالعلل. ¶ (¬5) الجامع للخطيث (2/384) .",
            "page": "15",
            "part": "1",
            "seal": "C66AA722"
        },
        {
            "id": "13",
            "nass": "الرجل فاتفقت كلماتهم. فقال: «أشهد أن هذا العلم إلهام» (¬1) . ¶ وقال نعيم بن حماد لابن مهدي: «كيف تعرف صحيح الحديث من سقيمه؟ قال: كما يعرف الطبيبُ المجنونَ» (¬2) . ¶ وقال الحاكم: «إن الصَّحيح لا يعرف بروايته فقط، وإنَّما يعرف بالفهم والحفظ وكثرة السَّماع، وليس لهذا النوع من العلم عون أكثر من مذاكرة أهل الفهم والمعرفة، ليظهر ما يخفى من علة الحديث، فإذا وجد مثل هذه الأحاديث بالأسانيد الصَّحيحة غير المخرَّجة في كتابي الإمامين البخاري ومسلم، لزم صاحب الحديث التَّنقير عن علته، ومذاكرة أهل المعرفة لتظهر علته» (¬3) . ¶ وقال ابن رجب عن الحفَّاظ: «فإنَّ هؤلاء لهم نقد خاص في الحديث مختصون بمعرفته كما يختصُّ البصير الحاذق بمعرفة النُّقود، جيِّدها ورديئها ومشوبها ... ، وكلٌّ من هؤلاء لا يمكن أن يعبِّر عن سبب معرفته، ولا يقيم عليه دليلاً لغيره» ، قال: «وبكل حال، فالجهابذة النُّقاد والعارفون بعلل الحديث أفراد قليل من أهل الحديث جداً ... » (¬4) . ¶ وقوله: «لا يقيم عليه دليلاً لغيره» ، أراد به الدَّليل القطعي اليقيني على ما ذكر من وَهْمٍ أو خطأ للراوي. أما الدليل بالقرائن والخبرة فهذا ما لا ¶ ¬_________ ¶ (¬1) المعرفة للحاكم (ص113) والجامع للخطيب (2/384) ، وقد عبر السخاوي عن ذلك بتعبير آخر فقال: «أمر يهجم على قلوبهم لا يمكنهم ردُّه، وهيئة نفسانية لا معدل لهم عنها» - فتح المغيث (1/274) ، وفي عبارته شيء، فلو عبر بما عبر السلف لكان أولى وأدق. ¶ (¬2) الجرح (1/252) والمجروحين (1/32) . ¶ (¬3) المعرفة للحاكم (ص59-60) . ¶ (¬4) جامع العلوم (27) .",
            "page": "16",
            "part": "1",
            "seal": "AF1D90CC"
        },
        {
            "id": "14",
            "nass": "يُنفى علمهم به. ¶ وقال ابن قيِّم الجوزية: «وربَّما يظنُّ الغالط الذي ليس له ذَوق القوم ونقدهم أَنَّ هذا تناقضٌ منهم، فإنهم يحتجُّون بالرَّجل ويوثقونه في موضع، ثم يضعِّفونه بعينه ولا يحتجُّون به في موضع آخر. ويقولون: إن كان ثقة وجب قبول روايته جملة، وإن لم يكن ثقة وجب ترك الاحتجاج به جملة. وهذه طريقة فاسدة مُجمعٌ بين أهل الحديث على فسادها، فإنهم يحتجُّون من حديث الرجل بما تابعه غيره عليه وقامت شهوده من طرقٍ ومتونٍ أخرى، ويتركون حديثه بعينه إذا روى ما يخالف النَّاس أو انفرد عنهم بما لا يتابعونه عليه. إذِ الغلط في موضع لا يوجب الغلط في كل موضعٍ والإصابة في بعض الحديث أو في غالبه لا توجب العصمة من الخطأ في بعضه ولا سيَّما إذا عُلم من مثل هذا أغلاطٌ عديدةٌ ثم روى ما يخالف النَّاس ولا يتابعونه عليه فإنَّه يغلب على الظن أو يجزم بغلطه. ¶ وهنا يعرِض - لمن قَصُرَ نقدُهُ وذَوقه عن نقد الأئمَّة وذوقهم في هذا الشَّأن - نوعان من الغلط ننبِّه عليهما لعظيم فائدة الاحتراز منهما: ¶ 1. أحدهما: - أن يرى مثل هذا الرَّجل قد وثق وشهد له بالصدق والعدالة أو خرج حديثه في الصَّحيح فيجعل كلَّ ما رواه على شرط الصَّحيح، وهذا غلط ظاهر فإنه إنَّما يكون على شرط الصَّحيح إذا انتفت عنه العلل والشُّذوذ والنَّكارة وتوبع عليه فأما مع وجود ذلك أو بعضه فإنه لا يكون صحيحاً ولا على شرط الصَّحيح. ومن تأمَّل كلام البخاري ونظرائه في تعليله أحاديث جماعة أخرج حديثهم في صحيحه، علم إمامته وموقعه من هذا الشأن وتبيَّن به حقيقة ما ذكرنا. ¶ 2. النوع الثاني من الغلط: - أن يرى الرَّجل قد تكلِّم في بعض حديثه",
            "page": "17",
            "part": "1",
            "seal": "85AD9D28"
        },
        {
            "id": "15",
            "nass": "وَضُعِّفَ في شيخ أو في حديث فيجعل ذلك سبباً لتعليل حديثه وتضعيفه أين وجد كما يفعله بعض المتأخِّرين من أهل الظَّاهر وغيرهم وهذا أَيضاً غلط. فإن تضعيفَه في رجل أو في حديث ظهر فيه غلطُه لا يوجب التَّضعيف لحديثه مطلقاً. وأئمَّة الحديث على التَّفصيل والنَّقد واعتبار حديث الرَّجل بغيره، والفرق بين ما انفرد به أو وافق فيه الثِّقات. وهذه كلمات نافعة في هذا الموضع، تبيِّن كيف يكون نقد الحديث ومعرفة صحيحه من سقيمه ومعلوله من سليمه (وَمَنْ لَمْ يَجْعَلِ اللهُ لَهُ نُورَاً فَمَا لَهُ من نُورٍ) » (¬1) . ¶ والنَّص التالي عن أبي حاتم الرَّازي - على طوله - يبيِّن أهمية هذا العلم وصعوبته، بل وغرابته أَيضاً على عموم النَّاس، حيث قال: «جاءني رجل من جلِّة أصحاب الرَّأي من أهل الفهم منهم، ومعه دفتر فعرضه عليَّ، فقلت في بعضها: هذا حديث خطأ قد دخل لصاحبه حديث في حديث، وقلت في بعضه: هذا حديث باطل، وقلت في بعضه: هذا حديث منكر، وقلت في بعضه: هذا حديث كذب، وسائر ذلك أحاديث صحاح، فقال: من أين علمت أَنَّ هذا خطأ وأَنَّ هذا باطل وأَنَّ هذا كذب؟ أخبرك راوي هذا الكتاب بأنَّي غلطت وأنَّي كذبت في حديث كذا؟ فقلت: لا! ما أدري هذا الجزء من رواية مَن هو؟ غير أني أعلم أَنَّ هذا خطأ، وأَنَّ هذا الحديث باطل، وأَنَّ هذا الحديث كذب فقال: تدَّعي الغيب؟ قال: قلت: ما هذا ادِّعاء الغيب، قال: فما الدَّليل على ما تقول؟ قلت: سلْ عمَّا قلتُ مَنْ يحسن مثلَ ما أحسنُ فإن اتفقنا علمت أنَّا لم نجازف ولم نقله إلا بفهم. قال: من هو الذي يحسن مثلَ ما تحسن؟ قلت: أبو زرعة. قال: ويقول أبو زرعة مثلَ ما قلتَ؟ قلت: نعم. قال: هذا ¶ ¬_________ ¶ (¬1) الفروسية (ص44-45) ، وفي النسخة أغلاط كثيرة أصلحت من طبعة أخرى.",
            "page": "18",
            "part": "1",
            "seal": "5493AA66"
        },
        {
            "id": "16",
            "nass": "عجبٌ! فأخذ فكتب في كاغدٍ (¬1) ألفاظي في تلك الأحاديث ثم رجع إليَّ وقد كتب ألفاظ ما تكلَّم به أبا زرعة في تلك الأحاديث. فما قلت: إنه باطل، قال أبو زرعة: هو كذب. قلت: الكذب والباطل واحد، وما قلت: إنه كذب قال أبو زرعة: هو باطل، وما قلت: إنه منكر قال: هو منكر، كما قلت، وما قلت: إنه صحاح قال أبو زرعة: هو صحاح فقال: ما أعجب هذا! تتفقان من غير مواطأة فيما بينكما. فقلت: فقد دلَّك، أنَّا لم نجازف، وإنَّما قلناه بعلم ومعرفة قد أوتينا، والدَّليل على صحة ما نقوله، بأنَّ ديناراً نَبَهْرَجاً (¬2) ¶ يحمل إلى النَّاقد فيقول: هذا دينار نَبَهْرَج، ويقول لدينار: هو جيد فان قيل له: من أين قلت أَنَّ هذا نبهرج! هل كنت حاضراً حين بهرج هذا الدينار؟ قال: لا فان قيل له: فأخبرك الرجل الذي بهرجه أني بهرجت هذا الدينار قال: لا، قيل: فمن أين قلت: أَنَّ هذا نَبَهْرَج؟ قال: علماً رزقت. وكذلك نحن رزقنا معرفة ذلك. قلت له: فتحمل فصَّ ياقوت إلى واحد من البصراء من الجوهريين فيقول: هذا زجاج ويقول لمثله: هذا ياقوت، فان قيل له: من أين علمت أَنَّ هذا زجاج وأَنَّ هذا ياقوت هل حضرت الموضع الذي صنع فيه هذا الزجاج؟ قال: لا قيل له: فهل أعلمك الذي صاغه بأنه صاغ هذا زجاجاً؟ قال: لا، قال: فمن أين علمت؟ قال: هذا علم رُزقت. وكذلك نحن رُزقنا علماً لا يتهيَّأ لنا أن نخبرك كيف علمنا بأَنَّ هذا الحديث كذب وهذا حديث منكر إلا بما نعرفه» اهـ. ¶ قال ابن أبي حاتم عَقِبَ ذلك: «تعرف جودة الدينار بالقياس إلى غيره فإن تخلف عنه في الحمرة والصَّفاء علم أنه مغشوش ويعلم جنس الجوهر بالقياس ¶ ¬_________ ¶ (¬1) الكاغد القرطاس، كذا في القاموس (ص402) . ¶ (¬2) قال ابن الأعرابي: «البَهْرَجُ الدرهم المُبْطَلُ السِّكَّةِ، وكلُّ مردود عند العرب بَهْرَجٌ ونَبَهْرَجٌ. والبَهْرَجُ: الباطلُ والرَّدِيءُ من الشيء» - اللسان (2/217) ..",
            "page": "19",
            "part": "1",
            "seal": "508718CB"
        },
        {
            "id": "17",
            "nass": "إلى غيره فان خالفه بالماء والصَّلابة علم أنه زجاج ويقاس صحة الحديث: ¶ أ- بعدالة ناقليه. ¶ ب- وأن يكون كلاماً يصلح (¬1) أن يكون من كلام النُّبوة. ¶ ويعلم سقمه وإنكاره بتفرُّد مَن لم تصحَّ عدالته بروايته، والله أعلم» (¬2) . ¶ فأشار - رحمه الله - إلى قرائن معرفة ذلك بالقياس على رواية بقية الرواة، والقياس لا يحسنه كل أحد، ولا يصبر عليه السِّنين إلا القليل. ¶ وقال العلائي: «التَّعليل أمر خفي، لا يقوم به إلا نقاد أئمة الحديث دون من لا اطلاع له على طرقه وخفاياه» (¬3) . ¶ ومما سبق يتبيَّن أَنَّ هذا العلم شاقٌّ وأنَّ معرفة علة الحديث قد لا تظهر إلا بعد سنين. ¶ قال الخطيب: «فمن الأحاديث ما تخفى علته، فلا توقف عليها إلا بعد النَّظر الشَّديد، ومضي الزَّمن البعيد» ، ثم أسند عن ابن المديني قوله: «ربما أدركت علة حديث بعد أربعين سنة» (¬4) . ¶ وقال ابن أبي حاتم عن أبيه في حديث ذكره: «ولم أزل أفتِّش عن هذا الحديث، وهمَّني جدَّاً حتى رأيته في موضع ... » (¬5) . ¶ ¬_________ ¶ (¬1) هذا القيد مهم جداً في تصحيح الأحاديث التي أسانيدها قوية في الظاهر، وقد غفل عنه كثير من المعاصرين. ¶ (¬2) الجرح (1/349-351) . ¶ (¬3) النكت لابن حجر (2/782) . ¶ (¬4) الجامع للخطيب (2/385) . ¶ (¬5) العلل لابن أَبي حاتم (2/270) .",
            "page": "20",
            "part": "1",
            "seal": "CFAEA605"
        },
        {
            "id": "18",
            "nass": "وقال أيضاً: «قلت لأبي زرعة: أيهما عندَك أشبه؟ قال: الله أعلم. ثم تفكَّر ساعةً، فقال: حديث الدَّراوردي أشبه ... » (¬1) . ¶ ولربما رجَّح العالم ما خفي على من هو أعلم منه بالحديث أو ما خالفه هو بعد زمن، كما حصل لأبي حاتم الرَّازي، حيث سأله ابنه عن حديث اختلف فيه، هل هو عن ابن مسعود -رضي الله عنه- أو عن جابر -رضي الله عنه- قال: «قلت لأبي أيهما أصحُّ؟ قال: عبد الله أصحُّ ... ثم قال ابن أبي حاتم: سألت أبي مرةً أخرى عن هذا الحديث فقال: يحيى القطَّان ومعتمر وغيرهما يقولون عن التَّيمي عن أبي نضرة عن جابر عن النَّبي -صلى الله عليه وسلم-، وهو أشبه بالصَّواب» (¬2) . ¶ وقال ابن أبي حاتم: «سألت أبي عن حديث رواه احمد بن حنبل وفضل الأعرج عن هشام بن سعيد أبي أحمد الطَّالقاني عن محمد بن مهاجر عن عقيل بن شبيب عن أبي وهب الجشمى وكانت له صحبة قال: قال رسول الله -صلى الله عليه وسلم-: (سموا أولادكم أسماء الأنبياء وأحسن الأسماء عبد الله وعبد الرحمن وأصدقها حارث وهمام وأقبحها حرب ومرة وارتبطوا الخيل وامسحوا على نواصيها وقلدوها ولا تقلدوها الأوثان) . قال أبي: سمعت هذا الحديث من فضل الأعرج وفاتني من أحمد، وأنكرته في نفسي وكان يقع في قلبي أنه أبو وهب الكلاعي صاحب مكحول، وكان أصحابنا يستغربون فلا يمكنني أن أقول شيئاً لما رواه أحمد، ثم قدمت حمص فإذا قد حدثنا ابن المصفى عن أبي المغيرة قال حدثني محمد بن مهاجر قال حدثني عقيل بن سعيد عن أبي وهب الكلاعي قال: قال النبي -صلى الله عليه وسلم- ¶ ¬_________ ¶ (¬1) العلل لابن أَبي حاتم (2/266) . ¶ (¬2) العلل لابن أَبي حاتم (2/416) .",
            "page": "21",
            "part": "1",
            "seal": "57AB71E6"
        },
        {
            "id": "19",
            "nass": "قال أبي: فعلمت أن ذلك باطل وعلمت أن إنكاري كان صحيحاً وأبو وهب الكلاعى هو صاحب مكحول الذي يروى عن مكحول واسمه عبيد الله بن عبيد وهو دون التابعين يروى عن التابعين وضربه مثل الأوزاعي ونحوه فبقيت متعجباً من أحمد بن حنبل كيف خَفِيَ عليه فإني أنكرته حين سمعت به قبل أن أقف عليه» (¬1) . ¶ وهذا الحافظ ابن حجر على سعة علمه بالعلل وطرق التَّرجيح فيه يقول في حديث: «وقد رجَّح البخاري أنه عن جابر، وخالفه أبو مسعود والبيهقي فرجَّحا أنه عن أبي هريرة، ولم يظهر لي في ذلك ترجيح، والله أعلم» (¬2) . ¶ وكان هذا العلم ذا أهمية وصعوبة لعدَّة أمور منها: ¶ 1- أنه يتعلق بكلام رسول -صلى الله عليه وسلم-، «والثقة إذا حدَّث بالخطأ، فحمل عنه وهو لا يشعر أنه خطأ، يعمل به على الدَّوام للوثوق بنقله، فيكون سبباً للعمل بما لم يقله الشرع» (¬3) . ¶ 2- ظهور صحة الحديث بالنَّظر إلى ظاهر السَّند والمتن، وفي هذه الحالة يبعد لدى النَّاظر احتمال وجود علة خفية، ويكثر وقوعه ممن أكثر من الحكم على الأحاديث من المتأخِّرين كالسّيوطي ومن سار على نهجه في التَّصحيح بظواهر الأسانيد فحسب، أو بتتبع الشَّواهد دون تمحيصها وتتبع عللها الخفيَّة، أو أهمل إعلال الأئمَّة لها اتكالاً على قوة الطُّرق عنده وكثرة الشَّواهد. ¶ ¬_________ ¶ (¬1) العلل لابن أبي حاتم (2/312) . ¶ (¬2) الفتح (2/611) . ¶ (¬3) الفتح (1/265) حديث (107) .",
            "page": "22",
            "part": "1",
            "seal": "17670CE3"
        },
        {
            "id": "20",
            "nass": "3- اختلال العمل بمنهج المحدثين قرناً بعد قرن، باعتماد كثير من المتأخِّرين على ظواهر الأسانيد من حيث لا يشعرون، ودخول علم المنطق في علوم الحديث من خلال كتب المصطلح المتأخِّرة خاصَّة، فأهمية إبراز علة الحديث تزداد بقدر ذلك الاعتماد المشار إليه. ¶ 4- تفرُّق كثير من الأحاديث المعلَّة في بطون عشرات الكتب، ولا شكَّ أن التَّنقير عن ذلك واستخراجه من الصُّعوبة بمكان. ¶ وهذا العلم قد قلَّ من يفهمه ويُعنى به في العصور السَّابقة، فكيف بهذا الزمن قال أبو حاتم: «جرى بيني وبين أبي زرعة يوماً تمييز الحديث ومعرفته، فجعل يذكر أحاديث ويذكر عللها، وكذلك كنت أذكر أحاديث خطأ وعللها وخطأ الشيوخ، فقال لي: يا أبا حاتم قلَّ من يفهم هذا، ما أعزَّ هذا. إذا رفعت هذا من واحد واثنين فما أقلَّ أن تجد من يحسن هذا ... » (¬1) . ¶ وقال ابن حجر: «لم يتكلم فيه إلا أفراد أئمة هذا الشأن وحذاقهم» (¬2) . ¶ ولا يفهم من النصوص السابقة في صعوبة علم العلل وغرابته أنه لا قيام لشأنه بعد رحيل أهله الأوائل. فإن أصوله وقواعده باقية وطرائق أصحابه متداولة، تعتمد على الفهم والذكاء والخبرة وطول الممارسة ودقة التنقير. ¶ وقد تصعب العلة وتدق، بحيث لا يقدر على حل رمزها وكشف ¶ ¬_________ ¶ (¬1) الجرح (1/356) . ¶ (¬2) النكت (2/711) .",
            "page": "23",
            "part": "1",
            "seal": "1B406CF3"
        },
        {
            "id": "21",
            "nass": "غامضها إلا القليل من أهل هذا العلم. ¶ وليتنبه إلى أن أهمية علم العلل لا يعني نشر هذا العلم بين العامة، لعدم فهمهم حقيقته، ولاحتمال ورود الشك عندهم في الحديث وأصوله. ¶ قال أبو داود: «ضررٌ على العامة أن يكشف لهم كلُّ ما في هذا الباب فيما مضى من عيوب الحديث، لأن علم العامة يقصر عن مثل هذا» (¬1) . ¶ * * * ¶ ¬_________ ¶ (¬1) رسالة أبي داود لأهل مكة (ص30) .",
            "page": "24",
            "part": "1",
            "seal": "15ED2836"
        },
        {
            "id": "22",
            "nass": "3- أقسام الحديث المعل: ¶ تنوعت أساليب العلماء في تقسيم الأحاديث المعلَّة على ما يلي: ¶ 1. تقسيمها - حسب أثر العِلَّة - قسمين اثنين هما: ¶ أ- علة قادحة، كالإرسال في السَّند، وتغيير المعنى في المتن (¬1) . ¶ ب- علة غير قادحة، كتعيين الصَّحابي (¬2) . ¶ وهذا التقسيم عبر عنه ابن حجر بـ: «مراتب العلل» (¬3) . ¶ 2. تقسيمها حسب موضعها إلى علل في السَّند وعلل في المتن. ¶ أ- فمن علل السَّند: - رفع الموقوف ووصل المنقطع وإبدال راوٍ بآخر وإسقاط راوٍ أو زيادته وإبدال سند بآخر أشهر منه، ونحو ذلك. ¶ ب- ومن علل المتن: - إدراج متن بآخر، والرِّواية بالمعنى مع تغيير ¶ ¬_________ ¶ (¬1) هذه النوع الأخير قليل جداً في الأحاديث المعلة بحمد الله، مما يدلُّ على اهتمامهم بألفاظ الحديث أكثر من الأسانيد، ومن أشهر الأمثلة في ذلك قول ابن أَبي حاتم في علله (1/64و66) : «سألت أَبي عن حديث رواه علي بن عياش عن شعيب بن أَبي حمزة عن محمد بن المنكدر عن جابر قال: كان آخر الأمر من رسول الله -صلى الله عليه وسلم- ترك الوضوء مما مست النار. فسمعت أَبي يقول: هذا حديث مضطرب المتن، إنما هو إن النبي -صلى الله عليه وسلم- أكل كتفاً ولم يتوضأ، كذا رواه الثقات عن ابن المنكدر عن جابر، ويحتمل أن يكون شعيبٌ حدَّث به من حفظه فوهم فيه» . ¶ (¬2) النكت لابن حجر (2/746-747) . ¶ (¬3) الفتح (10/631) .",
            "page": "25",
            "part": "1",
            "seal": "346B1C9B"
        },
        {
            "id": "23",
            "nass": "المراد، ومخالفة الصَّحابي لما رواه، والتَّفرد بزيادة في المتن. ¶ 3. تقسيم ينظر فيه إلى قوة تأثير العِلَّة في الحديث على التالي: ¶ أ- ما يغلب على الظَّنِّ قبول علته. ¶ ب- ما يغلب على الظَّنِّ رده. ¶ ج- ما يجزم بِرَدِّه. ¶ د- ما يتوقف فيه لقوَّة تردُّده (¬1) . ¶ وهذا التَّقسيم مرتبط بقرائن التَّعليل الآتي ذكرها بعد، وعلى هذا اختلف العلماء في اعتبار العلة وعدم اعتبارها، استناداً على قوة العِلَّة وأثرها في صحة الحديث، مع احتمال اتفاقهم على وجود أصل العِلَّة في حديث معين. ¶ 4. تقسيم بالنَّظر إلى نوع العِلَّة الظَّاهرة - وجعل كل قسم نوعاً من أنواع علوم الحديث - ومن هذه الأقسام: ¶ 1- اختلاف الوصل والإرسال. ¶ 2- المضطرب (¬2) . ¶ ¬_________ ¶ (¬1) نصب الراية (1/237) . ¶ (¬2) قال ابن حجر: «الاختلاف على الحفاظ في الحديث لا يوجب أن يكون مضطربا إلا بشرطين: ¶ 1- أحدهما استواء وجوه الاختلاف فمتى رجح أحد الأقوال قدِّم ولا يعلُّ الصحيح بالمرجوح. ¶ 2- ثانيهما - مع الاستواء - أن يتعذر الجمع على قواعد المحدثين ويغلب على الظن أن ذلك الحافظ لم يضبط ذلك الحديث بعينه فحينئذ يحكم على تلك الرواية وحدها بالاضطراب ويتوقف عن الحكم بصحة ذلك الحديث لذلك» - هدي الساري (ص509) .",
            "page": "26",
            "part": "1",
            "seal": "F50D9CD6"
        },
        {
            "id": "24",
            "nass": "3- زيادة الثِّقَات (¬1) . ¶ 4- الشَّاذ (¬2) والمنكر. ¶ 5- المقلوب (¬3) . ¶ 6- المدرج (¬4) . ¶ 7- المزِيد في متَّصل الأسانيد. ¶ 8- المصحَّف والمحرَّف. ¶ وواضح أن هذه الأنواع جزء من الحديث المعل (¬5) وإن اشتهر عند علماء المصطلح إفرادها في أبواب مستقلة وهي في الواقع جزء من العلل - الذي جعلوه مستقلاً - لأمور منها: ¶ 1- أن الذين ألَّفوا في العلل أو تكلَّموا فيها عَرَضَاً، قد ذكروا أحاديث ¶ ¬_________ ¶ (¬1) هذا المبحث من أشكل مسائل علم العلل، وسيأتي تفصيل القول فيه عند الكلام عن قرينة الحفظ (ص 37) . ¶ (¬2) قليل جداً استخدام المحدثين السابقين لهذه اللفظة فيما اصطلح عليه بعد، أما النوعان السابقان فكثيران جداً في الأحاديث المعلة كما هُوَ معلوم لمن نظر في كتب العلل وغيرها. ¶ (¬3) ممن ذكر هذا النوع في التعليل ابن أَبي حاتم (1/70و151و2/24) عن أبيه، والدارقطني (5/89) كلاهما في علله. ¶ (¬4) ممن ذكر هذا النوع في التعليل ابن المديني (ص77) وابن أَبي حاتم (2/149) والدارقطني (2/95) في عللهم. ¶ (¬5) أما قول الحاكم في المعرفة (ص119و120) بأن الشاذ يغاير المعلل من حيث إن المعلل وقف على علته بخلاف الشاذ، فلا دليل عليه من صنيع من سلف، ولم يفصل الحاكم في دليله، بل إنه أسند عقب كلامه عن الشافعي أنه قيد الشاذ بقيدين هما: - ¶ 1- المخالفة. ¶ 2- من الثقة خصوصاً، وهذا جزء من علم العلل كما سبق، وأكثر الروايات الشاذة قد عرف سبب شذوذها، وقول الشافعي بالمخالفة يدل على خلاف كلام الحاكم.",
            "page": "27",
            "part": "1",
            "seal": "E63C7682"
        },
        {
            "id": "25",
            "nass": "فيها أكثر ما تقدَّم. ¶ 2- أن هذه الأنواع إنَّما عرفت بالنَّظر إلى رواية المخالف، وهذا بلا شك داخل في علم علل، حيث إنَّه يقوم على جمع الرِّوايات، والنَّظر في الاختلاف، ومن ثم الحكم كما سيأتي تفصيله فيما بعد (¬1) . ¶ 3- أن في الحكم على حديث بشيء من الأنواع السَّابقة في بعضه تعليل لسند ظاهره الصِّحة، اضطُّلع على علته الخفية بالاعتبار، ويبقى بعد التَّعليلِ النَّظرُ في أثر العِلَّة، أقادحة هي أم لا. ¶ 4- أنَّ إفراد جزء من علم بالتأليف، لا يعني أنه مستقل عنه في قواعده. فإفراد علماء الحديث السَّابقين بعض جزئيات العلل بالتأليف لا يفهم منه أنه علم مستقل يذكر بجانب علم العلل في كتب المصطلح. ¶ ومن المآخذ المترتبة على إهمال ما سبق أمران: ¶ 1- أنه عند التَّمثيل بأحاديث معلَّة لا تذكر بعض الأنواع السَّابقة، لأنها من علم آخر - اصطلاحاً - عند البعض. ¶ 2- أن ذلك قد يُوحي لدى البعض أيضاً أن قواعد هذه الأنواع وأسس التَّرجيح فيها غير التي في علم العلل. وهذا غير صحيح باعتبار الأصل، وإن كان قد يتميَّز كل نوع بجزئية تخصُّه لا تخرجه عن أصل علم العلل، ونوع المدرج يبين صحة ما سبق ذكره، حيث ظن البعض أن الرواية التي تبين الإدراج فاصلة في الأمر، وأغفل قرائن قبولها أو ردِّها، فليس كل من ميز وبين الإدراج في الرواية يقبل قوله إذا خالف من هو أرجح. ¶ ¬_________ ¶ (¬1) (ص25) .",
            "page": "28",
            "part": "1",
            "seal": "8E7AC9E3"
        },
        {
            "id": "26",
            "nass": "ولعل إفرادهم هذه الأنواع من باب جمع الأمثلة المتشابهة، وفي هذا لطافة علمية ظاهرة وتجديد، وممن قام بذلك الحافظ ابن حجر، فقال السَّخاوي: «وقد أفرد شيخنا من هذا الكتاب - أي علل الدَّارقطني - ما له لقب خاص كالمقلوب والمدرج والموقوف، فجعل كلاً منها في تصنيف مفرد، وجعل العلل المجرَّدة في تصنيف مستقل ... » (¬1) . ¶ وذكر ابن حجر (¬2) والسَّخاوي (¬3) أن في العلل للدَّارقطني أمثلة للمضطَّرب. وقال الصَّنعاني عن علمي العلل والمضطَّرب: «والبحثان متقاربان، والاضِّطراب نوع من العلل» (¬4) . ¶ وذكر أبو عبد الله الحاكم أجناساً كثيرةً للعلل تمثيلاً فحسب (¬5) . ¶ وقال ابن حجر عند قول ابن الصلاح \"ويصلح مثالاً للمعلل\": «لا يختصُّ هذا بهذا المثال، بل كلُّ مقلوب لا يخرج عن كونه معللاً، أو شاذاً، لأنه إنما يظهر أمره بجمع الطُّرق واعتبار بعضها ببعض، ومعرفة من يوافق ممن يخالف ... » (¬6) . ¶ فالحاصل أنَّ كلَّ اختلاف على الرَّاوي داخل في علم العلل بصنيع من سلف من علماء الحديث وعلله، سواء كان الاختلاف قادحاً أم لا، وسواء ¶ ¬_________ ¶ (¬1) فتح المغيث (1/275) . ¶ (¬2) النكت لابن حجر (2/774) . ¶ (¬3) فتح المغيث (1/275) . ¶ (¬4) توضيح الأفكار (2/37) . ¶ (¬5) المعرفة للحاكم (ص113-119) . ¶ (¬6) النكت لابن حجر (2/874) .",
            "page": "29",
            "part": "1",
            "seal": "B4D9D2A6"
        },
        {
            "id": "27",
            "nass": "كان في السَّند أم المتن. وأما إدخال روايات الضُّعفاء في كتب العلل فلأَنَّ هذا يسمى علة من حيث الأصل، ولأنَّ الاصطلاح لم يستقرَّ بعد، والأمر سهل، ولا مشاحة في الاصطلاح، إن لم يترتب على ذلك تأثير في النهج العلمي التطبيقي، والحاجة إلى تنويع العلم وتقسيمه من سمات العصور المتأخرة - كما هو معلوم - في شتى العلوم، والإنكار على هذا فيه تشديد. ¶ * * *",
            "page": "30",
            "part": "1",
            "seal": "FAF93B0E"
        },
        {
            "id": "28",
            "nass": "4 - المؤلفات في العلل: ¶ لعل ما أُلِّفَ في حديث رسول الله - صلى الله عليه وسلم- من أكثر المؤلفات التي تركها علماء السَّلف الصالح لمن بعدهم. ومن بين هذه المؤلَّفات ما كتبه المحدثون في علل حديث رسول الله - صلى الله عليه وسلم-. إلا أنَّ ما ألِّف في العلل قليل بالنِّسبة لبقية تلك المؤلَّفات، كما أنَّ ما سَلِم منها وبقي حتى الآن لا يكاد أن يذكر كذلك. ولا شكَّ أَنَّ هذا يترك شيئاً من الحزن في قلب أهل العلم، أن فاتهم ما فيها من علم. ¶ قال الخطيب وذكر مصنفات ابن المديني: «وجميع هذه الكتب قد انقرضت ولم نقف على شيء منها إلا على أربعة أو خمسة حسب ولعمري إنَّ في انقراضها ذهاب علوم جمة وانقطاع فوائد ضخمة» (¬1) . ¶ وقال أَيضاً بعد ذكر العشرات من كتب ابن حبان المفقودة: «مثل هذه الكتب الجليلة كان يجب أن يكثر بها النسخ ويتنافس فيها أهل العلم ويكتبوها لأنفسهم ويخلدوها أحرازهم، ولا أحسب المانع من ذلك إلا قلة معرفة أهل تلك البلاد لمحل العلم وفضله وزهدهم فيه ورغبتهم عنه وعدم بصيرتهم به، والله أعلم» (¬2) . ¶ ولا شكَّ أنَّ هذه المؤلفات تعطي لنا تصوراً مجملاً عن نشأة علم ¶ ¬_________ ¶ (¬1) الجامع للخطيب (2/467) . ¶ (¬2) الجامع للخطيب (2/471) .",
            "page": "31",
            "part": "1",
            "seal": "15A618A3"
        },
        {
            "id": "29",
            "nass": "العلل، وأنه بدأ في عصر مبكر جداً بالنِّسبة لبقية علوم الحديث التي فرَّعها علماء الحديث بعد سنين من بداية نشأتها. فبينما انتشرت كثير من فروع علوم الحديث بعد زمن، فإنَّ علم العلل - على قدم نشأته - قوبل بعكس ذلك، حيث قلَّ الاهتمام به وضعُف جانبه كثيراً، مع قول علماء الحديث بأهميته وعظم شأنه بين علوم الحديث!! ¶ ومن أشهر المؤلفات في علل الحديث ما يلي: ¶ 1. العلل لعبد الله بن المبارك (¬1) . ¶ 2. علل الحديث ليحيى القطان (¬2) . ¶ 3. العلل ليحيى بن معين (¬3) . ¶ 4. العلل لابن المديني، بعدة روايات عنه (¬4) ، في عدة أجزاء (¬5) ، وله أَيضاً علل حديث ابن عيينة في (13) جزءاً. ¶ 5. العلل لأحمد بن حنبل، بعدة روايات عنه (¬6) ، طبع بعضها. ويغلب عليها الجرح والتَّعديل ومسائل فقهية وغير ذلك، جمعها الخلال في ثلاثة مجلدات، جمع فيها ما تفرق من الرِّوايات عن أحمد. انتخب منه ابن ¶ ¬_________ ¶ (¬1) ذكره مغلطاي في إكماله (11/148) ، وأشك في التسمية أو النسبة. ¶ (¬2) شرح العلل لابن رجب (2/805) وتسمية ما ورد به الخطيبُ دمشقَ (89) . ¶ (¬3) شرح العلل (2/805) . ¶ (¬4) كرواية ابنه عبد الله بن علي عنه، ذكرها حمزة في سؤالاته للدارقطني (323) . ¶ (¬5) سؤالات حمزة السهمي (323) وتاريخ بغداد (6/280و10/9) والكفاية (ص379) والجامع للخطيب (2/466و467) والمعرفة للحاكم (ص71) ، ولعل المطبوع برواية ابن البراء جزء من هذه العلل. ¶ (¬6) سردها الذهبي في السير (11/330-331) .",
            "page": "32",
            "part": "1",
            "seal": "CD9577EA"
        },
        {
            "id": "30",
            "nass": "قدامة، وطبع بعضه. ¶ 6. علل الحديث ومعرفة الشيوخ لابن عمَّار الشَّهيد الموصلي (¬1) . وله علل أحاديث صحيح مسلم أَيضاً، وهو مطبوع. ¶ 7. العلل لأبي حفص الفلاس (¬2) . ¶ 8. العلل للبخاري، ذكره أبو القاسم بن منده، وذكر أنه يرويه عن محمد بن عبد الله بن حمدون عن أبي محمد عبد الله بن الشرقي عنه (¬3) . وكتابه التاريخ الكبير من أهم مصادر العلل وتراجم الرُّواة وغير ذلك. ¶ 9. علل حديث الزُّهري لمحمد بن يحيى الذُّهلي (¬4) ، برواية الخفَّاف (¬5) . ¶ 10. العلل لمسلم بن الحجاج (¬6) . ¶ 11. التمييز لمسلم أَيضاً، طبع جزءٌ منه برواية مكي بن عبدان، وهو من كتب العلل كما ذكر الخطيب (¬7) . ¶ ¬_________ ¶ (¬1) تاريخ بغداد (5/417) وقال ابْنُ حَجَرٍ في ترجمته عن أحد تلاميذه: «الحسين بن إدريس الهروي له عنه سؤالات في العلل والرجال» - التهذيب (3/610) . ¶ (¬2) تسمية ما ورد به الخطيب دمشق (88) . ¶ (¬3) هدي الساري (ص686) والمعجم المفهرس لابن حجر (ل66) وصلة الخلف للروداني (ص303) . ¶ (¬4) نقل منه ابن خزيمة في صحيحه (2/126) وفي سؤالات السلمي (231) ، ونقل قول الدارقطني: «من أحب أن يعرف قصور علمه عن علم السلف فلينظر في علل الزُّهْرِي» . ¶ (¬5) فهرست ابن خير (ص203) . ¶ (¬6) الفهرست للنديم (1/322) وصيانة صحيح مسلم لابن الصلاح (ص59) وتذكرة الحفاظ (1/590) . ¶ (¬7) الجامع لخطيب (2/273) وصيانة صحيح مسلم لابن الصلاح (ص59) .",
            "page": "33",
            "part": "1",
            "seal": "4B5834B1"
        },
        {
            "id": "31",
            "nass": "12. المسند المعلل ليعقوب بن شيبة (¬1) ، عثر على قطعة منه من مسند عمر بن الخطاب -رضي الله عنه-. وهو برواية حفيده أبي بكر محمد بن أحمد بن يعقوب، وقد طبع ما وجد منه. ¶ 13. العلل لأبي زرعة الرَّازي (¬2) . ¶ 14. العلل لأبي بشر إسماعيل بن عبد الله الأصبهاني، المعروف بسمُّويه (¬3) . ¶ 15. العلل لأبي حاتم الرَّازي، برواية محمد بن إبراهيم الكتَّاني (¬4) . ¶ 16. العلل لابن ماجة القزويني (¬5) . ¶ 17. العلل الكبير برواية أبي حامد التَّاجر أحمد بن عبد الله المروزي، والعلل الصَّغير، وهما لأبي عيسى التِّرمذي (¬6) . ¶ 18. العلل لأبي إسحاق إبراهيم الحربي (¬7) . ¶ ¬_________ ¶ (¬1) تكلم عنه الخطيب في تاريخه (14/281) . ¶ (¬2) تسمية ما ورد به الخطيب دمشق (85) . ¶ (¬3) فتح المغيث للسخاوي (3/311) . ¶ (¬4) الإعلام (ص435-436) وتوضيح المشتبه (1/225و5/185و7/174) كلاهما لابن ناصر الدين الدمشقي. ¶ (¬5) ذكره الزركشي في التذكرة (ص218- الباب الثامن في الفتن) ، ونقل منه نصاً! ¶ (¬6) طبع الكبير بترتيب أَبي طالب القاضي التميمي، أما الصغير فمطبوع آخر الجامع، وشرحه ابن رجب الحنبلي. ¶ (¬7) التهذيب لابن حجر في عدة مواضع منها (1/61) ، والإكمال (4/42و8/10و11/210) وشرح سنن ابن ماجة (1/225) كلاهما لمغلطاي وحاشية البوصيري على تحفة التحصيل لابن العراقي (ص261) .",
            "page": "34",
            "part": "1",
            "seal": "F75D3537"
        },
        {
            "id": "32",
            "nass": "19. العلل لابن أبي عاصم (¬1) . ¶ 20. المسند الكبير المعلل، لأبي بكر البزَّار - برواية محمد بن أيوب الصَّموت -، وقد طبع بعضه باسم: «البحر الزَّخار» . ¶ 21. العلل لأبي علي عبد الله بن محمد البلخي الحافظ (¬2) . ¶ 22. العلل لأبي إسحاق إبراهيم بن أبي طالب النَّيسابوري (¬3) . ¶ 23. العلل لمحمد بن عثمان بن أبي شيبة (¬4) . ¶ 24. مسند حديث الزُّهري بعلله والكلام عليه للنَّسائي (¬5) . ¶ 25. العلل لزكريا السَّاجي (¬6) . ¶ 26. العلل لأبي جعفر العُقيلي (¬7) . ¶ 27. العلل لابن أبي حاتم الرَّازي، مطبوع، وراويه هو أبو أحمد الحسين بن علي التميمي (¬8) . وقد شرع ابن عبد الهادي في وضع شرح عليه (¬9) ، فاخترمته المنيَّة بعد أن كتب منه ¶ ¬_________ ¶ (¬1) ذكره في الآحاد في عدة مواضع منها (1/238و240و317) . ¶ (¬2) السير (13/529) . ¶ (¬3) السير (13/550) . ¶ (¬4) الفهرست للنديم (1/320) . ¶ (¬5) فهرست ابن خير (ص145) . ¶ (¬6) الكامل لابن عدي (1/430) وتاريخ بغداد (1/349) ونقل منه اللالكائي في السنة (1366) ، وقال الذهبي عنه إنه كتاب جليل يدلُّ على تبحُّره في هذا الفن - التذكرة (2/710) . ¶ (¬7) ذكره في الضعفاء (4/351) . ¶ (¬8) تاريخ بغداد للخطيب (9/67-68) . ¶ (¬9) وقد طبع ما وجد منه.",
            "page": "35",
            "part": "1",
            "seal": "8B4C6299"
        },
        {
            "id": "33",
            "nass": "مجلداً على يسير منه (¬1) . ¶ 28. العلل لأبي علي النَّيسابوري (¬2) . ¶ 29. علل حديث الزُّهري في (20) جزءاً، وعلل حديث مالك في (10) أجزاء، وعلل ما أسند أبو حنيفة في (10) أجزاء، وما خالف الثوريُ شعبة في (3) أجزاء، وما خالف شعبة الثوريَ في جزأين، وموقوف ما رفع، وكلها لابن حبَّان البستي (¬3) . ¶ 30. المسند الكبير المعلل لأبي علي الماسرجسي، في (1300) جزء (¬4) . ¶ 31. العلل لأبي الحسين محمد بن محمد الحجَّاجي (¬5) . ¶ 32. العلل لأبي أحمد الحاكم الكرابيسي (¬6) . ¶ 33. العلل، والتتبع للدَّارقطني، وهما مطبوعان. ¶ 34. الأجوبة لأبي مسعود الدِّمشقي، أجاب فيها عن انتقادات الدَّارقطني على صحيح مسلم، وهو مطبوع. ¶ 35. العلل لأبي عبد الله الحاكم (¬7) . ¶ ¬_________ ¶ (¬1) فتح المغيث للسخاوي (3/311-312) . ¶ (¬2) الجامع للخطيب (2/273) . ¶ (¬3) الجامع للخطيب (2/468) . ¶ (¬4) السير للذهبي (16/288) . ¶ (¬5) تاريخ بغداد للخطيب (3/223) . ¶ (¬6) السير (16/372) ، وتذكرة الحفاظ للذهبي (3/976) . ¶ (¬7) ذكره في المدخل إلى الصحيح (110) .",
            "page": "36",
            "part": "1",
            "seal": "713A784E"
        },
        {
            "id": "34",
            "nass": "36. تمييز المزِيد في متَّصل الأسانيد (¬1) ، والفصل للوصل المدرج في النَّقل وهو مطبوع، وهما للخطيب. ¶ هذه أهم الكتب التي ذكرت في علم العلل حتى عصر الخطيب، الذي قال عنه ابن نقطة: «لا شبهة عند كلِّ لبيب أن المتَّأخرين من أَصحاب الحديث عيالٌ على أبي بكر الخطيب (¬2) . ¶ * * * ¶ ¬_________ ¶ (¬1) ذكره في كتابه الموضح (1/285) وقال عنه ابن رجب إنه مصنَّف حسن - شرح العلل (1/427) . ¶ (¬2) التقييد لابن نقطة (1/170) .",
            "page": "37",
            "part": "1",
            "seal": "14301237"
        },
        {
            "id": "36",
            "nass": "5 - طرق معرفة علة الحديث: ¶ هذا المبحث من أهم المواضيع في علم العلل، لأنه الثَّمرة والُّلب في تلك الدِّرَاسَة، وهو كذلك من أصعب مسائله. ¶ وقبل الحديث عنه يستحسن معرفة سبب إعلال الأئمة للحديث. ¶ والجواب عنه بأن السبب الباعث على إعلالهم للمرويات التي ظاهر سندها الصحة هو: \"الغرابة\". ¶ وسبب هذا الاستغراب أمران هما: - المخالفة والتفرد. ¶ ولذا اشتد نكير المحدثين على من اعتمد أو تتبع الأحاديث الغرائب والأفراد والفوائد، لتضمن أكثرها المعلَّ من الأحاديث. ¶ قال أحمد: «إذا سمعت أصحاب الحديث يقولون هذا الحديث غريب أو فائدة فاعلم أنه خطأ أو دخل حديث في حديث» . ¶ وقال أيضاً: «تركوا الحديث، وأقبلوا على الغرائب، ما أقلَّ الفقه فيهم» . ¶ وقال أيضاً: «شر الحديث الغرائب التي لا يعمل بها» (¬1) . ¶ وقال ابن معين: «ما أكذب الغرائب» (¬2) . ¶ ¬_________ ¶ (¬1) الكفاية (ص172) . ¶ (¬2) رواية الدوري (541) .",
            "page": "39",
            "part": "1",
            "seal": "CA7498D9"
        },
        {
            "id": "37",
            "nass": "فالمخالفة والتفرد تستدعي استغراب العالم، والغرابة تدل على بعض المخالفة. سواء كانت في السند أو المتن. ¶ وأهم الأسباب التي قد تذكر في أسباب الإعلال راجعة - فيما يظهر لي - إلى سبب واحد هو المخالفة، وينشأ عنها كثيراً لا دائماً: التفرد، فبالاهتمام بهما، يتمكن المرء من دراسة تعليلات العلماء ومعرفة علة الحديث وطريقة ذلك. ¶ وطريقة معرفة علة الحديث إجمالاً تعتمد على أمور ثلاثة: ¶ 1- جمع طرق الحديث المختلفة بتوسع عند الحاجة. ¶ 2- تحديد مدار الخلاف على من يكون، والنَّظر في كل رواية هل فيها خلاف آخر. والنَّظر في حال رواتها وبلدانهم واختصاصهم بالرَّاوي المختلف عليه. قال ابن حجر: «مدار التعليل في الحقيقة على بيان الاختلاف» (¬1) ، ويتنبه إلى التأكد من سلامة المرويات جملة، وأن الاختلاف على أصحاب المدار غير مؤثر في أصل الخلاف، وإلا احتاج إلى دراسة مستقلة. ¶ 3- التَّرجيح بين الرُّواة أو الجمع بين رواياتهم على أسس علمية وقواعد منهجية مستنبطة من صنيع علماء العلل السَّابقين فحسب، دون نظر إلى قواعد المنطق واحتمالات العقل. ¶ وإلى هذا أشار الخطيب البغدادي بقوله: «والسَّبيل إلى معرفة علة الحديث: ¶ ¬_________ ¶ (¬1) النكت (2/711) .",
            "page": "40",
            "part": "1",
            "seal": "343FB935"
        },
        {
            "id": "38",
            "nass": "1- أن تجمع بين طرقه. ¶ 2- ويعتبر بمكانهم من الحفظ، ومنزلتهم في الإتقان والضَّبط» (¬1) . ¶ أما الأمر الأول: - فمن شواهده من كلام المحدِّثين السَّابقين قول ابن المبارك: «إذا أردت أن يصحَّ لك الحديث، فاضرب بعضه ببعض» (¬2) . ¶ وقال أحمد: «الحديث إذا لم تجمع طرقه لم تفهمه ... » (¬3) . ¶ وقال ابن المديني: «الباب إذا لم تجمع طرقه لم يتبين خطؤه» (¬4) . ¶ وقال ابن معين: «اكتب الحديث خمسين مرةً، فإن له آفاتٍ كثيرة» . ¶ وقال أَيضاً: «لو لم نكتب الحديث من ثلاثين وجهاً ما عقلناه» (¬5) . ¶ ويوضِّحه قوله أيضاً: «إنَّ حماد بن سلمة كان يخطئ، فأردت أن أميِّز خطأَه من خطأ غيره، فإذا رأيت أصحابه قد اجتمعوا على شيء، علمت أن الخطأ من حماد نفسه (¬6) ، وإذا اجتمعوا على شيء عنه وقال واحد منهم خلافهم، علمت أن الخطأ منه لا من حماد، فأميِّز بين ما أخطأ هو بنفسه، وبين ما أُخْطِئَ عليه» (¬7) . ¶ ¬_________ ¶ (¬1) الجامع للخطيب (2/452) . ¶ (¬2) الجامع للخطيب (2/452) . ¶ (¬3) المجروحين لابن حبان (1/33) والجامع للخطيب (2/315) . ¶ (¬4) الجامع للخطيب (2/316) . ¶ (¬5) المجروحين لابن حبان (1/33) والضعفاء لابن شاهين (ص42) والجامع للخطيب (2/315) والإرشاد للخليلي (2/595) . ¶ (¬6) تأتي قصة تدل على هذا التقعيد (ص 28) . ¶ (¬7) المجروحين لابن حبان (2/32) ، وأعلها الذهبي بالانقطاع - السير (7/456) .",
            "page": "41",
            "part": "1",
            "seal": "71B2C8B9"
        },
        {
            "id": "39",
            "nass": "قال الميموني: «تعجب إليَّ أبو عبد الله يعني أحمد بن حنبل ممن يكتب الاسناد ويدع المنقطع، ثم قال: وربما كان المنقطع أقوى إسنادا وأكبر! قلت: بينه لي كيف؟ قال: تكتب الإسناد متصلاً وهو ضعيف ويكون المنقطع أقوى إسناداً منه وهو يرفعه ثم يسنده وقد كتبه هو على أنه متصل وهو يزعم أنه لا يكتب إلا ما جاء عن النبي صلى الله عليه وسلم معناه لو كتب الاسنادين جميعاً عرف المتصل من المنقطع يعني ضعف ذا وقوة ذا» (¬1) . ¶ وقال أبو حاتم: «لو لم نكتب الحديث من ستين وجهاً ما عقلناه» (¬2) . ¶ وهذه القصة على طولها تدلُّ على ما ذكر من النَّظر إلى مَن أخطأ ومَن أُخْطِئَ عليه. قال عبد الرحمن بن مهدى: «ما رأيت صاحب حديث أحفظ من سفيان الثَّوري حدَّث يوماً عن حماد بن أبى سليمان عن عمرو بن عطيَّة عن سلمان الفارسي قال: البصاق ليس بطاهر. فقلت: يا أبا عبد الله هذا خطأ! فقال لي: كيف! عمَّن هذا؟ قلت: حمَّاد عن ربعي عن سلمان. قال: من يحدَّث به عن حماد؟ قلت: حدثنيه شعبة عن حمَّاد عن ربعي، قال: أخطأ شعبة فيه ثم سكت ساعة، ثم قال: وافق شعبة على هذا أحد، قلت، نعم، قال: من؟ قلت: سعيد بن أبى عروبة وهشام الدَّسْتَوائي وحمَّاد بن سلمة، فقال: أخطأ حماد هو حدثني عن عمرو بن عطيَّة عن سلمان، قال عبد الرحمن: فوقع في نفسي، قلت: أربعة يجتمعون على شيء واحد. يقولون عن حماد عن ربعي، فلما كان بعد سنة أخرى سنة إحدى وثمانين ومائة أخرج إليَّ غندر كتاب شعبة فإذا فيه عن حماد عن ربعي، ¶ ¬_________ ¶ (¬1) الجامع للخطيب (1576) . ¶ (¬2) فتح المغيث (2/370) .",
            "page": "42",
            "part": "1",
            "seal": "7565EFAA"
        },
        {
            "id": "40",
            "nass": "وقد قال حمَّاد مرة: عن عمرو بن عطيَّة، قال عبد الرحمن: فقلت: رحمك الله يا أبا عبد الله. كنت إذا حفظت الشَّيء لا تبالي من خالفك» (¬1) . ¶ وقال أيوب السَّختياني: «إذا أردت أن تعرف خطأ معلمك فجالس غيره» (¬2) . ¶ وبما ذُكر ظهرَ علم الجرح والتَّعديل وعلم العلل. ¶ قال أبو زرعة: «نظرت في نحو من ثمانين ألف حديث من حديث ابن وهب بمصر، وفي غير مصر، ما أعلم أني رأيت له حديثاً لا أصل له» (¬3) . ¶ ومن رام - في هذا الزمن - جمعَ عُشْرِ ما ذكر أبو زرعة لما استطاع. ¶ فبرواية الغير تظهر علة الحديث غالباً كما قال أبو حاتم الرازي في حديث: «وروى أبو معاوية الضَّرير عن هشام بن عروة فأظهر علة هذا الحديث» (¬4) . ¶ * * * ¶ 6 - طرق معرفة علة الحديث: ¶ الأمر الثاني: - وهو تحديد المدار الذي حصل عليه الخلاف، فيكون بالنَّظر في الرَّاوي المشترك بين الطُّرق، ومعرفة الوجه الإسنادي الذي يأتي بعد ذكر اسمه، وتحديد الرُّواة الذين اختلفوا عليه في كل إسناد وضمِّ كل راوٍ إلى الرَّاوي الذي وافقه في روايته عن ذلك الشَّيخ نفسه، لذلك الوجه الإسنادي، وتكرار ذلك حتى تتمَّ معرفة الأوجه التي اختلف فيها على ذلك ¶ ¬_________ ¶ (¬1) تاريخ بغداد (9/168) . ¶ (¬2) سنن الدارمي (649) ، وهذا النص يصلح قاعدة لكل العلوم. ¶ (¬3) الجرح والتعديل لابن أَبي حاتم (1/335) ، كذا ذكر أبو زرعة، بينما قال أحمد في رواية المروذي (456) : «إيش كان عنده من الحديث» ، ولعله يعني به المرفوع. ¶ (¬4) المراسيل (ص118) .",
            "page": "43",
            "part": "1",
            "seal": "19E73A23"
        },
        {
            "id": "41",
            "nass": "الشَّيخ ومعرفة عددها، والتَّنبُّه إلى احتمال وجود خلاف على التَّلاميذ أيضاً، واستبعاد ما قد يظنُّ أنه اختلاف وهو خلاف ذلك، كما لو ذكر أحد الرُّواة الاسم، والآخر ذكر كنيته، فيظنُّ من لا يعرفه التَّعدد. ¶ ومن شواهد هذا الأمر في طلب تحديد المدار قول أبي حاتم في حديثٍ رواه الحُميديُّ عن ابن عيينة: «هذا عندي من ابن عيينة، وابن الطَّبَّاع ثبت، فقال ابنه عبد الرحمن: قلت أنا: حدثنا ابن المقريء عن ابن عيينة كما رواه الحُميديُّ، وحدثنا سعد بن محمد البيروتي قال: حدثنا حامد بن يحيى عن ابن عيينة كما رواه الحُميديُّ. فدلَّ - لاتفاق هؤلاء الثلاثة - أنَّ الخطأ من ابن الطَّبَّاع» (¬1) . ¶ الأمر الثالث: - الموازنة بين هذه الطُّرق بالفهم والمعرفة، وتطبيق قواعد وطرائق المحدِّثين السَّابقين في التَّرجيح بين الرِّوايات المختلفة، وتنزيل كلامهم في الجزئيات على تلك الرِّوايات، حيث إنَّ كلامهم في تلك الجزئيات بمجموعه يدلُّ على قواعد منهجية ساروا عليها دون خلاف أو اختلاف منهم لها من حيث الأصل، ولا يعني ذلك أنَّ بعض الحفاظ قد لا يخالف إحدى القواعد في حديث ما، فإذا خالف رجعنا إلى الأصل الذي أُخذ من خلال التَّطبيقات المتكرِّرة المتعدِّدة من ذلك الحافظ وبقية الحفاظ الآخرين. ومعرفة هذه القواعد والضوابط والإحاطة بمراتب الرُّواة في شيوخهم ليس بالأمر اليسير. ¶ فإنَّ «حذَّاق النُّقاد من الحفَّاظ لكثرة ممارستهم للحديث - ومعرفة بالرِّجال وأحاديث كل واحد منهم - لهم فهمٌ خاص يفهمون به أَنَّ هذا ¶ ¬_________ ¶ (¬1) العلل لابن أَبي حاتم (1/215) .",
            "page": "44",
            "part": "1",
            "seal": "17555134"
        },
        {
            "id": "42",
            "nass": "الحديث يشبه حديث فلان، ولا يشبه حديث فلان، فيعلِّلون الأحاديث بذلك، وهذا مما لا يعبر عنه بعبارة تحصره، وإنَّما يرجع فيه أهله إلى مجرد الفهم والمعرفة التي اختصوا بها عن سائر أهل العلم» (¬1) . ¶ واللهُ عز وجل قد خصَّ بمعرفة هذا العلم «نفراً يسيراً من كثيرٍ ممن يدَّعي علم الحديث، فأما سائر النَّاس ممن يدَّعي كلام الحارث المحاسبي (¬2) والجنيد (¬3) وذي النُّون (¬4) وأهل الخواطر، فليس لهم أن يتكلموا في شيء من علم الحديث إلا من أخذه عن أهله وأهل المعرفة به، فحينئذٍ يتكلَّم بمعرفته» (¬5) . ¶ فإذا ظهر لنا صحة حديث بعد النَّظر في إسناده وطرقه، ووجدنا أن جماعةً من حفَّاظ الحديث على تضعيفه أو تعليله بعلة، بدون خلاف معتبر بينهم، فإنَّه من المتحتِّم علينا الأخذ بقولهم وترك ما عداه، حيث إنَّ «اتفاق أهل الحديث على شيء يكون حجة» (¬6) . ¶ قال ابن حجر: «فمتى وجدنا حديثاً قد حكم إمام من الأئمَّة المرجوع إليهم بتعليله، فالأولى اتباعه في ذلك كما نتبعه في تصحيح الحديث إذا ¶ ¬_________ ¶ (¬1) شرح العلل لابن رجب (2/757-758) . ¶ (¬2) هو أبو عبد اللهِ الحارث بن أسد البغدادي شيخ زاهد، مات سنة 243هـ - السير (12/110) . ¶ (¬3) هو الجنيد بن محمد بن الجنيد النهاوندي البغدادي القواريري، إمام زاهد، تفقه على أبي ثور، ومات سنة 298هـ - السير (14/66) . ¶ (¬4) هو ثوبان بن إبراهيم، وقيل فيض بن أحمد النوري أبو الفيض، روى عن مالك والليث، وروى عنه الجنبد، مات سنة 245هـ - السير (11/532) . ¶ (¬5) شرح العلل لابن رجب (1/34) . ¶ (¬6) قاله أَبُو حاتم فيما نقله عنه ابنه في المراسيل (307) .",
            "page": "45",
            "part": "1",
            "seal": "888C0508"
        },
        {
            "id": "43",
            "nass": "صحَّحه ... ، وهذا حيث لا يوجد مخالف منهم لذلك المعلَّل ... ، وبهذا التقرير يتبين عظم موقع كلام المتقدمين، وشدة فحصهم، وقوة بحثهم، وصحة نظرهم، وتقدمهم بما يوجب المصير إلى تقليدهم في ذلك، والتسليم لهم فيه» (¬1) . ¶ والسبب في ذلك أن الله عز وجل «بلطيف عنايته أقام لعلم الحديث رجالاً نقَّاداً تفرَّغوا، فأفنوا أعمارهم في تحصيله، والبحث عن غوامضه وعلله ورجاله ومعرفة مراتبهم في القوة واللين. فتقليدهم، والمشي وراءهم، وإمعان النَّظر في تواليفهم، وكثرة مجالسة حفَّاظ الوقت، مع الفهم، وجودة التَّصور، ومداومة الاشتغال، وملازم التقوى والتواضع، يوجب لك - إن شاء الله - معرفة السُّنن النبوية، ولا قوة إلا بالله» (¬2) . ¶ قال ابن تيمية: «وقد يترك- أي البخاريَّ أو مسلماً - من حديث الثِّقة ما علم أنه أخطأ فيه، فيظنُّ من لا خبرة له أنَّ كلَّ ما رواه ذلك الشَّخص يحتجُّ به أصحاب الصَّحيح، وليس الأمر كذلك. فإن معرفة علل الحديث علم شريف يعرفه أئمَّة الفن ... » (¬3) . ¶ وقال أيضاً: « ... فإنهم أيضاً يضعِّفون من حديث الثِّقَة الصَّدوق الضَّابط أشياء تبيَّن لهم أنه غلط فيها بأمور يستدلُّون بها، ويسمُّون هذا \"علم العلل\"، وهو أشرف علومهم، بحيث يكون الحديث قد رواه ثقة ضابط، وغلط فيه، وغلطه قد عُرِفَ» (¬4) . ¶ ¬_________ ¶ (¬1) النكت لابن حجر (2/711) . ¶ (¬2) فتح المغيث للسخاوي (1/274) ، وقوله بالتقليد، أراد به المحمود منه وهو الاقتداء! ¶ (¬3) مجموع الفتاوى (18/42) . ¶ (¬4) مجموع الفتاوى (13/352-353) .",
            "page": "46",
            "part": "1",
            "seal": "9AC1C69B"
        },
        {
            "id": "44",
            "nass": "وقال ابن القيِّم عند حديث عن مطر الورَّاق: «ولا عيب على مسلمٍ في إخراج حديثه، لأنه ينتقي من أحاديث هذا الضَّرب ما يعلم أنه حفظه (¬1) ، كما يطَّرح من أحاديث الثِّقة ما يعلم أنه غلط فيه، فغلط في هذا المقام من استدرك عليه إخراج جميع حديث الثِّقة، ومن ضعَّف جميع حديث سيِّء الحفظ. فالأولى طريقة الحاكم وأمثاله، والثانية طريقة أبي محمد ابن حزمٍ وأشكاله، وطريقة مسلم هي طريقة أئمة هذا الشَّأن، والله المستعان» (¬2) . ¶ وتقوم قواعد المحدِّثين في التعليل والتَّرجيح على قاعدة عامة مهمة تجمع علوم الحديث كلَّها، وهي: «إعمال القرائن للجمع أو الترجيح» . ¶ وهذه القاعدة قد نَصَّ على فحواها جماعةٌ من علماء الحديث والمصطلح. ¶ قال ابن الصَّلاح عن العلل: «ويستعان على إدراكها بتفرُّد الرَّاوي، وبمخالفة غيره له، مع قرائن تنضمُّ إلى ذلك تنبِّه العارف بهذا الشَّأن ... » (¬3) . ¶ وبنحوه قال العراقيُّ (¬4) . ¶ فظهر من كلامهما أن العلَّة تدرك بثلاثة أمور هي: ¶ 1. التَّفرد، وهو أمر غالبي، فكم من حديث معل رواه اثنان أو ثلاثة، وقد لا يكون فيه مخالفة، فهو أخص من المخالفة من وجه. ¶ ¬_________ ¶ (¬1) يعضده قول الإمام أحمد في حسين بن قيس: «متروك الحديث، وله حديث واحد حسن» - الكامل لابن عدي (3/218) . ¶ (¬2) زاد المعاد (1/364) . ¶ (¬3) مقدمة ابن الصلاح (ص116-التقييد والإيضاح) . ¶ (¬4) التبصرة والتذكرة للعراقي (1/226) .",
            "page": "47",
            "part": "1",
            "seal": "95B3E020"
        },
        {
            "id": "45",
            "nass": "2. المخالفة، وهو أخص من التفرد من وجه، فقد يتفرد راوٍ بحديث يعله الحفاظ، ولا يخالف في إسناده أحدٌ، فبينهما عموم وخصوص وجهي. ¶ 3. القرائن. ¶ وقال العلائي عند كلامه عن الاختلاف: «فإن استوى مع استواء أوصافهم وجب التَّوقف حتى يترجَّح أحد الفريقين بقرينة من القرائن، فمتى اعتضدت إحدى الطَّريقين بشيء من وجوه التَّرجيح حكم بها، ووجوه التَّرجيح كثيرة لا تنحصر، ولا ضابط لها، بالنسبة إلى جميع الأحاديث، بل كلُّ حديث يقوم به ترجيح خاص، وإنما ينهض بذلك الممارس الفطن، الذي أكثر من الطرق والروايات» (¬1) . ¶ وقال ابن عبد الهادي عند ذكر زيادة الثِّقات: « ... وتقبل في موضع آخر لقرائن تخصُّها، ومن حكم في ذلك حكماً عاماً فقد غلط، بل كل زيادة لها حكم» (¬2) . ¶ فَفُهِم مما قال الفرقُ بين الحكم العام والقاعدة الكلية. ¶ وقال ابن حجر: «ثم الوهم إن اطُّلع عليه بالقرائن الدَّالة على وهم راويه من وصل مرسل أو منقطع، أو إدخال حديث في حديث، أو نحو ذلك من الأشياء القادحة، وتحصل معرفة ذلك بكثرة التَّتبع وجمع الطُّرق، فهذا هو المعلَّل» (¬3) . ¶ ¬_________ ¶ (¬1) النكت لابن حجر (2/712) وتوضيح الأفكار (2/38) ، وسيأتي ضابط هذه الأوجه - من حيث علم العلل - (ص 36) . ¶ (¬2) نصب الراية (1/336) . ¶ (¬3) نزهة النظر (ص89) بتصرف.",
            "page": "48",
            "part": "1",
            "seal": "716751C7"
        },
        {
            "id": "46",
            "nass": "وقال أيضاً: «والذي يجري على قواعد المحدِّثين أنهم لا يحكمون عليه بحكم مستقل من القبول والردِّ، بل يرجِّحون بالقرائن» (¬1) . ¶ وقال: «فتبيَّن أن ترجيح البخاريِّ لوصل هذا الحديث على إرساله لم يكن لمجرد أن الوصل معه زيادة ليست مع المرسل، بل بما يظهر من قرائن التَّرجيح» (¬2) . ¶ أما قول ابن دقيق العيد عن قبول الزِّيادة: «ذلك ليس قانوناً مطرداً، وبمراجعة أحكامهم الجزئية يعرف صواب ما نقول» (¬3) ، فلا يفهم منه خلاف ما سبق. لأنه نفى الحكم المطرد (العام) ، وهو ما عبر عنه بقوله: «قانوناً» . ¶ ويوضحه قول البقاعي: «لا يحكمون فيها بحكم مطرد، وإنَّما يديرون ذلك على القرائن» (¬4) . ¶ وخلاصة ما سبق نقله، أنَّ الحكم في علل الحديث ليس قولاً واحداً مطرداً في كلِّ حديث، بل كلُّ حديث له حكم خاص به، يعرف ذلك من قواعد عامة كلية استقرائية، مجموعة من كلام الحفَّاظ، من خلال أحكامهم على الجزئيات، بتلمس الأسباب التي دعتهم إلى ترجيح رواية على أخرى مع سلامة المرجوح ابتداءً. ¶ قال العلائي: «التعليل أمر خفي، لا يقوم به إلا نقاد أئمَّة الحديث ¶ ¬_________ ¶ (¬1) النكت لابن حجر (2/687) . ¶ (¬2) النكت لابن حجر (2/607) . ¶ (¬3) النكت لابن حجر (2/604) . ¶ (¬4) توضيح الأفكار (1/340) .",
            "page": "49",
            "part": "1",
            "seal": "860968A8"
        },
        {
            "id": "47",
            "nass": "دون الفقهاء الذين لا اطلاع لهم على طرقه وخفاياه» (¬1) . ¶ * * * ¶ 7 - من مهمات علم العلل: ¶ ومما يجب التَّنبُّه له هنا - ويعدُّ من مهمات علم العلل - أمورٌ منها: ¶ الأول: - أن قواعد هذا العلم وأصوله وضوابطه الكلية والفرعية لا تؤخذ إلا عن أهله السابقين الراسخين. فلا تؤخذ عن أقوال المعتزلة وأشباههم ممن ألف في الأصول، وكانوا لا يعرف شيئاً عن الحديث وعلومه، بل إن بعضهم كان عدواً له ولأهله بقوله بردِّ أخبار الآحاد (¬2) . ومع هذا يتكلَّمون عن قواعد الحديث والرِّواية بكلام منطقي نظري في الأذهان، لا نصيب له في الأعيان. ¶ فكما نأخذ القراءات عن القرَّاء، والفقه عن أهله وهكذا، ولا نتقدَّم على أقوالهم، ومن خالفهم جملةً رُدَّ قولهم وصار خارجاً عن العلم ورسمه، فكذلك يقال لكل من خالف طرائق المحدِّثين السَّابقين تماماً. ¶ قال الإمام مسلم: «أعلم رحمك الله أنَّ صناعةَ الحديث ومعرفة أسبابه من الصحيح والسقيم إنما هي لأهل الحديث خاصة لأنهم الحفاظ لروايات الناس العارفين بها دون غيره» (¬3) . ¶ قال ابن القيِّم: «طريق الأصوليين وأكثر الفقهاء أنهم لا يلتفتون إلى علَّةٍ للحديث إذا سلمت طريق من الطُّرق منها فإذا وصله ثقة أو رفعه لا ¶ ¬_________ ¶ (¬1) النكت لابن حجر (2/606) ، وقد سبق. ¶ (¬2) من أهم مؤلفاتهم في النكاية بأهل الحديث كتاب: \"قبول الأخبار ومعرفة الرجال\" لأبي القاسم البلخي المعتزلي، وقد طبع مؤخراً!! ¶ (¬3) التمييز (ص218) .",
            "page": "50",
            "part": "1",
            "seal": "91AE3CF8"
        },
        {
            "id": "48",
            "nass": "يبالون بخلاف من خالفه ولو كثروا، والصَّواب في ذلك مع أئمة هذا الشَّأن العالمين به وبعلله، وهو النَّظر والتَّمهر في العلل والنَّظر في الواقفين والرَّافعين والمرسلين والواصلين أنهم أكثر وأوثق وأخص بالشَّيخ وأعرف بحديثه إلى غير ذلك من الأمور التي يجزمون معها بالعلَّة المؤثِّرة في موضع وبانتفائها في موضع آخر لا يرتضون طريق هؤلاء ولا طريق هؤلاء» (¬1) . ¶ الثاني: - أن مصطلح الاختلاف والمخالفة أعمُّ عند المحدِّثين منه عند غيرهم من الفقهاء والأصوليين - ممن لم يمشِ على طريقتهم في علم الحديث -. ¶ فأيُّ فرقٍ مؤثِّرٍ بين روايتين - سنداً أو متناً - يعدُّ اختلافاً عند المحدِّثين يحتاج إلى ترجيح بينهما - غالباً -، وإن تعذَّر قيل بالجمع، هذا إذا لم يكن الاختلاف داخلاً في علم مشكل الحديث (¬2) . ¶ فوصل المرسل أو المنقطع يعدُّ مخالفة، ورفع الموقوف يعدُّ مخالفة، والزِّيادة في المتن تعدُّ مخالفة كما نصَّ على ذلك أكثر المحدِّثين السَّابقين الذين تكلَّموا في العلل، فنجدهم يقولون: «خالفه فلان» ، ثم يذكرون رواية من أرسل أو أوقف أولم يذكر ما ذكر غيره، وهكذا مما تواتر في كتبهم. ¶ قال أحمد وذُكِرَ له حديثُ نافعٍ عن ابن عمر: «من باع عبداً وله مالٌ ¶ ¬_________ ¶ (¬1) حاشية أَبي داود (10/25) ، مع التصويب. ¶ (¬2) هذا العلم من أهم علوم متن الحديث، ومهمته الإجابة عن متون الأحاديث المشكلة من حيث الدلالة، أو الجمع بين الأحاديث التي تتعارض في الأذهان عند البعض، وربما اعتمد في الإجابة على قواعد علل الحديث السابق ذكرها، ومن أشهر الكتب المؤلفة فيه كتاب: «اختلاف الحديث» للإمام الشافعي وكتاب: «مشكل الحديث» لأبي جعفر الطحاوي، رحمهما الله تعالى، وقد طبع باسم: «شرح مشكل الحديث» ، وليس في مخطوطاته هذا الاسم!!",
            "page": "51",
            "part": "1",
            "seal": "ECD5CC3F"
        },
        {
            "id": "49",
            "nass": "فماله للبائع» ، فقال: «خالفه سالم، هكذا رواه الزُّهري عن سالم عن ابن عمر عن النَّبي صلى الله عليه وسلم» (¬1) . ¶ وقال ابن المديني في حديث: «رواه حماد بن سلمة عن عاصم عن أبي صالح عن أبي هريرة، وخالفه الأعمش فرواه عن أبي سلمة عن كعب» (¬2) . ¶ وقال البخاري: «وروى محمد عن نافع عن ابن عمر مرفوع في التيمم. وخالفه أيوب وعبيد الله والنَّاس فقالوا: عن نافع عن ابن عمر فعله» (¬3) . ¶ وقال ابن معين: «قد روى شعبة أيضاً في القطع في ربع دينار فصاعداً حديث الزُّهري، لم يروه غيره، وقد خالفه غيره ولم يرفعه أبو سفيان ... » (¬4) . ¶ وقال الدَّارقطني: « ... وقد اتفق عنه رجلان ثقتان فأسنده عن عمر، ولولا أن الثوري خالفه، فرواه عن زيد العمي فلم يذكر فيه عمر، لكان القول قول من أسند عن عمر، لأنه زاد. وزيادة الثِّقَة مقبولة» (¬5) . ¶ وقال الخطيب: «وخالفه معمر بن راشد فرواه عن الحكم عن عكرمة قوله، لم يذكر فيه النَّبي صلى الله عليه وسلم ولا أبا هريرة» (¬6) . ¶ وكل كتب العلل مليئة بمثل هذه النصوص التي تدلُّ أن المخالفة عند المحدِّثين أعمُّ منها عند غيرهم من الفقهاء والأصوليين. ¶ ¬_________ ¶ (¬1) رواية المروذي (274) . ¶ (¬2) العلل (129) . ¶ (¬3) التاريخ الكبير (1/50) . ¶ (¬4) رواية ابن طهمان (58) . ¶ (¬5) العلل (2/74) . ¶ (¬6) تاريخ بغداد (1/268) .",
            "page": "52",
            "part": "1",
            "seal": "0DB592D3"
        },
        {
            "id": "50",
            "nass": "الثالث: - إن كثيراً من المحدِّثين يذكرون المخالف بمبهماً بقولهم: «خالفه النَّاس أو خالفه الثِّقات أو خالفه غيره» (¬1) ، ويعتمدون ذلك، ولم يرُدُّ من بعدهم قولهم بحجَّة أنَّ ما ذكر مبهم، والمخالف ثقة مسمىً، فدلَّ هذا على اعتماد ما ذكر إلا إذا ثبت بالأدلَّة أو كلام السَّابقين ما يخالف قول المعِلِّ. ¶ الرابع: - أنَّ الأصل عند المحدِّثين التَّرجيح بين الرِّوايات المختلفة - لحديث واحد - ثم الجمع بينها عند تكافئ (¬2) الأدلَّة، خلاف ما تقرَّر في الفقه وأصوله من الجمع بين المتون المتعارضة بادئ الرَّأي، ثم التَّرجيح عند تعذر ذلك بقواعد مقررة هنالك، لأن قواعد هذا العلم غير ذاك، ولا يلزم من ذلك خطأ أحد المنهجين. ¶ فالنَّاظر في كتب العلل وترجيحات علماء الحديث، يجد أن نسبة القول بالجمع بين الرِّوايات المختلفة قليلة جداً بالنِّسبة لما رجَّحوه من روايات، فهذا بيان للواقع الذي استند على أدلة وقرائن أدَّت إلى هذه النَّتيجة الاستقرائية. ¶ فلا يصار إلى القول بالجمع بين الرِّوايات أو القول بالاضِّطراب إلا بعد محاولة التَّرجيح بالقرائن الآتي ذكرها. ¶ قال ابن حجر في بيان ذلك: «وإذا كان شعبة - وهو أتقن من غيره - حَفِظَ عن خبيب فيه الشَّكَّ، فذاك دليل على أنَّ خبيباً لم يضبطه، فلا يحتاج إلى الجمع الذي جمعه ابن خزيمة، ثم هجم ابن حبَّان فجزم به» (¬3) . ¶ ¬_________ ¶ (¬1) الأمثلة على ذلك كثيرة جداً منها: - العلل لابن أَبي حاتم (1/19و66و2/44و208) وعلل الدارقطني (2/14و4/143) . ¶ (¬2) يأتي قول لابن خزيمة ينص على ذلك (ص 40) . ¶ (¬3) النكت لابن حجر (2/881) ، وربما خالف ابن حجر ما قرره هنا، فيجمع في شرح للبخاري بين روايات مختلفة، فينقده بعضهم بالتكلُّف في ذلك، وهذا ظاهر في مواضع يسيرة فحسب، ولعله في القصص أكثر منه في غيره.",
            "page": "53",
            "part": "1",
            "seal": "FEDBDC2E"
        },
        {
            "id": "51",
            "nass": "وقال أيضاً: «الاختلاف عند النُّقاد لا يضر إذا قامت القرائن على ترجيح إحدى الرِّوايات أو أمكن الجمع على قواعدهم» (¬1) . ¶ وقال أيضاً: «وأما المخالفة وينشأ عنها الشُّذوذ والنَّكارة، فإذا روى الضَّابط والصَّدوق شيئاً، فرواه من هو أحفظ منه أو أكثر عدداً بخلاف ما روى بحيث يتعذر الجمع على قواعد المحدِّثين، فهذا شاذ، وقد تشتد المخالفة أو يضعف الحفظ، فيحكم على ما يخالف فيه بكونه منكراً» (¬2) . ¶ الخامس: - أنَّ على من أراد الاشتغال بعلم العلل، والتبحر فيه وضبطه بشكل تام أن يهتم بأمور في الحديث تعدُّ من مهماته، ومن ذلك: ¶ أ. معرفة الثقات من الضعفاء. ¶ ب. معرفة مواليدهم ووفياتهم وبلدانهم. ¶ ج. معرفة المكثرين من رواة الحديث (¬3) . ¶ د. معرفة مراتب أصحابهم فيهم (¬4) ، كأصحاب الزهري وقتادة ونحوهما. ¶ هـ. معرفة أشهر الأسانيد. ¶ و. معرفة المدلسين والمختلطين. ¶ ز. معرفة المنقطع من الأسانيد (¬5) . ¶ * * * ¶ ¬_________ ¶ (¬1) هدي الساري (ص531) . ¶ (¬2) هدي الساري (ص544) . ¶ (¬3) قد قمت بجمع أشهرهم في كتاب \"طبقات المكثرين\" - طبع دار طويق. ¶ (¬4) قمت بجمعهم في كتاب كبير بعنوان \"مراتب الثقات\". ¶ (¬5) قمت بجمعها في كتاب فجاوز عددها ثلاثة آلاف سند منقطع، نص العلماء عليها.",
            "page": "54",
            "part": "1",
            "seal": "485A7B05"
        },
        {
            "id": "52",
            "nass": "8 - قرائن التَّرجيح والموازنة بين الرِّوايات المختلِفة: ¶ ويظهر بعد التَّتبع والسبر أن القرائن المسلوكة عند علماء العلل نوعان: ¶ أ- قرائن أغلبية. ¶ وهذه القرائن يعود الجمع والتَّرجيح إليها في أكثر الأحاديث، وهي ستة: ¶ 1. العدد: ¶ وهي تعدُّ من أقوى القرائن المسلوكة للتَّرجيح بين الرِّوايات المختلفة. واعتمدها كثير من الحفَّاظ السَّابقين. ومن أشهرهم يحيى القطَّان حيث قال: «كنَّا نظنُّ أنَّ الثَّوريَّ وهم فيه لكثرة من خالفه» (¬1) . ¶ ونصَّ عليها الشافعي فقال: «والعدد أولى بالحفظ من الواحد» (¬2) . ¶ وقال أيضاً: «إنَّما ندع تثبيت ما خالفه فيه غيره مما هو أكثر منه عدداً فأمَّا ما لم يكن يخالفه فيه أحد وهو لفظ غير الَّلفظ الذي خولف فيه وأمر غير الأمر الذي خولف، فنثبته إذا لم يكن فيه مخالف» (¬3) . ¶ وقال أيضاً: «إنَّما يغلط الرَّجل بخلاف من هو أحفظ منه، أو يأتي بشيء ¶ ¬_________ ¶ (¬1) العلل للدارقطني (5/211) . ¶ (¬2) اختلاف الحديث (ص127) وشرح العلل (1/425) . ¶ (¬3) السنن المأثورة (481) - برواية المزني - والأم (8/563) .",
            "page": "55",
            "part": "1",
            "seal": "AF39D24D"
        },
        {
            "id": "53",
            "nass": "في الحديث يشركه فيه من لم يحفظ منه ما حفظ، وهم عدد وهو منفرد» (¬1) . ¶ وقال أبو حاتم محتجاً بهذه القرينة في حديثٍ: «اتفق ثلاثة أنفس على التَّوصيل» (¬2) . ¶ وقال ابن معين في حديث: «الناس يحدثون به مرسلاً» (¬3) . ¶ وقال البيهقي: «وكما رجَّح الشَّافعي إحدى الرِّوايتين على الأُخْرَى بزيادة الحفظ، رجَّح أيضاً بزيادة العدد» (¬4) . ¶ وقال أيضاً: «والجماعة أولى بالحفظ من الواحد» (¬5) . ¶ وقال الخطيب: «ويرجَّح بكثرة الرُّواة لأحد الخبرين، لأن الغلط عنهم والسَّهو أبعد، وهو إلى الأقلِّ أَقرب» (¬6) . ¶ وقال الدَّارقطني في حديث: «واجتماع هؤلاء الأربعة على خلاف ما رواه ابن أبي كثير يدلُّ على ضبطهم للحديث» (¬7) . ¶ وسئل الدَّارقطني عن الحديث إذا اختلف فيه الثِّقات، فقال: «ينظر ما اجتمع عليه ثقتان فيحكم بصحته، أو ما جاء بلفظة زائدة، فتقبل تلك ¶ ¬_________ ¶ (¬1) اختلاف الحديث (ص294) . ¶ (¬2) العلل لابن أَبي حاتم (2/391) . ¶ (¬3) رواية الدوري (2973) . ¶ (¬4) القراءة خلف الإمام للبيهقي (316) . ¶ (¬5) الشعب (4/7) . ¶ (¬6) الكفاية (ص476) . ¶ (¬7) السنن (3/44) .",
            "page": "56",
            "part": "1",
            "seal": "4D3A98CD"
        },
        {
            "id": "54",
            "nass": "الزِّيادة من متقن، ويحكم لأكثرهم حفظاً وثبتاً على من دونه» (¬1) . ¶ وقال الذهبي: «وإن كان الحديث قد رواه الثَّبت بإسناد، أو وقفه أو أرسله، ورفقاؤه الأثبات يخالفونه، فالعبرة بما اجتمع عليه الثِّقات، فالواحد قد يغلط ... » (¬2) . ¶ وقال الصَّنعاني: «الملاحظ القرائن. والكثرة أحد القرائن» (¬3) . ¶ وهذه القرينة إنما تفيد إذا كانت الرواة محتجاً بهم من الطرفين (¬4) المختلفين، أما مع الضعف فالأمر يحتاج إلى قرائن أخرى. ¶ 2. الحفظ: ¶ وهذه القرينة - أيضاً - تعدُّ من أهم القرائن في التَّرجيح بين الرِّوايات المختلفة، ويشمل الحفظ هنا حفظ الصدر، وحفظ الكتاب. ¶ أما حفظ الصدر (¬5) ، فقال ابن رجب: «قاعدة: إذا روى الحفَّاظ الأثبات حديثاً بإسناد واحد، وانفرد واحد منهم بإسناد آخر، فإن كان المنفرد ثقة حافظاً فحكمه قريب من حكم زيادة الثِّقات في الأسانيد والمتون ... » ، قال: «ويقوى قبول قوله إن كان المرويُّ عنه واسع الحديث يمكن أن يحمل الحديث من طرق عديدة كالزُّهري والثَّوري وشعبة والأعمش» (¬6) . ¶ ¬_________ ¶ (¬1) النكت لابن حجر (2/689) ، والنص ورد في سؤالات السلمي (435) بنحوه. ¶ (¬2) الموقظة (ص52) . ¶ (¬3) توضيح الأفكار (1/344) . ¶ (¬4) قاله الزيلعي في نصب الراية (1/360) . ¶ (¬5) يأتي ذكر حفظ الكتاب (ص45) . ¶ (¬6) شرح العلل (2/719) .",
            "page": "57",
            "part": "1",
            "seal": "6FA84CCD"
        },
        {
            "id": "55",
            "nass": "وهنا اختلف الحفَّاظ في بعض الأحاديث قبولاً ورداً، لأجل اعتبار هذا الأمر، فقال ابن رجب بعد ذلك: «وقد تردَّد الحفَّاظ كثيراً في مثل هذا، هل يردُّ قول من تفرد بذلك الإسناد لمخالفة الأكثرين له؟ أم يقبل قوله لثقته وحفظه. ¶ ومثَّل رحمه الله لذلك بحديث ميمونة عن النَّبي صلى الله عليه وسلم في الفأرة إذا وقعت في السَّمن. ¶ حيث رواه أصحاب الزُّهري عنه عن عبيد الله بن عبد الله عن ابن عباس ميمونة. كذا رواه مالك وابن عيينة والأوْزاعي. ¶ وخالفهم معمر، رواه عن الزُّهري عن سعيد بن المسيَّب عن أبي هريرة. ¶ قال ابن رجب: «فمن الحفَّاظ من صحَّح كلا القولين، ومنهم الإمام أحمد ومحمد بن يحيى الذُّهليُّ وغيرهما، ومنهم من حكم بغلط معمر لانفراده بهذا الإسناد، منهم البخاريُّ» (¬1) . ¶ ووافقه على اختياره التِّرمذيُّ في الجامع حيث قال عن رواية معمر: «غير محفوظ» ، ثم نقل قول البخاريِّ: «أخطأ فيه معمر. والصَّحيح حديث الزُّهريِّ عن عبيد الله ... » (¬2) . كما وافقهم أبو حاتم الرَّازيُّ على ذلك (¬3) . ¶ ¬_________ ¶ (¬1) شرح العلل (2/722) . ¶ (¬2) الجامع للترمذي (1798) والعلل الكبير (2/758-ترتيبه) . ¶ (¬3) العلل لابنه (2/12) .",
            "page": "58",
            "part": "1",
            "seal": "AE79696B"
        },
        {
            "id": "56",
            "nass": "وقال الدَّارقُطني في حديث: «وعند الزهري فيه أسانيد أخرى صحاح» ، ثم ذكر جملة منها (¬1) . ¶ والذي يظهر أن سعة رواية المحدِّث الحافظ كالزُّهري وقَتادة - مثلاً - قرينة خاصة - كما سيأتي - تدلُّ على صحة الوجهين عنه، ومخالفة الرَّاوي الواحد لجماعة من الثِّقات الحفَّاظ، قرينة عامة أقوى منها، تدلُّ على وهم الوجه الذي أتى به عنه، فَيُحتاج إلى قرينة أخرى تسند ما قاله. ¶ ومما يعضد رواية الجماعة أنَّ الَّليث رواه عن الزُّهري عن سعيد مرسلاً - كما ذكر الإسماعيليُّ (¬2) - فلعلَّ مَعْمَراً وهِم فزاد أبا هريرة. ¶ وأكثر مسائل علم العلل دخولاً في هذه القرينة: زيادة الثِّقات. ¶ هل تقبل مطلقاً، أم تردُّ مطلقاً، أم يفصَّل في ذلك، ومن أين يؤخذ هذا التَّفصيل ومن المعتبر قوله في هذا الأمر. آلمحدِّثون أم الفقهاء والمتكلمون من الأصوليين. ¶ يعدُّ الشَّافعي من أوائل من قعَّد لهذه المسألة حيث قال: «ويكون إذا شرك أحداً من الحفَّاظ في حديث لم يخالفه، فإن خالفه - وُجِدَ حديثه أنقصَ - كانت هذه دلائل على صحَّة مخرج حديثه» (¬3) . ¶ قال ابن عبد الهادي معقِّباً على ذلك: «وهذا دليل من الشافعيِّ رحمه الله على أن زيادة الثِّقَة عنده لا يلزم أن تكون مقبولةً مطلقاً كما يقوله كثير ¶ ¬_________ ¶ (¬1) العلل (1/44) . ¶ (¬2) فتح الباري (9/826) ، عند حديث (5538) . ¶ (¬3) الرسالة (1272) .",
            "page": "59",
            "part": "1",
            "seal": "F7836877"
        },
        {
            "id": "57",
            "nass": "من الفقهاء من أصحابه وغيرهم، فإنه اعتبر أن يكون حديث هذا المخالف أنقص من حديث من خالفه، ولم يعتبر المخالف بالزِّيادة، وجعل نقصان هذا الرَّاوي من الحديث دليلاً على صحَّة مخرج حديثه، وأخبر أنه متى خالف ما وصف أضرَّ ذلك بحديثه، ولو كانت الزِّيادة عنده مقبولة مطلقاً لم يكن مخالفته بالزِّيادة مضراً بحديثه» (¬1) . ¶ وقال الشافعي أيضاً: «إنَّما يغلط الرجل بخلاف من هو أحفظ منه، أو يأتي بشيء في الحديث يشركه فيه من لم يحفظ منه ما حفظ، وهم عدد وهو منفرد» (¬2) . ¶ وقال ابن حجر معقباً على كلامه: «فأشار إلى أن الزِّيادة متى تضمَّنت مخالفةَ الأحفظ أو الأكثر عدداً أنها تكون مردودة» (¬3) . ¶ وحيث إنَّ هذه المسألة من أهم مسائل علم العلل، فإنَّ نقل كلام علماء الحديث وعلله مما يزيد الأمر وضوحاً، فمن المفيد جداً ذكر شيءٍ من ذلك نظرياً وعملياً. ¶ أما النَّظري فمن ذلك: ¶ ما قاله أبو زرعة الرَّازي: «إذا زاد حافظ على حافظ قُبِلَ» (¬4) . ¶ وقال أيضاً: «حديث أبي إسحاق عن جرير مرفوع أصح من ¶ ¬_________ ¶ (¬1) الصارم المنكي (ص100) . ¶ (¬2) اختلاف الحديث (ص294) . ¶ (¬3) النكت لابن حجر (2/688) . ¶ (¬4) العلل لابن أَبي حاتم (1/318و2/302) .",
            "page": "60",
            "part": "1",
            "seal": "C45A9C8F"
        },
        {
            "id": "58",
            "nass": "موقوف، ولأن زيد بن أبي أنيسة أحفظ من مغيرة بن مسلم» (¬1) . ¶ وقال مسلم: «والحديث للزائد الحافظ» (¬2) . وقال أيضاً: «والزِّيادة في الأخبار لا تلزم إلا عن الحفَّاظ الذين لم يكثر عليهم الوهم في حفظهم» (¬3) . ¶ وقال التِّرمذي: «وربَّ حديث إنَّما يستغرب لزيادة تكون في الحديث، وإنَّما يصح إذا كانت ممن يعتمد على حفظه ... » (¬4) . ¶ وقال أبو زرعة: «زيادة الحافظ على الحافظ تقبل» (¬5) . ¶ وقال البزَّار: «زيادة الحافظ مقبولة إذا زادها على حافظ، فإنَّما زادها بفضل حفظه» (¬6) . ¶ وقال ابن طاهر: «إن الزِّيادة إنَّما تقبل من الثِّقة المجمع عليه» (¬7) . ¶ وقال ابن خزيمة: «لسنا ندفع أن تكون الزِّيادة في الأخبار مقبولة من الحفَّاظ، ولكنَّا إنَّما نقول إذا تكافأت الرُّواة في الحفظ والإتقان والمعرفة بالأخبار فزاد حافظ متقن عالم بالأخبار كلمة قُبِلَت زيادته، لا أنَّ الأخبار إذا تواترت بنقل أهل العدالة والحفظ والإتقان بخبر، فزاد راوٍ ليس مثلهم في الحفظ والإتقان زيادة أنَّ تلك الزِّيادة تكون مقبولة» (¬8) . ¶ ¬_________ ¶ (¬1) العلل لابن أَبي حاتم (1/267) . ¶ (¬2) التمييز (ص199) . ¶ (¬3) التمييز (ص189) وشرح العلل (1/435) . ¶ (¬4) العلل الصغير بشرح ابن رجب (1/418) . ¶ (¬5) العلل لابن أبي حاتم (2/302) . ¶ (¬6) البحر الزخار (1/54) . ¶ (¬7) النكت لابن حجر (2/693) . ¶ (¬8) القراءة خلف الإمام للبيهقي (316) .",
            "page": "61",
            "part": "1",
            "seal": "18A324BE"
        },
        {
            "id": "59",
            "nass": "وقال ابن المنذر: «والحافظ إذا زاد في الحديث شيئاً فزيادته مقبولة» (¬1) . ¶ وقال ابن عبد البر في كلام له: « ... ليست حجَّة، لأنَّ الذي لم يذكره أحفظ، وإنَّما تقبل الزِّيادة من الحافظ المتقن» (¬2) . ¶ وقال أيضاً: «إنَّما تقبل الزِّيادة من الحافظ إذا ثبتت عنه، وكان أحفظ وأتقن ممن قصر أو مثله» (¬3) . ¶ وقال ابن عبد الهادي بعد سياق الاختلاف: «والصَّحيح التَّفصيل، وهو أنها تقبل في موضع دون موضع، فتقبل إذا كان الرَّاوي الذي رواها ثقة حافظاً متقناً، والذي لم يذكرها مثله أو دونه في الثِّقَة ... » (¬4) . ¶ وخالف في تقريراتهم كثير من مقلِّدة الفقهاء ومتكلِّمة الأصوليين فقالوا: «تقبل زيادة الثِّقة مطلقاً، مالم تخالف (¬5) رواية من هو أولى» . ¶ ولا يعني هذا أنه لم يقع - تنظيراً - بعضُ كبار المحدِّثين فيما وقع فيه المتكلِّمون والأصوليون، من نقل أقوالهم على أنَّها مذاهب معتمدة وهي لا تعرف إلا عنهم. فإنَّ علم الكلام قد أثَّر على كثير من متأخري علماء هذه الأمة. ¶ ¬_________ ¶ (¬1) الأوسط (2/270) ، وعنده: والحفاظ ... ¶ (¬2) التمهيد (6/5-6) . ¶ (¬3) التمهيد (3/306) . ¶ (¬4) نصب الراية (1/336) . ¶ (¬5) تقدم (ص 33) أن تفسيرهم للمخالفة أخص من تفسير المحدثين.",
            "page": "62",
            "part": "1",
            "seal": "A6E49220"
        },
        {
            "id": "60",
            "nass": "قال ابن رجب في تقرير ذلك: «وكلام أحمد وغيره من الحفَّاظ يدور على اعتبار قول الأوثق في ذلك والأحفظ أيضاً» ، قال: «وقد صنَّف في ذلك الحافظ أبو بكر الخطيب مصنفاً حسناً سمَّاه: \"تمييز المزِيد في متصل الأسانيد\"، وقسمه قسمين: ¶ أحدهما: - ما حكم فيه بصحة ذكر الزِّيادة في الإسناد، وتركها. ¶ والثاني: - ما حكم فيه بردِّ الزِّيادة وعدم قبولها. ¶ ثم إنَّ الخطيب تناقض، فذكر في كتاب \"الكفاية\" للنَّاس مذاهب في اختلاف الرُّواة في إرسال الحديث ووصله، كلها لا تعرف عن أحدٍ من متقدمي الحفَّاظ، وإنَّما مأخوذة من كتب المتكلِّمين. ثم إنه اختار أن الزِّيادة من الثِّقة مقبولة مطلقاً كما نصره المتكلِّمون وكثير من الفقهاء، وهذا يخالف تصرُّفه في كتاب \"تمييز المزِيد\". وعاب تصرُّفَهُ في كتاب \"تمييز المزِيد\" بعضُ محدثي الفقهاء، وطمع فيه لموافقته لهم في كتاب \"الكفاية\"» ، ثم قال: « ... ومن تأمَّل كتاب البخاريِّ تبيَّن له - قطعاً - أنَّه لم يكن يرى زيادة كل ثقة في الإسناد مقبولة، وهكذا الدَّارقطني. فدلَّ على أنَّ مرادهم زيادة الثِّقَة في مثل تلك المواضع الخاصَّة، وهي إذا كان الثِّقة مبرزاً في الحفظ» (¬1) . ¶ ولكثير من المتكلِّمين والفقهاء وبعض المتأخِّرين المنتسبين لعلم الحديث ممَّن خالف المحدِّثين في منهجهم في العلل عموماً وفي زيادة الثِّقات خصوصاً حججٌ مأخوذة من علم الكلام لا تنطبق على منهجهم الاستقرائي الواقعي. ¶ ¬_________ ¶ (¬1) شرح العلل (1/427-429) .",
            "page": "63",
            "part": "1",
            "seal": "CF929158"
        },
        {
            "id": "61",
            "nass": "فمن ذلك: ¶ 1. قولهم أن الزَّائد معه زيادة علم، ومن حفظ حجَّة على من لم يحفظ. ¶ والجواب: أن ما ذكر ليس هو موطن النِّزاع، لأنَّه صحيح عند ثبوت الزِّيادة عن الرَّاوي المختلف عليه، أما مع قرينة الاختلاف فهذا ما ينازع فيه المحدِّثون، فيقال إنَّ الزِّيادة لم تثبت أصلاً ليقال ما ذكروه. ¶ بل إنَّ في قولهم تناقضاً لأنهم «شرطوا في الصَّحيح ألا يكون شاذاً، وفسَّروا الشُّذوذ بأنه ما رواه الثِّقة، وخالفه من هو أضبط، وأكثر عدداً، ثم قالوا: تقبل الزِّيادة مطلقاً. فلو اتفق أن يكون من أرسل أكثر عدداً، أو أضبط حفظاً أو كتاباً على من وصل. أيقبلونه أم لا؟ أم هل يسمُّونه شاذاً أم لا؟ والحقُّ في هذا أنَّ زيادة الثِّقة لا تقبل دائماً» (¬1) . ¶ 2. قولهم عمَّن وقف الحديث إنه رأي للرَّاوي، وأن الواقف قد قصر في حفظه أو شكَّ في رفعه. ¶ وجوابه أَنَّ هذا «مقابل بمثله، فيترجَّح الوقف بتجويز أن يكون الرَّافع تبع العادة، وسلك الجادَّة. وهذا إذا كان للمتن إسناد واحد، أما إذا كان له إسنادان منفصلان تماماً، فلا يجري فيه هذا الخلاف غالباً» (¬2) . ¶ 3. قولهم: إن الرَّاوي: «إذا كان ثقةً وانفرد بالحديث من أصله كان مقبولاً، فكذلك انفراده بالزِّيادة. وهو احتجاج مردود، لأنه ليس كلُّ حديث تفرد به أي ثقة - كان - يكون مقبولاً. ثم إن الفرق بين تفرُّد الرَّاوي ¶ ¬_________ ¶ (¬1) النكت لابن حجر (2/612-613) . ¶ (¬2) النكت لابن حجر (2/610-611) .",
            "page": "64",
            "part": "1",
            "seal": "2DA5E499"
        },
        {
            "id": "62",
            "nass": "بالحديث من أصله وبين تفرُّده بالزِّيادة ظاهر، لأن تفرُّده بالحديث لا يلزم منه تطرُّق السَّهو والغفلة إلى غيره من الثِّقات إذ لا مخالفة لهم، بخلاف تفرُّده بالزِّيادة إذا لم يروها من هو أوثق وأكثر عدداً، فالظنُّ غالب بترجيح روايتهم على روايته، ومبنى هذا الأمر على غلبة الظن» (¬1) . ¶ قال ابن حجر مبيناً هذه المسألة: «والحقُّ في هذا أن زيادة الثِّقة لا تقبل مطلقاً دائماً، ومن أطلق ذلك من الفقهاء والأصوليين فلم يصب، وإنَّما يقبلون ذلك إذا استووا في الوصف، ولم يتعرض بعضهم لنفيها لفظاً أو معنى» (¬2) . ¶ وقال أيضاً: «تفرُّد واحد عنه بها - أي الزِّيادة - دونهم مع توفر دواعيهم على الأخذ عنه، وجمع حديثه يقتضي ريبة توجب التوقُّف عنها» (¬3) . ¶ وقال السخاوي بعد كلام له: «رواه جماعة من الحفاظ الأثبات على وجه، ورواه من هو دونهم في الضبط والإتقان والعدد على وجه يشتمل على زيادة في السند، فكيف تقبل زيادتهم وقد خالفهم من لا يغفل مثلهم عنها، لحفظهم وكثرتهم، والغرض أن شيخهم الزهري ممن يجمع حديثه ويعتني بمروياته بحيث يقال: إنه لو رواها لسمعها منه حفاظ أصحابه، ولو سمعوها لرووها، ولما تطابقوا على تركها، قال شيخنا [أي ابن حجر] : والذي يغلب على الظن في هذا وأمثاله تغليط راوي الزيادة» (¬4) . ¶ وقد تقدَّم قول ابن عبد الهادي: « ... وتقبل في موضع آخر لقرائن ¶ ¬_________ ¶ (¬1) النكت لابن حجر (2/690-691) . ¶ (¬2) النكت لابن حجر (2/613) . ¶ (¬3) النكت لابن حجر (2/692) . ¶ (¬4) الأجوبة المرضية (1/201) .",
            "page": "65",
            "part": "1",
            "seal": "68457CAF"
        },
        {
            "id": "63",
            "nass": "تخصُّها، ومن حكم في ذلك حكماً عاماً فقد غلط، بل كل زيادة لها حكم» (¬1) . ¶ أما العملي فمن ذلك: ¶ ردُّ جماعةٍ من حفَّاظ الحديث زياداتٍ - في الأسانيد وفي المتون - لرواةٍ ثقاتٍ، ولم يردْ عن هؤلاء الحفَّاظ - عند الاختلاف - احتجاج بحجج المتكلِّمين وغيرهم، بل إذا قبلوها فذلك لمكان من زادها من الحفظ والعدد وغير ذلك من القرائن، فكلُّ حديث أعلُّوه بالإرسال أو الوقف هو ردٌّ لزيادة في السَّند، وهو متواتر في كتبهم. ¶ ومن ذلك ردُّ البخاريِّ زيادةً لشعبة عن سلمة بن كهيل فقال: «وزاد فيه علقمة، وليس فيه» (¬2) . ¶ وقال أبو داود: «سمعت أحمد وقد ذكرت له ما زاد هشيم - في حديث عبيد ابن عمير عن عمر في المفقود - على يحيى بن سعيد، فقال: يحيى أحفظ من هشيم» (¬3) . ¶ وقال الآجري: «سمعت أبا داود يقول: حماد بن سلمة وهم فيه، زاد: \"وأبوالها\"» (¬4) . ¶ وقال ابن منده في حديث: «رواه جماعة عن أبي الأحوص وفيه زيادة أنَّ الحمار يقال له: عفير، ورواه أبو مسعود عن أبي داود عن شعبة وفيه هذه ¶ ¬_________ ¶ (¬1) نصب الراية (1/336) . ¶ (¬2) التاريخ الكبير (3/73) . ¶ (¬3) سؤالات الآجري (ص345) . ¶ (¬4) سؤالات الآجري (439) .",
            "page": "66",
            "part": "1",
            "seal": "DE30D090"
        },
        {
            "id": "64",
            "nass": "الزِّيادة، وهو وَهْمٌ» (¬1) . ¶ وقال ابن عمَّار الشهيد: «حديث سليمان التَّيمي عن قَتادة عن أبي غلاب حديث أبي موسى وفيه من الزِّيادة: \"وإذا قرأ فأنصتوا\" ... وقوله: \"وإذا قرأ فأنصتوا\" هو عندَنا وهم من التَّيمي ... » (¬2) . ¶ وفي مقابل ذلك قبول بعض الحفَّاظ لزيادة الضعيف، لأنَّ النَّقص أسهل. ¶ قال ابن أبي حاتم لأبيه: «لِمَ حكمت برواية ابن لهيعة؟ فقال: لأن في رواية ابن لهيعة زيادة رجل، ولو كان نقصان رجل كان أسهلَ على ابن لهيعة حفظُهُ» (¬3) . ¶ إلا أن هذه القرينة ربما أهملت لأسباب أخرى يراها الناقد، فلا يعترض على الحافظ في ترجيحه إذا كان على أصل ثابت وله فيه حجة مسلوكة، وإن كان قوله في حديث معين مرجوحاً. ¶ قال ابن معين مرجحاً من هو أقل حفظاً: «القول قول مستلم بن سعيد، وصحَّف شعبة» (¬4) . ¶ وقال النسائي في حديث: «قَتادة أثبت وأحفظ من أشعث، وحديث أشعث أشبه بالصواب» (¬5) . ¶ ¬_________ ¶ (¬1) الإيمان لابن منده (108) . ¶ (¬2) العلل لابن عمار (ص73) . ¶ (¬3) العلل لابن أَبي حاتم (1/171) . ¶ (¬4) رواية الدوري (4849) . ¶ (¬5) الصغرى (6/59) .",
            "page": "67",
            "part": "1",
            "seal": "F46969CB"
        },
        {
            "id": "65",
            "nass": "وأما حفظ الكتاب (¬1) ، فإن الكتابة من أهم وسائل الضَّبط والإتقان، وبدونها وقع كثير من المحدِّثين في الوهم والخطأ. ¶ فإذا اختلف راويان فأكثر على شيخ، نظر فيمن كان يكتب عنه، فإذا وجد، كان جانبه أقوى من هذه الحيثية. ¶ قال أحمد عن عبيد الله الأشجعي الكوفي: «كان يكتب في المجلس، فمن ثَمَّ صحَّ حديثه» (¬2) ، وتعليله هنا كالنصِّ على القرينة، لذا قال ابن معين عنه بأنه أعلم النَّاس بسفيان الثَّوريِّ من أهل الكوفة (¬3) . ¶ ومن دلائل هذه القرينة قول ابن المبارك: «إذا اختلف النَّاس في حديث شعبة، فكتاب غُنْدَر حكم بينهم» . ¶ وذكر ابن خِراش عن الفلاس قوله: «كان يحيى وعبد الرحمن ومعاذ بن خالد وأصحابنا إذا اختلفوا في حديث شعبة، رجعوا إلى كتاب غُنْدَر، فحكم بينهم» . ¶ ولذا أصبح من أقلِّ أصحاب شعبة خطأً كما قال الإمام أحمد. ¶ وقدَّمه أبو زرعة - في حديث - على اثنين، هما أبو داود الطَّيالسي ويحيى بن زكريا، خالفاه في شعبة (¬4) . ¶ ومما ذكر في أوهامه النادر عنه قول أبي حاتم: «هذه الزِّيادة التي زاد ¶ ¬_________ ¶ (¬1) هذا عطف على حفظ الصدر الوارد (ص37) . ¶ (¬2) تاريخ بغداد (10/312) . ¶ (¬3) تاريخ بغداد (10/312) والتهذيب (3/20) . ¶ (¬4) العلل لابن أَبي حاتم (1/25) .",
            "page": "68",
            "part": "1",
            "seal": "70992AAD"
        },
        {
            "id": "66",
            "nass": "غُنْدَر عن شعبة في الإسناد، ليس بمحفوظ» (¬1) . ¶ ومن شواهد الاعتماد على الكتاب، الخلافُ على الَّليث بن سعد في حديث، أهو عن سعد بن مالك مرفوعاً أم سعيد بن أبي سعيد مرسلاً؟ قال أبو زرعة: «في كتاب الليث في أصله: سعيد بن أبي سعيد، ولكنْ لُقِّنَ بالعراق: عن سعد» (¬2) . ¶ وقال يزيد بن هارون: «أدركت البصرة وإذا اختلفوا في حديث، نطقوا بكتاب عبد الوارث» (¬3) . ¶ وقال منصور: «قلت لإبراهم النخعي: مالسالم بن أبي الجعد أتمَّ حديثاً منك؟ قال: لأنه كان يكتب» (¬4) . ¶ وقال أبو حاتم: «وأما الحفَّاظ وأصحاب الكتب فكانوا يميِّزون كلام الزُّهري من الحديث» (¬5) . ¶ وقال أيضاً مرجحاً بالكتاب: «مالك صاحب كتاب» (¬6) . ¶ وهذا أحمد يرجِّح بسبب الكتابة. ¶ قال أبو طالب لأحمد: «من أحبُّ إليك، يونس أو إسرائيل في أبي ¶ ¬_________ ¶ (¬1) الجرح لابن أَبي حاتم (3/507) والعلل أيضاً (1/428) . ¶ (¬2) العلل لابن أَبي حاتم (1/188) . ¶ (¬3) التمييز (ص178) ، وعبد الوارث هو ابن سعيد. ¶ (¬4) علل الترمذي (1/153-الشرح) . ¶ (¬5) العلل لابن أَبي حاتم (2/30) . ¶ (¬6) العلل لابن أَبي حاتم (1/32) .",
            "page": "69",
            "part": "1",
            "seal": "BD7620A3"
        },
        {
            "id": "67",
            "nass": "إسحاق؟ قال: إسرائيل، لأنه كان صاحب كتاب» (¬1) . ¶ وهذه القرينة ربما خانت صاحبها فأثرَّت عليه، كما حصل لجرير بن عبد الحميد الضَّبِّي حيث قال: «اضطرب عليَّ حديث أشعث وعاصم، فقلت لبهز بن أَسَد البصري، فخلَّصها لي، وكانت في دفتر واحد» (¬2) . ¶ من أهم القرائن التي بُنِي عليها علم العلل في التَّرجيح بين الرُّواة المختلفين على شيوخهم المكثرين. ¶ 3. الاختصاص: ¶ وهذه من أهم القرائن التي بُنِي عليها علم العلل في التَّرجيح بين الرُّواة المختلفين على شيوخهم المكثرين. ¶ وقد اهتم علماء الحديث وعلله بمعرفة طبقات الحفَّاظ ومراتب أصحابهم. فقسم ابن المدينيِّ والنَّسائيُّ (¬3) أصحاب نافع تسع طبقات مع اختلافهما في ذكر رواة كل طبقة. ¶ كما قسم النَّسائي أصحاب الأعمش سبع طبقات (¬4) . ¶ وهذا الاختصاص يعود إلى عدَّة قرائن، منها قوة الحفظ أو الكتابة - وقد تقدَّم ذكرها - أو طول الملازمة وقِدَمِهَا، أو قرابة الرَّاوي، ونحو ذلك من الأسباب الكثيرة. ¶ والاهتمام بهذه القرينة ومعرفة طبقات أصحاب الحفَّاظ ومنازلهم من شيوخهم، ومراتبهم بين بعض، يعطي المرء قوَّة وملكة في تعليل الحديث ¶ ¬_________ ¶ (¬1) التهذيب (1/133) . ¶ (¬2) رواية ابن محرز (547) . ¶ (¬3) في كتابه: الطبقات (ص53) . ¶ (¬4) الطبقات (ص78) وشرح العلل (1/104-105) .",
            "page": "70",
            "part": "1",
            "seal": "47F3CA8B"
        },
        {
            "id": "68",
            "nass": "والتَّرجيح عند الاختلاف، دون كثير عناء أو جهد، قد يبذله من جهل ذلك. ¶ فإذا روى جماعة عن حافظٍ له أصحاب، وتفرد راوٍ عنه - دونهم - بزيادة أو وجه، وجب التَّوقف عن قبولها لأنَّ «تفرَّد واحد عنه بها دونهم مع توفر دواعيهم على الأخذ عنه وجمع حديثه يقتضي ريبة توجب التَّوقف عنها» (¬1) . ¶ قال ابن رجب: «اعلم أن معرفة صحة الحديث وسقمه تحصل من وجهين: - أحدهما: معرفة رجاله وثقتهم وضعفهم، ومعرفة هذا هيِّنٌ (¬2) ، لأنَّ الثِّقات والضُّعفاء دٌوِّنوا في كثير من التَّصانيف، وقد اشتهرت بشرح أحوالهم التَّواليف. ¶ الوجه الثاني: معرفة مراتب الثِّقات، وترجيح بعضهم على بعض عند الاختلاف، إما في السَّند، وإما في الوقف والرَّفع، ونحو ذلك. وهذا هو الذي يحصل من معرفته وإتقانه وكثرة ممارسته الوقوف على دقائق علل الحديث ... » (¬3) . ¶ ويستخدم علماء الحديث هذه القرينة بقولهم - مثلاً -: - فلان أثبت، أو أحفظ فيه، أو كان يعرض، أو كان يكتب، أو لازمه كثيراً، ونحو ذلك مما يدلُّ على التَّميز عن غيره في شيء يقتضي تقديمه عند الاختلاف. ¶ قال ابن القيِّم في تقرير قاعدة هذه القرينة: «ولا تنافي بين قول من ضعَّفه وقول من وثَّقه، لأنَّ من وثقه جمع بين توثيقه في غير الزُّهري ¶ ¬_________ ¶ (¬1) النكت لابن حجر (2/692) وقد سبق نقله. ¶ (¬2) هذا أمر نسبي لا مطلق. ¶ (¬3) شرح العلل (2/467-468) .",
            "page": "71",
            "part": "1",
            "seal": "FAE984D4"
        },
        {
            "id": "69",
            "nass": "وتضعيفه فيه، وهذه مسألة غير مسألة تعارض الجرح والتَّعديل، بل يظنُّ قاصر العلم أنها هي، فيعارض قول من جرَّحه بقول من عدَّله، وإنَّما هذه مسألة أخرى غيرها وهي الاحتجاج بالرَّجل فيما رواه عن بعض الشُّيوخ وترك الاحتجاج به بعينه فيما رواه عن آخر، وهذا كإسماعيل بن عيَّاش، فإنه عند أئمَّة هذا الشَّأن حجَّة في الشَّاميين أهل بلده وغير حجَّة فيما رواه عن الحجازيين والعراقيين وغير أهل بلده. ¶ ومثل هذا تضعيف من ضعَّف قبيصة في سفيان الثَّوريِّ واحتجَّ به في غيره كما فعل أبو عبد الرحمن النَّسائي. ¶ وهذه طريقة الحذاق من أَصحاب الحديث أطباء علله يحتجُّون بحديث الشَّخص عمن هو معروف بالرِّواية عنه وبحفظ حديثه وإتقانه وملازمته له واعتنائه بحديثه ومتابعة غيره له ويتركون حديثه نفسه عمَّن ليس هو معه بهذه المنزلة» ، إلى آخر كلامه الذي سبق (¬1) . ¶ ومن الأمثلة عليها قول ابن معين: «حماد بن سلمة أعرف بعلي بن زيد من حماد ابن زيد» (¬2) . ¶ وقال أبو حاتم: «المسعودي أفهم بحديث عون» (¬3) . ¶ ويدخل في هذه القرينة من سمع من الراوي قبل الاختلاط، فيرجح جانبه لاختصاصه بالسماع منه قبل تغيره، وقد تفرد هذه القرينة، والأمر سهل. ¶ ¬_________ ¶ (¬1) الفروسية (ص44) ، وقد سبق ذكر بعض كلامه (ص 10) . ¶ (¬2) رواية ابن الجنيد (840) . ¶ (¬3) العلل لابن أبي حاتم (2/179) .",
            "page": "72",
            "part": "1",
            "seal": "249520FB"
        },
        {
            "id": "70",
            "nass": "ومن أمثلته قول أبي حاتم: «إسرائيل أقدم سماعاً من زهير في أبي إسحاق» ، ثم ذكر اختلاط أبي اسحاق (¬1) . ¶ من أهم القرائن التي بُنِي عليها علم العلل في التَّرجيح بين الرُّواة المختلفين على شيوخهم المكثرين: ¶ 4. سلوك الجادة: ¶ وهذا تعبير استعمله جماعة من العلماء كابن حجر (¬2) ، وقال أيضاً: «تبع العادة» (¬3) . ¶ ومن تعابير المحدِّثين السابقين قول ابن المديني: «سلك المحجَّة» (¬4) . ¶ أما أبو حاتم فقد أكثر من قوله: «لزم الطَّريق» (¬5) . ¶ وقال الحاكم: «أخذ طريق المجرة» (¬6) ، والفرق بين العبارات يسير. ¶ قال ابن رجب: «قول أبي حاتم: مبارك لزم الطَّريق، يعني به أن رواية ثابت عن أنس سلسلة معروفة مشهورة، تسبق إليها الألسنة والأوهام، فيسلكها من قلَّ حفظه، بخلاف ما قاله حمَّاد بن سلمة، فإن في إسناده ما يستغرب، فلا يحفظه إلا حافظ، وأبو حاتم كثيراً ما يعلِّل الأحاديث بمثل هذا، وكذلك غيره من الأئمَّة» (¬7) . ¶ وقال أيضاً: «لا ريب أن الذين قالوا فيه عن أبي هريرة رضي الله عنه ¶ ¬_________ ¶ (¬1) العلل لابن أبي حاتم (1/103) . ¶ (¬2) بذل الماعون (ص212) . ¶ (¬3) النكت لابن حجر (2/610) . ¶ (¬4) نتائج الأفكار لابن حجر (2/194) ومن المعاني الواردة في مادة (حجج) : الطريق - القاموس (حجج) . ¶ (¬5) العلل لابن أَبي حاتم (1/107و203و428و2/109و249و267) . ¶ (¬6) معرفة علوم الحديث (ص118) . ¶ (¬7) شرح العلل (2/726) .",
            "page": "73",
            "part": "1",
            "seal": "794960BE"
        },
        {
            "id": "71",
            "nass": "جماعة حفاظ، لكن الوهم يسبق كثيراً إلى هذا الإسناد، فإن رواية سعيد المقبري عن أبي هريرة رضي الله عنه، أو عن أبيه عن أبي هريرة رضي الله عنه، سلسلة معروفة تسبق إليها الألسن، بخلاف رواية سعيد عن أبيه عن ابن وديعة عن سلمان، فإنها سلسلة غريبة، لا يقولها إلا حافظ لها متقن» (¬1) . ¶ وهذا السلوك قسمان هما: ¶ 1. سلوك للجادة في المتن، وهو قليل، فإن الأصل في الأحاديث المروية الرفع، فإذا جاء تفصيل من بعض الثقات، برفع بعضه ووقف بعضه الآخر، فإن هذا قرينة على سلوك غيره للجادة برفعه كله. ومن أمثلته العملية قول الدَّارقُطني عن حديث أبي الأحوص عن عبد الله عن النبي صلى الله عليه وسلم أنه كان يخطب يوم الخميس قائماً يقول: يا أيها الناس إنما هما اثنتان الهدى والكلام وأصدق الحديث كتاب الله وأحسن الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة الحديث بطوله، قال: «يرويه أبو إسحاق واختلف عنه. فرواه إدريس الأودي وموسى بن عقبة ورفعا الخطبة كلها إلى النبي صلى الله عليه ورواه شعبة وإسرائيل وشريك من كلام عبد الله إلا قوله ألا أنبئكم ما العضة هو النميمة فإنهم رفعوه إلى النبي صلى الله عليه. وكذلك قوله: إن الرجل ليصدق حتى يكتب صديقاً، وقول شعبة ومن تابعه أولى بالصواب» (¬2) . ¶ 2. سلوك للجادة في السند، وهو الغالب. فإنه إذا اختلف على قَتادة - مثلاً - في حديث، فرواه بعض أصحابه عنه بسند غير مشهور، وآخر ¶ ¬_________ ¶ (¬1) فتح الباري لابن رجب (8/111) . ¶ (¬2) العلل (5/323) .",
            "page": "74",
            "part": "1",
            "seal": "E828BF27"
        },
        {
            "id": "72",
            "nass": "رواه عنه عن أنس رضي الله عنه، فإنَّ جانب من رواه بالوجه الأخير يضعُف، لاحتمال أن يكون وهِم بسبب شهرة هذا السَّند عن قَتادة. ¶ ومثله ما لو روى ثقة عن مالك عن نافع عن ابن عمر رضي الله عنهما، وغيره يرويه بسند آخر أقل شهرة، ولذلك أمثلة كثيرة. ¶ منها ما رواه جرير بن حازم عن ثابت عن أنس رضي الله عنه مرفوعاً: «إذا أقيمت الصَّلاة فلا تقوموا حتى تروني (¬1) . ¶ ضرب على هذا الحديث أبو الوليد الطيالسيُّ (¬2) ، وأعلِّه أحمد (¬3) والبخاريُّ والترمذيُّ (¬4) وأبو داود (¬5) والدَّارقطنيُّ (¬6) بأن جريراً وحجاجاً الصَّوَّاف كانا عند ثابت البناني، فحدَّث به حجاج عن يحيى بن أبي كثير عن عبد الله بن أبي قَتادة عن أبيه ... ، فوهم جرير فظنَّ أنَّ الحديث: عن ثابت عن أنس. وإنَّما روى ثابت عن أنس قال: «كان النَّبي صلى الله عليه وسلم إذا أقيمت الصَّلاة يتكلَّم مع الرَّجل حتى ينعس بعض القوم» (¬7) . ¶ وثابت عن أنس جادة، حيث قال الإمام أحمد - في رواية الميموني -: «هؤلاء الشيوخ إنما يلحقون عن ثابت عن أنس إسناداً عرفوه» (¬8) . ¶ ¬_________ ¶ (¬1) أخرجه أبو داود (1113) وابن ماجة (1117) والترمذي (517) والنسائي (1419) . ¶ (¬2) نقله عنه أبو داود كما في سؤالات الآجري (577) . ¶ (¬3) العلل لعبد الله (2/172) ومسائل أَبي داود (ص288) . ¶ (¬4) العلل الكبير للترمذي (1/276-278-ترتيبه) ، ونقل تعليل البخاري. ¶ (¬5) حيث قال: «والحديث ليس بمعروف عن ثابت» - السنن (1113) . ¶ (¬6) العلل (ج4/ل35) . ¶ (¬7) العلل الكبير للترمذي (1/278-ترتيبه) ، وحديث أنس الأخير أخرجه البخاري في جامعه (642و634) ومسلم (376) ، وقد رواه جرير على الصواب عند الترمذي (517) . ¶ (¬8) إكمال مغلطاي (4/103) .",
            "page": "75",
            "part": "1",
            "seal": "4851BF93"
        },
        {
            "id": "73",
            "nass": "ومن أقدم النُّصوص التي أشارت إلى هذه القرينة قول يحيى القطَّان: «كنت إذا أخطأت، قال لي سفيان الثوريُّ: أخطأت يا يحيى، فحدَّث يوماً عن عبيد الله بن عمر عن نافع عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: «الذي يشرب في آنية الذهب والفضة إنَّما يجرجر في بطنه نار جهنَّم» (¬1) ، قال يحيى بن سعيد: فقلت: أخطأت يا أبا عبد الله، هذا أهون عليك، قال: فكيف هو يا يحيى؟ قال: فقلت أخبرنا عبيد الله بن عمر عن نافع عن زيد بن عبد الله بن عمر عن أمِّ سلمة (¬2) أنَّ رسول الله صلى الله عليه وسلم ... فقال لي: صدقت يا يحيى ... » (¬3) . ¶ ومن الأمثلة القديمة أيضاً قول الحميديُّ: «قيل لسفيان - أي ابن عيينة -: إن عبد الرحمن بن مهدي يقول: إن سفيان أصوب في هذا الحديث من مالك! قال: سفيان: وما يدريه؟ أدرك صفوان؟ قالوا: لا، لكنه قال: إن مالكاً قال: عن صفوان عن عطاء بن يسار، وقال سفيان: عن أنيسة عن أم سعيد بنت مُرَّة عن أبيها. فمن أين جاء بهذا الإسناد؟ فقال سفيان: ما أحسن ما قال! لو قال لنا صفوان عن عطاء بن يسار كان أهون علينا مِن أنْ نجيء بهذا الإسناد الشَّديد» (¬4) . ¶ ¬_________ ¶ (¬1) رواه كذلك عن نافع به، برد بن سنان - أخرجه عنه الطبراني في الأوسط (4189) والصغير (563) وفي مسند الشاميين (355) والخطيب من طريقه في تاريخه (1/377) ، وفي سنده العلاء بن برد، قال ابن ججر: «ذكره بن حبان في الثقات وقال محمود بن غيلان: ضرب أحمد بن حنبل ويحيى بن معين وأبو خيثمة عليه واسقطوه» - اللسان (4/223) . ¶ (¬2) أخرجه من طريق نافع البخاري في جامعه (5634) ومسلم (2065) . ¶ (¬3) تاريخ بغداد (14/136-137) . ¶ (¬4) شرح العلل (2/728) .",
            "page": "76",
            "part": "1",
            "seal": "EE601B69"
        },
        {
            "id": "74",
            "nass": "وقد يقع في سلوك الجادَّة جماعة عن راوٍ واحد، كما قال ابن حجر: « ... ورواه سفيان بن عيينة ومعتمر بن سليمان ومحمد بن عبيد عن عبيد الله بن عمر بإسقاطه وكأنهم سلكوا الجادَّة، لأن عبيد الله بن عمر معروف بالرِّواية عن نافع مكثر عنه» (¬1) . ¶ ومن الغريب هنا قول ابن حجر عند حديثٍ: «قال ابن عبد البر: رواية عبد العزيز خطأٌ بيِّن، لأنَّه لو كان ثمَّ عبد الله بن دينار عن ابن عمر ما رواه عن أبي صالح أصلاً انتهى. وفي هذا التَّعليل نظر وما المانع أن يكون له فيه شيخان. نعم الذي يجري على طريقة أهل الحديث أن رواية عبد العزيز شاذة لأنه سلك الجادَّة ومن عدل عنها دلَّ على مزيد حفظه» (¬2) . ¶ فكيف يقول بأن في تعليله نظراً وهو موافق لطريقة أهل الحديث كما ذكر. ¶ وهو قد قال في موضع آخر من كتبه: «وأما المخالفة وينشأ عنها الشُّذوذ والنَّكارة، فإذا روى الضَّابط والصَّدوق شيئاً، فرواه من هو أحفظ منه أو أكثر عدداً بخلاف ما روى بحيث يتعذر الجمع على قواعد المحدِّثين، فهذا شاذ، وقد تشتدُّ المخالفة أو يضعف الحفظ، فيحكم على ما يخالف فيه بكونه منكراً» (¬3) . ¶ وقال أيضاً: «والأول أقعد بطريقة المحدِّثين» (¬4) . ¶ ¬_________ ¶ (¬1) الفتح (10/446) . ¶ (¬2) فتح الباري (3/344) . ¶ (¬3) هدي الساري (ص544) . ¶ (¬4) تغليق التعليق (5/363) .",
            "page": "77",
            "part": "1",
            "seal": "459CDB46"
        },
        {
            "id": "75",
            "nass": "وقوله: «وما المانع ... » ، يجاب عنه بقول ابن القيِّم: «وهذه التجويزات لا يلتفت إليها أئمة الحديث وأطباء علله ... ولهم ذَوق لا يحول بينه وبينهم فيه التجويزات والاحتمالات» (¬1) . ¶ وبقول البلقيني: «ولو فتحنا باب التأويلات لاندفع كثير من علل الحديث» (¬2) . ¶ ومن القواعد المتعلقة بهذه القاعدة، قول أحمد: «أهل المدينة إذا كان الحديث غلطاً يقولون: ابن المنكدر عن جابر. وأهل البصرة يقولون: ثابت عن أنس، يحيلون عليهما» (¬3) . ¶ وقال أيضاً: «كان ابن المنكدر رجلاً صالحاً، وكان يعرف بجابر، وكان يحدِّث عن يزيد الرَّقاشي، فربَّما حدَّث بالشَّيء مرسلاً، فجعلوه عن جابر» (¬4) . ¶ وقد أكثر ابن عدي من قوله: «أسهل عليه» (¬5) ، في نقده لمن سلك الجادَّة في الأسانيد من الرُّواة. ¶ وقال أبو حاتم في حديث اختلف فيه على هشام بن عروة: «هذا الحديث أفسد حديث روح بن عبادة وبيَّن علته، وهذا الصَّحيح، ولا يحتمل أن يكون عن أبيه عن عائشة عن النَّبي صلى الله عليه وسلم، فيروى عن يحيى عن ¶ ¬_________ ¶ (¬1) حاشية أبي داود (1/169) . ¶ (¬2) فتح المغيث (3/81) وتدريب الراوي (1/344) . ¶ (¬3) شرح العلل لابن رجب (2/502) . ¶ (¬4) مسائل أحمد برواية أَبي داود (ص302) . ¶ (¬5) في عدة مواضع من كتابه الكامل، منها (1/331و2/144و397) .",
            "page": "78",
            "part": "1",
            "seal": "52084CA8"
        },
        {
            "id": "76",
            "nass": "سعيد عن عائشة، ولو كان عن أبيه كان أسهل عليه حفظاً» (¬1) . ¶ وقد يرجِّح الحفَّاظ رواية من سلك الجادَّة على رواية من أتى بإسناد غريب، أو تقل الرِّواية به، كما سيأتي في قرينة غرابة السَّنَد (¬2) . ¶ كما قد ترجح هذه القرينة على العدد الكثير لقوتها. ¶ قال البخاري: «حدثنا عاصم بن علي حدثنا ابن أبي ذئب عن سعيد عن أبي شريح أن النبي صلى الله عليه وسلم قال: \"والله لا يؤمن والله لا يؤمن والله لا يؤمن قيل ومن يا رسول الله قال الذي لا يأمن جاره بوائقه\"، تابعه شبابة وأسد بن موسى وقال حميد بن الأسود وعثمان بن عمر وأبو بكر بن عياش وشعيب بن إسحاق عن ابن أبي ذئب عن المقبري عن أبي هريرة» (¬3) . ¶ وعلق ابن حجر على ذلك بقوله: «وإذا تقرر ذلك فالأكثر قالوا فيه: \"عن أبي هريرة\" فكان ينبغي ترجيحهم. ويؤيده أن الراوي إذا حدث في بلده كان أتقن لما يحدثه به في حال سفره، ولكن عارض ذلك أن سعيدا المقبري مشهور بالرواية عن أبي هريرة فمن قال عنه: \"عن أبي هريرة\" سلك الجادة، فكانت مع من قال عنه: \"عن أبي شريح\" زيادة علم ليست عند الآخرين، وأيضا فقد وجد معنى الحديث من رواية الليث عن سعيد المقبري عن أبي شريح كما سيأتي بعد باب، فكانت فيه تقوية لمن رآه عن ابن أبي ذئب فقال فيه \"عن أبي شريح\" ومع ذلك فصنيع البخاري يقتضي تصحيح الوجهين، وإن ¶ ¬_________ ¶ (¬1) العلل لابن أَبي حاتم (2/354) . ¶ (¬2) (ص 53) . ¶ (¬3) الجامع الصحيح (6016) .",
            "page": "79",
            "part": "1",
            "seal": "C83F8123"
        },
        {
            "id": "77",
            "nass": "كانت الرواية عند أبي شريح أصح» (¬1) . ¶ وبكلِّ حالٍ فإن وقوع الخطأ في الأسانيد المشهورة (¬2) كان بسبب سلوك الجادة، لتعلقه بذهن الرواة، خصوصاً ممن خفَّ ضبطه عن المكثرين، فكيف بالضُّعفاء إذا رووا عنهم! ¶ 5. غرابة السند واتفاق البلدان: ¶ غرابة السند: مع أنَّ وصف الحديث بالغرابة مما قد يضعف جانبه، إلا أنه ربما يقوى جانبه عند الاختلاف. ومعنى ذلك أنه إذا اختلف على راوٍ في حديث، وروى أحد أصحابه وجهاً غريباً صحيحاً، لا احتمال فيه لسلوك الجادَّة، ومثل هذا الوجه يندر الوهم فيه، ويعد الخطأ فيه نادراً، فإن روايته تكون أقوى من هذه الجهة. ¶ وشاهده قول عبد الله بن أحمد: «سألت أبي عن حديث هشيم عن حصين عن عمرو بن مرة عن علقمة بن وائل عن أبيه عن النَّبي صلى الله عليه وسلم في الرفع. قال: رواه شعبة عن عمرو بن مرة عن أبي البختري عن عبد الرحمن اليحصبي عن وائل عن النَّبي صلى الله عليه وسلم. خالف حصينٌ شعبة. فقال: شعبة أثبت في عمرو بن مرة من حصين. القول قول شعبة، من أين يقع شعبة على: أبي البختري عن عبد الرحمن اليحصبي عن وائل» (¬3) . ¶ ¬_________ ¶ (¬1) الفتح (10/546) . ¶ (¬2) قمت بجمع أشهرها في كتاب \"المشهور من أسانيد الحديث\" - طبع دار طويق. ¶ (¬3) العلل لعبد الله بن أحمد (1/181) .",
            "page": "80",
            "part": "1",
            "seal": "CC96136A"
        },
        {
            "id": "78",
            "nass": "وقال أبو حاتمٍ في حديثٍ: «لو كان عن ابن عمر كان أسهل عليه من أبي الصِّديق ... » (¬1) . ¶ وقال أيضاً: «حديث عثمان بن حكيم أشبه، لأن حفظ زيد بن ثابت أسهل من يزيد بن ثابت» (¬2) . ¶ وهذا الحوار الذي دار بين أبي حاتم وابنه يبيِّن شيئاً من هذه القرينة، واختلاف الحفَّاظ فيها لاختلاف قوتها. ¶ قال ابن أبي حاتم: «سألت أبي عن حديث رواه سفيان الثوري عن معاوية بن صالح عن عبد الرحمن بن جبير عن عقبة بن عامر رضي الله عنه قال: سألت النبي صلى الله عليه وسلم عن المعوذتين فقيل لأبي: إن أبا زرعة قال: هذا خطأ! قال أبي: الذي عندي إنه ليس بخطأ، وكنت أرى قبل ذلك أنه خطأ، إنَّما هو معاوية بن صالح عن العلاء بن الحارث عن القاسم بن عبد الرحمن عن معاوية رضي الله عنه عن النبي صلى الله عليه وسلم؛ قيل لأبي: كذا قاله أبو زرعة. قال أبي: وليس هو عندي كذا، الذي عندي أنه صحيح - الذي كان الحديثين جميعاً - كانا عند معاوية بن صالح، وكان الثوري حافظاً، وكان حفظ هذا أسهلَ على الثوري من حديث العلاء، فحفظ هذا ولم يحفظ ذاك، ومما يدلُّ أَنَّ هذا الحديث صحيح؛ أَنَّه يرويه الحمصيون عن عبد الرحمن بن جبير عن عقبة رضي الله عنه، ومحال أن يغلط بين هذا الإسناد إلى إسناد آخر، وإنَّما أكثر ما يغلط النَّاس إذا كان حديثاً واحداً من اسم شيخ إلى شيخ آخر، فأما مثل هؤلاء فلا أرى يخفى على الثوري» (¬3) . ¶ ¬_________ ¶ (¬1) العلل لابن أَبي حاتم (1/315) . ¶ (¬2) العلل لابن أَبي حاتم (1/359) . ¶ (¬3) العلل لابن أَبي حاتم (2/60) .",
            "page": "81",
            "part": "1",
            "seal": "2B8EB4F1"
        },
        {
            "id": "79",
            "nass": "فرجح أبو حاتم الوجهين عن معاوية خلافاً لأبي زرعة بقرينة أن الوهم من الثوري في سند كامل غريب مثل ذلك محال عادةً، بخلاف الوهم في رجل واحد في السَّند. ¶ ومن الغرابة المقوِّيَّة قول ابن رجب: « ... فإنَّ في إسناده ما يُستغرب، فلا يحفظه إلا حافظ» (¬1) . ¶ وقال أيضاً: «لا ريب أن الذين قالوا فيه عن أبي هريرة رضي الله عنه جماعة حفاظ، لكن الوهم يسبق كثيراً إلى هذا الإسناد، فإن رواية سعيد المقبري عن أبي هريرة رضي الله عنه، أو عن أبيه عن أبي هريرة رضي الله عنه، سلسلة معروفة تسبق إليها الألسن، بخلاف رواية سعيد عن أبيه عن ابن وديعة عن سلمان، فإنها سلسلة غريبة، لا يقولها إلا حافظ لها متقن» (¬2) . ¶ ومن أقوى الأمثلة على ما ذكره ترجيح الدارقطني (¬3) - حرب بن شداد- على هشام وشيبان بسبب زيادته اسم غريب، مع أن هشاماً أثبت بكثير، وقد تابعه آخر. ¶ ومن أمثلة الغرابة المضعِّفة للحديث قول أبي حاتم: «أبو سلمة عن ثوبان لا يجيء» (¬4) . ¶ وقال أيضاً: «واصل عن أبي قلابة لا يجيء» (¬5) . ¶ ويدخل في هذا الباب قول البرقاني للدَّارَقُطْنِي: «قلت موسى بن ثروان، قال: ويقال ابن سروان عن طلحة بن عبيد الله بن كريز عن عائشة -رضي الله عنها- إسناد محمول حمله النَّاس» (¬6) . ¶ ¬_________ ¶ (¬1) شرح العلل (2/726) . ¶ (¬2) فتح الباري لابن رجب (8/111) . ¶ (¬3) العلل الواردة (11/243) . ¶ (¬4) العلل لابنه (1/364) . ¶ (¬5) العلل لابنه (1/376) . ¶ (¬6) سؤالات البرقاني (500) .",
            "page": "82",
            "part": "1",
            "seal": "0B169B8F"
        },
        {
            "id": "80",
            "nass": "ومن هذا الباب الاختلاف في تسمية الشيخ على وجهين، وقد روى عن أحدهما دون الآخر فهو غريب، فيرجح جانب المتصل لغرابة ذاك السند، ومن شواهده قول أبي حاتم: «لا يشبه هذا الحديث حديث الأعمش، لأن الأعمش، لم يروِ عن أبي تميمة شيئاً، وهو بأبي إسحاق أشبه» (¬1) . ¶ ويلحظ أن هذه القرينة عكس لقرينة سلوك الجادة - السابقة - إلى حدٍّ ما. ¶ 6. اتفاق البلدان: ¶ وهذه القرينة من القرائن القوية، التي قد تخفى على كثير ممن يعمل بالعلل. ¶ فمما لاشكَّ فيه أنَّ أهل البلد أعلم بحديث شيوخهم، كما أنهم أعلم بفتواهم من حيث الأصل. ¶ فإذا اختلف على مالك، رجَّحنا المدنيين منهم. وإذا اختلف على قَتادة رجَّحنا البصريين منهم، وإذا اختلف على الأعمش أو أبي إسحاق رجَّحنا الكوفيين منهم، وهكذا، مالم تأتِ قرينة أقوى تعارض ذلك. ¶ قال حماد بن زيد: «بلديُّ الرجل أعرف بالرَّجل» (¬2) . ¶ وقال أبو زرعة الدمشقي أحمد في تفضيل عبيد الله بن عمر عن نافع: «هو من أهل ¶ ¬_________ ¶ (¬1) العلل لابن أبي حاتم (2/125) . ¶ (¬2) الكفاية للخطيب (ص133) .",
            "page": "83",
            "part": "1",
            "seal": "74A2CA1E"
        },
        {
            "id": "81",
            "nass": "البلد، يريد أن أهل البلد أعلم بحديثهم» (¬1) . ¶ وقال أبو حاتم في صالح: «أحبُّ إليَّ من عقيل لأنه حجازيٌّ» (¬2) ، قدَّمه في الزُّهريِّ وهو مدني. ¶ وقال أيضاً: «الأوزاعي من أهل بلده، والأوزاعي أفهم به» (¬3) . ¶ وقال ابن حبان: «الثوري كان أعلم بحديث أهل بلده من شعبة وأحفظ لها منه» (¬4) . ¶ وقال ابن عدي: «هو من أهل بلدنا ونحن أعرف به» (¬5) . ¶ وقال أبو سعد السَّمعانيُّ: «هو أعرف بأهل بلده» (¬6) . ¶ ومن أمثلته العملية اختلاف آدم بن أبي إياس الخراسانيُّ وموسى التَّبوذكيُّ البصري على حماد بن سلمة - وهو بصري - في رفع حديث ووقفه. ¶ وقد رجَّح البخاري (¬7) رواية موسى بوقف الحديث على رفع آدم. والسَّبب في ذلك أن موسى (¬8) بصري. ¶ كما غلَّط أبو حاتم الرَّازي ابنَ المبارك في حديثٍ، وعلَّل ذلك بقوله: «لأنَّ أهل الشَّام أَعرف بحديثهم» ، وقال: «وأهل الشَّام أضبط لحديثهم ¶ ¬_________ ¶ (¬1) تاريخ أبي زرعة الدمشقي (1075) . ¶ (¬2) التهذيب (2/199) . ¶ (¬3) العلل لابن أبي حاتم (494) . ¶ (¬4) الإحسان (8/179) . ¶ (¬5) الكامل (4/398) . ¶ (¬6) الأنساب (3/173) . ¶ (¬7) التاريخ الكبير (1/224) . ¶ (¬8) التهذيب (4/170) .",
            "page": "84",
            "part": "1",
            "seal": "5750B39D"
        },
        {
            "id": "82",
            "nass": "من الغرباء» (¬1) وقال أيضاً: «الأوْزاعي أعلم به، لأنَّ شدَّاداً دمشقي وقع إلى اليمامة، والأوْزاعي من أهل بلده، والأوْزاعي أفهم به ... » (¬2) . ¶ وقال أيضاً مرجِّحاً على الثوريِّ غيرَه في نافع: «أهل المدينة أعلم بحديث نافع من أهل الكوفة» (¬3) . وقال أيضاً: «يحيى بن حمزة أفهم بأهل بلده» (¬4) . ¶ فهذه القرائن الخمسة العامة هي أصول قرائن الترجيح، ومن أهم ضوابطه. ¶ ¬_________ ¶ (¬1) العلل لابن أَبي حاتم (1/80و369) . ¶ (¬2) العلل لابن أَبي حاتم (1/173) . ¶ (¬3) العلل لابن أَبي حاتم (1/311) . ¶ (¬4) العلل لابن أَبي حاتم (2/52) .",
            "page": "85",
            "part": "1",
            "seal": "A1D316F4"
        },
        {
            "id": "83",
            "nass": "ب - قرائن خاصة. ¶ وهذه القرائن يصعب حصرها في عددٍ، وإنَّما تعرف من كل حديثه بعينه، وهي كثيرة، فينبغي الحرص على أهمها، وقد يدخل بعضها في القرائن الأغلبية. ¶ ومن أهم هذه القرائن - تمثيلاً - مما قد يتكرر في أحاديث أخرى: ¶ 1) رواية الراوي عن أهل بيته: وبيان ذلك أن الإنسان أعلم بأهل بيته، غالباً. ¶ فإذا روى راوٍ حديثاً عن رجل من أهل بيته، وخالفه آخر فيه، فإن الأول أرجح من حيث هذه القرينة. ¶ ومن شواهده قول ابن حجر - عن حديث: «لا نكاح إلا بولي» (¬1) : «الاستدلال بأن الحكم للواصل دائماً على العموم من صنيع البخاريِّ في هذا الحديث الخاص ليس بمستقيم، لأنَّ البخاريَّ لم يحكم فيه بالاتصال من أجل كون الوصل زيادة، وإنَّما حكم له بالاتصال لمعانٍ أخرى رجحت عنده حكم الموصول. منها أن يونس بن أبي إسحاق وابنيه إسرائيل وعيسى رووه عن أبي إسحاق موصولاً، ولا شكَّ أن آل الرَّجل أخص به من غيرهم» (¬2) . ¶ وقال ابن حجر أيضاً مبيِّناً سبب تخريج البخاريِّ لرواية معلَّة: ¶ ¬_________ ¶ (¬1) أخرجه أَبُو داود في السنن كتاب النكاح / باب في الولي (2076) والترمذي في جامعه كتاب النكاح / باب 14 (1101) من حديث أَبي موسى الأشعري رضي الله عنه. ¶ (¬2) النكت لابن حجر (2/606) .",
            "page": "86",
            "part": "1",
            "seal": "4B8A4D06"
        },
        {
            "id": "84",
            "nass": "«وترجَّح ذلك عنده بقرينة، كونها تختصُّ بأبيه فدواعيه متوفِّرة على حملها عنه» (¬1) . ¶ 2) الرواية بالمعنى: ومن أمثلته ما رواه هشيم بن بشير عن الزُّهري حديث: «لا يتوارث أهل ملتين» (¬2) ، فقد رواه كلُّ أصحاب الزُّهري عنه بلفظ: «لا يرث المسلم الكافر، ولا الكافر المسلم» (¬3) . ¶ قال أحمد: «لم يسمع هشيم من الزُّهري حديث علي بن حسين عن عمرو بن عثمان عن أسامة بن زيد عن النَّبي صلى الله عليه وسلم: «لا يتوارث أهل ملتين شتى» ، قال أبي: وقد حدثنا به هشيم» (¬4) . ¶ وقال ابن حجر: «وقد حكم النَّسائي وغيره على هشيم بالخطأ فيه، وعندي أنه رواه من حفظه بلفظٍ ظنَّ أنه يؤدِّي معناه. فلم يصبْ، فإن الَّلفظ الذي أتى به أعمُّ من اللفظ الذي سمعه. وسبب ذلك أن هشيماً سمع من الزُّهري بمكة أحاديث، ولم يكتبها، وعلق بحفظه بعضها، فلم يكن من الضَّابطين عنه، ولذلك لم يخرج الشَّيخان عنه شيئاً» . ¶ ويشهد لقول ابن حجر ما رواه عمرو بن عون عن هشيم قال: «سمعت من الزهري نحواً من مئة حديث، فلم أكتبها» (¬5) . ¶ ¬_________ ¶ (¬1) هدي الساري (ص534) . ¶ (¬2) أخرجه النسائي في الكبرى (4/82) والطحاوي في شرح المعاني (3/266) . ¶ (¬3) أخرجه البخاري: كتاب الحج / باب توريث دور مكة (1588) ومسلم في أول كتاب الفرائض (1613) . ¶ (¬4) العلل لعبد الله (2/341) . ¶ (¬5) تاريخ بغداد (14/86) والتهذيب (4/280) .",
            "page": "87",
            "part": "1",
            "seal": "C98CB3BB"
        },
        {
            "id": "85",
            "nass": "ووقع هشيم بسبب الرِّواية بالمعنى في وهم آخر. ¶ فقد روى سفيان بن عيينة قال حدثنا عمرو قال سمعت أبا فاتخة سعيد بن علاقة يقول سمعت ابن عباس يقول: «يصوم المجاور المعتكف» . ¶ فحكى سفيان أن هشيماً يقوله عن عمرو عن أبي فاتخة أن ابن عباس قال: لا اعتكاف إلا بصوم. ¶ قال سفيان: «أخطأ هشيم، وهو كما قلت لك» (¬1) . ¶ وقال ابن أبي حاتم: «سمعت أبي يذكر حديث عبد الرَّزَّاق عن معمر عن الزُّهري عن أنس أنَّ النَّبي صلى الله عليه وسلم أشار في الصَّلاة بأصبعه. قال أبي: اختصر عبد الرَّزَّاق هذه الكلمة من حديث النَّبي صلى الله عليه وسلم أنه ضَعُفَ فقدَّم أبا بكرٍ يصلي بالنَّاس فجاء النَّبي صلى الله عليه وسلم فذكر الحديث. قال أبي: أخطأ عبد الرَّزَّاق في اختصاره هذه الكلمة لأنَّ عبد الرَّزَّاق اختصر هذه الكلمة وأدخله في باب من كان يشير بأصبعه في التَّشهد وأوهم أنَّ النَّبي صلى الله عليه وسلم إنَّما أشار بيده في التشهد وليس كذاك هو ... » (¬2) . ¶ وقال التِّرمذي: «حدثنا محمود بن غَيلان حدثنا عبد الرَّزَّاق عن معمر عن ابن طاوس عن أبيه عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"من حلف فقال إن شاء الله لم يحنث\" (¬3) . سألت محمداً عن هذا الحديث فقال: جاء مثل ¶ ¬_________ ¶ (¬1) المعرفة ليعقوب (3/110) . ¶ (¬2) العلل لابن أَبي حاتم (1/160) . ¶ (¬3) أخرجه أحمد (2/309) والترمذي في جامعه (1532) وابن ماجة (2104) وابن حبان في صحيحه (4341) .",
            "page": "88",
            "part": "1",
            "seal": "B80B39FA"
        },
        {
            "id": "86",
            "nass": "هذا من قبل عبد الرَّزَّاق وهو غلط، إنَّما اختصره عبد الرَّزَّاق من حديث مَعْمَر (¬1) عن ابن طاوس عن أبيه عن أبي هريرة عن النَّبي صلى الله عليه وسلم في قصة سليمان بن داود حيث قال: لأطوفنَّ الليلة على سبعين امرأة» (¬2) . ¶ ونقل ابن حجر عن شيخه العراقي قوله في شرح التِّرمذيِّ: «بأنَّ الذي جاء به عبد الرَّزَّاق في هذه الرِّواية ليس وافياً بالمعنى الذي تضمَّنته الرِّواية التي اختصره منها، فإنه لا يلزم من قوله صلى الله عليه وسلم لو قال سليمان: إن شاء الله لم يحنث أن يكون الحكم كذلك في حقِّ كل أحد غير سليمان، وشرط الرِّواية بالمعنى عدم التَّخالف، وهنا تخالف بالخصوص والعموم. قلت: وإذا كان مخرج الحديث واحدا فالأصل عدم التعدد ... » (¬3) . ¶ وقال ابن حجر في حديث: «قلت: هذا يوهم أن هؤلاء أرسلوه وليس كذلك، فقد أخرجه الشيخان من رواية حماد بن زيد وسفيان بن عيينة ومسلم من حديث أيوب وابن جريج كلهم عن عمرو بن دينار موصولا، وإنما أراد الدارقطني أن شعبة خالف هؤلاء الجماعة في سياق المتن واختصره، وهم إنما أوردوه على حكاية قصة الداخل، وأمر النبي صلى الله عليه وسلم له بصلاة ركعتين والنبي صلى الله عليه وسلم يخطب، وهي قصة محتملة للخصوص وسياق شعبة يقتضي العموم في حقِّ كلِّ داخل، فهي مع اختصارها أزيد من روايتهم وليست بشاذة، فقد تابعه على ذلك روح بن القاسم عن عمرو بن دينار» (¬4) . ¶ ¬_________ ¶ (¬1) أخرج روايته البخاري (4944) ومسلم (1654) . ¶ (¬2) العلل الكبير (2/656-ترتيبه) والجامع (1532) . ¶ (¬3) فتح الباري (11/737) . ¶ (¬4) هدي الساري (ص516) .",
            "page": "89",
            "part": "1",
            "seal": "204C956B"
        },
        {
            "id": "87",
            "nass": "3) اختلاف المجلس: ومعنى ذلك أن يروى الرَّاوي حديثاً موصولاً - مثلاً في مجلس، ثم يرسله في مجلس آخر، فيرجح الوصل لاختلاف المجلس، ولأنه ثبت أنَّ التَّلميذ لم يهم عليه في الوصل أو الإرسال. ¶ ومن شواهده الحديث السَّابق حيث رواه شعبة وقال: «سمعت الثَّوريَّ يسأل أبا إسحاق ... » فذكره مرسلاً (¬1) . ¶ قال التِّرمذي عن رواية من وصله عن أبي إسحاق: «أصحُّ، لأنَّ سماعهم من أبي إسحاق في أوقات مختلفة، وإن كان شعبة والثوري أحفظ وأثبت من جميع هؤلاء ... ، فإن هؤلاء عندي أشبه، لأن شعبة والثوري سمعا هذا الحديث من أبي إسحاق في مجلس واحد ... » (¬2) . ¶ قال ابن رجب: «والذين وصلوه جماعة، فالظَّاهر أنهم في مجالس متعدِّدة» (¬3) . ¶ وقال ابن حجر: «ولا يخفى رجحان ما أخذ من لفظ المحدِّث في مجالس متعدِّدة على ما أخذ عنه عرضاً في محل واحد» (¬4) . ¶ ولم أقف على أمثلة واضحة أو صحيحة يمكن الجزم فيها بهذه القرينة. ¶ وينبغي هنا التنبُّه إلى أمرين اثنين: ¶ ¬_________ ¶ (¬1) جامع الترمذي (1102) . ¶ (¬2) المصدر السابق والكفاية للخطيب (ص254) . ¶ (¬3) شرح العلل (1/425) . ¶ (¬4) النكت لابن حجر (2/607) .",
            "page": "90",
            "part": "1",
            "seal": "FF6D5524"
        },
        {
            "id": "88",
            "nass": "1. أنه لا تقبل دعوى تعدُّد المجلس - التي يتوصل بها البعض لقبول الزيادات - إلا بدليل. أما فتح باب الاحتمالات فسهلٌ على كل أحد. ¶ قال ابن حجر مبيناً ذلك: «فإن قيل: إذا كان الرَّاوي ثقة، فلم لا يجوز أن يكون للحديث إسنادين عند شيخه حدَّث بأحدهما مروياً وبالآخر من رأيه (¬1) . ¶ قلنا: هذا التَّجويز لا ننكره، لكن مبنى هذا العلم على غلبة الظَّنِّ وللحفَّاظ طريق معروفة في الرُّجوع إلى القرائن في مثل هذا، وإنما يعوَّل في ذلك على النُّقَّاد المطَّلعين منهم» (¬2) . ¶ وقال أيضاً: «إذا كان مخرج الحديث واحداً فالأصل عدم التَّعدُّد ... » (¬3) . ¶ قال أيضاً: «فإن أمكن الجمع بالحمل على التَّعدُّد مع بعده وإلا فالصَّحيح الأول» (¬4) . ¶ 2. أنَّ اضَّطراب الرَّاوي وتردُّده في ذكر الزِّيادة - مثلاً - في عدَّة مجالس مما يوجب التَّوقف في صحتها وقبولها منه، لا في ثبوتها عنه. وفرق بين الأمرين. ¶ 4) سعة رواية المختلف عليه: ومعنى ذلك أن يُختلف على راوٍ كثير الرِّواية واسع الحفظ - كقَتادة والزهري ونحوهما - على وجهين من قِبَلِ أصحابه الثِّقات، فيقبل الوجهان ¶ ¬_________ ¶ (¬1) في الأصل: مراراً، ولا معنى لها. ¶ (¬2) النكت لابن حجر (2/876) . ¶ (¬3) فتح الباري (11/737) . ¶ (¬4) العجاب (ص273) .",
            "page": "91",
            "part": "1",
            "seal": "6FDEABA7"
        },
        {
            "id": "89",
            "nass": "عنه لأجل هذا الأمر. ¶ ولا يعني هذا عدم التَّرجيح لأنه هو الأصل كما سبق (¬1) . ¶ ومن أمثلته ما تقدَّم قبلُ في قرينة الحفظ (¬2) ، والخلاف في حديث ميمونة -رضي الله عنها-. ¶ ومن ذلك أيضاً قول ابن حجر: « ... الزُّهري صاحب حديث فيكون الحديث عنده عن شيخين، ولا يلزم من ذلك اطَّراده في كل من اختلف عليه في شيخه إلا أن يكون مثل الزُّهري في كثرة الحديث والشُّيوخ» (¬3) . ¶ وقال أبو حاتم: «كان أبو إسحاق واسع الحديث، يحتمل أن يكون سمع من أبي بصير، وسمع من ابن أبي بصير عن أبي بصير، وسمع من العيزار عن أبي بصير ... » . بينما ضعَّف أبو زرعة الوجه الأخير فقط عنه (¬4) . ¶ وقال أبو حاتم أيضاً: «وفي حديث قَتادة مثل ذا كثير، يحدِّث بالحديث عن جماعة ... » (¬5) . ¶ 5) شذوذ السند: ¶ ومعنى ذلك أن يُروى الحديث بوجه قد عرف أنه خطأ، ولا يصحُّ حديث بهذا الإسناد. ¶ ¬_________ ¶ (¬1) ص 34. ¶ (¬2) ص 37. ¶ (¬3) الفتح (13/18) . ¶ (¬4) العلل لابن أَبي حاتم (1/102) . ¶ (¬5) العلل لابن أَبي حاتم (1/236) .",
            "page": "92",
            "part": "1",
            "seal": "084E419A"
        },
        {
            "id": "90",
            "nass": "ويعرف ذلك بأمرين هما: ¶ 1. الاستقراء، وهو لحفَّاظ الحديث السَّابقين يسير. ¶ 2. تنصيص علماء الحديث على ذلك. ¶ ومن ذلك قول أبي حاتم: «عكرمة عن أنس ليس له نظام» (¬1) . ¶ وقول البَرْديجي عن سلسلة: قَتادة عن الحسن عن أنس: «لا يثبت منها حديث أصلاً من رواية الثِّقات» وقال عن سلسلة: قَتادة عن سعيد بن المسيب عن أبي هريرة: «هذه الأحاديث كلها معلولة» وقال ابن المديني عن سلسلة: يحيى بن سعيد الأنصاري عن سعيد بن المسيب عن أبي هريرة: «لم يصحَّ منها شيء مسند بهذا الإسناد» (¬2) . ¶ كذا نقله عنه البَرْدِيجي مطلقاً ثم خصَّه بإسناد معين، وقد أخرج البخاري في المتابعات في جامعه حديث: «يعقد الشيطان على قافية أحدكم ... » (¬3) ، من هذا الطريق نفسه!! فلعلَّ ابن المديني أراد الغالب. ¶ 6) فقدان الحديث من كتب الراوي: وهذا وروده قليل. ومن أمثلته حديث: «الأئمة من قريش» . ¶ له عدة طرق منها ما رواه أنس بن مالك رضي الله عنه، وجاء بأسانيد ¶ ¬_________ ¶ (¬1) العلل لابن أَبي حاتم (1/273) . ¶ (¬2) شرح العلل (2/732-733) وإكمال مغلطاي (12/320) . ¶ (¬3) الجامع الصحيح (3269) ، وأورد له طريقاً آخر (1142) عن أبي الزناد عن الأعرج عن أبي هريرة.",
            "page": "93",
            "part": "1",
            "seal": "5AFAF136"
        },
        {
            "id": "91",
            "nass": "منها رواية إبراهيم بن سعد عن أبيه عن أنس (¬1) . ¶ وهذا سند ظاهره الصحة، إلا أن الإمام أحمد أعلَّه بقوله: «ليس هذا في كتب إبراهيم، ولا ينبغي أن يكون له أصل» (¬2) . ¶ وقال أيضاً: «كتب ابن جريج مدونة فيها أحاديثه، من حدَّث عنهم، ثم لقيت عطاء، ثم لقيت فلاناً، فلو كان محفوظاً عنه لكان هذا في كتبه ومراجعاته» (¬3) . ¶ وقال الذهلي معلاً لحديث نواصي الخيل: «لم يكن في أصل عبد الرزاق» (¬4) . ¶ وقال ابن معين معلاً لحديث: «لم يوجد في كتاب الدراوردي، وأخبرني من سمع كتاب العلاء من الدراوردي إنما كانت صحيفة، ليس هذا فيها» (¬5) . ¶ وكان أبو حاتم من أكثر العلماء اهتماماً بهذه القرينة، فمن ذلك قوله معِلاً: «لو كان صحيحاً لكان في مُصنَّفات ابن أبي عَروبة» (¬6) . ¶ وقال أيضاً: «وكان الوليد [أي ابن مسلم] صنَّف كتاب الصَّلاة، وليس فيه هذا الحديث» (¬7) . ¶ ¬_________ ¶ (¬1) أخرجه الطَّيالسي (2133) ، ومن طريقه البزار (1578-زوائد) - كلاهما في المسند -. ¶ (¬2) مسائل أَبي داود (ص289) . ¶ (¬3) العلل لابن أَبي حاتم (1/408) . ¶ (¬4) أجوبة البرذعي (ص748) . ¶ (¬5) رواية ابن طهمان (362) . ¶ (¬6) العلل لابن أَبي حاتم (1/32) . ¶ (¬7) العلل لابن أَبي حاتم (1/170) .",
            "page": "94",
            "part": "1",
            "seal": "805AA27B"
        },
        {
            "id": "92",
            "nass": "وقال أيضاً: «هذا الحديث ليس هو في كتاب أبي صالح عن الليث، نظرت في أصل الليث، وليس فيه هذا الحديث» (¬1) . ¶ وكذلك قال الدَّارقطني: «ولا يثبت هذا الحديث، لأنه ليس في كتب حماد بن سلمة المصنفات» (¬2) . ¶ 7) مخالفة الراوي لما روى: وليس المراد هنا ما يذكره الأصوليون، بل إن حفَّاظ الحديث قد يعلُّون الحديث المرفوع - من جهة الثبوت لا الدلالة - إذا ورد عن الرَّاوي نفسه ما يدلُّ على وهم الرفع، أو على مخالفته الصريحة، سواء اختلف في رواية الرفع أم لا. ¶ قال ابن رجب (¬3) مبيناً ذلك: «قاعدة: في تضعيف حديث الرَّاوي إذا روى ما يخالف رأيه. قد ضَعَّفَ الإمام أحمد وأكثر الحفَّاظ أحاديث كثيرة بمثل هذا» ، ثم ذكر أمثلة لذلك ومنها: حديث ابن عباس رضي الله عنه أن امرأة رفعت صبياً للنبي صلى الله عليه وسلم وقالت: ألهذا حج؟ قال \" نعم، ولك أجر \". فقد ذكر البخاري في تاريخه الكبير الاختلاف على إبراهيم ابن عقبة والثوري في وصله وإرساله. ثم قال: «أخشى أن يكون هذا مرسلاً في الأصل ... » ثم ذكر رواية أبي ظبيان وأبي السفر عن ابن عباس قال: «أيما صبي حج ثم أدرك فعليه الحج» قال البخاري عَقِبَه: «وهذا المعروف عن ابن عباس» (¬4) . ¶ ¬_________ ¶ (¬1) العلل لابن أَبي حاتم (2/353) . ¶ (¬2) العلل (5/346) . ¶ (¬3) شرح العلل (2/796) . ¶ (¬4) التاريخ الكبير (1/198-199) ، والمرفوع أخرجه مسلم في صحيحه (1336) وغيره.",
            "page": "95",
            "part": "1",
            "seal": "E0F28407"
        },
        {
            "id": "93",
            "nass": "فرجح البخاري الإرسال للاختلاف فيه، وجعل الموقوف المخالف قرينة على ترجيحه، لا سبباً وحيداً لذلك. ¶ ومن المعلوم أن الرِّواية مقدَّمة على الرأي المجرَّد إذا ثبتا جميعاً. ولكن الحفَّاظ جعلوا مخالفة الرَّاوي لما روى، قرينةً على وهم الرِّواية لا مُقَدَّمَةً عليها، وفرق بين الأمرين واضح، هذا مع ما قد يحتفُّ بالطُّرق من قرائن أخرى يتبين بها الصَّواب. ¶ ومن الأمثلة على ذلك مما قد تخفى مخالفته، ما رواه مجاهد عن ابن عمر رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم أكثر من عشرين مرة يقرأ في الركعتين قبل الفجر، والركعتين بعد المغرب: «قل يا أيها الكافرون» ، و «قل هو الله أحد» (¬1) . ¶ قال مسلم معِلاً هذه الرِّواية: «وهذا الخبَرُ وهمٌ عن ابن عمر. والدليل على ذلك الرِّوايات الثابتة عن ابن عمر أنه ذكر ما حفظ عن النَّبي صلى الله عليه وسلم من تطوع صلاته بالليل والنهار، فذكر عشر ركعات، ثم قال: «وركعتي الفجر، أخبرتني حفصة ... » قال مسلم: «فكيف سمع منه أكثر من عشرين مرة قراءته فيها؟ ثم يخبر أنه حفظ الركعتين من حفصة عن النَّبي صلى الله عليه وسلم» (¬2) . ¶ وبنحو هذا أعلَّ أبو حاتم الرَّازي أَيْضَاً (¬3) . ¶ وكذا أعلَّ البخاري حديث أبي هريرة مرفوعاً: «من استقاء فقد ¶ ¬_________ ¶ (¬1) أخرجه ابن أَبي شيبة في المصنف كتاب الصلاة / باب ما يقرأ فيهما (2/50) ومسلم في التمييز (ص207) . ¶ (¬2) التمييز (ص208) . ¶ (¬3) العلل لابن أَبي حاتم (1/118) .",
            "page": "96",
            "part": "1",
            "seal": "F701ADFB"
        },
        {
            "id": "94",
            "nass": "أفطر» (¬1) ، بأنه قد روي عن أبي هريرة أنه كان لا يرى القيء يفطر الصائم (¬2) . ¶ بل ربَّما أعلَّ الحفَّاظ رواية مختلفاً فيها بقرينةِ مخالفةِ التَّابعيِّ لما روى، كما أعلَّ الدَّارقطني حديث أبي هريرة عن النَّبي صلى الله عليه وسلم أنه كره السَّدل. ¶ قال الدَّارقطني: «وروي هذا الحديث عن عطاء عن النَّبي صلى الله عليه وسلم مرسلاً. وفي رفعه نظر، لأن ابن جريج روى عن عطاء بن أبي رباح أنه كان يسدل في الصَّلاة» (¬3) . ¶ وقال ابن حجر: «قال الدارقطني في العلل: رواه يحيى بن سليم عن عبيد الله بن عمر عن نافع عن ابن عمر. قال الدارقطني: وتابعه بقية عن عبيد الله، والصحيح عن نافع عن سعيد بن أبي هند عن أبي موسى. وقد روى طلق بن حبيب قال: قلت لابن عمر: هل سمعت من النبي صلى الله عليه وسلم في الحرير شيئاً؟ قال: لا. قال: فهذا يدلُّ على وهم بقية ويحيى بن سليم في إسناده» (¬4) . ¶ 8) وجود تفصيل أو قصة في السند أو المتن: ¶ فمن روى خبراً مرسلاً - مثلاً - بقصة، فإن روايته مقدَّمة على من ذكر الخبر وحده موصولاً مجرداً من القصة. لأنَّ ذلك دلالة على حفظ الأول. ¶ قال أحمد: «إذا كان في الحديث قصة دلَّ على أن راوية حفظه» (¬5) . ¶ ¬_________ ¶ (¬1) التاريخ الكبير (1/91-92) . ¶ (¬2) العلل الكبير للترمذي (1/343-ترتيبه) . ¶ (¬3) العلل (8/338) . ¶ (¬4) التلخيص (51) . ¶ (¬5) هدي الساري (ص525) .",
            "page": "97",
            "part": "1",
            "seal": "92490459"
        },
        {
            "id": "95",
            "nass": "قال الخطيب البغدادي: «وقد يُرَجَّح أحد الخبرين بأن يكون مروياً في تضاعيفه قصة مشهورة متداولة معروفة عند أهل النقل، لأنَّ ما يرويه الواحد مع غيره أقرب في النفس إلى الصحة مما يرويه الواحد عرياً عن قصة مشهورة» (¬1) . ¶ ومن شواهد اعتبار هذه القرينة في المتن قول ابن أبي حاتم (¬2) : «سألت أبي عن حديث رواه أشعث بن عبد الملك عن الحسن عن سعد بن هشام عن عائشة أنَّ النَّبي صلى الله عليه وسلم نهى عن التبتل، ورواه معاذ بن هشام عن أبيه عن قَتادة عن الحسن عن سمرة أنَّ النَّبي صلى الله عليه وسلم نهى عن التبتل. قلت أيهما أصح؟ قال أبي: قَتادة أحفظ من أشعت، وأحسب الحديثين صحيحين، لأن لسعد بن هشام قصةً في سؤاله عائشة عن ترك النِّكاح يعني التبتل» . ¶ وقال الدَّارقُطني: «حديث حجاج غير مدفوع، لأنه أتى بالقصة على وجهها، وشعبة اختصرها» (¬3) . ¶ أما في السند فمن ذلك قول ابن حجر مرجحاً لرواية: «وهذا يشعر بأن من قال: عن أبيه عن جده سلك الجادة، وإلا فلو كان عنده عن أبيه عن جده لما احتاج أن يرحل فيه إلى المدينة، ويكتفي فيه بحديث مرسل» (¬4) . ¶ ومثل قول ابن حجر هنا قول أبي حاتم: «لو كان عند قيس عن ¶ ¬_________ ¶ (¬1) الكفاية (ص475) . ¶ (¬2) العلل (1/402) . ¶ (¬3) العلل (11/104) . ¶ (¬4) الفتح (9/476) ، كتاب الطلاق / باب 9.",
            "page": "98",
            "part": "1",
            "seal": "57759854"
        },
        {
            "id": "96",
            "nass": "المغيرة عن النبي صلى الله عليه وسلم، لم يحتج أن يفتقر إلى أن يحدث عن عمر موقوف» (¬1) . ¶ ومن أمثلة الترجيح بورود تفصيل في رواية دون أخرى قول الدَّارقُطني: «والصحيح قول من فصله» (¬2) . ¶ وقال أيضاً: «وحديثهما أولى بالصواب، لأنهما فصلا ما بين حديث أبي مسعود وغيره» (¬3) . ¶ 9) التفرد: وهذه القرينة لا تَرِدُ في الاختلاف بين الرُّواة، بل تَرِدُ في الحديث الفرد الواحد الذي لا طرق له أخرى. ومن أكثر الحفَّاظ تعليلاً بها الإمام البخاري، فهو كثيْراً ما يقول في كتبه: «لا يتابع عليه» (¬4) مع عدم ذكر أي اختلاف على الرُّواة. ¶ وأشدُّ ما يكون ضعفُ ذلك إذا تفرد صدوق أو نحوه عن حافظ كبيْر - كالزُّهري ومالك - له أصحاب كثيرون يحملون حديثه ولا يروون ما روى - ما تتوفر الهمم والدواعي على رواية ما رواه، فإن الحفَّاظ - غالباً - ما يردُّون هذه الرِّواية ويعلُّونها بالتَّفرد. ¶ فمن ذلك قول أحمد في حديث: «أصحاب أبي هريرة المعروفون ليس هذا عندهم» (¬5) . ¶ ¬_________ ¶ (¬1) العلل لابن أبي حاتم (1/136) . ¶ (¬2) العلل (5/131) . ¶ (¬3) العلل (6/184) . ¶ (¬4) من ذلك في تاريخه الكبير (1/110و127و139) . ¶ (¬5) المنتخب من علل الخلال (137) .",
            "page": "99",
            "part": "1",
            "seal": "399B5B61"
        },
        {
            "id": "97",
            "nass": "وقال ابن معين: «هذا وهم، لو كان هذا هكذا لحدَّث به الناس جميعاً عن سفيان» (¬1) . ¶ ومن شواهد ذلك أيضاً قول أبي حاتم في حديث رواه إسماعيل بن رجاء: «أين كان الثوريُّ وشعبة عن هذا الحديث» (¬2) . ¶ وقال أيضاً: «فلو كان هذا الحديث عن الحرِّ كان أول ما يسأل عنه، فأين كان هؤلاء الحفَّاظ عنه» (¬3) . ¶ وقال أيضاً: «ولو كان هذا الحديث عند شعبة كان أول ما يسأل عن هذا الحديث» (¬4) . ¶ ومن شواهد الصريحة في ذلك قول أبي حاتم عن حديث رواه قُرَّان بن تمَّام عن أيمن بن نابل ... قال: «لم يروِ هذا الحديث عن أيمن إلا قُرَّان، ولا أراه محفوظاً، أين كان أصحاب أيمن بن نابل عن هذا الحديث» (¬5) . ¶ قال ذلك وأيمن ليس بالمشهور المكثر. فكيف إذا تفرد راوٍ مختلف فيه، عن مثل الزهري وقَتادة ونحوهما من الحفَّاظ المكثرين، فكلام أبي حاتم وغيره فيه من باب أولى. ¶ وقد يقبل التفرد لسبب آخر. ¶ ¬_________ ¶ (¬1) رواية الدوري (1671) . ¶ (¬2) العلل لابن أَبي حاتم (1/92) . ¶ (¬3) العلل لابن أَبي حاتم (2/392) . ¶ (¬4) العلل لابن أَبي حاتم (2/401) . ¶ (¬5) العلل لابن أَبي حاتم (1/296) .",
            "page": "100",
            "part": "1",
            "seal": "D66772BC"
        },
        {
            "id": "98",
            "nass": "قال ابن رجب: «مما يستدل به الأئمة كثيراً على صحة رواية من انفرد بالإسناد، إذا روى الحديث بالإسناد الذي روى به الجماعة» (¬1) . ¶ 10) غرابة المتن: ومعنى هذا أن يكون في لفظ الحديث من الغرابة ما تجعل كونه مرفوعاً بعيداً، حيث إنَّ حفَّاظ الحديث لكثرة ممارستهم لهذا العلم، تكون لديهم ملكة قوية في فقه المتون وعادة النصوص النبوية لفظاً ومعنىً. ¶ ومن شواهد ذلك حديث أبي هريرة مرفوعاً: «إنَّما سمِّي البيت العتيق لأنه عتق من الجبابرة» (¬2) ، أرسله معمر ووصله غيْره، فأعله أبو حاتم الرَّازي بقوله: «حديث معمر عندي أشبه، لأنه لا يحتمل أن يكون عن النَّبي صلى الله عليه وسلم مرفوع» (¬3) . ¶ وفي حديث ابن عباس مرفوعاً: «خير الجيوش أربعة آلاف ... » (¬4) ، قال أبو حاتم: «مرسل أشبه، لا يحتمل هذا الكلام [أن] يكون كلام النَّبي صلى الله عليه وسلم» (¬5) . ¶ وقال أيضاً في حديثٍ: «ولا أحسبه إلا وهم، يشبه كلام الزُّهري» (¬6) . ¶ ¬_________ ¶ (¬1) شرح العلل (2/720) . ¶ (¬2) أخرجه البخاري في الكبير (1/201) والبزار في مسنده (2215) من حديث عبد الله بن الزبير. ¶ (¬3) العلل لابن أَبي حاتم (1/275) . ¶ (¬4) أخرجه الترمذي في جامعه (1555) وأعله بالإرسال. ¶ (¬5) العلل لابن أَبي حاتم (1/347) . ¶ (¬6) العلل لابن أَبي حاتم (1/380) .",
            "page": "101",
            "part": "1",
            "seal": "CC14A374"
        },
        {
            "id": "99",
            "nass": "ومن هذا الباب أن يكون المتن مما يشتهر مثله عند رواة بلده، فيأتي من بلد آخر، فيستغرب من هذه الحيثية، أن كيف لم يروه أهله، وهم أولى به. ¶ فقد قال قتادة: إن إنساناً وقع في بئر زمزم، فمات، فأمر ابن عباس بالعيون فسُدَّت، وأن ينزح الماء. قال ابن عيينة عقبه: ولا يعرف أهل مكة هذا الحديث، وإنما جاء من قِبَلِ العراق (¬1) . ¶ وهذا المبحث إنما يقدر عليه من عاش مع الحديث وعلله وطرقه وألفاظ رواته السنين الطويلة، مع ملازمة أهل الفهم به، والعكوف عليه، فيصير لديهم ملكة لا يعبر عنها بأمر سوى ما يهجم على قلوبهم ويسبق على ألسنتهم. ¶ 11) اختلاف ألفاظ الروايتين: ومن أمثلته الاختلاف على قَتادة - على وجهين - في حديث، فسأل ابن أبي حاتم أباه عن الراجح فقال: «الحديثان عندي صحيحان، لأنَّ ألفاظهما مختلفة» (¬2) . ¶ 12) اضطراب إحدى الروايتين: وأصل ذلك أن الاضِّطراب مما يوهن الرِّواية، وإن لم يستلزم القدح فيها بالكلية. ¶ فإذا رُوِيَ حديثٌ عن قَتادة - مثلاً - ورواه عنه سعيد بن أبي عَروبة وهشام الدَّسْتَوائي، واختلف على سعيد بن أبي عَروبة، فإن جانب هشام الدَّسْتَوائي هنا أقوى من هذه الحيثية فيقدم لذلك. ¶ ¬_________ ¶ (¬1) تاريخ ابن أبي خيثمة (424-المكيون) . ¶ (¬2) العلل (2/442) .",
            "page": "102",
            "part": "1",
            "seal": "6237CF05"
        },
        {
            "id": "100",
            "nass": "وإذا كان الاختلاف عليه قد وصل إلى حدِّ الاضِّطراب؛ فإن روايته مرجوحة قولاً واحداً كما هو معلوم. ¶ قال ابن خلاد الباهلي: «سمعت يحيى - وهو ابن سعيد القطَّان - لا يقدِّم على يحيى بن سعيد أحداً من الحجازيين، فقيل له: الزُّهريُّ؟ فقال: الزُّهريُّ خولف عنه، ويحي لم يختلف عنه» (¬1) . ¶ وقال ابن محرز: «وسمعت يحيى - يعني ابن معين - وقيل له: من كان أثبت أصحاب إبراهيم في إبراهيم، وأحبُّهم إليك؟ قال: منصور، فقيل له: فمن بعده؟ فقال: الأعمش، وذلك أنه لم يختلف على منصور» (¬2) . ¶ قال ابن مهدي: «إنَّما يستدلُّ على حفظ المحدِّث إذا لم يختلف عليه الحفَّاظ» (¬3) . ¶ وقال الخطيب عند ذكره لبعض قرائن ترجيح أحد الخبرين: «ومما يوجب ذلك أيضاً، أن يكون سنده عارياً من الاضِّطراب، وسند الآخر مضطرب، واضطراب السَّند أن يذكر راويه رجالاً فيلبس أسماءهم وأنسابهم ونعوتهم تدليساً للرواية عنهم ... » (¬4) . ¶ وقال ابن حجر: «فحديث لم يختلف فيه على راويه - أصلاً - أصحُّ من حديث اختلف فيه في الجملة، وإن كان ذلك الاختلاف في نفسه يرجع ¶ ¬_________ ¶ (¬1) تاريخ بغداد (14/105) . ¶ (¬2) رواية ابن محرز (1/119) . ¶ (¬3) الكفاية (ص475) . ¶ (¬4) الكفاية (ص475) .",
            "page": "103",
            "part": "1",
            "seal": "AE687457"
        },
        {
            "id": "101",
            "nass": "إلى أمر لا يستلزم القدح» (¬1) . ¶ ولذا رجح العلماء رواية على أخرى بحجة أن الراوي روى مثل هذا السند في حديث آخر فوهم فيه. ¶ أما إذا اضطرب الثقات على راوٍ فيه كلام، فإن إلصاق السبب به أولى. ¶ قال الدَّارقُطني بعد ذكر خلاف: «والاضطراب فيه من جهة ابن عقيل» (¬2) . ¶ 13) وجود أصل للرواية: ومعنى ذلك أن يختلف على راوٍ في زيادة رجل في سند الحديث أو في ذكر الوجه الذي أتى به، ويكون لذلك الرجل المزِيد أو الوجه الآخر أصل بأن ذكر في روايات أخرى من غير ذلك الطريق، فيكون ذلك قرينة على حفظ الرَّاوي لما ذكر. ¶ قال أبو حاتم: «أنا إلى حديث الشَّعبي بلا عروة أميل، إذ كان للشَّعبي أصلٌ في المسح» (¬3) . ¶ وقال أبو حاتم في حديث اختلف في ذكر أبي رافع فيه، فاحتج برواية أخرى موقوفة خارجة عن ذلك الخلاف بقوله: «كان حديث أبي رافع رضي الله عنه أشبه، لأن حميد الطويل رواه عن بكر بن عبد الله عن أبي رافع عن ¶ ¬_________ ¶ (¬1) النكت لابن حجر (2/810) . ¶ (¬2) العلل (7/19) . ¶ (¬3) العلل لابن أَبي حاتم (1/13) .",
            "page": "104",
            "part": "1",
            "seal": "50BEFB27"
        },
        {
            "id": "102",
            "nass": "أبي موسى رضي الله عنه موقوفاً» ، ووافقه أبو زرعة على ذلك (¬1) . ¶ وقال أبو حاتم أيضاً: «حديث موسى أشبه، لأن الحديث يروى عن سعيد من طرق شتَّى، ولا يعرف عن عبد الرحمن بن عوف رضي الله عنه عن النَّبي صلى الله عليه وسلم في هذا شيء» (¬2) . ¶ ويشبه هذا ترجيح العلماء رواية على أخرى بحجة أن هذا السند قد روي به أحاديث أخرى، لم تصل إلى درجة سلوك الجادة. ¶ 14) وجود رواية تجمع الوجهين المختلفين: ومعنى ذلك أن يختلف على راوٍ في حديث على وجهين - سواء أمكن التَّرجيح بينهما أم لم يمكن - ونجد رواية أخرى تجمع الوجهين جميعاً عن الشَّيخ نفسه. فتكون هذه قرينة على صحة الوجهين عن ذلك الشَّيخ. ¶ ومن شواهد ذلك قول أبي حاتم: «لولا أن ابن الهاد جمع الحديثين، لكنا نحكم لهؤلاء الذين يروونه» (¬3) . ¶ وقال التِّرمذي: «سألت أبا زرعة عن هذين الحديثين، أيهما أصح؟ حديث أنس أو حديث أبي سعيد؟ فقال: كلاهما صحيح، وقد رواهما عبد الصمد بن عبد الوارث عن أبيه الحديثين جميعاً. وسألت محمداً، فقال مثله» (¬4) . ¶ ¬_________ ¶ (¬1) العلل لابن أَبي حاتم (1/234) . ¶ (¬2) العلل لابن أَبي حاتم (2/366) . ¶ (¬3) العلل لابن أَبي حاتم (1/133و193) . ¶ (¬4) العلل الكبير (1/400-ترتيبه) .",
            "page": "105",
            "part": "1",
            "seal": "777C1BE5"
        },
        {
            "id": "103",
            "nass": "وقال الترمذي أيضاً بعد حديثٍ: «وكلا الوجهين صحيح، لأن إسرائيل جمعهما» (¬1) . ¶ وقال ابن خزيمة بعد حديث اختلف فيه على وجهين عن النخعي: «غير مستنكر لإبراهيم النخعي - مع علمه وطول مجالسته أصحاب ابن مسعود - أن يروي خبراً عن جماعة من أصحاب ابن مسعود» (¬2) . ¶ 15) تصحيح الحفاظ لإحدى الروايات: حيث إنَّ حفَّاظ الحديث السابقين من أعلم النَّاس بعلمهم، فإن تصحيحهم لوجه من أوجه الخلاف يعد قرينة لمن أتى بعدهم على قوة هذا الوجه على غيرهم، حيث إنَّ علمهم بالعلل والخلاف، وقرائن التَّرجيح، تجعل تصحيحهم في أعلى درجات القوة. وهذا يختلف بحسب المصحح ومنهجه، وقوة كتابه الذي اشترط فيه الصحة. ¶ فليس تصحيح ابن حبَّان والحاكم وغيره كتصحيح ابن المديني والبخاري ومسلم وأمثالهم من الكبار. ¶ فإذا اختلف على قَتادة مثلاً على وجهين متقاربين في القوَّة، وقد صحَّح البخاري أو مسلم أو غيرهما من الحفَّاظ أحد الوجهين، استدللنا بذلك على صحة هذا الوجه لأن علمهم بالعلة غالب على الظن، ومنهجهم في التَّرجيح من أصح المناهج، فلا عذر بعد ذلك لمن خالفهم إلا عند اختلافهم مع قوة قرينة الوجه الآخر. ¶ ¬_________ ¶ (¬1) الجامع (1105) . ¶ (¬2) التوحيد (1/183) .",
            "page": "106",
            "part": "1",
            "seal": "32E36806"
        },
        {
            "id": "104",
            "nass": "ومن شواهد ذلك قول ابن حجر في حديث أخرجه البخاري بزيادة: «وأغرب الأصيلي فيما حكاه ابن بطال فقال: ذكر العمامة في هذا الحديث من خطأ الأوْزاعي؛ لأن شيبان وغيره رووه عن يحيى بدونها فوجب تغليب رواية الجماعة على الواحدة. ¶ قال وأما متابعة معمر فليس فيها ذكر العمامة، وهي أيضا مرسلة؛ لأن أبا سلمة لم يسمع من عمرو. قلت: سماع أبي سلمة من عمرو ممكن، فإنه مات بالمدينة سنة ستين، وأبو سلمة مدني، ولم يوصف بتدليس، وقد سمع من خلق ماتوا قبل عمرو، وقد روى بكير بن الأشج عن أبي سلمة أنه أرسل جعفر بن عمرو بن أمية إلى أبيه يسأله عن هذا الحديث فرجع إليه فأخبره به، فلا مانع أن يكون أبو سلمة اجتمع بعمرو بعد فسمعه منه، ويقويه توفر دواعيهم على الاجتماع في المسجد النبوي، وقد ذكرنا أن ابن منده أخرجه من طريق معمر بإثبات ذكر العمامة فيه، وعلى تقدير تفرد الأوْزاعي بذكرها لا يستلزم ذلك تخطئته، لأنها تكون زيادة من ثقة حافظ غير منافية لرواية رفقته، فتقبل ولا تكون شاذة، ولا معنى لرد الرِّوايات الصحيحة بهذه التعليلات الواهية» (¬1) . ¶ فقول ابن حجر: «بهذه التعليلات الواهية» ، يريد بها قرائن التَّرجيح التي يعملها ابن حجر نفسه في كثير من المواضع من شرحه. ولكن لما كانت الرِّواية في الصَّحيح والقرائن مخالفة لما صحَّحه البخاري في الظَّاهر، ردَّ ابن حجر ذلك بقرينة تصحيح البخاري الذي استند على قرائن أخرى. ¶ 16) تشابه الاسمين: ومعنى ذلك أن يختلف على راوٍ، في تسمية شيخٍ، ويكون اسمهما ¶ ¬_________ ¶ (¬1) الفتح (1/408) .",
            "page": "107",
            "part": "1",
            "seal": "C5ECAE47"
        },
        {
            "id": "105",
            "nass": "متقارباً، فَيَهِمُ الرَّاوي إلى الأشهر منهما. ¶ ومن أمثلة ذلك قول ابن أبي حاتم: «سألت أبي وأبا زرعة عن حديث رواه يزيد بن عطاء عن محمد بن عبد الرحمن بن أبي ليلى عن نافع وعطاء عن ابن عمر عن النَّبي صلى الله عليه وسلم قال: \"صلاة الليل مثنى مثنى، فإذا خِفت الصبح فأوتر بواحدة\". فقلت: لا نرى أَنَّ هذا خطأ لأنه هذا الحديث رواه جماعة عن عطيَّة ونافعٍ عن ابن عمرَ وليس في شيء من الأخبار ذكر عطاء، ويشبه أن يكون يزيد بن عطاء أراد أن يقول عن عطيَّة، فقال عن عطاء - والله أعلم -» (¬1) . ¶ وقال أبو حاتم: «فلعله قاله: عن عبد الله بن مسعود، فظنَّ أنه يقول: عن عبد الله بن غافل» (¬2) . ¶ وقال أبو زرعة: «أما القلب، فقوله عن أبي بردة، أراد ابن بريدة» (¬3) . ¶ وقال الدَّارقطني في حديث: « ... وإنَّما الصَّواب: شعبة عن بيان، فوهم ابن سيف في بيان فجعله سيار ... » (¬4) . ¶ ومن الأوهام في تعيين الرَّاوي بسبب الاتفاق في الاسم ما رواه أبو سلمة التَّبوذكيُّ قال: حدثنا أبان قال حدثنا شدَّاد بن عبد الله بن الهاد ... فقال أبو حاتم: «كذا قال أبو سلمة: ابن الهاد، وهو خطأ، هو عندي شدَّاد أبو عمَّار» (¬5) . ¶ ¬_________ ¶ (¬1) العلل (1/98) . ¶ (¬2) العلل لابن أَبي حاتم (2/231) . ¶ (¬3) العلل (2/24) . ¶ (¬4) سؤالات حمزة السهمي للدارقطني (34) . ¶ (¬5) العلل لابن أَبي حاتم (1/357) .",
            "page": "108",
            "part": "1",
            "seal": "7AABA11B"
        },
        {
            "id": "106",
            "nass": "17) رواية أهل المدينة: والمراد بذلك أن يخالف أهل المدينة غيرهم في حديث - وإن اختلف مخرجه. فيرجح جانبهم لأنَّ علم الحديث نبع من تلك الأرض وأهلها، فجانبهم عند الاختلاف أقوى. ¶ ومن شواهد ذلك الاختلاف في ذكر عمَّار وبلالٍ في حديثٍ، فأهل الكوفة ذكروا عماراً مسنداً، وأهل المدينة ذكروا بلالاً بروايةٍ مرسلةٍ. فرجَّح أبو زرعة بينهم بأمرٍ جديدٍ فقال: «رواه المدنيون على أنه بلال، وهم أعلم، وإن كان روايتهم مرسلاً، فلولا أنهم سمعوه من أَصحاب النَّبي صلى الله عليه وسلم ما كانوا يقولونه» (¬1) . ¶ 18) احتمال التدليس ممن وصف به: فإذا اختلف على راوٍ - رُمِيَ بالتدليس - بزيادة بينه وبين شيخه، وكانت القرائن متقاربة، فإن القول بالزيادة في السند محتمل، لاحتمال التدليس من ذلك الراوي، فيكون أسقطه مرة. ¶ قال الدَّارقُطني وسئل عن حديث الخوارج فقال: «وروى هذا الحديث أبو إسحاق السبيعي واختلف عنه. ¶ فرواه إسرائيل عن أبي إسحاق عن سويد بن غفلة عن علي. ¶ ورواه سعاد بن سليمان عن أبي إسحاق عن قيس بن سويد عن علي ووهم. ¶ ¬_________ ¶ (¬1) العلل لابن أَبي حاتم (1/100) .",
            "page": "109",
            "part": "1",
            "seal": "76482CC5"
        },
        {
            "id": "107",
            "nass": "ورواه يوسف بن إسحاق بن أبي إسحاق فضبطه عن أبي إسحاق فقال عن أبي قيس الأودي عن سويد بن غفلة عن علي. وهو الصواب» (¬1) . ¶ 19) التصريح بالسماع: فإذا روى راوٍ بزيادة في السند، وأسقطها آخر مع التصريح عن الشيخ الأعلى، أو صرح عن شيخ آخر، كان ذلك قرينة على صحة هذه الرواية - مالم تعارض بأقوى -، ويقوى ذلك إذا كان المسقط مدلساً قد عنعن. ¶ قال ابن حجر في ذكر خلاف على سالم: «وليس لجرير بن زيد في البخاري سوى هذا الحديث، وقد خالف فيه الزهري، فقال عن سالم عن أبي هريرة والزهري يقول عن سالم عن أبيه. لكن قَوِيَ عند البخاري أنه عن سالم عن أبيه وعن أبي هريرة معاً، لشدة إتقان الزهري ومعرفته بحديث سالم، ولقول جرير بن زيد في روايته: كنت مع سالم على باب داره فقال: سمعت أبا هريرة، فإنها قرينة في أنه حفظ ذلك» (¬2) . ¶ تعارض القرائن: ¶ وللتَّرجيح قرائن خاصة أخرى يمكن استنباطها من تعليلات الحفَّاظ، والنظر في سياق كلامهم، واستخراج أسباب ترجيحهم رواية على أخرى، مع التَّنبُّه إلى أنَّه قد تقدَّم قرينةٌ على أخرى لأسبابٍ تظهر من كل حديثٍ بعينه. ¶ ومن الأمثلة على اختلاف الحفاظ في الترجيح بسبب الاختلاف في تقديم القرائن قول ابن أبي حاتم: «سألت أبي وأبا زرعة عن حديث رواه ¶ ¬_________ ¶ (¬1) العلل (3/229) . ¶ (¬2) الفتح (10/322) ، حديث (5790) .",
            "page": "110",
            "part": "1",
            "seal": "624587F1"
        },
        {
            "id": "108",
            "nass": "الثوري عن الزبير ابن عدي عن أبي رزين عن زر بن حبيش عن أبي بن كعب عن النبي صلى الله عليه وسلم في المعوذتين. ¶ قال أبو زرعة: ورواه عنبسة بن سعيد قاضي الري عن عمرو بن أبي قيس عن الزبير بن عدي عن أبي رزين عن حذيفة عن النبي صلى الله عليه وسلم. قال أبو زرعة: حديث عنبسة وعمرو أشبه عندي إذا اتفق عليه النفسان، وهما الرواة عن الزبير، وأخاف أن يكون اشتبه على الثوري عاصم عن زر، ولعله من الزبير. ¶ قال أبي: حديث الثوري أصح عن أُبيّ، وهو أحفظهم وأعلى من هؤلاء بدرجات والحديث بأُبي أشبه إذْ كان قد رواه عاصم عن زر عن أبي عن النبي صلى الله عليه وسلم وليس لحذيفة عن النبي صلى الله عليه وسلم في المعوذتين معنى» (¬1) . ¶ فاختلافا في قرينة الترجيح، فبينما اعتمد أبو زرعة على العدد والاختصاص، اعتمد أبو حاتم على الحفظ والمتابعة القاصرة. ¶ ومما سبق يتبين إجمالاً إنه ينبغي في الترجيح بين الرواة الثقات عند خفاء القرائن العامة النظرُ في تراجمهم لاستنباط قرائن خاصة دقيقة تساعد على الحكم بدقة، كما لو كان الراوي معروفاً بقصر الأسانيد، أو وقفها، كما هو مذهب بعض السلف، وصرَّح به أحمد بن حنبل فقال: «وقد كان مذهبهم أن يقصروا بالحديث ويوقفوه» (¬2) . ¶ وقال الدَّارقُطني إنَّ ابن سيرين وابن عون ومالك ربما أوقفوا المرفوع أو أرسلوا الموصول (¬3) . ¶ ¬_________ ¶ (¬1) العلل (2/54-55) . ¶ (¬2) رواية المروذي (78) وشرح العلل (2/689) . ¶ (¬3) علل الدَّارقُطني (10/14و23و6/63) .",
            "page": "111",
            "part": "1",
            "seal": "C278360F"
        },
        {
            "id": "109",
            "nass": "ويمكن للناظر في هذه القرائن أن يقسمها إلى ما يلي: ¶ أ/ باعتبار القرب والبعد، قسمان: ¶ 1- قرائن داخلية: تعرف من الرِّوايات التي تذكر مع العلة، فيُرجَّح بينها من خلال ذلك دون حاجة - أحياناً - إلى تتبع الطُّرق وجمعها، ومن أمثلتها قرينة البلد والاختصاص. ¶ 2- قرائن خارجية: قد يتعذر الحكم على الحديث بدونها، ومن أمثلتها قرينة العدد والاختلاف على الرَّاوي ونحو ذلك. ¶ ب/كما أنها باعتبار الظهور والخفاء قسمان آخران: ¶ 1- قرائن ظاهرة: كالقرائن العامة. ¶ 2- قرائن خفية: كالرواية عن أهل بلده. ¶ ج/ وباعتبار التنصيص، قسمان: ¶ 1- قرائن نص العلماء على عليها، كقولهم: «فلان أحفظ» . ¶ 2- قرائن مسكوت عنها، تعلم بالقياس والاستنباط. ¶ والأمثلة على القرائن السابقة من كلام أهل العلم على الأحاديث كثيرة جداً، ولعل فيما ذُكر كفاية في الدلالة على أصل كل مسألة، والله أعلم. ¶ وصلى الله على نبيه محمد، وعلى آله وصحبه وسلم.",
            "page": "112",
            "part": "1",
            "seal": "80D0ADF4"
        },
        {
            "id": "110",
            "nass": "عِلَلُ أَلْفَاظِ حَدِيثِ المُغِيرَةِ بنِ شُعْبَةَ رضي الله عنه في المَسْحِ (*) ¶ الحمد لله والصلاة والسلام على رسول الله، وعلى آله وصحبه وسلم تسليماً كثيراً. ¶ أما بعد: ¶ فإن الله تبارك وتعالى من رحمته وفضله أن بيَّن للناس ما يحتاجون إليه من أمور دينهم أتمَّ البيان، وأكمله، فأرسل رسله وأنزل كتبه، حجة للعالمين. ¶ وكان من الأمور التي بيَّنها الله - تعالى- لعباده المؤمنين، أحكام الطهارة، فذكرها -سبحانه- في آيات من كتابه، وفصَّلها رسوله صلى الله عليه وسلم في جملة من أحاديثه. ¶ ومن أهم مسائل الطهارة التي بيَّنها صلى الله عليه وسلم: المسح على الخفين. وصار من أهميتها أنْ ذكرها العلماء في كتب العقيدة؛ رداً على من أنكر ما جاءت به السُّنة من جواز المسح. ¶ فهذا سهل بن عبد الله التستري - رحمه الله - قيل له: متى يعلم الرجل أنه على السنة والجماعة؟ فذكر أموراً عدة منها ألا يترك المسح على الخفين (¬1) . ¶ وقال أبو عصمة: «سألت أبا حنيفة: مَن أهل الجماعة؟ قال: من فضَّل أبا بكر وعمر وأحبَّ علياً وعثمان رضي الله عنهما، وآمن بالقدر خيره وشره من الله، ومسح على الخفين، ولم يُكَفِّرُ مؤمناً بذنب، ولم يتكلم في الله بشيء» (¬2) . ¶ وقال أبو الحسن الأشعري -رحمه الله-: «واختلفوا في المسح على الخفين، فقال: أكثر أهل الإسلام بالمسح على الخفين، وأنكر المسح على الخفين الروافض والخوارج» (¬3) . ¶ وقال أيضاً: «ويثبتون المسح على الخفين سنة ويرونه في الحضر والسفر» (¬4) ومن أشهر الأحاديث الثابتة في شأن هذه السُّنة، حديث المغيرة بن شعبة رضي الله عنه، حيث ذكر فيه بعض ما لم يروه غيره من الصحابة رضي الله عنه. ¶ ¬__________ ¶ (*) قال مُعِدُّ الكتاب للشاملة: هذا المبحث ليس في المطبوع ¶ (¬1) أخرجه اللالكائي في السنة (324) . ¶ (¬2) أخرجه البيهقي في الاعتقاد (ص163) . ¶ (¬3) مقالات الإسلاميين (2/161) . ¶ (¬4) المقالات (1/348) .",
            "page": null,
            "part": null,
            "seal": "0977E0C3"
        },
        {
            "id": "111",
            "nass": "قال عبد الرحمن بن مهدي: «عندي 13 حديثاً عن المغيرة في المسح» (¬1) . ¶ وقال ابن المديني: «حديث المغيرة بن شعبة في المسح رواه عن المغيرة أهل المدينة وأهل الكوفة وأهل البصرة» (¬2) . ¶ وقال أبو نعيم بعد أن سرد 23 تابعياً: «رووا عن المغيرة عن النبي صلى الله عليه وسلم في المسح على الخفين، منهم من ساق القصة، ومنهم من اقتصر على المسح على الخفين والجوربين» (¬3) . ¶ وقال ابن عبد البر بعد سرد بعض طرقه: «وكلهم يصف ضيق الجبة ويصف إمامة عبد الرحمن بن عوف، والقصة على وجهها بألفاظ متقاربة ومعنى واحد، إلا قليلاً منهم ممن اختصر القصة، وقصد إلى الحكم في المسح على الخفين وعلى الناصية» (¬4) . ¶ ولأهمية هذا الحديث، قمت بجمع طرقه عن المغيرة رضي الله عنه - من كتب الحديث والسنة - التي ذكر فيها المسح، فأربى عدد رواته على الأربعين راوياً. ¶ أخرج الشيخان عن ثلاث من رواته فحسب، وهم: ¶ 1.عروة بن المغيرة (¬5) . ¶ 2. مسروق (¬6) . ¶ 3. الأسود بن هلال (¬7) . ¶ ولفظ الحديث المشهور الذي رواه الثقات وخرجه أصحاب الكتب السبعة وغيرهم، يدور على \"أنَّ النَّبيَّ صلى الله عليه وسلم خَرَجَ لِحَاجَتِهِ فَاتَّبَعَهُ الْمُغِيرَةُ بِإِدَاوَةٍ فِيهَا مَاءٌ، فَصَبَّ عَلَيْهِ حِينَ فَرَغَ مِنْ حَاجَتِهِ فَتَوَضَّأَ وَمَسَحَ عَلَى الْخُفَّيْنِ\". ¶ ¬__________ ¶ (¬1) المعجم للإسماعيلي (2/703) ، ويعني بالحديث الطريق والسند. ¶ (¬2) الكبرى للبيهقي (1/284) . ¶ (¬3) معرفة الصحابة (6229) . ¶ (¬4) التمهيد (11/130) . ¶ (¬5) البخاري (182و203) ومسلم. ¶ (¬6) البخاري (363) ومسلم (273) . ¶ (¬7) مسلم (274) .",
            "page": null,
            "part": null,
            "seal": "6C50AFB2"
        },
        {
            "id": "112",
            "nass": "وزاد بعض الرُّواة عن المغيرة القصَّة كاملة، يقول فيه المغيرة رضي الله عنه: «تخلَّف رسول الله صلى الله عليه وسلم وتخلَّفت معه، فلما قضى حاجته قال:\" أمعك ماء \"؟ فأتيته بمطهرة فغسل كفَّيه ووجهه، ثم ذهب يحسر عن ذراعيه، فضاق كمُّ الجبَّة، فأخرج يده من تحت الجبَّة وألقى الجبَّة على منكبيه، وغسل ذراعيه، ومسح بناصيته وعلى العمامة وعلى خفيه، ثم ركب وركبت، فانتهينا إلى القوم وقد قاموا في الصَّلاة، يصلِّي بهم عبد الرحمن بن عوف وقد ركع بهم ركعة، فلما أحسَّ بالنبي صلى الله عليه وسلم ذهب يتأخَّر، فأومأ إليه، فصلَّى بهم، فلما سلَّم قام النَّبي صلى الله عليه وسلم وقمت، فركعنا الرَّكعة التي سبقتنا» . ¶ فزاد فيه أيضاً المسح على العمامة والرأس، وهي رواية جماعة أيضاً عن المغيرة في الصحيح. ¶ ومن الرواة من ذكر قصة عبد الرحمن بن عوف ولم يذكر المسح فيه (¬1) . ¶ واقتصرت في هذا البحث على الألفاظ الخارجة عن رواية الجماعة سواء كانت في الصحيحين أم لا. ¶ وفي البدءِ أذكر ترجمة موجزة لراوي الحديث: المغيرة بن شعبة رضي الله عنه. ¶ قال ابن سعد عنه: «المغيرة بن شعبة بن أبي عامر بن مسعود بن معتب بن مالك بن كعب بن عمرو بن سعد بن عوف بن ثقيف، ويُكْنَى أبا عبد الله، وأول مشاهده الحديبية، وولَّاه عمر بن الخطاب البصرة، ثم عزله عنها، وولَّاه بعد ذلك الكوفة، فَقُتِلَ عمر وهو على الكوفة، فعزله عثمان بن عفان عنها، وولاها سعد بن أبي وقاص، فلما ولي معاويةُ ولَّى المغيرةَ بن شعبة الكوفة، فمات بها» (¬2) . ¶ وقال أيضاً: «كان يقال له مغيرة الرأي، وكان داهية لا يشتجر في صدره أمران إلا وجد في أحدهما مخرجاً» (¬3) . ¶ ¬__________ ¶ (¬1) كما وقع في رواية عند الدارمي (1451) . ¶ (¬2) الطبقات الكبرى (6/20) . ¶ (¬3) الطبقات الكبرى (4/284) .",
            "page": null,
            "part": null,
            "seal": "2143544D"
        },
        {
            "id": "113",
            "nass": "وقال ابن جرير: «كان ضخم القامة عبل الذراعين بعيد ما بين المنكبين أصهب (¬1) الشعر جعده، وكان لا يفرقه. أسلم قبل عمرة الحديبية، وشهدها وبيعة الرضوان، وله فيها ذكر، وحدَّث عن النبي صلى الله عليه وسلم، روى عنه أولاده: عروة وعقار وحمزة، ومن الصحابة: المسور بن مخرمة، ومن المخضرمين فمن بعدهم: قيس بن أبي حازم، ومسروق، وقبيصة بن ذؤيب، ونافع بن جبير، وبكر بن عبد الله المزني، والأسود بن هلال، وزياد بن علاقة، وآخرون» (¬2) . ¶ ونقل الخطيب الإجماع على أنه مات بالكوفة سنة خمسين (¬3) . ¶ وقال ابن حِبَان: «له سبعون سنة، وكان من دهاة قريش» (¬4) أ. هـ. ¶ روى المغيرة رضي الله عنه حديث المسح على الخفين عن رسول صلى الله عليه وسلم، ورواه عنه جماعة، ولبعضهم ألفاظ وزيادات على البعض. ¶ وهذا بيان لتلك الألفاظ، وطرقها وتخريجها وبيان عللها، سالكاً فيه طريق الإيجاز والاختصار مع تمام البيان للمراد، مجانباً للتطويل والحواشي غير المهمة، ساكتاً فيه عن حال الرواة الثقات الذين ترجم لهم المزي وابن حجر في التهذيبين. ¶ اللفظة الأولى: عن ورَّاد كاتب المغيرة بن شعبة عن المغيرة بن شعبة رضي الله عنه:\" أنَّ رسول الله صلى الله عليه وسلم مسح أعلى الخفِّ وأسفله\". ¶ كذا رواه جماعة عن ثور بن يزيد عن رجاء بن حيوة عن ورَّاد به، منهم: ¶ 1. الوليد بن مسلم - أخرجه أحمد (4/251) ، والبخاري في الأوسط (980) - تعليقاً -، والترمذي (97) ، وابن ماجة (550) ، وابن الجارود (84) ، وأبو داود (167) ، وقال: «بلغني أنه لم يسمع ثور هذا الحديث من رجاء» . ¶ ¬__________ ¶ (¬1) حمرة في سواد - أساس البلاغة (ص260) \"صهب\"، والعبل: الضخم من كل شيء - لسان. ¶ (¬2) الإصابة (6/198) . ¶ (¬3) تاريخ بغداد (1/191) . ¶ (¬4) المشاهير (269) .",
            "page": null,
            "part": null,
            "seal": "F8442D46"
        },
        {
            "id": "114",
            "nass": "قال الترمذي في جامعه وفي العلل الكبير (1/180) : «هذا حديث معلول» ، ونقل عن البخاري وأبي زرعة قولهما: \"ليس بصحيح، لأنَّ ابن المبارك روى هذا الحديث عن ثور قال: حُدِّثت عن رجاء عن كاتب المغيرة مرسل عن النبي صلى الله عليه وسلم، ولم يذكر فيه \"المغيرة\". ¶ وقال أحمد: «لم يسمع ثور من رجاء» - التمهيد (1/14) والتنقيح (1/194) . ¶ وأعلَّ ابن حجر في التلخيص (219) رواية من صرَّح فيه بالتحديث. ¶ وقال أبو حاتم: «ليس بمحفوظ، وسائر الأحاديث عن المغيرة أصح» - العلل لابنه (135) . ¶ وكذا وصفه أبو زرعة كما في العلل لابن أبي حاتم (78) والعلل الكبير (1/180) . ¶ وقال أحمد أيضاً: «لا أرى الحديث يثبت» - تاريخ بغداد (2/135) . ¶ وضعَّفه أيضاً ابن القيم في حاشيته على تهذيب السنن (1/284) ، ونقله عن الشافعي أيضاً، ثم قال: «الأحاديث الصحيحة كلُّها تخالفه» ، فهذا السند ضعيف. ¶ 2. عتبة بن السكن - أخرجه تمام في فوائده (1/239) مرسلاً، بإسقاط المغيرة رضي الله عنه. ¶ وعتبة قال عنه الدارقطني: متروك، وضعفه البزار، وابن حبان، والبيهقي - اللسان (4/152) - فالسند ضعيف. ¶ 3. محمد بن عيسى بن سُميع، أشار إليه الدارقطني في علله (7/109) ، ومحمد صدوق - التهذيب (3/670) - ولم أجد من وصله، وتفرُّد ابنِ سُميع لا يحتمل هنا. ¶ 4. عبد الله بن المبارك، رواه عن ثور لكنه قال: حُدِّثت عن رجاء عن كاتب المغيرة مرسلاً - ذكره البخاري في الأوسط (980) ، والترمذي في جامعه (97) ، والدارقطني في علله (7/110) ، والبيهقي في الكبرى (1/290) ، والخطيب في تاريخه (2/135) . ¶ وهذا الوجه احتج به البخاري وأبو زرعة على تضعيف رواية الوليد الموصولة -كما سبق-. ¶ وقال الدارقطني في علله (7/111) : «وحديث رجاء بن حيوة الذي فيه ذكر أعلى الخف وأسفله لا يثبت، لأن ابن المبارك رواه عن ثور بن يزيد مرسلاً» .",
            "page": null,
            "part": null,
            "seal": "C5E580AE"
        },
        {
            "id": "115",
            "nass": "وحكى أبو بكر الأثرم عن أحمد بن حنبل أنه سُئِلَ عن حديث المغيرة بن شعبة رضي الله عنه أنَّ النبي صلى الله عليه وسلم مسح أعلى الخف وأسفله، فقال: هذا الحديث ذكرته لعبد الرحمن بن مهدي فقال: عن ابن المبارك أنه قال عن ثور: حُدِّثتُ عن رجاء بن حيوة عن كاتب المغيرة وليس فيه المغيرة، قال أحمد: وأما الوليد فزاد فيه عن المغيرة وجعله: ثور عن رجاء ولم يسمعه ثور من رجاء لأن ابن المبارك قال فيه عن ثور: حدثت عن رجاء» - التمهيد (1/14) ، وتاريخ بغداد (2/135) . ¶ قال ابن القيم: «فهذا حديث قد ضَعَّفَهُ الأئمة الكبار -البخاري، وأبو زرعة، والترمذي، وأبو داود، والشافعي- ومن المتأخرين أبو محمد ابن حزم، وهو الصواب؛ لأن الأحاديث الصحيحة كلها تخالفه» - حاشية تهذيب السنن (1/193) . ¶ اللفظة الثانية: قال أحمد في مسنده (4/254) : «ثنا أبو المغيرة ثنا مُعان بن رفاعة حدثني علي بن يزيد عن القاسم أبي عبد الرحمن عن أبي أمامة الباهلي رضي الله عنه عن المغيرة بن شعبة رضي الله عنه قال: دعاني رسول الله صلى الله عليه وسلم بماء فأتيت خباءً فإذا فيه امرأة أعرابية قال: فقلت: إنَّ هذا رسول الله صلى الله عليه وسلم وهو يريد ماء يتوضأ، فهل عندك من ماء؟ قالت: بأبي وأمي رسول الله صلى الله عليه وسلم، فوالله ما تظلُّ السماء ولا تقلُّ الأرض رُوحا أحبَّ إليَّ من روحه، ولا أعزَّ، ولكن هذه القربة مسك ميتة، ولا أحبُّ أن أنجس به رسول الله صلى الله عليه وسلم، فرجعت إلى رسول الله صلى الله عليه وسلم فأخبرته، فقال:\" ارجع إليها فإن كانت دبغتها فهي طهورها \"، قال: فرجعت إليها فذكرت ذلك لها، فقالت: أي والله، لقد دبغتها، فأتيته بماء منها وعليه يومئذ جبة شامية وعليه خفان وخمار، قال: فأدخل يديه من تحت الجبة - قال: من ضيق كميها - قال: فتوضأ فمسح على الخمار والخفين» .",
            "page": null,
            "part": null,
            "seal": "A8575D0A"
        },
        {
            "id": "116",
            "nass": "وهذا اللفظ بطوله منكر، مخالف لكلِّ الروايات عن المغيرة رضي الله عنه. ¶ فعلي بن زيد هو الألهاني ضعيف - التقريب (4817) . ¶ ومُعان مختلف فيه، فقد ضعفه ابن معين، وأبو حاتم، وابن حبان، وابن عدي، والجوزجاني، ويعقوب، والأزدي، وقال عنه أحمد، وأبو داود، ومحمد بن عوف: لا بأس به، ووثقه ابن المديني، ودحيم - التهذيب (4/104) . ¶ فالرجل إلى الضعف أقرب لكثرة من قال بذلك. ¶ اللفظة الثالثة: زيادة: \"هكذا أمرني ربي عز وجل\"، وجاءت من طريقين: ¶ أ- الطريق الأولى: روى جماعة عن بكير بن عمر البجلي عن عبد الرحمن بن أبي نُعم عن المغيرة بن شعبة: أنَّ رسول الله صلى الله عليه وسلم مسح على الخفين، فقلت: يارسول الله، نسيت؟ قال:\" بل أنت نسيت، بهذا أمرني ربي عز وجل \".- أخرجه أحمد (4/246و253) ، وأبو داود، (157) ، والعقيلي (1/153) ، وابن عدي (2/202و203) ، والحاكم في المستدرك (1/170) - وصححه -، وأبو نعيم في الحلية (7/335) ، والخطيب في جامعه (1147) . ¶ وهذا اللفظ شاذ من هذا الوجه فبكير ضعيف - التقريب (759) . ¶ وقد خالف الجماعة عن بكير راوٍ آخر هو: منديل، حيث قال عن بكير عن الشعبي عن عروة عن المغيرة بالزيادة - أخرجه الطبراني في الكبير (20/374) ، ومندل ضعيف - التقريب (6931) ، وقد اضطرب فرواه مرةً أخرى كرواية الجماعة عند الطبراني (20/417) . ¶ ب- الطريق الثانية: قال ابن عدي في الكامل (6/196) : حدثنا الحسن بن الحباب المقري قال ثنا الربيع بن ثعلب قال ثنا عمرو بن جميع الحلواني عن الأعمش عن أبي ظبيان عن المغيرة بن شعبة قال: «توضأ رسول الله صلى الله عليه وسلم فمسح، فقلت: نسيت يا رسول الله؟ فقال: \" بل أنت نسيت، هكذا أمرني ربي عز وجل\"» . ¶ وهذا سند واهٍ، فعمرو بن جميع: متروك - اللسان (4/411) .",
            "page": null,
            "part": null,
            "seal": "1E1A92B2"
        },
        {
            "id": "117",
            "nass": "وقد خالفه في إسناده ومتنه جماعة، رووه عن الأعمش عن أبي الضحى عن مسروق عن المغيرة رضي الله عنه، ولم يذكروا فيه \" أمرني ربي \" - أخرجه البخاري (363و388و2918و5798) ، ومسلم (273) . فذكر النسيان لا يصح أصلاً، وقوله: \" أمرني ربي \" لا تثبت في هذا الحديث، وإن كان معناه صحيحاً. ¶ اللفظة الرابعة: ذكر التوقيت، وجاءت من طريقين: ¶ أ - الطريق الأولى: رواه عمر بن رُدَيح عن عطاء بن أبي ميمونة عن أبي بردة عن المغيرة قال: «آخر غزاة غزونا مع رسول الله صلى الله عليه وسلم أمرنا أن نمسح على خفافنا للمسافر: ثلاثة أيام ولياليهن، وللمقيم: يوم وليلة، ما لم يخلع» - أخرجه الطبراني في الكبير (20/418) ، والبيهقي (1/290) . ¶ وقوله: \" ما لم يخلع \" منكر، لم يأت له شاهد بخلاف أوله، فله شواهد صحيحة عن غير المغيرة رضي الله عنه. ¶ وعمر مختلف فيه. ¶ فقال ابن معين: صالح الحديث، وذكره ابن شاهين في الثقات وقال ابن حبان: مستقيم الحديث، بينما ضعفه أبو حاتم، وقال عنه ابن عدي: يخالف الثقات في بعض ما يرويه -اللسان (4/306) . ¶ وقال البيهقي عقبه: «تفرد به عمر بن رُدَيح وليس بالقوي» . ¶ فذكر التوقيت عن المغيرة رضي الله عنه شاذ، لعدم ذكره في بقية الروايات عنه. ¶ ب - الطريق الثانية: قال أسلم في تاريخ واسط (ص242) : حدثنا الحسين بن المبارك قال: ثنا عبد الله بن رجاء عن عمر بن أبي زائدة عن ابن أبي السفر عن الشعبي عن عقَّار بن المغيرة عن أبيه قال: قال رسول الله صلى الله عليه وسلم في المسح على الخفين: «للمقيم يوم وليلة وللمسافر ثلاثة أيام ولياليهن» . ¶ وهذا اللفظ بهذا السند شاذ أيضاً، فقد روى مسلم في صحيحه (274) الحديث عن إسحاق بن منصور عن عمر ... به، بدون ذكر التوقيت بل فيه: أنه وضَّأ النبي صلى الله عليه وسلم فتوضأ، ومسح على خفيه، فقال: إني أدخلتهما طاهرتين.",
            "page": null,
            "part": null,
            "seal": "14C57BD1"
        },
        {
            "id": "118",
            "nass": "وأخرجه أيضاً الطبراني في الأوسط (4/27) قال: حدثنا حفص بن عمر قال: حدثنا عبد الله بن رجاء ... به مطولاً، وليس فيه ذكر التوقيت، لكنه ثبت في أحاديث متواترة عن غير المغيرة رضي الله عنه. ¶ اللفظة الخامسة: زيادة \" ثم لم أمش حافيا بعد \". ¶ قال أحمد في مسنده (4/246) ثنا عبدة بن سليمان أبو محمد الكلابي ثنا مجالد عن الشعبي عن المغيرة بن شعبة قال: وضَّأت النبي صلى الله عليه وسلم في سفر فغسل وجهه وذراعيه ومسح برأسه ومسح على خفيه، فقلت: يا رسول الله، ألا أنزع خفيك؟ قال:\" لا إني أدخلتهما وهما طاهرتان، ثم لم أمش حافيا بعد \". ثم صلى صلاة الصبح» . ¶ وهذه الزيادة لا تصح، لأن مجالداً خالف كلَّ من روى الحديث عن الشعبي في السند والمتن، منهم: ¶ أ/ زكريا - أخرجه البخاري (206) ومسلم (274) . ¶ ب/ عمر بن أبي زائدة - أخرجه مسلم (274) . ¶ ج/ عبد الله بن عون - أخرجه النسائي (82) . ¶ د/ يونس - أخرجه أبو داود (151) . ¶ كلهم رووه عن الشعبي عن عروة عن أبيه المغيرة، فزادوا في السند لا المتن. ¶ ومجالد ضعيف الحديث - التهذيب (4/24) ، فهذه اللفظة لا تصح. ¶ اللفظة السادسة: زيادة \"الجوربين والنعلين\"، وجاءت من طريقين: ¶ 1- الطريق الأولى: قال الإسماعيلي في معجمه (2/703) : حدثنا عبد الرحمن بن محمد بن الحسن بن مرداس الواسطي أبو بكر - من حفظه إملاءً - قال: سمعت أحمد بن سنان يقول: سمعت عبد الرحمن بن مهدي يقول: عندي عن المغيرة بن شعبة ثلاثة عشر حديثاً في المسح على الخفين، فقال أحمد الدورقي: حدثنا يزيد بن هارون عن داود بن أبي هند عن أبي العالية عن فضالة بن عمرو الزهراني عن المغيرة بن شعبة \"أنَّ النَّبي صلى الله عليه وسلم توضأ ومسح على الجوربين والنعلين\". قال: فلم يكن عنده فاغتمَّ» . ¶ وهذا سند حسن رجاله ثقات عدا فضالة، حيث سكت عنه البخاري في الكبير (7/124) وقال: فضالة بن عمير الزهراني، وقيل ابن عبيد.",
            "page": null,
            "part": null,
            "seal": "298FB688"
        },
        {
            "id": "119",
            "nass": "وكذا قال ابن أبي حاتم في الجرح (7/77) ، وزاد: بصري. ¶ وذكره ابن حبان في الثقات (5/296) ، وقال العجلي: «بصري تابعي ثقة» - الثقات (1478) . ¶ لكن اللفظة معلة بأمور منها: ¶ أ. المخالفة لبقية مَنْ رواه عن المغيرة رضي الله عنه بدونها. ¶ ب. أنَّ الطبراني في الكبير (20/425) روى الحديث، فذكر الرأس والخفين، ولم يذكر الجوربين. ¶ ج. أنَّ الحديث جاء في المذاكرة بين المحدِّثين، وقد قال ابن حبان: «ولقد كنا نجالسهم - أي حفاظ الحديث - برهة من دهرنا على المذاكرة، ولا أراهم يذكرون من متن الخبر إلا كلمة واحدة يشيرون إليها» - شرح العلل لابن رجب (1/151) . ¶ د. أن مخرج الحديث الإسماعيلي متأخر توفي سنة 371هـ، فأين السابقون من سلف الأمة عن هذا الحديث - لو صح -؟ ¶ وما كان هذا حاله فلا سبيل للاحتجاج به. ¶ 2- الطريق الثانية: ¶ رواها أبو قيس عن هزيل بن شرحبيل عن المغيرة رضي الله عنه - أخرجه أحمد (4/252) ، والترمذي (99) - وصححه -، وأبو داود (160) ، وابن ماجة (559) ، والنسائي في الكبرى (130) ، وابن حبان (1338-إحسان) ، وابن خزيمة (198) ، وغيرهم، من طرق عن الثوري عن أبي قيس به بلفظ: «توضَّأ النبي صلى الله عليه وسلم ومسح على الجوربين والنعلين» . ¶ وهذا سند علته في أبي قيس عبد الرحمن بن ثروان الأودي. ¶ قال عنه أبو حاتم: ليس بقوي، ليس بحافظ، قليل الحديث. وحرَّك أحمد يده في أمره عندما سئل عنه وقال: هو كذا وكذا، وذكره العقيلي في الضعفاء بسبب حديثه هذا، ووثقه ابن نمير وابن حبان والدارقطني - التهذيب (2/495) . ¶ وهذا اللفظ من هذا الطريق شاذ أيضاً لمخالفته كلَّ الطرق الصحيحة عن المغيرة رضي الله عنه. ¶ قال عبد الرحمن بن مهدي: «قلت لسفيان الثوري: لو حدثتني بحديث أبي قيس عن هزيل ما قبلته منك، فقال سفيان: الحديث ضعيف، أو واهٍ، أو كلمة نحوها» .",
            "page": null,
            "part": null,
            "seal": "F1D98882"
        },
        {
            "id": "120",
            "nass": "وقال عبد الله بن أحمد بن حنبل: «حدثت أبي بهذا الحديث، فقال أبي: ليس يروي هذا إلا من حديث أبي قيس. قال أبي: إنَّ عبد الرحمن بن مهدي أبَى أنْ يحدِّث به يقول: هو منكر» . ¶ وقال علي بن المديني: «حديث المغيرة بن شعبة في المسح رواه عن المغيرة أهل المدينة وأهل الكوفة وأهل البصرة، ورواه هزيل بن شرحبيل عن المغيرة إلا أنه قال: ومسح على الجوربين وخالف الناس» . ¶ وقال مسلم: «أبو قيس الأودي وهزيل بن شرحبيل لا يحتملان هذا، مع مخالفتهما الأجلة، الذين رووا هذا الخير عن المغيرة، فقال: مسح على الخفين» - الكبرى للبيهقي (1/284) . ¶ وقال أيضاً: «والحمل فيه على أبي قيس أشبه، وبه أولى منه بهذيل لأنَّ أبا قيس قد استنكر أهل العلم من روايته أخباراً غير هذا الخبر ... » - التمييز (ص203) . ¶ ونقل البخاري عن القطان استنكاره لهذا الحديث - التاريخ الكبير (3/137) . ¶ قال أبو داود: «كان عبد الرحمن بن مهدي لا يحدث بهذا الحديث، لأن المعروف عن المغيرة أن النبي صلى الله عليه وسلم مسح على الخفين» - السنن (160) . ¶ وقال النسائي: «ما نعلم أن أحداً تابع أبا قيس على هذه الرواية، والصحيح عن المغيرة أن النبي صلى الله عليه وسلم مسح على الخفين» - السنن الكبرى (2/9) . ¶ وقال العقيلي عقبه: «الرواية في الجوربين فيها لين» - الضعفاء (2/327) . ¶ وقال الدارقطني: «لم يروه غير أبي قيس، وهو مما يغمز عليه به، لأن المحفوظ عن المغيرة المسح على الخفين» - العلل (7/112) . ¶ وعن حكم المسح على الجوربين قال ابن المنذر: روى المسح على الجوربين عن تسعة من أصحاب النبي صلى الله عليه وسلم: علي، وعمار، وأبي مسعود الأنصاري، وأنس، وابن عمر، والبراء، وبلال، وعبد الله بن أبي أوفى، وسهل بن سعد، وزاد أبو داود، وأبو أمامة، وعمرو بن حريث، وعمر، وابن عباس رضي الله عنهم» .",
            "page": null,
            "part": null,
            "seal": "3690E918"
        },
        {
            "id": "121",
            "nass": "قال ابن القيم عقبه: «فهؤلاء ثلاثة عشر صحابياً، والعمدة في الجواز على هؤلاء رضي الله عنهم لا على حديث أبي قيس» - حاشية تهذيب السنن (1/187) . ¶ اللفظة السابعة: رواها أبو عامر الخزاز عن الحسن عن المغيرة بن شعبة قال: «رأيت رسول الله صلى الله عليه وسلم بال ثم جاء حتى توضأ، ومسح على خفيه، ووضع يده اليمنى على خفه الأيمن، ويده اليسرى على خفه الأيسر، ثم مسح أعلاهما مسحة واحدة، حتى كأني أنظر إلى أصابع رسول الله صلى الله عليه وسلم على الخفين» . ¶ أخرج ابن أبي شيبة في مصنفه (1/170) ، وفي مسنده (111- المطالب) ، والبيهقي في الكبرى (1/292) . ¶ وهذا سند لا يصح لأمور منها: ¶ أ. أن الحسن لم يسمع من المغيرة أصلاً. ¶ قال الحربي في علله: «أحسب لو كان الحسن معه في بلد سمع منه» - الإكمال لمغلطاي (4/86) . ¶ وقال الدارقطني بعد هذا الحديث: «لم يسمع الحسن هذا من المغيرة» - العلل (7/106) . ¶ وقال الذهبي: «لم يسمع من المغيرة» - السير (1/80) . ¶ ب. أنَّ أبا عامر صالح الخزاز قال فيه ابن حجر عقب حديثه هذا: «صالح بن رستم فيه ضعف، والحسن لم يسمع - عندي - من المغيرة» - المطالب (111) . ¶ ج. أن قتادة - وهو أثبت أصحاب الحسن-، رواه عنه بدون ذكر المسح أصلاً، بل بذكر أصل القصة - أخرجه عنه أبو داود في سننه (153) . ¶ وهذه الرواية تفردت بذكر تفصيل كيفية مسحه صلى الله عليه وسلم. أما قوله \"مسحة واحدة\" فصحيحة المعنى، حيث لم ينقل عن النبي صلى الله عليه وسلم تكرار المسح على الخفين، والأصل عدمه. ¶ اللفظة الثامنة: قال الطيالسي في مسنده (727) : حدثنا ابن أبي الزناد عن أبيه عن عروة بن المغيرة عن المغيرة بن شعبة رضي الله عنه: أن النبي صلى الله عليه وسلم مسح ظاهر خفيه» . ¶ وهذا سند علته أنَّ الطيالسي جعل عروة فيه ابن المغيرة، فخالف بذلك جماعة رووه عن ابن أبي الزناد، فسموه: ابن الزبير، منهم:",
            "page": null,
            "part": null,
            "seal": "EEB69200"
        },
        {
            "id": "122",
            "nass": "1. سليمان الهاشمي - أخرجه ابن الجارود (85) ، والدارقطني (1/195) . ¶ 2. إبراهيم بن أبي العباس - أخرجه أحمد (4/246و254) . ¶ 3. علي بن حُجر - أخرجه الترمذي (98) . ¶ 4. محمد بن الصباح - أخرجه البخاري في تاريخه الأوسط (981) ، وأبو داود (162) . ¶ 5. سعيد بن منصور - أخرجه ابن المنذر في الأوسط (1/454) . ¶ فالصواب ما رواه الجماعة، ويظهر أنَّ الوهم في هذا الحديث سنداً ومتناً من عبد الرحمن بن أبي الزناد عن أبيه. ¶ ففي قوله \"عروة بن الزبير\"، قد خالف كلَّ من روى الحديث عن عروة عن المغيرة رضي الله عنه، حيث جعلوا عروة فيه ابناً للمغيرة لا لابن الزبير. ¶ وعبد الرحمن بن أبي الزناد ضعَّفه ابن مهدي، وأحمد - في رواية -، وابن المديني، والنسائي، وابن معين، والسَّاجي، وخالفهم الترمذي، والعجلي - التهذيب (2/504) . ¶ وقوله \" ظاهر خفيه \" لم ترد في بقية الطرق الصحيحة، فهي لا تثبت من حديث المغيرة رضي الله عنه، أما المعنى فصحيح بلا ريب، يشهد لها ما رواه علي بن أبي طالب رضي الله عنه قال: «رأيت رسول الله صلى الله عليه وسلم يمسح على ظاهر خفيه» - أخرجه أبو داود (163) . ¶ تم بحمد الله ¶ والله أعلم وصلِّ اللهم على نبينا محمد ¶ وعلى آله وصحبه وسلِّم.",
            "page": null,
            "part": null,
            "seal": "AF2983F5"
        }
    ],
    "t9499": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "(مقدمة وتعريف)"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "1- تعريف العلة:"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "2- أهمية علم العلل وصعوبته:"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "3- أقسام الحديث المعل:"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "4 - المؤلفات في العلل:"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "5 - طرق معرفة علة الحديث:"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "6 - طرق معرفة علة الحديث: الأمر الثاني"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "7 - من مهمات علم العلل:"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "8 - قرائن الترجيح والموازنة بين الروايات المختلفة:"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "أ- قرائن أغلبية."
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": "2",
            "tit": "1. العدد:"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "2. الحفظ:"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "3. الاختصاص:"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "4. سلوك الجادة:"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": null,
            "tit": "5. غرابة السند واتفاق البلدان:"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "6. اتفاق البلدان:"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "ب - قرائن خاصة."
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": "1",
            "tit": "1) رواية الراوي عن أهل بيته:"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "2) الرواية بالمعنى:"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "3) اختلاف المجلس:"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": null,
            "tit": "4) سعة رواية المختلف عليه:"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "5) شذوذ السند:"
        },
        {
            "id": "90",
            "lvl": "3",
            "sub": null,
            "tit": "6) فقدان الحديث من كتب الراوي:"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": null,
            "tit": "7) مخالفة الراوي لما روى:"
        },
        {
            "id": "94",
            "lvl": "3",
            "sub": null,
            "tit": "8) وجود تفصيل أو قصة في السند أو المتن:"
        },
        {
            "id": "96",
            "lvl": "3",
            "sub": null,
            "tit": "9) التفرد:"
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": null,
            "tit": "10) غرابة المتن:"
        },
        {
            "id": "99",
            "lvl": "3",
            "sub": null,
            "tit": "11) اختلاف ألفاظ الروايتين:"
        },
        {
            "id": "99",
            "lvl": "3",
            "sub": "1",
            "tit": "12) اضطراب إحدى الروايتين:"
        },
        {
            "id": "101",
            "lvl": "3",
            "sub": null,
            "tit": "13) وجود أصل للرواية:"
        },
        {
            "id": "102",
            "lvl": "3",
            "sub": null,
            "tit": "14) وجود رواية تجمع الوجهين المختلفين:"
        },
        {
            "id": "103",
            "lvl": "3",
            "sub": null,
            "tit": "15) تصحيح الحفاظ لإحدى الروايات:"
        },
        {
            "id": "104",
            "lvl": "3",
            "sub": null,
            "tit": "16) تشابه الاسمين:"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": null,
            "tit": "17) رواية أهل المدينة:"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": "1",
            "tit": "18) احتمال التدليس ممن وصف به:"
        },
        {
            "id": "107",
            "lvl": "3",
            "sub": null,
            "tit": "19) التصريح بالسماع:"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": "1",
            "tit": "تعارض القرائن:"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "1",
            "tit": "أما بعد"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "ترجمة موجزة لراوي الحديث"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "بيان لتلك الألفاظ، وطرقها وتخريجها وبيان عللها"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "علل ألفاظ حديث المغيرة بن شعبة رضي الله عنه في المسح"
        }
    ]
}