{
    "b9527": [
        {
            "id": "56",
            "nass": "وما أقره النبي - صلى الله عليه وسلم - من الأقوال والأفعال حكم عليه بالإباحة، أو غيرها على الوجه الذي أقره.",
            "page": "93",
            "part": "1",
            "seal": "E4FD4D4F"
        },
        {
            "id": "58",
            "nass": "فصل الإجماع والقياس الصحيح ¶ وأما الإجماع، فهو اتفاق العلماء المجتهدين على حكم حادثة. ¶ فمتى قطعنا بإجماعهم وجب الرجوع إلى إجماعهم، ولم تحل مخالفتهم. ¶ ولابد أن يكون هذا الإجماع مستنداً إلى",
            "page": "95",
            "part": "1",
            "seal": "8941C9AC"
        },
        {
            "id": "59",
            "nass": "دلالة الكتاب والسنة. ¶ وأما القياس الصحيح، فهو إلحاق فرع بأصل لعلة تجمع بينهما.",
            "page": "96",
            "part": "1",
            "seal": "B99D4E12"
        },
        {
            "id": "60",
            "nass": "فمتى نص الشارع على مسألة ووصفها بوصف أو استنبط العلماء أنه شرعها لذلك الوصف، ثم وجد ذلك الوصف في مسألة أخرى لم ينص الشارع على عينها، من غير فرق بينها وبين المنصوص، وجب إلحاقها بها في في حكمها؛ ¶ لأن الشارع حكيم لا يفرق بين المتمثلات فى أوصافها، كما لا يجمع بين المختلفات.",
            "page": "97",
            "part": "1",
            "seal": "7CBA2C5F"
        },
        {
            "id": "61",
            "nass": "وهذا القياس الصحيح هو الميزان الذي أنزله الله، وهو",
            "page": "98",
            "part": "1",
            "seal": "28DFF05D"
        },
        {
            "id": "62",
            "nass": "متضمن للعدل، وما يعرف به العدل. ¶ والقياس إنما يعدل إليه وحده إذا فقد النص، فهو أصل يرجع إليه إذا تعذر غيره. ¶ وهو مؤيد للنص، فجميع ما نص الشارع على حكمه فهو موافق للقياس لا مخالف له.",
            "page": "99",
            "part": "1",
            "seal": "CE45C1FF"
        },
        {
            "id": "64",
            "nass": "فصل أصول مستنبطة من الكتاب والسنة ¶ وأخَذ الأصوليون من الكتاب والسنة أصولاً كثيرة، بنوا عليها أحكاماً كثيرة جداً، ونفعوا وانتفعوا بها. ¶ فمنها (اليقين لا يزول بالشك) . ¶ أدخلوا فيه من العبادات والمعاملات والحقوق شيئاً كثيراً. ¶ فمن حصل له الشك فى شي منها رجع إلى الأصل المتيقن. ¶ وقالوا (الأصل الطهارة في كل شي والأصل الإباحة، إلا ما دل الدليل على نجاسته أو تحريمه) ، ¶ و (الأصل براءة الذمم من الواجبات ومن حقوق الخلق، حتى يقوم الدليل على خلاف ذلك) ، ¶ و (الأصل بقاء ما اشتغلت به الذمم من حقوق الله وحقوق عباده، حتى يتيقن البراءة والأداء) .",
            "page": "101",
            "part": "1",
            "seal": "D9F484BA"
        },
        {
            "id": "65",
            "nass": "ومنها أن (المشقة تجلب التيسير) . ¶ وبنوا على هذا جميع رخص السفر، والتخفيفَ في العبادات والمعاملات وغيرها. ¶ ومنها قولهم (لا واجب مع العجز، ولامحرم مع الضرورة) . ¶ فالشارع لم يوجب علينا ما لا نقدر عليه بالكلية. ¶ وما أوجبه من الواجبات فعجز عنه العبد سقط عنه. ¶ إذا قدر على بعضه وجب عليه ما يقدر عليه، وسقط",
            "page": "102",
            "part": "1",
            "seal": "B75F14DE"
        },
        {
            "id": "66",
            "nass": "عنه ما يعجز عنه، وأمثلتها كثيرة جداً. ¶ وكذلك ما احتاج الخلق إليه لم يحرمه عليهم. ¶ والخبائث التى حرمها إذا اضطر إليها العبد فلا أثم عليه، ¶ فالضرورات تبيح المحظورات الراتبة، والمحظورات العارضة. ¶ والضرورة تقدر بقدرها، تخفيفاً للشر، ¶ فالضرورة تبيح المحرمات من المآكل والمشارب والملابس وغيرها. ¶ ومنها (الأمور بمقاصدها) . ¶ فيدخل في ذلك العبادات والمعاملات. ¶ وتحريم الحيل المحرمة مأخوذ من هذا الأصل. ¶ وانصراف ألفاظ الكنايات والمحتملات إلى الصرائح من هذا الأصل، وصورها كثيرة جداً. ¶ ومنها (يختار أعلى المصلحتين، ويرتكب أخف المفسدتين، عند التزاحم) ¶ وعلى هذا الأصل الكبير ينبني مسائل",
            "page": "103",
            "part": "1",
            "seal": "3C8461D7"
        },
        {
            "id": "67",
            "nass": "كثيرة. ¶ وعند التكافؤ، فـ (درء المفاسد أولى من جلب المصالح) . ¶ ومن ذلك قولهم (لاتتم الأحكام إلا بوجود شروطها وانتفاء موانعها) . ¶ وهذا أصل كبير بني عليه من مسائل الأحكام وغيرها شيء كبير. ¶ فمتى فقد شرط العبادة أو المعاملة أو ثبوت الحقوق لم تصح",
            "page": "104",
            "part": "1",
            "seal": "82D96A02"
        },
        {
            "id": "68",
            "nass": "ولم تثبت. ¶ وكذلك إذا وجد مانعها لم تصح ولم تنفذ. ¶ وشروط العبادات والمعاملات: كل ماتتوقف صحتها عليها. ¶ ويعرف ذلك بالتتبع والاستقراء الشرعى. ¶ وبأصل التتبع حصر الفقهاء فرائض العبادات وشروطها وواجباتها، وكذلك شروط المعاملات وموانعها. ¶ والحصر إثبات الحكم فى المذكور، ونفيه عما عداه. ¶ فيستفاد من حصر الفقهاء شروط الأشياء وأمورها أن ما عداها لا يثبت له الحكم المذكور. ¶ ومن ذلك قولهم (الحكم يدور مع علته ثبوتاً وعدماً) . ¶ فالعلل التامة التي يعلم أن الشارع رتب عليها الأحكام، متى وجدت وجد الحكم، ومتى فقدت لم يثبت الحكم. ¶ ومن ذلك قولهم (الأصل في العبادات الحظر إلا ما ورد",
            "page": "105",
            "part": "1",
            "seal": "7EA56659"
        },
        {
            "id": "69",
            "nass": "عن الشارع تشريعه، والأصل في العادات الإباحة إلا ما ورد عن الشارع تحريمه) . ¶ لأن العبادة ما أمر به الشارع أمر إيجاب أو استحباب، فما خرج عن ذلك فليس بعبادة. ¶ ولأن الله خلق لنا جميع ما على الأرض لننتفع به بجميع أنواع الانتفاعات، إلا ماحرمه الشارع علينا. ¶ ومنها (إذا وجدت أسباب العبادات والحقوق ثبتت ووجبت، إلا إذا قارنها المانع) . ¶ ومنها (الواجبات تلزم المكلفين) . ¶ والتكليف يكون بالبلوغ والعقل. ¶ والإتلافات تجب على المكلفين وغيرهم.",
            "page": "106",
            "part": "1",
            "seal": "6688A79A"
        },
        {
            "id": "70",
            "nass": "فمتى كان الإنسان بالغاً عاقلاً وجبت عليه العبادات التي وجوبها عام، ووجبت عليه العبادات الخاصة إذا اتصف بصفات من وجبت عليهم بأسبابها. ¶ والناسي والجاهل غير مؤاخذين من جهة الإثم، لا من جهة الضمان في المتلفات.",
            "page": "107",
            "part": "1",
            "seal": "3DEAB63E"
        },
        {
            "id": "72",
            "nass": "فصل: قول الصحابي وحجيته ¶ قول الصحابي - وهو من اجتمع بالنبي - صلى الله عليه وسلم - مؤمناً ومات على الإيمان -: ¶ إذا اشتهر، ولم ينكر بل أقره الصحابة عليه، فهو إجماع. ¶ فإن لم يعرف اشتهاره، ولم يخالفه غيره، فهو حجة على الصحيح. ¶ فإن خالفه غيره من الصحابة لم يكن حجةً.",
            "page": "109",
            "part": "1",
            "seal": "BB5F0950"
        },
        {
            "id": "74",
            "nass": "فصل: الأمر والنهي، ألفاظ العموم، الاجتهاد والتقليد ¶ الأمر بالشيء نهي عن ضده. ¶ والنهي عن الشيء أمر بضده. ويقتضي الفساد إلا إذا دل الدليل على الصحة.",
            "page": "111",
            "part": "1",
            "seal": "938E458C"
        },
        {
            "id": "75",
            "nass": "والأمر بعد الحظر يرده إلى ماكان عليه قبل ذلك.",
            "page": "112",
            "part": "1",
            "seal": "C617098A"
        },
        {
            "id": "76",
            "nass": "والأمر والنهى يقتضيان الفور. ¶ ولا يقتضي الأمر التكرار، إلا إذا علق على سبب، فيجب أو يستحب عند وجود سببه.",
            "page": "113",
            "part": "1",
            "seal": "011B0131"
        },
        {
            "id": "77",
            "nass": "والأشياء المخير فيها: ¶ إن كان للسهولة على المكلف، فهو تخيير رغبة واختيار، ¶ وإن كان لمصلحة ما ولي عليه، فهو تخيير يجب تعيين ما ترجحت مصلحته. ¶ ألفاظ العموم ¶ وألفاظ العموم، ككل وجميع، والمفرد المضاف، والنكرة في سياق النهي أو النفي أو الاستفهام أو الشرط، والمعرف بأل الدالة على",
            "page": "114",
            "part": "1",
            "seal": "D90F92B4"
        },
        {
            "id": "78",
            "nass": "الجنس أو الاستغراق، كلها تقتضي العموم. ¶ والعبرة بعموم اللفظ لا بخصوص السبب.",
            "page": "115",
            "part": "1",
            "seal": "DA2A2537"
        },
        {
            "id": "79",
            "nass": "ويراد بالخاص العام،",
            "page": "116",
            "part": "1",
            "seal": "C58A9D45"
        },
        {
            "id": "80",
            "nass": "وعكسه، مع وجود القرائن الدالة على ذلك. ¶ وخطاب الشارع لواحد من الأمة أو كلامه في قضية جزئية يشمل جميع الأمة وجميع الجزئيات، إلا إذا دل دليل على الخصوص. ¶ وفعله - صلى الله عليه وسلم - الأصل فيه أن أمته أسوته في الأحكام، إلا إذا دل دليل على أنه خاص به. ¶ وإذا نفى الشارع عبادةً أو معاملةً فهو لفسادها، أو نفى بعض ما يلزم فيها فلا تنفى لنفي بعض مستحباتها. ¶ وتنعقد العقود وتنفسخ بكل ما دل على ذلك من قول أو فعل. ¶ الاجتهاد والتقليد ¶ والمسائل قسمان: ¶ مجمع عليها، فتحتاج إلى تصور وتصوير، وإلى",
            "page": "117",
            "part": "1",
            "seal": "2528F445"
        },
        {
            "id": "81",
            "nass": "إقامة الدليل عليها، ثم يحكم عليها بعد التصوير والاستدلال. ¶ وقسم فيها خلاف، فتحتاج - مع ذلك - إلى الجواب عن دليل المنازع. ¶ هذا في حق المجتهد والمستدل، وأما المقلد فوظيفته السؤال لأهل العلم. ¶ والتقليد قبول قول الغير من غير دليل. ¶ فالقادر على الاستدلال عليه الاجتهاد والاستدلال،",
            "page": "118",
            "part": "1",
            "seal": "159D212A"
        },
        {
            "id": "82",
            "nass": "والعاجز عن ذلك عليه التقليد والسؤال، كما ذكر الله الأمرين في قوله تعالى {فاسألوا أهل الذكر إن كنتم لا تعلمون} . ¶ والله أعلم. ¶ وصلى الله على محمد رسول الله وعلى آله وصحبه وسلم. ¶ تمت الرسالة ¶ رحم الله مصنفها وأسكنه فسيح جناته ¶ ونفع قارئها ودارسها",
            "page": "119",
            "part": "1",
            "seal": "BC46C704"
        },
        {
            "id": "1",
            "nass": "رسالة لطيفة في أصول الفقه ¶ للعلامة عبد الرحمن بن ناصر السعدي رحمه الله",
            "page": null,
            "part": null,
            "seal": "B94C73D6"
        },
        {
            "id": "2",
            "nass": "خطبة الرسالة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله، نحمده على ما له من الأسماء الحسنى، والصفات الكاملة العليا، وعلى أحكامه القدرية العامة لكل مكون وموجود، وأحكامه الشرعية الشاملة لكل مشروع، وأحكام الجزاء بالثواب للمحسنين والعقاب للمجرمين. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له فى الأسماء والصفات والعبادة والأحكام، وأشهد أن محمداً عبده ورسوله، الذى بين الحكم والأحكام، ووضح الحلال والحرام، وأصل الأصول وفصلها، حتى استتم هذا الدين واستقام. اللهم صل وسلم على محمد وعلى آله وأصحابه وأتباعه، خصوصاً العلماء الأعلام.",
            "page": "39",
            "part": "1",
            "seal": "49BBB147"
        },
        {
            "id": "3",
            "nass": "أما بعد؛ ¶ فهذه رسالة لطيفة فى أصول الفقه، سهلة الألفاظ، واضحة المعاني، معينة على تعلم الأحكام لكل متأمل معاني. نسأل الله أن ينفع بها جامعها وقارئها، إنه جواد كريم. ¶ عبد الرحمن بن ناصر السعدي",
            "page": "40",
            "part": "1",
            "seal": "E8C16100"
        },
        {
            "id": "4",
            "nass": "فصل: تعريف أصول الفقه ¶ أصول الفقه:",
            "page": "41",
            "part": "1",
            "seal": "5A4E1929"
        },
        {
            "id": "10",
            "nass": "هي العلم بأدلة الفقه الكلية. ¶ وذلك: أن الفقه: ¶ إما مسائل يطلب الحكم عليها بأحد الأحكام الخمسة، ¶ وإما دلائل يستدل بها على هذه المسائل. ¶ فالفقه: هو معرفة المسائل والدلائل. ¶ وهذه الدلائل نوعان: ¶ كلية، تشمل كل حكم من جنس واحد من أول الفقه إلى آخره، كقولنا الأمر للوجوب، والنهى للتحريم، ونحوها؛ وهذه هي أصول الفقه. ¶ وأدلة جزئية تفصيلية، تفتقر إلى أن تبنى على الأدلة الكلية. فإذا تمت، حكم على الأحكام بها.",
            "page": "47",
            "part": "1",
            "seal": "E96C4FB5"
        },
        {
            "id": "11",
            "nass": "فالأحكام مضطرة إلى أدلتها التفصيلية، والأدلة التفصيلية مضطرة إلى الأدلة الكلية. ¶ وبهذا نعرف الضرورة والحاجة إلى معرفة أصول الفقه، وأنها معينة عليه، وهى أساس النظر والاجتهاد في الأحكام.",
            "page": "48",
            "part": "1",
            "seal": "B2622ECD"
        },
        {
            "id": "14",
            "nass": "فصل: الأحكام التي يدور عليها الفقه ¶ الأحكام التي يدور الفقه عليها خمسة:",
            "page": "51",
            "part": "1",
            "seal": "BE599C07"
        },
        {
            "id": "15",
            "nass": "الواجب: الذي يثاب فاعله ويعاقب تاركه. ¶ والحرام: ضده. ¶ والمسنون: الذي يثاب فاعله ولا يعاقب تاركه. ¶ والمكروه: ضده. ¶ والمباح: مستوي الطرفين. ¶ وينقسم الواجب إلى: ¶ فرض عين، يطلب فعله من كل مكلف بالغ عاقل، وهو جمهور أحكام الشريعة الواجبة.",
            "page": "52",
            "part": "1",
            "seal": "163285AD"
        },
        {
            "id": "16",
            "nass": "وإلى فرض كفاية، وهو الذي يطلب حصوله وتحصيله من المكلفين، لا من كل واحد بعينه، كتعلم العلوم والصناعات النافعة والأذان والأمر بالمعروف والنهي عن المنكر، ونحو ذلك. ¶ وهذه الأحكام الخمسة تتفاوت تفاوتاً كثيراً، بحسب حالها ومراتبها وآثارها: ¶ فما كان مصلحته خالصةً أو راجحةً أمر به الشارع أمر إيجاب أو استحباب. ¶ وما كانت مفسدته خالصةً أو راجحة نهى عنه الشارع نهي تحريم أو كراهة. ¶ فهذا الأصل يحيط بجميع المأمورات والمنهيات.",
            "page": "53",
            "part": "1",
            "seal": "D4D47B97"
        },
        {
            "id": "17",
            "nass": "وأما المباحات، فإن الشارع أباحها وأذن فيها. وقد يتوصل بها إلى: ¶ الخير فتلحق بالمأمورات، ¶ وإلى الشر فتلحق بالمنهيات. ¶ فهذا أصل كبير أن الوسائل لها أحكام المقاصد.",
            "page": "54",
            "part": "1",
            "seal": "778007AB"
        },
        {
            "id": "19",
            "nass": "وبه نعلم أن: ¶ ما لا يتم الواجب إلا به فهو",
            "page": "56",
            "part": "1",
            "seal": "ECB9784B"
        },
        {
            "id": "20",
            "nass": "واجب، ¶ ومالا يتم المسنون إلا به فهو مسنون، ¶ وما يتوقف الحرام عليه فهو حرام، ¶ ووسائل المكروه مكروهة.",
            "page": "57",
            "part": "1",
            "seal": "201CF990"
        },
        {
            "id": "22",
            "nass": "فصل: الأدلة التي يستمد منها الفقه ¶ الأدلة التي يستمد منها الفقه أربعة: ¶ الكتاب والسنة، وهما الأصل الذي خوطب به المكلفون، وانبنى دينهم عليه، ¶ والإجماع والقياس الصحيح، وهما مستندان إلى الكتاب والسنة.",
            "page": "59",
            "part": "1",
            "seal": "E1A2C204"
        },
        {
            "id": "23",
            "nass": "فالفقه من أوله إلى آخره لا يخرج عن هذه الأصول الأربعة. ¶ وأكثر الأحكام المهمة تجتمع عليها الأدلة الأربعة: تدل عليها نصوص الكتاب والسنة، ويجمع عليها العلماء، ويدل عليها القياس الصحيح لما فيهما من المنافع والمصالح إن كانت مأموراً بها، ومن المضار إن كانت منهياً عنها. ¶ والقليل من الأحكام يتنازع فيها العلماء، وأقربهم إلى الصواب فيها من أحسن ردها إلى هذه الأصول الأربعة.",
            "page": "60",
            "part": "1",
            "seal": "D6EC0F5D"
        },
        {
            "id": "24",
            "nass": "فصل فى الكتاب والسنة ودلالتهما ¶ أما الكتاب: فهو هذا القرآن العظيم، كلام رب العالمين، نزل به الروح الأمين، على قلب محمد رسول الله - صلى الله عليه وسلم - ليكون من المنذرين، بلسان عربى مبين، للناس كافةً فى كل ما يحتاجون إليه من مصالح دينهم ودنياهم، وهو المقروء بالألسنة، المكتوب فى المصاحف، المحفوظ فى الصدور، الذي لا يأتيه الباطل من بين يديه ولا من خلفه، تنزيل من حكيم حميد.",
            "page": "61",
            "part": "1",
            "seal": "13BF944F"
        },
        {
            "id": "26",
            "nass": "وأما السنة: فإنها أقوال النبي - صلى الله عليه وسلم - وأفعاله وتقريراته على الأقوال والأفعال. ¶ فالأحكام الشرعية:",
            "page": "63",
            "part": "1",
            "seal": "85784259"
        },
        {
            "id": "27",
            "nass": "تارة تؤخذ من نص الكتاب والسنة، وهو اللفظ الواضح الذي لا يحتمل إلا ذلك المعنى. ¶ وتارة تؤخذ من ظاهرهما، وهو ما دل على ذلك على وجه العموم اللفظى أو المعنوى.",
            "page": "64",
            "part": "1",
            "seal": "767FE201"
        },
        {
            "id": "29",
            "nass": "وتارة تؤخذ من المنطوق، وهو ما دل على الحكم فى محل النطق. ¶ وتارة تؤخذ من المفهوم، وهو ما دل على الحكم: ¶ بمفهوم موافقة إن كان مساوياً للمنطوق",
            "page": "66",
            "part": "1",
            "seal": "5BCCF419"
        },
        {
            "id": "30",
            "nass": "أو أولى منه،",
            "page": "67",
            "part": "1",
            "seal": "23A2BBFB"
        },
        {
            "id": "31",
            "nass": "أو بمفهوم المخالفة إذا خالف المنطوق في حكمه، لكون",
            "page": "68",
            "part": "1",
            "seal": "A8F722EE"
        },
        {
            "id": "33",
            "nass": "المنطوق وصف بوصف أو شرط فيه شرط، إذا تخلف ذلك الوصف أو الشرط تخلف الحكم. ¶ والدلالة من الكتاب والسنة ثلاثة أقسام:",
            "page": "70",
            "part": "1",
            "seal": "03199A8A"
        },
        {
            "id": "34",
            "nass": "دلالة مطابقة، إذا طبقنا اللفظ على جميع المعنى. ¶ ودلالة تضمن، إذا استدللنا باللفظ على بعض معناه. ¶ ودلالة التزام، إذا استدللنا بلفظ الكتاب والسنة ومعناهما على توابع ذلك ومتمماته وشروطه، وما لايتم ذلك المحكوم فيه أو المخبر عنه إلا به.",
            "page": "71",
            "part": "1",
            "seal": "CABEB721"
        },
        {
            "id": "36",
            "nass": "فصل: أصول يضطر إليها الفقيه ¶ الأصل فى أوامر الكتاب والسنة أنها للوجوب، إلا إذا دل الدليل على",
            "page": "73",
            "part": "1",
            "seal": "4FDD1257"
        },
        {
            "id": "37",
            "nass": "الاستحباب",
            "page": "74",
            "part": "1",
            "seal": "8EE24597"
        },
        {
            "id": "38",
            "nass": "أو الإباحة. ¶ والأصل في النواهي أنها للتحريم، إلا إذا دل الدليل على الكراهة.",
            "page": "75",
            "part": "1",
            "seal": "77624022"
        },
        {
            "id": "39",
            "nass": "والأصل في الكلام الحقيقة، فلا يعدل به إلى المجاز - إن قلنا به - إلا إذا تعذرت الحقيقة.",
            "page": "76",
            "part": "1",
            "seal": "9EE1A865"
        },
        {
            "id": "40",
            "nass": "والحقائق ثلاث: شرعية لغوية وعرفية:",
            "page": "77",
            "part": "1",
            "seal": "0770930E"
        },
        {
            "id": "42",
            "nass": "فما حكم به الشارع وحده، وجب الرجوع فيه إلى الحد الشرعي؛ ¶ وماحكم به ولم يحده اكتفاءً بظهور معناه اللغوي، وجب الرجوع فيه إلى اللغة؛ ¶ ومالم يكن له حد فى الشرع ولا فى اللغة، رجع فيه إلى عادة الناس وعرفهم. ¶ وقد يصرح الشارع بإرجاع هذه الأمور إلى العرف، كالأمر بالمعروف والمعاشرة بالمعروف ونحوهما. ¶ فاحفظ هذه الأصول التي يضطر إليها الفقيه فى كل تصرفاته الفقهية.",
            "page": "79",
            "part": "1",
            "seal": "80C68490"
        },
        {
            "id": "46",
            "nass": "فصل: عودة إلى نصوص الوحيين ¶ ونصوص الكتاب والسنة: ¶ منها عام، وهو اللفظ الشامل لأجناس أو أنواع أو أفراد كثيرة، وذلك أكثر النصوص؛ ومنها خاص يدل على بعض الأجناس أو الأنواع أو الأفراد.",
            "page": "83",
            "part": "1",
            "seal": "0814D223"
        },
        {
            "id": "47",
            "nass": "فحيث لا تعارض بين العام والخاص عمل بكل منهما، وحيث ظن تعارضهما خص العام بالخاص. ¶ ومنها مطلق عن القيود،",
            "page": "84",
            "part": "1",
            "seal": "38316A41"
        },
        {
            "id": "48",
            "nass": "ومقيد بوصف أو قيد معتبر. ¶ فيحمل المطلق على المقيد. ¶ ومنها مجمل ومبين، ¶ فما أجمله الشارع في موضع بينه ووضحه في موضع آخر، وجب الرجوع فيه إلى بيان الشارع.",
            "page": "85",
            "part": "1",
            "seal": "891D8F6A"
        },
        {
            "id": "49",
            "nass": "وقد أجمل في القرآن كثير من الأحكام وبينتها السنة، فوجب الرجوع إلى بيان الرسول - صلى الله عليه وسلم -، فإنه المبين عن الله. ¶ ونظير هذا أن منهما محكماً ومتشابهاً، ¶ فيجب إرجاع المتشابه إلى المحكم.",
            "page": "86",
            "part": "1",
            "seal": "07AC068C"
        },
        {
            "id": "52",
            "nass": "ومنها ناسخ ومنسوخ، ¶ والمنسوخ في الكتاب والسنة قليل، ¶ فمتى أمكن الجمع بين النصين، وحمل كل منهما على حال، وجب ذلك. ¶ ولا يعدل إلى النسخ إلا بنص من الشارع، أو تعارض النصين الصحيحين الذين لايمكن حمل كل منهما",
            "page": "89",
            "part": "1",
            "seal": "59CBC3D4"
        },
        {
            "id": "53",
            "nass": "على معنىً مناسب، فيكون المتأخر ناسخاً للمتقدم. ¶ فإن تعذر معرفة المتقدم والمتأخر، رجعنا إلى الترجيحات الأخر. ¶ ولهذا إذا تعارض قول النبي - صلى الله عليه وسلم - وفعله، قدم قوله، لأنه أمر أو نهي للأمة، وحمل فعله على",
            "page": "90",
            "part": "1",
            "seal": "FA951048"
        },
        {
            "id": "54",
            "nass": "الخصوصية له، فخصائص النبي - صلى الله عليه وسلم - تنبنى على هذا الأصل.",
            "page": "91",
            "part": "1",
            "seal": "3D50FF7A"
        },
        {
            "id": "55",
            "nass": "وكذلك إذا فعل شيئاً على وجه العبادة، ولم يأمر به، فالصحيح أنه للاستحباب. ¶ وإن فعله على وجه العادة، دل على الإباحة.",
            "page": "92",
            "part": "1",
            "seal": "AEED66A7"
        }
    ],
    "t9527": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "خطبة الرسالة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "فصل: تعريف أصول الفقه"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "فصل: الأحكام التي يدور عليها الفقه"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "فصل: الأدلة التي يستمد منها الفقه"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فى الكتاب والسنة ودلالتهما"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "فصل: أصول يضطر إليها الفقيه"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "فصل: عودة إلى نصوص الوحيين"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "فصل الإجماع والقياس الصحيح"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "فصل أصول مستنبطة من الكتاب والسنة"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "فصل: قول الصحابي وحجيته"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "فصل: الأمر والنهي، ألفاظ العموم، الاجتهاد والتقليد"
        }
    ]
}