{
    "b9556": [
        {
            "hno": "1384",
            "id": "2",
            "nass": "1384 - أَخْبَرَنَا شَيْخُ الإِسْلامِ، وَالْحَافِظُ أَبُو الْفَضْلِ أَحْمَدُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ حُجْرٍ الْعَسْقَلانِيُّ، إِجَازَةً، إِنْ لَمْ يَكُنْ سَمَاعًا، وَقَرَأْتُ عَلَى هَاجَرَ بِنْتِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ أَبِي بَكْرٍ الْمَقْدِسِيِّ فِي يَوْمِ الأَحَدِ ثَامِنَ عَشْرَ مِنْ رَمَضَانَ سَنَةَ 868، قَالا: أَخْبَرَتْنَا الشَّيْخَةُ الصَّالِحَةُ مَرْيَمُ ابْنَةُ الشَّيْخِ شِهَابِ الدِّينِ أَحْمَدَ ابْنِ قَاضِي الْقُضَاةِ شَمْسِ الدِّينِ مُحَمَّدِ بْن إِبْرَاهِيمَ الأَذْرَعِيِّ، سَمَاعًا، لِلأَوَّلِ بِقِرَاءَتِهِ فِي ثَانِي عَشَرَ مِنْ شَهْرِ رَجَبٍ الْفَرْدِ سَنَةَ. .، وَإِجَازَةً لِلثَّانِيَةِ إِنْ لَمْ يَكُنْ سَمَاعًا، أَنْبَأَنَا أَبُو النُّونِ يُونُسُ بْنُ إِبْرَاهِيمَ بْنِ عَبْدِ الْقَوِيِّ الدَّبُّوسِيُّ، إِجَازَةً، إِنْ لَمْ يَكُنْ سَمَاعًا، أَنْبَأَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَبِي عَبْدِ اللَّهِ بْنِ الْمُغِيرَةِ، أَنْبَأَنَا أَبُو الْقَاسِمِ سَعِيدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ بْنِ. . . . . . . .، أَنْبَأَنَا الشَّرِيفُ أَبُو نَصْرٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الزَّيْنَبِيُّ، قِرَاءَةً عَلَيْهِ، وَأَنَا أَسْمَعُ، أَنْبَأَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيِّ بْنِ خَلَفٍ الْوَرَّاقُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سُلَيْمَانَ بْنِ الأَشْعَثِ السِّجِسْتَانِيُّ، حَدَّثَنَا أَبُو مُوسَى عِيسَى بْنُ حَمَّادٍ زُغْبَةُ التُّجِيبِيُّ رَحِمَهُ اللَّهُ تَعَالَى، ¶ 1385 - أَخْبَرَنَا اللَّيْثُ، عَنْ هِشَامٍ، عَنْ عُرْوَةَ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قُلْتُ لِلْمَقْدَادِ: سَلْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَإِنِّي لَوْلا أَنِّي تَحْتِي ابْنَتُهُ سَأَلْتُهُ عَنْ أَحَدِنَا إِذَا اقْتَرَبَ مِنَ الْمَرْأَةِ فَأَمْذَى، وَلَمْ يَمْلِكْ، وَلَمْ يَمَسَّهَا، فَسَأَلَ الْمَقْدَادُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا أَمْذَى أَحَدُكُمْ وَلَمْ يَمَسَّهَا، فَلْيَغْسِلْ ذَكَرَهُ وَأُنْثَيَيْهِ، ثُمَّ لِيَتَوَضَّأْ وَلْيُصَلِّ» ¶ 1386 - أَخْبَرَنَا اللَّيْثُ، عَنْ هِشَامٍ، عَنْ عُرْوَةَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، أَنَّهُ رَأَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ أُمِّ سَلَمَةَ «مُشْتَمِلا فِي ثَوْبٍ وَاحِدٍ» ¶ 1387 - أَخْبَرَنَا اللَّيْثُ، عَنْ عَبْدِ الرَّحْمَنِ بْن الْقَاسِمِ، عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ: \" ذَكَرْتُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ صَفِيَّةَ بِنْتَ حُيَيٍّ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَاضَتْ فِي أَيَّامِ مِنًى، فَقَالَ: «أَحَابِسَتُنَا هِيَ؟» فَقَالُوا: إِنَّهَا قَدْ أَفَاضَتْ. ¶ قَالَ: «فَلا إِذًا»",
            "page": "77",
            "part": "1",
            "seal": "A1705B01"
        },
        {
            "hno": "1388",
            "id": "3",
            "nass": "1388 - أَخْبَرَنَا اللَّيْثُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنَّهَا قَالَتْ: «طَيَّبْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِحَرَمِهِ وَلِحِلِّهِ» ¶ 1389 - أَخْبَرَنَا اللَّيْثُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ أَسْمَاءَ ابْنَةِ أَبِي بَكْرٍ، أَنَّهَا قَالَتْ: رَأَيْتُ زَيْدَ بْنَ عَمْرِو بْنِ نُفَيْلٍ قَائِمًا مُسْنِدًا ظَهْرَهُ إِلَى الْكَعْبَةِ، يَقُولُ: \" يَا مَعْشَرَ قُرَيْشٍ، وَاللَّهِ مَا فِيكُمْ أَحَدٌ عَلَى دِينِ إِبْرَاهِيمَ غَيْرِي، وَكَان يُحْيِي الْمَوْءُودَةَ، يَقُولُ لِلرَّجُلِ إِذَا أَرَادَ أَنْ يَقْتُلَ ابْنَتَهُ: مَهْ لا تَقْتُلْهَا، أَنَا أَكْفِيكَ مُؤْنَتَهَا فَيَأْخُذُهَا، فَإِذَا تَرَعْرَعَتْ، قَالَ لأَبِيهَا: إِنْ شِئْتَ دَفَعْتُهَا إِلَيْكَ، وَإِنْ شِئْتَ كَفَيْتُكَ مُؤْنَتَهَا \". ¶ 1390 - أَخْبَرَنَا اللَّيْثُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: \" سُحِرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، حَتَّى كَانَ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَعْمَلُ الشَّيْءَ وَمَا يَفْعَلُهُ، حَتَّى إِذَا كَانَ ذَاتَ يَوْمٍ دَعْا دُعَاءً، ثُمَّ قَالَ لِي: \" أُشْعِرْتُ أَنَّ اللَّهَ عَزَّ وَجَلَّ أَفْتَانِي بِمَا فِيهِ شِفَائِي، أَتَانِي رَجُلانِ فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالآخَرُ عِنْدَ رِجْلِي، فَقَالَ أَحَدُهُمَا لِلآخَرِ: مَا وَجَعُ الرَّجُلِ. ¶ فَقَالَ الآخَرُ: مَطْبُوبٌ. ¶ فَقَالَ: مَنْ طَبَّهُ. ¶ يَعْنِي: سَحَرَهُ؟ فَقَالَ: لَبِيدُ بْنُ الأَعْصَمِ. ¶ فَقَالَ: فِي مَاذَا؟ قَالَ: فِي مُشْطٍ وَمُشَاطَةٍ، وَجُفِّ طَلْعَةِ ذَكَرٍ. ¶ قَالَ: وَأَيْنَ هُوَ؟ قَالَ: فِي ذِرْوَانَ. ¶ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهَا، ثُمَّ رَجَعَ، فَقَالَ لِعَائِشَةَ رَضِيَ اللَّهُ عَنْهَا حِينَ رَجَعَ: نَخْلُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ، وَكَأَنَّ مَاءَهَا بِقَاعُ الْحِنَّاءِ، قَالَتْ: فَقُلْتُ: مَا اسْتَخْرَجْتُهُ؟ قَالَ: لا أَمَّا أَنَا فَقَدْ شَفَانِي اللَّهُ عَزَّ وَجَلَّ، وَخَشِيتُ أَنْ يُثِيرَ ذَلِكَ عَلَى النَّاسِ شَرًّا، ثُمَّ دَفَنْتُ الْبِئْرَ \" ¶ 1391 - أَخْبَرَنَا اللَّيْثُ، عَنْ هِشَامٍ، عَنْ عُثْمَانَ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنَّهَا قَالَتْ: «لَقَدْ كُنْتُ أُطَيِّبُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ إِحْرَامِهِ بِأَطْيَبِ مَا أَجِدُ» ¶ 1392 - أَخْبَرَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ نَافِعِ بْنِ",
            "page": "78",
            "part": "1",
            "seal": "AE461664"
        },
        {
            "hno": "1393",
            "id": "4",
            "nass": "جُبَيْرٍ، عَنْ عُرْوَةَ بْنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ أَبِيهِ، قَالَ: «خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِحَاجَتِهِ، فَاتَّبَعْتُهُ بِإِدَاوَةٍ فَصَبَبْتُ عَلَيْهِ فَتَوَضَّأَ، وَكَانَتْ عَلَيْهِ جُبَّةٌ ضَيِّقَةُ الْكُمَّيْنِ، فَأَخْرَجَ يَدَهُ مِنْ جَيْبِهَا فَتَوَضَّأَ، وَمَسَحَ عَلَى الْخُفَّيْنِ» ¶ 1393 - أَخْبَرَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ أَبِي قَتَادَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: «الرُّؤْيَا مِنَ اللَّهِ، وَالْحُلْمُ مِنَ الشَّيْطَانِ، فَإِذَا رَأَى أَحَدُكُمْ شَيْئَا يَكْرَهُهُ فَلْيَتْفُلْ عَنْ يَسَارِهِ ثَلاثَ مَرَّاتٍ وَلْيَسْتَعِذْ بِاللَّهِ مِنْ شَرِّهَا، فَإِنَّهَا لَنْ تَضُرَّهُ» ¶ 1394 - أَخْبَرَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَيَّانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ خَالَتِهِ أُمِّ حَرَامٍ ابْنَةِ مِلْحَانَ، قَالَتْ: نَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَوْمًا قَرِيبًا، ثُمَّ اسْتَيْقَظَ فَتَبَسَّمَ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، مَا أَضْحَكَكَ؟ قَالَ: «نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ يَرْكَبُونَ ظَهْرَ هَذَا الْبَحْرِ الآخَرِ كَالْمُلُوكِ عَلَى الأَسِرَّةِ» . ¶ قَالَتْ: فَادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ. ¶ فَدَعَى لَهَا، ثُمَّ نَامَ الثَّانِيَةَ فَفَعَلَ مِثْلَهَا، فَقَالَتْ مِثْلَ قَوْلِهَا، وَأَجَابَهَا مِثْلَ جَوَابِهِ الأَوَّلِ، قَالَتْ: فَادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ. ¶ قَالَ: «أَنْتِ مِنَ الأَوَّلِينَ» . ¶ قَالَ: فَخَرَجَتْ مَعَ زَوْجِهَا عُبَادَةَ بْنِ الصَّامِتِ غَازِيَةً أَوَّلَ مَا رَكِبَ الْمُسْلِمُونَ الْبَحْرَ مَعَ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ رَضِيَ اللَّهُ عَنْهَا، فَلَمَّا انْصَرَفُوا مِنْ غَزَاتِهِمْ قَافِلِينَ فَنَزَلُوا الشَّامَ، فَقُرِّبَتْ إِلَيْهَا دَابَّةٌ لِتَرْكَبَ، فَصَرَعَتْهَا فَمَاتَتْ، رَحِمَهَا اللَّهُ.",
            "page": "79",
            "part": "1",
            "seal": "ED57F169"
        }
    ],
    "t9556": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "«إذا أمذى أحدكم ولم يمسها، فليغسل ذكره وأنثييه، ثم ليتوضأ وليصل»"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "مشتملا في ثوب واحد»"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "حاضت في أيام منى، فقال: «أحابستنا هي؟» فقالوا: إنها قد أفاضت."
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "«طيبت رسول الله صلى الله عليه وسلم لحرمه ولحله»"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "ما فيكم أحد على دين إبراهيم غيري، وكان يحيي الموءودة، يقول للرجل إذا أراد أن يقتل ابنته:"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "2",
            "tit": "\" سحر رسول الله صلى الله عليه وسلم، حتى كان يخيل إليه أنه يعمل الشيء وما يفعله، حتى إذا كان"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "3",
            "tit": "أطيب رسول الله صلى الله عليه وسلم عند إحرامه بأطيب ما أجد»"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "«خرج رسول الله صلى الله عليه وسلم لحاجته، فاتبعته بإداوة فصببت عليه فتوضأ، وكانت عليه جبة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "«الرؤيا من الله، والحلم من الشيطان، فإذا رأى أحدكم شيئا يكرهه فليتفل عن يساره ثلاث مرات"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "2",
            "tit": "«ناس من أمتي عرضوا علي يركبون ظهر هذا البحر الآخر كالملوك على الأسرة» . قالت: فادع الله أن"
        }
    ]
}