{
    "b9593": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ أَمَّا بَعْدُ: ¶ حَمْدًا لِلَّهِ الْمُنْفَرِدِ بِالْوَحْدَانِيَّةِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ، الْعَزِيزِ الصَّمَدِ الرَّحْمَنِ، الَّذِي جَعَلَ أَهْلَ التَّوْحِيدِ بِتَوْحِيدِهِ مِنْ عَذَابِهِ فِي أَمَانٍ، وَلَمْ يَرْضَ لِعِبَادِهِ الْمُطِيعِينَ الْكُفْرَ، وَرَضِيَ لَهُمُ الإِسْلامَ دِينًا، وَزَيَّنَهُمْ بِحُلَى الإِيمَانِ، وَلَمْ يَجْعَلْ حَظَّهُمْ مِنْهُ الْحُصُولَ عَلَى الْخُسْرَانِ وَالْحِرْمَانِ، وَالصَّلاةُ عَلَى جَوْهَرَةِ الشَّرَفِ الْيَتِيمَةِ الَّذِي تَحَلَّى بِجُودِهَا جَيِّدُ الزَّمَانِ، مُحَمَّدٌ نَبِيُّهُ وَخَلِيلُهُ وَصَفِيُّهُ وَأَمِينُهُ عَلَى وَحْيِهِ الَّذِي شَرُفَ زَمَانُهُ عَلَى جَمِيعِ الأَزْمَانِ، وَجَعَلَهُ مِنْ عِصْمَتِهِ فِي ذِمَّةٍ وَضَمَانٍ، وَخَصَّهُ بِنَهْرِ الْكَوْثَرِ الَّذِي مِسَاحَتُهُ مِنْ بُصْرَى إِلَى عُمَانَ، الَّذِي جِبَالُهُ الْمِسْكُ، وَحَافَّتَاهُ قِبَابُ اللُّؤْلُؤِ الْمُجَوَّفِ الْمُدَحْرَجِ كَالْجُمَانِ،",
            "page": "11",
            "part": "1",
            "seal": "DB44F8B7"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "صَلَّى اللَّهُ عَلَيْهِ وَعَلَى آلِهِ، الَّذِينَ بَلَغُوا رَايَاتِ الْمَلَوَانِ بِإِيمَانٍ، وَالسَّلامُ الطَّيِّبُ عَلَيْهِ، وَالتَّحِيَّةُ الْمُبَارَكَةُ كَصَبَا الْحَذِيَّةِ فِي نُعْمَانٍ، أَوْ كُلَّمَا قَالَ الشُّعَرَاءُ فِي وَصْفِ خَامَاتِ الزَّرْعِ وَشَقَائِقِ النُّعْمَانِ. ¶ فَإِنِّي ذَاكِرٌ فِي هَذَا الْجُزْءِ إِنْ شَاءَ اللَّهُ مَا جَاءَ فِي اشْتِقَاقِ شَهْرِ شَعْبَانَ، وَمَا لاحَ مِنْ فَضْلِ صِيَامِهِ وَبَانَ. ¶ وَفِيهِ نَزَلَتْ فَرِيضَةُ شَهْرِ رَمَضَانَ، وَفِي النِّصْفِ مِنْهُ حُوِّلَتِ الْقِبْلَةُ مِنَ الْمَسْجِدِ الأَقْصَى إِلَى الْمَسْجِدِ الْحَرَامِ الْمَحْفُوفِ بِالرَّحْمَةِ وَالْغُفْرَانِ، فَشَقَّ ذَلِكَ عَلَى الْيَهُودِ وَعُبَّادِ الصُّلْبَانِ وَالأَوْثَانِ، وَجَدَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي إِعْلاءِ كَلِمَةِ اللَّهِ غَيْرُ مُقَصِّرٍ وَلا وَانِ.",
            "page": "12",
            "part": "1",
            "seal": "40DC8B31"
        },
        {
            "hno": "1",
            "id": "4",
            "nass": "حَدَّثَنِي الْمُسْنِدُ أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ نَصْرٍ سِبْطُ أَبِي عَلِيٍّ الْحُسَيْنِ وَأَنَا حَاضِرٌ، ثنا أَبُو نُعَيْمٍ، أَنْبَأَنَا اللُّغَوِيُّ أَبُو عُمَرَ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ الْمُطَرِّزُ، ثنا أَحْمَدُ بْنُ يَحْيَى الشَّيْبَانِيُّ ثَعْلَبٌ قَالَ: وَكَانَ شَعْبَانُ شَهْرًا تَتَشَعَّبُ فِيهِ الْقَبَائِلُ، أَيْ: تَتَفَرَّقُ لِقَصْدِ الْمُلُوكِ وَالْتِمَاسِ الْعَطِيَّةِ، وَيَقُولُونَ: شَعْبَانَاتٌ وَشَعَابِينُ وَأَمَّا فَضْلُهُ الثَّابِتُ عَنْ سَيِّدِ الْبَرِيَّةِ فَهُوَ مَا: ¶ أنا بِهِ الْفَقِيهُ أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحُسَيْنِ فِي مَنْزِلِهِ بِمَدِينَةِ فَاسَ سَنَةَ ثَلاثٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ، وَفِيهَا مَاتَ أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ",
            "page": "13",
            "part": "1",
            "seal": "24021EE7"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ غَلبُونَ، ثنا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ اللَّخْمِيُّ، ثنا أَبُو عِيسَى يَحْيَى بْنُ عَبْدِ اللَّهِ، ثنا عَمُّ أَبِي أَبُو مَرْوَانَ عُبَيْدُ اللَّهِ بْنُ يَحْيَى، ثنا أَبِي الْفَقِيهُ أَبُو مُحَمَّدٍ يَحْيَى بْنُ يَحْيَى، قَالَ: عَرَضْتُ عَلَى مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي النَّضْرِ مَوْلَى عُمَرَ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصُومُ حَتَّى نَقُولَ لا يُفْطِرُ، وَيُفْطِرُ حَتَّى نَقُولَ لا يَصُومُ، وَمَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَكْمَلَ صِيَامَ شَهْرٍ قَطُّ إِلا رَمَضَانَ، وَمَا رَأَيْتُهُ فِي شَهْرٍ أَكْثَرَ صِيَامًا مِنْهُ فِي شَعْبَانَ» . ¶ هَذَا حَدِيثٌ مُجْمَعٌ عَلَى صِحَّتِهِ أَخْرَجَهُ الْبُخَارِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ يُوسُفَ، قَالَ: أنا مَالِكٌ، وَأَخْرَجَهُ مُسْلِمٌ",
            "page": "14",
            "part": "1",
            "seal": "E183E253"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "عَنْهُ يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ: قَرَأْتُ عَلَى مَالِكٍ، وَاللَّفْظُ الَّذِي أَوْرَدْنَاهُ عَلَى لَفْظِ بْنِ يَحْيَى. ¶ وَأَبُو النَّضْرِ: اسْمُهُ سَالِمُ بْنُ أَبِي أُمَيَّةَ، أَحَدُ الثِّقَاتِ الأَثْبَاتِ مِنْ أَهْلِ الْمَدِينَةِ، وَكَانَ كَاتِبًا لِمَوْلاهُ عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ مَعْمَرٍ الْقُرَشِيِّ التَّيْمِيِّ، رَأَى مِنَ الصَّحَابَةِ عَبْدَ اللَّهِ بْنَ عُمَرَ وَابْنَ أَبِي أَوْفَى وَالسَّائِبَ بْنَ يَزِيدَ، وَجَمَاعَةً مِنَ التَّابِعِينَ، رَوَى عَنْهُ جَمَاعَةٌ مِنَ الأَئِمَّةِ مِنْهُمْ مَالِكٌ وَسُفْيَانُ الثَّوْرِيُّ وَسُفْيَانُ بْنُ عُيَيْنَةَ وَعَبْدُ اللَّهِ بْنُ عُمَرَ وَغَيْرُهُمْ، تُوُفِّيَ سَنَةَ ثَلاثٍ وَثَلاثِينَ، وَقِيلَ: سَنَةَ ثَلاثِينَ وَمِائَةٍ ¶ قُلْتُ: وَسَمِعْتُ الإِمَامَ فَقِيهَ الْعَارِفِينَ أَبَا الْفُتُوحِ الْعِجْلِيَّ يَقُولُ:",
            "page": "15",
            "part": "1",
            "seal": "33A177AF"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "احْتَجَّ الشَّافِعِيُّ فِي الْقَدِيمِ بِهَذَا الْحَدِيثِ، فَقَالَ: وَأَكْرَهُ أَنْ يَتَّخِذَهُ الرَّجُلُ صَوْمَ شَهْرٍ يُكْمِلُهُ كَمَا يُكْمِلُ رَمَضَانَ، وَكَذَلِكَ يَوْمًا مِنَ الأَيَّامِ. ¶ قَالَ: وَإِنَّمَا كَرِهْتُهُ أَنْ لا يَتَأَسَّى رَجُلٌ جَاهِلٌ فَيَظُنُّ أَنَّ ذَلِكَ وَاجِبٌ، وَإِنْ فُعِلَ فَحَسَنٌ. ¶ قُلْتُ: وَهَذَا الَّذِي قَالَهُ الشَّافِعِيُّ تَرُدُّهُ السُّنَّةُ الثَّابِتَةُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلَوْ حَفِظَ الشَّافِعِيُّ رَحِمَهُ اللَّهِ ذَلِكَ لَرَجَعَ إِلَيْهِ وَتَرَكَ كَلامَهُ؛ لِمَا رَوَاهُ عَنْهُ الْفَقِيهُ أَبُو يَعْقُوبَ يُوسُفُ بْنُ يَحْيَى الْبُوَيْطِيُّ، قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: \" لَقَدْ أَلَّفْتُ هَذِهِ الْكُتُبَ وَلَمْ آلُ فِيهَا، وَلا بُدَّ أَنْ يُوجَدَ فِيهَا الْخَطَأُ، لأَنَّ اللَّهَ تَعَالَى يَقُولُ: {وَلَوْ كَانَ مِنْ عندِ غَيْرِ اللَّهِ",
            "page": "16",
            "part": "1",
            "seal": "2CC9E2B5"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "لَوَجَدُوا فِيهِ اخْتِلافًا كَثِيرًا} [النساء: 82] ، فَمَا وَجَدْتُمْ فِي كُتُبِي هَذِهِ مِمَّا يُخَالِفُ الْكِتَابَ وَالسُّنَّةِ فَقَدْ رَجَعْتُ عَنْهُ \". ¶ كَتَبَ بِذَلِكَ إِلَيَّ الْحَافِظُ أَبُو طَاهِرٍ السِّلَفِيُّ، بِحَقِّ سَمَاعِهِ عَلَى الشَّيْخِ أَبِي الْحَسَنِ عَلِيِّ بْنِ الْحَسَنِ الْمَوَازِينِيِّ، فِي جُزْءٍ فِيهِ فَضَائِلُ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ إِدْرِيسَ الشَّافِعِيِّ، مِنْ تَأْلِيفِ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ شَاكِرٍ الْقَطَّانِ، يَرْوِيهِ الْمَوَازِينِيُّ بِدِمَشْقَ فِي النِّصْفِ مِنْ ذِي الْقَعْدَةِ سَنَةَ خَمْسَ عَشْرَةَ وَخَمْسِ مِائَةٍ عَنِ الْقُضَاعِيِّ عَنْهُ.",
            "page": "17",
            "part": "1",
            "seal": "26BAC5B6"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وَقَدْ ثَبَتَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَصُومُ شَعْبَانَ كُلَّهُ، وَلَمْ يَأْمُرْنَا اللَّهُ بِاتِّبَاعِ أَحَدٍ إِلا اتِّبَاعَ رَسُولِ اللَّهِ صَلَّى اللَّهِ عَلَيْهِ وَسَلَّمَ، وَفِيهِ الأُسْوَةُ الْحَسَنَةُ الَّتِي جَزَاؤُهَا الْجَنَّةُ. ¶ وَالْحَدِيثُ الَّذِي ذَكَرْنَاهُ أَخْرَجَهُ الْبُخَارِيُّ فِي بَابِ الصِّيَامِ فِي بَابِ صَوْمِ شَعْبَانَ عَنْ مُعَاذِ بْنِ فَضَالَةَ، ثنا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، أَنَّ عَائِشَةَ حَدَّثَتْهُ قَالَتْ: \"",
            "page": "18",
            "part": "1",
            "seal": "A749EA18"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "لَمْ يَكُنِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصُومُ شَهْرًا أَكْثَرَ مِنْ شَعْبَانَ، فَإِنَّهُ كَانَ يَصُومُ شَعْبَانَ كُلَّهُ، وَكَانَ يَقُولُ: خُذُوا مِنَ الْعَمَلِ مَا تُطِيقُونَ؛ فَإِنَّ اللَّهَ لا يَمَلُّ حَتَّى تَمَلُّوا، وَأَحَبُّ الصَّلاةِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا دُووِمَ عَلَيْهِ وَإِنْ قَلَّتْ، وَكَانَ إِذَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلاةً دَاوَمَ عَلَيْهَا \". ¶ هَذَا حَدِيثٌ لا مَطْعَنَ فِيهِ، وَقَدْ أَخْرَجَهُ مُسْلِمٌ مِنْ طَرِيقِ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ ابْنِ أَبِي لَبِيدٍ وَاسْمُهُ عَبْدُ اللَّهِ بْنُ أَبِي لَبِيدٍ مَوْلَى الأَخْنَسِ مِنْ أَهْلِ الْمَدِينَةِ وَقَدِمَ الْكُوفَةَ، وَرَوَى عَنْهُ سُفْيَانُ بْنُ سَعِيدٍ الثَّوْرِيُّ وَسُفْيَانُ بْنُ عُيَيْنَةَ وَمُحَمَّدُ بْنُ عَمْرِو بْنِ عَلْقَمَةَ، وَكَانَ مِنْ عُبَّادِ الْمَدِينَةِ. ¶ قَالَ يَحْيَى بْنُ مَعِينٍ: ثِقَةٌ.",
            "page": "19",
            "part": "1",
            "seal": "72CB551A"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وَقَالَ أَحْمَدُ: مَا أَعْلَمُ بِحَدِيثِهِ بَأْسًا. ¶ وَقَالَ أَبُو حَاتِمٍ الرَّازِيُّ: صَدُوقُ الْحَدِيثِ. ¶ وَقَالَ الْبُخَارِيُّ: \" قَالَ الدَّرَاوَرْدِيُّ: لَمْ يَشْهَدْ صَفْوَانُ بْنُ سُلَيْمٍ جِنَازَتَهُ \". ¶ وَذَلِكَ وَاللَّهُ أَعْلَمُ لأَنَّهُ كَانَ يُرْمَى بِالْقَدَرِ، وَتَفَرَّدَ بِالإِخْرَاجِ عَنْهُ مُسْلِمٌ لِثِقَتِهِ عِنْدَهُ. ¶ عَنْ أَبِي سَلَمَةَ قَالَ: سَأَلْتُ عَائِشَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهَا عَنْ صِيَامِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ فَقَالَتْ: \" كَانَ يَصُومُ حَتَّى نَقُولَ: قَدْ صَامَ، وَيُفْطِرُ حَتَّى نَقُولُ: قَدْ",
            "page": "20",
            "part": "1",
            "seal": "6364C007"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "أَفْطَرَ، وَلَمْ نَرَهُ صَائِمًا مِنْ شَهْرٍ قَطُّ أَكْثَرَ مِنْ صِيَامِهِ مِنْ شَعْبَانَ، كَانَ يَصُومُ شَعْبَانَ إِلا قَلِيلا \". ¶ هَكَذَا أُورِدَ فِي صَحِيحِ مُسْلِمٍ بِنَقْلِ الْعَدْلِ عَنِ الْعَدْلِ. ¶ وَرَوَى الْحَافِظُ أَبُو عِيسَى التِّرْمِذِيُّ فِي جَامِعِهِ الْكَبِيرِ قَالَ: وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُ قَالَ فِي هَذَا الْحَدِيثِ: هُوَ جَائِزٌ فِي كَلامِ الْعَرَبِ إِذَا صَامَ أَكْثَرَ شَهْرٍ أَنْ يُقَالَ: صَامَ الشَّهْرَ كُلَّهُ، وَيُقَالُ: قَامَ فُلانٌ لَيْلَهُ أَجْمَعَ، وَلَعَلَّهُ تَعَشَّى وَاشْتَغَلَ بِبَعْضِ أَمْرِهِ، كَأَنَّ ابْنَ الْمُبَارَكِ قَدْ رَأَى كِلا الْحَدِيثَيْنِ مُتَّفِقَيْنِ يَقُولُ: إِنَّمَا مَعْنَى هَذَا الْحَدِيثِ أَنَّهُ كَانَ يَصُومُ أَكْثَرَ الشَّهْرِ.",
            "page": "21",
            "part": "1",
            "seal": "5759FBA6"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وَقَدْ أَمَرَ عِمْرَانَ بْنَ حُصَيْنٍ أَوِ السَّائِلَ الَّذِي سَأَلَهُ أَنْ يَصُومَ مِنْ سُرَّةِ شَعْبَانَ، أَعْنِي: وَسَطَهُ عَلَى اخْتِلافِ أَهْلِ اللُّغَةِ فِي هَذِهِ اللَّفْظَةِ. ¶ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ أَوْ لآخَرٍ: \" أَصُمْتَ مِنْ سَرَرِ شَعْبَانَ؟ قَالَ: لا، قَالَ: فَإِذَا أَفْطَرْتَ فَصُمْ يَوْمَيْنِ \". ¶ وَفِي رِوَايَةٍ: «إِذَا أَفْطَرْتَ رَمَضَانَ فَصُمْ يَوْمًا أَوْ يَوْمَيْنِ» - شُعْبَةُ الَّذِي يَشُكُّ فِيهِ - قَالَ: وَأَظُنُّهُ قَالَ: يَوْمَيْنِ. ¶ قَالَ أَبُو عُبَيْدٍ: سَرَارِ الشَّهْرِ: آخِرُهُ حَيْثُ يَسْتَتِرُ الْهِلالُ، وَسَرَرُهُ أَيْضًا.",
            "page": "22",
            "part": "1",
            "seal": "19800901"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وَقَدْ أَنْكَرَهُ النَّاسُ عَلَيْهِ وَقَالُوا: لَمْ يَأْتِ فِي صَوْمِ آخِرِ الشَّهْرِ حَضٌّ، وَسَرَارُ كُلِّ شَيْءٍ وَسَطُهُ وَأَفْضَلُهُ، فَكَأَنَّهُ يُرِيدُ الأَيَّامَ الْغُرَّ مِنْ وَسَطِ الشَّهْرِ. ¶ وَقَالَ ابْنُ السِّكِّيتِ: سَرَارُ الشَّهْر وَسِرَارُهُ بِالْفَتْحِ وَالْكَسْرِ. ¶ قَالَ الْفَرَّاءُ: وَالْفَتْحُ أَجْوَدُ. ¶ وَقَالَ الأَزْهَرِيُّ: سَرَرُ الشَّهْرِ وَسِرَارُهُ وسَرَارُهُ ثَلاثُ لُغَاتٍ. ¶ وَقَالَ الأَوْزَاعِيُّ وَسَعِيدُ بْنُ عَبْدِ الْعَزِيزِ: سَرُّهُ: أَوَّلُهُ، وَقَدْ جَاءَ فِي مُصَنَّفِ أَبِي دَاوُدَ، وَأَثْبَتَهُ بَعْضُهُمْ",
            "page": "23",
            "part": "1",
            "seal": "5A54FAD7"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وَلَمْ يَعْرِفْهُ الأَزْهَرِيُّ، وَكَذَلِكَ أَنْكَرَهُ الْخَطَّابِيُّ أَيْضًا، وَذَكَرَ قَوْلَ الأَوْزَاعِيِّ: سرُّهُ: آخِرُهُ، وَقَالَ: سُمِّيَ آخِرُهُ سِرًّا، لاسْتِسْرَارِ الْقَمَرِ فِيهِ. ¶ قُلْتُ: وَرِوَايَةُ مُسْلِمٍ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ، ثنا مَهْدِيٌّ وَهُوَ ابْنُ مَيْمُونٍ، ثنا غَيْلانُ بْنُ جَرِيرٍ، عَنْ مُطَرِّفٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ , أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ: أَوْ",
            "page": "24",
            "part": "1",
            "seal": "5368023C"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "قَالَ لِرَجُلٍ وَهُوَ يَسْمَعُ: \" يَا فُلانُ، أَصُمْتَ سُرَّةَ هَذَا الشَّهْرِ؟ قَالَ: لا، قَالَ: فَإِذَا أَفْطَرْتَ فَصُمْ يَوْمَيْنِ \". ¶ هَكَذَا قَيَّدْنَاهُ فِيهِ: «مِنْ سُرَّةِ هَذَا الشَّهْرِ» بِضَمِّ السِّينِ يَقْضِي عَلَى الْجَمِيعِ، وَيَدُلُّ عَلَى أَنَّهُ أَرَادَ وَسَطَهُ. ¶ فَحَضَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى صِيَامِ هَذَا الشَّهْرِ، وَأَمَرَ مَنْ لَمْ يَصُمْ مِنْهُ أَنْ يَصُومَ بَعْدَ فِطْرِ رَمَضَانَ يَوْمَيْنِ، وَذَلِكَ لِبَرَكَةِ شَعْبَانَ.",
            "page": "25",
            "part": "1",
            "seal": "45734DCC"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "وَفِيهِ مِنَ الْفِقْهِ دَلِيلٌ عَلَى أَنَّ النَّوَافِلَ إِذَا فَاتَتْ فَإِنَّهَا تُقْضَى وَأَمَّا قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا يَتَقَدَّمَنَّ أَحَدُكُمْ صِيَامَ رَمَضَانَ بِصَوْمِ يَوْمٍ أَوْ يَوْمَيْنِ» يَعْنِي: لِمَنْ لَمْ تَجْرِ لَهُ عَادَةٌ بِصِيَامِ شَعْبَانَ، وَدَلِيلُ ذَلِكَ قَوْلُهُ فِي آخِرِ الْحَدِيثِ: «إِلا رَجُلٌ كَانَ يَصُومُ صَوْمًا فَلْيَصُمْهُ» . ¶ وَالْحَدِيثُ مُجْمَعٌ عَلَى صِحَّتِهِ إِلا أَنَّ الْحَافِظَ أَبَا عِيسَى التِّرْمِذِيَّ ذَكَرَ فِي جَامِعِهِ الْمُسْنَدِ الْكَبِيرِ، فِي بَابِ مَا جَاءَ فِي كَرَاهِيَةِ الصَّوْمِ فِي النِّصْفِ الْبَاقِي مِنْ شَعْبَانَ لِحَالِ رَمَضَانَ: ثنا قُتَيْبَةُ، ثنا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاءِ بْنِ",
            "page": "26",
            "part": "1",
            "seal": "D30AB424"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا بَقِيَ نِصْفٌ مِنْ شَعْبَانَ فَلا تَصُومُوا» . ¶ قَالَ أَبُو عِيسَى: \" حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ، وَلا نَعْرِفُهُ إِلا مِنْ هَذَا الْوَجْهِ عَلَى هَذَا اللَّفْظِ، وَمَعْنَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ: أَنْ يَكُونَ الرَّجُلُ مُفْطِرًا، فَإِذَا بَقِيَ شَيْءٌ مِنْ شَعْبَانَ أَخَذَ فِي الصَّوْمِ بِحَالِ شَهْرِ رَمَضَانَ \" وَأَمَّا قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَإِنَّ اللَّهَ لا يَمَلُّ حَتَّى تَمَلُّوا» . ¶ وَالْمَلَلُ مِنْ صِفَاتِ بَعْضِ الْمَخْلُوقِينَ مِمَّا يَدُلُّ بِهِ الإِنْسَانُ، وَهُوَ: تَرْكُ الشَّيْءِ اسْتِثْقَالا وَكَرَاهِيَةً لَهُ بَعْدَ حِرْصٍ عَلَيْهِ وَمَحَبَّةٍ.",
            "page": "27",
            "part": "1",
            "seal": "670FE3D5"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "قَالَ أَهْلُ اللُّغَةِ: إِنَّ «حَتَّى» هَاهُنَا عَلى بَابِهَا مِنَ الْغَايَةَ، أَيْ: لا يَمَلُّ لِثَوَابِهِمْ مَلَلا مُقَابَلَةً لِمَلَلِهِمْ، خَرَجَ الْكَلامُ مَخْرَجَ قَوْلِهِمْ: «حَتَّى يَشِيبَ الْغُرَابُ وَيَبْيَضُّ الْقَارُّ» وَهُوَ الزِّفْتُ، وَلا يَشِيبُ الْغُرَابُ أَبَدًا، وَلا يَبْيَضُّ الْقَارُّ، فَذَلِكَ عَلَى نَفْيِ الْقُصَّةِ لا عَلَى وُجُودِهَا، أَيْ: إِنَّ اللَّهَ لا يَمَلُّ وَلا يَلِيقُ بِهِ الْمَلَلُ إِنْ مَلِلْتُمْ أَنْتُمْ، وَهُوَ مِنَ الْمُقَابَلَةِ بَيْنَ الْكَلامَيْنِ، أَيْ: لا يَتْرُكُ ثَوَابَكُمْ حَتَّى تَمَلُّوا وَتَتْرُكُوا بِمَلَلِكُمْ عِبَادَتَهُ؛ فَسَمَّى تَرْكَهُ لِثَوَابِهِمْ مَلَلا، وَمِنْهُ قَوْلُهُ: تَعَالَى: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} [البقرة: 194] ؛",
            "page": "28",
            "part": "1",
            "seal": "CDA84B88"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "فَالأَوَّلُ: ظُلْمٌ إِذْ الاعْتِدَاءُ: تَجَاوُزُ الْحَدِّ فِي الظُّلْمِ، يُقَالُ: اعْتَدَى اعْتِدَاءً، وَهُوَ مُعْتَدٍ، وَعَدَا يَعْدُو عُدْوَانَا، وَالثَّانِي: قِصَاصٌ لَيْسَ بِاعْتِدَاءٍ. ¶ وَكَذَلِكَ قَوْلُهُ جَلَّ مِنْ قَائِلٍ: {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} [الشورى: 40] ، وَالثَّانِيَةُ لَيْسَتْ سَيِّئَةٌ وَلَكِنَّهَا حِكْمَةٌ مُسْتَحْسَنَةٌ، وَالْعَرَبُ تَقُولُ: الْجَزَاءُ بِالْجَزَاءِ، وَنَحْوُهُ قَوْلُ الشَّاعِرِ: ¶ أَلا لا يَجْهَلَنَّ أَحَدٌ عَلَيْنَا ... فَنَجْهَلُ فَوْقَ جَهْلِ الْجَاهِلِينَا ¶ وَقِيلَ: أَرَادَ لا يَمْلَلُ إِذَا مَلِلْتُمْ، يَقَالُ: هَذَا الْفَرَسُ لا يَفْتُرُ حَتَّى تَفْتُرَ الْخَيْلُ، مَعْنَاهُ: لا يَفْتُرُ إِذَا فَتَرَتْ. ¶ قَالَ تَأَبَّطَ شَرًّا، وَقِيلَ: هِيَ لابْنِ أُخْتِهِ، وَقِيلَ: صَنَعَهَا خَلَفٌ الأَحْمَرُ اللُّغَوِيُّ، وَقِيلَ: هِيَ لِلْشَنْفَرَى:",
            "page": "29",
            "part": "1",
            "seal": "E1719318"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "صَلَيَتْ مِنِّي هُذَيْلُ بِخِرْقٍ ... لا يَمَلُّ الشَّرَّ حَتَّى تَمَلُّوا ¶ مَعْنَاهُ: أَنْتُمْ تَمَلُّونَ الشَّرَّ، وَهُوَ لا يَمَلُّهُ، وَلَوْ أَرَادَ: يَمَلُّ إِذَا مَلُّوا مَا كَانَ فِيهِ مَدْحٌ. ¶ وَالْخِرْقُ بِالْكَسْرِ: السَّخِيُّ مِنَ الرِّجَالِ الَّذِي يَتَخَرَّقُ فِي الْعَطَاءِ. ¶ فَثَبَتَ بِذَلِكَ أَنَّ قَوْلَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَإِنَّ اللَّهَ لا يَمَلُّ حَتَّى تَمَلُّوا» أَيْ: لا يَمَلُّ اللَّهُ أَصْلا وَأَنْتُمْ تَمَلُّونَ. ¶ وَقَدْ رَوَى النَّاسُ الأَغْفَالُ فِي صَلاةِ لَيْلَةِ النِّصْفِ مِنْ شَعْبَانَ أَحَادِيثَ مَوْضُوعَةً، وَوَاحِدًا مَقْطُوعًا؛ فَكَلَّفُوا عِبَادَ اللَّهِ بِالأَحَادِيثِ الْمَوْضُوعَةِ فَوْقَ طَاقَتِهِمْ مِنْ صَلاةِ مِائَةِ رَكْعَةٍ، فِي كُلِّ رَكْعَةٍ الْحَمْدُ مَرَّةً، وَقُلْ هُوَ اللَّهُ أَحَدٌ عَشْرَ مَرَّاتٍ، فَيَنْصَرِفُونَ وَقَدْ غَلَبَهُمُ النَّوْمُ، فَتَفُوتُهُمْ صَلاةُ الصُّبْحِ الَّتِي ثَبَتَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «مَنْ صَلَّى الْعِشَاءَ فِي جَمَاعَةٍ",
            "page": "30",
            "part": "1",
            "seal": "69F8F08E"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "فَكَأَنَّمَا قَامَ نِصْفَ اللَّيْلِ، وَمَنْ صَلَّى الصُّبْحَ فِي جَمَاعَةٍ فَكَأَنَّمَا صَلَّى اللَّيْلَ كُلَّهُ» . ¶ رَوَاهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذُو النُّورَيْنِ أَمِيرُ الْمُؤْمِنِينَ عُثْمَانُ بْنُ عَفَّانَ عَلَى مَا أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ. ¶ وَرَوَى جُنْدُبُ بْنُ عَبْدِ اللَّهِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «مَنْ صَلَّى الصُّبْحَ فَهُوَ فِي ذِمَّةِ اللَّهِ، فَلا يَطْلُبَنَّكُمُ اللَّهُ فِي ذِمَّتِهِ بِشَيْءٍ، فَإِنَّهُ مَنْ يَطْلُبْهُ مِنْ ذِمَّتِهِ بِشَيْءٍ يُدْرِكْهُ، ثُمَّ يَكُبَّهُ عَلَى وَجْهِهِ فِي نَارِ جَهَنَّمَ» ، وَلَهُ طُرُقٌ فِي صَحِيحِ مُسْلِمٍ. ¶ فَقَوْلُهُ: «فِي ذِمَّةِ اللَّهِ» أَيْ: فِي عَهْدِ اللَّهِ. ¶ وَقَوْلُهُ: «فَلا يَطْلُبَنَّكُمُ اللَّهُ بِشَيْءٍ مِنْ ذِمَّتِهِ» : يَعْنِي: لا تَعْصُوهُ؛ فَتَتْرُكُوا الصَّلاةَ فَتَخْفُرُوا ذِمَّتَهُ، فَيَطْرَحْكُمْ عَلَى وُجُوهِكُمْ فِي نَارِ جَهَنَّمَ.",
            "page": "31",
            "part": "1",
            "seal": "03655E19"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وَقَوْلُهُ: «ثُمَّ يَكُبَّهُ عَلَى وَجْهِهِ فِي نَارِ جَهَنَّمَ» ، يُقَالُ: كَبَّهُ اللَّهُ لِوَجْهِهِ، أَيْ: طَرَحَهُ عَلَى وَجْهِهِ. ¶ فَأَمَّا الْحَدِيثُ الْمَنْسُوبُ إِلَى الْمُرْتَضَى، ذِي السِّبْطَيْنِ أَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ فَأَسْنَدَهُ عَنْهُ مُحَمَّدُ بْنُ مُهَاجِرٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَصَنَعَ فِيهِ أَسْمَاءَ رِجَالٍ لا يُعْرَفُونَ. ¶ قَالَ أَبُو حَاتِمٍ مُحَمَّدُ بْنُ حِبَّانَ: كَانَ مُحَمَّدُ بْنُ الْمُهَاجِرِ يَضَعُ الْحَدِيثَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.",
            "page": "32",
            "part": "1",
            "seal": "A0E4C4B2"
        },
        {
            "hno": "2",
            "id": "24",
            "nass": "حَدَّثَنِي بِذَلِكَ الْفَقِيهُ الْمُفْتِي أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحُسَيْنِ فِي مَنْزِلِهِ بِمَدِينَةِ فَاسَ سَنَةَ ثَلاثٍ وَسَبْعِينَ وَفِيهَا مَاتَ. ¶ حَدَّثَنِي أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ غلبُونَ سَنَةَ إِحْدَى وَخَمْسِ مِائَةٍ، أَنْبَأَنَا الْحَافِظُ أَبُو ذَرٍّ عَبْدُ بْنُ حُمَيْدٍ الْهَرَوِيُّ، نا النَّاقِدُ أَبُو الْحَسَنِ الدَّارَقُطْنِيُّ، عَنْ أَبِي حَاتِمٍ مُحَمَّدِ بْنِ حِبَّانَ. ¶ وَأَمَّا حَدِيثُ أَنَسِ بْنِ مَالِكٍ خَادِمِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أُمِّ الْمُؤْمِنِينَ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: فَقَرَأْتُهُ بِجَامِعِ قُرْطُبَةَ عَلَى بَقِيَّةِ مَشَايِخِهَا الْمُسْنِدِ الْمُؤَرِّخِ الْقَاضِي بِمَدِينَةِ أَرْكُشَ، أَبِي الْقَاسِمِ خَلَفِ بْنِ عَبْدِ الْمَلِكِ بْنِ بَشْكُوَالَ وَذَلِكَ فِي شَهْرِ رَبِيعٍ الأَوَّلِ، سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ ¶ ثنا الشَّيْخُ الْفَقِيهُ أَبُو مُحَمَّدِ بْنُ عَتَّابٍ قِرَاءَةً عَلَيْهِ فِي ذِي الْقَعْدَةِ سَنَةَ سَبْعَ عَشْرَةَ وَخَمْسِ مِائَةٍ. ¶ قَالَ الْمُصَنِّفُ: ثُمَّ قَرَأْتُهُ عَلَى الشَّيْخِ الْمُحَدِّثِ اللُّغَوِيِّ الْمَحُوزُ لِقَصَبِ السَّبْقِ فِي كُلِّ خَيْرٍ أَبِي بَكْرٍ مُحَمَّدِ بْنِ خَيْرٍ، وَصَحَّحْتُ أَلْفَاظَهُ، وَحَدَّثَنِي بِهِ عَنِ الْفَقِيهِ أَبِي مُحَمَّدِ بْنِ عَتَّابٍ إِجَازَةً لَهُ، سَنَةَ ثَمَانِي عَشْرَةَ وَخَمْسِ مِائَةٍ، أنا",
            "page": "33",
            "part": "1",
            "seal": "9F88677D"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "الْحَافِظُ أَبُو عَمْرٍو عُثْمَانُ بْنُ أَبِي بَكْرِ بْنِ حَمُّودٍ الصُّوفِيُّ يُعْرَفُ بِابْنِ الضَّابِطِ، قَدِمَ عَلَيْنَا الأَنْدَلُسَ وَكَتَبَ لِي بِخَطِّهِ: نا إِسْمَاعِيلُ بْنُ عَبْدِ الرَّحْمَنِ الْحَافِظُ إِمْلاءً بِدِمَشْقَ، أنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَافِظُ، ثنا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ صَالِحِ بْنِ هَانِئٍ، ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ الْغَسِيلِيُّ، نا وَهْبٌ، نا سَعِيدُ بْنُ عَبْدِ الْكَرِيمِ الْوَاسِطِيُّ، عَنْ أَبِي النُّعْمَانِ السَّعْدِيِّ، عَنْ أَبِي رَجَاءٍ الْعُطَارِدِيِّ، عَنْ أَبِي حَمْزَةَ أَنَسِ بْنِ مَالِكٍ، قَالَ: \"",
            "page": "34",
            "part": "1",
            "seal": "C38FB903"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "بَعَثَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى مَنْزِلِ عَائِشَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهَا فِي حَاجَةٍ، فَقُلْتُ لَهَا: أَسْرِعِي فَإِنِّي تَرَكْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُحَدِّثُهُمْ عَنْ لَيْلَةِ النِّصْفِ مِنْ شَعْبَانَ، فَقَالَتْ: يَا أُنَيْسُ اجْلِسْ حَتَّى أُحَدِّثَكَ بِحَدِيثِ لَيْلَةِ النِّصْفِ مِنْ شَعْبَانَ، إِنَّ تِلْكَ اللَّيْلَةَ كَانَتْ لَيْلَتِي مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَخَلَ مَعِي فِي لِحَافِي، فَانْتَبَهْتُ مِنَ اللَّيْلِ فَلَمْ أَجِدْهُ، فَقُمْتُ فَطُفْتُ فِي حُجَرِ نِسَائِهِ فَلَمْ أَجِدْهُ، فَقُلْتُ لَعَلَّهُ ذَهَبَ إِلَى جَارِيَتِهِ مَارِيَّةَ الْقِبْطِيَّةِ، فَخَرَجْتُ فَمَرَرْتُ فِي الْمَسْجِدِ، فَوَقَعَتْ رِجْلِي عَلَيْهِ وَهُوَ سَاجِدٌ يَقُولُ سَجَدَ لَكَ خَيَالِي وَسَوَادِي، وَآمَنَ بِكَ فُؤَادِي، وَهَذِهِ يَدِي الَّتِي جَنَيْتُ بِهَا عَلَى نَفْسِي، فَيَا عَظِيمُ هَلْ يَغْفِرُ الذَّنْبَ الْعَظِيمَ إِلا الرَّبُّ الْعَظِيمُ، فَاغْفِرْ لِي الذَّنْبَ الْعَظِيمَ، قَالَتْ: ثُمَّ رَفَعَ رَأْسَهُ وَهُوَ يَقُولُ: هَبْ لِي قَلْبًا تَقِيًّا نَقِيًّا، مِنَ الشِّرْكِ بَرِيًّا، لا كَافِرًا وَلا شَقِيًّا، ثُمَّ عَادَ فَسَجَدَ وَهُوَ يَقُولُ: أَقُولُ لَكَ كَمَا قَالَ أَخِي دَاوُدُ: أُعَفِّرُ وَجْهِي فِي التُّرَابِ",
            "page": "35",
            "part": "1",
            "seal": "A74BFA54"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "لِسَيِّدِي، وَحُقَّ لِسَيِّدِي أَنْ تُعَفَّرَ الْوُجُوهُ لِوَجْهِهِ، ثُمَّ رَفَعَ رَأْسَهُ، فَقُلْتُ: بِأَبِي وَأُمِّي، أَنْتَ فِي وَادٍ وَأَنَا فِي وَادٍ، قَالَتْ: فَسَمِعَ حِسَّ قَدَمِي، فَدَخَلَ الْحُجْرَةَ وَقَالَ: يَا حُمَيْرَاءُ، أَمَا تَعْلَمِينَ أَنَّ هَذِهِ اللَّيْلَةَ لَيْلَةُ النِّصْفِ مِنْ شَعْبَانَ، لِلَّهِ فِي هَذِهِ اللَّيْلَةِ عُتَقَاءُ مِنَ النَّارِ بِعَدَدِ شَعْرِ غَنَمِ كَلْبٍ، قَالَتْ: قُلْتُ: وَمَا بَالُ غَنَمِ كَلْبٍ؟ فَقَالَ: لَمْ يَكُنْ فِي الْعَرَبِ قَوْمٌ أَكْثَرَ غَنَمًا مِنْهُمْ، لا أَقُولُ: فِيهِمْ سِتَّةُ نَفَرٍ: مُدْمِنُ خَمْرٍ، وَعَاقٌّ لِوَالِدَيْهِ، وَلا مُصِرٌّ عَلَى زِنًا، وَلا مُصَارِمٌ، وَلا مُصَوِّرٌ، وَلا قَتَّاتٌ \".",
            "page": "36",
            "part": "1",
            "seal": "222C989F"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "هَذَا حَدِيثٌ مَوْضُوعٌ مَصْنُوعٌ؛ إِبْرَاهِيمُ بْنُ إِسْحَاقَ مِنْ وَلَدِ حَنْظَلَةَ بْنِ أَبِي عَامِرٍ الرَّاهِبِ ¶ فَأَمَّا حَنْظَلَةُ رَضِيَ اللَّهُ عَنْهُ فَهُوَ غَسِيلُ الْمَلائِكَةِ الْكِرَامِ يَوْمَ أُحُدٍ، وَأَبُوهُ أَبُو عَامِرٍ الرَّاهِبُ الَّذِي سَمَّاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْفَاسِقِ عَدُوِّ اللَّهِ وَعَدُوِّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مَاتَ كَافِرًا. ¶ وَأَمَّا إِبْرَاهِيمُ هَذَا قَالَ فِيهِ الْحَافِظُ أَبُو حَاتِمٍ مُحَمَّدُ بْنُ حِبَّانَ: «كَانَ يقلبُ الأَخْبَارَ، وَيَسْرِقُ الْحَدِيثَ» ، وَشَيْخُهُ",
            "page": "37",
            "part": "1",
            "seal": "928D7E49"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "وَهْبٌ قَالَ: «هُوَ أَكْذَبُ النَّاسِ» ، وَسَعِيدُ بْنُ عَبْدِ الْكَرِيمِ مَتْرُوكٌ، قَالَهُ الأَزْدِيُّ الْحَافِظُ أَبُو الْفَتْحِ. ¶ وَقَدْ خَرَّجَ التِّرْمِذِيُّ فِي جَامِعِهِ حَدِيثَ لَيْلَةِ النِّصْفِ مِنْ شَعْبَانَ مِنْ طَرِيقِ مِنْ طَرِيقِ الْحَجَّاجِ بْنِ أَرْطَاةَ فَقَالَ فِي بَابِ مَا جَاءَ فِي لَيْلَةِ النِّصْفِ مِنْ شَعْبَانَ: ثنا أَحْمَدُ بْنُ مَنِيعٍ، ثنا يَزِيدُ بْنُ هَارُونَ، أنا الْحَجَّاجُ بْنُ أَرْطَاةَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ قَالَتْ: \" فَقَدْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَرَجْتُ فَإِذَا هُوَ بِالْبَقِيعِ، فَقَالَ: أَكُنْتِ تَخَافِينَ أَنْ يَحِيفَ اللَّهُ عَلَيْكِ وَرَسُولُهُ؟ قُلْتُ: يَا رَسُولَ اللَّهِ، ظَنَنْتُ أَنَّكَ أَتَيْتَ بَعْضَ نِسَائِكَ، فَقَالَ: إِنَّ اللَّهَ يَنْزِلُ لَيْلَةَ النِّصْفِ مِنْ شَعْبَانَ إِلَى سَمَاءِ الدُّنْيَا، فَيَغْفِرُ لأَكْثَرَ مِنْ عَدَدِ شَعْرِ غَنَمِ كَلْبٍ \".",
            "page": "38",
            "part": "1",
            "seal": "8BDB0C04"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "قَالَ التِّرْمِذِيُّ: «سَمِعْتُ مُحَمَّدًا يُضَعِّفُ هَذَا الْحَدِيثَ» . ¶ وَقَالَ: «يَحْيَى بْنُ أَبِي كَثِيرٍ لَمْ يَسْمَعْ مِنْ عُرْوَةَ» . ¶ قَالَ مُحَمَّدٌ: وَالْحَجَّاجُ لَمْ يَسْمَعْ مِنْ يَحْيَى بْنِ أَبِي كَثِيرٍ \". ¶ قُلْتُ: فَالْحَدِيثُ مَقْطُوعٌ، وَلا لأَحَدٍ مِنْ أَصْحَابِهِ إِجَازَةٌ فَيَرْوِي عَنْهُ بِهَا، مَعَ أَنَّ الْحَجَّاجَ لَيْسَ بِحُجَّةٍ. ¶ قَالَ الْفَقِيهُ أَبُو يَحْيَى السَّاجِيُّ فِي كِتَابِ الْجَرْحِ: حَجَّاجٌ لَيْسَ بِحُجَّةٍ فِي الأَحْكَامِ وَالْفُرُوجِ. ¶ وَقَالَ الْحَافِظُ أَبُو جَعْفَرٍ الْعُقَيْلِيُّ فِي تَجْرِيحِهِ: حَجَّاجُ بْنُ أَرْطَاةَ أَبُو أَرْطَاةَ النَّخَعِيُّ الْكُوفِيُّ. ¶ وَذَكَرَ بِسَنَدِهِ أَنَّ زَائِدَةَ أَمَرَ أَنْ نَتْرُكَ حَدِيثَ حَجَّاجِ بْنِ أَرْطَاةَ.",
            "page": "39",
            "part": "1",
            "seal": "341B8BA3"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَذُكِرَ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ قَالَ: كَانَ حَجَّاجُ بْنُ أَرْطَاةَ يُدَلِّسُ، وَكَانَ يُحَدِّثُنَا بِالْحَدِيثِ عَنْ عَمْرِو بْنِ شُعَيْبٍ مِمَّا يُحَدِّثُهُ مُحَمَّدٌ الْعَرْزَمِيُّ، وَالْعَرْزَمِيُّ مَتْرُوكٌ لا تَقْرَبْهُ \". ¶ وَقَالَ الْعُقَيْلِيُّ: ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ، حَدَّثَنِي أَبِي، سَمِعْتُ يَحْيَى يَذْكُرُ أَنَّ حَجَّاجًا لَمْ يَرَ الزُّهْرِيَّ، وَهُوَ كَلامٌ طَوِيلٌ. ¶ وَقَالَ هُشَيْمٌ: أَدْخَلَنَا حَجَّاجُ بْنُ أَرْطَاةَ الْبَيْتَ فَقَالَ: اشْهَدُوا أَنِّي لَمْ أَسْمَعْ مِنَ الزُّهْرِيِّ شَيْئًا. ¶ وَمَنْ أَغْرَبَ مَا رَوَاهُ بَعْضُ الْمُفَسِّرِينَ، فِي قَوْلِ أَصْدَقِ الْقَائِلِينَ: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ} [الدخان: 3] أَنَّهَا",
            "page": "40",
            "part": "1",
            "seal": "4E72D6CF"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "لَيْلَةُ النِّصْفِ مِنْ شَعْبَانَ، وَمَا أَبْعَدَ مَنْ قَالَ هَذَا مِنَ الإِيمَانِ، فَإِنَّهُ مُكَذِّبٌ لِلْقُرْآنِ، فَإِنَّ الْقُرْآنَ لَمْ يَنْزِلْ فِي شَعْبَانَ، وَقَالَ اللَّهُ الْعَظِيمُ: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْءَانُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ} [البقرة: 185] وَقَالَ جَلَّ مِنْ قَائِلٍ: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ {1} وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ {2} لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ {3} تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ {4} } [القدر: 1-4] ، وَهِيَ اللَّيْلَةُ الْمُبَارَكَةُ الَّتِي تَنَزَّلُ",
            "page": "41",
            "part": "1",
            "seal": "C512D1A9"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "فِيهَا الْمَلائِكَةُ، قَالَ ابْنُ عَبَّاسٍ: «أُنْزِلَ الْقُرْآنُ كُلُّهُ جُمْلَةً وَاحِدَةً، فِي لَيْلَةِ الْقَدْرِ فِي شَهْرِ رَمَضَانَ إِلَى السَّمَاءِ الدُّنْيَا» . ¶ وَقَالَ مُجَاهِدٌ: وَهِيَ لَيْلَةُ الْحُكْمِ الَّتِي يَقْضِي اللَّهُ فِيهَا قَضَاءَ السَّنَةِ. ¶ وَالْقَدَرُ: مَصْدَرٌ مِنْ قَوْلِهِمْ: قَدَرَ اللَّهُ خَيْرًا فَهُوَ يُقَدرُ قَدْرًا. ¶ وَسُورَةُ الدُّخَانِ مَكِّيَّةٌ. ¶ وَقَالَ سَعِيدُ بْنُ جُبَيْرٍ: يُؤْذَنُ لِلْحَاجِّ فِي لَيْلَةِ الْقَدْرِ فَيُكْتَبُونَ بِأَسْمَائِهِمْ وَأَسْمَاءِ آبَائِهِمْ، فَلا يُغَادِرْ مِنْهُمْ أَحَدٌ، وَلا يُزَادُ فِيهِمْ وَلا يَنْقُصُ مِنْهُمْ.",
            "page": "42",
            "part": "1",
            "seal": "3BF14A71"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "وَقَالَ رَجُلٌ لِلْحَسَنِ: أَرَأَيْتَ لَيْلَةَ الْقَدْرِ أَفِي كُلِّ رَمَضَانَ؟ قَالَ: نَعَمْ وَالَّذِي لا إِلَهَ إِلا هُوَ إِنَّهَا لَفِي كُلِّ رَمَضَانَ، وَإِنَّهَا لَيْلَةٌ يُفَرَّقُ فِيهَا كُلُّ أَمْرٍ حَكِيمٍ، فِيهَا يَقْضِي اللَّهُ كُلَّ أَجَلٍ، وَكُلَّ عَمَلٍ، وَرِزْقٍ، وَخُلُقٍ إِلَى مِثْلِهَا \". ¶ ذَكَرَ هَذَا الإِمَامُ أَبو الْحَسَنِ الْحَوْفِيُّ. ¶ قَالَ أَهْلُ التَّعْدِيلِ وَالتَّجْرِيحِ: «وَلَيْسَ فِي حَدِيثِ لَيْلَةِ النِّصْفِ مِنْ شَعْبَانَ حَدِيثٌ يَصِحُّ» . ¶ فَتَحَفَّظُوا عِبَادَ اللَّهِ مِنْ مُفْتَرٍ يَرْوِي لَكُمْ حَدِيثًا يَسُوقُهُ فِي مَعْرضِ الْخَيْرِ، وَاسْتِعْمَالُ الْخَيْرِ يَنْبَغِي أَنْ يَكُونَ",
            "page": "43",
            "part": "1",
            "seal": "86FDDF61"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "مَشْرُوعًا مِنَ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَإِذَا صَحَّ أَنَّهُ كَذِبٌ، خَرَجَ مِنَ الْمَشْرُوعِيَّةِ، وَكَانَ مُسْتَعْمِلُهُ مِنْ خَدَمَةِ الشَّيْطَانِ لاسْتِعْمَالِهِ حَدِيثًا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُنْزِلِ اللَّهُ بِهِ مِنْ سُلْطَانٍ. ¶ وَذَكَرَ الإِمَامُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْوَلِيدِ الْفِهْرِيُّ الطَّرْطُوشِيُّ فِي كِتَابِ ذِكْرِ الْحَوَادِثِ وَالْبِدَعِ الَّتِي لَيْسَ لَهَا أَصْلٌ فِي كِتَابِ اللَّهِ وَلا سُنَّةٍ وَلا إِجْمَاعٍ وَلا غَيْرِهِ، وَقَدْ حَدَّثَنَا جَمَاعَةٌ مِنْ أَشْيَاخِنَا عَنْهُ. ¶ قَالَ: وَأَخْبَرَنِي أَبُو مُحَمَّدٍ الْمَقْدِسِيُّ قَالَ: لَمْ يَكُنْ عِنْدَنَا بِبَيْتِ الْمَقْدِسِ قَطُّ صَلاةَ الرَّغَائِبِ هَذِهِ الَّتِي تُصَلَّى فِي رَجَبٍ وَشَعْبَانَ، فَأَوَّلُ مَا حَدَثَتْ عِنْدَنَا فِي سَنَةِ ثَمَانٍ وَأَرْبَعِينَ",
            "page": "44",
            "part": "1",
            "seal": "E16A21A0"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وَأَرْبَعِ مِائَةٍ، قَدِمَ عَلَيْنَا فِي بَيْتِ الْمَقْدِسِ رَجُلٌ مِنْ نَابُلُسَ يُعْرَفُ بِابْنِ أَبِي الْحَمْرَاءِ، وَكَانَ حَسَنُ التِّلاوَةِ، فَقَامَ فَصَلَّى فِي الْمَسْجِدِ الأَقْصَى لَيْلَةَ النِّصْفِ مِنْ شَعْبَانَ، فَأَحْرَمَ خَلْفَهُ رَجُلٌ، ثُمَّ انْضَافَ إِلَيْهِ ثَالِثٌ وَرَابِعٌ، فَمَا خَتَمَ إِلا وَهُمْ جَمَاعَةٌ كَبِيرَةٌ، ثُمَّ جَاءَ فِي الْعَامِ الْقَابِلِ فَصَلَّى مَعَهُ خَلْقٌ كَثِيرٌ، وَشَاعَتْ فِي الْمَسْجِدِ وَانْتَشَرَتِ الصَّلاةُ فِي الْمَسْجِدِ الأَقْصَى وَبُيُوتِ النَّاسِ وَمَنَازِلِهِمْ، ثُمَّ اسْتَقَرَّتْ كَأَنَّهَا سُنَّةٌ إِلَى يَوْمِنَا هَذَا. ¶ قُلْتُ لَهُ: فَأَنَا رَأَيْتُكَ تُصَلِّيهَا فِي جَمَاعَةٍ! قَالَ: نَعَمْ وَأَسْتَغْفِرُ اللَّهَ مِنْهَا \". ¶ وَمِمَّا أَحْدَثَهُ الْمُبْتَدِعُونَ، وَخَرَجُوا بِهِ عَمَّا وَسَمَهُ الْمُتَشَرِّعُونَ وَجَرَوْا فِيهِ عَلَى سُنَنِ الْمَجُوسِ، وَاتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَاللَّهْوُ وَاللَّعِبُ مِنْ شِيَمِ ذِي الْحَظِّ الْمَنْحُوسِ،",
            "page": "45",
            "part": "1",
            "seal": "4FCBB24E"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "اللَّيْلَةُ الَّتِي هِيَ لَيْلَةُ الْوَقُودِ الَّتِي تُسَمَّى عِنْدَ الْعَامَّةِ بِلَيْلَةِ الْوَقِيدِ، وَهِيَ لَيْلَةُ النِّصْفِ مِنْ شَعْبَانَ الَّتِي مُوقِدُهَا مِنَ الثَّوَابِ شَرُّ فَقِيدٍ، وَلَمْ يَصِحَّ فِيهِ شَيْءٌ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلا نَطَقَ بِالصَّلاةِ فِيهَا وَالإِيقَادِ ذُو صِدْقٍ مِنَ الرُّوَاةِ وَلا تَكَلَّمَ، وَمَا أَحْدَثَهَا إِلا مُتَلاعِبٌ بِالشَّرِيعَةِ الْمُحَمَّدِيَّةِ، رَاغِبٌ فِي دِينِ الْمَجُوسِيَّةِ، لأَنَّ النَّارَ مَعْبُودُهُمْ، وَقَدْ كَذَبُوا وَاضْمَحَلَّتْ سُعُودُهُمْ. ¶ وَأَوَّلُ مَا حَدَثَ ذَلِكَ فِي زَمَنِ الْبَرَامِكَةِ، وَكَانَتْ لَهُمْ دَوْلَةٌ بِالْوَزَارَةِ الْمَرْفُوعَةِ السَّامِكَةِ، وَجَدُّهُمْ بَرْمَكُ هُوَ الَّذِي نُسِبُوا إِلَيْهِ، وَدِينُهُمُ الْمَجُوسِيَّةُ فِيمَا يَعُولُونَ عَلَيْهِ، فَأَدْخَلُوا فِي دِينِ الإِسْلامِ، مَا يُمَوِّهُونَ بِهِ عَلَى الطَّغَامِ، وَهُوَ جَعْلُهُمُ الإِيقَادَ فِي شَعْبَانَ، كَأَنَّهُ مِنْ سُنَنِ الإِيمَانِ، وَمَقْصُودُهُمْ عِبَادَةُ النِّيرَانِ، وَإِقَامَةُ دِينِهِمْ وَهُوَ أَخَسُّ الأَدْيَانِ، حَتَّى إِذَا صَلَّى الْمُسْلِمُونَ فَرَكَعُوا وَسَجَدُوا، كَانَ ذَلِكَ لِلنَّارِ الَّتِي أَوْقَدُوا.",
            "page": "46",
            "part": "1",
            "seal": "53EBF052"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "وَمَضَتْ عَلَى ذَلِكَ السُّنُونُ وَالأَعْصَارُ، وَتَبِعَتْ بَغْدَادَ فِيهِ سَائِرُ الأَمْصَارِ، إِلَى أَنْ أَخْفَتَ اللَّهُ صَوْتَهُمْ، وَقَدَّرَ هَلَكَتَهُمْ وَمَوْتَهُمْ، فَكَانَتْ نَكْبَتُهُمْ فِي زَمَنِ هَارُونَ الرَّشِيدِ، فَقَتَلَ جَعْفَرًا وَصَلَبَهُ غَيْرَ بَعِيدٍ، قَطَعَهُ نِصْفَيْنِ، وَصَلَبَهُمَا فِي الْجَانِبَيْنِ، وَذَلِكَ سَنَةَ سَبْعٍ وَثَمَانِينَ وَمِائَةٍ لِلْهِجْرَةِ الْمُحَمَّدِيَّةِ، فَانْقَطَعَ شَرُّهُمْ عَنِ الْمِلَّةِ الإِسْلامِيَّةِ، وَهَذَا مَعَ مَا يَجْتَمِعُ تِلْكَ اللَّيْلَةِ مِنَ النِّسَاءِ وَالرِّجَالِ، وَاخْتِلاطِ الْحَالِ بَيْنَ الْفَرِيقَيْنِ فِي ضَيِّقِ الْمحَالِّ. ¶ فَالْوَاجِبُ عَلَى السُّلْطَانِ مَنْعُهُمْ، وَعَلَى الْعَالِمِ رَدْعُهُمْ، وَمَنْ نَازَعَ فِي ذَلِكَ فَهُوَ عَنِ الْحَقِّ خنْذٌ نَاكِبٌ، مُزَاحِمٌ لِلْحَقَائِقِ الشَّرْعِيَّةِ بِالْمَنَاكِبِ.",
            "page": "47",
            "part": "1",
            "seal": "DD237BF9"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وَإِنَّمَا شَرُفَ شَعْبَانُ بِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَصُومُهُ كُلَّهُ، وَيُبَيِّنُ بِخُصُوصِيَّةِ صِيَامِهِ مَحَلَّهُ. ¶ وَفِيهِ مِنَ الْفِقْهِ الْحَثُّ عَلَى تَعْظِيمِ الْجَارِ؛ فَطُوبَى لِمَنْ عَمِلَ فِيمَا يُسْتَقْبَلُ مِنْ هَذِهِ الأَيَّامِ الْفَاضِلَةِ، وَإِنْ كَانَتِ الأَعْمَالُ فِيهَا مُتَفَاوِتَةً مُتَفَاضِلَةً، بِمَا يَدَّخِرُهُ فِي دُنْيَاهُ لآخِرَتِهِ، وَلَمْ يَكُنْ مِمَّنْ يَأْخُذُ الأَمْرَ بِآخِرَتِهِ، وَتَمَسَّكْ بِأَهْدَابِ أَفْعَالِ الْمُتَّقِينِ، وَتَصَدَّقْ وَاللَّهُ يَجْزِي الْمُتَصَدِّقِينَ، وَفَكِّرْ فِي الأَقْرَبِينَ وَذَوِي الأَرْحَامِ، مِمَّنْ أَملَ أَنْ يَرَى هَذَا الْعَامَ، وَيُشَاهِدَ هَذِهِ الأَيَّامَ، فَحِيلَ بَيْنَهُ وَبَيْنَ هَذَا الأَمَلِ، وَلَمْ يَجِدْ إِلا مَا قَدَّمَهُ بَيْنَ يَدَيْهِ مِنَ الْعَمَلِ، وَكُلُّ شَاةٍ بِرِجْلِهَا تُنَاطُ، وَلَيْسَ فِي الآخِرِ إِلا التُّقَى مَنَاطٌ.",
            "page": "48",
            "part": "1",
            "seal": "380B8C60"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "فَرَحِمَ اللَّهُ مَنْ تَخَلَّقَ بِالْكَرَمِ، الَّذِي هُوَ اسْمٌ مِنْ أَسْمَاءِ رَبِّ الْعَالَمِينَ، وَآثَرَ عَلَى نَفْسِهِ وَمَنَحَ عِبَادَ اللَّهِ وَكَفَّ أَيْدِي الظَّالِمِينَ، وَتَحَرَّى بِصَدَقَةِ مَالِهِ فَضَائِلَ الشُّهُورِ وَالسِّنِينَ، وَدَعَا رَبَّهُ خَوْفًا وَطَمَعًا {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} [الأعراف: 56] . ¶ تَمَّ شَهْرُ شَعْبَانَ وَالْحَمْدُ لِلَّهِ وَحْدَهُ.",
            "page": "49",
            "part": "1",
            "seal": "423C6918"
        }
    ],
    "t9593": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "يصوم حتى نقول لا يفطر، ويفطر حتى نقول لا يصوم، وما رأيت رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "ليلة النصف من شعبان، لله في هذه الليلة عتقاء من النار بعدد شعر غنم كلب، قالت: قلت: وما"
        }
    ]
}