{
    "b9608": [
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورِ بْنِ خَلَفٍ الْمُقْرِيُّ، بِنَيْسَابُورَ، أَنْبَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ خُزَيْمَةَ، ثَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ السَّرَّاجُ، ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرْقِيِّ الْأَنْصَارِيِّ، عَنْ أَبِي قَتَادَةَ السُّلْمِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِذَا جَاءَ أَحَدُكُمُ الْمَسْجِدَ، فَلْيَرْكَعْ رَكْعَتَيْنِ قَبْلَ أَنْ يَجْلِسَ» ، رواه البخاري، ومسلم في صحيحهما، من حديث مالك بن أنس وغيره، ورواه مسلم أيضا في الصلاة عن أبي بكر بن أبي شيبة، عن حسين بن علي الجعفي، عن زائدة بن قدامة الثقفي، عن عمرو بن يحيى الأنصاري، عن محمد بن يحيى بن حبان، عن عمرو بن سليم، فكأني سمعته من هذا الطريق من مسلم",
            "page": "28",
            "part": "1",
            "seal": "2D3CC9AC"
        },
        {
            "hno": "2",
            "id": "4",
            "nass": "2 - أَخْبَرَنَا أَبُو مَنْصُورٍ شُجَاعُ بْنُ عَلِيِّ بْنِ شُجَاعٍ الشَّيْبَانِيُّ، بِأَصْبَهَانَ، ثَنَا أَبُو بَكْرِ بْنُ مُحَمَّدِ بْنِ عَبُيْدِ اللَّهِ الْكِسَائِيُّ الْمُقْرِيُّ، وَعَلِيُّ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ عَرَفَةَ، قِرَاءَةً عَلَيْهِمَا، قَالَا: ثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ الْحَافِظُ، ثَنَا إِبْرَاهِيمَ بْنُ عَبْدِ اللَّهِ الْكَاتِبُ، ثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ حَفْصٍ، وَعَبْدُ الرَّحْمَنِ بَنُ حَمَّادٍ الشُّعَيْثِيُّ، قَالَا: ثَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ، عَنْ عَامِرٍ الشَّعْبِيِّ، قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم، يَقُولُ: \" إِنَّ الْحَلَالَ بَيِّنٌ، وَالْحَرَامَ بَيِّنٌ، وَبَيْنَ ذَلِكَ أُمُورٌ مُتَشَابِهَاتٌ، وَرُبَّمَا قَالَ: مُشْتَبِهَةٌ، وَسَأَضْرِبُ لَكُمْ فِي ذَلِكَ مَثَلًا: إِنَّ اللَّهَ تَعَالَى حَمَى حِمًى، وَإِنَّ حِمَى اللَّهِ تَعَالَى مَا حَرَّمَ، وَإِنَّهُ مَنْ يَرْعَ حَوْلَ الْحِمَى، يُوشِكُ أَنْ يُخَالِطَ الْحِمَى \"، صحيح، متفق عليه من حديث الشعبي. ¶ أخرجه البخاري في عدة مواضع، أحدها في البيوع عن محمد بن المثنى، عن أبي عدي، عن ابن عون. ¶ وأخرجه مسلم في كتابه في عدة مواضع أيضًا، منها في البيوع عن عبد الملك بن شعيب بن الليث، عن أبيه، عن جده، عن خالد بن يزيد، عن سعيد بن أبي هلال، عن عون بن عبد الله، كلاهما عن الشعبي، فكأني أسمع هذا الحديث من هذه الطريق من شيخ مسلم، ووقع إلينا بحمده الله ومنه عاليًا",
            "page": "30",
            "part": "1",
            "seal": "A28EC394"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "3 - أَخْبَرَنَا أبَوُ بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ الْمَعْرُوفُ بِالْأَخَوَيْنِ، ثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الظَّاهِرِيُّ، ثَنَا مُحَمَّدُ بْنُ الْعَبَّاسِ، ثَنَا عَلِيُّ بْنُ حَرْبٍ، ثَنَا الْحَسَنُ الْأَشْيَبُ، ثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ صُهَيْبٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ، وَأَهْلُ النَّارِ النَّارَ، نَادَى مُنَادٍ: يَا أَهْلَ الْجَنَّةِ، إِنَّ لَكُمْ عِنْدَ اللَّهِ مَوْعِدًا، فَيَقُولُونَ: وَمَا هُوَ؟ أَلَمْ تُثَقِّلْ مَوَازِينَنَا، وَتُبَيِّضْ وُجُوهَنَا، وَتُدْخِلْنَا الْجَنَّةَ، وَتُنْجِنَا مِنَ النَّارِ؟ فَيَكْشِفُ الْحِجَابَ تَبَارَكَ وَتَعَالَى، فَيَنْظُرُونَ إِلَيْهِ عَزَّ وَجَلَّ، فَمَا أَعْطَاهُمُ اللَّهُ شَيْئًا أَحَبَّ إِلَيْهِمْ مِنَ النَّظَرِ إِلَيْهِ \"",
            "page": "32",
            "part": "1",
            "seal": "6DC42E2F"
        },
        {
            "hno": "4",
            "id": "7",
            "nass": "4 - أَخْبَرَنَا شُجَاعُ بْنُ عَلِيٍّ الْأَصْبَهَانِيُّ، ثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ مَنْدَهْ الْحَافِظُ، ثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الرَّازِيُّ، ثَنَا مُحَمَّدُ بْنُ فَارِسٍ أَبُو عَبْدِ اللَّهِ الْبَلْخِيُّ، ثَنَا حَاتِمٌ الْأَصَمُّ، عَنْ شَقِيقِ بْنِ إِبْرَاهِيمُ، عَنْ مَالِكِ بْنِ دِينَارٍ، عَنْ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَوْ صَلَّيْتُمْ حَتَّى تَكُونُوا كَالْحَنَايَا، وَصُمْتُمْ حَتَّى تَكُونُوا كَالْأُوْتَارِ، ثُمَّ كَانَ الِاثْنَانِ أَحَبَّ إِلَيْكُمْ مِنَ الْوَاحِدِ، لَمْ تَبْلُغُوا الاسْتِقَامَةَ»",
            "page": "33",
            "part": "1",
            "seal": "BDF760E5"
        },
        {
            "hno": "5",
            "id": "8",
            "nass": "5 - أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي بَكْرٍ، بِأَصْبَهَانَ، ثَنَا مُحَمَّدُ بْنُ الْحَسَنِ، ثَنَا مُحَمَّدُ بْنُ عَبَّاسٍ الْجَصَّاصُ، ثَنَا أَبُو هَاشِمِ بْنُ أَبِي خِدَاشٍ، ثَنَا الْمُعَافِيُّ، عَنْ عَبْدِ الْأَعْلَى بْنِ أَبِي الْمُسَاوِرِ، قَالَ: قَدِمَ عَدِيُّ بْنُ حَاتِمٍ الْكُوفَةَ، فَأَتَيْتُهُ فِي أُنَّاسِ مِنْ فُقَهَائِهِمْ وَأَنَا شَابٌّ، قُلْنَا: حَدِّثْنَا بِحَدِيثٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: نَعَمْ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، \" مَا الْإِسْلَامُ؟ قَالَ: شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنِّي رَسُولُ اللَّهِ، وَتُؤْمِنُ بِالْأَقْدَارِ خَيْرِهَا وَشَرِّهَا، حُلْوِهَا وَمُرِّهَا \"",
            "page": "34",
            "part": "1",
            "seal": "36266AFE"
        },
        {
            "hno": "6",
            "id": "9",
            "nass": "6 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ الْفَقِيهُ، ثنا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْقَاسِمِ، ثنا مُحَمَّدُ بْنُ الْحَسَنِ أَبُو بَكْرٍ الْمُقْرِيُّ، ثَنَا مُحَمَّدُ بْنُ الْفَضْلِ الطَّبَرِيُّ، ثَنَا هَارُونُ الْبَزَّازُ، ثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، ثَنَا خَالِدُ بْنُ خِدَاشٍ، عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَال: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلَامُ، فَقَرَأَ: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 1] ، فَجَهَرَ بِهَا \"",
            "page": "35",
            "part": "1",
            "seal": "828BBFB3"
        },
        {
            "hno": "7",
            "id": "11",
            "nass": "7 - أَخْبَرَنَا أَبُو مَنْصُورٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الْقَاضِي، ثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ الْبَزَّازُ، أَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ زِيَادٍ الْحَافِظُ، ثَنَا حَاجِبُ بْنُ سُلَيْمَانَ، ثَنَا أَبُو أُسَامَةَ، ثَنَا الْوَلِيدُ بْنُ كَثِيرٍ، عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ: \" سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْمَاءِ يَكُونُ بِأَرْضِ الْفَلَاةِ، وَمَا يَنُوبُهُ مِنَ السِّبَاعِ وَالدَّوَابِّ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِذَا كَانَ الْمَاءُ قُلَّتَيْنِ، لَمْ يُنَجِّسْهُ شَيْءٌ \"",
            "page": "37",
            "part": "1",
            "seal": "62DCB75A"
        },
        {
            "hno": "8",
            "id": "12",
            "nass": "8 - أَخْبَرَنَا أَبُو نَصْرٍ عَلِيُّ بْنُ عُبَيْدِ اللَّهِ الْكَاغِدِيُّ، أَنْبَأَ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ خُرَّشِيذْ قُوْلَه ثَنَا أَبُو بَكْرٍ النَّيْسَابُورِيُّ، ثَنَا أَحْمَدُ بْنُ يوُسُفَ السُّلْمِيُّ، ثَنَا عَبُيْدُ اللَّهِ بْنُ مُوسَى، ثَنَا أَبُو جَعْفَرٍ الرَّازِيُّ، عَنِ الرَّبِيعِ بْنِ أَنَسٍ، عَنْ أَنَسٍ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَنَتَ شَهْرًا يَدْعُو عَلَيْهِمْ، ثُمَّ تَرَكَهُ، وَأَمَّا فِي الصُّبْحِ، فَلَمْ يَزَلْ يَقْنُتُ حَتَّى فَارَقَ الدُّنْيَا»",
            "page": "38",
            "part": "1",
            "seal": "F5E3C077"
        },
        {
            "hno": "9",
            "id": "13",
            "nass": "9 - أَخْبَرَنَا أَبُو مَنْصُورِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ السِّينِيُّ، وَأَبُو نَصْرٍ عَلِيُّ بْنُ عُبَيْدِ اللَّهِ، قَالَا: أَنْبَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ إِسْحَاقَ، قَالَ: ثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ زِيَادٍ الْفَقِيهُ، حَدَّثَنِي بَحْرُ بْنُ نَصْرٍ، ثَنَا يَحْيَى بْنُ حَسَّانَ، ثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، وَطَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ: \" كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُنَا التَّشَهُّدَ كَمَا يُعَلِّمُنَا الْقُرَآنَ، فَكَانَ يَقُولُ: التَّحِيَّاتُ، الْمُبَارَكَاتُ، الصَّلَوَاتُ، الطَّيِّبَاتُ لِلَّهِ، سَلَامٌ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، سَلَامٌ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ \"",
            "page": "39",
            "part": "1",
            "seal": "11613D71"
        },
        {
            "hno": "10",
            "id": "14",
            "nass": "10 - أَخْبَرَنَا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ زَاهِرٍ الطُّوسِيُّ، أَنْبَا أَحْمَدُ بْنُ الْحَسَنِ الْحَرَشِيُّ، ثَنَا حَاجِبُ بْنُ أَحْمَدَ الطُّوسِيُّ، ثَنَا مُحَمَّدُ بْنُ حَمَّادٍ، قَالَ: سَمِعْتُ ابْنَ عُيَيْنَةَ، يَقُولُ: «إِنَّ لِلْحِكْمَةِ أَهْلًا، إِنْ مَنَعْتَهَا أَهْلَهَا كُنْتَ جَاهِلًا، فَكُنْ كَالطَّبِيبِ الْعَالِمِ يَضَعُ دَوَاءَهُ حَيْثُ يَنْفَعُ»",
            "page": "40",
            "part": "1",
            "seal": "E1D1E0B4"
        },
        {
            "hno": "11",
            "id": "15",
            "nass": "11 - أَخْبَرَنَا أَحْمَدُ بْنُ عَلِيٍّ الْإِمَامُ، كِتَابَةً، قَالَ: قَرَأْتُ عَلَى أَحْمَدَ بْنِ مُحَمَّدٍ الْفَقِيهِ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ يَحْيَى، قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ إِسْحَاقَ بْنِ خُزَيْمَةَ، يَقُولُ: سَمِعْتُ يُونُسَ بْنَ عَبْدِ الْأَعْلَى، يَقُولُ: سَمِعْتُ الشَّافِعِيَّ، رَضِيَ اللَّهُ عَنْه، يَقُولُ: «إِذَا رَأَيْتُ رَجُلًا مِنْ أَصْحَابِ الْحَدِيثِ، فَكَأَنِّي رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» ¶ 12 - سَمِعْتُ أَبَا الْحُسَيْنِ عَلِيَّ بْنَ عَبْدِ اللَّهِ، يَقُولُ: سَمِعْتُ إِبْرَاهِيمَ بْنَ أَحْمَدَ الْبَلْخِيَّ، يَقُولُ: سَمِعْتُ أَبَا نَصْرٍ أَحْمَدَ بْنَ مُحَمَّدٍ الشَّاشِيَّ، بِالشَّاشِ، يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْقَاسِمِ الْبَصْرِيَّ، يَرْوِي عَنِ الرَّبِيعِ بْنِ سُلَيْمَانَ الْمُرَادِيَّ، قَالَ: \" كُنْتُ مَعَ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ إِدْرِيسَ الشَّافِعِيِّ رَحِمَهُ اللَّهُ، لَمَّا دَخَلَ مِصْرَ، خَافَ الْمَالِكِيَّةَ، وَجَلَسَ فِي دَارِهِ، وَلَمْ يَخْرُجْ مِنْ دَارِهِ، وَلَمْ يَخْرُجْ إِلَى النَّاسِ، فَقَالَ لَهُ جَمَاعَةٌ مِنْ أَصْحَابِهِ: يَا أَبَا عَبْدِ اللَّهِ، لَوْ خَرَجْتَ وَجَلَسْتَ إلَى النَّاسِ وَسَمِعُوا مِنْ كَلَامِكَ لَرَجَعُوا عَنْ قَوْلِ مَالِكٍ وَأَخَذُوا بِقَوْلِكَ، قَالَ: فَأَطْرَقَ الشَّافِعِيُّ رَحِمَهُ اللَّهُ، سَاعَةً إِلَى الْأَرْضِ، ثُمَّ رَفَعَ رَأْسَهُ، وَأَنْشَأَ يَقُولُ: ¶ أَأَنْثُرُ دُرًّا وَسْطَ سَارِحَةِ النَّعَمْ ... وَأَنْظِمُ مَنْثُورًا لِرَاعِيَةِ الْغَنَمْ ¶ لَعَمْرِي لَئِنْ ضُيِّعْتُ فِي شَرِّ بَلْدَةٍ ... فَلَسْتُ مُضَيِّعًا فِيهِمْ غُرَرَ الْكَلِمْ ¶ فَإِنْ فَرَّجَ اللَّهُ اللَّطِيفُ بِلُطْفِهِ ... وَصَادَفْتُ أَهْلًا لِلْعُلُومِ وَلِلْحِكَمْ ¶ بَثَثْتُ مُفِيدًا وَاسْتَفَدْتُ وِدَادَهُمْ ... وَإِلَّا فَمَخْزُونٌ لَدَيَّ وَمُكْتَتَمْ ¶ وَمَنْ مَنَحَ الجُّهَّالَ عِلْمًا أَضَاعَهُ وَمَنْ مَنَعَ الْمُسْتَوْجِبِينَ فَقَدْ ظَلَمْ \"",
            "page": "41",
            "part": "1",
            "seal": "EF93990C"
        },
        {
            "hno": "13",
            "id": "16",
            "nass": "13 - أَخْبَرَنَا أَبُو مُسْلِمٍ مُحَمَّدُ بْنُ عَلِيٍّ الْأَدِيبُ، بِأَصْبَهَانَ، أَنْبَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ عَلِيِّ بْنِ عَاصِمِ بْنِ زَاذَانَ، ثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ قُتَيْبَةَ، ثَنَا حَرْمَلَةُ بْنُ يَحْيَى، ثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، ثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" مَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبَيلِ اللَّهِ نُودِيَ فِي الْجَنَّةِ: يَا عَبْدَ اللَّهِ، هَذَا خَيْرٌ، فَمَنْ كَانَ مِنْ أَهْلِ الصَّلَاةِ دُعِيَ مِنْ بَابِ الصَّلَاةِ، وَمَنْ كَانَ مِنْ أَهْلِ الْجِهَادِ دُعِيَ مِنْ بَابِ الْجِهَادِ، وَمَنْ كَانَ مِنْ أَهْلِ الصَّدَقَةِ دُعِيَ مِنْ بَابِ الصَّدَقَةِ، وَمَنْ كَانَ مِنْ أَهْلِ الصِّيَامِ دُعِيَ مِنْ بَابِ الرَّيَّانِ، فَقَالَ أَبُو بَكْرٍ: بِأَبِي أَنْتَ وَأُمِّي، أَيُدْعَى أَحَدٌ مِنْ تِلْكَ الْأَبْوَابِ كُلِّهَا؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: نَعَمْ، وَأَرْجُو أَنْ تَكُونَ مِنْهُمْ \". ¶ هَذَا حَدِيثٌ صَحِيحٌ مُتَّفَقٌ عَلَيْهِ مِنْ حَدِيثِ الزُّهْرِيِّ، عَنْ حُمَيْدٍ، وَحَدِيثِ ابْنِ وَهْبٍ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ انْفَرَدَ بِهِ مُسْلِمٌ، فَرَوَاهُ فِي الزَّكَاةِ، عَنْ أَبِي الطَّاهِرِ وَحَرْمَلَةَ، عَنِ ابْنِ وَهْبٍ، عَنْ يُونُسَ",
            "page": "42",
            "part": "1",
            "seal": "A48EE04A"
        },
        {
            "hno": "14",
            "id": "18",
            "nass": "14 - أَخْبَرَنَا أَبُو سَهْلٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ، أَنْبَا أَبُو الْهَيْثَمِ مُحَمَّدُ بْنُ مَكِّيٍّ، ثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفَرْبَرِيُّ، ثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ، ثَنَا يَحْيَى بْنُ بَكِيرٍ، ثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو أُمَامَةَ سَهْلُ بْنُ حَنِيفٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ، يَقُولُ: \" بَيْنَا أَنَا نَائِمٌ رَأَيْتُ النَّاسَ، عُرِضُوا عَلَيَّ، وَعَلَيْهِمْ قُمُصٌ، فَمِنْهَا مَا يَبْلُغُ الثَّدْيَ، وَمِنْهَا مَا يَبْلُغُ دُونَ ذَلِكَ، وَعُرِضَ عَلَيَّ عُمَرُ وَعَلَيْهِ قَمِيصٌ يَجُرُّهُ، فَقَالُوا: مَا أَوَّلْتَهُ؟ قَالَ: الدِّينُ \". ¶ أخرجه مسلم في الفضائل، عن منصور بن أبي مزاحم، عن إبراهيم بن سعد عن صالح، عن ابن شهاب",
            "page": "44",
            "part": "1",
            "seal": "5ADFDEEA"
        },
        {
            "hno": "15",
            "id": "19",
            "nass": "15 - أَخْبَرَنَا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ حَمْدُونَ، ثَنَا الْحَاكِمُ عَبْدُ الْجَبَّارِ بْنُ أَحْمَدَ، نَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، ثَنَا يُونُسُ بْنُ حَبِيبٍ، ثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، ثَنَا سَكَنُ بْنُ الْمُغِيرَةِ، عَنِ الْوَلِيدِ بْنِ أَبِي هِشَام، عَنْ فَرْقَدٍ أَبِي طَلْحَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ خَبَّابٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلْيِه وَسَلَّمَ \" وَحَضَّ عَلَى جَيْشِ الْعُسْرَةِ، فَقَامَ عُثْمَانُ، رَضِيَ اللَّهُ عَنْهُ، فَقَالَ: مِائَةُ بَعِيرٍ بِأَحْلَاسِهَا وَأَقْتَابِهَا فِي سَبِيلِ اللَّهِ، ثُمَّ حَضَّ الثَّانِيَةَ، فَقَالَ عُثْمَانُ: مِائَتَا بَعِيرٍ بِأَحْلَاسِهَا وَأَقْتَابِهَا فِي سَبِيلِ اللَّهِ، ثُمَّ حَضَّ الثَّالِثَةَ، فَقَالَ: ثَلَاثُمِائَةِ بَعِيرٍ بِأَحْلَاسِهَا وَأَقْتَابِهَا فِي سَبِيلِ اللَّهِ، قَالَ: فَرَأَيْتُ رَسُولَ اللَّهِ يَنْزِلُ عَنِ الْمِنْبَرِ، وَهُوَ يَقُولُ: مَا عَلَى عُثْمَانَ مَا عَمِلَ بَعْدَ هَذَا \"، مَرَّتَيْنِ أَوْ ثَلَاثًا",
            "page": "45",
            "part": "1",
            "seal": "371565FD"
        },
        {
            "hno": "16",
            "id": "21",
            "nass": "16 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ الْمَرْوَزِيُّ، أَنْبَأَ مَنْصُورُ بْنُ عَبْدِ اللَّهِ بْنِ خَالِدٍ الْحَافِظُ، قَدِمَ عَلَيْنَا مَرْو، ثَنَا عَلِيُّ بْنُ عَبْدِ الرَّحْمَنِ الْكُوفِيُّ، ثَنَا أَحْمَدُ بْنُ حَازِمٍ الْغِفَارِيُّ، أَنْبَا إِسْمَاعِيلُ بْنُ أَبَانَ، ثَنَا أَبُو عَبْدِ اللَّهِ نَاصِحٌ الْمُحَلَّمِيُّ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ: \" قَالُوا: يَا رَسُولَ اللَّهِ، مَنْ يَحْمِلُ رَايَتَكَ يَوْمَ الْقِيَامَةِ؟ قَالَ: مَنْ عَسَى أَنْ يَحْمِلَهَا يَوْمَ الْقِيَامَةِ إِلَّا مَنْ كَانَ يَحْمِلُهَا فِي الدُّنْيَا عَلِيُّ بْنُ أَبِي طَالِبٍ \"",
            "page": "47",
            "part": "1",
            "seal": "876A1C81"
        },
        {
            "hno": "17",
            "id": "22",
            "nass": "17 - أَخْبَرَنَا أَبُو الْقَاسِمِ يَوسُفُ بْنُ مُحَمَّدِ بْنِ يُوسُفَ، بِهَمْدَانَ، ثَنَا أَحْمَدُ بْنُ إِبْراهِيمَ أَبُو الْعَبَّاسِ، ثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عِرْسٍ، ثَنَا مُحَمَّدُ بْنُ عَبْدِ الْغَفَّارِ، ثَنَا أَبُو الْخَطَّابِ إِيَاسُ بْنُ مُحَمَّدٍ الْبَصْرِيُّ، وَعَمْرُو بْنُ عَلِيٍّ، قَالَا: ثَنَا أَبُو عَتَّابٍ سَهْلُ بْنُ حَمَّادٍ، ثَنَا الْمُخْتَارُ بْنُ نَافِعٍ أَبُو إِسْحَاقَ التَّيْمِيُّ، ثَنَا أَبُو حَيَّانَ التَّيْمِيُّ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «رَحِمَ اللَّهُ أَبَا بَكْرٍ زَوَّجَنِي ابْنَتَهُ، وَحَمَلَنِي إِلَى دَارِ الْهِجْرَةِ، وَأَعْتَقَ بِلَالًا مِنْ مَالِهِ، رَحِمَ اللَّهُ عُمَرَ، يَقُولُ الْحَقَّ وَإِنْ كَانَ مُرًّا، تَرَكَهُ الْحَقُّ وَمَالَهُ مِنْ صَدِيقٍ، رَحِمَ اللَّهُ عُثْمَانَ تَسْتَحِييهِ الْمَلَائِكَةُ، رَحِمَ اللَّهُ عَلِيًّا اللَّهُمَّ أَدِرِ الْحَقَّ مَعَهُ حَيْثُ دَارَ»",
            "page": "48",
            "part": "1",
            "seal": "D46260B0"
        },
        {
            "hno": "18",
            "id": "23",
            "nass": "18 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ الْمُذَكِّرُ، ثَنَا أَبُو عَلِيٍّ الْخَالِدِيُّ، ثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ يَحْيَى بْنِ أَحْمَدَ الْهَمْدَانِيُّ، ثَنَا زَكَرِيَّا بْنُ يَحْيَى السَّاجِيُّ، ثَنَا نَصْرُ بْنُ عَلِيٍّ، ثَنَا عَلِيُّ بْنُ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَخِيهِ مُوسَى بْنِ جَعْفَرٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، \" أَنَّ النَّبِيَّ صلى الله عليه وسلم أَخَذَ بِيَدِ الْحَسَنِ وَالْحُسَيْنِ، رَضِيَ اللَّهُ عَنْهُمَا، فَقَالَ: مَنْ أَحَبَّ هَذَيْنِ وَأَبَاهُمَا وَأُمَّهُمَا كَانَ مَعِيَ فِي دَرَجَتِي يَوْمَ الْقِيَامَةِ \"",
            "page": "49",
            "part": "1",
            "seal": "20808EDF"
        },
        {
            "hno": "19",
            "id": "24",
            "nass": "19 - أَخْبَرَنَا أَبُو الْفَتْحِ نَصْرُ بْنُ عَلِيٍّ الْحَاكِمُ، ثَنَا مُحَمَّدُ بْنُ أَبِي عِمْرَانَ التَّاجِرُ، ثَنَا مُحَمَّدُ بْنُ يَعْقُوبَ الشَّيْبَانِيُّ، ثَنَا بَكْرُ بْنُ سَهْلٍ، قَالَ: ثَنَا عَبْدُ الْغَنِيِّ بْنُ سَعِيدٍ الثَّقَفِيُّ، ثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ الصَّنْعَانِيُّ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَتْ عَائِشَةُ: \" أُعْطِيتُ عَشْرَ خِصَالٍ لَمْ تُعْطَهُنَّ ذَاتُ خِمَارٍ قَبْلِي: صُوِّرْتُ لِرَسُولِ اللَّهِ قَبْلَ أَنْ أُصَوَّرَ فِي رَحِمِ أُمِّي، وَتَزَوَّجَنِي رَسُولُ اللَّهِ بِكْرًا، وَلَمْ يَتَزَوَّجْ بِكْرًا غَيْرِي، وَكَانَ يَنْزِلُ عَلَى رَسُوِل اللَّهِ الْوَحْيُ وَهُوَ بَيْنَ سَحَرِي وَنَحْرِي، وَنَزَلَتْ بَرَاءَتِي مِنَ السَّمَاءِ، وَكُنْتُ أَحَبَّ النَّاسِ إِلَيْهِ، وَكَانَ أَبِي أَحَبَّ الرِّجَالِ إِلَيْهِ، وَخُيِّرَ رَسُولُ اللَّهِ وَهُوَ بَيْنَ حَاقِنَتِي وَذَاقِنَتِي، وَتُوُفِّيَ فِي يَوْمِي، وَدُفِنَ فِي بَيْتِي صَلَوَاتُ اللَّهِ عَلَيْهِ وَسَلَامُهُ \"",
            "page": "50",
            "part": "1",
            "seal": "48BE546B"
        },
        {
            "hno": "20",
            "id": "25",
            "nass": "20 - أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عُمَر، كِتَابَةً، ثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْعَبَّاسِ، ثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، ثَنَا مُحَمَّدُ بْنُ طَلْحَةَ التَّيْمِيُّ، ثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُوَيْمِ بْنِ سَاعِدَة، عَنْ أَبِيهِ، عَنْ جَدِّه، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ تَعَالَى اخْتَارَنِي وَاخْتَارَ لِي أَصْحَابًا، فَجَعَلَ مِنْهُمْ وُزَرَاءَ، وَأَنْصَارًا، وَأَصْهَارًا، فَمَنْ سَبَّهُمْ فَعَلَيْهِ لَعْنَةُ اللَّهِ، وَالْمَلَائِكَةِ، وَالنَّاسِ أَجْمَعِينَ، لَا يَقْبَلُ اللَّهُ تَعَالَى مِنْهُ صَرْفًا وَلَا عَدْلًا»",
            "page": "51",
            "part": "1",
            "seal": "7E579032"
        },
        {
            "hno": "21",
            "id": "26",
            "nass": "21 - أَخْبَرَنَا أَبُو سَعْدٍ عَبْدُ الْكَرِيمِ بْنُ أَحْمَدَ الطَّبَرِيُّ، ثَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدٍ الْبَصْرِيُّ، ثَنَا الْحَسَنُ بْنُ جَعْفَرِ بْنِ هِلَالٍ الْحِمْيَرِيُّ، ثَنَا حَمْزَةُ بْنُ مُحَمَّدٍ الْكَاتِبُ، أَنْبَا نُعَيْمُ بْنُ حَمَّادٍ، ثَنَا عَبْدُ الرَّحِيمِ بْنُ زَيْدٍ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" سَأَلْتُ رَبِّي عَزَّ وَجَلَّ فِيمَا اخْتَلَفَ فِيهِ أَصْحَابِي مِنْ بَعْدِي، فَأَوْحَى اللَّهُ إِلَيَّ: يَا مُحَمَّدُ إِنَّ أَصْحَابَكَ عِنْدِي بِمَنْزِلَةِ النُّجُومِ فِي السَّمَاءِ بَعْضُهَا أَضْوَأُ مِنْ بَعْضٍ، فَمَنْ أَخَذَ بِشَيْءٍ مِمَّا هُمْ عَلَيْهِ مِنِ اخْتِلَافِهِمْ، فَهُوَ عِنْدِي عَلَى هُدًى \"",
            "page": "52",
            "part": "1",
            "seal": "33FE9906"
        },
        {
            "hno": "22",
            "id": "27",
            "nass": "22 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ، ثَنَا مَحْمُودُ بْنُ عُمَرَ بْنِ جَعْفَرِ بْنِ إِسْحَاقَ، ثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ التَّمِيمِيُّ، ثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنُ حَبِيبٍ الْهَمْدَانِيُّ، ثَنَا أَحْمَدُ بْنُ عِيسَى الْعَلَوِيُّ، ثَنا ابْنُ أَبِي فُدَيكٍ، عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" يَرْحَمُ اللَّهُ خُلَفَائِي، قِيلَ: وَمَنْ خُلَفَاؤُكَ يَا رَسُولَ اللَّهِ؟ قَالَ: الَّذِينَ يَأْتُونَ مِنْ بَعْدِي يَرْوُونَ أَحَادِيثِي، وَسُنَّتِي، وَيُعَلِّمَونَهَا النَّاسَ \"",
            "page": "53",
            "part": "1",
            "seal": "9B63320B"
        },
        {
            "hno": "23",
            "id": "28",
            "nass": "23 - أَخْبَرَنَا أَبُو الْقَاسِمِ يَحْيَى بْنُ عَلِيٍّ الْمَرْوَزِيُّ، ثَنَا الْإِمَامُ أَبُو بَكْرٍ الْقَفَّالُ، ثَنَا الْإِمَامُ أَبُو عَبْدِ اللَّهِ الْمُضَرِيُّ، ثَنَا أَبُو أَحْمَدَ يَعْنِي الْمَرُوزِيَّ، ثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرِ بْنِ خَاقَانَ، ثَنَا عَلِيُّ بْنُ خَشْرَمٍ، ثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ لَيْثِ بْنِ أَبِي سُلَيْمٍ، أَنَّهُ قَالَ: \" بَلَغَنِي أَنَّ عُمَرَ بْنَ الْخَطَّابِ عُوتِبَ فِي جَهْدِهِ نَهَارًا فِي أُمُورِ النَّاسِ، وَفِي اجْتِهَادِهِ لَيْلًا فِي أُمُورِ آخِرَتِهِ، فَقَالَ لَهُمْ: إِنْ أَنَا نِمْتُ نَهَارِي ضَاعَتِ الرَّعِيَّةُ، وَإِنْ نِمْتُ لَيْلًا ضَيَّعْتُ نَفْسِي، فَكَيْفَ بِالنَّوْمِ مَعَهُمَا؟ \"",
            "page": "54",
            "part": "1",
            "seal": "138C6A96"
        },
        {
            "hno": "24",
            "id": "29",
            "nass": "24 - أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ، ثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ. . .، أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ، ثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ، ثَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ عَمْرِو بْنِ مُحَمَّدٍ الزَّنْبَقِيُّ، ثَنَا زَكَرِيَّا بْنُ يَحْيَى، ثَنَا الْأَصْمَعِيُّ، عَنِ الْعَلَاءِ بْنِ الْفُضَيْلِ بْنِ أَبِي سَوِيَّةَ، عَنْ أَبِيهِ، قَالَ: \" أُخْبِرْتُ أَنَّهُمْ لَمَّا قَتَلُوا عُثْمَانَ بْنَ عَفَّانَ فَتَّشُوا خَزَائِنَهُ، فَوَجَدُوا فِيهَا صُنْدُوقًا مُقْفَلًا، فَفَتَحُوهُ، فَوَجَدُوا فِيهِ حُقَّةً فِيهَا وَرَقَةٌ مَكْتُوبٌ فِي بَاطِنِهَا عُثْمَانُ بْنُ عَفَّانَ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَأَنَّ الْجَنَّةَ حَقٌّ، وَأَنَّ النَّارَ حَقٌّ، وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ لِيَوْمٍ لَا رَيْبَ فِيهِ، وَأَنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ، عَلَيْهَا نَمُوتُ، وَعَلَيْهَا نُبْعَثُ إِنْ شَاءَ اللَّهُ، وَوَجَدُوا فِي ظَاهِرِهَا مَكْتُوبًا: ¶ غِنَى النَّفْسِ يُغْنِي النَّفْسَ حَتَّى يَكُفَّهَا ... وَإِنْ عَضَّهَا حَتَّى يَضُرَّ بِهَا الْفَقْرُ ¶ وَمَا عُسْرَةٌ فَاصْبِرْ لَهَا إِنْ لَقِيتَهَا ... بِكَائِنَةٍ إِلَّا سَيَتْبَعُهَا يُسْرُ ¶ وَمَنْ لَمْ يُقَاسِ الدَّهْرَ لَمْ يَعْرِفِ الْأَسَى ... وَفِي غِيَرِ الْأَيَّامِ مَا وَعَظَ الدَّهْرُ \"",
            "page": "55",
            "part": "1",
            "seal": "C4FAFC16"
        }
    ],
    "t9608": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "إذا جاء أحدكم المسجد، فليركع ركعتين قبل أن يجلس» ، رواه البخاري، ومسلم في صحيحهما، من حديث"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الحلال بين، والحرام بين، وبين ذلك أمور متشابهات، وربما قال: مشتبهة، وسأضرب لكم في ذلك"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "إذا دخل أهل الجنة الجنة، وأهل النار النار، نادى مناد: يا أهل الجنة، إن لكم عند الله"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "لو صليتم حتى تكونوا كالحنايا، وصمتم حتى تكونوا كالأوتار، ثم كان الاثنان أحب إليكم من"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ما الإسلام؟ قال: شهادة أن لا إله إلا الله، وأني رسول الله، وتؤمن بالأقدار خيرها وشرها،"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "أتاني جبريل عليه السلام، فقرأ: {بسم الله الرحمن الرحيم} [الفاتحة: 1] ، فجهر"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كان الماء قلتين، لم ينجسه شيء \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "قنت شهرا يدعو عليهم، ثم تركه، وأما في الصبح، فلم يزل يقنت حتى فارق"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "التحيات، المباركات، الصلوات، الطيبات لله، سلام عليك أيها النبي ورحمة الله وبركاته، سلام"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "للحكمة أهلا، إن منعتها أهلها كنت جاهلا، فكن كالطبيب العالم يضع دواءه حيث"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "إذا رأيت رجلا من أصحاب الحديث، فكأني رأيت رسول الله صلى الله عليه وسلم»"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "أأنثر درا وسط سارحة النعم ... وأنظم منثورا لراعية الغنم لعمري لئن ضيعت في شر بلدة ..."
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "من أنفق زوجين في سبيل الله نودي في الجنة: يا عبد الله، هذا خير، فمن كان من أهل الصلاة دعي"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "بينا أنا نائم رأيت الناس، عرضوا علي، وعليهم قمص، فمنها ما يبلغ الثدي، ومنها ما يبلغ دون"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "وحض على جيش العسرة، فقام عثمان، رضي الله عنه، فقال: مائة بعير بأحلاسها وأقتابها في سبيل"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "من يحمل رايتك يوم القيامة؟ قال: من عسى أن يحملها يوم القيامة إلا من كان يحملها في الدنيا"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "رحم الله أبا بكر زوجني ابنته، وحملني إلى دار الهجرة، وأعتق بلالا من ماله، رحم الله عمر،"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "أخذ بيد الحسن والحسين، رضي الله عنهما، فقال: من أحب هذين وأباهما وأمهما كان معي في درجتي"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "\" أعطيت عشر خصال لم تعطهن ذات خمار قبلي: صورت لرسول الله قبل أن أصور في رحم أمي، وتزوجني"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الله تعالى اختارني واختار لي أصحابا، فجعل منهم وزراء، وأنصارا، وأصهارا، فمن سبهم فعليه"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "أصحابك عندي بمنزلة النجوم في السماء بعضها أضوأ من بعض، فمن أخذ بشيء مما هم عليه من"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "يرحم الله خلفائي، قيل: ومن خلفاؤك يا رسول الله؟ قال: الذين يأتون من بعدي يروون أحاديثي،"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "إن أنا نمت نهاري ضاعت الرعية، وإن نمت ليلا ضيعت نفسي، فكيف بالنوم"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "يشهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده ورسوله، وأن الجنة حق، وأن النار"
        }
    ]
}