{
    "b9622": [
        {
            "hno": "1",
            "id": "2",
            "nass": "الْأَلِفُ ¶ 1 - أَخْبَرَنَا أَبُو الْوَفَاءِ أَسْلَمُ بْنُ مُسْلِمِ بْنِ مُحَمَّدِ بْنِ الْحَسَنِ الْقُرَشِيُّ، بِقِرَاءَتِي عَلَيْهِ مِنْ أَصْلِ سَمَاعِهِ، قُلْتُ لَهُ حَدَّثَكُمْ الْإِمَامُ أَبُو مَعْمَرٍ الْمُفَضَّلُ بْنُ إِسْمَاعِيلَ الْإِسْمَاعِيلِيُّ، إِمْلَاءً فَأَقَرَّ بِهِ، حَدَّثَنَا الْإِمَامُ جَدِّي، حَدَّثَنَا أَبُو حَفْصٍ عَمْرُو بْنُ بِشْرٍ النَّيْسَابُورِيُّ، حَدَّثَنَا حَمْدَانُ بْنُ عُمَرَ، حَدَّثَنَا",
            "page": "273",
            "part": "1",
            "seal": "CB34B1AF"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "أَبُو النَّضِرِ هَاشِمُ بْنُ الْقَاسِمِ، عَنِ الْأَشْجَعِيِّ، عَنْ سُفْيَانَ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي الْعَلَاءِ بْنِ الشِّخِّيرِ، حَدَّثَنَا شَيْخٌ مِنْ حَنْظَلَةَ، عَنْ شَدَّادِ بْنِ أَوْسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ , قَالَ: مَا مِنْ عَبْدٍ يَأْوِي إِلَى فِرَاشِهِ وَيَقْرَأُ سُورَةً مِنْ كِتَابِ اللَّهِ عَزَّ وَجَلَّ إِلَّا وَكَّلَ اللَّهُ بِهِ مَلَكًا، لَا يَقْرَبُهُ شَيْءٌ حَتَّى يَهُبَّ مَتَى هَبَّ ¶ الْبَاءُ ¶ 2 - أَخْبَرَنَا أَبُو مَنْصُورٍ بَكْرُ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ حِيدٍ، قَدِمَ عَلَيْنَا تَاجِرًا فِي بَنِي حَرِيثٍ قَالَ قُرِئَ عَلَى أَبِي الْحُسَيْنِ , أَوْ أَخْبَرَنَا أَبُو الْحُسَيْنِ الشَّكُّ مِنِّي أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عُمَرَ، حَدَّثَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ السَّرَّاجُ، حَدَّثَنَا",
            "page": "274",
            "part": "1",
            "seal": "B085635C"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ الضُّبَعِيِّ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ , قَالَ: «كَانَ رَسُولُ اللَّهِ لَا يَدَّخِرُ شَيْئًا لِغَدٍ» ¶ التَّاءُ ¶ 3 - أَخْبَرَنَا أَبُو طَاهِرٍ تَمِيمُ بْنُ عَبْدِ الْوَاحِدِ بْنِ مُحَمَّدٍ، بِقِرَاءَتِي عَلَيْهِ مِنْ أَصْلِ سَمَاعِهِ فَأَقَرَّ بِهِ، حَدَّثَكُمْ أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ عَمْرِو بْنِ مَهْدِيٍّ، إِمْلَاءً , حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْقَاسِمِ بْنِ",
            "page": "275",
            "part": "1",
            "seal": "97FFB981"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "سِيَاهٍ، حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ النُّعْمَانِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ الطَّوِيلِ، حَدَّثَنَا الْحَكَمُ بْنُ عَطِيَّةَ , عَنْ ثَابِتٍ الْبُنَانِيِّ , عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «تُسَمُّونَهُمْ مُحَمَّدًا ثُمَّ تَسُبُّونَهُمْ»",
            "page": "276",
            "part": "1",
            "seal": "AEF7A3A3"
        },
        {
            "hno": "4",
            "id": "6",
            "nass": "الثَّاءُ ¶ 4 - أَخْبَرَنَا أَبُو بَكْرٍ ثَعْلَبَةُ بْنُ خَيْثَمَةَ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ سَعِيدٍ السَّعِيدِيُّ بِقِرَاءَتِي عَلَيْهِ، حَدَّثَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ بْنِ فَاذَشَاهٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا أَبُو يَزِيدَ الْقَرَاطِيسِيُّ، حَدَّثَنَا أَسَدُ بْنُ مُوسَى، حَدَّثَنَا عُثْمَانُ بْنُ مُقْسِمٍ , عَنْ قَتَادَةَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ رَضِيَّ اللَّهُ عَنْهُ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: قَالَ: \" يُقَالُ لِلْكَافِرِ: لَوْ كَانَ لَكَ مِلْءُ الْأَرْضِ ذَهَبًا أَكُنْتَ تَفْتَدِي بِهِ؟ فَيَقُولُ: نَعَمْ، فَيُقَالُ: كَذَبْتَ قَدْ سُئِلْتَ أَهْوَنَ مِنْ ذَلِكَ فَلَمْ تَفْعَلْ: لَا إِلَهَ إِلَّا اللَّهُ \" ¶ الْجِيمُ ¶ 5 - أَخْبَرَنَا أَبُو الْفَضْلِ جَرِيرُ بْنُ عَبْدِ الْوَهَّابِ بْنِ جَرِيرِ بْنِ مُحَمَّدِ بْنِ عَلِيِّ",
            "page": "277",
            "part": "1",
            "seal": "0EC7432A"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "بْنِ جَرِيرِ الْجَرِيرِيُّ الضَّبِّيُّ بِقِرَاءَتِي عَلَيْهِ قُلْتُ لَهُ حَدَّثَكُمْ أَبُو الْفَرَجِ عُثْمَانُ بْنُ أَحْمَدَ بْنِ إِسْحَاقَ الْبُرْجِيِّ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ حَفْصٍ , عَنِ الْحَجَّاجِ بْنِ يُوسُفَ بْنِ قُتَيْبَةَ، حَدَّثَنَا النُّعْمَانُ بْنُ عَبْدِ السَّلَامِ عَنْ سُفْيَانَ الثَّوْرِيِّ , عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ , عَنْ أَبِيهِ , عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَدْرَكَ مِنَ الْفَجْرِ رَكْعَةً قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَ، وَمَنْ أَدْرَكَ رَكْعَةً مِنَ الْعَصْرِ قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَ»",
            "page": "278",
            "part": "1",
            "seal": "3EE28E34"
        },
        {
            "hno": "6",
            "id": "8",
            "nass": "الْحَاءُ ¶ 6 - أَخْبَرَنَا حَاتِمُ بْنُ أَبِي سَعْدٍ حَفِيدُ أَبِي أَحْمَدَ بْنِ عَدِيٍّ الْحَافِظُ، بِقِرَاءَتِي عَلَيْهِ مِنْ أَصْلِ سَمَاعِهِ بِدِهِسْتَانَ، وَمَاتَ بِهَا قُلْتُ لَهُ: أَخْبَرَكُمْ أَبُو إِبْرَاهِيمَ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ النَّصْرَابَاذِيُّ فَأَقَرَّ بِهِ، حَدَّثَنَا الْإِمَامُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ إِسْمَاعِيلَ قَدِمَ عَلَيْنَا , حَدَّثَنَا أَبُو مُحَمَّدٍ إِسْحَاقُ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ مِنْ أُصُولِ جَدِّهِ، حَدَّثَنَا جَدِّيُّ هُوَ إِسْحَاقُ بْنُ زُرَيْقٍ حَدَّثَنَا عُثْمَانُ هُوَ ابْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنِي عَبْدُ الْعَزِيزِ بْنِ عَبْدِ الرَّحْمَنِ الْبَاهِلِيُّ , عَنْ أَبَانَ , عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَجُلًا شَكَا إِلَى النَّبِيِّ سُوءَ خُلُقِ دَابَّتِهِ، فَأَمَرَهُ أَنْ يَقْرَأَ عَلَيْهَا فَاتِحَةَ الْكِتَابِ، فَقَرَأَهَا عَلَيْها فَذَلَّلَهَا اللَّهُ لَهُ»",
            "page": "279",
            "part": "1",
            "seal": "0DF63719"
        },
        {
            "hno": "7",
            "id": "9",
            "nass": "الْخَاءُ ¶ 7 - أَخْبَرَنَا أَبُو تَمَّامٍ الْخَلِيلُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الشَّيْبَانِيُّ الْوَاعِظُ رَحِمَهُ اللَّهُ بِقِرَاءَتِي عَلَيْهِ فَأَقَرَّ بِهِ، أَخْبَرَكُمْ أَبُو مُسْلِمٍ غَالِبُ بْنُ عَلِيٍّ الصُّوفِيُّ - قَدِمَ عَلَيْكُمْ - أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ مُحَمَّدٍ الزَّوْزَنِيُّ بِنَيْسَابِورَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيٍّ الْحَافِظُ الْبَلْخِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ مَحْمُودٍ، حَدَّثَنَا نَصْرُ بْنُ الْأَصْبَغِ عَنِ الْحُسَيْنِ بْنِ عُلْوَانَ , عَنْ أَبَانَ , عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَّ اللَّهُ عَنْهُ , عَنِ النَّبِيِّ قَالَ: مَنْ أَكْرَمَ عَالِمًا فَقَدْ أَكْرَمَ سَبْعِينَ نَبِيًّا , وَمَنْ أَكْرَمَ مُتَعَلِّمًا فَقَدْ أَكْرَمَ سَبْعِينَ شَهِيدًا , وَمَنْ أَحَبَّ الْعِلْمَ وَالْعُلَمَاءَ لَمْ تُكْتَبْ عَلَيْهِ خَطِيئَةٌ أَيَّامَ حَيَاتِهِ",
            "page": "280",
            "part": "1",
            "seal": "ECD7281F"
        },
        {
            "hno": "8",
            "id": "10",
            "nass": "الدَّالُ ¶ 8 - أَخْبَرَتْنِي أُمُّ الْخَيْرِ دُرَّتِي بِنْتُ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الصُّوفِيَّةِ، بَقِرَاءَتِي عَلَيْهَا، فَأَقَرَّتْ بِهِ أَخْبَرَكُمْ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحَسَنِ الْحِيرِيُّ، قِرَاءَةً عَلَيْهِ بِنَيْسَابُورِ حَدَّثَنَا مُحَمَّدُ بْنُ يَعْقُوبِ أَخْبَرَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ أَخْبَرَنَا الشَّافِعِيُّ أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَا يَزَالُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الْفِطْرَ»",
            "page": "281",
            "part": "1",
            "seal": "64504E18"
        },
        {
            "hno": "9",
            "id": "11",
            "nass": "الذَّالُ ¶ 9 - أَخْبَرَنِي أَبُو بَكْرٍ ذُو النُّونُ بْنُ سَهْلِ بْنِ أَبِي مَنْصُورِ بْنِ أَحْمَدَ الْأُشْنَانِيُّ، وَيُعْرَفُ بِالْمَصْرِيِّ، بِقِرَاءَتِي عَلَيْهِ، بِبَابٍ دُكَّانَهِ بِوَرْ كَانِ، قُلْتُ لَهُ: أَخْبَرَكُمْ أَبُو نُعَيْمِ بْنِ أَبِي مُحَمَّدٍ، فَأَقَرَّبِهِ أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ بْنِ الصَّوَّافِ، حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ هُوَ ابْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ، حَدَّثَنَا أَبُو مُحَيَّاةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رِفَاعَةَ بْنِ شَدَّادٍ، عَنْ عَمْرِو بْنِ الْحَمِقِ، قَالَ: سَمِعْتُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ أَمَنَ رَجُلًا عَلَى دَمِّهِ، ثُمَّ قَتَلَهُ، أُعْطِيَ لِوَاءَ غَدْرٍ يَوْمَ الْقِيَامَةِ» . ¶ أَبُو مُحَيَّاةَ: اسْمُهُ يَحْيَى بْنُ يَعْلَى بْنِ حَرْمَلَةَ التَّيْمِيِّ، كُوفِيٍّ. ¶ وَهُوَ غَرِيبٌ مِنْ حَدِيثِهِ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ الْقُرْشِيِّ ¶ الرَّاءُ ¶ 10 - أَخْبَرَنَا أَبُو رَجَاءٍِ الرَّبِيعُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ غَيَّاثٍ",
            "page": "282",
            "part": "1",
            "seal": "529F9AB9"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "الْعَنْبَرِيُّ، بِقِرَاءَتِي عَلَيْهِ، بِبَابِ الْقَصْرِ، قُلْتُ لَهُ: أَخْبَرَكُمْ أَبُو الْعَلَاءِ الْمُحْسِنُ بْنُ إِبْرَاهِيمَ الْوَاذِرِيُّ، فَأَقَرَّبِهِ أَخْبَرَنَا أَبُو عُمَرَ مُحَمَّدُ بْنُ أَحْمَدَ الْهَيْسَانِيِّ حَدَّثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ الْجِهْمِ يَعْنِي ابْنَ جَبَلَةَ، حَدَّثَنَا الْحُسَيْنُ بْنُ الْفَرَجِ، حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ الْأَسْلَمِيُّ حَدَّثَنِي مَعْمَرٌ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ، عَنِ الزُّهَرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ: «مَا عَقَلْتُ أَبَوَيَّ إِلَّا يُدِينَانَ الدِّينُ، وَمَا مَرَّ عَلَيَّ يَوْمٌ قَطُّ، إِلَّا وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْتِينَا فِيهِ بُكْرَةً وَعَشِيَّةً» . ¶ رَوَاهُ الْبُخَارِيُّ، فِي كِتَابِ الْأَدَبِ، فِي: هَلْ يَزُورُ صَاحِبَهُ كُلِ يَوْمٍ بُكْرَةً وَعَشِيَّا عَنْ إِبْرَاهِيَمَ، عَنْ هِشَامٍ، عَنْ مَعْمَرٍ. ¶ قَالَ: وَقَالَ اللَّيْثُ حَدَّثَنِي عُقَيْلٌ، قَالَ ابْنُ شِهَابٍ وَأَخْبَرَنِي عُرْوَةُ أَنَّ (. . .)",
            "page": "283",
            "part": "1",
            "seal": "34E4E4EE"
        },
        {
            "hno": "11",
            "id": "13",
            "nass": "الزَّايُ ¶ 11 - أَخْبَرَنَا أَبُو مُحَمَّدٌ زَيَّادُ بْنُ مُحَمَّدِ بْنِ الْحَكَمِ، بِقِرَاءَتِي عَلَيْهِ أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ مُحَمَّدِ بْنِ يَحْيَى بْنِ مَنْدَهْ أَخْبَرَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ حَفْصٍ النَّيْسَابُورِيِّ، بِانْتِخَابِ أَبِي عَلِيٍّ حَدَّثَنَا مُحَمَّدُ بْنُ شَدَّادِ بْنِ عِيسَى، حَدَّثَنَا أَبُو عَاصِمٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنِ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنُ عُمَرَ: سَمَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ أَتَّى الْجُمْعَةُ فَلْيَغْتَسِلْ» ¶ 12 - أَخْبَرَنِي أَبُو شُكْرٍ سَهْلُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْجَبَلِيُّ الصُّوفِيُّ، بِقِرَاءَتِي عَلَيْهِ فِي الْجَامِعِ فَأَقَرَّ بِهِ: أَخْبَرَكُمْ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ جَعْفَرِ الْيَزَدِيُّ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا أَبُو جَعْفَرِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ",
            "page": "284",
            "part": "1",
            "seal": "998F7F6F"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "الْبَغْدَادِيُّ، بِانْتِقَاءِ أَبِي عَلِيٌّ الْحَافِظِ عَلَيْهِ، أَخْبَرَنَا عَلِيٌّ هُوَ ابْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا الْهَيْثَمُ بْنُ خَارِجَةَ , حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ أَبِي رَافِعٍ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْمَشَّاءُونَ إِلَى الْمَسَاجِدَ فِي الظُّلُمَاتِ هُمُ الْخَوَّاضُونَ فِي رَحْمَةِ اللَّهِ» . ¶ حَدَّثَ بِهِ هِشَامُ بْنُ عَمَّارٍ عَنِ ابْنِ عَيَّاشٍ مِثْلَهُ ¶ الشِّينُ ¶ 13 - أَخْبَرَنَا أَبُو مَنْصُورٍ شُجَاعُ بْنُ عَلِيِّ بْنِ شُجَاعِ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ مِسْهَرِ بْنِ عَبْدِ الْعَزِيزِ بْنِ سُلَيْلِ بْنِ عَبْدِ الْعَزِيزِ بْنِ زَكَرِيَّا بْنِ مَصْقَلَةَ بْنِ هُبَيْرَةَ الْمَصْقَلِيِّ , ثُمَ الشَّيْبَانِيُّ، بِقِرَاءَاتِي عَلَيْهِ , مِنْ أَصْلِ سَمَاعِهِ مِنْ كِتَابِ أَبِيهِ، أَخْبَرَكُمْ أَبُو بَكْرٍ أَحْمَدُ بْنُ يُوسُفَ بْنِ أَحْمَدَ بْنِ إِبْرَاهِيمَ الثَّقَفِيُّ،",
            "page": "285",
            "part": "1",
            "seal": "301AA34F"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "أَخْبَرَنَا أَبُو عَلِيِّ الْحَسَنُ بْنُ مُحَمَّدٍ , هُوَ ابْنُ دَكَّةَ الْمُعَدَّلِ، حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ لُوَيْنٍ، حَدَّثَنَا ابْنُ عَيَيَنَةَ عَنْ عَمْرِو بْنِ دِينَارِ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ يَعْلَى بْنِ مَمْلَكٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ رَضِيَّ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اثْقَلُ شَيِءٍ وُضِعَ فِي الْمِيزَانِ حُسْنُ الْخُلُقِ» ¶ الصَّادُ ¶ 14 - أَخْبَرَتْنَا أُمُّ عَمْرٍو صَفِيَّةُ ابْنَةُ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ سُلَيَّمٍ، بِقِرَاءَتِي عَلَيْهَا، حَدَّثَكُمْ أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ الْخَرْجَانِيُّ، حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ أَيْوُبِ بْنِ كُوشَيِّذِ الْمُقْرِئِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدَانَ، حَدَّثَنَا",
            "page": "286",
            "part": "1",
            "seal": "26D3C461"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "بَكْرُ بْنُ بَكَّارِ، حَدَّثَنَا أَيْمَنُ بْنُ نَابِلِ، قَالَ: سَمِعْتُ قُدَامَةَ بْنُ عَبْدِ اللَّهِ، قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْمِي جَمْرَةَ الْعَقَبَةِ، عَلَى نَاقَةٍ صَهْبَاءَ، لَا ضَرْبٌ، وَلَا طَرْدٌ، وَلَا إِلَيْكَ» ¶ الضَّادُ ¶ 15 - أَخْبَرَنِي الضَّحَّاكُ بْنُ تَمِيمِ أَبُو مَنْصُورِ الْجَرْجَانِيُّ، وَتُوُفِّيَ بِهَرَاةَ رَحِمَهُ اللَّهُ، بِقِرَاءَتِي عَلَيْهِ حَدَّثَكُمْ أَبُو الْعَلَاءِ السَّرِيُّ بْنُ إِسْمَاعِيلَ، فَأَقَرَّ بِهِ، أَخْبَرَنَا عَلِيُّ بْنُ عُمَرَ الْحَرْبِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، حَدَّثَنَا سَلْمَةُ , عَنْ",
            "page": "287",
            "part": "1",
            "seal": "BD9B71C1"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنَا رَوْحُ بْنُ الْقَاسِمِ، حَدَّثَنَا عُمَارَةُ بْنُ جُوَيْنِ , عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَرَرْتُ لَيْلَةَ أُسْرِيَ بِي إِلَى السَّمَاءِ، فَرَأَيْتُ يُوسُفَ عَلَيْهِ السَّلَامُ، قُلْتُ: يَا جِبْرِيلُ، مَنْ هَذَا؟ قَالَ: هَذَا يُوسُفُ. ¶ قَالَ: فَكَيْفَ رَأَيْتَهُ يَا رَسُولَ اللَّهِ؟ قَالَ: كَالْقَمَرِ لَيْلَةَ الْبَدْرِ ¶ الطَّاءُ ¶ 16 - أَخْبَرَنَا أَبُو الْقَاسِمِ طَلْحَةُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الْمَالِكِيِّ رَحِمَهُ اللَّهُ، بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَكُمْ أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَلِيِّ، حَدَّثَنَا الْفَضْلُ بْنُ الْخَصِيبِ، حَدَّثَنَا أَحْمَدُ بْنُ الْخَلِيلِ وَأَحْمَدُ بْنُ يُونُسُ قَالَا: حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُفَضَّلُ بْنُ فَضَالَةَ عَنْ",
            "page": "288",
            "part": "1",
            "seal": "D0049E52"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "حَبِيبِ بْنِ الشَّهَيْدُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكَلَ مَعَ مَجْذُومٍ فِي قَصْعَةٍ، فَقَالَ: ثِقَةً بِاللَّهِ، وَتَوَكُّلًا عَلَيْهِ ¶ الظَّاءُ ¶ 17 - أَخْبَرَنَا أَبُو الْفَتْحِ ظَفَرُ بْنُ عَبْدِ الرَّحِيمِ الْحَسَنَابَاذِيُّ، بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَكُمْ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا الْحُسَيْنُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا يَعْقُوبُ الدَّوْرَقِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الطَّفَاوِيِّ، حَدَّثَنَا أَبُو هَارُونٍ، عَنْ",
            "page": "289",
            "part": "1",
            "seal": "8EB841AB"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "أَبِي سَعِيدٍ رَضِيَّ اللَّهُ عَنْهُ، قَالَ: نَادَى فِينَا رَسُولَ اللَّهِ: مَنْ أَدْرَكَهُ الصُّبْحُ وَلَمْ يَوْتِرْ، فَلَا وِتْرَ لَهُ ¶ الْعَيْنُ ¶ 18 - أَخْبَرَنَا أَبُو الْحَسَنِ عَدْنَانُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ شَيْبَانَ الْبَرْجِيُّ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْحَاقَ الْحَافِظِ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ مُشْكَانَ الْأَنْطَاكِيُّ، حَدَّثَنَا دَاوُدُ بْنُ مُعَاذٍ الْمِصِّيصِيُّ، حَدَّثَنَا مِسْمَعُ بْنُ عَاصِمٍ، حَدَّثَنَا سَرَّارُ بْنُ مُجَشِّرٍ، عَنْ",
            "page": "290",
            "part": "1",
            "seal": "76C2470A"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "أَيُّوبَ السِّخْتِيَانِيِّ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِيً هُرَيْرَةَ: \" أَنَّ قَوْمًا جَاءُوا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَسَأَلُوهُ عَنْ شَيِءٍ مِنْ أَمْرِ الرَّبِّ، فَلَعَنَهُمْ ¶ الْغَيْنُ ¶ 19 - أَخْبَرَنَا أَبُو مُسَرَّةَ غَانِمُ بْنُ عُمَرَ بْنِ أَحْمَدَ بْنِ عُمَرَ الْقُرَشِيُّ، بِقِرَاءَتِي عَلَيْهِ أَوْ قَرَأََهُ غَيْرِي، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ بْنِ مَنْدَهْ، أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الْحَلِيمِيُّ، بِمِرْو، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ الْمُوَجِّهِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنِ عُثْمَانَ عَبْدَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنِ الْمُبَارَكِ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ غَالِبِ الْقَطَّانِ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيُّ، عَنْ أَنَسِ بْنِ مَالِكِ، قَالَ: «كُنَّا نُصَلِّي مَعَ النَّبِيِّ فِي شِدَّةِ حَرَّ، فَإِذَا لَمْ يَسْتَطِعْ أَحَدُنَا أَنْ يُمَكِّنَ وَجْهَهُ مِنَ الْأَرْضِ، بَسَطَ ثَوْبَهُ فَصَلَّى عَلَيْهِ»",
            "page": "291",
            "part": "1",
            "seal": "439FB495"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "الْفَاءُ ¶ 20 - أَخْبَرَنِي أَبُو الْبَشَائِرِ فَضْلُ اللَّهِ بْنِ الْفَضْلِ الْخُتَنِيُّ، بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَكُمُ إِسْمَاعِيلُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْعَدْلِ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنِ مُحَمَّدٍ، حَدَّثَنَا شُعَيْبُ بْنُ أَيُّوبَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامِ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّ الْعَيْنَ لِتُدْخِلُ الرَّجُلَ الْقَبْرَ، وَالْجَمَلَ الْقِدْرَ",
            "page": "292",
            "part": "1",
            "seal": "02C7F993"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "الْقَافُ ¶ 21 - أَخْبَرَنَا أَبُو رَجَاءَ قُتَيْبَةُ بْنُ سَعِيدِ، قَرَابَتِي، بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَكُمْ أَبُو سَعِيدِ الْحَسَنُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا الْخَشَّابُ، حَدَّثَنَا أَحْمَدُ بْنُ مَهْدِي،",
            "page": "293",
            "part": "1",
            "seal": "6EA8A386"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "حَدَّثَنَا ثَابِتُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابَرِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَا يَقْطَعُ الصَّلَاةَ الْكَشْرُ، وَلَكِنْ يَقْطَعُهَا الْقَرْقَرَةُ",
            "page": "294",
            "part": "1",
            "seal": "6F3A68DF"
        },
        {
            "hno": "22",
            "id": "24",
            "nass": "الْكَافُ ¶ 22 - أَخْبَرَنَا أَبُو تَمِيمِ كَامِلُ بْنُ إِبْرَاهِيمَ الْفَقِّيهُ، بِقِرَاءَتِي عَلَيْهِ مِنْ كِتَابِهِ، أَخْبَرَكُمُ الشَّيْخُ الرَّئِيسُ أَبُو نَصْرِ مُحَمَّدُ بْنُ أَحْمَدَ، قِرَاءَةً عَلَيْهِ فَأَقَرَّ بِهِ، أَخْبَرَنَا إِبْرَاهَيمُ بْنُ مُحَمَّدٍ وَهُوَ ابْنُ حَاتِمُ الْمُقَابِرِيُّ، حَدَّثَنَا أَبُو مُحَمَّدٍ السَّرِيُّ بْنُ خُزَيْمَةَ الْأَبِيُوَرْدِيُّ. ¶ حَدَّثَنَا خِدَاشُ بْنُ الدَّخْدَاخِ الْبَصْرِيِّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنِ لُهَيْعَةَ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنْ عَطَاءَ بْنِ أَبِي رَبَاحِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: نَهَى عَنْ بَيْعِ الْأَصْنَامِ",
            "page": "295",
            "part": "1",
            "seal": "4CD67EEF"
        },
        {
            "hno": "23",
            "id": "25",
            "nass": "الْلَامُ ¶ 23 - أَخْبَرَنَا لُطْفُ اللَّهِ بْنِ مِسْعَدَةَ، بِقِرَاءَتِي عَلَيْهِ، حَدَّثَكُمْ عَمُّكَ الشَّيْخُ أَبُو الْعَلَاءَ مِنْ لَفْظِهِ، أَخْبَرَنَا جَدِّي أَبُو بَكْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، حَدَّثَنَا أَحْمَدُ بْنُ طَارِقِ، حَدَّثَنَا مِسْعَدَةُ بْنُ الْيَسْعِ، عَنْ سَمَّاكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «رَحِمَ اللَّهُ مَنْ سَمَعَ مِنَّا حَدِيثًا، فَبَلْغَهُ كَمَا سَمَعَهُ، فَإِنَّهُ رُبَّ مُبَلَّغٍ أَوْعَى مِنْ سَامِعٍ»",
            "page": "296",
            "part": "1",
            "seal": "D74D449A"
        },
        {
            "hno": "24",
            "id": "26",
            "nass": "الْمِيمُ ¶ 24 - أَخْبَرَنَا أَبُو طَاهِرٍ الْمُنْتَجِعُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَجِعِ الْأَنْصَارِيُّ، بِقِرَاءَتِي عَلَيْهِ، حَدَّثَكُمُ الْإِمَامُ أَبُو عَبْدِ اللَّهِ بْنِ مَنْدَهْ، إِمْلَاءً، أَخْبَرَنَا عُمَرُ بْنُ الْحَسَنِ بْنِ مَالِكِ، حَدَّثَنَا مُحَمَّدُ بْنُ شَدَّادِ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدِ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا قَيْسُ بْنُ أَبِي حَازِمٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَا يَزَالُ قَوْمٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى النَّاسِ، حَتَّى يَأْتِيَهُمْ أَمْرُ اللَّهِ، وَهُمْ ظَاهِرُونَ ¶ النُّونُ ¶ 25 - أَخْبَرَنَا أَبُو عَلِيٍّ نَاصِرُ بْنُ الْحُسَيْنِ الْمُحَاسَبِيُّ، بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَكَ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ الْخَشَّابِ، حَدَّثَنَا عَبْدِ الْعَزِيزِ بْنِ مُعَاوِيَةَ، حَدَّثَنَا أَزْهَرُ السَّمَّانُ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدِ بْنِ سَيْرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَا يَزَالُ الْعَبْدُ فِي صَلَاةٍ مَا دَامَ",
            "page": "297",
            "part": "1",
            "seal": "DD6628FC"
        },
        {
            "hno": "26",
            "id": "27",
            "nass": "يَنْتَظِرُ الصَّلَاةُ، تَقُولُ الْمَلَائِكَةُ: اللَّهُمَّ اغْفِرْ لَهُ اللَّهُمَّ ارْحَمْهُ ¶ الْوَاوُ ¶ 26 - أَخْبَرَنَا أَبُو الْفَضْلِ وَهْبُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْعَجْلِيُّ الْجُرْوَاءَانِيُّ، بِقِرَاءَتِي عَلَيْهِ فِي دَارِهِ بِجُرْوَاءَانِ، حَدَّثَكُمْ أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ مِيلَةَ، حَدَّثَنَا أَبُو عَلِيٍّ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الصَّحَّافِ، حَدَّثَنَا مُحَمَّدُ بْنُ مَسْلَمَةَ الْوَاسِطِيُّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونِ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ عُمْرَانَ بْنِ حُصَيْنِ، قَالَ: نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ \" الْكَيِّ , فَاكْتَوَيْنَا، فَمَا أَفْلَحْنَا وَلَا أَنْجَحْنَا",
            "page": "298",
            "part": "1",
            "seal": "E3AECC93"
        },
        {
            "hno": "27",
            "id": "28",
            "nass": "الْهَاءُ ¶ 27 - أَخْبَرَنَا أَبُو غَالِبٍ هَاشِمُ بْنُ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ عَلِيٍّ الرُّسْتُمِي، يُعْرَفُ بِأَفْرهٍ، فِيمَا قَرَأْتُ عَلَيْهِ، حَدَّثَكُمْ عَلِيُّ بْنُ مُحَمَّدِ بْنِ مِيلَه، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَسِيدِ، حَدَّثَنَا عَلِيُّ بْنُ دَوْمَانَ، حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا النَّضْرُ بْنُ مُحَمَّدٍ الْجُرَشِيِّ، حَدَّثَنَا شُعْبَةَ، عَنِ الرَّبِيعِ بْنِ بَدْرٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: الِاثْنَانَ فَمَا فَوْقَهُمَا جَمَاعَةٌ. ¶ عُمَرُ بْنُ حَفْصٍ هَذَا يُقَالُ لَهُ الْوَالِبِيُّ سَكَنَ مَكَّةٌ",
            "page": "299",
            "part": "1",
            "seal": "4512B05B"
        },
        {
            "hno": "28",
            "id": "29",
            "nass": "اللََّامُ أَلِفٍ ¶ 28 - أَخْبَرَنَا أَبُو الْقَاسِمِ لَاحِقُ بْنُ مُحَمَّدٍ الْمَكْعَبِيُّ، بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، وَأَفَادَنِيهِ أَخِي، أَخْبَرَنَا عَبْدُ اللَّهِ بْنِ جَعْفَرِ، حَدَّثَنَا أَحْمَدُ بْنُ يُونُسِ أَبُو الْعَبَّاسِ الضَّبِّيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ ِمُوسَى، حَدَّثَنَا طَلْحَةُ بَنُ عَمْرٍو، عَنْ عَطَاءَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَبُو بَكْرٍ وَعُمَرُ سَيِّدَا كُهُولِ أَهْلِ الْجَنَّةِ رَضِيَ اللَّهُ عَنْهُمَا",
            "page": "300",
            "part": "1",
            "seal": "967AD9F6"
        },
        {
            "hno": "29",
            "id": "30",
            "nass": "الْيَاءُ ¶ 29 - أَخْبَرَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ الْحَسَنِ بْنِ الْقَاسِمِ الْجَعْدَوِيُّ، بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَكُمْ أَبُو عَبْدِ اللَّهِ مُحَمَّدِ بْنِ سَعِيدٍ، أَخْبَرَنَا أَبُو بَكْرٍ الشَّافِعِيِّ، حَدَّثَنَا الْحَارِثُ بْنُ مُحَمَّدٍ، وَبِشْرُ بْنُ مُوسَى قَالَا: حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئ، حَدَّثَنَا قَبَاثُ بْنُ رَزِينِ اللَّخْمِيُّ، عَنْ عَلِيِّ بْنِ رَبَاحٍ، عَنْ عُقْبَةَ بْنِ عَامِرِ، قَالَ: كُنَّا فِي الْمَسْجِدِ نَتَعَلَّمُ الْقُرْآنُ فَدَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَسَلَّمَ عَلَيْنَا فَرَدَدْنَا عَلَيْهِ السَّلَامُ، فَقَالَ: \" تَعَلَّمُوا الْقُرْآنُ وَأَفْشُوهُ، قَالَ وَأَحْسَبُ أَنَّهُ قَالَ: وَتَغَنَّوْا بِهِ فَوَالَّذِي نَفْسِي بِيَدِهِ لَهُوَ أَشَدُّ تَفَلُّتًا مِنَ الْمُخَاضِ فِي الْعَقْلِ \"",
            "page": "301",
            "part": "1",
            "seal": "BEC9E71C"
        }
    ],
    "t9622": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الألف"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الباء"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "التاء"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الثاء"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "الجيم"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الحاء"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الخاء"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الدال"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الذال"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "الراء"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الزاي"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الشين"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الصاد"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الضاد"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الطاء"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الظاء"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "العين"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الغين"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الفاء"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "القاف"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الكاف"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "اللام"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الميم"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "1",
            "tit": "النون"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "الواو"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الهاء"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "اللام ألف"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الياء"
        }
    ]
}