{
    "b9633": [
        {
            "hno": "1590",
            "id": "3",
            "nass": "الْجُزْءُ فِيهِ نُسْخَةُ أَبِي صَالِحٍ عَبْدِ اللَّهِ بْنِ صَالِحٍ كَاتِبِ اللَّيْثِ بْنِ سَعْدٍ الْمِصْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ، وَأَحَادِيثُ وَفَوَائِدُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ رَبِّ أَعِنْ وَيَسِّرْ يَا كَرِيمُ ¶ 1590 - حَدَّثَنِي عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَنَّ ابْنَ جُرَيْجٍ حَدَّثَهُ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ قَالَ: بَلَغَنِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ أَقْسَمَ عَلَيْهِ، فَهُوَ أَحَقُّ بِالْثمِنِ إِنْ شَاءَ أَخَذَهُ، وَإِنْ شَاءَ تَرَكَهُ» ¶ 1591 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَنَّهُ قَالَ: أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي أُمَيَّةَ، أَنَّ نَافِعًا، مَوْلَى ابْنِ عُمَرَ، أَخْبَرَهُ، أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" اقْتُلُوا الْوَزَغَ، فَإِنَّهُ كَانَ يَنْفُخُ عَلَى إِبْرَاهِيمَ عَلَيْهِ السَّلامُ النَّارَ، قَالَ: فَكَانَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا تَقْتُلُهُنَّ \"",
            "page": "131",
            "part": "1",
            "seal": "A7E3E5FB"
        },
        {
            "hno": "1592",
            "id": "4",
            "nass": "1592 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَنَّ عَبْدَ الْحَمِيدِ بْنَ جُبَيْرِ بْنِ شَيْبَةَ أَخْبَرَهُ، عَنِ ابْنِ الْمُسَيَّبِ، أَنَّ أُمَّ شَرِيكٍ أَخْبَرَتْهُ، «أَنَّهَا اسْتَأْمَرَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قَتْلِ الْوِزْغانِ فَأَمَرَهَا بِقَتْلِهَا» ¶ 1593 - ثنا ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، «أَنَّهُ نَهَى أَنْ يُقْتَلَ شَيْءٌ مِنَ الْبَهَائِمِ صَبْرًا» ¶ 1594 - حَدَّثَنِي ابْنُ وَهْبٍ، أَنَّ ابْنَ جُرَيْجٍ حَدَّثَهُ، أَنَّهُ قَالَ: أُخْبِرْتُ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، أَنَّهُ قَالَ: خَرَجْتُ مَعَ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، حَتَّى جِئْنا الْبَقِيعَ، فَإِذَا شَبَابٌ مِنْ قُرَيْشٍ، يَرْمُونَ دَجَاجَةً، فَلَمَّا رَأَوْهُ، قَالَ عَبْدُ اللَّهِ: مَنْ فَعَلَ هَذَا؟ فَقِيلَ: شَبَابٌ مِنْ قُرَيْشٍ، فَقَالَ: مَا أُحِبُّ أَنِّي فَعَلْتُ هَذَا، وَأَنَّ لِيَ الدُّنْيَا وَمَا فِيهَا، أُعَمَّرُ فِيهَا مَا عُمِّرَ نُوحٌ، فَقَالَ سَعِيدٌ: فَقُلْتُ: لِمَ يَا أَبَا عَبْدِ الرَّحْمَنِ؟ فَقَالَ: «لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ يُمَثِّلُ بِالْحَيَوَانِ» ¶ 1595 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ مُجَاهِدِ بْنِ جَبْرٍ، أَنَّهُ قَالَ: مَرَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَفَرٍ مِنَ الأَنْصَارِ، وَقَدْ نَصَبُوا شَاةً يَرْمُونَهَا بِالنَّبْلِ، فَقَالَ: «هَذِهِ الْمُعَذَّبَةُ لا تَأْكُلُوا لَحْمَهَا، وَلا يُصَرُّ فيهَا هَذِهِ» ¶ 1595 - وَقَالَ مُجَاهِدٌ: «نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُمَثَّلَ بِالذوَات، وَأَنْ تؤْكَلَ الْمَمْثُولُ بِهَا» ¶ 1596 - حَدَّثَنِي عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ لِي عَلِيُّ بْنُ أَبِي طَالِبٍ عَلَيْهِ السَّلامُ: \" ائْتِنِي بِوَضُوءٍ، فَتَوَضَّأَ، ثُمَّ قَامَ بِفَضْلِ وَضُوئهِ، فَشَرِبَهُ قَائِمًا، فَعَجِبْتُ مِنْ ذَلِكَ، فَقَالَ: أَتَعْجَبُ يَا بُنَيَّ، إِنِّي رَأَيْتُ أَبَاكَ، يُرِيدُ: رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ ذَلِكَ \" ¶ 1597 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَنَّ سُلَيْمَانَ بْنَ مُوسَى حَدَّثَهُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، عَنْ رَسُولِ",
            "page": "132",
            "part": "1",
            "seal": "226438A3"
        },
        {
            "hno": "1598",
            "id": "5",
            "nass": "اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: «لا تُنْكَحُ المْرَأَةٌ بِغَيْرِ أَمْرِ وَلِيِّهَا، فَإِنْ نُكِحَتْ فَنِكَاحُهَا بَاطِلٌ، فَنِكَاحُهَا بَاطِلٌ، فَنِكَاحُهَا بَاطِلٌ، فَإِنْ أَصَابَهَا فَلَهَا مَهْرُهَا بِمَا أَصَابَ مِنْهَا، فَإِنِ اشْتَجُروا، فَالسُّلْطَانُ وَلِيُّ مَنْ لا وَلِيَّ لَهُ» ¶ 1598 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَنَّهُ قَالَ: حَدَّثَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ، أَنَّ صَفْوَانَ بْنَ يَعْلَى بْنِ أُمَيَّةَ حَدَّثَهُ، عَنْ يَعْلَى بْنِ أُمَيَّةَ، قَالَ: «غَزَوْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَزَاةَ الْعُسْرَةِ، وَكَانَ مِنْ أَوْثَقِ أَعْمَالِي فِي نَفْسِي، وَكَانَ لِي أَجِيرٌ، فَقَاتَلَ إِنْسَانًا، فَعَضَّ أَحَدُهُمَا صَاحِبَهُ، فَانْتَزَعَ إِصْبَعَهُ، فَسَقَطَتْ ثَنِيَّتُهُ، فَجَاءَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَهْدَرَ ثَنِيَّتَهُ» قَالَ عَطَاءٌ: فَخَشِيتُ أَنَّ صَفْوَانَ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: تَدَعُ يَدَهُ فِي فِيكَ يَعَضُّهَا كَقَضْمِ الْفَحْلِ، قَالَ عَطَاءٌ: وَحَسِبْتُ أَنَّ صَفْوَانَ قَدْ سَمَّى لِيَ العاضَّ فَنَسِيتُهُ ¶ 1599 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، «أَنَّ رَجُلا زَنَى بِامْرَأَةٍ فَأَمَرَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجُلِدَ الْحَدَّ، ثُمَّ أَخْبَرَ أَنَّهُ أَحْصَنَ، فَأُمِرَ بِهِ فَرُجِمَ» ¶ 1600 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، \" أَنَّهُ سُئِلَ عَنْ رَجُلٍ يَطَأُ الأَذَى وَالرَّوَثَ، فقَالَ: إِنْ وَطِئَهُ وَهُوَ رَطْبٌ فَلْيَغْسِلْهُ، وَإِنْ كَانَ يَابِسًا فَلا يَغْسِلْهُ \" ¶ 1601 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّهُ سَمِعَهُ، يَقُولُ: \" لا تُبَاعُ الصَّبْيرَةُ مِنَ الطَّعَامِ بِالصَّبْرَةِ، وَلا الصَّبْيرَةُ مِنَ الطَّعَامِ بِكَيْلٍ مِنَ الطَّعَامِ الْمُسَمَّى، ثُمَّ سَهَى أَبُو الزُّبَيْرِ فَقَالَ: قَالَ جَابِرٌ: لا يُبَاعُ الصَّبْرُ مِنَ الطَّعَامِ بِمِائَةِ فَرَقٍ، وَقَالَ أَبُو الزُّبَيْرِ، أنَّهُ سَمِعَ جَابِرًا، يَقُولُ: «نَهَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعِ الصَّبْرِ مِنَ الطَّعَامِ لا يُعْلَمُ كَيْلُهَا بِالْكَيْلِ الْمُسَمَّى مِنَ التَّمْرِ»",
            "page": "133",
            "part": "1",
            "seal": "56FBC755"
        },
        {
            "hno": "1602",
            "id": "6",
            "nass": "1602 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِذَا ابْتَعْتَ طَعَامًا، فَلا تَبِيعُهُ حَتَّى تَسْتَوْفِيَهُ» ¶ 1603 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي ابن خُصَيْفَةَ، أَنَّهُ سَمِعَ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ بْنِ ثَوْبَانَ، يَقُولُ: \" أُتِيَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِسَارِقٍ سَرَقَ شَمْلَةً، فَقِيلَ: يَا رَسُولَ اللَّهِ، إِنَّ هَذَا سَرَقَ، فَقَالَ: لا أَخَالُهُ سَرَقَ، أَسَرَقْتَ وَيْحَكَ؟ فَقَالَ: نَعَمْ، فَقَالَ: اذْهَبُوا بِهِ فَاقْطَعُوا يَدَهُ، ثُمَّ احْسِمُوهَا، ثُمَّ أُتِيَ بِهِ يَفْعَلُ ذَلِكَ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: تُبْ إِلَى اللَّهِ عَزَّ وَجَلَّ، فَقَالَ: تُبْتُ إِلَى اللَّهِ تَعَالَى، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: اللَّهُمَّ تُبْ عَلَيْهِ \" ¶ 1604 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَنَّهُ قَالَ: أَخْبَرَنِي مَنْبُوذٌ رَجُلٌ مِنْ آلِ أَبِي رَافِعٍ، أَنَّ أُمَّهُ أَخْبَرَتْهُ أَنَّهَا تَتَبَاهَى عِنْدَ مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، إِذْ دَخَلَ عَلَيْهَا عَبَّاسٍ، فَحَدَّثَتْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَانَ يَدْخُلُ عَلَى بَعْضِ نِسَائِهِ وَهِيَ حَائِضٌ، فَيَتَّكِئُ عَلَيْهَا، وَيَقْرَأُ الْقُرْآنَ فِي حِجْرِهَا، وَتَبْسُطُ لَهُ الْخُمْرَةَ فِي مُصَلاهُ، فَيُصَلِّي \" ¶ 1605 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَنَّ أَيُّوبَ السَّخْتِيَانِيَّ، أَخْبَرَهُ أَنَّ رَجُلًا مِنْ بَنِي عَامِرٍ أَخْبَرَهُ، عَنْ رَجُلٍ مِنْ قَوْمِهِ، \" أَنَّهُ جَاءَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْأَلُهُ، فَوَجَدَهُ يَأْكُلُ، فَدَعَاهُ إِلَى طَعَامِهِ، فَقَالَ: إِنِّي صَائِمٌ، فَقَالَ: تَعَالَ، أَوِ ادْنُ أُخْبِرُكَ عَنْ ذَلِكَ، إِنَّ اللَّهَ عَزَّ وَجَلَّ وَضَعَ عَنِ الْمُسَافِرِ الصَّوْمَ، وَشَطْرَ الصَّلاةِ، وَعَنِ الْحُبْلَى، أَوِ الْمُرْضِعِ \" ¶ 1606 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ",
            "page": "134",
            "part": "1",
            "seal": "E463D917"
        },
        {
            "hno": "1607",
            "id": "7",
            "nass": "جُرَيْجٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «أُمِرْتُ أَنْ أَسْجُدَ عَلَى سَبْعَةٍ أَعْظُمٍ، وَلا أَكُفَّ شَعَرًا وَلا بَنَانًا» ¶ 1607 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي عَمَّارٍ، عَنْ عَبْدِ اللَّهِ بْنِ بَابَاهْ، عَنْ يَعْلَى بْنِ مُنَبِّهٍ، أَنَّهُ قَالَ لِعُمَرَ بْنِ الْخَطَّابِ رِضْوَانُ اللَّهِ عَلَيْهِ: \" أَرَأَيْتَ قَوْلَ اللَّهِ عَزَّ وَجَلَّ: {فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا} [النساء: 101] ، وَقَدْ أمَنَ النَّاسُ، فَمَا شَأْنُ الْقَصْرِ؟ فَقَالَ عُمَرُ: عَجِبْتُ مِمَّا عَجِبْتَ مِنْهُ، فَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا هُوَ؟ قَالَ: هِيَ صَدَقَةٌ، تَصَدَّقَ اللَّهُ عَزَّ وَجَلَّ بِهَا عَلَيْكُمْ، فَاقْبَلُوا صَدَقَتَهُ \" ¶ 1608 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، \" في رَجُل وَقَعَ بِأُخْتِ امْرَأَتِهِ، فَقَالَ ابْنُ عَبَّاسٍ: لَعَلَّهُ إِلَى حُرْمِهِ لَمْ يُحَرِّمْ عَلَيْهِ امْرَأَتَهُ \" ¶ 1609 - حَدَّثَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ: أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: «إِنِ اسْتَطَعْتُمْ أَنْ لا تَغْدُوا يَوْمَ الْفِطْرِ حَتَّى تَطْعَمُوا فَافْعَلُوا» ¶ 1610 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَنَّهُ قَالَ: حَدَّثَنِي عَبْدُ الْكَرِيمِ، أَنَّ فِي كِتَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِعَمْرِو بْنِ حَزْمٍ، \" فِي زَكَاةِ الْفِطْرِ: نِصْفُ صَاعٍ مِنْ حِنْطَةٍ أَوْ صَاعٌ مِنْ تَمْرٍ \" ¶ 1611 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَنَّهُ قَالَ: أَخْبَرَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ، أَنَّهُ قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لامْرَأَةٍ مِنَ الأَنْصَارِ قَدْ سَمَّاهَا ابْنُ عَبَّاسٍ، فَنَسِيتُ اسْمَهَا: \" مَا مَنَعَكِ أَنْ تَحُجِّي مَعَنَا الْعَامَ، قَالَتْ: يَا نَبِيَّ اللَّهِ، إِنَّمَا كَانَ لَنَا نَاضِحَانِ، فَرَكِبَ أَبُو فُلانٍ وَابْنَةٌ لِزَوْجِهَا نَاضِحًا، وَتَرَكُوا نَاضِحًا نَنْضِحُ عَلَيْهِ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: فَإِذَا كَانَ فِي رَمَضَانَ",
            "page": "135",
            "part": "1",
            "seal": "868B8946"
        },
        {
            "hno": "1612",
            "id": "8",
            "nass": "فَاعْتَمِرِي فِيهِ، فَإِنَّ عُمْرَةً فِيهِ تَعْدِلُ حَجَّةً \" ¶ 1612 - حَدَّثَنِي ابْنُ وَهْبٍ، عَنْ يَزِيدَ بْنِ عِيَاضٍ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ عَوْفِ بْنِ مَالِكٍ الأَشْجَعِيِّ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: «عُودُوا الْمَرْضَى، وَاتْبَعُوا الْمَوْتَى، وَلا عَلَيْكُمْ أَنْ تَأْتُوا الْفُرْسَ لا تُخْرِجَنَّكُمْ عَزْمَةٌ، وَلا عَلَيْكُمْ أَنْ لا تَنْكِحُوا الْمَرْأَةَ مِنْ أَجْلِ حَسَبِهَا، وَلَعَلَّ حَسَبَهَا لا يَأْتِي بِخَيْرٍ، وَلا عَلَيْكُمْ أَنْ لا تَنْكِحُوا الْمَرْأَةَ مِنْ أَجْلِ كَثْرَةِ مَالِهَا، وَلَعَلَّ كَثْرَةَ مَالِهَا لا تَأْتِي بِخَيْرٍ، وَلَكِنْ ذَوَاتُ الدِّينِ مِنَ النِّسَاءِ وَالأمَانَةِ، فَابْتَغُوهُنَّ حَيْثُ مَا كُنَّ» ¶ 1613 - حدثنا أبو علي أحمد بن علي بن شعيب المدائني بمصر في شوال سنة عشر وثلاث مائة، حدثنا محمد بن عمرو بن نافع، حدثنا نعيم بن حماد، قال: سمعت ابن مهدي، وهو يقول: لا أقدم على مالك في صحة الحديث أحدا. ¶ 1614 - حدثنا أحمد، حدثنا محمد بن عمرو، حدثنا أحمد بن محمد بن شبويه، حدثنا الثقة، عن ابن مهدي، قال \" ما رأينا رجلا أعلم بالحديث من سفيان الثوري، ولا أحسن عقلا من مالك، ولا أقشب من شعبة، ولا أنصح لهذه الأمة من عبد الله بن المبارك ¶ 1615 - أخبرنا أحمد، حدثنا يحيى بن عثمان، سمعت ابن أبي مريم، يقول: كنا مع الليث في المسجد الجامع بمصر، فذكر مالك، فقال الليث «إني لأدعو الله تعالى له في صلاتي بأن يبقيه الله سبحانه وتعالى» ، وذكر من حاجة الناس إليه في الفتوى ¶ 1616 - حدثنا أحمد، حدثنا يحيى بن عثمان، سمعت هارون بن سعيد الأبلي،",
            "page": "136",
            "part": "1",
            "seal": "1DCEA372"
        },
        {
            "hno": "1617",
            "id": "9",
            "nass": "يقول: سمعت الشافعي، يقول: «ما كتاب بعد كتاب الله عز وجل، أنفع من موطأ مالك» ¶ 1617 - حَدَّثَنَا أَحْمَدُ، ثَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي عَمِّي، حَدَّثَنِي مَالِكٌ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِذَا حَضَرَتِ الصَّلاةُ، وَحَضَرَ الْعَشَاءُ، فَابْدَءُوا بِالْعَشَاءِ، وَلا تَعْجَلُوا عَنْ عَشَائِكُمْ» ¶ فكان الأمر على ذلك، فلما كان عمر رضي الله عنه خشي أن يطول المكث على العشاء، فقدم على العشاء، ثم فعل ذلك عثمان بن عفان رضي الله عنه ¶ 1618 - حَدَّثَنَا أَحْمَدُ، أَنْبَأَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ وَيُونُسُ بْنُ يَزِيدَ، وَغَيْرُهُمَا، أَنَّ ابْنَ شِهَابٍ أَخْبَرَهُمْ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حَنِيفٍ، عَنِ ابْنِ عَبَّاسٍ، \" أَنَّ خَالِدَ بْنَ الْوَلِيدِ دَخَلَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْتَ مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ بَعْضُ النِّسْوَةِ اللاتِي فِي بَيْتِ مَيْمُونَةَ: أَخْبِرِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَا يُرِيدُ أَنْ يَأْكُلَ مِنْهُ، فَقَالُوا: هُوَ ضَبٌّ، فَرَفَعَ يَدَهُ، فَقُلْتُ: أَحَرَامٌ هُوَ؟ قَالَ: لا، وَلَكِنَّهُ لَمْ يَكُنْ بِأَرْضِ قَوْمِي، فَأَجِدُنِي أَعَافُهُ، قَالَ: فَأُخْبِرَ بِهِ، فَأَكَلْتُهُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْظُرُ \" ¶ قال يونس في الحديثين: فلم ينهاني ¶ 1619 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مَرْزُوقٍ، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ الزَّهْرَانِيُّ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، قَالَ وَهُوَ يَخْطُبُ النَّاسَ يَوْمَ الْجُمُعَةِ: \" لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اجْتَمَعَ الْمُهَاجِرُونَ إِلَى أَبِي بَكْرٍ، وَاجْتَمَعَتِ الأَنْصَارُ فِي سَقِيفَةِ بَنِي سَاعِدَةَ، فَقُلْتُ لأَبِي بَكْرٍ: يَا أَبَا بَكْرٍ، انْطَلِقْ إِلَى إِخْوَانِنَا هَؤُلاءِ مِنَ الأَنْصَارِ، فَانْطَلَقْنَا، حَتَّى جِئْنَاهُمْ، فَلَمَّا جَلَسْنَا تَكَلَّمَ خَطِيبُهُمْ، فَقَالَ أَبُو بَكْرٍ: أَمَّا بَعْدُ، فَأَمَّا مَا ذَكَرْتُمْ فِيكُمْ مِنْ خَيْرٍ، فَأَنْتُمْ أَهْلُهُ، وَلَمْ يَعْرِفِ الْعَرَبُ هَذَا الأَمْرَ إِلا بِهَذَا الْحَيِّ مِنْ قُرَيْشٍ هُمْ أَوْسَطُ الْعَرَبِ نَسَبًا وَدَارًا، وَقَدْ رَضِيتُ لَكُمْ أَحَدَ هَذَيْنِ، فَتَابِعُوا أَيَّهُمَا شِئْتُمْ، وَأَخَذَ بِيَدِي وَيَدِ أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ، فَلَمْ أَكْرَهْ مِمَّا قَالَ غَيْرَهُمَا، فَقُلْتُ: لأَنْ أُقَدَّمَ فَتُضْرَبَ عُنُقِي لا يَقْرَبُنِي ذَلِكَ",
            "page": "137",
            "part": "1",
            "seal": "F87B2CF5"
        },
        {
            "hno": "1620",
            "id": "10",
            "nass": "أَحَبُّ إِلَيَّ مِنْ أَنْ أَتَأَمَّرَ عَلَى قَوْمٍ فِيهِمْ أَبُو بَكْرٍ، إِلا أَنْ تَعْبُرَ نَفْسِي عِنْدَ الْمَوْتِ، وَكَثُرَ اللَّفْظُ، وَارْتَفَعَتِ الأَصْوَاتُ، حَتَّى فَرُقْتُ مِنَ الاخْتِلافِ، فَقُلْتُ: ابْسُطْ يَدَكَ أُبَايِعُكَ. ¶ فَبَسَطَ يَدَهُ، فَبَايَعْنَاهُ، ثُمَّ بَايَعَهُ الْمُهَاجِرُونَ، ثُمَّ بَايَعَهُ الأَنْصَارُ، وَلَيْسَ فِيهِمْ مَنْ يَنْقَطِعُ إِلَيْهِ الأَعْنَاق مُنْكِر أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ \" ¶ 1620 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَنَّ مَالِكَ بْنَ أَنَسٍ حَدَّثَهُ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" لا يَمْنَعُ أَحَدُكُمْ جَارَهُ أَنْ يَغْرِزَ خَشَبَةً فِي جِدَارِهِ، قَالَ: ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ: مَا لِي أَرَاكُمْ عَنْهَا مُعْرِضِينَ، وَاللَّهِ لأَرْمِيَنَّ بِهَا بَيْنَ أَكْتَافِكُمْ \" ¶ 1621 - حَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ الْمَدَائِنِيُّ بِمِصْرَ سَنَةَ عَشْرٍ وَثَلاثِ مِائَةٍ، حَدَّثَنَا مَالِكُ بْنُ عَبْدِ اللَّهِ بْنِ شِهَابَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ قَعْنَبٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ، يُدْعَى إِلَيْهِ الأَغْنِيَاءُ، وَيُتْرَكُ الْفُقَرَاءُ، وَمَنْ لَمْ يَأْتِهَا، فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ» ¶ 1622 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا بَحْرُ بْنُ نَصْرٍ الْخَوْلانِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، وَيُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" الْوَزَغُ: الْفُوَيْسِقُ \" ¶ 1623 - أَخْبَرَنَا أَحْمَدُ، حَدَّثَنَا أَبُو أُمَيَّةَ، حَدَّثَنَا رَوْحٌ، عَنْ صَالِحِ بْنِ أَبِي الأَخْضَرِ، وَمَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ عُرْوَةَ أَخْبَرَهُ، أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، \" خَرَجَ لَيْلَةً مِنْ جَوْفِ اللَّيْلِ، فَصَلَّى فِي الْمَسْجِدِ، فَصَلَّى رِجَالٌ بِصَلاتِهِ،",
            "page": "138",
            "part": "1",
            "seal": "073E4C98"
        },
        {
            "hno": "1624",
            "id": "11",
            "nass": "فَأَصْبَحَ النَّاسُ فَتَحَدَّثُوا بِذَلِكَ، فَاجْتَمَعَ أَكْثَرُ مِنْهُمْ، فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي اللَّيْلَةِ الثَّانِيَةِ، فَصَلُّوا بِصَلاتِهِ، وَأَصْبَحَ النَّاسُ يَتَحَدَّثُوا بِذَلِكَ، فَكَثُرَ أَهْلُ الْمَسْجِدِ فِي اللَّيْلَةِ الثَّالِثَةِ، فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلُّوا بِصَلاتِهِ، فَلَمَّا كَانَتِ اللَّيْلَةُ الرَّابِعَةُ عَجَزَ الْمَسْجِدُ عَنْ أَهْلِهِ فَلَمْ يَخْرُجْ إِلَيْهِمْ، حَتَّى خَرَجَ لِصَلاةِ الْفَجْرِ، فَلَمَّا قَضَى صَلاةَ الْفَجْرِ، أَقْبَلَ عَلَى النَّاسِ فَتَشَهَّدَ، فَقَالَ: أَمَّا بَعْدُ، فَإِنَّهُ لَمْ يَخْفَ عَلَيَّ شَأْنُكُمُ اللَّيْلَةَ، وَلَكِنِّي خَشِيتُ أَنْ تُفْرَضَ عَلَيْكُمْ، فَتَعْجَزُوا عَنْهَا، وَلَكِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُرَغِّبُهُمْ فِي قِيَامِ رَمَضَانَ مِنْ غَيْرِ أَنْ يَأْمَرَهُمْ بِعَزِيمَةٍ، وَيَقُولُ: مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ \" ¶ 1624 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يَزِيدُ بْنُ سِنَانٍ، حَدَّثَنَا أَبُو صَالِحٍ، أَنَّ مَالِكَ بْنَ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَغَّبَ فِي قِيَامِ رَمَضَانَ مِنْ غَيْرِ أَنْ يَأْمُرَ بِعَزِيمَةٍ، قَالَ: «مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ» ¶ 1625 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْمُؤْمِنِ، حَدَّثَنَا سَعِيدُ بْنُ هُبَيْرَةَ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا النُّعْمَانُ بْنُ رَاشِدٍ، وَمَالِكٌ، أَوْ مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، قَالَ: قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: «مَا لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلا ضَرَبَ شَيْئًا بِيَدِهِ قَطُّ، وَلا يَنْتَقِمُ لِنَفْسِهِ شَيْئًا يُؤْتِي إِلَيْهِ، إِلا أَنْ تُنْتَهَكَ مَحَارِمُ اللَّهِ عَزَّ وَجَلَّ، فَيَكُونُ لِلَّهِ يَنْتَقِمُ، وَمَا سُئِلَ شَيْئًا قَطُّ فَيَمْنَعُهُ، إِلا أَنْ يَسْأَلَ إِثْمًا، فَإِنَّهُ كَانَ أَبْعَدَ النَّاسِ مِنْهُ، وَمَا خُيِّرَ بَيْنَ أَمْرَيْنِ قَطُّ إِلا اخْتَارَ أَيْسَرَهُمَا، وَكَانَ إِذًا كَانَ حَدِيثَ عَهْدٍ بِجِبْرِيلَ عَلَيْهِ السَّلامُ يُدَارِسُهُ، كَانَ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ» ¶ 1626 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَنَّ مَالِكًا أَخْبَرَهُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنَّهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، إِذَا اعْتَكَفَ يُدْنِي إِلَيَّ رَأْسَهُ وَأُرَجِّلُهُ،",
            "page": "139",
            "part": "1",
            "seal": "0A7C9886"
        },
        {
            "hno": "1627",
            "id": "12",
            "nass": "وَكَانَ لا يَدْخُلُ الْبَيْتَ إِلا لِحَاجَةِ الإِنْسَانِ» ¶ 1627 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ أَبُو بَكْرٍ الْحَاطِبِيُّ، حَدَّثَنَا الْحُنَيْنِيُّ، قَالَ: ذَكَرَهُ مَالِكٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ: \" دَخَلَ رَجُلٌ الْمَسْجِدَ يَوْمَ الْجُمُعَةِ وَعُمَرُ رَحْمَةُ اللَّهِ عَلَيْهِ يَخْطُبُ، فَقَالَ: أَيَّةُ سَاعَةٍ هَذِهِ؟ قَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، مَا عَلِمْتُ أَنَّ الْيَوْمَ الْجُمُعَةُ، وَكُنْتُ فِي السُّوقِ مَا زِدْتُ عَلَى الْوُضُوءِ، فَقَالَ: الْوُضُوءُ أَيْضًا، ثُمَّ قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَأْمُرُ بِالْغُسْلِ \" ¶ 1628 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَبُو عُبَيْدِ اللَّهِ، حَدَّثَنَا عَمِّي، حَدَّثَنِي يُونُسُ، وَمَالِكٌ، عَنِ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيِّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَسُئِلَ: \" أَيُصَلِّي الرَّجُلُ فِي الثَّوْبِ الْوَاحِدِ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَوَكُلُّكُمْ لَهُ ثَوْبَانِ \" ¶ 1629 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ الْمَاجِشُون، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، وَأَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، «قَضَى بِالشُّفْعَةِ فِيمَا لَمْ يُقْسَمْ، فَإِذَا وَقَعَتِ الْحُدُودُ فَلا شُفْعَةَ فِيهِ» ¶ 1630 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، وَحُمَيْدٍ ابْنَيْ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِثْلَ حَدِيثِ يُونُسَ بْنِ يَزِيدَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «رَمَضَانُ مَنْ صَامَهُ إِيمَانًا وَاحْتِسَابًا، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ» ¶ 1631 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا الْحَسَنُ بْنُ عَبْدِ الرَّحْمَنِ الْجَرْمِيُّ، وَيَحْيَى بْنُ عُثْمَانَ، قَالا: حَدَّثَنَا أَبُو صَالِحٍ، حَدَّثَنِي اللَّيْثُ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أُمِّ كُلْثُومٍ بِنْتِ عُقْبَةَ، أَنَّهَا قَالَتْ: سَمِعْتُ رَسُولَ",
            "page": "140",
            "part": "1",
            "seal": "6CC2ED62"
        },
        {
            "hno": "1632",
            "id": "13",
            "nass": "اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «لَيْسَ بِكَذَّابٍ الَّذِي يَمْشِي يُصْلِحُ بَيْنَ النَّاسِ، فَتَمَنَّى خَيْرًا، أَوْ يَقُولَهُ» ¶ 1632 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا الْحَسَنُ بْنُ عَبْدِ الرَّحْمَنِ الْجَرْمِيُّ، وَهَاشِمُ بْنُ يُونُسَ الْعَصَّارُ، وَيَحْيَى بْنُ عُثْمَانَ، قَالُوا: حَدَّثَنَا أَبُو صَالِحٍ، حَدَّثَنِي اللَّيْثُ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ الْجُمَحِيِّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِذَا سَمِعْتُمُ النِّدَاءَ، فَقُولُوا مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ» ¶ 1633 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مَرْزُوقٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ أَخْبَرَنَا مَالِكٍ، عَنِ الزُّهْرِيِّ، عَنْ يَحْيَى بْنِ سَعِيدِ بْنِ الْعَاصِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، \" أَنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، اسْتَأْذَنَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لابِسٌ مِرْطَ أُمِّ الْمُؤْمِنِينَ، فَأَذِنَ لَهُ، فَقَضَى حَاجَتَهُ، فَاسْتَأْذَنَ عَلَيْهِ عُمَرُ رَضِيَ اللَّهُ عَنْهُ وَهُوَ عَلَى تِلْكَ الْحَالِ، فَقَضَى إِلَيْهِ حَاجَتَهُ، ثُمَّ خَرَجَ فَاسْتَأْذَنَ عَلَيْهِ عُثْمَانُ رَضِيَ اللَّهُ عَنْهُ فَاسْتَوَى جَالِسًا، ثُمَّ قَالَ لِعَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: اجْمَعِي عَلَيْكِ ثِيَابَكِ، فَلَمَّا خَرَجَ، قَالَتْ لَهُ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: مَا لَكَ لَمْ تَفْزَعْ لأَبِي بَكْرٍ، وَعُمَرَ، كَمَا فَزِعْتَ لِعُثْمَانَ؟ قَالَ: إِنَّ عُثْمَانَ رَجُلٌ شَدِيدُ الْحَيَاءِ، فَلَوْ أَذِنْتُ عَلَى تِلْكَ الْحَالِ خَشِيتُ أَنْ لا يَبْلُغَ فِيَّ حَاجَتَهُ \" ¶ 1634 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا بَحْرُ بْنُ نَصْرٍ، حَدَّثَنَا يَحْيَى بْنُ سَلامٍ، حَدَّثَنَا مَالِكٌ، عَنْ نَافِعٍ، وَعَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ \" الرَّجُلِ يَنَامُ وَهُوَ جُنُبٌ، فَقَالَ: نَعَمْ يَتَوَضَّأُ \". ¶ فِي حَدِيثِ نَافِعٍ، وَفِي حَدِيثِ ابْنِ دِينَارٍ: «يَتَوَضَّأُ وَيَغْسِلُ ذَكَرَهُ»",
            "page": "141",
            "part": "1",
            "seal": "F7F2D90C"
        },
        {
            "hno": "1635",
            "id": "14",
            "nass": "1635 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ، أَنْبَأَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي ابْنُ سَمْعَانَ، قَالَ أَبُو مُوسَى وَأَحْسِبُهُ. ¶ قَالَ: وَمَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ مَوْلَى ابْنِ عُمَرَ، أَخْبَرَهُ عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: «يَقُومُ النَّاسُ يَوْمَ الْقِيَامَةِ لِرَبِّ الْعَالَمِينَ، حَتَّى أَنَّ أَحَدَهُمْ لَيَغِيبُ فِي رَشْحِهِ إِلَى أَنْصَافِ أُذُنَيْهِ» ¶ 1636 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ، أَنْبَأَنَا ابْنُ وَهْبٍ، أَنَّ مَالِكَ بْنَ أَنَسٍ، حَدَّثَهُ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، \" حَمَلَ عَلَى فَرَسٍ عَتِيقٍ فِي سَبِيلِ اللَّهِ، فَوَجَدَهُ يُبَاعُ، فَأَرَادَ أَنْ يَبْتَاعَهُ، فَسَأَلَ عَنْ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: لا تَبِعْهُ، وَلا يُعَدُّ فِي صَدَقَتِكَ \" ¶ 1637 - حَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ، حَدَّثَنَا أَحْمَدُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو مَرْوَانَ عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ الْمَاجِشُون، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعِ الْوَلاءِ، وَعَنْ هِبَتِهِ» ¶ 1638 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يَزِيدُ بْنُ سِنَانٍ، حَدَّثَنَا أَبُو السَّكَنِ مَكِّيُّ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: «مُتْعَتَانِ كَانَتَا عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُنْهِيَا عَنْهُمَا، وَأَعَافُ عَلَيْهِمَا، مُتْعَةُ النِّسَاءِ، وَمُتْعَةُ الْحَجِّ» ¶ 1638 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ، أَنْبَأَنَا ابْنُ وَهْبٍ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" أَيُّمَا امْرِئٍ قَالَ لأَخِيهِ: يَا كَافِرُ، فَقَدْ بَاءَ بِهَا أَحَدُهُمَا \" ¶ 1639 - حَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ بِمِصْرَ سَنَةَ عَشْرٍ وَثَلاثِ مِائَةٍ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، أَنْبَأَنَا مَالِكٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ كَتَبَ إِلَيْهِ عَبْدُ اللَّهِ بْنُ مَرْوَانَ أَنْ يُبَايِعَهُ، فَكَتَبَ إِلَيْهِ: «بِسْمِ اللَّهِ",
            "page": "142",
            "part": "1",
            "seal": "9E913076"
        },
        {
            "hno": "1640",
            "id": "15",
            "nass": "الرَّحْمَنِ الرَّحِيمِ، أَمَّا بَعْدُ، لِعَبْدِ اللَّهِ بْنِ مَرْوَانَ أَمِيرِ الْمُؤْمِنِينَ، مِنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، سَلامٌ عَلَيْكَ، فَإِنِّي أَحْمَدُ إِلَيْكَ اللَّهَ الَّذِي لا إِلَهَ إِلا هُوَ، أُقِرُّ لَكَ بِالسَّمْعِ وَالطَّاعَةِ عَلَى سُنَّةِ اللَّهِ، وَسُنَّةِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا اسْتَطَعْتُ» ¶ 1640 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا عَمِّي، حَدَّثَنِي مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسٍ، أَنَّ أَعْرَابِيًّا أَتَى إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، مَتَى السَّاعَةُ؟ قَالَ: «وَمَاذَا أَعْدَدْتَ لَهَا؟» , قَالَ: لا شَيْءَ وَاللَّهِ، إِنِّي لَقَلِيلُ الصَّلاةِ، قَلِيلُ الصِّيَامِ، إِلا أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ، قَالَ: «إِنَّكَ مَعَ مَنْ أَحْبَبْتَ» ¶ 1641 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يَزِيدُ بْنُ سِنَانٍ، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، حَدَّثَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، عَنْ أُمِّ حَرَامٍ ابْنَةِ مِلْحَانَ، قَالَتْ: \" اسْتَيْقَظَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نَوْمِهِ وَهُوَ يَضْحَكُ، فَقُلْتُ: مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ؟ قَالَ: نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ غُزَاةً فِي سَبِيلِ اللَّهِ يَرْكَبُونَ هَذَا الْبَحْرَ مُلُوكًا عَلَى الأَسِرَّةِ، أَوْ مِثْلَ الْمُلُوكِ عَلَى الأَسِرَّةِ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، ادْعُ اللَّهَ عَزَّ وَجَلَّ أَنْ يَجْعَلَنِي مِنْهُمْ، فَدَعَى لَهَا، ثُمَّ وَضَعَ رَأْسَهُ فَنَامَ، فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ، فَقُلْتُ: مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ؟ قَالَ: نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ غُزَاةً فِي سَبِيلِ اللَّهِ يَرْكَبُونَ هَذَا الْبَحْرَ، مُلُوكًا عَلَى الأَسِرَّةِ، أَوْ مِثْلَ الْمُلُوكِ عَلَى الأَسِرَّةِ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، ادْعُ اللَّهَ عَزَّ وَجَلَّ أَنْ يَجْعَلَنِي مِنْهُمْ، قَالَ: أَنْتِ مِنَ الأَوَّلِينَ، فَرَكِبَتْ أُمُّ حَرَامٍ الْبَحْرَ مَعَ زَوْجِهَا عُبَادَةَ بْنِ الصَّامِتِ فِي زَمَانِ مُعَاوِيَةَ بْنِ سُفْيَانَ، فَصُرِعَتْ عَنْ دَابَّتِهَا حِينَ خَرَجَتْ مِنَ الْبَحْرِ، فَمَاتَتْ \" ¶ 1642 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا بَحْرُ بْنُ نَصْرٍ، حَدَّثَنَا يَحْيَى بْنُ سَلامٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ أَبِي نُعَيْمٍ وَهْبِ بْنِ كَيْسَانَ، سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ يَقُولُ: «مَنْ صَلَّى صَلاةً لَمْ يَقْرَأْ فِيهَا بِفَاتِحَةِ الْكِتَابِ، فَلَمْ يُصَلِّ إِلا وَرَاءَ الإِمَامِ»",
            "page": "143",
            "part": "1",
            "seal": "395B4343"
        },
        {
            "hno": "1643",
            "id": "16",
            "nass": "1643 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ، حَدَّثَنَا أَبِي، حَدَّثَنَا ابْنُ لَهِيعَةَ، حَدَّثَنِي عِيسَى بْنُ مُوسَى، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، بِأَثَرِهِ أَنَّهُ قَالَ: «الْفِطْرَةُ قَصُّ الشَّارِبِ، وَتَقْلِيمُ الأَظْفَارِ، وَنَتْفُ الإِبِطِ، وَحَلْقُ الْعَانَةِ، وَالْخِتَانُ» ¶ 1644 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكٌ، وَغَيْرُهُ مِنْ أَهْلِ الْعِلْمِ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، بِنَحْوِ حَدِيثِ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، «» نَحَرَ عَنْ آلِ مُحَمَّدٍ فِي حَجَّةِ الْوَدَاعِ بَقَرَةً وَاحِدَةً «» ¶ 1645 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْمُغِيرَةِ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَخْبَرَنِي مَالِكٌ، حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ عَنْ سَعِيدِ بْنِ يَسَارٍ أَبُو الْحُبَابِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ تَصَدَّقَ صَدَقَةً مِنْ كَسْبٍ طَيِّبٍ، وَلَا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ إِلا طَيِّبًا، فَكَأَنَّمَا يَضَعُهَا فِي كَفِّ الرَّحْمَنِ عَزَّ وَجَلَّ، فَيُرَبِّيهَا كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ، أَوْ فَصِيلَهُ، حَتَّى يَكُونَ مِثْلَ الْجَبَلِ» . ¶ 1646 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْحَاطِبِيُّ، حَدَّثَنَا الْحُنَيْنِيُّ، قَالَ: ذَكَرَهُ مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ تَصَدَّقَ بِصَدَقَةٍ مِنْ كَسْبٍ طَيِّبٍ، وَلا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ إِلا طَيِّبًا» . ¶ فَذَكَرَ نَحْوَهُ ¶ 1647 - حَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ بِمِصْرَ سَنَةَ سِتَّ عَشْرَةَ وَثَلاثِ مِائَةٍ، أَنْبَأَنَا يُونُسُ، أَنْبَأَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ، وَمَالِكٌ، وَسُفْيَانُ الثَّوْرِيُّ، أَنَّ حُمَيْدًا الطَّوِيلَ حَدَّثَهُمْ، أَنَّ أَنَسَ بْنَ مَالِكٍ، قَالَ: «حَجَمَ أَبُو طَيْبَةَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْطَاهُ صَاعَيْنِ، أَوْ صَاعًا مِنْ تَمْرٍ، وَأَمَرَ أَهْلَهُ أَنْ يُخَفِّفُوا عَنْهُ مِنْ جِرَاحِهِ» ¶ 1648 - حَدَّثَنَا أَحْمَدُ، أَنْبَأَنَا يُونُسُ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ",
            "page": "144",
            "part": "1",
            "seal": "45FD8596"
        },
        {
            "hno": "1649",
            "id": "17",
            "nass": "النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِذَا أَسْلَمَ الْعَبْدُ، فَحَسُنَ إِسْلامُهُ كَفَّرَ اللَّهُ تَعَالَى عَنْهُ بَعْدَ ذَلِكَ كُلَّ سَيِّئَةٍ كَانَ زَلَفَهَا، وَكَتَبَ لَهُ كُلَّ حَسَنَةٍ كَانَ زَلَفَهَا، ثُمَّ كَانَ بَعْدَ ذَلِكَ الْقِصَاصُ الْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِ مِائَةٍ، وَالسَّيِّئَةُ بِمِثْلِهَا، إِلا أَنْ يَتَجَاوَزَ اللَّهُ عَنْهَا» ¶ 1649 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا الْحَسَنُ بْنُ عَبْدِ الرَّحْمَنِ الْجَرْمِيُّ، وَهَاشِمُ بْنُ يُونُسَ الصَّفَّارُ، وَيَحْيَى بْنُ عُثْمَانَ، قَالُوا: حَدَّثَنَا أَبُو صَالِحٍ، حَدَّثَنِي اللَّيْثُ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ طَلْحَةَ بْنِ عَبْدِ الْمَلِكِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ نَذَرَ أَنْ يُطِيعَ اللَّهَ عَزَّ وَجَلَّ فَلْيُطِعْهُ، وَمَنْ نَذَرَ أَنْ يَعْصِيَهُ فَلا يَعْصِيهِ» ¶ 1650 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا مُحَمَّدُ بْنُ جَابِرٍ الْمَرْوَزِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الْمَدَنِيُ، حَدَّثَنَا إِسْحَاقُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ سُمَيٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «حُجِبَتِ الْجَنَّةُ بِالْمَكَارِهِ، وَحُجِبَتِ النَّارُ بِالشَّهَوَاتِ» ¶ 1651 - أَخْبَرَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، أَنْبَأَنَا ابْنُ وَهْبٍ، وَحَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ: وَقُرِئَ عَلَى ابْنِ وَهْبٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عُمَرَ، وَيَحْيَى بْنُ عَبْدِ اللَّهِ، وَمَالِكُ بْنُ أَنَسٍ، وَسُفْيَانُ بْنُ عُيَيْنَةَ، وَسُفْيَانُ الثَّوْرِيُّ أَنَّ عَمْرَو بْنَ يَحْيَى الْمَازِنِيَّ، حَدَّثَهُمْ عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ مِنَ الْوَرِقِ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ مِنَ الإِبِلِ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ مِنَ التَّمْرِ صَدَقَةٌ» ¶ 1652 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا بَكَّارُ بْنُ قُتَيْبَةَ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا",
            "page": "145",
            "part": "1",
            "seal": "6AA57C7C"
        },
        {
            "hno": "1653",
            "id": "18",
            "nass": "مَالِكُ بْنُ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعِ الْوَلاءِ، وَعَنْ هِبَتِهِ» ¶ 1653 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا مُحَمَّدُ بْنُ جَابِرٍ الْمَرْوَزِيُّ، حَدَّثَنَا أَبُو حُمَيْدٍ، حَدَّثَنَا زَافِرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَنَسٍ، قَالَ: \" لَمَّا كَانَ الْيَوْمُ الَّذِي احْتَلَمْتُ فِيهِ أَخْبَرْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: لا تَدْخُلْ عَلَى النِّسَاءِ، فَمَا أَتَى عَلَيَّ يَوْمٌ كَانَ أَشَرَّ عَلَيَّ مِنْهُ \" ¶ 1654 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَدِيِّ بْنِ ثَابِتٍ الأَنْصَارِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، أَنَّهُ قَالَ: «صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَتَمَةَ، فَقَرَأَ فِيهَا بِالتِّينِ وَالزَّيْتُونِ» ¶ 1655 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ، حَدَّثَنَا ابْنُ وَهْبٍ، أَنَّ مَالِكًا حَدَّثَهُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهَا قَالَتْ: «إِنْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لَيُصَلِّي الصُّبْحَ، فَيَنْصَرِفُ النِّسَاءُ مُتَلَفِّعَاتٍ بِمُرُوطِهِنَّ مَا يُعْرَفْنَ مِنَ غَلَسٍ» ¶ 1656 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ، أَنْبَأَنَا ابْنُ وَهْبٍ، أَنَّ مَالِكَ بْنَ أَنَسٍ حَدَّثَهُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي صَالِحٍ السَّمَّانِ، أَوْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ، شَكَّ يُونُسُ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لَوْلا أَنْ أَشُقَّ عَلَى أُمَّتِي لأَحْبَبْتُ أَنْ لا أَتَخَلَّفَ عَنْ سَرِيَّةٍ تَخْرُجُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، وَلَكِنْ لا أَجِدُ مَا أَحْمِلُهُمْ عَلَيْهِ، وَلا يَجِدُونَ مَا يَتَحَمَّلُونَ عَلَيْهِ فَيَخْرُجُونَ، وَيَشُقُّ عَلَيْهِمْ أَنْ يَتَخَلَّفُوا بَعْدِي، لَوَدِدْتُ أَنِّي قَاتِلٌ فِي سَبِيلِ اللَّهِ، فَأُقْتَلُ، ثُمَّ أُحْيَا فَأُقْتَلُ، ثُمَّ أُحْيَا فَأُقْتَلُ» ¶ حدثنا أحمد بن علي بن شعيب بمصر سنة ¶ 1657 - حَدَّثَنَا مِقْدَامُ بْنُ دَاوُدَ، حَدَّثَنَا عَمِّي سَعِيدُ بْنُ عِيسَى، أَنْبَأَنَا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، وَعَمْرُو بْنُ الْحَارِثِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، نَهَى أَنْ يَمْشِيَ الرَّجُلُ",
            "page": "146",
            "part": "1",
            "seal": "48FAA701"
        },
        {
            "hno": "1658",
            "id": "19",
            "nass": "فِي نَعْلٍ وَاحِدٍ» ¶ 1658 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْحَاطِبِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحُنَيْنِيُّ، قَالَ: ذَكَرَهُ مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: \" كُنْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَسْفَارِهِ، فَسَأَلْتُهُ عَنْ شَيْءٍ فَلَمْ يُجِبْنِي، ثُمَّ سَأَلْتُهُ فَلَمْ يُجِبْنِي، ثُمَّ سَأَلْتُهُ فَلَمْ يُجِبْنِي، قَالَ: فَقُلْتُ: ثَكَلَتْكَ أُمُّكَ، نَزَرْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ثَلاثَ مَرَّاتٍ عَلَى ذَلِكَ لا يُجِيبُكَ، فَحَرَّكْتُ بَعِيرِي، وَصِرْتُ فِي أُخْرَيَاتِ النَّاسِ، وَخَشِيتُ أَنْ يَكُونَ قَدْ نَزَلَ فِيَّ شَيْءٌ، فَلَمْ اسْتَتِبْ، فَإِذَا مُنَادِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُنَادِي، فَجِئْتُ، قَالَ: فَقَالَ: لَقَدْ نَزَلَتْ هَذِهِ اللَّيْلَةَ سُورَةٌ هِيَ أَحَبُّ إِلَيَّ مِنَ الدُّنْيَا وَمَا فِيهَا، قَالَ: ثُمَّ قَرَأَ {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا} [الفتح: 1] ، إِلَى آخِرِ السُّورَةِ \" ¶ 1659 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" إِنَّ اللَّهَ عَزَّ وَجَلَّ، يَقُولُ لأَهْلِ الْجَنَّةِ: يَا أَهْلَ الْجَنَّةِ، فَيَقُولُونَ: لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ، وَالْخَيْرُ بَيْنَ يَدَيْكَ، فَيَقُولُ: هَلْ رَضِيتُمْ، فَيَقُولُونَ: وَمَا لَنَا لا نَرْضَى، وَقَدْ أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقِكَ، فَيَقُولُ: أَلا أُعْطِيكُمْ أَفْضَلَ مِنْ ذَلِكَ؟ قَالُوا: يَا رَبِّ، وَأَيُّ شَيْءٍ أَفْضَلُ مِنْ ذَلِكَ؟ فَيَقُولُ: أُحِلُّ عَلَيْكُمْ رِضْوَانِي، فَلا أَسْخَطُ عَلَيْكُمْ بَعْدَهُ أَبَدًا \" ¶ 1660 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْحَاطِبِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحُنَيْنِيُّ، قَالَ: ذَكَرَهُ مَالِكٌ، عَنْ زَيْدٍ، عَنْ عَطَاءٍ، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" يَطَّلِعُ اللَّهُ عَزَّ وَجَلَّ عَلَى أَهْلِ الْجَنَّةِ، فَيَقُولُ: يَا أَهْلَ الْجَنَّةِ، أَرَضِيتُمْ، فَيَقُولُونَ: مَا لَنَا لا نَرْضَى، وَقَدْ أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنَ الْعَالَمِينَ، فَيَقُولُ: أُعْطِيكُمْ أَفْضَلَ مِنْ",
            "page": "147",
            "part": "1",
            "seal": "301DEA37"
        },
        {
            "hno": "1661",
            "id": "20",
            "nass": "ذَلِكَ، أُحِلُّ عَلَيْكُمْ رِضَايَ، فَلا أَسْخَطُ عَلَيْكُمْ أَبَدًا \" ¶ 1661 - حَدَّثَنَا أَحْمَدُ، أَنْبَأَنَا يُونُسُ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِذَا أَسْلَمَ الْعَبْدُ، وَحَسُنَ إِسْلامُهُ» . ¶ فَذَكَرَهُ ¶ 1662 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ، حَدَّثَنَا ابْنُ وَهْبٍ، أَنَّ مَالِكًا حَدَّثَهُ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، وَعَنْ بُسْرِ بْنِ سَعِيدٍ، وَعَنِ الأَعْرَجِ يُحَدِّثُونَهُ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ أَدْرَكَ مِنَ الصُّبْحِ رَكْعَةً قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَ الصُّبْحَ، وَمَنْ أَدْرَكَ مِنَ الْعَصْرِ رَكْعَةً قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَ الْعَصْرَ» ¶ 1663 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ، حَدَّثَنَا ابْنُ وَهْبٍ، أَنَّ مَالِكَ بْنَ أَنَسٍ، حَدَّثَهُ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِذَا كَانَ أَحَدُكُمْ يُصَلِّي فَلا يَدَعْ أَحَدًا يَمُرُّ بَيْنَ يَدَيْهِ، وَلْيَدْرَأْهُ مَا اسْتَطَاعَ، فَإِنْ أَبَى فَلْيُقَاتِلْهُ، فَإِنَّمَا هُوَ شَيْطَانٌ» ¶ 1664 - حَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ بِمِصْرَ سَنَةَ عَشْرٍ وَثَلاثِ مِائَةٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي دَاوُدَ الْبُرُلُّسِيُّ، حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا مَالِكٌ، عَنِ الْعَلاءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَكْظِمْ مَا اسْتَطَاعَ» ¶ 1665 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ، حَدَّثَنَا ابْنُ وَهْبٍ، أَنَّ مَالِكًا حَدَّثَهُ، عَنِ الْعَلاءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، «نَهَى أَنْ يُنْتَبَذَ فِي الدُّبَّاءِ، وَالْمُزَفَّتِ»",
            "page": "148",
            "part": "1",
            "seal": "99635F2B"
        },
        {
            "hno": "1666",
            "id": "21",
            "nass": "1666 - حَدَّثَنَا أَحْمَدُ، أَنْبَأَنَا يُونُسُ، أَنْبَأَنَا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكٌ، قَالَ: وَحَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ، حَدَّثَنِي ابْنُ وَهْبٍ، حَدَّثَنِي ابْنُ أَبِي الزِّنَادِ، وَمَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" قَالَ رَجُلٌ لَمْ يَعْمَلْ حَسَنَةً قَطُّ: إِذَا مِتُّ احْرِقُونِي، ثُمَّ اذْرُوا نِصْفَهُ فِي الْبَرِّ، وَنِصْفَهُ فِي الْبَحْرِ، فَواللَّهِ لَئِنْ قَدِرَ اللَّهُ عَلَيْهِ لَيُعَذِّبُهُ عَذَابًا لا يُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ، فَلَمَّا مَاتَ الرَّجُلُ فَعَلُوا مَا أَمَرَهُمْ بِهِ، فَأَمَرَ اللَّهُ عَزَّ وَجَلَّ الْبَرَّ، فَجَمَعَ مَا فِيهِ، وَأَمَرَ الْبَحْرَ فَجَمَعَ مَا فِيهِ، ثُمَّ قَالَ: لِمَ فَعَلْتَ هَذَا؟ قَالَ: مِنْ خَشْيَتِكَ يَا رَبِّ وَأَنْتَ أَعْلَمُ، قَالَ: فَغُفِرَ لَهُ \". ¶ لَفْظُ يُونُسَ ¶ 1667 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُونُسُ، أَنْبَأَنَا ابْنُ وَهْبٍ، أَنَّ مَالِكًا حَدَّثَهُ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ حَدَّثَهُ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ سَعْدَ بْنَ عُبَادَةَ، قَالَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" لَوْ وَجَدْتُ مَعَ امْرَأَتِي رَجُلا أُمْهِلُهُ، حَتَّى آتِيَ بِأَرْبَعَةِ شُهَدَاءَ؟ قَالَ: نَعَمْ \" ¶ 1668 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ وَهْبٍ، حَدَّثَنَا عَمِّي، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي النَّضْرِ، وَعَبْدُ اللَّهِ بْنُ يَزِيدَ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، «إِذَا كُنْتُ يَقْظَانَةً تَحَدَّثَ مَعِي بَعْدَ طُلُوعِ الْفَجْرِ، وَإِنْ كُنْتُ نَائِمَةً اضْطَجْعَ عَلَى شِقِّهِ الأَيْمَنِ حَتَّى يَأْتِيَهُ الْمُؤَذِّنُ» ¶ 1669 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا يُوسُفُ بْنُ يَزِيدَ، حَدَّثَنَا حَجَّاجُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا خَلَفُ بْنُ خَلِيفَةَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي النَّضْرِ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، «إِذَا صَلَّى مَا بَيْنَ الرَّكْعَتَيْنِ صَلاةِ الْفَجْرِ، فَإِنْ كُنْتُ يَقْظَانَةً كَلَّمَنِي وَجَلَسَ حَتَّى تُقَامَ الصَّلاةُ، فَيَذْهَبُ فَيُصَلِّي، وَإِنْ لَمْ أَكُنْ يَقْظَانَةً قَعَدَ حَتَّى يَبْلُغَ سَاعَتَهُ الَّتِي يَأْتِي الْمَسْجِدَ فِيهَا» ¶ 1670 - حَدَّثَنَا أَحْمَدُ، أَنْبَأَنَا يُونُسُ، أَنْبَأَنَا أَبُو زَيْدِ بْنُ أَبِي الْغُمَرَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي النَّضْرِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ",
            "page": "149",
            "part": "1",
            "seal": "B652192D"
        },
        {
            "hno": "1671",
            "id": "22",
            "nass": "رَضِيَ اللَّهُ عَنْهَا زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَتْ: «إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي إِحْدَى عَشْرَةَ رَكْعَةً، ثُمَّ يَضْطَجِعُ عَلَى شِقِّهِ الأَيْمَنِ، فَإِنْ كُنْتُ يَقْظَانَةً حَدَّثَنِي حَتَّى يَأْتِيَهُ الْمُؤَذِّنُ فَيُؤْذِنَهُ بِالصَّلاةِ، وَذَلِكَ بَعْدَ طُلُوعِ الْفَجْرِ» ¶ 1671 - حَدَّثَنَا أَحْمَدُ، أَنْبَأَنَا يُونُسُ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكٌ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْجُمَحِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «إِنَّ اللَّهَ تَعَالَى لا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنَ النَّاسِ، وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ، حَتَّى إِذَا لَمْ يَتْرُكْ عَالِمًا اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالا، فَيُسْتَفْتُوا فَيُفْتُوا بَغَيْرِ عِلْمٍ، فَضَلُّوا وَأَضَلُّوا» ¶ 1672 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا بَكَّارُ بْنُ قُتَيْبَةَ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا شُعْبَةُ، وَمَالِكُ بْنُ أَنَسٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: سَأَلَ حَمْزَةُ الأَسْلَمِيُّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" عَنِ الصَّوْمِ فِي السَّفَرِ، فَقَالَ: إِنْ شِئْتَ فَصُمْ، وَإِنْ شِئْتَ فَأَفْطِرْ \" ¶ 1673 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكٌ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ، وَعَمْرُو بْنُ الْحَارِثِ، وَاللَّيْثُ بْنُ سَعْدٍ، قَالَ الرَّبِيعُ: وَأَظُنُّ فِيهِمْ ابْنَ أَبِي الزِّنَادِ شَكَكْتُ أَنَا، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «كُفِّنَ فِي ثَلاثَةِ أَثْوَابٍ بِيضٍ لَيْسَ فِيهَا قَمِيصٌ وَلا عِمَامَةٌ، أُدْرِجَ فِيهَا إِدْرَاجًا هَكَذَا» . ¶ أَوْ نَحْوَهُ ¶ 1674 - حَدَّثَنَا أَحْمَدُ، أَنْبَأَنَا يُونُسُ، حَدَّثَنَا ابْنُ وَهْبٍ، أَنَّ مَالِكَ بْنَ أَنَسٍ حَدَّثَهُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهَا قَالَتْ: \" جَاءَتْ بَرِيرَةُ، فَقَالَتْ: إِنِّي كَاتَبْتُ أَهْلِي الْوَلاءَ، وَقَالَتْ: ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي النَّاسِ، فَحَمِدَ اللَّهَ",
            "page": "150",
            "part": "1",
            "seal": "5B954B4A"
        },
        {
            "hno": "1675",
            "id": "23",
            "nass": "عَزَّ وَجَلَّ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: أَمَّا بَعْدُ، فَمَا بَالُ قَوْمٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ \". ¶ الْحَدِيثَ ¶ 1675 - حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ الرَّازِيُّ، أَنْبَأَنَا يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا مَعْنُ بْنُ عِيسَى، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: \" مَا مَسَّتْ يَدُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَ امْرَأَةٍ قَطُّ، وَقَالَتْ مَرَّةً أُخْرَى: مَا صَافَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ امْرَأَةً قَطُّ \"",
            "page": "151",
            "part": "1",
            "seal": "FCAF3B94"
        }
    ],
    "t9633": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "من أقسم عليه، فهو أحق بالثمن إن شاء أخذه، وإن شاء تركه»"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "اقتلوا الوزغ، فإنه كان ينفخ على إبراهيم عليه السلام النار، قال: فكانت عائشة رضي الله عنها"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "استأمرت رسول الله صلى الله عليه وسلم في قتل الوزغان فأمرها بقتلها»"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "نهى أن يقتل شيء من البهائم صبرا»"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "2",
            "tit": "لعن رسول الله صلى الله عليه وسلم من يمثل بالحيوان»"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "3",
            "tit": "نصبوا شاة يرمونها بالنبل، فقال: «هذه المعذبة لا تأكلوا لحمها، ولا يصر فيها"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "4",
            "tit": "أن يمثل بالذوات، وأن تؤكل الممثول بها»"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "5",
            "tit": "ائتني بوضوء، فتوضأ، ثم قام بفضل وضوئه، فشربه قائما، فعجبت من ذلك، فقال: أتعجب يا بني، إني"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "لا تنكح المرأة بغير أمر وليها، فإن نكحت فنكاحها باطل، فنكاحها باطل، فنكاحها باطل، فإن"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "غزوت مع رسول الله صلى الله عليه وسلم غزاة العسرة، وكان من أوثق أعمالي في نفسي، وكان لي"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "2",
            "tit": "رجلا زنى بامرأة فأمر به النبي صلى الله عليه وسلم فجلد الحد، ثم أخبر أنه أحصن، فأمر به"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "3",
            "tit": "سئل عن رجل يطأ الأذى والروث، فقال: إن وطئه وهو رطب فليغسله، وإن كان يابسا فلا"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "4",
            "tit": "عن بيع الصبر من الطعام لا يعلم كيلها بالكيل المسمى من التمر»"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "إذا ابتعت طعاما، فلا تبيعه حتى تستوفيه»"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "هذا سرق، فقال: لا أخاله سرق، أسرقت ويحك؟ فقال: نعم، فقال: اذهبوا به فاقطعوا يده، ثم"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "2",
            "tit": "يدخل على بعض نسائه وهي حائض، فيتكئ عليها، ويقرأ القرآن في حجرها، وتبسط له الخمرة في"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "3",
            "tit": "الله عز وجل وضع عن المسافر الصوم، وشطر الصلاة، وعن الحبلى، أو المرضع \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "أمرت أن أسجد على سبعة أعظم، ولا أكف شعرا ولا بنانا»"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "{فليس عليكم جناح أن تقصروا من الصلاة إن خفتم أن يفتنكم الذين كفروا} [النساء: 101] ، وقد"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "2",
            "tit": "رجل وقع بأخت امرأته، فقال ابن عباس: لعله إلى حرمه لم يحرم عليه امرأته \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "3",
            "tit": "إن استطعتم أن لا تغدوا يوم الفطر حتى تطعموا فافعلوا»"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "4",
            "tit": "زكاة الفطر: نصف صاع من حنطة أو صاع من تمر \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "5",
            "tit": "ما منعك أن تحجي معنا العام، قالت: يا نبي الله، إنما كان لنا ناضحان، فركب أبو فلان وابنة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "عودوا المرضى، واتبعوا الموتى، ولا عليكم أن تأتوا الفرس لا تخرجنكم عزمة، ولا عليكم أن لا"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "إذا حضرت الصلاة، وحضر العشاء، فابدءوا بالعشاء، ولا تعجلوا عن عشائكم»"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "أخبري رسول الله صلى الله عليه وسلم بما يريد أن يأكل منه، فقالوا: هو ضب، فرفع يده، فقلت:"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "2",
            "tit": "لما توفي رسول الله صلى الله عليه وسلم اجتمع المهاجرون إلى أبي بكر، واجتمعت الأنصار في"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "لا يمنع أحدكم جاره أن يغرز خشبة في جداره، قال: ثم يقول أبو هريرة: ما لي أراكم عنها"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "شر الطعام طعام الوليمة، يدعى إليه الأغنياء، ويترك الفقراء، ومن لم يأتها، فقد عصى الله"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "2",
            "tit": "الوزغ: الفويسق \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "من قام رمضان إيمانا واحتسابا، غفر له ما تقدم من ذنبه \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "من قام رمضان إيمانا واحتسابا، غفر له ما تقدم من ذنبه»"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "ما لعن رسول الله صلى الله عليه وسلم ولا ضرب شيئا بيده قط، ولا ينتقم لنفسه شيئا يؤتي إليه،"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "ما علمت أن اليوم الجمعة، وكنت في السوق ما زدت على الوضوء، فقال: الوضوء أيضا، ثم قال: إن"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "أيصلي الرجل في الثوب الواحد؟ فقال رسول الله صلى الله عليه وسلم: أوكلكم له"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "2",
            "tit": "قضى بالشفعة فيما لم يقسم، فإذا وقعت الحدود فلا شفعة فيه»"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "3",
            "tit": "رمضان من صامه إيمانا واحتسابا، غفر له ما تقدم من ذنبه»"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "ليس بكذاب الذي يمشي يصلح بين الناس، فتمنى خيرا، أو يقوله»"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "إذا سمعتم النداء، فقولوا مثل ما يقول المؤذن»"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "2",
            "tit": "أبا بكر رضي الله عنه، استأذن على النبي صلى الله عليه وسلم، ورسول الله صلى الله عليه وسلم"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "3",
            "tit": "\" الرجل ينام وهو جنب، فقال: نعم يتوضأ \"."
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "يقوم الناس يوم القيامة لرب العالمين، حتى أن أحدهم ليغيب في رشحه إلى أنصاف"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "حمل على فرس عتيق في سبيل الله، فوجده يباع، فأراد أن يبتاعه، فسأل عن ذلك رسول الله صلى"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "2",
            "tit": "عن بيع الولاء، وعن هبته»"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "3",
            "tit": "متعتان كانتا على عهد رسول الله صلى الله عليه وسلم أنهيا عنهما، وأعاف عليهما، متعة النساء،"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "4",
            "tit": "أيما امرئ قال لأخيه: يا كافر، فقد باء بها أحدهما \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "لعبد الله بن مروان أمير المؤمنين، من عبد الله بن عمر، سلام عليك، فإني أحمد إليك الله الذي"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "متى الساعة؟ قال: «وماذا أعددت لها؟» , قال: لا شيء والله، إني لقليل الصلاة، قليل الصيام، إلا"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "2",
            "tit": "استيقظ رسول الله صلى الله عليه وسلم من نومه وهو يضحك، فقلت: ما يضحكك يا رسول الله؟ قال:"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "3",
            "tit": "من صلى صلاة لم يقرأ فيها بفاتحة الكتاب، فلم يصل إلا وراء الإمام»"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الفطرة قص الشارب، وتقليم الأظفار، ونتف الإبط، وحلق العانة، والختان»"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "نحر عن آل محمد في حجة الوداع بقرة واحدة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "2",
            "tit": "من تصدق صدقة من كسب طيب، ولا يقبل الله عز وجل إلا طيبا، فكأنما يضعها في كف الرحمن عز وجل،"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "3",
            "tit": "حجم أبو طيبة رسول الله صلى الله عليه وسلم فأعطاه صاعين، أو صاعا من تمر، وأمر أهله أن"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أسلم العبد، فحسن إسلامه كفر الله تعالى عنه بعد ذلك كل سيئة كان زلفها، وكتب له كل حسنة"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "من نذر أن يطيع الله عز وجل فليطعه، ومن نذر أن يعصيه فلا يعصيه»"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "2",
            "tit": "حجبت الجنة بالمكاره، وحجبت النار بالشهوات»"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "3",
            "tit": "ليس فيما دون خمس أواق من الورق صدقة، وليس فيما دون خمس ذود من الإبل صدقة، وليس فيما دون"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "عن بيع الولاء، وعن هبته»"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "لا تدخل على النساء، فما أتى علي يوم كان أشر علي منه \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "2",
            "tit": "صليت مع رسول الله صلى الله عليه وسلم العتمة، فقرأ فيها بالتين والزيتون»"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "3",
            "tit": "ليصلي الصبح، فينصرف النساء متلفعات بمروطهن ما يعرفن من غلس»"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "4",
            "tit": "لولا أن أشق على أمتي لأحببت أن لا أتخلف عن سرية تخرج في سبيل الله عز وجل، ولكن لا أجد ما"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "كنت مع رسول الله صلى الله عليه وسلم في بعض أسفاره، فسألته عن شيء فلم يجبني، ثم سألته فلم"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "يا أهل الجنة، فيقولون: لبيك ربنا وسعديك، والخير بين يديك، فيقول: هل رضيتم، فيقولون: وما"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "2",
            "tit": "\" يطلع الله عز وجل على أهل الجنة، فيقول: يا أهل الجنة، أرضيتم، فيقولون: ما لنا لا نرضى، وقد"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أسلم العبد، وحسن إسلامه» ."
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "من أدرك من الصبح ركعة قبل أن تطلع الشمس فقد أدرك الصبح، ومن أدرك من العصر ركعة قبل أن"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "2",
            "tit": "إذا كان أحدكم يصلي فلا يدع أحدا يمر بين يديه، وليدرأه ما استطاع، فإن أبى فليقاتله، فإنما"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "3",
            "tit": "إذا تثاءب أحدكم فليكظم ما استطاع»"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "4",
            "tit": "نهى أن ينتبذ في الدباء، والمزفت»"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "قال رجل لم يعمل حسنة قط: إذا مت احرقوني، ثم اذروا نصفه في البر، ونصفه في البحر، فوالله"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "لو وجدت مع امرأتي رجلا أمهله، حتى آتي بأربعة شهداء؟ قال: نعم \""
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "2",
            "tit": "إذا كنت يقظانة تحدث معي بعد طلوع الفجر، وإن كنت نائمة اضطجع على شقه الأيمن حتى يأتيه"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "3",
            "tit": "إذا صلى ما بين الركعتين صلاة الفجر، فإن كنت يقظانة كلمني وجلس حتى تقام الصلاة، فيذهب"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "يصلي إحدى عشرة ركعة، ثم يضطجع على شقه الأيمن، فإن كنت يقظانة حدثني حتى يأتيه المؤذن"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "1",
            "tit": "الله تعالى لا يقبض العلم انتزاعا ينتزعه من الناس، ولكن يقبض العلم بقبض العلماء، حتى إذا"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "2",
            "tit": "عن الصوم في السفر، فقال: إن شئت فصم، وإن شئت فأفطر \""
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "3",
            "tit": "كفن في ثلاثة أثواب بيض ليس فيها قميص ولا عمامة، أدرج فيها إدراجا هكذا» ."
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "فما بال قوم يشترطون شروطا ليست في كتاب الله عز وجل \"."
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "1",
            "tit": "ما مست يد رسول الله صلى الله عليه وسلم يد امرأة قط، وقالت مرة أخرى: ما صافح رسول الله صلى"
        }
    ]
}