{
    "b964": [
        {
            "id": "47",
            "nass": "تمسك هؤلاء بظاهر قوله عليه الصلاة واسللام: (مع الغلام) والغلام اسم الذكر دون الأنثى (¬1). وقال ابن قدامة محتجاً لهؤلاء: [لأن العقيقة شكر للنعمة الحاصلة بالولد والجارية لا يحصل بها سرور فلا يشرع لها عقيقة] (¬2)، وهذا التعليل مستبعد عن هؤلاء العلماء الأجلاء فكيف لا يحصل بولادة الأنثى سورو عند المسلم وهو يعلم أن ذلك بيد الله سبحانه ولقد نعى الله على أهل الجاهلية تشاؤمهم بقدوم الأنثى وأبطل ذلك قول تعالى: (وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلَا سَاءَ مَا يَحْكُمُونَ). (¬3) ¶ فلا يقبل من المسلم أن يتذمر إذا رزق ببنت أو بنات فإن الأمور كلها بيد الله سبحانه وتعالى وقد وردت أحاديث كثيرة في فضل من ربى البنات وعلمهن وأدبهن وصبر عليهن وأنهن يكن له حجاباً من النار. ¶ مناقشة وترجيح: ¶ الذي يظهر للناظر والمتمعن في أدلة العلماء في هذه المسألة أن قول الجمهور هو أرجحها لما يلي: ¶ 1. إن حديث ابن عباس ورد برواية أخرى وفيها أن الرسول - صلى الله عليه وسلم -: (عق عن الحسن والحسين بكبشين كبشين) قال الشيخ الألباني عن الرواية الأولى لحديث ابن عباس: [صحيح لكن في رواية النسائي كبشين كبشين وهو الأصح]. (¬4) ¶ ¬__________ ¶ (¬1) تحفة المودود ص 52. ¶ (¬2) المغني 9/ 460. ¶ (¬3) سورة النحل الآيتان 58 - 59. ¶ (¬4) صحيح سنن أبي داود 2/ 547.",
            "page": "47",
            "part": "1",
            "seal": "5145FC64"
        },
        {
            "id": "48",
            "nass": "2. إن الروايات التي ذكرت شاتين عن الغلام تضمنت زيادة على الأخرى وزيادة الثقة مقبولة لا سيما إذا جاءت من طرق مختلفة المخارج كما هو الشأن هنا. (¬1) ¶ 3. أن الأحاديث التي ذكرت شاتين عن الغلام من قول النبي - صلى الله عليه وسلم - والتي ذكرت شاة عن الغلام من فعله وإذا تعارضا فالقول مقدم على الفعل لأن القول عام وفعله يحتمل الاختصاص به - صلى الله عليه وسلم -. (¬2) ¶ 4. إن قصة الذبح عن الحسن والحسين كانت عام أحد والعام الذي بعده والذي ثبت عن أم كرز أنها سألت الرسول - صلى الله عليه وسلم - عام الحديبية أي سنة ست للهجرة، فقد روى ابن حزم بسنده عن أم كرز قالت: (أتيت رسول الله - صلى الله عليه وسلم - بالحديبية أسأله عن لحوم الهدي فسمعته يقول: على الغلام شاتان وعلى الجارية شاة، لا يضركم ذكراناً كانت أم إناثاً)، فيؤخذ من هذا أن حديث أم كرز متأخر عن قصة العقيقة عن الحسن والحسين فيكون الحكم للقول المتأخر لا للفعل المتقدم. (¬3) ¶ 5. روى ابن حزم بسنده عن جعفر محمد بن علي بن الحسين عن أبيه عن جده: (أن فاطمة بنت رسول الله - صلى الله عليه وسلم - عقت عن الحسن والحسين حين ولدتهما شاة شاة)، ثم قال ابن حزم: [لا شك في أن الذي عقت به فاطمة رضي الله عنها هو غير الذي عق به رسول الله فاجتمع من هذين الخبرين عق عن كل واحد منهما بكبش وعقت فاطمة عن كل واحد منهما بشاة فحصل عن كل واحد منهما كبش وشاة كبش وشاة]. (¬4) ¶ ¬__________ ¶ (¬1) المحلى 6/ 242، زاد المعاد 2/ 330، إرواء الغليل 4/ 384. ¶ (¬2) زاد المعاد 2/ 330. ¶ (¬3) المحلى 6/ 242، زاد المعاد 2/ 331. ¶ (¬4) المحلى 6/ 243.",
            "page": "48",
            "part": "1",
            "seal": "072EEB25"
        },
        {
            "id": "49",
            "nass": "ويمكنني القول بأنه يمكن الجمع بين أدلة الجمهور وأدلة الفريق الثاني فنعمل بموجب تلك الأدلة مجتمعة فيكون الأكمل والأفضل في هذه السنة النبوية ذبح شاتين عن الغلام وإن لم يتيسر ذلك أو اقتصر على شاة واحدة عن الغلام أجزأ وحصل المقصود بهذه السنة. ¶ قال الإمام النووي: [السنة أن يعق عن الغلام شاتان وعن الجارية شاة فإن عق عن الغلام شاة حصل أصل السنة]. (¬1) ¶ وقال الصنعاني: [يجوز أنه - صلى الله عليه وسلم - ذبح عن الذكر كبشاً لبيان أنه يجزئ وذبح الأثنين مستحب]. (¬2) ¶ وأما ما احتج به الفريق الثالث على عدم مشروعية العقيقة عن الأنثى فترده الأحاديث الثابتة في ذلك كحديث أم كرز وعائشة واسماء ولعل هذه الأحاديث لم تبلغهم. والله أعلم. ¶ ¬__________ ¶ (¬1) المجموع 8/ 429. ¶ (¬2) سبل السلام 4/ 182.",
            "page": "49",
            "part": "1",
            "seal": "29BC1882"
        },
        {
            "id": "50",
            "nass": "المبحث الثاني عشر ¶ التصرف بالعقيقة ¶ أولاً: الانتفاع بها: ¶ حكم العقيقة بعد ذبحها حكم الأضحية من حيث التصرف فيها عند أهل العلم فتوزع أثلاثاً، ثلث لأهل البيت وثلث للصدقة وثلث للهدية. ¶ قال النووي: [ويستحب أن يأكل منها ويتصدق ويهدي كما قلنا في الأضحية] (¬1)، واستحب كثير من أهل العلم أن لا يتصدق بلحمها نيئاً بل يطبخ ويتصدق به على الفقراء بإرساله لهم وفضلوا ذلك على دعوة الفقراء إلى بيت صاحبها. ¶ ولو دعا إليها قوماً فلا بأس في ذلك فيجوز لصاحبه أن يأكل منها وأن يطبخها ويرسل منها إلى الفقراء ويجوز أن يدعو اصدقائه وأقاربه وجيرانه والفقراء إلى أكلها في بيته فله أن يتصرف فيها كيفما يشاء. قال محمد بن سيرين من التابعين: [إصنع بلحمها كيف شئت] (2) وفضل الإمام أحمد طبخها: [فقد قيل له: تطبخ العقيقة؟ قال: نعم. قيل له: يشتد عليهم طبخها. قال: يتحملون ذلك]. ¶ قال ابن القيم: [وهذا لأنه إذا طبخها فقد كفى المساكين والجيران مؤنة الطبخ وهو زيادة في الإحسان وفي شكر هذه النعمة، ويتمتع الجيران والأولاد والمساكين بها هنيئة مكفية المؤنة فإن من أهدي إليه لحم مطبوخ مهيأ للأكل مطيب كان فرحه وسروره به أتم من فرحه بلحم نيء يحتاج إلى كلفة وتعب]. (¬2) ¶ ¬__________ ¶ (¬1) المجموع 8/ 430. ¶ (2) المغني 9/ 463 ¶ (¬2) تحفة المودود ص 59 - 60.",
            "page": "50",
            "part": "1",
            "seal": "5525433F"
        },
        {
            "id": "51",
            "nass": "وقد ورد عن الإمام مالك أنه عق عن ولد له فوصف لنا كيف صنع بالعقيقة، قال مالك في المبسوط: [عققت عن ولدي وذبحت ما أريد أن أدعو إليه إخواني وغيرهم، وهيأت طعامهم، ثم ذبحت شاة العقيقة فأهديت منها للجيران، وأكل منها أهل البيت، وكسروا ما بقي من عظامها فطبخت، فدعونا إليها الجيران فأكلوا وأكلنا، قال مالك: فمن وجد سعة فأحب له أن يفعل هذا ومن لم يجد فليذبح عقيقة ثم ليأكل وليطعم منها]. (¬1) ¶ واستحب بعض أهل العلم أن تعطى القابلة رجل العقيقة واحتجوا بما ورد عن جعفر بن محمد عن أبيه أن النبي - صلى الله عليه وسلم - قال في العقيقة التي عقتها فاطمة عن الحسن والحسين رضي الله عنهما: (أن ابعثوا إلى بيت القابلة برجل وكلوا وأطعموا ولا تكسروا منها عظماً) رواه أبو داود في المراسيل والبيهقي، وقال الشيخ الأرناؤوط وفيه انقطاع (¬2)، ورواه الحاكم في المستدرك وصححه ولم يوافقه الذهبي، وفي سنده حسين بن زيد العلوي فيه ضعف. (¬3) ¶ روى الخلال أن الإمام أحمد سئل عن العقيقة: [قيل: يبعث منها إلى القابلة بشيء. قال: نعم]. (¬4) ¶ ¬__________ ¶ (¬1) المنتقى 3/ 104. ¶ (¬2) زاد المعاد 2/ 332، سنن البيهقي 9/ 302. ¶ (¬3) تحفة المحتاج إلى أدلة المنهاج 2/ 539. ¶ (¬4) تحفة المودود ص 67.",
            "page": "51",
            "part": "1",
            "seal": "633C508D"
        },
        {
            "id": "52",
            "nass": "ثانياً: حكم جلده وسواقطها: ¶ يرى الإمام أحمد ان جلد العقيقة ورأسها ونحو ذلك يباع ويتصدق بثمن ذلك، فقد روى الخلال أن أحمد سئل في العقيقة: [الجلد والرأس والسقط يباع ويتصدق به، قال: يتصدق به]. (¬1) ¶ ومنع المالكية بيع أي شيء منها، قال الإمام مالك: [ولا يباع من لحمها شيء ولا جلدها] (¬2)، وقال ابن رشد: [وأما حكم لحمها وجلدها وسائر أجزائها فحكم لحم الضحايا في الأكل والصدقة ومن البيع]. (¬3) ¶ ثالثاً: هل يكره كسر عظام العقيقة؟ ¶ في المسألة قولان: ¶ الأول: قال الشافعية والحنابلة يستحب أن تذبح العقيقة وتقطع على المفاصل ولا تكسر عظامها وتطبخ جدولاً (¬4)، ونقل هذا عن عائشة وعطاء وابن جريج (¬5)، ونص على ذلك الإمام أحمد، فقد روى الخلال عن عبد الملك بن عبد الحميد أنه سمع أبا عبد الله يقول في العقيقة: [لا يكسر عظمها ولكن يقطع كل عظم من مفصله فلا تكسر العظام]. (¬6) ¶ ¬__________ ¶ (¬1) تحفة المودود ص 70، كشاف القناع 3/ 31. ¶ (¬2) الموطأ بهامش المنتقى 3/ 103. ¶ (¬3) بداية المجتهد 1/ 377. ¶ (¬4) الجدول جمع جدل وهو كل عظم موفر كما هو لا يكسر أي تقطع عضواً عضواً، لسان العرب 2/ 211. ¶ (¬5) المجموع 8/ 430، المغني 9/ 463، المحلى 6/ 240، مغني المحتاج 4/ 394، كشاف القناع 3/ 30. ¶ (¬6) تحفة المودود 60/ 61.",
            "page": "52",
            "part": "1",
            "seal": "C8AC9B50"
        },
        {
            "id": "53",
            "nass": "الثاني: وذهب الإمام مالك إلى جواز كسر عظمها بل استحب ذلك، لمخالفة أهل الجاهلية الذين كانوا لا يكسرون عظم الذبيحة التي تذبح عن المولود وبه قال الزهري وابن حزم الظاهري. (¬1) ¶ قال ابن رشد: [واستحب كسر عظامها لما كانوا في الجاهلية يقطعونها من المفاصل]. (¬2) ¶ وقد احتج الفريق الأول بما ورد أن النبي - صلى الله عليه وسلم - قال في العقيقة التي عقتها فاطمة عن الحسن والحسين رضي الله عنهما: (أن ابعثوا إلى بيت القابلة برجل وكلوا وأطعموا ولا تكسروا منها عظماً) رواه البيهقي وغيره وهو ضعيف كما سبق. ¶ واحتجوا أيضاص بما ورد عن عائشة أنها قالت: (تقطع جدولاً ولا يكسر لها عظم) سبق تخريجه وجعله الألباني مدرجاً في الحديث من كلام عطاء وأيد ذلك بما ذكره البيهقي: [وكان عطاء يقول تقطع جدولاً ولا يكسر لها عظم] (¬3). ¶ واحتج الفريق الثاني بأنه لم يثبت في كسر عظامها نهي مقصود، قال ابن حزم: [ولم يصح في المنع من كسر عظامها شيء]. (¬4) وقالوا إن كسر عظامها فيه مخالفة لأهل الجاهلية، قال الباجي: [إنما قاله مالك - أي كسر عظامها - لأن أهل الجاهلية كانوا إذا عقوا عن المولود لم يكسروا العظام وإنما كانت العقيقة تفصل من ذلك ما وافقهم، وفي الجملة كسر عظامها ليس بلازم وإنما لا يجوز تحري الامتناع عنه، والعقيقة في ذلك كسائر الذبائح وربما كان لها مزية المخالفة لفعل أهل الجاهلية]. (¬5) ¶ ¬__________ ¶ (¬1) الخرشي 3/ 48، الموطأ بهامش المنتقى 3/ 103، المنتقى 3/ 103، المحلى 6/ 234. ¶ (¬2) بداية المجتهد 1/ 377. ¶ (¬3) سنن البيهقي 9/ 302، إرواء الغليل 4/ 396. ¶ (¬4) المحلى 6/ 240، انظر المجموع 8/ 430. ¶ (¬5) المنتقى 33/ 103 - 104.",
            "page": "53",
            "part": "1",
            "seal": "B6C37F90"
        },
        {
            "id": "54",
            "nass": "وقالوا أن العادة جرت بكسر العظام، وفي ذلك مصلحة لتمام الانتفاع بها ولا مصلحة تمنع من ذلك ولم يصح في المنع من ذلك ولا في كراهته سنة يجب المصير إليها. (¬1) ¶ والذي يظهر لي أنه لا بأس بكسر عظامها إن احتيج لذلك، وإن استطاع الجزار تقطيعها على المفاصل فهو أفضل لما ورد في الآثار وإن لم يثبت عن الرسول - صلى الله عليه وسلم - فقد وردت عن عدد من السلف كعائشة وعطاء وجابر كما ذكره البيهقي وغيره. (¬2) ¶ وخاصة أن القائلين بعدم تكسير عظامها ذكروا وجوهاً في الحكمة من ذلك تميل إليها النفس ذكرها ابن القيم وهي: ¶ 1. أنها جرت مجرى الفداء استحب أن لا تكسر عظامها تفاؤلاً بسلامة أعضاء المولود وصحته وقوتها وبما زال من عظام فدائه من الكسر. ¶ 2. إظهار شرف الإطعام وخطره إذا كان يقدم للآكلين ويهدى إلى الجيران ويطعم للمساكين فاستحب أن يكون قطعاً كل قطعة تامة في نفسها لم يكسر من عظامها شيء ولا نقص العضو منها شيئاً، ولا ريب أن هذا أجل موقعاً وأدخل في باب الجود من القطع الصغار. ¶ 3. أن الهدية إذا شرفت وخرجت عن حد الحقارة وقعت موقعاً حسناً عند المهدي إليه ودلت على شرف نفس المهدي وكبر همته، وكان في ذلك تفاؤلاً بكبر نفس المولود وعلو همته وشرف نفسه (¬3). والله أعلم. ¶ ¬__________ ¶ (¬1) تحفة المودود ص 62. ¶ (¬2) سنن البيهقي 9/ 302. ¶ (¬3) تحفة المودود ص 62.",
            "page": "54",
            "part": "1",
            "seal": "D36FF093"
        },
        {
            "id": "55",
            "nass": "المبحث الثالث عشر ¶ حكم تلطيخ رأس المولود بشيء من دم العقيقة ¶ للعلماء في هذه المسألة قولان: ¶ القول الأول: ذهب جمهور أهل العلم من المالكية والشافعية والحنابلة وأهل الحديث إلى كراهة تلطيخ رأس المولود بشيء من دم العقيقة. (¬1) ¶ القول الثاني: ذهب الحسن البصري وقتادة من التابعين وابن حزم الظاهري إلى أن ذلك مستحب ونقله ابن حزم عن ابن عمر (¬2)، واحتج هؤلاء بما رواه همام عن قتادة عن الحسن عن سمرة أن الرسول - صلى الله عليه وسلم - قال: (كل غلام رهينة بعقيقة تذبح عنه يوم السابع ويحلق ويدمى) فكان قتادة إذا سئل عن الدم كيف يصنع به قال: [إذا ذبحت العقيقة أخذت منها صوفة واستقبلت بها أوداجها ثم توضع على يافوخ الصبي حتى يسيل على رأسه مثل الخيط ثم يغسل رأسه بعده ويحلق]. (¬3) ¶ وروى ابن حزم بسنده عن ابن عمر قال: [يحلق رأسه ويلطخه بالدم]. (¬4) ¶ وقد أجاب الجمهور على هذا الاستدلال وبينوا أن هذا القول شاذ وأن الرواية المحفوظة لحديث سمرة (يسمى) وليس (يدمى) وهذا بيان ما قالوه: ¶ 1. قال أبو داود صاحب السنن بعد روايته للحديث المذكور: [هذا وهم من همام ويدمى]. قال أبو داود: [خولف همام في هذا الكلام وهو وهم من همام وإنما قالوا ¶ ¬__________ ¶ (¬1) المجموع 8/ 432، المغني 9/ 462، عون المعبود 8/ 28، الخرشي 3/ 48، بداية المجتهد 1/ 377، الإنصاف 4/ 112. ¶ (¬2) المحلى 6/ 234، المجموع 8/ 432، المغني 9/ 462. ¶ (¬3) عون المعبود 8/ 27. ¶ (¬4) المحلى 6/ 436.",
            "page": "55",
            "part": "1",
            "seal": "7D49AE4E"
        },
        {
            "id": "56",
            "nass": "يسمى. فقال: همام: يدمى. قال أبو داود وليس يؤخذ بهذا]. (¬1) ¶ 2. وقال أبو داود بعد أن ساق الرواية الثانية لحديث سمرة وفيها: (يسمى)، قال أبو داود: [ويسمى أصح، كذا قال سلام بن أبي مطيع وإياس بن دغفل وأشعث عن الحسن. قال: ويسمى، ورواه أشعث عن الحسن عن النبي - صلى الله عليه وسلم - قال: ويسمى] (¬2) ¶ 3. نقل الخلال عن الإمام أحمد أنه سئل: [فيحلق رأسه؟ قال: نعم. قلت: فيدمى؟ قال: لا هذا من فعل الجاهلية. قلت: فحديث قتادة عن الحسن كيف ويدمى؟ فقال: أما همام فيقول: ويدمى وأما سعيد فيقول ويسمَّى]. ¶ وقال في رواية الأثرم: [قال ابن عروبة: يسمى، وقال همام: يدمى. وما أراه إلا خطأ]. (¬3) ¶ 4. ويرى الشيخ ناصر الدين الألباني أن رواية الحديث بلفظ: (ويسمى) هي التي ينشرح لها الصدر لاتفاق الأكثر عليها ولا سيما أن لها متابعات وشواهد بخلاف رواية (ويدمى) فهي غريبة وأكد كلام أبي داود في تخطئة همام في قوله (ويدمى) وإن كان ثقة فقال: [وهذا وإن كان بعيداً بالنسبة للثقة فلا بد من ذلك حتى يسلم لنا حفظ الجماعة فإنه إذا كان صعباً تخطئة الثقة الذي زاد على الجماعة فتخطئة هؤلاء ونسبتهم إلى عدم الحفظ أصعب]. (¬4) ¶ 5. وأكد الجمهور قولهم بأن التدمية كانت من أمر الجاهلية فلما جاء الإسلام أبطلها ويدل على نسخها وإبطالها ما يلي: ¶ ¬__________ ¶ (¬1) عون المعبود 8/ 27 - 28. ¶ (¬2) عون المعبود 8/ 29. ¶ (¬3) تحفة المودود ص 35 - 36. ¶ (¬4) إرواء الغليل 4/ 387 - 388.",
            "page": "56",
            "part": "1",
            "seal": "56D38FEB"
        },
        {
            "id": "57",
            "nass": "أ. حديث عبد الله بن بريدة عن أبيه قال: سمعت أبي بريدة يقول: (كنا في الجاهلية إذا ولد لأحد غلام ذبح شاة ولطخ رأسه بدمها، فلما جاء الله بالإسلام كنا نذبح شاة ونحلق رأسه ونلطخه بزعفران). (¬1) ¶ ب. عن عائشة رضي الله عنها في حديث العقيقة قالت: (وكان أهل الجاهلية يجعلون قطنة في دم العقيقة ويجعلونه على رأس الصبي فأمر رسول الله - صلى الله عليه وسلم - أن يجعل مكان الدم خلوفاً) رواه البيهقي وهذا لفظه (¬2)، وقال النووي بإسناده صحيح. (¬3) ¶ وقال الألباني: [بإسناد رجاله ثقات لكن فيه عنعنة ابن جريج لكن قد صرح بالتحديث عند ابن حبان فصح الحديث والحمد لله] (¬4)، ورواه ابن حبان وقال المحقق: إسناده صحيح (¬5). ¶ والخلوف: بفتح الخاء هو طيب معروف مركب يتخذ من الزعفران وغيره من أنواع الطيب وتغلب عليه الحمرة والصفرة، قاله الإمام النووي. (¬6) ¶ ج. عن يزيد بن عبد المزني عن أبيه أن الرسول - صلى الله عليه وسلم - قال: (يعق عن الغلام ولا يمس رأسه بدم). (¬7) ¶ ¬__________ ¶ (¬1) سبق تخريجه. ¶ (¬2) سنن البيهقي 9/ 303. ¶ (¬3) المجموع 8/ 428. ¶ (¬4) إرواء الغليل 4/ 389. ¶ (¬5) الإحسان 12/ 124. ¶ (¬6) المجموع 8/ 429. ¶ (¬7) سبق تخريجه.",
            "page": "57",
            "part": "1",
            "seal": "C3863350"
        },
        {
            "id": "58",
            "nass": "فهذه الأحاديث تدل على نسخ التدمية وأنها كانت من أمر الجاهلية، قال ابن رشد: [وجميع العلماء على أنه كان يدمى رأس الطفل في الجاهلية بدمها وأنه نسخ في الإسلام بحديث بريدة ... ]. (¬1) ¶ 6. قالوا لقد ورد في حديث سلمان بن عامر الضبي: ( ... وأميطوا عنه الأذى) وهذا يفسر بترك ما كانت الجاهلية تفعله في تلطيخ رأس المولود بدم العقيقة (¬2). ¶ وقالوا أيضاً أن النبي - صلى الله عليه وسلم - قال: (أميطوا عنه الأذى) والدم أذى فيكف يؤمر بأن يصاب بالأذى ويلطخ به؟ (¬3) ¶ 7. وقالوا: أن الدم نجس فلا يشرع إصابة الصبي به كسائر النجاسات. (¬4) ¶ بعد هذا الاستعراض لحجج الفريقين نرى أن قول الجمهور هو الأصح وأن التدمية غير جائزة وأن تدمية رأس المولود كانت من أمر الجاهلية ونسخها الإسلام. قال ابن القيم: [ولما أقر رسول الله - صلى الله عليه وسلم - العقيقة في الإسلام وأكد أمرها وأخبر أن الغلام مرتهن بها. نهاهم أن يجعلوا على رأس الصبي من الدم شيئاً وسن لهم أن يجعلوا عليه شيئاً من الزعفران لأنهم في الجاهلية إنما كانوا يلطخون رأس المولود بدم العقيقة تبركاً به فإن دم الذبيحة كان مباركاً عندهم حتى كانوا يلطخون منه آلهتهم تعظيماً لها أنفع للأبوين وللمولود وللمساكين وهو حلق الرأس بالزعفران الطيب الرائحة الحسن اللون بدلاً عن الدم الخبيث الرائحة النجس العين، والزعفران من أطيب الطيب وألطفه وأحسنه لوناً]. (¬5) ¶ ¬__________ ¶ (¬1) بداية المجتهد 1/ 377. ¶ (¬2) الخرشي 3/ 48. ¶ (¬3) تحفة المودود ص 36. ¶ (¬4) عون المعبود 8/ 29. ¶ (¬5) تحفة المودود ص 56.",
            "page": "58",
            "part": "1",
            "seal": "3964EC45"
        },
        {
            "id": "59",
            "nass": "المبحث الرابع عشر ¶ حكم اجتماع الأضحية والعقيقة ¶ إذا وافقت أيام نحر الأضحية يوم الأضحى وأيام التشريق الثلاثة اليوم السابع للمولود أو نحوه فهل تجزئ الأضحية عن العقيقة؟ ¶ للعلماء فيها قولان: ¶ القول الأول: قال الحسن البصري ومحمد بن سيرين: الأضحية تجزئ العقيقة. (¬1) ¶ وبه قال الإمام أحمد في رواية عنه وهي الأظهر في مذهبه. فقد ورد عنه في رواية ابن حنبل أنه قال: [أرجو أن تجزئ الأضحية عن العقيقة إن شاء الله تعالى لمن لم يعق]. (¬2) ¶ وروى حنبل عن الإمام أحمد أنه اشترى أضحية ذبحها عنه وعن أهله وكان ابنه عبد الله صغيراً فذبحها وأراد بذلك العقيقة والأضحية. (¬3) ¶ ويرى هؤلاء أن المقصود بالأضحية والعقيقة يحصل بذبح واحد فإن الأضحية عن المولود مشروعة لو صلى ركعتين ينوي بهما تحية المسجد وسنة المكتوبة ن أو صلى بعد الطواف فرضاً أو سنة مكتوبة وقع عنه وعن ركعتي الطواف، وكذلك لو ذبح المتمتح والقارن شاة يوم النحر أجزأ عن دم المتعة وعن الأضحية. (¬4) ¶ وقالوا أيضاً فيها نوع شبه من الجمعة والعيد إذا اجتمعتا، أي أن من حضر صلاة ¶ ¬__________ ¶ (¬1) شرح السنة 11/ 267. ¶ (¬2) تحفة المودود ص 68، وانظر الإنصاف 4/ 111، كشاف القناع 3/ 29، الفروع 3/ 564. ¶ (¬3) تحفة المودود ص 68. ¶ (¬4) تصحيح الفروع 3/ 514، بهامش الفروع.",
            "page": "59",
            "part": "1",
            "seal": "57218C39"
        },
        {
            "id": "60",
            "nass": "العيد فيجزئ ذلك عن صلاة الجمعة كما هو مذهب الحنابلة. (¬1) ¶ القول الثاني: وقال المالكية لا تجزئ الأضحية عن العقيقة (¬2)، وهو الرواية الثانية عن الإمام أحمد فقد روى الخلال عن عبد الله بن أحمد قال: [سألت أبي عن العقيقة يوم الأضحى تجزئ أن تكون أضحية أو عقيقة؟ قال: إما إضحية أو عقيقة على ما سمى]. (¬3) ¶ ويرى هؤلاء أن كلاً من الأضحية والعقيقة ذبحان بسببين مختلفين فلا يقوم الذبح الواحد منهما كدم التمتع ودم الفدية. (¬4) ¶ ¬__________ ¶ (¬1) تحفة المودود ص 69. ¶ (¬2) حاشية العدوي 3/ 48. ¶ (¬3) تحفة المودود ص 68، وانظر الإنصاف 4/ 111. ¶ (¬4) تحفة المودود ص 68.",
            "page": "60",
            "part": "1",
            "seal": "8151DD0D"
        },
        {
            "id": "61",
            "nass": "الفصل الثاني ¶ ما يتعلق بالعاقّ ووقت الذبح",
            "page": "61",
            "part": "1",
            "seal": "AC5E46E4"
        },
        {
            "id": "62",
            "nass": "المبحث الأول ¶ من يتولى العقيقة \" من يعق عن المولود \" ¶ اختلف الفقهاء فيمن يتولى العقيقة على عدة أقوال: ¶ القول الأول: يعق عن المولود أبوه ولا يلزم أحداً من الأقارب غير الأب وهذا قول الحنابلة والمالكية. (¬1) ¶ قال المرداوي: [لا يعق غير الأب على الصحيح في المذهب ونص عليه أكثر الأصحاب] (¬2)، ويستدل لهم بما ورد في حديث عمرو بن شعيب عن أبيه عن جده أنه عليه الصلاة والسلام قال: (من ولد له ولد فأحب أن ينسك عنه فليفعل) قالوا هذا يقتضي أن العقيقة في مال الأب عن ابنه ولذلك قال: (فأحب أن ينسك عنه ولده فليفعل) فأثبت ذلك في جهة الأب عن الابن. (¬3) ¶ ونقل عن الإمام أحمد أنها على الأب: [قال إسماعيل بن سعيد الشالنجي: سألت أحمد عن الرجل يخبره والده أنه لم يعق عنه هل يعق عن نفسه؟ قال: ذلك على الأب]. (¬4) ¶ واحتجوا أيضاً بأن الأب هو المأمور بها في الأحاديث كما في قوه عليه الصلاة والسلام: (فأهريقوا عنه دماً). (¬5) ¶ ¬__________ ¶ (¬1) كشاف القناع 3/ 24، المنتقى 3/ 101. ¶ (¬2) الإنصاف 4/ 112. ¶ (¬3) المنتقى 3/ 101. ¶ (¬4) تحفة المودود ص 46. ¶ (¬5) المصدر السابق.",
            "page": "62",
            "part": "1",
            "seal": "F479FD99"
        },
        {
            "id": "63",
            "nass": "القول الثاني: إن المولود إن كان له مال فهي في ماله فإن لم يكن له مال وله أب فهي على الأب فإن لم يكن له أب وله أم فهي على الأم وبهذا قال ابن حزم. (¬1) ¶ القول الثالث: يعق عن المولود من تلزمه نفقته من مال العاق لا من مال المولود، هذا ما قاله الإمام النووي وهو مذهب الشافعية. (¬2) ¶ وهذا القول من الشافعية اقتضاهم أن يؤولوا ما ثبت عن النبي - صلى الله عليه وسلم - أنه عق عن الحسن والحسين بعدة تأويلات ذكرها النووي بقوله: [قال الأصحاب وهو متأول على أنه - صلى الله عليه وسلم - أمر أباهما بذلك أو أعطاه ما عق به. أو أن أبويهما كانا عند ذلك معسرين فيكونان في نفقة جدهما رسول الله - صلى الله عليه وسلم -]. (¬3) ¶ وقد رد الدكتور محمد عبد القادر أبو فارس هذه التأويلات فقال: ¶ 1. إن القول بأن النبي - صلى الله عليه وسلم - أمر أباهما بالعقيقة مجرد دعوى تحتاج إلى برهان واحتمال بعيد بل معارض بما رواه البيهقي ومالك وأبو داود أن النبي - صلى الله عليه وسلم - نهى فاطمة أن تعق عن الحسن بقوله: (لا تعقي). ¶ 2. والقول أن أباهما كانا معسرين فيكونان في نفقة جدهما رسول الله دعوى تحتاج إلى بينة، والبينة قائمة على خلاف ذلك، فالحديث المتقدم عن أبي رافع ينص على أن فاطمة رضي الله عنها كانت تريد أن تعق عن الحسن فأمرها الرسول - صلى الله عليه وسلم - ألا تعق عنه ... ¶ ¬__________ ¶ (¬1) المحلى 6/ 335. ¶ (¬2) المجموع 8/ 432، مغني المحتاج 4/ 293. ¶ (¬3) المجموع8/ 432، وانظر فتح الباري 12/ 13.",
            "page": "63",
            "part": "1",
            "seal": "9F3DA168"
        },
        {
            "id": "64",
            "nass": "3. والقول بأن الرسول - صلى الله عليه وسلم - أعطى أباهما ليعق عنهما قول لا بينة عليه والدلائل والأخبار المتقدمة تدل على خلاف ذلك. (¬1) ¶ القول الرابع: يعق عن المولود غير الأب وغير من تلزمه نفقة المولود وبه قال الحافظ ابن حجر والشوكاني والصنعاني (¬2)، وحجة هؤلاء ما ورد في حديث سمرة (تذبح عنه يوم سابعه) قال الحافظ ابن حجر: [وقوله: (تذبح) بالضم على البناء للمجهول فيه أنه لا يتعين للذابح]. (¬3) ¶ وقال الشوكاني: [قوله: (يذبح عنه يوم سابعه) وفيه دليل على أنه يصح أن يتولى ذلك الأجنبي كما يصح أن يتولاه القريب عن قريبه] (¬4)، ويؤيد ذلك أن الرسول - صلى الله عليه وسلم - قد عق عن الحسن والحسين. ¶ مناقشة وترجيح: إن الأمر متسع فيمن يتولى العقيقة وأولى الناس بالعق هو الأب أو من تلزمه نفقة المولود. ¶ ولو رغب أحد الأقارب في تولي العقيقة فلا بأس في ذلك، فإذا عق الجد والأخ أو العم أو الخال وإن لم تكن النفقة واجبة عليهم فيكون بعمله ذلك قد أصاب السنة إن شاء الله. ¶ ¬__________ ¶ (¬1) أحكام الذبائح ص 183 - 184. ¶ (¬2) فتح الباري 12/ 6، نيل الأوطار5/ 150 - 153، سبل السلام 4/ 183. ¶ (¬3) فتح الباري 12/ 13. ¶ (¬4) نيل الأوطار 5/ 150.",
            "page": "64",
            "part": "1",
            "seal": "687DC780"
        },
        {
            "id": "65",
            "nass": "المبحث الثاني ¶ حكم من لم يعق عنه، هل يعق عن نفسه إذا بلغ؟ ¶ للفقهاء في المسألة قولان: ¶ القول الأول: يستحب لمن لم يعق عنه صغيراً أن يعق عن نفسه كبيراً وبه قال عطاء والحسن ومحمد بن سيرين وهو قول القفال الشاشي من الشافعية ورواية عن أحمد وعلق الشوكاني القول به إن صح الحديث المذكور أدناه. ¶ القول الثاني: لا يعق عن نفسه، وهو قول الشافعي ورواية عن أحمد. (¬1) ¶ واستدل للأولين بما روي: (أن النبي - صلى الله عليه وسلم - عق عن نفسه بعد النبوة) وهذا الحديث تكلم عليه المحدثون كلاماً طويلاً أذكر خلاصته: ¶ روى البيهقي: [بسنده عن عبد الله بن محرر عن قتادة عن أنس: (أن النبي - صلى الله عليه وسلم - عق عن نفسه بعد النبوة) قال عبد الرزاق إنما تركوا عبد الله بن محرر لحال هذا الحديث. ثم قال: وقد روى من وجه آخر عن قتادة. ومن وجه آخر عن أنس وليس بشيء] (¬2)، قال الحافظ ابن حجر: [وكأنه اشار بذلك إلى أن الحديث الذي ورد أن النبي - صلى الله عليه وسلم - عق عن نفسه بعد النبوة لا يثبت وهو كذلك] ثم ذكر روايات الحديث عند البزار وأبو الشيخ والطبراني ونقل عن البزار قوله: [تفرد به عبد الله وهو ضعيف وذكر الحافظ أن الضياء المقدسي أخرج الحديث في الأحاديث المختارة ¶ ¬__________ ¶ (¬1) المجموع 18/ 431، المغني 9/ 461، شرح السنة 11/ 264، المحلى 6/ 240، الإنصاف 4/ 113، مغني المحتاج 4/ 293، الفروع 3/ 564، كشاف القناع 3/ 25، فتح الباري 12/ 12 - 13، كفاية الأخيار ص 535، تحفة المودود ص 69، نيل الأوطار 5/ 153. ¶ (¬2) سنن البيهقي 9/ 300.",
            "page": "65",
            "part": "1",
            "seal": "144AD3A0"
        },
        {
            "id": "66",
            "nass": "مما ليس في الصحيحين أي أنه صححه. (¬1) وقال النووي: [وهذا حديث باطل، قال البيهقي: هو حديث منكر ... فهو حديث باطل وعبد الله بن محرر ضعيف متفق على ضعفه. قال الحافظ: متروك]. (¬2) ¶ ويستدل للآخرين: بأن العقيقة مشروعة في حق الوالد فلا يفعلها الولد إذا بلغ فالسنة ثبتت في حق غيره. وقالوا أيضاً أن الحديث الذي احتج به الفريق الأول ليس ثابتاً ولو ثبت يمكن أن يحمل على أنه خاص به - صلى الله عليه وسلم -. (¬3) ¶ مناقشة ترجيح: إن الحديث الذي احتج به الفريق غير ثابت عن الرسول - صلى الله عليه وسلم - فلا يصلح دليلاً لهم. ولم يرد أيضاً ما يمنع من العقيقة حال الكبر ووردت آثار عن بعض السلف تجيز ذلك منها: ¶ 1. عن الحسن البصري قال: [إذا لم يعق عنك فعق عن نفسك وإن كنت رجلاً]. (¬4) ¶ 2. وقال محمد بن سيرين: [عققت عن نفسي ببختية بعد أن كنت رجلاً]. (¬5) ¶ 3. ونقل عن الإمام أحمد أنه استحسن إن لم يعق عن الإنسان صغيراً أن يعق عن نفسه كبيراً وقال: [إن فعله إنسان لم أكرهه]. (¬6) ¶ وبناء على ما تقدم فلا بأس أن يعق الإنسان عن نفسه حال الكبر إن لم يعق عنه حال الصغر والله أعلم. ¶ ¬__________ ¶ (¬1) انظر فتح الباري 12/ 12 - 13. ¶ (¬2) المجموع 8/ 431 - 432. ¶ (¬3) المغني 9/ 461، فتح الباري 12/ 13، تحفة المودود ص 69. ¶ (¬4) المحلى 2/ 240، شرح السنة 11/ 264. ¶ (¬5) شرح السنة 11/ 264، والبختية: الأنثى من الجمال البخت وهي جمال طوال الأعناق. ¶ (¬6) تحفة المودود ص 69.",
            "page": "66",
            "part": "1",
            "seal": "3A074ED2"
        },
        {
            "id": "67",
            "nass": "المبحث الثالث ¶ في وقت العقيقة ¶ وردت الأحاديث النبوية التي تحدد وقت العقيقة باليوم السابع من ولادة المولود منها: ¶ 1. حديث سمرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويحلق ويسمى). ¶ 2. حديث عمرو بن شعيب عن أبيه عن جده أن النبي - صلى الله عليه وسلم -: (أمر بتسمية المولود يوم سابعه ووضع الأذى عنه والعق). ¶ 3. حديث عائشة قالت: (عق رسول الله - صلى الله عليه وسلم - عن حسن وحسين يوم السابع وسماهما وأمر أن يماط عن رأسهما الأذى). (¬1) ¶ فمن هذه الأحاديث يؤخذ أن الوقت المستحب للعقيقة هو اليوم السابع من الولادة وهذا باتفاق علماء المسلمين للأحاديث الواردة في ذلك. (¬2) ¶ وبين العلامة ابن القيم الحكمة من اختصاص العقيقة باليوم السابع للولادة فقال: [وحكمة هذا والله أعلم أن الطفل حين يولد يكون أمره متردداً بين السلامة والعطب ولا يدري هل هو من أمر الحياة أو لا. إلى أن تأتي عليه مدة يستدل بما يشاهد من أحواله فيها على سلامة بنيته وصحة خلقته وأنه قابل للحياة وجعل مقدار تلك المدة أيام الأسبوع فإنه دور يومي كما أن السنة دور شهري ... والمقصود أن هذه الأيام أول مراتب العمر فإذا استكملها انتقل إلى الثالثة وهي السنين فما نقص عن هذه الأيام ¶ ¬__________ ¶ (¬1) سبق تخريج هذه الأحاديث. ¶ (¬2) بداية المجتهد 1/ 376، الإنصاف 4/ 111، المحلى 6/ 234، المجموع 8/ 431، المغني 9/ 461، عون المعبود 8/ 28.",
            "page": "67",
            "part": "1",
            "seal": "B179F75F"
        },
        {
            "id": "68",
            "nass": "فغير مستوف للخليقة وما زاد عليها فهو مكرر يعاد عند ذكره اسم ما تقدم من عدده فكانت السنة غاية لتمام الخلق وجمع في آخر اليوم السادس منها فجعلت تسمية المولود وإماطة الأذى عنه وفديته وفك رهانه في اليوم السابع]. (¬1) ¶ وبعد اتفاق العلماء على أن اليوم السابع هو المستحب للعقيقة اقتداء برسول الله - صلى الله عليه وسلم - الذي عق عن الحسن والحسين فيه اختلفوا في بعض فروع هذه المسألة: ¶ أولاً: حكم ذبح العقيقة قبل اليوم السابع: ¶ في المسألة قولان: ¶ القول الأول: أجاز الشافعية والحنابلة ذبح العقيقة قبل اليوم السابع من الولادة ونقله ابن حزم عن محمد بن سيرين من التابعين. (¬2) ¶ قال ابن القيم: [والظاهر أن التقيد بذلك - السابع - استحباب وإلا فلو ذبح عنه في الرابع أو الثامن أو العاشر أو ما بعده أجزأت]. (¬3) ¶ القول الثاني: وهو للمالكية لا يجوز قبل اليوم السابع وهو قول ابن حزم الظاهري والأمير الصنعاني (¬4)، لأنه خلاف النص لأن قوله - صلى الله عليه وسلم -: (تذبح عنه يوم سابعه) فيه تحديد لوقتها فلا تشرع قبله. (¬5) ¶ ¬__________ ¶ (¬1) تحفة المودود ص 75 - 76. ¶ (¬2) المجموع 8/ 431، المغني 9/ 461، المحلى 6/ 240. ¶ (¬3) تحفة المودود ص 50. ¶ (¬4) الخرشي 3/ 47، المحلى 6/ 240، المنتقى 3/ 102، سبل السلام 4/ 181. ¶ (¬5) المحلى 6/ 240، سبل السلام 4/ 181.",
            "page": "68",
            "part": "1",
            "seal": "F287B080"
        },
        {
            "id": "69",
            "nass": "ثانياً: حكم ذبح العقيقة بعد اليوم السابع: ¶ للفقهاء في هذه المسألة ثلاثة أقوال: ¶ القول الأول: لا يجوز ذبح العقيقة بعد اليوم السابع وهذا هو المشهور من مذهب الإمام مالك وبه قا الأمير الصنعاني وصاحب عون المعبود. (¬1) ¶ ودليلهم الأحاديث السابقة حيث وقع فيها تحديد وقت ذبح العقيقة باليوم السابع. ¶ القول الثاني: يجوز ذبح العقيقة في السابع الثاني \" اليوم الرابع عشر \" وفي السابع الثالث \" الحادي والعشرون \" ولا يجوز بعد ذلك. وهذا قول في مذهب الإمام الشافعي وهو رواية ابن حبيب عن الإمام مالك ونقل عن عائشة وإسحاق. (¬2) ورواية عن أحمد: [قال صالح بن أحمد: قال أبي في العقيقة تذبح يوم السابع فإن لم يفعل ففي أربعة عشر فإن لم يفعل ففي أحد وعشرين]. (¬3) ¶ وقال الإمام الترمذي بعد ان ساق حديث سمرة: [والعمل على هذا عند أهل العلم يستحبون أن يذبح عن الغلام العقيقة يوم السابع فإن لم يتهيأ يوم السابع فيوم الرابع عشر فإن لم يتهيأ عق عنه يوم إحدى وعشرين]. (¬4) ¶ وحجة هؤلاء ما رواه البيهقي بسنده عن إسماعيل بن مسلم عن قتادة عن عبد اله بن بريدة عن أبيه عن النبي - صلى الله عليه وسلم - قال: (العقيقة تذبح لسبع ولأربع شعر ولإحدى وعشرين) رواه البيهقي (¬5)، وذكر الحافظ ابن حجر أن الطبراني أخرجه من رواية ¶ ¬__________ ¶ (¬1) الخرشي 3/ 47، المنتقى 3/ 101، سبل السلام 4/ 181، عون المعبود 8/ 28. ¶ (¬2) المجموع 8/ 431، المغني 9/ 461، المنتقى 3/ 101 - 102. ¶ (¬3) تحفة المودود ص 48، وانظر فتح الباري 12/ 12. ¶ (¬4) صحيح سنن الترمذي 2/ 94. ¶ (¬5) سنن البيهقي 9/ 303.",
            "page": "69",
            "part": "1",
            "seal": "F5197CA5"
        },
        {
            "id": "70",
            "nass": "إسماعيل بن مسلم عن عبد الله بن بريدة وإسماعيل ضعيف وذكر الطبراني أنه تفرد به (¬1)، فالحديث ضعيف كما قال الشيخ الألباني (¬2)، وورد هذا الحديث موقوفاً على عائشة رواه الحاكم في المستدرك بسنده عن عطاء عن أم كرز وأبي كرز قالا: (نذرت امرأة من آل عبد الرحمن بن أبي بكر إن ولدت امرأة عبد الرحمن نحرت جزوراً. فقالت عائشة رضي الله عنها: لا بل السنة أفضل عن الغلام شاتان مكافئتان وعن الجارية شاة تقطع جدولاً ولا يكسر لها عظم فيأكل ويطعم ويتصدق وليكن ذلك يوم السابع فإن لم يكن ففي أربعة عشر فإن لم يكن ففي إحدى وعشرين) وقال الحاكم: صحيح الإسناد ووافقه الذهبي. ¶ وقال الشيخ الألباني: [رجاله كلهم ثقات معروفون رجال مسلم غير إبراهيم بن عبد الله وهو السعدي النيسابوري وهو صدوق كما قال الذهبي في الميزان. وغير أبي عبد الله محمد بن يعقوب الشيباني وهو حافظ كبير مصنف ويعرف بابن الأحزم توفي سنة 344 له ترجمة في التذكرة (3/ 76 - 77) قلت - الألباني -: وعلى هذا فظاهر الإسناد الصحة ولكن عندي علتان] (¬3)، ثم ذكر أن فيه اقطاعاً وشذوذاً وإدراجاً. ¶ وحجتهم في هذا الحديث أن هذا تقدير والظاهر أن عائشة لا تقول ذلك إلا توقيفاً. (¬4) ¶ القول الثالث: تجوز العقيقة في أي وقت كان بعد اليوم السابع مع مراعاة الأسابيع على الرواية الصحيحة عند لحنابلة وبه قال ابو عبد الله البوشجي من أئمة الشافعية ¶ ¬__________ ¶ (¬1) فتح الباري 12/ 12، وانظر مجمع الزوائد 4/ 59. ¶ (¬2) إرواء الغليل 4/ 395. ¶ (¬3) إرواء الغليل 4/ 395 - 396. ¶ (¬4) المغني 9/ 461.",
            "page": "70",
            "part": "1",
            "seal": "D49CBF19"
        },
        {
            "id": "71",
            "nass": "وبدون ذلك عند الشافعية في المختار عندهم على أن لا يتجاوز البلوغ. وهي رواية أخرى عند الحنابلة وهو قول ابن حزم الظاهري وعلى حسب الإمكان بدون تحديد (¬1) وهو قول الليث بن سعد ومحمد بن سيرين. (¬2) ¶ قال في كفاية الأخيار: [والمختار أن لا يتجاوز بها النفاس فإن تجاوزته فيختار أن لا يتجاوز بها الرضاع فإن تجاوز فيختار أن لا يتجاوز بها سبع سنين فإن تجوزها فيختار أن لا يتجاوز بها البلوغ]. (¬3) ¶ وقال ابن حزم: [فإن لم تذبح في اليوم السابع ذبح بعد ذلك متى أمكن فرضاً]. (¬4) ¶ ثالثاً: حكم العقيقة إذا مات المولود قبل اليوم السابع: ¶ للفقهاء في هذه المسألة ثلاثة أقوال: ¶ القول الأول: تستحب العقيقة عن المولود إذا مات قبل اليوم السابع وهذا قول الشافعية، قال النووي: [لو مات المولود قبل اليوم السابع استحب العقيقة عندنا]. (¬5) ¶ القول الثاني: قال ابن حزم بوجوب العقيقة عن المولود إذا مات مطلقاً سواء قبل اليوم السابع أو بعده. (¬6) ¶ ¬__________ ¶ (¬1) الإنصاف 4/ 112، الفروع 3/ 564، المحلى 6/ 234، كفاية الأخيار ص 534، المجموع 8/ 431. ¶ (¬2) تحفة المودود ص 49 - 50، المحلى 6/ 240. ¶ (¬3) كفاية الأخيار ص 534. ¶ (¬4) المحلى 6/ 234. ¶ (¬5) المجموع 8/ 448. ¶ (¬6) المحلى 6/ 234 - 235.",
            "page": "71",
            "part": "1",
            "seal": "F1D929F0"
        },
        {
            "id": "72",
            "nass": "القول الثالث: قال الإمام مالك لا تستحب العقيقة عن المولود إذا مات قبل اليوم السابع وبه قال الحسن البصري. (¬1) ¶ رابعاً: حكم العقيقة إذا مات المولود بعد اليوم السابع ولم يعق عنه في اليوم السابع فهل يعق عنه بعد موته؟ ¶ للفقهاء في هذه المسألة أقوال: ¶ القول الأول: قال ابن حزم بوجوب العقيقة عن المولود الميت مطلقاً كما سبق. (¬2) ¶ القول الثاني: يستحب أن يعق عن المولود في هذه الحالة، وهذا القول هو اصح وجهين في مذهب الشافعية ذكرهما الرافعي. ¶ القول الثالث: تسقط العقيقة في هذه الحالة وهو وجه آخر عند الشافعية (¬3)، وهو مقتضى قول المالكية، والله أعلم. ¶ خامساً: هل يحسب يوم الولادة في الأيام السبعة أم لا؟ ¶ في المسألة قولان: ¶ القول الأول: قال الإمام مالك لا يعد اليوم الذي ولد فيه إن ولد نهاراً أي بعد الفجر وإن ولد قبل الفجر حسب ضمن الأيام السبعة وهو قول في مذهب الشافعية ورجحه ¶ ¬__________ ¶ (¬1) المنتقى 3/ 101، المجموع 8/ 448. ¶ (¬2) المحلى 6/ 234. ¶ (¬3) المجموع 8/ 432.",
            "page": "72",
            "part": "1",
            "seal": "3229C67D"
        },
        {
            "id": "73",
            "nass": "الأسنوي وقال إن الفتوى عليه عند الشافعية وتبعه الحافظ العراقي في شرح الترمذي. (¬1) ¶ القول الثاني: وقال الشافعية يحسب يوم الولادة من الأيام السبعة وبه قال عبد الملك بن الماجشون من المالكية. (¬2) ¶ سادساً: حكم الذبح قبل الولادة: ¶ لا يجوز الذبح قبل الولادة لأن سببها لم يوجد وهذا باتفاق الفقهاء، قال النووي: [وإن ذبحها قبل الولادة لم تجزه بلا خلاف بل تكون شاة لحم]. (¬3) ¶ سابعاً: أفضل وقت للذبح نهاراً: ¶ قال النووي: [يستحب ذبح العقيقة في صدر النهار كذا نص الشافعي عليه في البويطي وتابعه الأصحاب]. (¬4) ¶ وقال بعض الشافعية يستحب ذبحها عند طلوع الشمس. (¬5) ¶ وقال المرداوي من الحنابلة: [يستحب ذبح العقيقة ضحوة النهار]. (¬6) ¶ ¬__________ ¶ (¬1) حاشية الدسوقي على الشرح الكبير 2/ 112، بداية المجتهد 1/ 376، الفتح الرباني 13/ 130، الإقناع في حل ألفاظ أبي شجاع 2/ 282، كفاية الأخيار ص 534. ¶ (¬2) كفاية الأخيار ص 534، بداية المجتهد 1/ 376. ¶ (¬3) المجموع 8/ 431 وانظر الإنصاف 4/ 111، كشاف القناع 3/ 35. ¶ (¬4) المجموع 8/ 432. ¶ (¬5) كفاية الأخيار ص 535. ¶ (¬6) الإنصاف 4/ 110، وانظر كشاف القناع 3/ 25.",
            "page": "73",
            "part": "1",
            "seal": "4846DD17"
        },
        {
            "id": "74",
            "nass": "وقال بعض المالكية: [تذبح نهاراً من فجر السابع لغروبه قياساً على الهدي لا على الأضحية] (¬1)، وعند المالكية اختلاف في مبدأ وقت الإجزاء. فقيل وقتها وقت الأضحية، أي ضحى. وقيل بعد الفجر قياساً على قول مالك في الهدي (¬2). وجعل بعض المالكية وقتها على ثلاثة أقسام: ¶ الأول: مستحب، وهو الضحوة إلى الزوال. ¶ الثاني: مكروه، بعد الزوال إلى الغروب وبعد الفجر إلى طلوع الشمس. ¶ الثالث: ممنوع، وهو ذبحها ليلاً فلا تجزئ إذا ذبحت ليلاً. (¬3) ¶ ثامناً: حكم ذبح العقيقة ليلاً: ¶ يجوز ذبحها ليلاً، قال ابن رشد: [ولا شك أن من أجاز الضحايا ليلاً أجاز هذه - العقيقة - ليلاً] (¬4)، ومنع من ذلك بعض المالكية كما سبق في الحكم الذي قبله. ¶ الرأي المختار في وقت العقيقة والفروع المتعلقة به: ¶ لا ريب أن أفضل وقت للعقيقة هو اليوم السابع للولادة لما جاء في الأحاديث المذكورة في أول هذه المسألة. ولو ذبح العقيقة قبله أو بعده فإن أصل السنة يحصل إن شاء ¶ ¬__________ ¶ (¬1) الخرشي 3/ 47. ¶ (¬2) بداية المجتهد 1/ 377. ¶ (¬3) حاشية الدسوقي على الشرح الكبير 2/ 112. ¶ (¬4) بداية المجتهد 1/ 377.",
            "page": "74",
            "part": "1",
            "seal": "A41BDA07"
        },
        {
            "id": "75",
            "nass": "الله تعالى ولا بأس بذلك لأن المقصود من العقيقة يحصل فلا أظن أن التحديد بالسابع حتمي ولكنه الأفضل ولا أرى جواز تقديم العقيقة عن الولادة لأن سببها لم يقع بعد. ¶ ولا أميل إلى العق عن المولود الميت سواءً مات قبل اليوم السابع أو بعده لأن العقيقة إشعار بالسرور بسلامة المولود ولم يسلم. ¶ ولا بأس بذبح العقيقة في أي ساعة من ليل أو نهار حسب ظروف الشخص وأحواله. والذبح ليلاً جائز ولا شيء فيه وخاصة مع وجود وسائل الإضاءة فلا يخطئ الذابح في الذبح ومع وجود وسائل التبريد فلا يتعرض اللحم للتلف. والله أعلم.",
            "page": "75",
            "part": "1",
            "seal": "CA8EEBFC"
        },
        {
            "id": "76",
            "nass": "المبحث الرابع ¶ التسمية والنية عند ذبح العقيقة ¶ ما يقال عند ذبح العقيقة: ¶ تجب التسمية عند ذبح العقيقة كغيرها من الذبائح لأن التسمية واجبة عند الذبح كما هو مذهب جمهور أهل العلم ويرى الشافعية أن التسمية على العقيقة مستحبة كقولهم في الذبائح. (¬1) ¶ وينوي قائلاً: (بسم الله والله أكبر اللهم لك وإليك هذه عقيقة فلان). ¶ وقد ورد هذا في حديث عائشة: (عق رسول الله - صلى الله عليه وسلم - عن الحسن والحسين وقال: قولوا بسم الله والله أكبر واللهم لك وإليك هذه عقيقة فلان) رواه البيهقي (¬2)، وقال النووي: بإسناد حسن. (¬3) ¶ وفي رواية أخرى عن عائشة قالت: (فعق رسول الله - صلى الله عليه وسلم - عن الحسن والحسين شاتين شاتين يوم السابع وأمر أن يماط عن رأسه الأذى وقال: اذبحو على اسمه وقولوا بسم الله الله أكبر منك ولك هذه عقيقة فلان ... ). ¶ قال الهيثمي: [رواه ابو يعلى والبزار باختصار ورجاله رجال الصحيح خلا شيخ أبي يعلى إسحاف فإني لم أعرفه] (¬4)، ولا يشترط التلفظ في ذلك، قال ابن المنذر: ¶ [وإن نوى العقيقة ولم يتكلم به أجزأه إن شاء الله]. (¬5) ¶ ¬__________ ¶ (¬1) المجموع 8/ 428. ¶ (¬2) سنن البيهقي 9/ 303. ¶ (¬3) المجموع 8/ 428. ¶ (¬4) مجمع الزوائد 4/ 58. ¶ (¬5) تحفة المودود ص 74.",
            "page": "76",
            "part": "1",
            "seal": "E2F2FBEA"
        },
        {
            "id": "77",
            "nass": "قائمة المصادر ¶ 1. القرآن الكريم. ¶ 2. الآثار لأبي يوسف القاضي. ¶ 3. الإحسان في تقريب صحيح ابن حبان. ¶ 4. أحكام الذبائح في الشريعة الإسلامية د. محمد أبو فارس. ¶ 5. الأذكار للإمام النووي. ¶ 6. إرواء الغليل في تخريج أحاديث منار السبيل للشيخ ناصر الدين الألباني ¶ 7. الإقناع في فقه الإمام أحمد بن حنبل لموسى بن أحمد الحجاوي المقدسي ¶ 8. الإنصاف في معرفة الراجح من الخلاف لعلاء الدين المرداوي. ¶ 9. بدائع الصنائع في ترتيب الشرائع لعلاء الدين الكاساني. ¶ 10. بداية المجتهد ونهاية المقتصد لابن رشد الحفيد. ¶ 11. تحفة المحتاج إلى أدلة المنهاج لابن الملقن. ¶ 12. تحفة المودود في أحكام المودود لابن القيم. ¶ 13. تربية الأولاد في الإسلام للشيخ عبد الله علوان. ¶ 14. تصحيح الفروع لعلاء الدين المرداوي. ¶ 15. التعليق المغني على سنن الدارقطني لشمس الحق الأبادي. ¶ 16. تقريب التهذيب للحافظ ابن حجر العسقلاني. ¶ 17. التلخيص الحبير في تخريج أحاديث الرافعي الكبير للحافظ ابن حجر العسقلاني. ¶ 18. حاشية ابن عابدين على الدر المختار للعلامة ابن عابدين. ¶ 19. حائشة الدسوقي على الشرح الكبير لمحمد بن أحمد بن عرفة الدسوقي.",
            "page": "77",
            "part": "1",
            "seal": "A48B2571"
        },
        {
            "id": "78",
            "nass": "20. حاشية العدوي على شرح الخرشي لعلي بن أحمد العدوي المالكي. ¶ 21. زاد المعاد في هدي خير العباد لابن القيم. ¶ 22. سبل السلام شرح بلوغ المرام للأمير الثنعاني. ¶ 23. سنن ابن ماجة. ¶ 24. سنن أبي داود. ¶ 25. سنن البيهقي. ¶ 26. سنن الترمذي. ¶ 27. سنن الدارقطني. ¶ 28. سنن النسائي. ¶ 29. السيل الجرار المتدفق على حدائق الأزهار لمحمد بن علي الشوكاني. ¶ 30. شرح الخرشي على سيدي خليل للخرشي. ¶ 31. شرح السنة للإمام البغوي. ¶ 32. الصحاح للجوهري. ¶ 33. صحيح سنن ابن ماجة للألباني. ¶ 34. صحيح سنن أبي داود للألباني. ¶ 35. صحيح سنن الترمذي للألباني. ¶ 36. صحيح سنن النسائي للألباني. ¶ 37. العقود الدرية على الفتاوي الحامدية لابن عابدين. ¶ 38. عون المعبود شرح سنن أبي داود لشمس الحق الآبادي. ¶ 39. فتح الباري شرح صحيح البخاري للحافظ ابن حجر العسقلاني. ¶ 40. الفتح الرباني لترتيب مسند الإمام أحمد بن حنبل الشاباني لأحمد عبد الرحمن البنا.",
            "page": "78",
            "part": "1",
            "seal": "57F10C69"
        },
        {
            "id": "79",
            "nass": "41. الفروع لمحمد مفلح الحنبلي. ¶ 42. الفقه الإسلامي وأدلته لِ د. وهبه الزحيلي. ¶ 43. كشاف القناع عن متن الإقناع لمنصور بن يونس البهتوي. ¶ 44. كفاية الأخيار في حل غاية الاختصار لتقي الدين الحسيني الحصني الدمشقي. ¶ 45. الكفاية على الهداية لجلال الدين الخوارزمي الكرلاني. ¶ 46. اللباب في الجمع بين السنة والكتاب لعلي بن زكريا المنبجي. ¶ 47. لسان العرب للعلامة ابن منظور. ¶ 48. مجمع الزوائد ومنبع الفوائد للحافظ الهيثمي. ¶ 49. المجموع شرح المهذب للإمام النووي. ¶ 50. المحلى لابن حزم الظاهري. ¶ 51. مختصر الطحاوي لأبي جعفر الطحاوي. ¶ 52. المستدرك على الصحيحين لأبي عبد الله الحاكم. ¶ 53. المسند للإمام أحمد بن حنبل الشيباني. ¶ 54. معالم السنن للإمام الخطابي. ¶ 55. المغني شرح مختصر الخرتي لابن قدامة المقدسي. ¶ 56. مغني المحتاج إلى معرف ألفاظ المنهاج للخطيب الشربيني. ¶ 57. المنتقى شرح الموطأ للإمام الباجي. ¶ 58. موطأ الإمام مالك بن أنس برواية محمد بن الحسن الشيباني. ¶ 59. المهذب لأبي إسحاق الشرايزي. ¶ 60. نهاية المحتاج شرح المنهاج للرملي الشافعي. ¶ 61. نيل الأوطار شرح منتقى الأخبار لمحمد بن علي الشوكاني.",
            "page": "79",
            "part": "1",
            "seal": "FF139700"
        },
        {
            "id": "1",
            "nass": "أحكام العقيقة ¶ د. حسام الدين عفانه",
            "page": "1",
            "part": "1",
            "seal": "4B2F9645"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده وروسوله. ¶ (يَاأَيُّهَا الَّذِينَءَامَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) ¶ (يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا) ¶ (يَاأَيُّهَا الَّذِينَءَامَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا) ¶ أما بعد فإن أصدق الحديث كتاب الله وأحسن الهدي هدي محمد - صلى الله عليه وسلم - وشر الأأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار. ¶ وبعد ... ¶ فإن العقيقة من السنن الثابتة عن الرسول - صلى الله عليه وسلم - ولكنها تكاد تكون من السنن المنسية التي لا يعمل بها إلا قليل من الناس ولذا قمت بإعداد هذا البحث ونشره من أجل إحياء سنة من سنن المصطفى - صلى الله عليه وسلم - ولتعريف الناس بهذه السنة وبأحكامها وما يتعلق بها حتى تجد طريقها إلى التطبيق العملي وحتى تحل السنن محل العادات الجاهلية التي اعتاد عليها كثير من الناس حتى غدت أحكام الشرع غريبة لدى المسلمين وللأسف الشديد وصارت العادات الجاهلية والبدع المحدثة هي السائدة والغالبة. ¶ وقد عرّفت العقيقة في اللغة والاصطلاح وجمعت كل ما وقفت عليه من الأحاديث الواردة في العقيقة من كتب السنة المشرفة وحاولت اسقصائها بقد الوسع والطاقة،",
            "page": "2",
            "part": "1",
            "seal": "EA6025FB"
        },
        {
            "id": "3",
            "nass": "وذكرت كلام العلماء والفقهاء في مسائل العقيقة المختلفة وبيّنت بالتفصيل حكم العقيقة وشروطها وأوجه الانتفاع بها وما يتعلق بذلك وقد بذلت جهدي ووسعي في هذا البحث فإن أصبت فمن الله وحده وإن أخطأت فمن نفسي ومن الشيطان. ¶ وأسال الله العلي العظيم أن يجعل هذا العمل خالصاً لوجهه الكريم وأن ينفع به عامة المسلمين إنه سميع قريب مجيب. ¶ د. حسام الدين عفانه ¶ أبوديس/القدس ¶ في الثالث عشر من رجب 1415 هـ ¶ الموافق، السادس عشر من كانون أول 1994 م",
            "page": "3",
            "part": "1",
            "seal": "A0A941A7"
        },
        {
            "id": "4",
            "nass": "الفصل الأول ¶ ما يتعلق بالعقيقة",
            "page": "4",
            "part": "1",
            "seal": "AF71E3A3"
        },
        {
            "id": "5",
            "nass": "المبحث الأول ¶ تعريف العقيقة لغة واصطلاحاً ¶ أولاً: تعريف العقيقة لغة: ¶ هي الشَعر الذي يولد به الطفل لأنه يشق الجلد. ¶ قال امرؤ القيس: ¶ يا هند لا تنكحي بوهةً عليه عقيقته أحسَبَا ¶ وهي مأخوذة من عق، يَعِقُ ويعَقُ فنقول عق عن ابنه بمعنى حلق عقيقته أي شعر رأسه أو ذبح الشاة المسماة عقيقة، قال ابن منظور: [وقيل للذبيحة عقيقة لأنها تذبح فيشق حلقومها ومريئها وودجاها قطعاً كما سميت ذبيحة بالذبح وهو الشق] (¬1) وقال الجوهري: [وشعر كل مولود من الناس والبهائم الذي يولد عليه عقيقة ... ومنه سميت الشاة التي تذبح عن المولود يوم أسبوعه عقيقة]. (¬2) ¶ ثانياً: تعريف العقيقة اصطلاحاً: ¶ هي الذبيحة التي تذبح عن المولود يوم سابعه شكراً لله سبحانه وتعالى على نعمة الولد ذكراً كان أو أنثى. (¬3) ¶ وقد عرفها د. محمد أبو فارس بقوله: [هي الشاة التي تذبح عن المولود ... ]. (¬4) ¶ ¬__________ ¶ (¬1) لسان العرب 9/ 325. ¶ (¬2) الصحاح 4/ 1527. ¶ (¬3) المغني 9/ 458، المجموع 8/ 426، نيل الأوطار 5/ 149، الخرشي 3/ 46، سبل السلام 4/ 179. ¶ (¬4) أحكام الذبائح ص 168.",
            "page": "5",
            "part": "1",
            "seal": "88357969"
        },
        {
            "id": "6",
            "nass": "وهذا التعريف غير جامع لأن فيه قصراً للعقيقة على الشياه فقط وهذا على قول من لا يجيز العقيقة من الإبل والبقر وهو قول مرجوح كما سيأتي بيانه. ¶ فالأولى أن نعبر بقولنا هي الذبيحة فإن ذلك يعم الغنم والبقر والإبل حيث تصح العقيقة من هذه الأنواع كما سيأتي.",
            "page": "6",
            "part": "1",
            "seal": "5E80B6A6"
        },
        {
            "id": "7",
            "nass": "المبحث الثاني ¶ مشروعية العقيقة ¶ ثبتت مشروعية العقيقة بالسنة النبوية من قول النبي - صلى الله عليه وسلم - ومن فعله كذلك. ¶ فمن السنة القولية وردت أحاديث كثيرة منها: ¶ 1. روى الإمام البخاري بسنده عن محمد بن سيرين: حدثنا سلمان بن عامر الضبي قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (مع الغلام عقيقة فأهريقوا عنه دمه وأميطوا عنه الأذى) ورواه أبو داود والترمذي والنسائي وابن ماجة وأحمد والدارمي والبيهقي. (¬1) ¶ 2. عن سمرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويحلق ويسمى) رواه أبو داود واللفظ له والترمذي والنسائي وابن ماجة والبيهقي وأحمد والحاكم وصححه ووافقه الذهبي وقال الترمذي: حسن صحيح. وقال الشيخ ناصر الدين الألباني: صحيح. (¬2) ¶ 3. عن أم كرز الكعبية قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: (عن الغلام شاتان مكافئتان وعن الجارية شاة) رواه أبو داود واللفظ له وأحمد والبيهقي. (¬3) ¶ 4. وفي رواية أخرى لحديث أم كرز أنها سألت رسول الله - صلى الله عليه وسلم - عن العقيقة فقال: ¶ ¬__________ ¶ (¬1) فتح الباري 12/ 9، عون المعبود 8/ 30، سنن الترمذي 4/ 98، سنن النسائي 7/ 166، سنن البيهقي 9/ 299، مسند أحمد 7/ 17، سنن ابن ماجة 3165. ¶ (¬2) عون المعبود 8/ 28، الترمذي 4/ 101، النسائي 7/ 166، ابن ماجة 2/ 1057، المستدرك 4/ 237، سنن البيهقي 9/ 299، صحيح سنن النسائي 3/ 885، إرواء الغليل 4/ 385، مسند أحمد 5/ 7 - 8،12 - 17 - 18. ¶ (¬3) عون المعبود 8/ 27، المسند 6/ 422، سنن البيهقي 9/ 301.",
            "page": "7",
            "part": "1",
            "seal": "AD1EDADE"
        },
        {
            "id": "8",
            "nass": "(نعم عن الغلام شاتان وعن الأنثى واحدة، لا يضركم ذكراناً أم إناثاً) رواه أبو داود والترمذي والنسائي وابن ماجة وابن حبان والحاكم وأحمد، وقال: الترمذي حديث صحيح. وصححه الحاكم ووافقه الذهبي وقال الألباني: صحيح. وقال الشيخ شعيب الأرناؤوط: حديث صحيح. (¬1) ¶ 5. عن يوسف بن ماهك قال: دخلنا على حفصة بنت عبد الرحمن فسألناها عن العقيقة فأخبرتنا أن عائشة أخبرتها أن رسول الله - صلى الله عليه وسلم - قال: (عن الغلام شاتان وعن الجارية شاة) رواه ابن حبان واللفظ له وأحمد والترمذي وابن ماجة وقال الشيخ شعيب الأرناؤوط: إسناده صحيح. (¬2) ¶ 6. وفي رواية أخرى للحديث السابق: (أن عائشة أخبرتهم أن الرسول - صلى الله عليه وسلم - أمرهم عن الغلام شاتان مكافئتان وعن الجارية شاة) رواه الترمذي، وقال: حسن صحيح. والبيهقي وقال الألباني: صحيح. (¬3) ¶ 7. عن اسماء بنت يزيد أن النبي - صلى الله عليه وسلم - قال: (العقيقة حق عن الغلام شاتان مكافئتان وعن الجارية شاة) رواه أحمد والطبراني. قال الهيثمي رواه أحمد والطبراني في الكبير ورجاله محتج بهم. (¬4) ¶ ¬__________ ¶ (¬1) عون المعبود 8/ 26، سنن الترمذي 4/ 98، سنن النسائي 7/ 165، سنن ابن ماجة 2/ 1056، صحيح سنن النسائي 3/ 885، الإحسان 12/ 128، إرواء الغليل 4/ 391، سنن البيهقي 9/ 200. ¶ (¬2) الإحسان 12/ 126، سنن الترمذي 1513، سنن ابن ماجة 3163، المسند 6/ 31. ¶ (¬3) سنن الترمذي 4/ 96، سنن البيهقي 9/ 301، صحيح سنن الترمذي 2/ 92، إرواء الغليل 4/ 389. ¶ (¬4) مجمع الزوائد 4/ 57، وانظر فتح الباري 12/ 9، الفتح الرباني 13/ 121.",
            "page": "8",
            "part": "1",
            "seal": "F74E878F"
        },
        {
            "id": "9",
            "nass": "8. عن أبي هريرة أنه - صلى الله عليه وسلم - قال: (مع الغلام عقيقة فأهريقوا عنه دماً وأميطوا عنه الأذى) قال الهيثمي رواه البزار ورجاله رجال الصحيح. (¬1) ¶ 9. عن يزيد بن عبد المزني عن أبيه أن رسول الله - صلى الله عليه وسلم - قال: (يعق عن الغلام ولا يمس رأسه بدم) رواه الطحاوي والطبراني في الأوسط والكبير وقال الهيثمي: ورجاله ثقات. (¬2) ¶ 10. عن عمرو بن شعيب عن أبيه عن جده أن النبي - صلى الله عليه وسلم - أمر بتسمية المولود يوم سابعه ووضع الأذى عنه والعق) رواه الترمذي وقال حسن غريب. (¬3) ¶ 11. عن ابن عمر أن النبي - صلى الله عليه وسلم - قال: (إذا كان يوم سابعه فأهريقوا عنه دماً وأميطوا عنه الأذى وسموه) رواه الطبراني في الأوسط والكبير ورجاله كما قال الهيثمي. (¬4) ¶ 12. عن ابن عباس عن النبي - صلى الله عليه وسلم - قال: (للغلام عقيقتان وللجارية عقيقة) قال الهيثمي: رواه البزار والطبراني في الكبير وفيه عمران بن عيينة وثقه ابن معين وابن حبان وفيه ضعف. (¬5) ¶ وقال الشيخ الألباني أخرجه الطحاوي بسند جيد في الشواهد وذكر أن طريق الطحاوي سالمة من الضعف. (¬6) ¶ ¬__________ ¶ (¬1) مجمع الزوائد 4/ 58. ¶ (¬2) إرواء الغليل 4/ 389، مجمع الزوائد 4/ 58. ¶ (¬3) سنن الترمذي 5/ 132، نيل الأوطار 5/ 152. ¶ (¬4) مجمع الزوائد 4/ 58. ¶ (¬5) المصدر السابق. ¶ (¬6) إرواء الغليل 4/ 392.",
            "page": "9",
            "part": "1",
            "seal": "9B3BF5A0"
        },
        {
            "id": "10",
            "nass": "وأما السنة الفعلية الثابتة عن رسول الله - صلى الله عليه وسلم - فمنها أحاديث: ¶ 1. عن عكرمة عن ابن عباس: (أن رسول الله - صلى الله عليه وسلم - عق عن الحسن والحسين كبشاً كبشاً) رواه أبو داود (¬1). وقال النووي: رواه أبو داود بإسناد صحيح (¬2). وقال الألباني: وهذا إسناد صحيح على شرط البخاري وقد صححه عبد الحق الإشبيلي في الأحكام الكبرى (¬3). وقال شعيب الأرناؤوط: وأخرجه ابن الجارود والطبراني وإسناده صحيح. (¬4) ¶ 2. وفي رواية أخرى لحديث ابن عباس: (أن الرسول - صلى الله عليه وسلم - عق عن الحسن والحسين بكبشين كبشين) رواه النسائي وقال الألباني: صحيح. (¬5) ¶ 3. عن بريدة أن الرسول - صلى الله عليه وسلم -: (عق عن الحسن والحسين) رواه أحمد والنسائي والطبراني (¬6)، وقال الألباني: صحيح (¬7). وقال الأرناؤوط: وإسناده صحيح على شرط مسلم. (¬8) ¶ 4. عن أنس بن مالك قال: (عق رسول الله - صلى الله عليه وسلم - عن حسن وحسين بكبشين) رواه ابن حبان وقال محققه: حديث صحيح. ¶ ¬__________ ¶ (¬1) عون المعبود 8/ 30. ¶ (¬2) المجموع 8/ 428. ¶ (¬3) إرواء الغليل 4/ 379. ¶ (¬4) الإحسان 12/ 130. ¶ (¬5) صحيح سنن النسائي 3/ 885، إرواء الغليل 4/ 380. ¶ (¬6) المسند 5/ 355، سنن النسائي 7/ 166 من حديث ابن عباس مرفوعاً. ¶ (¬7) صحيح سنن النسائي 3/ 884. ¶ (¬8) الإحسان 12/ 131.",
            "page": "10",
            "part": "1",
            "seal": "5D08CF56"
        },
        {
            "id": "11",
            "nass": "وأخرجه الطحاوي في مشكل الآثار وأبو يعلى والبزار والبيهقي (¬1)، وصححه عبد الحق في الأحكام الكبرى وقال الهيثمي: ورجاله رجال الصحيح (¬2). وقال الساعاتي ورجاله ثقات. (¬3) ¶ 5. عن عائشة قال: (عق رسول الله - صلى الله عليه وسلم - عن حسن وحسين يوم السابع وسماهما وأمر أن يماط عن رأسهما الأذى) رواه ابن حبان وقال محققه: إسناده حسن (¬4). والبيهقي وقال النووي: بإسناد حسن (¬5)، ورواه الحاكم ووافقه الذهبي. (¬6) ¶ 6. وعن عائشة أن النبي - صلى الله عليه وسلم -: (عق عن الحسن والحسين وقال: قولوا بسم الله والله أكبر اللهم لك وإليك هذه عقيقة فلان) رواه البيهقي بإسناد حسن كما قال النووي. (¬7) ¶ 7. عن عبد الله بن عمرو: (أن النبي - صلى الله عليه وسلم - عق عن الحسن والحسين عن كل واحد منهما كبشين اثنين مثلين متكافئين) قال الشيخ الأرناؤوط: أخرجه الحاكم بسند حسن في الشواهد. (¬8) ¶ 8. وعن جابر بن عبد الله: (أن الرسول - صلى الله عليه وسلم - عق عن الحسن والحسين) رواه أبو يعلى والطبراني، قال الشيخ الألباني: [ورجاله كلهم ثقات رجال مسلم غير المغيرة ¶ ¬__________ ¶ (¬1) الإحسان 12/ 125، وانظر سنن البيهقي 9/ 299. ¶ (¬2) إرواء الغليل 4/ 382، مجمع الزوائد 4/ 58. ¶ (¬3) الفتح الرباني 13/ 124. ¶ (¬4) الإحسان 12/ 127. ¶ (¬5) المجموع 8/ 428، وانظر سنن البيهقي 9/ 299 - 300. ¶ (¬6) المستدرك 4/ 237. ¶ (¬7) المجموع 8/ 428. ¶ (¬8) الإحسان 12/ 130.",
            "page": "11",
            "part": "1",
            "seal": "B7766F16"
        },
        {
            "id": "12",
            "nass": "بن مسلم وهو القسملي وهو ثقة لكن أبا الزبير مدلس وقد عنعنه ولولا ذلك لقلت بصحته وقال الهيثمي: رواه أبو يعلى ورجاله ثقات]. (¬1) ¶ وقال الساعاتي: رجاله ثقات. (¬2) ¶ ¬__________ ¶ (¬1) إرواء الغليل 4/ 382 - 383، مجمع الزوائد 4/ 59. ¶ (¬2) الفتح الرباني 13/ 124.",
            "page": "12",
            "part": "1",
            "seal": "79A9C08D"
        },
        {
            "id": "13",
            "nass": "المبحث الثالث ¶ معنى قول الرسول - صلى الله عليه وسلم - كل غلام مرتهن بعقيقته ¶ ورد في الحديث عن سمرة قال: قال رسول الله - صلى الله عليه وسلم -: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويسمَّى ويحلق رأسه) (¬1)، وفي رواية عند أحمد والنسائي: (كل غلام رهين بعقيقته) (¬2)، وفي رواية عند الترمذي وابن ماجة: (كل غلام مرتهن بعقيقته) (¬3)، وقد اختلف العلماء في تفسير ذلك: ¶ 1. قال الخطابي: [قال أحمد: هذا في الشفاعة يريد أنه إن لم يعق عنه فمات طفلاً لم يُشفع في والديه. وقوله رهينة بإثبات الهاء معناه مرهون فعيل بمعنى مفعول والهاء تقع في هذا للمبالغة، يقال فلان كريمة قومه أي محل العقدة الكريمة عندهم]. (¬4) ¶ وقول أحمد [هذا] روى البيهقي مثله عن عطاء الخراساني حيث روى بسنده عن يحيى بن حمزة قال: [قلت لعطاء الخراساني ما مرتهن بعقيقته؟ قال: يحرم شفاعة ولده]. (¬5) ¶ 2. وقيل أن المعنى أن العقيقة لازمة لا بد منها فشبه المولود في لزومها وعدم انفكاكه منها بالرهن في يد المرتهن وقال النوربشتي أي أنه كالشيء المرهون لا يتم الانتفاع به ¶ ¬__________ ¶ (¬1) سبق تخريجه. ¶ (¬2) الفتح الرباني 13/ 13، صحيح سنن النسائي 3/ 885. ¶ (¬3) صحيح سنن الترمذي 2/ 94، صحيح سنن ابن ماجة 2/ 206. ¶ (¬4) معالم السنن 4/ 264 - 265. ¶ (¬5) سنن البيهقي 9/ 299.",
            "page": "13",
            "part": "1",
            "seal": "CA6832A9"
        },
        {
            "id": "14",
            "nass": "دون فكه، والنعمة إنما تتم على المنعم عليه بقيامه بالشكر ووظيفته والشكر في هذه النعمة ما سنه الرسول - صلى الله عليه وسلم - وهو أن يعق عن المولود شكراً لله تعالى وطلباً لسلامته. (¬1) ¶ 3. وقيل أن المعنى أن الغلام مرهون بأذى شعره ويدل على ذلك قوله: (فأميطوا عنه الأذى). (¬2) ¶ 4. وقيل أنه مرهون بالعقيقة بمعنى أنه لا يسمى ولا يحلق شعره إلا بعد ذبحها (¬3)، ولم يرتض ابن القيم هذه التفسيرات للحديث وردها وقال: وفيه نظر لا يخفى فإن شفاعة الولد في الوالد ليست بأولى من العكس وكونه والداً له ليس للشفاعة فيه. ¶ وكذا سائر القرابات والأرحام وقد قال تعالى: (يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا)، وقال تعالى: (وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ)، وقال تعالى: (مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ)، فلا يشفع أحد لأحد يوم القيامة إلا من بعد أن يأذن الله لمن يشاء ويرضى، فإذنه سبحانه وتعالى في الشفاعة موقوف على عمل المشفوع له من توحيده وإخلاصه. ومن الشافع من قربه عند الله ومنزلته ليست مستحقة بقرابة ولا بنوة ولا أبوة. ¶ وقد قال سيد الشفعاء وواجههم عند الله لعمه وعمته وابنته: (لا أغني عنكم من الله شيئاً) وفي رواية: (لا أملك لكم من الله شيئاً) وقال في شفاعته العظمى لما يسجد ¶ ¬__________ ¶ (¬1) الإحسان 12/ 131 - 132 الهامش، فتح الباري 12/ 12، نيل الأوطار 5/ 150. ¶ (¬2) معالم السنن 4/ 265. ¶ (¬3) نيل الأوطار 5/ 150.",
            "page": "14",
            "part": "1",
            "seal": "00F52B2F"
        },
        {
            "id": "15",
            "nass": "بين يدي ربه ويشفع: (فيحد لي حداً فأدخلهم الجنة) فشفاعته في حد محدود يحدهم الله سبحانه له ولا تجاوزهم شفاعته. ¶ فمن اين يقال أن الولد يشفع لوالده فإذا لم يعق عنه حبس عنه الشفاعة له ولا يقال لمن يشفع لغيره أنه مرتهن ولا في اللفظ ما يدل على ذلك والله سبحانه وتعالى يخبر عن ارتهان العبد بكسبه كما قال تعالى: (كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ) وقال تعالى: (أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا) فالمرتهن هو المحبوس إما بفعل منه أو فعل من غيره، وأما من لم يشفع لغيره فلا يقال له مرتهن على الإطلاق، بل المرتهن هو المحبوس عن أمر كان بصدد نيله وحصوله ولا يلزم من ذلك أن يكون بسبب منه بل تحصيل ذلك تارة بفعله وتارة بفعل غيره. ¶ وقد جعل الله سبحانه النسيكة عن الولد سبباً لفك رهانه من الشيطان الذي يعلق به من حين خروجه إلى الدنيا وطعن في خاصرته فكانت العقيقة فداء وتخلصاً له من حبس الشيطان له وسجنه في أسره ومنعه له من سعيه في مصالح آخرته التي إليها معاده فكأنه محبوس لذبح الشيطان له بالسكين التي أعدها لأتباعه وأوليائه وأقسم لربه أنه ليستأصلن ذرية آدم إلا قليلاً منهم فهو بالمرصاد للمولود من حين يخرج إلى الدنيا فحين يخرج يبتدره عدوه ويضمه إليه ويحرص على أن يجعله في قبضته وتحت اسره ومن جملة أوليائه وحزبه فهو أحرص شيء على هذا ... فكان المولود بصدد هذا الارتهان فشرع الله سبحانه للوالدين أن يفكا رهانه بذبح يكون فداه فإذا لم يذبح عنه بقي مرتهناً به فلهذا قال عليه الصلاة والسلام: (الغلام مرتهن بعقيقته فأريقوا عنه دماً وأميطوا عنه الأذى) فأمر بإراقة الدم عنه الذي يخلص به من الارتهان، ولو كان الارتهان يتعلق بالأبوين لقال فأريقوا عنكم الدم لتخلص إليكم شفاعة أولادكم. فلما أمرنا بإزالة الأذى الظاهر عنه وإراقة الدم الذي يزيل الأذى",
            "page": "15",
            "part": "1",
            "seal": "7EF7B042"
        },
        {
            "id": "16",
            "nass": "الباطن بارتهانه علم أن ذلك تخليص للمولد من الأذى الباطن والظاهر، والله أعلم بمراده ورسوله. (¬1) ¶ ¬__________ ¶ (¬1) تحفة المودود ص 57 - 59.",
            "page": "16",
            "part": "1",
            "seal": "39F51A8B"
        },
        {
            "id": "17",
            "nass": "المبحث الرابع ¶ الحكمة من مشروعية العقيقة ¶ لا شك أن للعقيقة حكماً وفوائد كثيرة منها: ¶ 1. الشكر لله سبحانه وتعالى على نعمة الولد فإنها من أعظم النعم، والأولاد من زينة الحياة الدنيا، قال تعالى: (الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا) (¬1)، وفطر الله الإنسان على السرور والبهجة عند قدوم المولود فكان حرياً بالإنسان أن يشكر الله الخالق الواهب وقد رود في الأثر عن الحسين - رضي الله عنه - في تهنئة من رزق مولوداً أن يقال له: (بارك الله لك في الموهوب وشكرت الواهب وبلغ أشده ورزقت بره) (¬2)، فالعقيقة نوع من أنواع الشكر لله تعالى والتقرب إليه. ¶ 2. فيها فكاك المولود وفديته كما فدى الله سبحانه إسماعيل الذبيح بالكبش وكان أهل الجاهلية يفعلونها ويلطخون رأس المولود بالدم، فأقرها الإسلام ونهى عن تلطيخ رأس المولود بالدم. ¶ وأخبر النبي - صلى الله عليه وسلم - أن ما يذبح عن المولود إنما ينبغي أن يكون على سبيل النسك كالأضحية والهدي فقال: (من أحب أن ينسك عن ولده فليفعل) فجعلها على سبيل الأضحية التي جعلها الله نسكاً وفداء لإسماعيل عليه السلام. وغير مستبعد في حكمة الله في شرعه وقدره أن يكون سبباً لحسن إثبات الولد ودوام سلامته طول حياته في حفظه من ضرر الشيطان حتى يكون كل عضو منها فداء كل عضو منه. (¬3) ¶ ¬__________ ¶ (¬1) الكهف الآية 46. ¶ (¬2) الأذكار ص 246. ¶ (¬3) تحفة المودود ص 54 - 55.",
            "page": "17",
            "part": "1",
            "seal": "B637C270"
        },
        {
            "id": "18",
            "nass": "3. الإعلان والأخبار بأن هذا الشخص قد رزق مولوداً وسماه كذا فيظهر ذلك بين الناس من الأهل والجيران والأصدقاء فيقدم هؤلاء لتهنئة وحضور عقيقته مما يؤدي إلى زيادة روابط الألفة بين المسلمين. ¶ 4. فيها نوع من أنواع التكافل الاجتماعي في الإسلام حيث أن الذي يعق عن ولده يذبح الذبيحة ويرسل منها للفقراء والأصدقاء والجيران أو يدعوهم إليها ويساهم هذا الأمر في تخفيف معاناة الفقراء والمحتاجين. (¬1) ¶ ¬__________ ¶ (¬1) انظر أحكام الذبائح ص 169، تربية الأولاد في الإسلام 1/ 99 - 100.",
            "page": "18",
            "part": "1",
            "seal": "EF8FC4A2"
        },
        {
            "id": "19",
            "nass": "المبحث الخامس ¶ هل يكره تسمية العقيقة بهذا الاسم؟ ¶ ذهب بعض أهل العلم إلى كراهة تسمية العقيقة بهذا الإسم وقالوا الأولى أن تسمى نسيكة أو ذبيحة. (¬1) ¶ احتجوا بحديث عمرو بن شعيب عن أبيه عن جده قال: (سئل رسول الله - صلى الله عليه وسلم - عن العقيقة فقال: لا أحب العقوق، وكأنه كره الإسم. فقالوا: يا رسول الله إنما نسألك عن أحدنا يولد له. قال: من أحب منكم أن ينسك عن ولده فليفعل عن الغلام شاتان مكافئتان وعن الجارية شاة) رواه أحمد وأبو داود والنسائي والحاكم والبيهقي، وقال الحاكم: صحيح الإسناد ووافقه الذهبي. (¬2) ¶ وقال الشيخ ناصر الدين الألباني: حسن صحيح. (¬3) ¶ وقال الشيخ شعيب الأرناؤوط: وهذا سند حسن. (¬4) ¶ والحديث رواه البيهقي من طريقين الأول طريق عمرو بن شعيب المذكورة أعلاه، والثانية عن زيد بن أسلم عن رجل من بني ضمرة عن أبيه فذكره ثم قال: [وهذا إذا انضم إلى الأول قويا]. (¬5) ¶ ¬__________ ¶ (¬1) فتح الباري 12/ 4، نهاية المحتاج 8/ 137، المنتقى 3/ 101، تحفة المودود ص 42. ¶ (¬2) انظر نيل الأوطار 5/ 152، سنن البيهقي 9/ 300، المستدرك 4/ 238، المجموع 8/ 427 - 428. ¶ (¬3) صحيح سنن النسائي 3/ 884. ¶ (¬4) الإحسان 12/ 132. ¶ (¬5) سنن البيهقي 9/ 300.",
            "page": "19",
            "part": "1",
            "seal": "604CAFA6"
        },
        {
            "id": "20",
            "nass": "قال الإمام الباجي: [قوله - صلى الله عليه وسلم - لا أحب العقوق ظاهره كراهية الإسم لما فيه من مشابهة لفظ العقوق وآثر أن يسمى نسكاً]. (¬1) ¶ وقد أجاب التوربشتي عن ذلك بقوله: [هذا الكلام وهو أنه كره الاسم غير سديد إدرج في الحديث من قول بعض الرواة ولا يدري من هو وبالجملة فقد صدر عن ظن يحتمل الخطأ والصواب. ¶ والظاهر أنه ها هنا خطأ لأنه - صلى الله عليه وسلم - ذكر العقيقة في عدة أحاديث ولو كان يكره الاسم لعدل عنه إلى غيره، ومن سنته تغيير الإسم إذا كرهه والأوجه أن يقال يحتمل أن السائل ظن أن اشتراك العقيقة مع العقوق في الاشتقاق مما يوهن أمرها فأعلم النبي - صلى الله عليه وسلم - أن الذي كرهه الله تعالى من هذا الباب هو العقوق لا العقيقة]. (¬2) ¶ وقد ثبت عن النبي - صلى الله عليه وسلم - استعمال اسم العقيقة في أحاديث منها: ¶ أ. حديث سمرة - رضي الله عنه -: (كل غلام رهينة بعقيقته ... ). ¶ ب. وحديث سلمان بن عامر الضبي - رضي الله عنه -: (مع الغلام عقيقته). ¶ جـ. وحديث أسماء بنت يزيد رضي الله عنها: (العقيقة عن الغلام شاتان ... ). ¶ د. وحديث أبي هريرة - رضي الله عنه -: (مع الغلام عقيقته ... ). (¬3) ¶ ففي هذه الأحاديث استعمل النبي - صلى الله عليه وسلم - لفظ العقيقة فدل على الإباحة لا على الكراهة وفقهاؤنا يستعملون هذه اللفظة في كتبهم ولا يستعملون لفظة نسيكة). (¬4) ¶ ¬__________ ¶ (¬1) المنتقى 3/ 101. ¶ (¬2) الفتح الرباني 13/ 113. ¶ (¬3) سبق تخريج هذه الأحاديث. ¶ (¬4) انظر تحفة المودود ص 42.",
            "page": "20",
            "part": "1",
            "seal": "68F14A77"
        },
        {
            "id": "21",
            "nass": "المبحث السادس ¶ حكم العقيقة ¶ اختلف الفقهاء في حكم العقيقة على ثلاثة أقوال: ¶ القول الأول: أنها سنة مؤكدة وهذا قول جمهور أهل العلم من الصحابة والتابعين والفقهاء وهو قول الشافعية والمالكية والمشهور المعتمد في مذهب الحنابلة وبه قال الجمهور من العترة. (¬1) ¶ ونقل هذا القول عن ابن عباس وابن عمر وعائشة وفاطمة بنت رسول الله وبريدة الأسلمي والقاسم بن محمد وعروة بن الزبير وعطاء والزهري وأبو الزناد وإسحاق وأبو ثور وغيرهم كثير. (¬2) ¶ قال ابن القيم: [فأما أهل الحديث قاطبة وفقهاؤهم وجمهور أهل السنة، فقالوا: هي من سنة رسول الله - صلى الله عليه وسلم -). (¬3) ¶ القول الثاني: إنها فرض واجب وهذا قول الظاهرية وعلى رأسهم صاحب المذهب وابن حزم ونقل عن الحسن البصري وهو راية عن الإمام أحمد اختارها جماعة من الحنابلة وهو قول الليث بن سعد. (¬4) ¶ ¬__________ ¶ (¬1) مغني المحتاج 4/ 293، المجموع 8/ 429، بداية المجتهد 1/ 275، الإقناع 2/ 282، كفاية الأخيار ص 534 ,المغني 9/ 459، نيل الأوطار 5/ 150، الفروع 3/ 563، كشاف القناع 3/ 24، تحفة المودود ص 32، أحكام الذبائح ص 170، الفقه الإسلامي وأدلته 3/ 637. ¶ (¬2) المغني 9/ 459، المجموع 8/ 447. ¶ (¬3) تحفة المودود ص 32. ¶ (¬4) المحلى 6/ 234، المجموع 8/ 447، المغني 9/ 459، الإنصاف 4/ 110، زاد المعاد 2/ 326، تحفة المودود ص 43.",
            "page": "21",
            "part": "1",
            "seal": "DCC631DA"
        },
        {
            "id": "22",
            "nass": "القول الثالث للحنفية وقد اختلفت الروايات في مذهبهم في حكم العقيقة والذي تحصل لي بعد البحث ثلاثة أقوال لهم هي: ¶ أ. أنها تطوع من شاء فعلها ومن شاء تركها، قاله الطحاوي في مختصره وابن عابدين في العقود الدرية (¬1)، وهذا موافق لقول الجمهور بشكل عام. ¶ ب. أنها مباحة قاله المنبجي ونقله ابن عابدين عن جامع المحبوبي. (¬2) ¶ جـ. أنها منسوخة يكره فعلها وهو منقول عن محمد بن الحسن صاحب أبي حنيفة حيث قال: [أما العقيقة فبلغنا أنها كانت في الجاهلية وقد فعلت في أول الإسلام ثم نسخ الأضحى كل ذبح كان قبله]. (¬3) ¶ وقال الخوارزمي الكرلاني: [كان في الجاهلية ذبائح يذبحونها منها العقيقة ومنها الرجيبة ... وكلها منسوخ بالأضحية]. (¬4) ¶ وأما ما نسب لأبي حنيفة من قوله أنها بدعة فهو مردود وباطل، قال العيني: [هذا افتراء فلا يجوز نسبته إلى أبي حنيفة وحاشاه أن يقول مثل هذا] (¬5)، وقد تطاول ابن حزم على أبي حنيفة وتهجم عليه فقال: [ولم يعرف أبو حنيفة العقيقة فكان ماذا؟ ليت شعري إذا لم يعرفها أبو حنيفة ما هذا بنكرة فطالما لم يعرف السنن]. (¬6) ¶ وليت ابن حزم رحمه الله التمس عذراً لأبي حنيفة رحمه الله لكان أولى من هذا اللمز. ¶ ¬__________ ¶ (¬1) مختصر الطحاوي ص 299، العقود الدرية في تنقيح الفتاوى الحامدية 2/ 212. ¶ (¬2) اللباب في الجمع بين السنة والكتاب 2/ 648، حاشية ابن عابدين 6/ 336. ¶ (¬3) الموطأ برواية محمد ص 226، وانظر بدائع الصنائع 6/ 2968. ¶ (¬4) الكفاية على الهداية 8/ 428. ¶ (¬5) الفتح الرباني 13/ 124. ¶ (¬6) المحلى 6/ 241.",
            "page": "22",
            "part": "1",
            "seal": "E3C4839A"
        },
        {
            "id": "23",
            "nass": "وأحسن الشوكاني إذ قال: [وحكى صاحب البحر عن أبي حنيفة أن العقيقة جاهلية محاها الإسلام وهذا إن صح حمل على أنها لم تبلغه الأحاديث الواردة في ذلك] (¬1)، وهكذا ينبغي أن نحسن الظن بعلمائنا فهم أتقى وأورع من أن يتعمدوا مخالفة سنة رسول الله - صلى الله عليه وسلم -. ¶ أدلة الجمهور على أن العقيقة سنة: ¶ 1. عن سلمان بن عامر الضبي قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (مع الغلام عقيقة فأهريقوا عنه دماً وأميطوا عنه الأذى). ¶ 2. عن سمر قال: قال رسول الله - صلى الله عليه وسلم -: (كل غلام رهينة بعقيقته تذبح عنه يوم سابعه ويحلق ويسمى). ¶ 3. عن أم كرز قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: (عن الغلام شاتان مكافئتان وعن الجارية شاة). ¶ 4. عن ابن عباس أن رسول الله - صلى الله عليه وسلم - عق عن الحسن والحسين. ¶ 5. عن عائشة أن رسول الله - صلى الله عليه وسلم - أمرهم عن الغلام شاتان وعن الجارية شاة. (¬2) ¶ وجه الاحتجاج بهذه الأحاديث: ¶ قال الجمهور أن هذه الأحاديث تدل على أن العقيقة سنة مستحبة أكدها النبي - صلى الله عليه وسلم - بقوله وفعله، حيث أنه قد عق الحسن والحسين رضي الله عنهما. ¶ وقالوا أيضاً أن الأمر في حديث عائشة مصروف عن الوجوب إلى الندب ويؤيد ذلك أن النبي - صلى الله عليه وسلم - جعلها لرغبة المسلم واختياره، وما كان سبيله كذلك لا يكون واجباً، فقد جاء في الحديث عن عمرو بن شعيب عن أبيه عن جده قال: سئل النبي - صلى الله عليه وسلم - عن ¶ ¬__________ ¶ (¬1) نيل الأوطار 5/ 150. ¶ (¬2) سبق تخريج هذه الأحاديث.",
            "page": "23",
            "part": "1",
            "seal": "8177A8E1"
        },
        {
            "id": "24",
            "nass": "العقيقة فقال: (لا يحب الله العقوق) كأنه كره الاسم وقال: (من ولد له ولد فأحب أن ينسك عنه فلينسك). (¬1) ¶ وقالوا أيضاً أنها لو كانت واجبة لكان وجوبها معلوماً من الدين لأن ذلك مما تدعو الحاجة إليه، وتعم به البلوى فكان رسول الله - صلى الله عليه وسلم - يبين وجوبها للأمة بياناً عاماً كافياً تقوم به الحجة، وينقطع معه العذر. (¬2) ¶ 6. واحتجوا أيضاً بالإجماع على أنها سنة قال ابن قدامة: [والإجماع، قال أبو الزناد: العقيقة من أمر الناس كانوا يكرهون تركه] (¬3)، وقول أبي الزناد من أمر الناس تفيد أن العقيقة متروكة لرغبتهم لم يوجبها الشارع ولو كانت واجبة لما تركوها كما أن ترك الواجب يكون حراماً وليس مكروهاً فقط. ¶ 7. وقالوا أنها ذبيحة لسرور حادث فلم تكن واجبة كالوليمة والنقيعة. (¬4) ¶ 8. وقالوا أيضاً فعله - صلى الله عليه وسلم - لها لا يدل على الوجوب إنما يدل على الاستحباب. (¬5) ¶ 9. وقالوا إنها إراقة دم من غير جناية ولا نذر فلم تجب كالأضحية. (¬6) ¶ واحتج الظاهرية ومن وافقهم على أنها واجبة بما يلي: ¶ 1. حديث سلمان بن عامر الضبي السابق وفيه: (مع الغلام عقيقة فأهريقوا عنه دماً). ¶ 2. وحديث أم كرز السابق وفيه: (وعن الغلام شاتان مكافئتان وعن الجارية شاة). ¶ ¬__________ ¶ (¬1) سبق تخريجه وانظر نيل الأوطار 5/ 150. ¶ (¬2) تحفة المودود ص 47. ¶ (¬3) المغني 9/ 459، وانظر أحكام الذبائح ص 173. ¶ (¬4) المغني 9/ 459، والنقيعة هي طعام يصنع عند قدوم المسافر. ¶ (¬5) تحفة المودود ص 48، سبل السلام 4/ 180. ¶ (¬6) المهذب 8/ 426، مع المجموع.",
            "page": "24",
            "part": "1",
            "seal": "7ED4FDF8"
        },
        {
            "id": "25",
            "nass": "3. وحديث سمرة السابق وفيه: (كل غلام رهينة بعقيقته). ¶ وقد ساق ابن حزم هذه الأحاديث بإسناده بعدة روايات ثم قال: [فهذه الأخبار نص ما قلنا وهو قول جماعة من السلف] (¬1)، ثم ذكر آثاراً عن جماعة من السلف منهم: حفصة بنت عبد الرحمن بن أبي بكر، وابن عباس، وعطاء، وابن عمر، وبريدة الأسلمي، ثم قال: [أمره عليه الصلاة والسلام بالعققة فرض كما ذكرنا لا يحل لأحد أن يحمل شيئاً من أوامره عليه الصلاة والسلام على جواز تركها إلا بنص آخر وارد بذلك وإلا فالقول بذلك كذب وقفو لما لا علم لهم به، وقد قال عليه الصلاة والسلام: (إذا أمرتكم بأمر فأتوا منه ما استطعتم) (¬2)، هذه حجج ابن حزم على الوجوب. ¶ 4. واحتج غيره على وجوبها بأن الرسول - صلى الله عليه وسلم - أمر بها وعمل بها، وقال الغلام مرتهن بعقيقته ومع الغلام عقيقة. (¬3) ¶ قالوا وهذا يدل على الوجوب من وجهين: أحدهما قوله مع الغلام عقيقة وهذا ليس إخباراً عن الواقع بل عن الواجب ثم أمرهم بأن يخرجوا عنه هذا الذي معه، فقال: أهريقوا عنه دماً. (¬4) ¶ 5. واحتجوا أيضاً بحديث عمرو بن شعيب عن أبيه عن جده أن: (الرسول - صلى الله عليه وسلم - امر بتسمية المولود يوم سابعه ووضع الأذى عنه والعق). (¬5) ¶ ¬__________ ¶ (¬1) المحلى 6/ 336. ¶ (¬2) المحلى 6/ 337، والحديث الذي ذكره ابن حزم رواه البخاري ومسلم. ¶ (¬3) انظر تحفة المودود ص 43. ¶ (¬4) المصدر السابق ص 46. ¶ (¬5) سبق تخريجه.",
            "page": "25",
            "part": "1",
            "seal": "9A3C78D9"
        },
        {
            "id": "26",
            "nass": "6. واحتجوا بحديث يوسف بن ماهك وفيه ان عائشة أخبرتهم أن الرسول - صلى الله عليه وسلم -: (أمرهم عن الغلام شاتان وعن الجارية شاة). (¬1) ¶ وجه الاستدلال بهذين الحديثين أن فيهما الأمر النبوي بالعقيقة والأصل في الأمر أن يحمل على الوجوب. ¶ 7. واحتجوا أيضاً بحديث يزيد ب عبد المزني عن أبيه أن الرسول - صلى الله عليه وسلم - قال: (يعق عن الغلام ولايمس رأسه بدم) (¬2)، وقالوا هذا خبر بمعنى الأمر. (¬3) ¶ واحتج الحنفية بما يلي: ¶ أولاً: بالنسبة للقول الأول عند الحنفية الذي يرى أن العقيقة مستحبة فأدلتهم عليه هي أدلة الجمهور السابقة. ¶ ثانياً: بالنسبة للقول بأنها مباحة فاحتجوا عليه بحديث عمرو بن شعيب عن أبيه عن جده السابق، وفيه: (من ولد له ولد فأحب أن ينسك عنه فلينسك ... الخ) وهو يفيد الإباحة كما قالوا. (¬4) ¶ ثالثاً: وأما قولهم بأنها منسوخة فدليلهم ما ذكره الكاساني: [ولنا ما روي عن رسول الله - صلى الله عليه وسلم - أنه قال: (نسخت الأضحية كل دم كان قبلها، ونسخ صوم رمضان كل صوم كان قبله ونسخت الزكاة كل صدقة كانت قبلها) والعقيقة كانت قبل ¶ ¬__________ ¶ (¬1) سبق تخريجه. ¶ (¬2) سبق تخريجه. ¶ (¬3) تحفة المودود ص 47. ¶ (¬4) اللباب 2/ 648.",
            "page": "26",
            "part": "1",
            "seal": "BF860874"
        },
        {
            "id": "27",
            "nass": "الأضحية فصارت منسوخة بها كالعتيرة، والعقيقة ما كانت قبلها فرضاً بل كانت فضلاً وليس بعد نسخ الفضل إلا الكراهة بخلاف صوم عاشوراء]. (¬1) ¶ واحتجوا أيضاً بما رواه أبو يوسف في الآثار عن أبي حنيفة عن حماد عن إبراهيم أنه قال: [كانت العقيقة في الجاهلية فلما جاء الإسلام رفضت] وبما رواه أبو يوسف أيضاً عن ابي حنيفة عن رجل عن محمد بن الحنفية: [أن العقيقة كانت في الجاهلية فلما جاء الأضحى رفضت]. (¬2) ¶ واحتجوا بحديث عمرو بن شعيب عن أبيه عن جده السابق وفيه: (سئل رسول الله - صلى الله عليه وسلم - عن العقيقة، فقال: لا يحب الله العقوق). ¶ واحتجوا أيضاً بحديث أبي رافع مولى رسول الله - صلى الله عليه وسلم - قال: (لما ولدت فاطمة حسناً، قالت: ألا أعق عن ابني بدم؟ قال: لا، ولكن احلقي رأسه وتصدقي بوزن شعره فضة على المساكين والأوفاض. ففعلت ذلك فلما ولد حسيناً فعلت مثل ذلك) وفي رواية أخرى قال عليه السلام: (لا تعقي عنه) رواه الإمام أحمد وقال الهيثمي: رواه أحمد والطبراني في الكبير وهو حديث حسن. (¬3) ¶ وقال الساعاتي: [وفي إسناده عبد الله بن محمد بن عقيل، فيه لين وله شواهد تعضده ولعل الحافظ الهيثمي حسن لذلك]. (¬4) ¶ ¬__________ ¶ (¬1) بدائع الصنائع 6/ 2968. ¶ (¬2) كتاب الآثار ص 238. ¶ (¬3) مجمع الزوائد 4/ 57. ¶ (¬4) الفتح الرباني 13/ 126 - 127، والأوفاض أناس من أصحاب رسول الله - صلى الله عليه وسلم - محتاجون كانوا في المسجد أو في الصفة. المصدر السابق.",
            "page": "27",
            "part": "1",
            "seal": "E80B6A3A"
        },
        {
            "id": "28",
            "nass": "مناقشة وترجيح: ¶ بعد إجالة النظر والفكر في أدلة العلماء في هذه المسألة يتضح لنا رجحان قول جمهور أهل العلم بأن العقيقة سنة مؤكدة وليست فرضاً واجباً كما قال الظاهرية وليست مكروهة أو منسوخة كما قال بعض الحنفية. ¶ ومما يؤكد لنا هذا الترجيح: ¶ إن الأدلة التي ساقها الظاهرية ومن وافقهم على وجوب العقيقة مصروفة عن ظاهرها بالنص وهو قوله عليه الصلاة والسلام: (من ولد له ولد فأحب أن يسنك عنه فلينسك) فعلق ذلك على المحبة والاختيار فهذه قرينة منصوصة صرفت الأمر من الوجوب إلى الندب، وأحاديثهم محمولة على تأكيد الاستحباب جمعاً بين الأخبار. ¶ وأما أدلة الحنفية على كراهيتها أو نسخها فالجواب عنهما بما يأتي: ¶ 1. إن الحديث الذي احتج به الحنفية أولاً: (نسخت الأضحية كل دم كان قبلها ... ) حديث ضعيف لا يصح الاحتجاح به، وقد روي هذا الحديث من عدة طرق ذكراها الدارقطني في سننه وبين ضعفها كما يلي: ¶ أ. حدثنا ابي أن محمد بن حرب نا أبو كامل نا الحارث بن نبهان نا عتبة بن بقظان عن الشعبي عن علي قال: قال رسول الله - صلى الله عليه وسلم -: (محى ذبح الأضاحي كل ذبح قبله ... ) هذا الحديث فيه عتبة بن يقظان وهو متروك كما قال الدارقطني (¬1)، وقال الحافظ في التقريب: ضعيف. (¬2) ¶ ب. نا محمد بن يوسف بن سليمان الخلال نا الهيثم بن سهل نا المسيب بن شريك نا عبيد المكتب عن عامر عن مسروق عن علي قال: قال رسول الله - صلى الله عليه وسلم - (نسخ ¶ ¬__________ ¶ (¬1) سنن الدارقطني 4/ 281، التعليق المغني على الدارقطني 4/ 278. ¶ (¬2) التقريب ص 232.",
            "page": "28",
            "part": "1",
            "seal": "1255327E"
        },
        {
            "id": "29",
            "nass": "الأضحى كل ذبح ... ) هذه الرواية فيها المسيب بن شريك قال فيه يحيى بن معين: [ليس بشيء. وقال أحمد: ترك الناس حديثه. وقال مسلم: متروك]. (¬1) ¶ جـ. نا محمد بن عبد الله الشافعي نا محمد بن تمام بن صالح النهراني بحمص نا المسيب بن واضح نا المسيب بن شريك عن عتبة بن يقظان عن الشعبي عن مسروق عن علي قال: قال رسول الله - صلى الله عليه وسلم -: (نسخت الزكاة كل صدقة في القرآن ونسخ صوم رمضان كل صوم ونسخ غسل الجنابة كل غسل ونسخت الأضاحي كل ذبح) (¬2)، وفيه أيضاً المسيب بن شريك وعتبة بن يقظان وعرفت ما قيل فيهما فلا يحتج بهما، وقال صاحب التعليق المغني على الدارقطني: [حديث علي مروي من طرق وكلها ضعاف لا يصح الاحتجاج بها] (¬3)، وقال النووي: [اتفق الحفاظ على ضعفه]. (¬4) ¶ وأجاب ابن حزم عن احتجاجهم بنسخ الأضحى كل ذبح قبله بقوله: [واحتج من لم يرها واجبة برواية واهية عن أبي جعفر محمد بن علي بن الحسين: (نسخ الأضحى كل ذبح كان قبله) وهذا لا حجة فيه لأنه قول محمد بن علي، ولا يصح دعوى النسخ إلا بنص مسند إلى رسول الله - صلى الله عليه وسلم -]. (¬5) ¶ وقال الإمام أحمد في الأحاديث المعارضة لأحاديث العقيقة: [ليست بشيء ولا يعبأ بها]. (¬6) ¶ ¬__________ ¶ (¬1) التعليق المغني على الدارقطني 4/ 279. ¶ (¬2) سننالدار قطي 4/ 281. ¶ (¬3) التعليق المغني على الدارقطني 4/ 278. ¶ (¬4) المجموع 8/ 386. ¶ (¬5) المحلى 6/ 241. ¶ (¬6) تحفة المودود ص 37.",
            "page": "29",
            "part": "1",
            "seal": "DAC75171"
        },
        {
            "id": "30",
            "nass": "وادعاء الحنفية بأن الأضحية نسخت العقيقة باطل لأن الأضحية شرعت في السنة الثانية للهجرة وعق النبي عن الحسن والحسين في السنتين الثالثة والرابعة، وحديث أم كرز في العقيقة كان عام الحديبية وهو في السنة السادسة للهجرة والعقيقة عن إبراهيم ابن رسول الله كانت سنة ثمان للهجرة، فكيف ينسخ المتقدم المتأخر وهذا باطل. (¬1) ¶ وأما احتجاج الحنفية بحديث: (لا يحب الله العقوق) فلا دلالة فيه على كراهة العقيقة لأن بقية الحديث تثبتها وهي: (من ولد له فأحب أن ينسك عن ولده فلينسك). ¶ قال البغوي: [وليس هذا الحديث عند العامة على توهين أمر العقيقة ولكنه كره تسميتها بهذا الإسم على مذهبه في تغيير الاسم القبيح إلى ما هو أحسن منه فأحب أن يسميها من نسيكة أو ذبيحة أو نحوها]. (¬2) ¶ وأما الجواب عن احتجاجهم بحديث: (لا تعقي) ما قاله الحافظ العراقي في شرح الترمذي يحمل على أنه - صلى الله عليه وسلم - كان عق عنه ثم استأذنته فاطمة أن تعق هي عنه أيضاً فمنعها. ¶ وقال الحافظ بن حجر: [ويحتمل أن يكون منعها لضيق ما عندهم حينئذ فأرشدها إلى نوع من الصدقة أخف، ثم تيسر له عن قرب ما عق به عنه]. (¬3) ¶ ¬__________ ¶ (¬1) انظر التعليق المغني على الدارقطني 4/ 279 - 280. ¶ (¬2) شرح السنة 1/ 263 - 264. ¶ (¬3) فتح الباري 12/ 13.",
            "page": "30",
            "part": "1",
            "seal": "06D98252"
        },
        {
            "id": "31",
            "nass": "وقال ابن القيم: [ولو صح قوله لا تعقي عنه لم يدل ذلك على كراهية العقيقة لأنه عليه الصلاة والسلام أحب أن يتحمل عنها العقيقة فقال لها: (لا تعقي) وعق هو عليه الصلاة والسلام عنهما وكفاهما المؤنة]. (¬1) ¶ وقال الشوكاني: [قوله: (لا تعقي) قيل يحمل هذا على أنه قد كان - صلى الله عليه وسلم - عق عنه، وهذا متعين]. (¬2) ¶ هذا هو الظاهر لأن الأحاديث قد ثبتت ثبوتاً لا مجال للشك فيه أن النبي - صلى الله عليه وسلم - عق عن الحسن والحسين فحصل أصل السنة بعق الرسول عنهما ولا داع لأن تعق فاطمة عنهما مرة ثانية. والله أعلم. ¶ ¬__________ ¶ (¬1) تحفة المودود ص 37 - 38. ¶ (¬2) نيل الأوطار 5/ 155.",
            "page": "31",
            "part": "1",
            "seal": "C41EE151"
        },
        {
            "id": "32",
            "nass": "المبحث السابع ¶ شروط العقيقة ¶ أولاً: أن تكون العقيقة من الأنعام وهي الضأن والمعز والإبل والبقر ولا تصح العقيقة بغير هذه الأنواع كالأرنب والدجاجة والعصفور وهذا قول جماهير أهل العلم من الفقهاء والمحدثين وغيرهم. (¬1) ¶ وخالف في ذلك ابن حزم الظاهري فقال: [ولا يجزئ في العقيقة إلا ما يقع عليه اسم الشاه إما من الضأن وإما من الماعز فقط ولا يجزئ في ذلك من غير ما ذكرنا لا من الإبل ولا من البقر الإنسية ولا من غير ذلك] (¬2)، ونقل هذا القول عن حفصة بنت عبد الرحمن بن أبي بكر وهو رواية عن الإمام مالك وهو البندنيجي من الشافعية. (¬3) ¶ واحتج هؤلاء بظاهر الأحاديث التي ذكر فيها لفظ الشاة والكبش كحديث ابن عباس: (عق عن الحسن والحسين كبشاً كبشاً) وكحديث أم كرز: (عن الغلام شاتان وعن الجارية شاة) قالوا لفظ الشاة يطلق على الواحدة من الضأن والمعز. ¶ قال ابن حزم: [واسم الشاة يقع على الضائنة والماعز بلا خلاف] (¬4)، واحتج ابن حزم أيضاً بما رواه بسنده عن يوسف بن ماهك أنه دخل على حفصة بنت عبد الرحمن بن أبي بكر وقد ولدت للمنذر بن الزبير فقلت لها: (هلا عققت جزوراً عن ابنك قالت: معاذ الله كانت عمتي عائشة تقول على الغلام شاتان وعلى ¶ ¬__________ ¶ (¬1) انظر المجموع 8/ 448، الخرشي 3/ 47، بداية المجتهد 1/ 376، كفاية الأخيار 535، فتح الباري 6/ 10. ¶ (¬2) المحلى 6/ 234. ¶ (¬3) شرح السنة 11/ 264، المنتقى 3/ 103، فتح الباري 6/ 10. ¶ (¬4) المحلى 6/ 237.",
            "page": "32",
            "part": "1",
            "seal": "6E5AE058"
        },
        {
            "id": "33",
            "nass": "الجارية شاة) (¬1)، وأما الجمهور فيمكن الاحتجاج لهم بقول النبي - صلى الله عليه وسلم -: (مع الغلام عقيقة فأهريقوا عنه دماً) ولم يذكر دماً فما ذبح عن المولود على ظاهر هذا الخبر يجزئ كذا قال ابن المنذر (¬2) وفيه ضعف. ¶ ولعل الأصح في الاحتجاج لقول الجمهور هو قياس العقيقة على الأضحية والهدي كما ذهب إليه كثير من العلماء، قال الإمام مالك: [وإنما هي - العقيقة - بمنزلة النسك والضحايا] (¬3)، وأشار إليه النووي وابن قدامة وغيرهما (¬4). وكذلك نقل عن جماعة من السلف جواز العقيقة من الإبل والبقر فعن قتادة: (أن أنس بن مالك كان يعق عن بنيه الجزور) رواه الطبراني ورجاله رجال الصحيح قاله الهيثمي (¬5) وعن أبي بكرة أنه نحر عن ابنه عبد الرحمن جزوراً فأطعم أهل البصرة. (¬6) ¶ وأما إدعاء ابن حزم بأن ذكر الشاة في الأحاديث يعني عدم جواز أن تكون العقيقة من الإبل والبقر فمردود لأن الأحاديث لا تحصر العقيقة في الشياه وإنما ذلك سبيل التمثيل ولأنه المتيسر للناس أكثر من الإبل والبقر واعتاد الناس على ذبح الشياه أكثر من الإبل والبقر. (¬7) ¶ ¬__________ ¶ (¬1) المحلى 6/ 236، تحفة المودود ص 56. ¶ (¬2) الموطأ بهامش المنتقى 3/ 103. ¶ (¬3) المجموع 8/ 429، المغني 9/ 463. ¶ (¬4) مجمع الزوائد 4/ 59، وانظر الفتح الرباني 13/ 124، تحفة المودود ص 65، شرح السنة 11/ 264. ¶ (¬5) تحفة المودود ص 65. ¶ (¬6) أحكام الذبائح ص 177. ¶ (¬7) نيل الأوطار 5/ 156.",
            "page": "33",
            "part": "1",
            "seal": "A397E62C"
        },
        {
            "id": "34",
            "nass": "قال الشوكاني: [ولا يخفى أن مجرد ذكرها - الشاة - لا ينفي إجزاء غيرها] (¬1)، هذا من جهة ومن جهة أخرى لا نسلم أن لفظ الشاة خاص بالضأن والمعز صحيح أنه المشهور في ذلك ولكن ورد في اللغة إطلاق الشاة على البقر وغيرها، قال ابن منظور: [والشاة الواحد من الغنم تكون للذكر والأنثى وقيل الشاة تكون من الضأن والمعز والظبا والبقر والنعام وحمر الوحش] (¬2)، وخلاصة القول أنه يجوز أن تكون العقيقة من الضأن والمعز والإبل والبقر كما قال الجمهور. ¶ ووقع خلاف في الأفضل من هذه الأنواع: ¶ - فقال الشافعي وبعض المالكية أن البدنة والبقرة أفضل من الغنم قالوا لأنها نسك فوجب أن يكون الأعظم فيها أفضل قياساً على الهدايا. (¬3) ¶ - وقال الإمام مالك: [الضأن أفضلها ثم المعز أحب إليه من الإبل والبقر لأن الرسول - صلى الله عليه وسلم - عق عن الحسن والحسين بشاة شاة]. ¶ ثانياً: أن تكون العقيقة سليمة من العيوب وهذا مذهب جمهور أهل العلم (¬4). والمقصود بالعيوب هي ذاتها التي تمنع الإجزاء في الأضحية كما نص عليه كثير من أهل العلم. ¶ قال الإمام مالك: [وإنما هي - العقيقة - بمنزلة النسك والضحايا لا يجوز فيها عوراء ولا عجفاء ولا مكسورة القرن ولا مريضة ... ]. (¬5) ¶ ¬__________ ¶ (¬1) لسان العرب 7/ 244. ¶ (¬2) كفاية الأخيار ص 535، بداية المجتهد 1/ 376 والهدايا جمع هدي. ¶ (¬3) المنتقى 3/ 103، كفاية الأخيار ص 535. ¶ (¬4) المجموع 8/ 429 - 430، المغني 9/ 463، شرح السنة 11/ 267، حاشية العدوي على الخرشي 3/ 47، بداية المجتهد 1/ 377، كفاية الأخيار ص 535، تحفة المودود ص 63. ¶ (¬5) الموطأ بهامش المنقى 3/ 103.",
            "page": "34",
            "part": "1",
            "seal": "FDFAE2A4"
        },
        {
            "id": "35",
            "nass": "وقال الإمام الترمذي: [وقال أهل العلم لا يجزئ العقيقة من الشاة إلا ما يجزئ في الأضحية]. (¬1) ¶ وبناء على ذلك لا يجزئ في العقيقة العرجاء البين عرجها، ولا العوراء البين عورها، والمريضة البين مرضها، ولا العجفاء الهزيلة، ولا العمياء، ولا الكسيرة، ولا الكسيحة. ¶ والعقيقة قربة يتقرب بها العبد إلى الله سبحانه وتعالى فينبغي أن تكون سليمة من العيوب سمينة فإن الله طيب لا يقبل إلا طيباً. وخالف ابن حزم فأجاز المعيبة ولم يشترط سلامة العقيقة من العيوب وإن كان الأفضل عنده هو السلامة من العيوب فقال: [ويجزئ المعيب سواء كان مما يجوز في الأضحية أو كان مما لا يجوز فيها والسالم أفضل]. (¬2) ¶ وقول الجمهور أقوىوأولى وقد ورد عن عائشة رضي الله عنها أنها كانت تقول: (ائتوني به أعين أقرن). ¶ وقال ابن قدامة: [يستحب استشراف العين والأذن كما ذكرنا في الأضحية سواء لأنها تشبهها فتقاس بها عليها]. (¬3) ¶ ثالثاً: أن تتوافر الأسنان المطلوبة في العقيقة كما هو الحال في الأضحية فلا تجوز العقيقة بالغنم إلا إذا أتمت الشاة سنة من عمرها وهذا القول بناء على إلحاق العقيقة بالأضحية. ¶ ¬__________ ¶ (¬1) سنن الترمذي 4/ 101. ¶ (¬2) المحلى 6/ 434. ¶ (¬3) المغني 9/ 463.",
            "page": "35",
            "part": "1",
            "seal": "96B75FB6"
        },
        {
            "id": "36",
            "nass": "نقل الخلال في الجامع أن الإمام أحمد قال: [وفي قول النبي - صلى الله عليه وسلم -: (من ولد له فأحب أن ينسك عنه فليفعل) فالدليل على أنه إنما يجزئ فيها ما يجزئ في النسك سواء من الضحايا والهدايا ولأن ذبح مسنون إما واجباً وإما استحباباً يجري مجرى الهدي والأضحية في الصدقة والهدية والأكل والتقرب إلى الله فاعتبر فيها السن الذي يجزئ فيهما ولأنه شرع بوصف التمام والكمال ولهذا شرع في حق الغلام شاتان وشرع أن تكونا متكافئتين لا ينقص أحدهما عن الأخرى فاعتبر أن يكون سنهما سن الذبائح المأمور بها ولهذا جرت مجراها في عامة أحكامها]. (¬1) ¶ قال ابن قدامة: [وجملته أن حكم العقيقة حكم الأضحية في سنها] (¬2)، وقال ابن رشد: [وأما سن هذا النسك وصفته فسن الضحايا وصفتها الجائزة]. (¬3) ¶ وقال النووي: [المجزئ في العقيقةهو المجزئ في الأضحية فلا تجزئ دون الجذعة من الضأن أو الثنية من المعز والإبل والبقر هذا هو الصحيح المشهور وبه قطع الجمهور وفيه وجه حكاه الماوردي وغيره أنه يجزئ دون جذعة الضأن وثنية المعز والمذهب الأول]. (¬4) ¶ والوجه الذي حكاه الماوردي نصره الشوكاني وقال أنه الحق (¬5)، فلا يشترط عنده أن تتوافر في العقيقة الأسنان المطلوبة شرعاً في الأضحية. ¶ ¬__________ ¶ (¬1) تحفة المودود ص 63. ¶ (¬2) المغني 9/ 369. ¶ (¬3) بداية المجتهد 1/ 377. ¶ (¬4) المجموع 8/ 429. ¶ (¬5) نيل الأوطار 5/ 156.",
            "page": "36",
            "part": "1",
            "seal": "15861E5C"
        },
        {
            "id": "37",
            "nass": "المبحث الثامن ¶ ما هو الأفضل في العقيقة ¶ العقيقة قربة يتقرب بها العبد إلى ربه عز وجل فينبغي أن تكون أطيب ما تكون من حيث السلامة من العيوب وبلوغ السن المطلوب شرعاً كما سبق وكذلك ينبغي استسمانها واستعظامها واستحسانها وأن تكون خالية من كل ما تنفر منه الطباع السليمة. ¶ وقد رود في الحديث عن أم كرز: (عن الغلام شاتان مكافئتان وعن الجارية شاة). ¶ قال أبو داود: [سمعت أحمد قال: مكافئتان مستويتان أو متقاربان] (¬1)، ووقع في رواية أخرى (مثلان) رواه أبو داود أيضاً. ¶ ولا بأس أن تكون العقيقة من الذكور والإناث لما في حديث أم كرز: (لا يضركم اذكرانا من أم إناثاً). والذكر أفضل إذا كان أسمن وأطيب ولأن الرسول عليه الصلاة والسلام عق عن الحسن والحسين بالكباش. ¶ والأفضل في لونها البياض قياساً على الأضحية، وقالت عائشة: (ائتوني به أعين أقرن). (¬2) ¶ وورد عن الإمام أحمد أنه سئل عن العقيقة: [تجزئ بنعجة أو حمل كبير؟ قال: فحل خير]. (¬3) ¶ ¬__________ ¶ (¬1) عون المعبود 8/ 25. ¶ (¬2) المغني 9/ 460، الفتح الرباني 13/ 121، عون المعبود 8/ 27، فتح الباري 6/ 9. ¶ (¬3) تحفة المودود ص 63.",
            "page": "37",
            "part": "1",
            "seal": "CB4EE83E"
        },
        {
            "id": "38",
            "nass": "المبحث التاسع ¶ العقيقة أفضل من التصدق بثمنها ولو زاد ¶ إن إحياء السنن مطلوب للمسلم لذلك نص الفقهاء على أن العقيقة أفضل من التصدق بثمنها ولو زاد الثمن عن قيمة العقيقة وإنني خلال بحثي لموضوع العقيقة لم أجد أحداً من أهل العلم قال بإخراج القيمة في مسألة العقيقة وكلهم فيما أعلم على أن الأصل هو اتباع السنة النبوية في هذا المقام، قال النووي: [العقيقة أفضل من التصدق بثمنها عندنا وبه قال أحمد وابن المنذر] (¬1)، بل أن الإمام أحمد يرى أنه يستحب للمسلم إن كان معسراً أن يستقرض ويشتري عقيقة ويذبحها وقد ورد عدة نصوص في هذه المسألة منها: ¶ 1. قال الخلال: [باب ما يستحب من العقيقة وفضلها على الصدقة أخبرنا سليمان ابن الأشعث قال: سئل أبو عبد الله وأنا أسمع عن العقيقة أحب إليك أو يدفع ثمنها للمساكين؟ قال: العقيقة]. ¶ 2. وفي رواية أبي الحارث وقد سئل عن العقيقة أن استقرض قال أحمد: [رجوت أن يخلف الله عليه، أحيا سنة]. ¶ 3. وقال له صالح ابنه: [الرجل يولد له وليس عنده ما يعق أحب إليك أن يستقرض ويعق عنه أم يؤخر ذاك حتى يوسر؟ قال: أشد ما سمعنا في العقيقة حديث الحسن عن سمرة عن النبي - صلى الله عليه وسلم -: (كل غلام مرتهن بعقيقته) وإني لأرجو أن استقرض أن يعجل الله الخلف لأنه أحيا سنة من سنن رسول الله - صلى الله عليه وسلم - واتبع ما جاء عنه. (¬2) ¶ ¬__________ ¶ (¬1) المجموع 8/ 433، وانظر الإنصاف 4/ 110. ¶ (¬2) تحفة المودود ص 50 - 51.",
            "page": "38",
            "part": "1",
            "seal": "8A364F14"
        },
        {
            "id": "39",
            "nass": "وعقب ابن المنذر على هذه الروايات بقوله: [صدق أحمد إحياء السنن واتباعها أفضل وقد ورد فيها من الأخبار التي رويناها مالم يرد في غيرها]. (¬1) ¶ وقال بان القيم معقباً على كلام الإمام أحمد ما نصه: [وهذا لأنه سنة ونسيكة مشروعة بسبب تجدد نعمة الله على الوالدين وفيها سر بديع موروث عن فداء إسماعيل بالكبش الذي ذبح عنه وفداه الله به فصار سنة في أولاده بعده أن يفدي أحدهم عند ولادته كما كان ذكر اسم الله عليه عند وضعه في الرحم حرزاً له من ضرر الشيطان ... ] إلى أن قال: [فكان الذبح في موضعه أفضل من الصدقة بثمنه ولو زاد في الهدايا والأضاحي فإن نفس الذبح وإراقة الدم مقصود فإنه عبادة مقرونة بالصلاة كما قال تعالى: (فَصَلِّ لِرَبِّكَ وَانْحَرْ) وقال: (قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ) ففي كل ملة صلاة ونسيكة لا يقوم غيرهما مقامهما ولهذا لو تصدق عن دم المتعة والقرآن بأضعاف القيمة لم يقم مقامه]. (¬2) ¶ ¬__________ ¶ (¬1) المغني 9/ 460. ¶ (¬2) تحفة المودود ص 51.",
            "page": "39",
            "part": "1",
            "seal": "DE30B515"
        },
        {
            "id": "40",
            "nass": "المبحث العاشر ¶ هل يصح الاشتراك في العقيقة؟ ¶ وتوضيح المسألة: أن يشترك سبعة أشخاص في جزور أو بقرة عن سبعة أولاد أو يشترك سبعة بعضهم يريد اللحم وبعضهم يريد العقيقة في جزور أو بقرة. ¶ والمسألة فيها قولان: ¶ 1. القول الأول: يجوز ذلك وهو قول الشافعية، قال النووي: [ولو ذبح بقرة أو بدنة عن سبعة أولاد أو اشترك فيها جماعة جاز سواء أرادوا كلهم العقيقة أو أراد بعضهم العقيقة وبعضهم اللحم كما سبق في الأضحية]. (¬1) ¶ 2. القول الثاني: لا يجوز ذلك فإذا أراد أن يعق ببقرة أو جزور فيجوز ذلك عن مولود واحد فقط وهو قول الحنابلة ونص عليه الإمام أحمد (¬2). قال الخلال في جامعة باب حكم الجزور عن سبعة: [أخبرني عبد الملك بن عبد الحميد أنه قال لأبي عبد الله - الإمام أحمد - يعق بجزور وقال الليث قد عق بجزور. قلت: يعق بجزور عن سبعة؟ أنا لم اسمع في ذلك بشيء ورأيته لا ينشط لجزور عن سبعة في العقوق. (¬3) ¶ فالحنابلة يرون أن الرأس من البقر أو الإبل يجزئ عن مولود واحد فقط ولا يصح أن تكون البقرة عن سبعة ولا الناقة عن سبعة وهو قول المالكية فيما يظهر لي. (¬4) ¶ ¬__________ ¶ (¬1) المجموع 98/ 429، وانظر مغني المحتاج 4/ 293. ¶ (¬2) الإنصاف 4/ 113، كشاف القناع 3/ 25، الفروع 3/ 564. ¶ (¬3) تحفة المودود ص 64. ¶ (¬4) لم أقف على نص صريح عن المالكية في هذه المسألة إلا ما قاله الباجي في مسألة التوأمين كما سيأتي في آخر هذه المسألة.",
            "page": "40",
            "part": "1",
            "seal": "78E9913F"
        },
        {
            "id": "41",
            "nass": "وحجة الشافعية القياس على الأضحية والهدي حيث يجوز الاشتراك في الأضحية والهدي والبدنة أو البقرة عن سبعة أشخاص فقد ورد في الحديث عن جابر قال: (نحرنا مع النبي - صلى الله عليه وسلم - بالحديبية البدنة عن سبعة والبقرة عن سبعة) رواه الترمذي وقال هذا حديث صحيح حسن والعمل على هذا عند أهل العلم من أصحاب النبي - صلى الله عليه وسلم - وغيرهم. (¬1) ¶ وحجة الحنابلة في عدم الجواز عدم ورود دليل على ذلك (¬2)، وعلل ابن القيم عدم جواز الاشتراك في العقيقة بكلام لطيف حيث قال: [لما كانت هذه الذبيحة جارية مجرى فداء المولود كان المشروع فيها دماً كامله لتكون نفس فداء نفس وأيضاً لو صح فيها الاشتراك لما حصل المقصود من إراقة الدم عن الولد فإن إراقة الدم تقع عن واحد ويحصل لباقي الأولاد إخراج اللحم فقط والمقصود نفس الإراقة عن الولد وهذا المعنى بعينه هو الذي لحظه من منع الاشتراك في الهدي والأضحية ولكن سنة رسول الله - صلى الله عليه وسلم - أحق وأولى أن تتبع وهو الذي شرع الاشتراك في الهدايا وشرع في العقيقة عن الغلام دمين مستقلين لا يقوم مقامهما جزور ولا بقرة والله أعلم] (¬3)، كذا قال وينبغي أن يقال سبع جزور ولا سبع بقرة. ¶ ومع أن الحنابلة ممن يرون أن حكم العقيقة هو حكم الأضحية إلا أنهم استثنوا هذه المسألة من ذلك كما ذكر المرداوي: [ويستثنى من ذلك أنه لا يجزئ فيها شرك في بدنة ولا بقرة]. (¬4) ¶ ¬__________ ¶ (¬1) سنن الترمذي 4/ 89 - 91. ¶ (¬2) كشاف القناع 3/ 25. ¶ (¬3) تحفة المودود ص 64. ¶ (¬4) الإنصاف 4/ 113.",
            "page": "41",
            "part": "1",
            "seal": "378CB5DB"
        },
        {
            "id": "42",
            "nass": "وقال ابن القيم: [ولا يجزئ الرأس إلا عن رأس هذا بتمامه تخالف فيه العقيقة الأضحية والهدي]. (¬1) ¶ ويلحق بهذه المسألة ما لو ولدت امرأة توأمين فبم يعق عنهما؟ قال الحافظ ابن حجر: [فلو ولد إثنان في بطن استحب عن كل واحد عقيقة. ذكره ابن عبد البر عن الليث وقال: لا أعلم عن أحد من العلماء خلافه] (¬2)، وقال الباجي: [لا يجوز الاشتراك فيها فلا يعق عن ابنين بشاة واحدة وإذا ولدت المرأة توأمين ففي كل واحدة شاة]. (¬3) ¶ ¬__________ ¶ (¬1) تحفة المودود ص 64. ¶ (¬2) فتح الباري 12/ 9. ¶ (¬3) المنتقى 3/ 103، وانظر حاشية العدوي على شرح الخرشي 3/ 47.",
            "page": "42",
            "part": "1",
            "seal": "726EE406"
        },
        {
            "id": "43",
            "nass": "المبحث الحادي عشر ¶ في تفاضل الذكر والأنثى في العقيقة ¶ اختلف الفقهاء في هذه المسألة على ثلاثة أقوال: ¶ القول الأول: عن الغلام شاتان وعن الأنثى شاة واحدة وبه قال الشافعية والحنابلة والظاهرية وهو قول ابن عباس وعائشة وإسحاق وأبو ثور وغيرهم (¬1). إلا أنه ينبغي أن يعلم أن الظاهرية يرون أن الشاتين عن الغلام على سبيل الوجوب فلو عق عن الغلام شاة واحدة لا يجزئ (¬2)، وهو قول الشوكاني (¬3)، بخلاف بقية العلماء المذكورين أعلاه، فيرون أن الأكمل والأفضل شاتان عن الغلام فإن لم يتيسر فتجزئ شاة عن الغلام. قال النووي: [السنة أن يعق عن الغلام شاتان وعن الجارية شاة، فإن عق عن الغلام شاة حصل أصل السنة] (¬4)، وقال المرداوي: [إن خالف وعق عن الذكر بكبش أجزأ]. (¬5) ¶ القول الثاني: يذبح عن الغلام شاة واحدة وكذلك الأنثى شاة واحدة وبه قال الإمام مالك والهادوية، ونقل عن ابن عمر وعروة بن الزبير واسماء بنت أبي بكر. (¬6) ¶ ¬__________ ¶ (¬1) المجموع 8/ 447 - 448، المغني 9/ 460، بداية المجتهد 1/ 376، المحلى 6/ 241. ¶ (¬2) المحلى 6/ 242. ¶ (¬3) السيل الجرار 4/ 91. ¶ (¬4) المجموع 8/ 429. ¶ (¬5) الإنصاف 4/ 110. ¶ (¬6) الخرشي 3/ 47، بداية المجتهد 1/ 376، سبل السلام 4/ 181، المجموع 8/ 447، شرح السنة 11/ 265.",
            "page": "43",
            "part": "1",
            "seal": "D226EAF4"
        },
        {
            "id": "44",
            "nass": "القول الثالث: أن العقيقة عن الغلام فقط ولا عقيقة عن الأنثى وهذا منقول عن الحسن البصري ومحمد بن سيرين وقتادة وشقيق بن سلمة. (¬1) ¶ أدلة الفريق الأول: احتجوا بما يلي: ¶ 1. حديث أم كرز وفيه سمعت رسول الله - صلى الله عليه وسلم - يقول: (عن الغلام شاتان مكافئتان وعن الجارية شاة)، وفي رواية أخرى: (عن الغلام شاتان وعن الأنثى واحدة لا يضركم ذكراناً كن أم إناثاً). ¶ 2. حديث حفصة أن عائشة أخبرتها أن رسول الله - صلى الله عليه وسلم - قال: (عن الغلام شاتان وعن الجارية شاة). ¶ 3. وفي رواية أخرى أن عائشة: (أخبرتهم أن الرسول أمرهم عن الغلام شاتان مكافئتان وعن الجارية شاة). ¶ 4. حديث أسماء بنت يزيد أن النبي - صلى الله عليه وسلم - قال: (العقيقة عن الغلام شاتان مكافئتان وعن الجارية شاة) وقد أخذ الظاهرية بظاهر هذه الأحاديث وتمسكوا بألفاظها فأوجبوا عن الغلام شاتان وعن الأنثى شاة. ¶ 5. حديث عمرو بن شعيب عن ابيه عن جده وفيه: (من أحب منكم أن ينسك عن ولده فليفعل عن الغلام شاتان مكافئتان وعن الجارية شاة). (¬2) ¶ وهذه الأحاديث ظاهرة في التفاضل بين الذكر والأنثى في العقيقة وقد علل ابن القيم هذا التفاضل بين الذكر والأنثى بقول: [وهذه قاعدة الشريعة فإن الله سبحانه وتعالى ¶ ¬__________ ¶ (¬1) المجموع 8/ 448، المغني 9/ 460، تحفة المودود ص 52، بداية المجتهد 1/ 376، المحلى 6/ 242. ¶ (¬2) سبق تخريج هذه الأحاديث.",
            "page": "44",
            "part": "1",
            "seal": "CD144577"
        },
        {
            "id": "45",
            "nass": "فاضل بين الذكر والأنثى وجعل الأنثى على النصف من الذكر في المواريث والديات والشهادات والعتق والعقيقة كما رواه الترمذي وصححه من حديث أمامة عن النبي - صلى الله عليه وسلم - قال: (أيما امرئ مسلم أعتق مسلماً كان فكاكه من النار يجزئ كل عضو منه عضواً منه، وأيما امرئ مسلم أعتق امرأتين مسلمتين كانتا فكاكه من النار يجزىء كل عضو منهما عضواً منه). وفي مسند الإمام أحمد من حديث مرة بن كعب السلمي عن النبي - صلى الله عليه وسلم -: (أيما رجل أعتق رجل مسلماً كان فكاكه من النار يجزئ بكل عضو من أعضائه عضواً من أعضائه، وأيما امرأة مسلمة أعتقت امرأة مسلمة كانت فكاكها من النار يجزئ بكل عضو من أعضائها عضواً من أعضائها). رواه أبو داود في السنن فجرت المفاضلة في العقيقة هذا المجرى لو لم يكن فيها سنة كيف والسنن الثابتة صريحة بالتفضيل (¬1)، وقال ابن القيم أيضاً: [إن الله سبحانه وتعالى فضل الذكر على الأنثى كما قال: (وَلَيْسَ الذَّكَرُ كَالْأُنْثَى) آل عمران الآية 36. ومقتضى هذا التفاضل ترجيحه عليها في الأحكام وقد جاءت الشريعة بهذا التفضيل في جعل الذكر كالأنثيين في الشهادة والميراث والدية فكذلك ألحقت العقيقة بهذه الأحكام]. (¬2) ¶ أدلة الفريق الثاني: احتجوا بما يلي: ¶ 1. عن ابن عباس: (أن رسول الله - صلى الله عليه وسلم - عق عن الحسن والحسين كبشاً كبشا). ¶ 2. عن أنس بن مالك قال: (عق رسول الله - صلى الله عليه وسلم - عن الحسن والحسين بكبشين). (¬3) ¶ 3. روى أبو داود بسنده عن عبد الله بن بريدة قال: سمعت أبي بريدة يقول: (كنا في الجاهلية إذا ولد لأحدنا غلام ذبح شاة ولطخ رأسه بدمها فلما جاء الله بالإسلام ¶ ¬__________ ¶ (¬1) تحفة المودود ص 53 - 54. ¶ (¬2) زاد المعاد 2/ 331. ¶ (¬3) سبق تخريج الحديثين.",
            "page": "45",
            "part": "1",
            "seal": "8801DFC6"
        },
        {
            "id": "46",
            "nass": "كنا نذبح شاة ونحلق رأسه ونلطخه بزعفران) رواه أبو داود والنسائي وأحمد والبيهقي وقال الحافظ في التلخيص: وسنده صحيح. وقال الشيخ الألباني: حسن صحيح. وصححه الحاكم وقال: على شرط الشيخين. ووافقه الذهبي. وقال الشيخ الألباني: إنما هو على شرط مسلم. (¬1) ¶ 4. عن ابن عمر أنه كان يعق عن ولده بشاة شاة للذكور والإناث. ¶ 5. عن عروة بن الزبير أنه كان يعق عن بنيه الذكور والإناث بشاة شاة. رواهما مالك في الموطأ وقال الشيخ شعيب الأرناؤوط: وإسنادهما صحيح. (¬2) ¶ 6. عن أسماء بنت أبي بكر: (أنها كانت تعق عن بنيها وبني بنيها شاة شاة الذكر والأنثى). (¬3) ¶ 7. قالوا إن هذا ذبح متقرب به فاستوى فيها الذكر والأنثى كالأضحية والهدي وهذا ما تدل عليه الأحاديث السابقة من استواء الذكر والأنثى في العقيقة. (¬4) ¶ أدلة الفريق الثالث: واحتجوا بما يلي: ¶ 1. بحديث سلمان بن عامر الضبي قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (مع الغلام عقيقة فأهريقوا عنه دماً ... ). ¶ 2. وعن سمرة أنه عليه الصلاة والسلام قال: (كل غلام مرتهن بعقيقته ... ). ¶ 3. وعن أبي هريرة أنه - صلى الله عليه وسلم - قال: (مع الغلام عقيقة ... ). (¬5) ¶ ¬__________ ¶ (¬1) عون المعبود 8/ 33، صحيح سنن أبي داود 2/ 548، التلخيص الحبير 4/ 147، سنن البيهقي 6/ 101، المستدرك 4/ 238، إرواء الغليل 4/ 389. ¶ (¬2) موطأ مالك بهامش المنتقى 3/ 102، شرح السنة 11/ 265 الهامش. ¶ (¬3) شرح السنة 11/ 265. ¶ (¬4) المنتقى 3/ 102، بداية المجتهد 1/ 376. ¶ (¬5) سبق تخريج هذه الأحاديث الثلاثة.",
            "page": "46",
            "part": "1",
            "seal": "F2059CC3"
        }
    ],
    "t964": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول ما يتعلق بالعقيقة"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول تعريف العقيقة لغة واصطلاحا"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: تعريف العقيقة لغة"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": "2",
            "tit": "ثانيا: تعريف العقيقة اصطلاحا"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني مشروعية العقيقة"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث معنى قول الرسول - صلى الله عليه وسلم - كل غلام مرتهن بعقيقته"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع الحكمة من مشروعية العقيقة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس هل يكره تسمية العقيقة بهذا الاسم؟"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس حكم العقيقة"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع شروط العقيقة"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثامن ما هو الأفضل في العقيقة"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث التاسع العقيقة أفضل من التصدق بثمنها ولو زاد"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث العاشر هل يصح الاشتراك في العقيقة؟"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الحادي عشر في تفاضل الذكر والأنثى في العقيقة"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني عشر التصرف بالعقيقة"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: الانتفاع بها"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: حكم جلده وسواقطها"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": "1",
            "tit": "ثالثا: هل يكره كسر عظام العقيقة"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث عشر حكم تلطيخ رأس المولود بشيء من دم العقيقة"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع عشر حكم اجتماع الأضحية والعقيقة"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني ما يتعلق بالعاق ووقت الذبح"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول من يتولى العقيقة \" من يعق عن المولود \""
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني حكم من لم يعق عنه، هل يعق عن نفسه إذا بلغ"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث في وقت العقيقة"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع التسمية والنية عند ذبح العقيقة"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "قائمة المصادر"
        }
    ]
}