{
    "b9664": [
        {
            "hno": "1",
            "id": "1",
            "nass": "أَخْبرَنَا أَبُو الْمَعَالِي الْفَرَاوِيُّ بِقِرَائَتِي عَلَيْهِ فِي شَهْرِ رَمَضَانَ سَنَةَ ثَمَانٍ وَسَبْعِينَ وَخَمْسِمِائَةٍ فِي مَسْجِدِ الْمُطَرَّزِ بِشَاذِيَاخِ نَيْسَابُورَ حَدَّثَنَا الشَّيْخُ الزَّكِيُّ أَبُو بَكْرٍ عَبْدُ الْغَفَّارِ بْنِ مُحَمَّدِ بْنِ الْحُسَيْنِ الشِّيرَوِيُّ رَضِيَ اللَّهُ عَنْهُ فِي السَّابِعِ عَشَرَ مِنْ شَهْرِ رَمَضَانَ عَظَّمَ اللَّهُ بَرَكَتَهُ سَنَةَ اثْنَتَيْنِ وَخَمْسِمِائَةٍ فِي دَارِهِ بِنَيْسَابُورَ حَدَّثَنَا الشَّيْخُ أَبُو سَعِيدٍ مُحَمَّدُ بْنُ مُوسَى بْنِ الْفَضْلِ بْنِ شَاذَانَ الصَّيْرَفِيُّ فِي دَارِهِ قِرَاءَةً وَنَحْنُ نَسْمَعُ فِي شَهْرِ رَبِيعٍ الْأَوَّلِ سَنَةَ عِشْرِينَ وَأَرْبَعِمِائَةٍ حَدَّثَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ بْنِ يُوسُفَ الْأَصَّمُّ مِنْ أَصْلِهِ فِي سَنَةِ سِتٍّ وَسِتِّينَ وَثَلَاثِمِائَةٍ حَدَّثَنَا مُحَمَّدُ بْنُ هِشَامِ بْنِ مَلَّاسٍ النَّمَرِيُّ مِنْ أَهْلِ دِمَشْقَ سَنَةَ سِتٍّ وَسِتِّينَ وَمِائَتَيْنِ، ¶ 1 - حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، قَالَ: سُئِلَ أَنَسُ بْنُ مَالِكٍ، هَلْ خَضَبَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ فَقَالَ: «§لَمْ يَشِنْهُ الشَّيْبُ» ، وَلَكِنْ خَضَبَ أَبُو بَكْرٍ بِالْحِنَّاءِ وَالْكَتَمِ، وَخَضَبَ عُمَرُ بِالْحِنَّاءِ",
            "page": "33",
            "part": "1",
            "seal": "9DE17AA0"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "2 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، وَقَالَ: قَالَ أَنَسُ بْنُ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ أَهَلَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «§لَبَّيْكَ بِعُمْرَةٍ وَحَجٍّ»",
            "page": "39",
            "part": "1",
            "seal": "45385506"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "3 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، قَالَ: قَالَ أَنَسٌ: نَادَى رَجُلٌ بِالْبَقِيعِ: يَا أَبَا الْقَاسِمِ، فَالْتَفَتَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ لَمْ أَعْنِكَ، إِنَّمَا عَنَيْتُ فُلَانًا، فَقَالَ: «§سَمُّوا بِاسْمِي، وَلَا تَكَنَّوْا بِكُنْيَتِي»",
            "page": "50",
            "part": "1",
            "seal": "F56D8681"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، قَالَ: قَالَ أَنَسٌ: رَأَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نُخَامَةً فِي قِبْلَةِ الْمَسْجِدِ، فَقَامَ فَحَكَّهَا، ثُمَّ قَالَ: «§إِنَّ أَحَدَكُمْ - أَوْ قَالَ إِنَّ الْمَرْءَ - إِذَا قَامَ يُصَلِّي، فَإِنَّمَا يُنَاجِي رَبَّهُ» قَالَ حُمَيْدٌ: أَوْ قَالَ: «رَبَّهُ بَيْنَهُ، وَبَيْنَ قِبْلَتِهِ، فَلْيَبْزُقْ عَنْ يَسَارِهِ إِذَا بَزَقَ، أَوْ تَحْتَ قَدَمِهِ، ثُمَّ أَخَذَ طَرَفَ رِدَائِهِ، وَتَفَلَ فِيهِ وَرَدَّ بَعْضَهُ عَلَى بَعْضٍ»",
            "page": "56",
            "part": "1",
            "seal": "FB4E779D"
        },
        {
            "hno": "5",
            "id": "5",
            "nass": "5 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، قَالَ: قَالَ أَنَسٌ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا» ، قِيلَ: يَا رَسُولَ اللَّهِ نُصْرَتُهُ مَظْلُومًا، فَكَيْفَ أَنْصُرُهُ ظَالِمًا؟ قَالَ: «تَمْنَعُهُ مِنَ الظُّلْمِ، فَذَلِكَ نُصْرَتُكَ إِيَّاهُ»",
            "page": "61",
            "part": "1",
            "seal": "685503FC"
        },
        {
            "hno": "6",
            "id": "6",
            "nass": "6 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، قَالَ: قَالَ أَنَسٌ: «§كُنَّا نُصَلِّي الْمَغْرِبَ فِي مَسْجِدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ نَأْتِي بَنِي سَلِمَةَ، وَأَحَدُنَا يَرَى مَوَاقِعَ نَبْلِهِ»",
            "page": "65",
            "part": "1",
            "seal": "46CFDDCA"
        },
        {
            "hno": "7",
            "id": "7",
            "nass": "7 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: \" §قُمْتُ يَوْمًا أُصَلِّي، وَبَيْنَ يَدَيَّ قَبْرٌ لَا أَشْعُرُ بِهِ، فَنَادَانِي عُمَرُ: الْقَبْرَ الْقَبْرَ، وَظَنَنْتُ أَنَّهُ يَعْنِي الْقَمَرَ، فَقَالَ لِي بَعْضُ مَنْ يَلِيَنِي: إِنَّمَا يَعْنِي الْقَبْرَ فَتَنَحَّيْتُ عَنْهُ \"",
            "page": "67",
            "part": "1",
            "seal": "D430B1FC"
        },
        {
            "hno": "8",
            "id": "8",
            "nass": "8 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، قَالَ: قَالَ أَنَسٌ: \" §نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعِ ثَمَرَةِ النَّخْلِ حَتَّى تَزْهُوَ، قِيلَ: وَمَا زَهْوُهَا يَا رَسُولَ اللَّهِ؟، قَالَ: تَصْفَارَّ، أَوْ تَحْمَارَّ \"",
            "page": "68",
            "part": "1",
            "seal": "FE202E25"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "9 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، قَالَ: قَالَ أَنَسٌ: لَمَّا أُنْزِلَتْ هَذِهِ الْآيَةُ: {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} [آل عمران: 92] ، قَالَ أَبُو طَلْحَةَ: يَا رَسُولَ اللَّهِ، حَايِطِي الَّذِي بِكَذَا، وَكَذَا هُوَ لِلَّهِ، وَلَوِ اسْتَطَعْتُ أَنْ أُسِرَّهُ لَمْ أُعْلِنْهُ، فَقَالَ: «§اجْعَلْهُ فِي فُقَرَاءِ أَهْلِكَ، وَقَرَابَتِكَ»",
            "page": "81",
            "part": "1",
            "seal": "B7E286B2"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "10 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: رُمِيَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أُحُدٍ، فَكُسِرَتْ رَبَاعِيَّتُهُ، وَأُدْمِيَ وَجْهُهُ، فَجَعَلَ الدَّمُ يَسِيلُ عَلَى وَجْهِهِ، فَجَعَلَ يَمْسَحُ الدَّمَ عَنْ وَجْهِهِ، فَيَقُولُ: «§كَيْفَ يُفْلِحُ قَوْمٌ خَضَبُوا وَجْهَ نَبِيِّهِمْ بِالدَّمِ، وَهُوَ يَدْعُوهُمْ إِلَى رَبِّهِمْ» ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ} [آل عمران: 128]",
            "page": "85",
            "part": "1",
            "seal": "0A8E5BF3"
        },
        {
            "hno": "11",
            "id": "11",
            "nass": "11 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: «§إِذَا أَصْبَحَ الرَّجُلُ، وَهُوَ يُرِيدُ الصِّيَامَ تَطَوُّعًا، فَهُوَ بِالْخِيَارِ مَا بَيْنَهُ، وَبَيْنَ أَنْ يَمِيلَ النَّهَارُ، مَا لَمْ يَتَكَلَّمْ بَعْدَ الصُّبْحِ»",
            "page": "89",
            "part": "1",
            "seal": "55EBB02C"
        },
        {
            "hno": "12",
            "id": "12",
            "nass": "12 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، قَالَ: قَالَ أَنَسٌ: إِنَّ امْرَأَةً عَرَضَتْ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي طَرِيقٍ مِنْ طُرُقِ الْمَدِينَةِ، فَقَالَتْ: يَا رَسُولَ اللَّهِ إِنَّ لِي إِلَيْكَ حَاجَةً، فَقَالَ: «يَا أُمَّ فُلَانٍ، §اجْلِسِي فِي أَيِّ سِكَكِ الْمَدِينَةِ شِئْتِ، أَجْلِسُ إِلَيْكِ» ، قَالَ: فَفَعَلَتْ، قَالَ: فَقَعَدَ إِلَيْهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى قَضَتْ حَاجَتَهَا",
            "page": "91",
            "part": "1",
            "seal": "3352F82D"
        },
        {
            "hno": "13",
            "id": "13",
            "nass": "13 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، قَالَ: قَالَ أَنَسٌ: «§أَوَلَمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ ابْتَنَى بِزَيْنَبَ بِنْتِ جَحْشٍ، فَأَشْبَعَ الْمُسْلِمِينَ خُبْزًا، وَلَحْمًا»",
            "page": "93",
            "part": "1",
            "seal": "CBCABAB0"
        },
        {
            "hno": "14",
            "id": "14",
            "nass": "14 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: أُصِيبَ حَارِثَةُ يَوْمَ بَدْرٍ، فَجَاءَتْ أُمُّهُ، فَقَالَتْ: يَا رَسُولَ اللَّهِ، قَدْ عَلِمْتَ مَنْزِلَةَ حَارِثَةَ مِنِّي، فَإِنْ يَكُنْ فِي الْجَنَّةِ صَبَرْتُ، وَإِنْ يَكُنْ غَيْرَ ذَلِكَ تَرَى مَا أَصْنَعُ، فَقَالَ: «§جَنَّةٌ وَاحِدَةٌ، إِنَّهَا جِنَانٌ كَثِيرَةٌ، وَإِنَّهُ فِي الْفِرْدَوْسِ -[98]- الْأَعْلَى»",
            "page": "97",
            "part": "1",
            "seal": "D0875853"
        },
        {
            "hno": "15",
            "id": "15",
            "nass": "15 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، قَالَ: قَالَ أَنَسٌ: قَالَ مَرْوَانُ: قُلْتُ لِحُمَيْدٍ: رَفَعَهُ، قَالَ: مَا أَظُنُّهُ إِلَّا ذَلِكَ، قَالَ: «§مَا مِنْ نَفْسٍ تَمُوتُ لَهَا عِنْدَ اللَّهِ خَيْرٌ، يَسُرُّهَا أَنْ تَرْجِعَ إِلَى الدُّنْيَا، وَمَا فِيهَا، إِلَّا الشَّهِيدَ لِمَا يَرَى مِنْ فَضْلِ الشَّهَادَةِ، فَإِنَّهُ يَسُرُّهُ أَنْ يَرْجِعَ إِلَى الدُّنْيَا، فَيُقْتَلَ مَرَّةً أُخْرَى»",
            "page": "103",
            "part": "1",
            "seal": "4FFCDAB3"
        },
        {
            "hno": "16",
            "id": "16",
            "nass": "16 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: «§غَدْوَةٌ فِي سَبِيلِ اللَّهِ أَوْ رَوْحَةٌ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، وَلَقَابُ قَوْسِ أَحَدِكُمْ مِنَ الْجَنَّةَ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، وَلَوِ اطَّلَعَتِ امْرَأَةٌ مِنْ نِسَاءِ أَهْلِ الْجَنَّةِ إِلَى الْأَرْضِ لَأَضَاءَتْ مَا بَيْنَهُمَا، وَلَمَلَأَتْ مَا بَيْنَهُمَا رِيحًا، وَلَنَصِيفُهَا عَلَى رَأْسِهَا خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا»",
            "page": "107",
            "part": "1",
            "seal": "1953DFC2"
        },
        {
            "hno": "17",
            "id": "17",
            "nass": "17 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، قَالَ: \" §ضَعُفَ أَنَسٌ عَنِ الصَّوْمِ، عَامَ تُوُفِّيَ فِيهِ، قَالَ حُمَيْدٌ: سَأَلْتُ ابْنَهُ عُمَرَ بْنَ أَنَسٍ: أَطَاقَ الصَّوْمَ، قَالَ: لَا، فَلَمَّا عَرَفَ أَنَّهُ لَا يَسْتَطِيعُ الْقَضَاءَ، أَمَرَ بِجِفَانٍ مِنْ خُبْزٍ، وَلَحْمٍ، فَأَطْعَمَ الْعِدَّةَ، أَوْ أَكْثَرَ \" قَالَ الْفَزَارِيُّ: يَعْنِي عِدَّةَ الشَّهْرِ، أَوْ كَذَا",
            "page": "114",
            "part": "1",
            "seal": "AC2A7CF3"
        },
        {
            "hno": "18",
            "id": "18",
            "nass": "18 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: «كَانَ أَنَسٌ §يُصَلِّي تَطَوُّعًا، وَهُوَ عَلَى حِمَارِهِ حَيْثُ مَا تَوَجَّهَتْ بِهِ يُومِئُ إِيمَاءً»",
            "page": "116",
            "part": "1",
            "seal": "B1DB6063"
        },
        {
            "hno": "19",
            "id": "19",
            "nass": "19 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: \" مَرَّ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مَعَ الصِّبْيَانِ، فَسَلَّمَ عَلَيْنَا، ثُمَّ أَخَذَ بِيَدِي، فَأَرْسَلَنِي بِرِسَالَةٍ، فَقَالَ: §لَا تُخْبِرْ بِسِرِّ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَدًا \"",
            "page": "117",
            "part": "1",
            "seal": "2C0B85F6"
        },
        {
            "hno": "20",
            "id": "20",
            "nass": "20 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، عَنْ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ §الدَّجَّالَ أَعْوَرُ، عَيْنُهُ الشِّمَالُ عَلَيْهَا ظَفَرَةٌ غَلِيظَةٌ، بَيْنَ عَيْنَيْهِ مَكْتُوبٌ: كَافِرٌ ك ف ر \"",
            "page": "121",
            "part": "1",
            "seal": "ADFCA99F"
        },
        {
            "hno": "21",
            "id": "21",
            "nass": "21 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، قَالَ: قَالَ أَنَسٌ: قَدِمَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَلِأَهْلِ الْمَدِينَةِ يَوْمَانِ يَلْعَبُونَ فِيهِمَا فِي الْجَاهِلِيَّةِ، فَقَالَ: \" قَدِمْتُ عَلَيْكُمْ، وَلَكُمْ يَوْمَانِ تَلْعَبُونَ فِيهِمَا فِي الْجَاهِلِيَّةِ، §وَقَدْ أَبْدَلَكُمُ اللَّهُ بِهِمَا خَيْرًا مِنْهُمَا: يَوْمَ النَّحْرِ، وَيَوْمَ الْفِطْرِ \"",
            "page": "125",
            "part": "1",
            "seal": "8A7AD315"
        },
        {
            "hno": "22",
            "id": "22",
            "nass": "22 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: «§مَنْ أَحَبَّ لِقَاءَ اللَّهِ، أَحَبَّ اللَّهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ اللَّهِ، كَرِهَ اللَّهُ لِقَاءَهُ» ، قِيلَ يَا رَسُولَ اللَّهِ، كُلُّنَا نَكْرَهُ الْمَوْتَ، فَقَالَ: «لَيْسَ ذَلِكَ بِكَرَاهِيَةِ الْمَوْتِ، إِنَّ الْمُؤْمِنَ إِذَا احْتُضِرَ، فَجَاءَهُ الْبُشْرَى مِنَ اللَّهِ أَحَبَّ لِقَاءَ اللَّهِ، وَأَحَبَّ اللَّهُ لِقَاءَهُ، وَإِنَّ الْكَافِرَ إِذَا احْتُضِرَ، فَجَاءَهُ الْبُشْرَى بِمَا هُوَ رَاجِعٌ إِلَيْهِ كَرِهَ لِقَاءَ اللَّهِ، وَكَرِهَ اللَّهُ لِقَاءَهُ»",
            "page": "130",
            "part": "1",
            "seal": "1CBECBB4"
        },
        {
            "hno": "23",
            "id": "23",
            "nass": "23 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: أَرَادَتْ بَنُو سَلِمَةَ أَنْ يَتَحَوَّلُوا، إِلَى قُرْبِ الْمَسْجِدِ، فَكَرِهَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ تَعْرَى الْمَدِينَةُ، فَقَالَ: «يَا بَنِي سَلِمَةَ §أَلَا تَحْتَسِبُونَ آثَارَكُمْ، فَأَقَامُوا»",
            "page": "133",
            "part": "1",
            "seal": "433D3BA1"
        },
        {
            "hno": "24",
            "id": "24",
            "nass": "24 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: اطَّلَعَ رَجُلٌ فِي -[138]- حُجْرَةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، «§فَأَشَارَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمِشْقَصٍ لَهُ» ، فَأَخْرَجَ الرَّجُلُ رَأْسَهُ",
            "page": "137",
            "part": "1",
            "seal": "232D66EF"
        },
        {
            "hno": "25",
            "id": "25",
            "nass": "25 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: «§مَا شَمِمْتُ رَائِحَةً قَطُّ، مِسْكَةً، وَلَا عَنْبَرَةً، أَطْيَبَ مِنْ رَائِحَةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَلَا مَسِسْتُ شَيْئًا قَطُّ، خَزَّةً، وَلَا حَرِيرَةً، أَلْيَنَ مِنْ كَفِّ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
            "page": "143",
            "part": "1",
            "seal": "B4B8D186"
        },
        {
            "hno": "26",
            "id": "26",
            "nass": "26 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: قَدِمَ نَاسٌ مِنْ عُرَيْنَةَ، فَاجْتَوَوُا الْمَدِينَةَ، فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَوْ خَرَجْتُمْ إِلَى إِبِلِ الصَّدَقَةَ، فَشَرِبْتُمْ مِنْ أَلْبَانِهَا» ، قَالَ قَتَادَةُ: وَقَدْ ذَكَرَ أَبْوَالَهَا، فَخَرَجُوا، فَلَمَّا صَحُّوا قَتَلُوا رَاعِيَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَاسْتَاقُوا الْإِبِلَ، وَانْطَلَقُوا هِرَابًا، «فَبَعَثَ -[148]- رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي طَلَبِهِمْ، فَأُخِذُوا، فَقَطَعَ أَيْدِيَهُمْ، وَأَرْجُلَهُمْ، وَسَمَلَ أَعْيُنَهُمْ»",
            "page": "147",
            "part": "1",
            "seal": "6EE195F0"
        },
        {
            "hno": "27",
            "id": "27",
            "nass": "27 - حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: انْتَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى خَيْبَرَ لَيْلًا، فَلَمَّا أَصْبَحَ رَكِبَ، وَرَكِبَ الْمُسْلِمُونَ مَعَهُ، فَخَرَجَ أَهْلُ خَيْبَرَ بِمَسَاحِيهِمْ، وَمَكَاتِلِهِمْ، كَمَا كَانُوا يَصْنَعُونَ كُلَّ يَوْمٍ، فَلَمَّا بَصَرُوا بِالنَّبِيِّ صَلَّي اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالُوا: مُحَمَّدًا وَاللَّهِ مُحَمَّدًا وَالْخَمِيسِ، ثُمَّ رَجَعُوا هِرَابًا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خَرِبَتْ خَيْبَرُ إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ، فَسَاءَ صَبَاحُ الْمُنْذَرِينَ» قَالَ أَنَسٌ: وَأَنَا رَدِيفُ أَبِي طَلْحَةَ يَوْمَئِذٍ، وَإِنَّ رُكْبَتِي لَتَمَسُّ رُكْبَةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "159",
            "part": "1",
            "seal": "563ABDCB"
        }
    ],
    "t9664": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "لم يشنه الشيب، ولكن خضب أبو بكر بالحناء والكتم، وخضب عمر بالحناء"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "لبيك بعمرة وحج"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "سموا باسمي، ولا تكنوا بكنيتي"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "إن أحدكم - أو قال إن المرء - إذا قام يصلي، فإنما يناجي ربه قال حميد: أو قال: ربه بينه،"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "انصر أخاك ظالما أو مظلوما، قيل: يا رسول الله نصرته مظلوما، فكيف أنصره ظالما؟ قال: تمنعه"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "كنا نصلي المغرب في مسجد رسول الله صلى الله عليه وسلم، ثم نأتي بني سلمة، وأحدنا يرى مواقع"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "قمت يوما أصلي، وبين يدي قبر لا أشعر به، فناداني عمر: القبر القبر، وظننت أنه يعني القمر،"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "نهى رسول الله صلى الله عليه وسلم عن بيع ثمرة النخل حتى تزهو، قيل: وما زهوها يا رسول"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "اجعله في فقراء أهلك، وقرابتك"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "كيف يفلح قوم خضبوا وجه نبيهم بالدم، وهو يدعوهم إلى ربهم، فأنزل الله عز وجل: {ليس لك من"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أصبح الرجل، وهو يريد الصيام تطوعا، فهو بالخيار ما بينه، وبين أن يميل النهار، ما لم"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "اجلسي في أي سكك المدينة شئت، أجلس إليك، قال: ففعلت، قال: فقعد إليها رسول الله صلى الله"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "أولم رسول الله صلى الله عليه وسلم حين ابتنى بزينب بنت جحش، فأشبع المسلمين خبزا،"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "جنة واحدة، إنها جنان كثيرة، وإنه في الفردوس الأعلى"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "ما من نفس تموت لها عند الله خير، يسرها أن ترجع إلى الدنيا، وما فيها، إلا الشهيد لما يرى"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "غدوة في سبيل الله أو روحة خير من الدنيا وما فيها، ولقاب قوس أحدكم من الجنة خير من الدنيا"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "ضعف أنس عن الصوم، عام توفي فيه، قال حميد: سألت ابنه عمر بن أنس: أطاق الصوم، قال: لا، فلما"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "يصلي تطوعا، وهو على حماره حيث ما توجهت به يومئ إيماء"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "لا تخبر بسر رسول الله صلى الله عليه وسلم أحدا"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الدجال أعور، عينه الشمال عليها ظفرة غليظة، بين عينيه مكتوب: كافر ك ف ر"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "وقد أبدلكم الله بهما خيرا منهما: يوم النحر، ويوم الفطر"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "من أحب لقاء الله، أحب الله لقاءه، ومن كره لقاء الله، كره الله لقاءه، قيل يا رسول الله،"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "ألا تحتسبون آثاركم، فأقاموا"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "فأشار رسول الله صلى الله عليه وسلم بمشقص له، فأخرج الرجل رأسه"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "ما شممت رائحة قط، مسكة، ولا عنبرة، أطيب من رائحة رسول الله صلى الله عليه وسلم، ولا مسست"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "لو خرجتم إلى إبل الصدقة، فشربتم من ألبانها، قال قتادة: وقد ذكر أبوالها، فخرجوا، فلما صحوا"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "خربت خيبر إنا إذا نزلنا بساحة قوم، فساء صباح المنذرين قال أنس: وأنا رديف أبي طلحة يومئذ،"
        }
    ]
}