{
    "b967": [
        {
            "id": "1",
            "nass": "أحاديث ¶ الطائفة الظاهرة ¶ وتحريف الغالين وانتحال المبطلين وتأويل الجاهلين ¶ تأليف ¶ الدكتور. حسام الدين بن موسى عفانه ¶ الأستاذ المشارك في الفقه والأصول ¶ كلية الدعوة وأصول الدين ¶ جامعة القدس",
            "page": "1",
            "part": "1",
            "seal": "A4C13CF8"
        },
        {
            "id": "2",
            "nass": "الطبعة الأولى بيت المقدس ¶ 1423هـ ¶ 2002م ¶ حقوق الطبع محفوظة للمؤلف",
            "page": "2",
            "part": "1",
            "seal": "966CCA07"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1",
            "seal": "5F88305C"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ) سورة آل عمران الآية 102. ¶ (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا) سورة النساء الآية 1. ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا، يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا) سورة الأحزاب الآيتان 70 - 71. ¶ وبعد ¶ فقد اطلعت على كتاب بعنوان (حمل الدعوة الإسلامية واجبات وصفات)، لكاتبه محمود عبد اللطيف عويضة، نشرته دار الأمة",
            "page": "5",
            "part": "1",
            "seal": "CA8BA058"
        },
        {
            "id": "6",
            "nass": "وهو من منشورات حزب التحرير، كما جاء على صفحة العنوان الداخلي، وقرأت الكتاب فوجدت فيه فصلاً بعنوان (الطائفة الظاهرة)، وقد هالني وأفزعني، تلاعب الكاتب بأحاديث النبي - صلى الله عليه وسلم -، وتحريفه الكلم عن مواضعه، وتعصبه البغيض لحزبه، حيث إنه قد زعم أن المقصود بالطائفة الظاهرة - التي ورد ذكرها في الأحاديث النبوية - حزب التحرير، وقد أوَّل النصوص تأويلاً باطلاً لتحقيق ما زعمه وادعاه. ¶ وقد عزمت على بيان فساد ما ذهب إليه الكاتب، من تلاعبٍ بسنة المصطفى - صلى الله عليه وسلم -، قياماً بواجب الدفاع عن السنة النبوية، سائلاً المولى عز وجل، أن يجعلني ممن شملهم حديث النبي - صلى الله عليه وسلم -: (يحمل هذا العلم من كل خلف عدوله، ينفون عنه تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين)، صححه الحافظ ابن عبد البر وحسنه الحافظ العلائي. ¶ وسأذكر أولاً مجموعة عطرة من الأحاديث النبوية الواردة في الطائفة الظاهرة، ثم أذكر كلام الكاتب الذي حرَّف فيه كلام النبي - صلى الله عليه وسلم -، ومن ثَمَّ أبين فساد كلامه، وشدة تعصبه لحزبه، هذا التعصب الذي أعماه عن رؤية الحقيقة الساطعة كالشمس في رابعة النهار.",
            "page": "6",
            "part": "1",
            "seal": "C45E02F7"
        },
        {
            "id": "7",
            "nass": "وينبغي أن يعلم أن التعصب صفة ذميمة، تحمل الإنسان على اتباع الهوى، وتدفعه إلى الميل عن جادة الصواب، وتحجب عينيه عن رؤية الحق، فيخبط خبط عشواء، وقد ذمَّ العلماء التعصب وحاربوه، وهذه بعض عباراتهم في ذلك: ¶ قال أبو نُعيم: (قاتل الله التعصب ما أشنع إخساره في الميزان)، حلية الأولياء 9/ 11. ¶ وقال شيخ الإسلام ابن تيمية: [وأما التعصب لأمر من الأمور بلا هدى من الله، فهو من عمل الجاهلية، ومن أضل ممن اتبع هواه بغير هدى من الله] مجموع الفتاوى 11/ 28. ¶ وقال الشوكاني: [والمتعصب وإن كان بصره صحيحاً، فبصيرته عمياء وأذنه عن سماع الحق صماء، يدفع الحق، وهو يظن أنه ما دفع غير الباطل، ويحسب أن ما نشأ عليه هو الحق، غفلة منه وجهلاً بما أوجبه الله عليه من النظر الصحيح، وتلقي ما جاء به الكتاب والسنة بالإذعان والتسليم، وما أقل المنصفين بعد ظهور هذه المذاهب في الأصول والفروع، فإنه صار بها باب الحق مرتجاً، وطريق الإنصاف مستوعرة، والأمر لله سبحانه والهداية منه ¶ يأبى الفتى إلا اتباع الهوى ... ومنهج الحق له واضح] ... تفسير فتح القدير 2/ 243.",
            "page": "7",
            "part": "1",
            "seal": "718AFFBD"
        },
        {
            "id": "8",
            "nass": "وقال الشوكاني أيضاً: [فعليك أيها العامل بالكتاب والسنة، المبرأ من التعصب والتعسف، أن تورد عليهم حجج الله، وتقيم عليهم براهينه، فإنه ربما انقاد لك منهم، من لم يستحكم داء التقليد في قلبه، وأما من قد استحكم في قلبه هذا الداء، فلو أوردت عليه كل حجة، وأقمت عليه كل برهان، لما أعارك إلا أذناً صماء، وعيناً عمياء، ولكنك قد قمت بواجب البيان الذي أوجبه عليك القرآن، والهداية بيد الخلَّاق العليم: (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ)، سورة القصص الآية 56] تفسير فتح القدير 4/ 104. ¶ وقال العلامة ابن القيم: [ومنها الدعاء بدعوى الجاهلية، والتعزي بعزائهم، كالدعاء إلى القبائل والعصبية لها وللأنساب، ومثله التعصب للمذاهب والطرائق والمشايخ، وتفضيل بعضها على بعض، بالهوى والعصبية، وكونه منتسباً إليه، فيدعو إلى ذلك ويوالي عليه ويعادي عليه، ويزن الناس به، كل هذا من دعوى الجاهلية] زاد المعاد في هدي خير العباد 2/ 471. ¶ وقال الزرقاني: [واعلم أن هناك أفراداً، بل أقواماً تعصبوا لآرائهم ومذاهبهم، وزعموا أن من خالف هذه الآراء والمذاهب، كان مبتدعاً",
            "page": "8",
            "part": "1",
            "seal": "7ADD30E9"
        },
        {
            "id": "9",
            "nass": "متبعاً لهواه، ولو كان متأولاً تأويلاً سائغاً، يتسع له الدليل والبرهان كان رأيهم ومذهبهم هو المقياس والميزان، أو كأنه الكتاب والسنة والإسلام، وهكذا استزلهم الشيطان، وأعماهم الغرور، ولقد نجم عن هذه الغلطة الشنيعة، أن تفرق كثير من المسلمين شيعاً وأحزاباً، وكانوا حرباً على بعضهم وأعداءً، وغاب عنهم أن الكتاب والسنة والإسلام، أوسع من مذاهبهم وآرائهم، وأن مذاهبهم وآرائهم أضيق من الكتاب والسنة والإسلام، وأن في ميدان الحنيفية السمحة، متسعاً لحرية الأفكار، واختلاف الأنظار، ما دام الجميع معتصماً بحبل من الله، ثم غاب عنهم أن الله تعالى يقول: (وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا) سورة آل عمران، الآية 103. ويقول جل ذكره: (إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ) سورة الأنعام الآية 159. ويقول تقدست أسماؤه: ¶ (وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ) سورة آل عمران الآيات 105 - 106. لمثل هذا أربأ بنفسي وبك أن نتهم مسلماً",
            "page": "9",
            "part": "1",
            "seal": "8B2E3EAB"
        },
        {
            "id": "10",
            "nass": "بالكفر أو البدعة والهوى، لمجرد أنه خالفنا في رأي إسلامي نظري، فإن الترامي بالكفر والبدعة من أشنع الأمور، ولقد قرر علماؤنا أن الكلمة إذا احتملت الكفر من تسعة وتسعين وجهاً، ثم احتملت الإيمان من وجه واحد، حملت على أحسن المحامل، وهو الإيمان وهذا موضوع مفروغ منه، ومن التدليل عليه، لكن يفت في عضدنا غفلة كثير من إخواننا المسلمين، عن هذا الأدب الإسلامي العظيم الذي يحفظ الوحدة، ويحمي الأخوة، ويظهر الإسلام بصورته الحسنة، ووجهه الجميل من السماحة واليسر، واتساعه لكافة الاختلافات الفكرية، والمنازع المذهبية والمصالح البشرية، ما دامت معتصمة بالكتاب والسنة، على وجه من الوجوه الصحيحة التي يحتملها النظر السديد، والتأويل الرشيد، ولقد حدث مثل هذا الاختلاف على عهد رسول الله بين أصحابه، فما تنازعوا من أجله، بل أخذ كل برأيه، وهو يحترم الآخر ورأيه، وأقرهم الرسول - صلى الله عليه وسلم - على ذلك، ولم يُعِبْ أحداً منهم على رغم أنه يترتب على بعض هذه الاختلافات أن ترك بعضهم الصلاة في وقتها اجتهاداً منه ... ] مناهل العرفان 2/ 27.",
            "page": "10",
            "part": "1",
            "seal": "8928AD3A"
        },
        {
            "id": "11",
            "nass": "وقال الإمام ابن عبد الهادي الحنبلي: (وما تحلى طالب العلم بأحسن من الإنصاف وترك التعصب) نصب الراية 1/ 355، وانظر أدب الاختلاف لمحمد عوامة ص 83. ¶ وقال العلامة ابن القيم في نونيته: ¶ وتعرَّ من ثوبين من يلبسهما ... يلقى الردى بمذمةٍ وهوان ¶ ثوب من الجهل المركب فوقه ... ثوب التعصب بئست الثوبان ¶ وتحلَّ بالإنصاف أفخر حلة ... زينت بها الأعطاف والكتفان ¶ واجعل شعارك خشية الرحمن مع ... نصح الرسول فحبذ الأمران ¶ شرح قصيدة ابن القيم 1/ 124. ¶ وقد جعلت هذه الدراسة في مقدمة وأربعة مباحث وخاتمة: ¶ فالمقدمة ما قرأت. ¶ وأما المبحث الأول فذكرت فيه الأحاديث الواردة في الطائفة الظاهرة. ¶ وأما المبحث الثاني فبينت فيه تحريف الكاتب للمراد بأحاديث الطائفة الظاهرة. ¶ وأما المبحث الثالث فبينت فيه محل الطائفة الظاهرة حسب الروايات الواردة، وذكرت أقوال العلماء في ذلك. ¶ وفي المبحث الرابع أبطلتُ دعوى الكاتب في تحريفه لقول النبي - صلى الله عليه وسلم -",
            "page": "11",
            "part": "1",
            "seal": "18748A6A"
        },
        {
            "id": "12",
            "nass": "(فطوبى للغرباء). ¶ وأما الخاتمة فقد ذكرت فيها منهاج الطائفة الظاهرة. ¶ وختاماً أسأل الله أن يلهمنا أن نسلك طريق الحق والصواب، وأن يجنبنا التعصب واتباع الهوى، ويبعدنا عن التكبر والتعالي على عباد الله، إنه خير مسؤول، وصلى الله وسلم على الرسول وعلى آله وصحبه أجمعين. ¶ ضحى يوم الأحد الخامس والعشرين من محرم الحرام سنة 1423 هـ وفق السابع من نيسان 2002 م. ¶ كتبه الدكتور حسام الدين بن موسى عفانه ¶ أبوديس / بيت المقدس",
            "page": "12",
            "part": "1",
            "seal": "D6D88A1F"
        },
        {
            "id": "13",
            "nass": "المبحث الأول ¶ الأحاديث الواردة في الطائفة الظاهرة ¶ صح عن النبي - صلى الله عليه وسلم - في أحاديث كثيرة ذكر الطائفة الظاهرة، التي تبقى في هذه الأمة المحمدية، متمسكةً بدينها، وقائمةً على أمر الله، حتى قيام الساعة، وهذه مجموعة عطرة من هذه الأحاديث: ¶ 1. عن حميد بن عبد الرحمن أنه سمع معاوية - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (من يرد الله به خيراً يفقهه في الدين، والله المعطي وأنا القاسم، ولا تزال هذه الأمة ظاهرين على من خالفهم، حتى يأتي أمر الله وهم ظاهرون)، رواه البخاري. ¶ 2. وعن المغيرة بن شعبة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: (لا يزال ناسٌ من أمتي ظاهرين، حتى يأتيهم أمر الله وهم ظاهرون)، رواه البخاري ومسلم. ¶ 3. وعن عمير بن هانئ أنه سمع معاوية - رضي الله عنه - يقول: سمعت النبي - صلى الله عليه وسلم - يقول: (لا يزال من أمتي أمة قائمة بأمر الله، لا يضرهم من خذلهم ولا من خالفهم، حتى يأتيهم أمر الله وهم على ذلك). قال عمير: فقال مالك بن يخامر: قال معاذ: وهم بالشام، فقال معاوية: هذا مالك يزعم أنه سمع معاذاً يقول وهم بالشام، رواه البخاري.",
            "page": "13",
            "part": "1",
            "seal": "B04F2F43"
        },
        {
            "id": "14",
            "nass": "4. وقال الإمام البخاري في صحيحه: باب قول النبي - صلى الله عليه وسلم - لا تزال طائفة من أمتي ظاهرين على الحق، وهم أهل العلم. ثم ذكر حديث شعبة المتقدم وحديث معاوية وهو: ¶ 5. عن حميد قال سمعت معاوية بن أبي سفيان - رضي الله عنه - يخطب قال سمعت النبي - صلى الله عليه وسلم - يقول: (من يرد الله به خيراً يفقهه في الدين، وإنما أنا قاسمٌ ويعطي الله، ولن يزال أمر هذه الأمة مستقيماً حتى تقوم الساعة أو حتى يأتي أمر الله). ¶ 6. وعن المغيرة بن شعبة - رضي الله عنه - قال سمعت النبي - صلى الله عليه وسلم - يقول: (لا يزال من أمتي قوم ظاهرين على الناس حتى يأتيهم أمر الله)، رواه البخاري. ¶ 7. وعن جابر بن عبد الله - رضي الله عنه - يقول سمعت النبي - صلى الله عليه وسلم - يقول: (لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين إلى يوم القيامة، قال فينزل عيسى بن مريم صلى الله عليه وسلم، فيقول أميرهم تعال صل لنا، فيقول لا إن بعضكم على بعض أمراء تكرمة الله هذه الأمة)، رواه مسلم. ¶ 8. وعن ثوبان - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي ظاهرين على الحق، لا يضرهم من خذلهم، حتى يأتي أمر الله وهم كذلك)، رواه مسلم.",
            "page": "14",
            "part": "1",
            "seal": "BB311D98"
        },
        {
            "id": "15",
            "nass": "9. وعن جابر بن سمرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: (لن يبرح هذا الدين قائماً يقاتل عليه عصابةٌ من المسلمين حتى تقوم الساعة)، رواه مسلم. ¶ 10. وعن جابر بن عبد الله رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين إلى يوم القيامة)، رواه مسلم ¶ 11. وعن يزيد بن الأصم قال سمعت معاوية بن أبي سفيان ذكر حديثاً رواه عن النبي - صلى الله عليه وسلم - لم أسمعه، روى عن النبي - صلى الله عليه وسلم - على منبره حديثاً غيره قال: قال رسول الله - صلى الله عليه وسلم -: (من يرد الله به خيراً يفقهه في الدين، ولا تزال عصابة من المسلمين يقاتلون على الحق، ظاهرين على من ناوأهم إلى يوم القيامة)، رواه مسلم. ¶ 12. وعن عبد الرحمن بن شماسة المهري قال: كنت عند مسلمة بن مخلد وعنده عبد الله بن عمرو بن العاص فقال عبد الله: لا تقوم الساعة إلا على شرار الخلق، هم شر من أهل الجاهلية لا يدعون الله بشيء إلا ردَّه عليهم، فبينما هم على ذلك أقبل عقبة بن عامر، فقال له مسلمة: يا عقبة اسمع ما يقول عبد الله، فقال عقبة هو أعلم، وأما أنا فسمعت رسول الله - صلى الله عليه وسلم - يقول: (لا تزال عصابة من أمتي يقاتلون على أمر الله قاهرين لعدوهم لا يضرهم من خالفهم حتى تأتيهم",
            "page": "15",
            "part": "1",
            "seal": "B13FA60A"
        },
        {
            "id": "16",
            "nass": "الساعة وهم على ذلك، فقال عبد الله أجل، ثم يبعث الله ريحاً كريح المسك مسُّها مسُّ الحرير فلا تترك نفساً في قلبه مثقال حبة من الإيمان، إلا قبضته ثم يبقى شرار الناس عليهم تقوم الساعة)، رواه مسلم. ¶ 13. وعن سعد بن أبي وقاص - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لا يزال أهل الغرب ظاهرين على الحق حتى تقوم الساعة)، رواه مسلم. ¶ 14. وعن ثوبان - رضي الله عنه - قال: قال رسول - صلى الله عليه وسلم -: (إن الله زوى لي الأرض، فرأيت مشارقها ومغاربها، فإن أمتي سيبلغ ملكها ما زوى لي منها وأعطيت الكنزين الأحمر والأبيض، فإني سألت ربي لأمتي أن لا يهلكها بسنة عامة، وأن لا يسلط عليهم عدواً من سوى أنفسهم، فيستبيح بيضتهم، فإن ربي قال يا محمد إني إذا قضيت قضاءً فإنه لا يُرَد، وإني أعطيك لأمتك أن لا أهلكهم بسنة عامة، وأن لا أسلط عليهم عدواً من سوى أنفسهم، فيستبيح بيضتهم، ولو اجتمع عليهم من أقطارها، أو قال من بين أقطارها، حتى يكون بعضهم يهلك بعض ويسبي بعضهم بعضاً) قال: قال رسول - صلى الله عليه وسلم -: (إنما أخاف على أمتي الأئمة المضلين، وإذا وضع السيف في أمتي لم يرفع عنها إلى يوم القيامة، ولا تقوم الساعة حتى يلحق قبائل من أمتي بالمشركين، وحتى تُعبد الأوثان، وإنه سيكون في أمتي ثلاثون كذاباً",
            "page": "16",
            "part": "1",
            "seal": "2E92C6D9"
        },
        {
            "id": "17",
            "nass": "كلهم يزعم أنه نبي، وأني خاتم النبيين، لا نبي بعدي، ولن تزال طائفة من أمتي على الحق ظاهرين، لا يضرهم من يخذلهم حتى يأتي أمر الله)، رواه ابن حبان، وأصله في صحيح مسلم. ¶ 15. وعن عمران بن حصين - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين على من ناوأهم حتى يقاتل آخرهم المسيح الدجال). رواه الحاكم في المستدرك وقال هذا حديث صحيح على شرط مسلم ولم يخرجاه. ¶ 16. وعن عمر بن الخطاب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي ظاهرين على الحق حتى تقوم الساعة). رواه الحاكم في المستدرك، وقال هذا حديث صحيح الإسناد ولم يخرجاه. ¶ 17. عن ثوبان - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (إنما أخاف على أمتي الأئمة المضلين، قال: وقال رسول الله - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي على الحق ظاهرين، لا يضرهم من يخذلهم حتى يأتي أمر الله) رواه الترمذي ثم قال: وهذا حديث حسن صحيح، سمعت محمد بن إسماعيل يقول سمعت علي بن المديني يقول وذكر هذا الحديث عن النبي - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي ظاهرين على الحق) فقال علي: هم أهل الحديث.",
            "page": "17",
            "part": "1",
            "seal": "2A453C1C"
        },
        {
            "id": "18",
            "nass": "18. وعن معاوية بن قرة عن أبيه قال: قال رسول الله - صلى الله عليه وسلم -: (إذا فسد أهل الشام، فلا خير فيكم، لا تزال طائفة من أمتي منصورين لا يضرهم من خذلهم حتى تقوم الساعة) رواه الترمذي ثم قال: هذا حديث حسن صحيح. ¶ 19. وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (لا تزال طائفة من أمتي قوامة على أمر الله لا يضرها من خالفها)، رواه ابن ماجة، ¶ وقال الألباني: حسن صحيح، صحيح سنن ابن ماجة 1/ 6. ¶ وغير ذلك من الأحاديث الواردة في الطائفة الظاهرة.",
            "page": "18",
            "part": "1",
            "seal": "42DF553C"
        },
        {
            "id": "19",
            "nass": "المبحث الثاني ¶ تحريف المراد بأحاديث الطائفة الظاهرة ¶ تحدث الكاتب المذكور عن حزبه ونشأته وفكره وطريقته وغايته والعقبات التي تعترض طريقه في الصفحتين 50 - 51. ¶ ثم ذكر حديث أبي سعيد الخدري - رضي الله عنه - قال: (صلَّى بنا رسول الله - صلى الله عليه وسلم - صلاة العصر يوماً بنهار ثم قام خطيباً فلم يدع شيئاً يكون إلى قيام الساعة إلا أخبرنا به حفظه من حفظه ونسيه من نسيه ... ). ¶ وعن حذيفة - رضي الله عنه - قال: (قام فينا رسول الله - صلى الله عليه وسلم - قائماً فما ترك شيئاً يكون في مقامه ذلك إلى قيام الساعة إلا حدثه، حفظه من حفظه ونسيه من نسيه قد علمه أصحابه هؤلاء ... ) رواه أبو داود وابن حبان. ¶ ثم قال الكاتب: فنتساءل: هل أشار رسول الله - صلى الله عليه وسلم - وهو الحريص على أمته الناصح لها - إلى هذا الحزب في خطبته تلك وهل ذكره عليه الصلاة والسلام بالاسم أو بالصفة؟ ¶ إننا لم نجد فيما اطلعنا عليه من الأحاديث النبوية الشريفة تصريحاً باسم (حزب التحرير)، ولكننا وجدنا عدداً من الأحاديث تذكر، مجموعة أوصاف لطائفة نحسبها ونرجو أن تكون قد عنت (حزب",
            "page": "19",
            "part": "1",
            "seal": "FDECB0B1"
        },
        {
            "id": "20",
            "nass": "التحرير) لأن هذه الأوصاف نراها تنطبق تماماً على هذا الحزب، ولم نستطع تطبيقها على أي طائفة أو حزب غيره في الواقع المشاهد. ثم ذكر ما يتعرض له حزب التحرير من مناوأة وخذلان الخاذلين، وخلاف المخالفين، وعدم تضرره بهم وقوامته وقيامه على أمر الله سبحانه، وذكر تمسكه بالحق وظهوره على الدين، وتحديد مكان وجوده ونشأته، وأنه سينتصر ويقيم دولة تقاتل الأعداء في آخر الزمان يجعلنا نحسب ونرجو أن تكون هذه الأوصاف دالة بالفعل على ¶ (حزب التحرير). ص52. ¶ ثم ذكر الكاتب مجموعة من الأحاديث التي ورد فيها ذكر الطائفة الظاهرة ومنها: ¶ 1. عن معاوية قال: سمعت النبي - صلى الله عليه وسلم - يقول: (لا يزال من أمتي أمة قائمة بأمر الله لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر الله وهم على ذلك) قال عمير فقال مالك بن يخامر قال معاذ: وهم بالشام فقال معاوية: هذا مالك يزعم أنه سمع معاذاً يقول: وهم بالشام. ¶ 2. عن أبي أمامة قال: قال رسول الله - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي على الدين ظاهرين لعدوهم قاهرين لا يضرهم من خالفهم إلا ما أصابهم",
            "page": "20",
            "part": "1",
            "seal": "29B108D7"
        },
        {
            "id": "21",
            "nass": "من لأواء حتى يأتيهم أمر الله وهم كذلك. قالوا: يا رسول الله وأين هم؟ قال: ببيت المقدس وأكناف بيت المقدس). ¶ 3. وعن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: لا تزال طائفة من أمتي قوامة على أمر الله لا يضرها من خالفها). ثم ذكر مجموعة أخرى من الأحاديث التي ورد فيها ذكر الطائفة الظاهرة وقد سبق ذكرها. ¶ ثم قال الكاتب لا فض فوه: [فقوله - صلى الله عليه وسلم - طائفة وأمة وعصابة وقوم، يدل على حزب ولا تدل هذه الألفاظ على أهل الشام كلهم كما فسرها معاوية لدعم موقفه من علي رضي الله عنه. ¶ وقوله - صلى الله عليه وسلم -: قائمة، قوامة على أمر الله، يشير إلى قيام الحزب وتمسكه بالإسلام وقوامته على فكر المجتمع وحسه. ¶ وقوله - صلى الله عليه وسلم -: لا يضرهم من خذلهم ولا من خالفهم، يدل على خذلان الخاذلين له وخلاف المخالفين له وأن الحق مع الحزب وليس مع هؤلاء وأن الخذلان والخلاف لا تلحق الضرر بالحزب كما هو حاصل فعلاً مع (حزب التحرير). ¶ وقوله - صلى الله عليه وسلم -: لا يزال ولا تزال حتى يأتي أمر الله وهم على ذلك، يدل على استمرارية الحزب في سيره وعدم توقفه كما يدل على ذلك قوله في حديث الحاكم: حتى تقوم الساعة ... ].",
            "page": "21",
            "part": "1",
            "seal": "6C0EFAB5"
        },
        {
            "id": "22",
            "nass": "ثم قال: [وأخيراً يدل قوله - صلى الله عليه وسلم -: وهم بالشام ببيت المقدس وأكناف بيت المقدس، على مكان نشأة الحزب هذا أي (حزب التحرير) إذ لم يعرف أن حزباً هذه أوصافه قد نشأ في مدينة القدس وما حولها سوى (حزب التحرير)، ص54 - 55. ¶ وبعد هذا الزعم الباطل بأن الطائفة الظاهرة المذكورة في الأحاديث هي حزب التحرير، وضح الكاتب خطأ العلماء الذين فسروا الطائفة المذكورة بأنهم أهل الحديث، أو أهل العلم، أو أهل السنة والجماعة ¶ فقال الكاتب: [أما قول الإمام أحمد: إن لم يكونوا أهل الحديث فلا أدري من هم. ¶ وقول البخاري: هم أهل العلم. ¶ وقول القاضي عياض: هم أهل السنة والجماعة. ¶ وقول علي بن المديني: هم العرب، فأقوال ظاهرة الخطأ، فأهل الحديث المشتغلون بعلم الحديث وروايته، وأهل العلم لا يستطيع أحدٌ الادّعاء بأنهم يقطنون في بيت المقدس وأكناف بيت المقدس فحسب، إضافة إلى عدم انطباق صفات أخرى على هؤلاء. وأهل السنة والجماعة معلوم بداهة أنهم لا يقطنون فحسب في الشام، إضافة إلى أنهم ليسوا طائفة أو عصابة كما ورد في الأحاديث] ص55.",
            "page": "22",
            "part": "1",
            "seal": "8205BA72"
        },
        {
            "id": "23",
            "nass": "ثم زعم الكاتب الفطن!! أن العلماء السابقين كأحمد والبخاري والقاضي عياض، لم يدركوا مناط هذه الأحاديث، وأنه هو الوحيد الذي أدرك مناط هذه الأحاديث فلذلك حمل هذه الأحاديث على حزب التحرير. ¶ وأقول في الرد على هذه المزاعم: ¶ إن هذا الكلام ينضح بالغرور الفكري الذي أوصل هذا الكاتب إلى هذه النتيجة، التي تسيء للأمة الإسلامية جمعاء، ويزعم أن الأمة الإسلامية ما عرفت الطائفة الظاهرة إلا في هذا العصر ومنذ حوالي خمسين عاماً فقط، أي منذ نشأة حزب التحرير!!! ¶ إن هذا الكاتب يتجاهل واقع أمة الإسلام، خلال أربعة عشر قرناً من الزمان، وأن الأمة لم يكن فيها طائفة ظاهرة متمسكة بالإسلام، حتى جاء حزب التحرير!!! يا لضياع أمة الإسلام! ويا لهوانها في عين هذا الكاتب المتعصب تعصباً أعمى حال دون رؤيته للحقائق الناصعة. ¶ إن أحاديث النبي - صلى الله عليه وسلم - الواردة في ذكر الطائفة الظاهرة، تؤكد لنا أن هذه الطائفة كانت موجودة على مرِّ العصور والأيام، ولم ينقطع وجودها في أي عصر من العصور. ¶ ودعوى هذا الكاتب تفيد أن هذه الطائفة لم توجد أبداً حتى وجد حزب التحرير، إنها لفرية كبيرة.",
            "page": "23",
            "part": "1",
            "seal": "8A537C19"
        },
        {
            "id": "24",
            "nass": "انظر أخي القارئ ثم تدبر قول رسول الله - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين إلى يوم القيامة) رواه مسلم. ¶ وقوله - صلى الله عليه وسلم -: (لن يزال قوم من أمتي ظاهرين على الناس حتى يأتيهم أمر الله وهم ظاهرون) رواه مسلم. ¶ وغير ذلك من الألفاظ، التي تدل على أن هذه الطائفة موجودة في كل عصر، ثم يزعم هذا الكاتب أنها لم توجد إلا عندما وجد حزبه ¶ (حزب التحرير)!!! ¶ وهذا الكلام من أبطل الباطل وأبشعه وهاك بيان بطلانه: ¶ [اعلم أن أول صفة تتميز بها الطائفة المنصورة عن الطوائف الضالة الأخرى، هي صفة الاستمرارية، أي إن الطائفة المنصورة مستمرة بوجودها ومقوماتها وأصولها، ودعوتها ومنهجها ورجالها من لدن رسول الله - صلى الله عليه وسلم - إلى ساعتنا هذه، بل إلى يوم القيامة ودليل هذا قوله تعالى: (وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ) سورة التوبة الآية 100، ففي قوله تعالى: (السابقون الأولون) إشارة إلى تاريخ بدء هذه الجماعة ... ، وفي قوله تعالى: (والذين اتبعوهم)، إشارة إلى استمرارية هذا الوجود وعموميته وعدم انقطاعه، وأن ثمة رجالاً مستمرون على هذا السبيل، وأن قوام",
            "page": "24",
            "part": "1",
            "seal": "D6E3AAC5"
        },
        {
            "id": "25",
            "nass": "هذا الاستمرار هو الاتباع (اتبعوهم) ... ، ويؤيد هذا ويوضحه قوله - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي ظاهرين على الحق حتى يأتيهم أمر الله وهم ظاهرون)، ففي قوله - صلى الله عليه وسلم -: (لا تزال)، دلالة واضحة وبينة ناصعة على صفة الاستمرارية للطائفة المنصورة] صفات الطائفة المنصورة ص13 - 14. ¶ وتأكيداً لما مضى من أن هذه الطائفة المنصورة، مستمرة الوجود منذ عهد النبي - صلى الله عليه وسلم - إلى أن يرث الله الأرض ومن عليها أن عبارة [لا تزال] و [لا يزال]، الواردة في أحاديث النبي - صلى الله عليه وسلم - تدل على الاستمرارية حيث إن كلمة زال، ترجع في أصلها إلى زول، ومنه الزوال وهو الذهاب والاستحالة والاضمحلال، وقد نفى النبي - صلى الله عليه وسلم - الزوال بقوله: ¶ [لا تزال]، ومعنى ذلك أنها مستمرة في الوجود وباقية. انظر لسان العرب مادة زول 6/ 115. تاج العروس مادة زول 14/ 319. ¶ وعندما يقول الكاتب إن هذه الطائفة هي حزب التحرير، فمعنى ذلك أنه منذ عهد النبي - صلى الله عليه وسلم - كانت الطائفة الظاهرة غير موجودة، بل منقطعة حتى وجد حزب التحرير؟!! فوجدت الطائفة الظاهرة، وهذا تكذيب لكلام رسول الله - صلى الله عليه وسلم -، الذي أخبر وهو الصادق المصدوق أن هذه الطائفة مستمرة في الوجود، ويأتي هذا المغرور ليقول خلاف ما قال رسول الله - صلى الله عليه وسلم - سبحانك إن هذا لبهتان عظيم!!",
            "page": "25",
            "part": "1",
            "seal": "6DEEAE7E"
        },
        {
            "id": "26",
            "nass": "ومما يؤكد تحريف هذا الكاتب لكلام رسول الله - صلى الله عليه وسلم - عن موضعه، أنني استعرضت الأحاديث التي ورد فيها لفظ [لا تزال] فبلغت حوالي 185 حديثاً، والأحاديث التي ورد فيها لفظ [لا يزال] فبلغت حوالي 300 موضع - وهذا الإحصاء من خلال موسوعة أطراف الحديث فقط - فوجدت أن كلاً من اللفظتين تدل على الاستمرارية، ولا تدلان بحال من الأحوال على أن الشيء كان منقطعاً ثم وجد، وهذه بعض الأحاديث التي تؤكد ذلك: ¶ قوله - صلى الله عليه وسلم -[لا تزال التوبة مقبولة حتى تطلع الشمس]. ¶ [لا تزال المسألة بأحدكم حتى يلقى الله ما بوجهه مزعة لحم]. ¶ [لا تزال الملائكة تصلي على أحدكم ما دام في المسجد]. ¶ [لا تزال أمتي بخير أو على الفطرة ما لم يؤخروا المغرب]. ¶ [لا تزال أمتي بخير ما أخروا السحور]. ¶ [لا تزال مستمسكاً بالإسلام حتى تموت]. ¶ [لا تزال نفس ابن آدم معلقة بديْنه حتى يقضى عنه]. ¶ [لا تزال جهنم تقول: هل من مزيد] ¶ [لا يزال أحدكم في صلاة ما انتظر الصلاة]. ¶ [لا يزال أحدكم في صلاة ما كانت الصلاة تحبسه] ¶ [لا يزال الإسلام عزيزاً إلى اثني عشر خليفة].",
            "page": "26",
            "part": "1",
            "seal": "59E5C7A1"
        },
        {
            "id": "27",
            "nass": "[لا يزال الدين ظاهراً ما عجل الناس الفطر]. ¶ [لا يزال الدين قائماً حتى تقوم الساعة]. ¶ [لا يزال الرجل يصدق ويتحرى حتى يكتب صديقاً]. ¶ [لا يزال المؤمن في فسحة من دينه ما لم يصب دماً]. ¶ [لا يزال الناس بخير ما عجلَّوا الفطر]. ¶ [لا يزال الناس يتساءلون حتى يقال هذا خلق الله]. ¶ [لا يزال لسانك رطباً من ذكر الله]. ¶ وهذا غيض من فيض من الأحاديث، التي وردت فيها عبارة (لا تزال) وعبارة (لا يزال)، وهما تدلان على الاستمرارية، وهكذا يجب أن نفهم أحاديث الطائفة الظاهرة، وأنها موجودة ومستمرة، لأن أحاديث النبي - صلى الله عليه وسلم - تُشرح وتُفسر حسب ما تدل عليه ألفاظها، وليس حسب الأهواء الزائغة ولا حسب النظرات الحزبية الضيقة. ¶ وبعد هذا الاستعراض، يثبت لنا كذب قول الكاتب: [وقوله - صلى الله عليه وسلم -: ¶ (لا يزال ولا تزال حتى يأتي أمر الله وهم على ذلك) يدل على استمرارية الحزب في سيره وعدم توقفه ... ] ص54. ¶ وكذلك يظهر لنا الخطأ الشنيع في تخطئة الكاتب لأئمة العلم والدين في بيانهم للطائفة الظاهرة ثم قال الكاتب لا فض فوه: [وأن عذر",
            "page": "27",
            "part": "1",
            "seal": "E5172CE0"
        },
        {
            "id": "28",
            "nass": "هؤلاء أنهم عاشوا قبل أن يدركوا مناط هذه الأحاديث، وهو حزب التحرير، وإلا فلربما كان لهم رأي آخر ... ] ص55. ¶ أي كذب وأي زور هذا؟!!! وأي غرور قتَّالٍ هذا؟!!! ¶ قال الإمام النووي: [وفي هذا الحديث معجزة ظاهرة، فإن هذا الوصف ما زال بحمد الله تعالى من زمن النبي - صلى الله عليه وسلم - إلى الآن، ولا يزال حتى يأتي أمر الله المذكور في الحديث] شرح النووي على صحيح مسلم 5/ 95. ¶ إن هذا الكاتب، قد ضرب بأقوال الأئمة والعلماء عرض الحائط، وخطأهم فيما ذهبوا إليه، وأن رأيه هو الصواب فقط، والله إن هذا لهو الغرور بعينه، هؤلاء القوم يرون أنفسهم أنهم حملة الإسلام وأهله ولا يرون غيرهم من المسلمين يساوون شيئاً، بل لا يعرفون شيئاً حتى ولو كانوا من كبار العلماء.",
            "page": "28",
            "part": "1",
            "seal": "5EEBEAB7"
        },
        {
            "id": "29",
            "nass": "ولبيان عظم خطأ هذا الكاتب أود أن أبين أقوال العلماء في بيان المقصود بالطائفة الظاهرة التي ذكرها النبي - صلى الله عليه وسلم - في أحاديثه الكثيرة فمن أقوال العلماء في ذلك: ¶ 1. قال الإمام البخاري: [باب قول النبي - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي ظاهرين على الحق) وهم أهل العلم] صحيح البخاري مع شرحه فتح الباري 13/ 358. ¶ 2. قال الحافظ ابن حجر العسقلاني: [وأخرج الحاكم في علوم الحديث بسند صحيح عن أحمد: إن لم يكونوا أهل الحديث فلا أدري من هم؟] فتح الباري 13/ 359. ¶ 3. وقال عبد الله بن المبارك: [هم عندي أصحاب الحديث]. ¶ 4. وقال أحمد بن سنان الثقة الحافظ: [هم أهل العلم وأصحاب الآثار] سلسلة الأحاديث الصحيحة 1/ 3/136 - 137. ¶ 5. وقال القاضي عياض: [إنما أراد أحمد أهل السنة والجماعة، ومن يعتقد مذهب أهل الحديث] إتحاف الجماعة 1/ 330. ¶ 6. وقال الإمام الترمذي: [قال محمد بن إسماعيل - هو البخاري - قال علي بن المديني هم أصحاب الحديث] سنن الترمذي مع شرحه عارضة الأحوذي 5/ 23.",
            "page": "29",
            "part": "1",
            "seal": "68EC1B83"
        },
        {
            "id": "30",
            "nass": "7. وقال الإمام النووي: [وأما هذه الطائفة، فقال البخاري: هم أهل العلم , وقال أحمد بن حنبل: إن لم يكونوا أهل الحديث فلا أدري من هم. قال القاضي عياض: إنما أراد أحمد أهل السنة والجماعة، ومن يعتقد مذهب أهل الحديث. قلت – النووي -: ويحتمل أن هذه الطائفة مفرقة بين أنواع المؤمنين، منهم شجعان مقاتلون، ومنهم فقهاء، ومنهم محدثون، ومنهم زهاد وآمرون بالمعروف وناهون عن المنكر، ومنهم أهل أنواع أخرى من الخير، ولا يلزم أن يكونوا مجتمعين بل قد يكونون متفرقين في أقطار الأرض] شرح النووي على صحيح مسلم 5/ 58 - 59. ¶ 8. وقال الإمام ابن العربي المالكي: [وأما الطائفة المنصورة، فقيل هم أصحاب الحديث، وقيل هم العباد، وقيل هم المناضلون على الحق بألسنتهم، وقيل هم المجاهدون في الثغور بأسنَّتهم] عارضة الأحوذي 5/ 34. وانظر المفهم لما أشكل من تلخيص كتاب مسلم 3/ 763. ¶ 9. وقال القرطبي: [روى عمران بن حصين قال: قال رسول الله - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي ظاهرين على الحق حتى تقوم الساعة)، قال يزيد بن هارون: [إن لم يكونوا أصحاب الحديث فلا أدري من هم؟ قلت: وهذا قول عبد الرزاق في تأويل الآية إنهم أصحاب الحديث ذكره الثعلبي. سمعت شيخنا الأستاذ المقرئ النحوي",
            "page": "30",
            "part": "1",
            "seal": "841420E6"
        },
        {
            "id": "31",
            "nass": "المحدث، أبا جعفر أحمد بن محمد بن محمد القيسي القرطبي، المعروف بابن أبي حجة رحمه الله، يقول في تأويل قوله عليه الصلاة والسلام (لا يزال أهل الغرب ظاهرين على الحق حتى تقوم الساعة) إنهم العلماء قال: وذلك أن الغرب لفظ مشترك، يطلق على الدلو الكبيرة، وعلى مغرب الشمس، ويطلق على فيضة من الدمع. فمعنى لا يزال أهل الغرب)، أي لا يزال أهل فيض الدمع من خشية الله عن علم به وبأحكامه ظاهرين الحديث، قال الله تعالى: (إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ). ¶ قلت – القرطبي -: وهذا التأويل يعضده قوله - صلى الله عليه وسلم - في صحيح مسلم: (من يرد الله به خيراً يفقهه في الدين، ولا تزال عصابة من المسلمين يقاتلون على الحق ظاهرين على من ناوأهم إلى يوم القيامة) وظاهر هذا المساق أن أوله مرتبط بآخره والله أعلم] تفسير القرطبي 8/ 296 - 297.",
            "page": "31",
            "part": "1",
            "seal": "7466BB31"
        },
        {
            "id": "32",
            "nass": "المبحث الثالث ¶ محل وجود الطائفة الظاهرة ¶ وأما ما زعمه الكاتب من أن هذه الطائفة محصورة في الشام، وفي بيت المقدس، وأكناف بيت المقدس، حيث قال: [وأخيراً يدل قوله - صلى الله عليه وسلم - وهم بالشام، ببيت المقدس وأكناف بيت المقدس على مكان نشأة الحزب، هذا أي حزب التحرير، إذ لم يُعرف أن حزباً هذه أوصافه قد نشأ في مدينة القدس وما حولها سوى حزب التحرير] ص55. ¶ وأقول قد بينت سابقاً كذب الدعوى العريضة، التي ادعاها الكاتب من أن الأحاديث الواردة في الطائفة الظاهرة، تنطبق على حزب التحرير فقط. ¶ وهنا أبين خطأ ادعاء الكاتب أن الطائفة الظاهرة في الشام وفي بيت المقدس وأكناف بيت المقدس فقط، وهو ما قال ذلك إلا لأن حزبه نشأ في فلسطين، فأراد أن يحمل الأحاديث على حزبه فأقول: ¶ أولاً: إن قول الكاتب: [ولا تدل هذه الألفاظ على أهل الشام كلهم كما فسرها معاوية لدعم موقفه من علي] ص54. ¶ إن الكاتب افترى على معاوية فنسب له ما سبق، والحقيقة خلاف ذلك، لأن الذي حدد موقع الطائفة في الحديث الصحيح الذي رواه البخاري - وهو الذي ساقه الكاتب -، إنما هو معاذ وليس معاوية",
            "page": "32",
            "part": "1",
            "seal": "9943A9F8"
        },
        {
            "id": "33",
            "nass": "رضي الله عنهما، قال الإمام البخاري: [حدثنا الوليد بن مسلم حدثنا ابن جابر حدثني عمر بن هانئ أنه سمع معاوية قال: سمعت النبي - صلى الله عليه وسلم - يقول: (لا يزال من أمتي أمة قائمة بأمر الله، لا يضرهم من كذّبهم ولا من خذلهم حتى يأتي أمر الله وهم على ذلك] فقال مالك بن يخامر: سمعت معاذاً يقول: وهم بالشام، فقال معاوية: هذا مالك يزعم أنه سمع معاذاً يقول وهم بالشام] صحيح البخاري مع الفتح 13/ 547. ¶ وأقول أولاً إن سياق حديث معاوية في صحيح مسلم، ليس فيه التحديد المذكور (وهم بالشام)، وإنما ورد ذلك في صحيح البخاري. ¶ ثانياً: إن القول بأنهم في الشام، هو قول معاذ، وإنما قال معاوية: هذا مالك يزعم أنه سمع معاذاً يقول: وهم بالشام. ¶ وقد روي عن معاوية أنه قال في حديث آخر: [وإني لأرجو أن تكونوا هم يا أهل الشام] مجمع الزوائد 7/ 287. ¶ ثالثاً: إن قول الكاتب: ( ... كما فسرها معاوية لدعم موقفه من علي - رضي الله عنه -) فيه غمز بمعاوية - رضي الله عنه - هذا الصحابي الجليل، وهو أحد كتبة الوحي. ¶ رابعاً: ما ورد في حديث أبي أمامة - رضي الله عنه - قال: قال رسول الله:",
            "page": "33",
            "part": "1",
            "seal": "930578EE"
        },
        {
            "id": "34",
            "nass": "(- صلى الله عليه وسلم - لا تزال طائفة من أمتي على الدين ظاهرين لعدوهم قاهرين لا يضرهم من جابههم إلا ما أصابهم من لأواء حتى يأتيهم أمر الله وهم كذلك قالوا: وأين هم؟ قال: ببيت المقدس وأكناف بيت المقدس) رواه الطبراني وعبد الله بن الإمام أحمد وقال الهيثمي: رجاله ثقات. مجمع الزوائد 7/ 288. ¶ الروايات الواردة في محل الطائفة الظاهرة: ¶ أود أن أبين أن ما ذكره الكاتب من انحصار وجود الطائفة الظاهرة في بعض الشام – بيت المقدس وأكنافه – وليس في كل الشام، ليوافق مكان نشأة حزبه، إن هذا القول غير مسلَّم، ولتوضيح ذلك أذكر أولاً ما وقفت عليه من الروايات التي تحدد محل الطائفة الظاهرة ثم أتبع ذلك بذكر كلام أهل العلم فيه فأقول: ¶ محل هذه الطائفة حسب الروايات الواردة: ¶ أولاً: الشام: ¶ ورد في صحيح البخاري في حديث معاوية أن معاذ بن جبل - رضي الله عنه - قال: هم بالشام. صحيح البخاري مع الفتح 13/ 547. ¶ وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: (لا تزال عصابة من أمتي على الحق ظاهرين على الناس، لا يبالون من خالفهم حتى ينزل عيس بن مريم). قال الأوزاعي فحدثت بهذا",
            "page": "34",
            "part": "1",
            "seal": "3283724A"
        },
        {
            "id": "35",
            "nass": "الحديث قتادة فقال: لا أعلم أولئك إلا أهل الشام. أخرجه ابن عساكر كما في كنز العمال 7/ 268. ¶ قال الحافظ ابن كثير: [ ... ولهذا تكون الشام في آخر الزمان معقلاً للإسلام وأهله وبها ينزل عيسى ابن مريم إذا نزل بدمشق بالمنارة الشرقية البيضاء منها، ولهذا جاء في الصحيحين: (لا تزال طائفة من أمتي ظاهرين على الحق، لا يضرهم من خذلهم، ولا من خالفهم حتى يأتي أمر الله وهم كذلك). وفي صحيح البخاري (وهم بالشام)] تفسير ابن كثير 1/ 184. ¶ ثانياً: الغرب: ¶ ورد في صحيح مسلم من حديث سعد بن أبي وقاص - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لا يزال أهل الغرب ظاهرين على الحق حتى تقوم الساعة). ¶ قال الإمام النووي: [قوله (لا يزال أهل الغرب ظاهرين على الحق حتى تقوم الساعة) قال علي بن المديني: المراد بأهل الغرب العرب، والمراد بالغرب الدلو الكبير لاختصاصهم بها غالباً. وقال آخرون: المراد به الغرب من الأرض، وقال معاذ: هم بالشام. وجاء في حديث آخر هم ببيت المقدس، وقيل: هم أهل الشام وما وراء ذلك. قال",
            "page": "35",
            "part": "1",
            "seal": "DA0DD341"
        },
        {
            "id": "36",
            "nass": "القاضي: وقيل: المراد بأهل الغرب أهل الشدة والجلد، وغرب كل شيء حدُّه] شرح النووي على صحيح مسلم 5/ 60. ¶ وقال الحافظ ابن حجر: [ذكر يعقوب بن شيبة عن علي بن المديني قال: المراد بالغرب، الدلو أي الغَرَب بفتح المهملتين، لأنهم أصحابها لا يستقي بها أحدٌ غيرهم، لكن في حديث معاذ، وهم أهل الشام، فالظاهر أن المراد بالغرب البلد، لأن الشام غربي الحجاز كذا قال؛ وليس بواضح، ووقع في بعض طرق الحديث [المغرب] بفتح الميم وسكون المعجمة، وهذا يرد تأويل الغرب بالعرب، لكن يحتمل أن يكون بعض رواته نقله بالمعنى الذي فهمه، أن المراد الإقليم لا صفة بعض أهله، وقيل المراد بالغرب أهل القوة والاجتهاد في الجهاد، يقال في لسانه غَرْبٌ بفتح ثم سكون أي حِدَّةٌ، ووقع في حديث أبي أمامة عند أحمد أنهم ببيت المقدس، وأضاف بيت إلى المقدس، وللطبراني من حديث النهدي نحوه، وفي حديث أبي هريرة في الأوسط للطبراني: (يقاتلون على أبواب دمشق وما حولها، وعلى أبواب بيت المقدس وما حوله، لا يضرهم من خذلهم ظاهرين إلى يوم القيامة)، قلت: ويمكن الجمع بين الأخبار بأن المراد قوم يكونون ببيت المقدس، وهي شامية ويسقون بالدلو، وتكون لهم قوة في جهاد العدو وحدة وجد] فتح الباري 13/ 361.",
            "page": "36",
            "part": "1",
            "seal": "86C8095C"
        },
        {
            "id": "37",
            "nass": "ثالثاً: بيت المقدس وأكناف بيت المقدس: ¶ ورد في حديث أبي أمامة عند الطبراني قوله - صلى الله عليه وسلم -: (هم ببيت المقدس وأكناف بيت المقدس). ¶ رابعاً: دمشق وبيت المقدس: ¶ عن أبي هريرة عن رسول الله - صلى الله عليه وسلم - قال: (لا تزال طائفة من أمتي يقاتلون على أبواب دمشق وما حولها، وعلى أبواب بيت المقدس وما حوله، لا يضرهم خذلان من خذلهم إلى يوم القيامة) رواه الطبراني في الأوسط، وفيه الوليد بن عبّاد وهو مجهول، كما قال الهيثمي في مجمع الزوائد 7/ 288. ¶ وبهذا يظهر لنا أن هذه الطائفة، ليست محصورة في بيت المقدس وأكنافه، كما زعم الكاتب ونفى أن تكون في الشام كله عندما قال: ¶ (ولا تدل هذه الألفاظ على أهل الشام كلهم، كما فسرها معاوية لدعم موقفه من علي رضي الله عنه) ص 54. ¶ أقوال العلماء في محل الطائفة الظاهرة: ¶ قال الشيخ حمود التويجري: [وقد اختلف في محل هذه الطائفة: ¶ فقال ابن بطال: [إنها تكون في بيت المقدس، كما رواه الطبراني من حديث أبي أمامة - رضي الله عنهم -: (قيل: يا رسول الله أين هم؟ قال:",
            "page": "37",
            "part": "1",
            "seal": "A99C2513"
        },
        {
            "id": "38",
            "nass": "(ببيت المقدس)، وقال معاذ - رضي الله عنهم -: هم بالشام. وفي كلام الطبري ما يدل على أنه لا يجب أن تكون في الشام أو في بيت المقدس دائماً، بل قد تكون في موضع آخر في بعض الأزمنة. قال الشيخ عبد الرحمن بن حسن بن الشيخ محمد بن عبد الوهاب رحمهم الله تعالى:\" ويشهد له الواقع، وحال أهل الشام وأهل بيت المقدس من أزمنة طويلة لا يعرف فيهم من قام بهذا الأمر بعد شيخ الإسلام ابن تيمية وأصحابه في القرن السابع وأول الثامن، فإنهم في زمانهم على الحق، يدعون إليه، ويناظرون عليه، ويجاهدون فيه، وقد يجيء من أمثالهم بَعْدُ بالشام من يقوم مقامهم بالدعوة إلى الحق، والتمسك بالسنة، والله على كل شيء قدير. ¶ ومما يؤيد هذا أن أهل الحق والسنة في زمن الأئمة الأربعة وتوافر العلماء في ذلك الزمان وقبله وبعده لم يكونوا في محل واحد، بل هم في غالب الأمصار، في الشام منهم أئمة، وفي الحجاز، وفي مصر، وفي العراق واليمن، وكلهم على الحق يناضلون ويجاهدون أهل البدع، ولهم المصنفات التي صارت أعلاماً لأهل السنة، وحجة على كل مبتدع. ¶ فعلى هذا، فهذه الطائفة قد تجتمع وقد تفترق، وقد تكون في الشام وقد تكون في غيره، فإن حديث أبي أمامة وقول معاذ لا يفيد",
            "page": "38",
            "part": "1",
            "seal": "D39D7346"
        },
        {
            "id": "39",
            "nass": "حصرها بالشام، وإنما يفيد أنها تكون في الشام في بعض الأزمان لا في كلها \". ¶ قلت: الظاهر من حديث أبي أمامة وقول معاذ أن ذلك إشارة إلى محل هذه الطائفة في آخر الزمان عند خروج الدجال ونزول عيسى بن مريم عليه الصلاة والسلام، ويدل على ذلك ما تقدم ذكره من حديث أبي أمامة الذي رواه ابن ماجة وفيه: (فقالت أم شريك: يا رسول الله! فأين العرب يومئذ؟ قال: هم قليل وجلهم يومئذ ببيت المقدس وإمامهم رجل صالح ... ). ¶ ويدل على ذلك ما رواه الإمام أحمد وأبو داوود والبخاري في تاريخه والحاكم في مستدركه من حديث عبد الله بن حوالة الأزدي - رضي الله عنهم -، قال: وضع رسول الله - صلى الله عليه وسلم - يده على رأسي - أو على هامتي - ثم قال: (يا ابن حوالة إذا رأيت الخلافة قد نزلت الأرض المقدسة فقد دنت الزلازل والبلابل والأمور العظام والساعة يومئذ أقرب إلى الناس من يدي هذه من رأسك)، قال الحاكم صحيح الإسناد ولم يخرجاه ووافقه الذهبي في تلخيصه. ¶ وفي المسند أيضاً وجامع الترمذي عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: (ستخرج نار من حضرموت أو من نحو",
            "page": "39",
            "part": "1",
            "seal": "37368DA8"
        },
        {
            "id": "40",
            "nass": "بحر حضرموت قبل يوم القيامة تحشر الناس قالوا: يا رسول الله! فما تأمرنا؟ فقال: عليكم بالشام). قال الترمذي: هذا حديث حسن صحيح غريب من حديث ابن عمر رضي الله عنهما. ¶ وفي المسند أيضاً وسنن أبي داوود ومستدرك الحاكم عن أبي الدرداء - رضي الله عنهم - أن رسول الله - صلى الله عليه وسلم - قال: (فسطاط المسلمين يوم الملحمة الكبرى بأرض يقال لها: الغوطة فيها مدينة يقال لها: دمشق. خير منازل المسلمين يومئذ)، قال الحاكم صحيح الإسناد ولم يخرجاه، ووافقه الذهبي في تلخيصه. ¶ قال المنذري في \" تهذيب السنن \" قال يحيى بن معين، وقد ذكروا عنده أحاديث من ملاحم الروم، فقال يحيى: ليس من حديث الشاميين شيء أصح من حديث صدقة بن خالد عن النبي - صلى الله عليه وسلم - أنه قال: (معقل المسلمين أيام الملاحم دمشق) انتهى. ¶ ففي هذه الأحاديث دليل على أن جل الطائفة المنصورة يكون بالشام في آخر الزمان، حيث تكون الخلافة هناك، ولا يزالون هناك ظاهرين على الحق، حتى يرسل الله الريح الطيبة، فتقبض كل من في قلبه إيمان كما تقدم في الأحاديث الصحيحة أن النبي - صلى الله عليه وسلم - قال: ¶ (حتى يأتي أمر الله وهم على ذلك) وقال معاذ: وهم بالشام.",
            "page": "40",
            "part": "1",
            "seal": "0BD98B3E"
        },
        {
            "id": "41",
            "nass": "فأما في زماننا وما قبله، فهذه الطائفة متفرقة في أقطار الأرض، كما يشهد له الواقع من حال هذه الأمة منذ فتحت الأمصار في عهد الخلفاء الراشدين إلى اليوم وتكثر في بعض الأماكن أحياناً، ويعظم شأنها ويظهر أمرها ببركة الدعوة إلى الله تعالى وتجديد الدين] إتحاف الجماعة 1/ 332 - 334. ¶ قال الإمام النووي: ( ... ويحتمل أن هذه الطائفة، مفرقة بين أنواع المؤمنين، منهم شجعان مقاتلون، ومنهم فقهاء، ومنهم محدثون، ومنهم زهاد وآمرون بالمعروف وناهون عن المنكر، ومنهم أهل أنواع أخرى من الخير، ولا يلزم أن يكونوا مجتمعين، بل قد يكونون متفرقين في أقطار الأرض] شرح النووي على صحيح مسلم 5/ 58 - 59. ¶ وبعد عرض أقوال أهل العلم في الطائفة الظاهرة، يظهر لنا أن الكاتب حجَّر واسعاً، وألبس جماعته وحزبه لباساً ليس على مقاسهم، وما زعمه من أن أوصاف الطائفة الواردة في الأحاديث تنطبق على حزب التحرير دون استثناء، زعمٌ باطلٌ يرده واقع هذا الحزب وأفكاره.",
            "page": "41",
            "part": "1",
            "seal": "BFE49053"
        },
        {
            "id": "42",
            "nass": "وما هذه الدعوى العريضة التي لم يقم عليها دليل ولا برهان إلا غرور وكبر وتزكية للنفس والحزب، بل تعصب مقيت للحزب، قاتل الله التعصب ماذا يفعل بصاحبه، قال الشيخ الدكتور يوسف القرضاوي: ¶ (والقرآن يحذر من تزكية النفس، بمعنى مدحها والثناء عليها، كما قال تعالى: (هو أعلم بكم إذ أنشأكم من الأرض وإذ أنتم أجنة في بطون أمهاتكم، فلا تزكوا أنفسكم، هو أعلم بمن أتقى)، وذم اليهود والنصارى الذين زكوا أنفسهم، فقال: (ألم تر إلى الذين يزكون أنفسهم، بل الله يزكي من يشاء ولا يظلمون فتيلا)، وذلك أنهم قالوا، كما حكى عنهم القرآن: (نحن أبناء الله وأحباؤه)، وردَّ عليهم بقوله: (بل أنتم بشر ممن خلق، يغفر لمن يشاء ويعذب من يشاء، ولله ملك السموات والأرض وما بينهما، وإليه المصير). ¶ ولا يجوز لمن يعمل الصالحات، أن يذكرها بعد الفراغ منها، إلا تحديثاً بنعمة ربه عليه: (وأما بنعمة ربك فحدث)، أو ليرغب غيره فيقتدي به: (من سنَّ سنة حسنة فله أجرها وأجر من عمل بها)، أو دفاعاً عن نفسه أمام اتهام ألصق به وهو منه برئ، أو لغير ذلك من الأسباب الباعثة، وهذا مشروع لمن قوي باطنه في المعرفة بالله، وعدم الالتفات إلى ما سواه، وأمن على نفسه من تسلل آفتي",
            "page": "42",
            "part": "1",
            "seal": "A012730D"
        },
        {
            "id": "43",
            "nass": "العجب والرياء، ولم يكن قصده اكتساب محمدة الناس والمنزلة عندهم، وقلَّ من يسلم من ذلك .. والله المستعان. ¶ فليحذر المسلم من إعجابه بنفسه، وما يقدمه من حسنات وصالحات، واعتقاده أنه وحده المفلح، وغيره من الخاسرين، أو أنه وجماعته هم \"الفرقة الناجية\" وكل المسلمين من الهالكين، أو أنهم وحدهم \"الطائفة المنصورة \" وغيرهم من المخذولين! ¶ إن هذه النظرة إلى النفس، هي العجب المهلك، وتلك النظرة إلى المسلمين هي \"الاحتقار المردي\". وفي الحديث الصحيح: \"إذا قال الرجل: هلك الناس فهو أهلكهم\". ¶ روي الحديث بضم الكاف وبفتحها، ومعنى الضم: أنه هو \"أهلكُهم\"، بمعنى أسرعهم وأشدهم هلاكا، لغروره بنفسه، وإعجابه بعمله، واحتقاره لغيره. ¶ ومعنى الرواية بالفتح \"أهلكَهم\": أنه الذي تسبب ـ هو وأمثاله ـ في هلاكهم، بالاستعلاء عليهم، وتيئيسهم من روح الله. ¶ قال الإمام النووي: \"وهذا النهي لمن قال ذلك، عجباً بنفسه، وتصاغراً للناس، وارتفاعاً عليهم، فهذا هو الحرام. وأما من قاله لما يرى في الناس من نقص في أمر دينهم، وقاله تحزناً عليهم، وعلى الدين، فلا",
            "page": "43",
            "part": "1",
            "seal": "5F2C44B7"
        },
        {
            "id": "44",
            "nass": "بأس به. فكذا فسره العلماء وفصلوه، وممن قاله من الأئمة الأعلام: مالك بن أنس، والخطابي، والحميدي، وآخرون. ¶ وفي الحديث الصحيح الآخر: (بحسب امرئ من الشر أن يحقر أخاه المسلم) فمن حق المسلم على المسلم ألا يظلمه، ولا يخذله، ولا يحقره، وكيف يحقر الإنسان أخاه، وهما فرعان من أصل واحد؟) برنامج الشريعة والحياة للقرضاوي / قناة الجزيرة الفضائية / عن شبكة الإنترنت. ¶ ويضاف إلى ما تقدم، أنه قد وردت في بعض روايات أحاديث الطائفة الظاهرة، أوصاف تبطل زعم الكاتب أنها تنطبق على حزب التحرير فقط، وقد ذكرها الكاتب، ولكنه أوَّلها تأويلاً أعرجاً حتى تؤيد زعمه الباطل: ¶ فمن ذلك ما ورد في الحديث: (لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين إلى يوم القيامة ... إلخ) رواه مسلم. ¶ وفي الحديث الآخر (لا تزال عصابة من أمتي يقاتلون على أمر الله قاهرين لعدوهم ... إلخ). ¶ فهذه الأحاديث، تثبت أن الطائفة الظاهرة تقاتل على دين الله وتدافع عنه بالقتال؟",
            "page": "44",
            "part": "1",
            "seal": "717C868D"
        },
        {
            "id": "45",
            "nass": "فأين هذا الوصف من واقع حزب التحرير، الذي لا يؤمن باستخدام الوسائل المادية أبداً؟ ¶ وإنما مبدؤه ورأسماله الفكر والثقافة، ولا شيء سوى ذلك، أي الكلام باللسان فقط؟ ¶ وأما ما قاله الكاتب: [فقوله - صلى الله عليه وسلم - يقاتلون على الحق، يقاتلون على أمر الله، جاء القتال ... فيقاتلونهم ويرزقهم الله منهم)، يدل دلالة صحيحة على أن هذه الطائفة، سيكون لها دولة تعلن الجهاد والقتال وتنتصر على الأعداء، وهذه هي الغاية التي يسعى إليها ¶ (حزب التحرير) منذ نشأته وهي إعادة الخلافة الراشدة] ص56. ¶ إن هذا القول تأويل بعيد لا تحتمله النصوص، لأن الأحاديث أخبرت أنهم يقاتلون لا أنهم سيقاتلون، وفرق بين الحالتين. ¶ وأما دعواه أن الحزب سيقيم دولة ستقاتل. فهذا أمر لا يعلمه إلا الله سبحانه وتعالى. ولا أظن أن الحزب بهذه الأفكار التي يحملها والوسائل التي ينتهجها سيصل إلى إقامة دولة. ¶ فإعادة الخلافة أو إقامة الدولة الإسلامية يحتاج إلى أكثر من الثقافة والفكر الذي حصر الحزب نفسه بهما، إن سنة الله تعالى وما سلكه الأنبياء عليهم السلام في الدعوة إلى الله يدل على ارتباط القول بالعمل وهكذا كانت سنة النبي - صلى الله عليه وسلم -. انظر أثر الجماعات الإسلامية 1/ 251.",
            "page": "45",
            "part": "1",
            "seal": "FC9D9A5E"
        },
        {
            "id": "46",
            "nass": "المبحث الرابع ¶ بطلان ما ادعاه الكاتب أن الغرباء هم حزب التحرير فقط ¶ وأخيراً، فقد أبى الكاتب إلا أن يختم كلامه بفرية عظيمة، افتراها على سنة النبي - صلى الله عليه وسلم - وطعن بها المتمسكين بالإسلام على مرِّ العصور والأيام فقال لا فض فوه: [بقيت صفة أخيرة لا أحسبها تنطبق إلا على هذه الطائفة الظاهرة على الدين القائمة على أمر الله، وهي صفة الغربة والاغتراب في مجتمع سيئ تكثر فيه المعاصي، وينتشر فيه الفساد، كما هو حال المجتمع في العالم الإسلامي حالياً، وتقوم هذه الطائفة الغريبة عن المجتمع في حال غربة الإسلام وغروبه بإصلاح فساد الأفكار، التي يدَّعي أصحابها أنها إسلامية، وما هي بإسلامية بل هي أفكار كفر، تسربت إلى المسلمين عبر الغزو الثقافي الغربي كفكرة الديمقراطية والعدالة الاجتماعية والحريات وأمثالها، هذه الصفة أيضاً وردت في الحديث النبوي الشريف، فقد روى مسلم وأحمد عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (بدأ الإسلام غريباً وسيعود كما بدأ فطوبى للغرباء).",
            "page": "46",
            "part": "1",
            "seal": "C82A29C6"
        },
        {
            "id": "47",
            "nass": "وروى أحمد والبزار وأبو يعلى بسند رجاله رجال الصحيح عن سعد بن أبي وقاص قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (إن الإيمان بدأ غريباً وسيعود غريباً كما بدأ فطوبى يومئذ للغرباء إذا فسد الناس). ¶ وفي رواية لأحمد من طريق عبد الرحمن بن سنة بلفظ: (بدأ الإسلام غريباً ثم يعود غريباً كما بدأ فطوبى للغرباء قيل: يا رسول الله ومن الغرباء؟ قال: الذين يصلحون إذا فسد الناس ... ). ¶ فقد وصفت هذه الأحاديث الثلاثة المجتمع أو الناس بالفساد، ووصفت الإسلام بالغربة والاغتراب، ووصفت المتمسكين بالدين بأنهم غرباء وبأنهم صالحون، ولكن هذه الأوصاف لا تكفي للدلالة الواضحة على هذه الطائفة التي أشرنا إليها، إذ قد يتمسك بأحكام الشرع شخص أو بضعة أشخاص في زمن الفساد، فيطلق عليه أو عليهم صفة الغربة وصفة الصلاح، فكيف يصح القول إن الغرباء هم هذه الطائفة؟ ¶ والجواب على ذلك هو فيما رواه الترمذي وحسنه عن عمرو بن عوف أن رسول الله - صلى الله عليه وسلم - قال: (إن الدين بدأ غريباً ويرجع غريباً فطوبى للغرباء الذين يصلحون ما أفسد الناس من بعدي من سنتي). فهذا الحديث يدل دلالة واضحة على نفي الغربة عن مجرد ناس متمسكين بأحكام الشرع في زمن الفساد إلا أن يكونوا عاملين على إصلاح ما أفسد الناس من الأفكار والأحكام الشرعية كما أشرنا إلى ذلك والمعلوم",
            "page": "47",
            "part": "1",
            "seal": "EB4CFC39"
        },
        {
            "id": "48",
            "nass": "بداهة أن شخصاً أو بضعة أشخاص متناثرين هنا وهناك لا يقدرون على إصلاح ما فسد في المجتمع إلا أن يكونوا طائفة أي حزباً يتولى هذه المهمة الصعبة فلكي ينطبق على المسلم ما جاء في هذه الأحاديث الأربعة يجب أن يكون ضمن طائفة أو حزب يعمل على إصلاح فساد الأفكار والأحكام في المجتمع وبدون الطائفة أو الحزب فإنه لا يستطيع فعل ذلك قطعاً فوجب صرف الثناء الوارد في هذه الأحاديث إلى كل مسلم ينتمي إلى الطائفة أو الحزب الذي يتولى مهمة إصلاح الفساد في المجتمع. ¶ وحيث إن الأحاديث قد نوهت بالطائفة أو العصابة الظاهرة على الدين القائمة على أمر الله وأنها ستقيم دولة تقاتل الكفار فإن وصف الغرباء الذين يصلحون ما أفسد الناس من سنة محمد - صلى الله عليه وسلم - والسنة هنا تعني الشريعة أي الدين - ينبغي أن يصرف إلى أعضاء هذه الطائفة أو الحزب الذي واقع أعضائه أنهم فعلاً غرباء في المجتمع المعاصر وعلى ذلك فإن الغرباء الذين لهم طوبى هم أعضاء الطائفة أو الحزب الذي نوهنا به والذي جاء ذكره في العديد من الأحاديث] ص56 - 58. ¶ لقد أعظم الكاتب الفرية على سنة رسول الله - صلى الله عليه وسلم - وحرَّف الكلم عن مواضعه وزعم أن وصف الغربة الوارد في الأحاديث ينطبق فقط على حزب التحرير، سبحانك هذا بهتان عظيم، وتعصب مقيت.",
            "page": "48",
            "part": "1",
            "seal": "1349EDFB"
        },
        {
            "id": "49",
            "nass": "إن الكاتب ليس أول من زعم هذا الزعم الباطل فقد سبقه إلى هذا غيره انظر الاعتصام للشاطبي 2/ 114 - 115. ¶ وجواباً على هذا الافتراء على السنة النبوية أقول: ¶ أولاً: قد ورد في روايات حديث الغرباء عدة صفات لهؤلاء الغرباء فهم: (الذين يصلحون عند فساد الناس). ¶ (الذين يصلحون ما أفسد الناس من بعدي من سنتي). ¶ (الذين يتمسكون بكتاب الله حين يُترك ويعملون بالسنة ... ). ¶ (الذين يُحْيُون ما أمات الناس من سنتي). ¶ (الذين يفرون بدينهم من الفتن). ¶ (الذين إذا فسد الناس أصلحوا). ¶ (الذين يحيون سنتي ويعلمونها عباد الله). ¶ (وما الغرباء؟ قال: قوم صالحون قليل، في ناس سوء كثير، من يعصيهم أكثر ممن يطيعهم). ¶ (من الغرباء؟ قال: الفرَّارون بدينهم). ¶ (من الغرباء؟ قال: الذين يصلحون إذا فسد الناس ولا يمارون في دين الله). ¶ (نزَّاع الناس).",
            "page": "49",
            "part": "1",
            "seal": "6C04FB12"
        },
        {
            "id": "50",
            "nass": "(النزَّاع من القبائل) رواه الدارمي، وهو حديث صحيح، كما قال الإمام البغوي في شرح السنة 1/ 119. ¶ والنزَّاع جمع نزيع، وهو الغريب الذي نزع عن أهله وعشيرته، والنزائع من الإبل: الغِراب. شرح السنة 1/ 119. ¶ قال الإمام النووي: [وأما معنى الحديث، فقال القاضي عياض رحمه الله في قوله (غريباً)، روى ابن أبي أويس عن مالك رحمه الله أن معناه في المدينة، وأن الإسلام بدأ بها غريباً وسيعود إليها. قال القاضي وظاهر الحديث العموم، وأن الإسلام بدأ في آحاد من الناس وقلة ثم انتشر وظهر، ثم سيلحقه النقص والإخلال، حتى لا يبقى إلا في آحاد وقلة أيضاً كما بدأ. وجاء في الحديث تفسير الغرباء، وهم النزاع من القبائل قال الهروي: أراد بذلك المهاجرين الذين هجروا أوطانهم إلى الله تعالى] شرح النووي على صحيح مسلم 1/ 334. ¶ وقال البيهقي: [(فطوبى للغرباء) المهاجرين الذين هجروا أوطانهم في الله عز وجل] الزهد الكبير 2/ 118. ¶ وقال شمس الحق آبادي: [(فطوبى للغرباء من أمتي) يريد المنفردين عن أهل زمانهم] عون المعبود 11/ 333. ¶ وقال المناوي: [(فطوبى) فُعْلى من الطيب، أي فرحة وقرة عين، أو سرور وغبطة، أو الجنة أو شجرة في الجنة (للغرباء)، أي",
            "page": "50",
            "part": "1",
            "seal": "BABE0DEA"
        },
        {
            "id": "51",
            "nass": "المسلمين المتمسكين، بحبله المتشبثين بذيله، الذين كانوا في أول الإسلام ويكونون في آخره، وإنما خصهم بها لصبرهم على أذى الكفار أولاً وآخراً ولزومهم دين الإسلام] فيض القدير 2/ 407. ¶ وأما نفي الكاتب صفة الغربة عن شخص يتمسك بأحكام الشرع، أو بضعة أشخاص في زمن الفساد، وزعمه أنه لا يوصف بالغربة إلا طائفة أو حزب، فهذا كلام باطل يرده ظاهر الأحاديث. ¶ فالحديث وصف الغرباء، بأنهم يصلحون ما أفسد الناس. ¶ والحديث وصف الغرباء، بأنهم يتمسكون بالكتاب والسنة. ¶ والحديث وصف الغرباء، بأنهم يحيون ما أماته الناس من السنة. ¶ والحديث وصف الغرباء، بأنهم النزاع من القبائل. ¶ فلا أدري من أين جاء الكاتب بزعمه أن الغرباء لا بد أن يكونوا ضمن حزب، وليس أي حزب، وإنما حزب التحرير فقط. أليست هذه هي النظرة الحزبية الضيقة؟ بلى وربي. ¶ لا شك أن هذا التأويل للأحاديث، ما هو إلا من تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين، ألا يستحي هذا الكاتب من قوله الباطل هذا، والذي ينفي به وجود الغرباء المتمسكين بالإسلام، على مرّ العصور والأيام، إنه الكبر والتعالي على عباد الله. إنها لمأساة أن يصدر هذا الكلام، من هذا الحزبي قصير النظر، الذي لا يرى إلا",
            "page": "51",
            "part": "1",
            "seal": "5678AF8D"
        },
        {
            "id": "52",
            "nass": "نفسه وحزبه، بينما نرى علماء الأمة الراسخين في فهم معاني الحديث، يشرحون هذا الحديث بأوضح عبارة يقول التوربشتي: ¶ [معناه - أي الحديث - إن الإسلام لما بدأ في أول وهلة نهض بإقامته والذب عنه أناس قليلون، من أشياع الرسول - صلى الله عليه وسلم - ونزاع القبائل، فشردوهم عن البلاد، ونفروا عن عقر الديار، يصبح أحدهم معتزلاً مهجوراً، ويبيت منتبذاً وحداناً كالغرباء، ثم يعود آخراً إلى ما كان عليه، لا يكاد يوجد من القائلين إلا الأفراد، ويحتمل أن يكون المماثلة بين الحالة الأولى والحالة الأخيرة، لقلة من كانوا يتدينون به في الأول، وقلة من كانوا يعملون به في الآخر، فطوبى للغرباء المتمسكين بحبله المتشبثين بذيله] فتح المنان شرح كتاب الدارمي 9/ 625 - 626. ¶ وقال الإمام الطرطوشي: [ومعنى هذا الحديث، أنه لما جاء الله بالإسلام، فكان الرجل إذا أسلم في قبيلته وحيّه غريباً فيهم مستخفياً بإسلامه، قد جفاه الأهل والعشيرة، فهو بينهم ذليل حقير خائف، يتغصص بجرع الجفاء والأذى، ثم يعود غريباً لكثرة الأهواء المضلة والمذاهب المختلفة، حتى يبقى أهل الحقّ غرباء في الناس، لقلتهم وخوفهم على أنفسهم] الحوادث والبدع ص32.",
            "page": "52",
            "part": "1",
            "seal": "2050EF05"
        },
        {
            "id": "53",
            "nass": "وقال شيخ الإسلام ابن تيمية: [وقوله - صلى الله عليه وسلم -: (ثم يعود غريباً كما بدأ)، يحتمل شيئين: أحدهما أنه في أمكنة وأزمنة يعود غريباً بينهم ثم يظهر، كما كان في أول الأمر غريباً ثم ظهر، ولهذا قال (سيعود غريباً كما بدأ)، وهو لما بدأ كان غريباً لا يعرف، ثم ظهر وعرف، فكذلك يعود حتى لايعرف، ثم يظهر ويعرف، فيقل من يعرفه في أثناء الأمر، كما كان من يعرفه أولا. ويحتمل أنه في آخر الدنيا لا يبقى مسلماً إلا قليل. وهذا إنما يكون بعد الدجال ويأجوج ومأجوج عند قرب الساعة. وحينئذ يبعث الله ريحاً تقبض روح كل مؤمن ومؤمنة ثم تقوم القيامة] مجموع فتاوى شيخ الإسلام 18/ 295 - 296. ¶ وقال شيخ الإسلام ابن تيمية أيضاً: [وكذلك بدأ غريباً ولم يزل يقوى حتى انتشر، فهكذا يتغرب في كثير من الأمكنة والأزمنة، ثم يظهر حتى يقيمه الله عز وجل، كما كان عمر بن عبد العزيز، لما ولي قد تغرب كثير من الإسلام على كثير من الناس، حتى كان منهم من لا يعرف تحريم الخمر، فأظهر الله به في الإسلام ما كان غريباً] المصدر السابق 18/ 297. ¶ وقال شيخ الإسلام أيضاً: [وقد تكون الغربة في بعض شرائعه وقد يكون ذلك في بعض الأمكنة، ففي كثير من الأمكنة يخفى عليهم من",
            "page": "53",
            "part": "1",
            "seal": "71CA6DD4"
        },
        {
            "id": "54",
            "nass": "شرائعه، ما يصير به غريباً بينهم لا يعرفه منهم إلا الواحد بعد الواحد، ومع هذا فطوبى لمن تمسك بتلك الشريعة كما أمر الله ورسوله فإن إظهاره والأمر به والإنكار على من خالفه هو بحسب القوة والأعوان] المصدر السابق 18/ 298. ¶ وقد سئلت اللجنة الدائمة للإفتاء في السعودية برئاسة الشيخ العلامة عبد العزيز بن باز يرحمه الله [ما معنى (بدأ الإسلام غريباً وسيعود غريباً كما بدأ)؟ ¶ فأجابت: معنى (بدأ الإسلام غريباً)، غربته بغربة أهله حيث دعا النبي - صلى الله عليه وسلم - إلى الإسلام سراً، فآمن به أبو بكر الصديق وزوجته خديجة ومولاه زيد، ثم أخذ يعرض الإسلام على من يثق به، فآمن به من آمن، حتى زالت الغربة وانتشر الإسلام، ودخل الناس في دين الله أفواجاً، وفي آخر الدنيا تعود الغربة ثانية إلى دين الإسلام، فلا يكون في القبيلة إلا الرجل الواحد على دين الإسلام] فتاوى اللجنة الدائمة السعودية 4/ 326. ¶ وبعد هذا العرض لأقوال أهل العلم في بيان المراد بالغرباء، يظهر لنا أن وصف الغرباء، ينطبق على كل متمسك بالكتاب وبالسنة، ويدعو لإحياء السنة النبوية، ولا يوجد أي دليل على اشتراط أن يكون ضمن جماعة، أو حزب، ولا دليل مطلقاً على أن صفة الغربة",
            "page": "54",
            "part": "1",
            "seal": "D480BC2D"
        },
        {
            "id": "55",
            "nass": "محصورة في حزب التحرير بل إن قول الكاتب: [إن الغرباء الذين لهم طوبى هم أعضاء الطائفة أو الحزب الذي نوهنا به والذي جاء ذكره في العديد من الأحاديث] ص58. ¶ إن هذا الكلام من أكذب الكذب، ومن التأويل الباطل لكلام سيد المرسلين، وتعدٍ سافرٍ على سنة المصطفى - صلى الله عليه وسلم -، وتعدٍ على أمة الإسلام المنتشرة في أصقاع الأرض، والتي تزيد على مليار مسلم، فلم يعدها شيئاً، وانتقاصٍ من قدْر الأفراد والجماعات العديدة التي تعمل جادة مخلصة ومجاهدة لنصرة الإسلام، فالكاتب لم يرَ هؤلاء المسلمين شيئاً ورأى فقط أتباع حزبه، الذين لا يكادون يعدون شيئاً، إلا كما تعد الشعرة الواحدة في جلد الثور الضخم!!! ¶ وإن هذا الكلام الذي هذى به الكاتب، ما هو إلا نتيجة الكبر والغرور، والتعالي والتعصب الحزبي المقيت، وقصر النظر وسوء الظن بالأمة المسلمة، ولا حول ولا قوة إلا بالله العلي العظيم. ¶ إن الغرباء، هم المتمسكون بالسنة النبوية، على مرّ العصور والأيام. قال القرطبي: [إن قرنه - صلى الله عليه وسلم - إنما فُضِّل لأنهم كانوا غرباء في إيمانهم، لكثرة الكفار، وصبرهم على أذاهم، وتمسكهم بدينهم، وإن أواخر هذه الأمة، إذا أقاموا الدين وتمسكوا به وصبروا على طاعة ربهم، في حين ظهور الشر والفسق، والهرج والمعاصي والكبائر،",
            "page": "55",
            "part": "1",
            "seal": "04D20A5D"
        },
        {
            "id": "56",
            "nass": "كانوا عند ذلك أيضاً غرباء، وزكت أعمالهم في ذلك الوقت، كما زكت أعمال أوائلهم، ومما يشهد لهذا قوله عليه الصلاة والسلام: (بدأ الإسلام غريباً وسيعود كما بدأ فطوبى للغرباء] تفسير القرطبي 4/ 172.",
            "page": "56",
            "part": "1",
            "seal": "8C185E34"
        },
        {
            "id": "57",
            "nass": "الخاتمة ¶ منهاج الفرقة الناجية ¶ وأخيراً أختم بذكر منهاج الفرقة الناجية، والطائفة الظاهرة، وهو كما يلي: ¶ 1. الفرقة الناجية: هي التي تلتزم منهاج الرسول - صلى الله عليه وسلم - في حياته، ومنهاج أصحابه من بعده، وهو القرآن الكريم الذي أنزله الله على رسوله، وبيَّنه لصحابته في أحاديث الصحيحة، وأمر المسلمين بالتمسك بهما، فقال - صلى الله عليه وسلم -: تركت فيكم شيئين لن تضلوا بعدهما: كتاب الله وسنتي، ولن يتفرقا حتى يردا عليَّ الحوض) صححه الألباني في صحيح الجامع 1/ 566. ¶ 2. الفرقة الناجية تعود إلى كلام الله ورسوله، حين التنازع والاختلاف عملاً بقوله تعالى: (يَا أَيُّهَا الَّذِينَءَامَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا) سورة النساء الآية 59. وقال تعالى: (فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ",
            "page": "57",
            "part": "1",
            "seal": "EBDC23BB"
        },
        {
            "id": "58",
            "nass": "لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا). سورة النساء الآية 65. ¶ 3. الفرقة الناجية لا تقدم كلام أحد على كلام الله ورسوله عملاً بقوله تعالى: (يا أيها الذين آمنوا لا تقدموا بين يدي الله ورسوله واتقوا الله إن الله سميع عليم) سورة الحجرات، الآية. ¶ وقال ابن عباس: أراهم سيهلكون! أقول: (قال النبي - صلى الله عليه وسلم - ويقولون: قال أبو بكر وعمر) رواه أحمد وغيره وصححه أحمد شاكر. ¶ 4. الفرقة الناجية تعتبر التوحيد، وهو إفراد الله بالعبادة، كالدعاء والاستعانة والاستغاثة وقت الشدة والرخاء والذبح والنذر والتوكل والحكم بما أنزل الله، وغير ذلك من أنواع العبادة، هو الأساس الذي تبنى عليه الدولة الإسلامية الصحيحة؛ ولا بدّ من إبعاد الشرك ومظاهره الموجودة في أكثر البلاد الإسلامية، لأنه من مقتضيات التوحيد، ولا يمكن النصر لأي جماعة تهمل التوحيد، ولا تكافح الشرك بأنواعه، أسوة بالرسل جميعاً وبرسولنا الكريم صلوات الله وسلامه عليهم أجمعين. ¶ 5. الفرقة الناجية: يحيون سنن الرسول - صلى الله عليه وسلم - في عبادتهم وسلوكهم وحياتهم، فأصبحوا غرباء بين قومهم، كما أخبر عنهم رسول الله",
            "page": "58",
            "part": "1",
            "seal": "23EDD4D7"
        },
        {
            "id": "59",
            "nass": "- صلى الله عليه وسلم - بقوله: (إن الإسلام بدأ غريباً وسيعود غريباً كما بدأ فطوبى للغرباء) رواه مسلم. ¶ وفي رواية: (فطوبى للغرباء: الذين يصلحون إذا فسد الناس) قال الألباني: رواه أبو عمرو الداني بسند صحيح. ¶ 6. الفرقة الناجية: لا تتعصب إلا لكلام الله وكلام رسوله المعصوم، الذي لا ينطق عن الهوى؛ أما غيره من البشر، مهما علت رتبته فقد يخطئ لقوله - صلى الله عليه وسلم -: (كل بني آدم خطاء وخير الخطّائين التوابون) رواه أحمد وهو حديث حسن. ¶ وقال الإمام مالك: [ليس أحدٌ بعد النبي - صلى الله عليه وسلم - إلا يؤخذ من قوله ويترك إلا النبي - صلى الله عليه وسلم -. ¶ 7. الفرقة الناجية: تحترم الأئمة المجتهدين، ولا تتعصب لواحد منهم، بل تأخذ الفقه من القرآن والأحاديث الصحيحة ومن أقوالهم جميعاً إذا وافق الحديث الصحيح، وهذا موافق لكلامهم حيث أوصوا أتباعهم أن يأخذوا بالحديث الصحيح ويتركوا كل قول يخالفه. ¶ 8. الفرقة الناجية تأمر بالمعروف وتنهى عن المنكر، فهي تنكر الطرق المبتدعة والأحزاب الهدامة التي فرقت الأمة، وابتدعت في الدين وابتدعت عن سنة الرسول - صلى الله عليه وسلم - وأصحابه.",
            "page": "59",
            "part": "1",
            "seal": "8F0829E5"
        },
        {
            "id": "60",
            "nass": "9. الفرقة الناجية: تدعو المسلمين أن يكونوا من المتمسكين بسنة الرسول - صلى الله عليه وسلم - وأصحابه، حتى يكتب لهم النصر وحتى يدخلوا الجنة بفضل الله وشفاعة رسوله - صلى الله عليه وسلم -. ¶ 10. الفرقة الناجية: تنكر القوانين الوضعية التي هي من وضع البشر، لمخالفتها حكم الإسلام، وتدعو إلى تحكيم كتاب الله الذي أنزله الله لسعادة البشر في الدنيا والآخرة، وهو أعلم سبحانه وتعالى بما يصلح لهم، وهو ثابت لا تتبدل أحكامه على مدى الأيام، ولا يتطور حسب الزمان، وإن سبب شقاء العالم عامة والعالم الإسلامي خاصة وما يلاقيه من متاعب وذل وهوان ومصائب، تركه الحكم بكتاب الله وسنة رسوله - صلى الله عليه وسلم -، ولا عز للمسلمين إلا بالرجوع إلى تعاليم الإسلام، أفراداً وجماعات وحكومات، عملاً بقوله تعالى: (إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ) سورة الرعد الآية 11. ¶ 11. الفرقة الناجية: تدعو المسلمين جميعاً إلى الجهاد في سبيل الله، وهو واجب على كل مسلم حسب طاقته واستطاعته، ويكون الجهاد بما يلي: ¶ 1.الجهاد باللسان والقلم: بدعوة المسلمين وغيرهم إلى التمسك بالإسلام الصحيح، والتوحيد الخالي من الشرك، الذي انتشر في كثير من البلاد الإسلامية، والذي أخبر عنه الرسول - صلى الله عليه وسلم - بأنه سيقع",
            "page": "60",
            "part": "1",
            "seal": "4240E15D"
        },
        {
            "id": "61",
            "nass": "بين المسلمين، فقال: (لا تقوم الساعة حتى تلحق قبائل من أمتي بالمشركين وحتى تعبد قبائل من أمتي الأوثان) صحيح رواه أبو داود وورد معناه في مسلم. ¶ 2. الجهاد بالمال: ويكون بالإنفاق على نشر الإسلام، وطبع الكتب الداعية إليه على الوجه الصحيح، ويكون بتوزيع المال على المؤلفة قلوبهم من ضعفاء المسلمين لتثبيتهم ويكون بتصنيع وشراء الأسلحة والمعدات للمجاهدين، وما يلزمهم من طعام وكساء وغير ذلك. ¶ 3. الجهاد بالنفس: ويكون بالقتال والاشتراك في المعارك لنصرة الإسلام، ولتكون كلمة الله هي العليا وكلمة الذين كفروا هي السفلى، وقد أشار الرسول الكريم إلى هذه الأنواع، فقال: (جاهدوا المشركين بأموالكم وأنفسكم وألسنتكم) صحيح رواه أبو داود) منهاج الفرقة الناجية والطائفة المنصورة ص 6 - 11. ¶ والله الهادي إلى سواء السبيل",
            "page": "61",
            "part": "1",
            "seal": "255A42D2"
        },
        {
            "id": "62",
            "nass": "قائمة المصادر ¶ القرآن الكريم ¶ إتحاف الجماعة بما جاء في الفتن والملاحم وأشراط الساعة / حمود بن عبد الله التويجري / دار الصميعي / الرياض. ¶ أثر الجماعات الإسلامية الميداني خلال القرن العشرين / محمود سالم عبيدات / مكتبة الرسالة الحديثة / ط 1 / عمان. ¶ أدب الاختلاف في مسائل العلم والدين / محمد عوامة / ط 2 / دار البشائر الإسلامية. ¶ الاعتصام / أبو إسحاق الشاطبي / دار المعرفة / بيروت. ¶ الحوادث والبدع / أبو بكر الطرطوشي / ط 2 / دار ابن الجوزي. ¶ الزهد الكبير / أحمد بن الحسين البيهقي / مؤسسة الكتب الثقافية. ¶ المستدرك على الصحيحين / أبو عبد الله محمد بن عبد الله الحاكم / دار المعرفة / الطبعة الأولى. ¶ المفهم لما أشكل من تلخيص كتاب مسلم / أبو العباس القرطبي / ط 1 / دار ابن كثير، دار الكلم الطيب. ¶ تاج العروس من جواهر القاموس / محمد مرتضى الزبيدي / تحقيق علي شيري / دار الفكر.",
            "page": "62",
            "part": "1",
            "seal": "DC7FA421"
        },
        {
            "id": "63",
            "nass": "تفسير ابن كثير / الحافظ ابن كثير الدمشقي / ط 1 / دار الكتاب العربي. ¶ تفسير القرطبي / أبو عبد الله محمد الأنصاري القرطبي / دار القلم / الطبعة الثالثة. ¶ تفسير فتح القدير / محمد بن علي الشوكاني / مطبعة مصطفى الحلبي / الطبعة الثانية. ¶ حمل الدعوة الإسلامية واجبات وصفات / محمود عبد اللطيف عويضة / دار الأمة. ¶ زاد المعاد في هدي خير العباد / شمس الدين ابن القيم / ط 12 / مؤسسة الرسالة. ¶ سلسلة الأحاديث الصحيحة / محمد ناصر الدين الألباني / الطبعة الثانية / المكتب الإسلامي. ¶ سنن أبي داود / سليمان بن الأشعث السجستاني / دار الكتب العلمية / الطبعة الأولى / مطبوع مع عون المعبود. ¶ سنن ابن ماجة / أبو عبد الله محمد بن يزيد القزويني / تحقيق محمد فؤاد عبد الباقي / دار الكتب العلمية. ¶ سنن البيهقي (السنن الكبرى) / أبو بكر أحمد بن الحسين البيهقي / دار الفكر.",
            "page": "63",
            "part": "1",
            "seal": "AB119772"
        },
        {
            "id": "64",
            "nass": "سنن الترمذي / أبو عيسى محمد بن عيسى بن سورة / تحقيق أحمد محمد شاكر / دار الكتب العلمية ¶ سنن النسائي / أبو عبد الرحمن أحمد بن شعيب النسائي / دار الكتب العلمية. ¶ شرح السنة / الحسين ابن مسعود البغوي / ط 2 / المكتب الإسلامي. ¶ شرح النووي على صحيح مسلم / أبو زكريا محيي الدين النووي / دار الخير. ¶ شرح قصيدة ابن القيم / أحمد إبراهيم عيسى / المكتب الإسلامي. ¶ صحيح ابن حبان (الإحسان) / علاء الدين علي بن بلبان / تحقيق شعيب الأرناؤوط / مؤسسة الرسالة / الطبعة الأولى. ¶ صحيح ابن خزيمة / محمد بن خزيمة / تحقيق محمد الأعظمي / المكتب الإسلامي. ¶ صحيح البخاري / محمد بن إسماعيل البخاري / تحقيق مصطفى البغا / دار ابن كثير، اليمامة / ط 3 ¶ صحيح الجامع الصغير / محمد ناصر الدين الألباني / ط 2 / المكتب الإسلامي. ¶ صحيح مسلم / مسلم بن الحجاج النيسابوري / تحقيق محمد فؤاد عبد الباقي / دار إحياء التراث العربي.",
            "page": "64",
            "part": "1",
            "seal": "08BBD6A6"
        },
        {
            "id": "65",
            "nass": "صفات الطائفة الظاهرة / عدنان محمد عرعور / ط 2 / مؤسسة منارة قرطبة. ¶ عارضة الأحوذي بشرح صحيح الترمذي / أبو بكر ابن العربي المالكي / ط 1 / دار الكتب العلمية. ¶ عون المعبود شرح سنن أبي داود / محمد أشرف بن أمير الصديقي العظيم أبادي / دار الكتب العلمية الطبعة الأولى. ¶ فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء / جمعها أحمد الدويش / ط 1 / دار عالم الكتب. ¶ فتح الباري بشرح البخاري / الحافظ شهاب الدين أحمد بن علي بن حجر العسقلاني / دار السلام / الرياض. ¶ فتح المنان شرح المسند الجامع / نبيل الغمري / ط 1 / دار البشائر الإسلامية. ¶ فيض القدير شرح الجامع الصغير / محمد عبد الرؤوف المناوي / ط 1 / دار الكتب العلمية. ¶ كنز العمال في سنن الأفعال والأقوال / المتقي الهندي. ¶ لسان العرب / ابن منظور / تعليق علي شيري / دار إحياء التراث العربي / الطبعة الأولى.",
            "page": "65",
            "part": "1",
            "seal": "DBBDBC63"
        },
        {
            "id": "66",
            "nass": "مجمع الزوائد ومنبع الفوائد / نور الدين علي الهيثمي / ط 3 / دار الكتاب العربي. ¶ مجموع فتاوى شيخ الإسلام ابن تيمية / جمع وترتيب عبد الرحمن بن محمد العاصمي النجدي / مؤسسة الرسالة. ¶ مناهل العرفان في علوم القرآن / محمد الزرقاني / ط1 دار الفكر. ¶ موسوعة أطراف الحديث النبوي الشريف / محمد السعيد زغلول / دار الفكر. ¶ نصب الراية لأحاديث الهداية / جمال الدين الزيلعي / ط 1 / دار المأمون.",
            "page": "66",
            "part": "1",
            "seal": "8C55A6C6"
        },
        {
            "id": "67",
            "nass": "فهرس المحتويات ¶ الموضوع ... الصفحة ¶ المقدمة ... 5 ¶ المبحث الأول: الأحاديث الواردة في الطائفة الظاهرة ... 13 ¶ المبحث الثاني: تحريف المراد بأحاديث الطائفة الظاهرة ... 19 ¶ المبحث الثالث: محل وجود الطائفة الظاهرة ... 32 ¶ المبحث الرابع: بطلان ما ادّعاه الكاتب أن الغرباء هم حزب التحرير فقط ... 46 ¶ الخاتمة منهاج الفرقة الناجية ... 57 ¶ قائمة المصادر ... 62 ¶ فهرس المحتويات ... 67",
            "page": "67",
            "part": "1",
            "seal": "7D22BB9B"
        }
    ],
    "t967": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول الأحاديث الواردة في الطائفة الظاهرة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني تحريف المراد بأحاديث الطائفة الظاهرة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث محل وجود الطائفة الظاهرة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع بطلان ما ادعاه الكاتب أن الغرباء هم حزب التحرير فقط"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة منهاج الفرقة الناجية"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "قائمة المصادر"
        }
    ]
}