{
    "b9697": [
        {
            "id": "51",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا الْوَلِيدُ أُرَاهُ ابْنَ أَبِي ثَوْرٍ - قَالَ: مُحَمَّدُ بْنُ يُوسُفَ الْفَرَبْرِيُّ الشَّكُّ مِنِّي - عَنْ عَبْدِ الْمَلِكِ هُوَ ابْنُ عُمَيْرٍ، عَنْ مُوسَى بْنِ طَلْحَةَ، عَنْ عَائِشَةَ بِنْتِ طَلْحَةَ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ: §أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانُ بِاللِّهِ، وَجِهَادٌ فِي سَبِيلِ اللَّهِ وَحَجٌّ مَبْرُورٌ»",
            "page": "52",
            "part": "1",
            "seal": "D8820BA1"
        },
        {
            "id": "52",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانُ، حَدَّثَنَا يَزِيدُ بْنُ عَطَاءٍ، عَنْ مُعَاوِيَةَ بْنِ إِسْحَاقَ، عَنْ عَائِشَةَ بِنْتِ طَلْحَةَ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهُمَا، سُئِلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللِّهِ، وَقِتَالٌ فِي سَبِيلِهِ، وَحَجٌّ مَبْرُورٌ»",
            "page": "52",
            "part": "1",
            "seal": "7E791A1D"
        },
        {
            "id": "53",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ سَعِيدٍ، أَنْبَأَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عُثْمَانَ بْنِ أَبِي حَثْمَةَ، عَنْ جَدَّتِهِ الشَّفَّاءِ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَسَأَلَهُ رَجُلٌ: §أَيُّ الْعَمَلِ أَفْضَلُ؟ فَقَالَ: «إِيمَانٌ بِاللِّهِ، وَجِهَادٌ وَحَجٌّ مَبْرُورٌ»",
            "page": "52",
            "part": "1",
            "seal": "42407247"
        },
        {
            "id": "54",
            "nass": "حَدَّثَنَا ضِرَارُ بْنُ صُرَدٍ، عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ، عَنْ مُوسَى بْنِ عَلِيِّ بْنِ رَبَاحٍ، عَنْ أَبِيهِ عَنْ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ، قَالَ سُئِلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللِّهِ، وَتَصْدِيقٌ بِرَسُولِهِ، وَجِهَادٌ فِي سَبِيلِهِ»",
            "page": "52",
            "part": "1",
            "seal": "692309A6"
        },
        {
            "id": "55",
            "nass": "وَقَالَ عُبَيْدُ بْنُ عُمَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ حُبْشِيٍّ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §أَفْضَلُ الْأَعْمَالِ: «إِيمَانٌ لَا شَكَّ فِيهِ»",
            "page": "52",
            "part": "1",
            "seal": "85F3BCE5"
        },
        {
            "id": "56",
            "nass": "وَقَالَ الْعَلَاءُ بْنُ عَبْدِ الْجَبَّارِ: حَدَّثَنَا سُوَيْدٌ أَبُو حَاتِمٍ، حَدَّثَنِي عَيَّاشُ بْنُ عَبَّاسِ عَنِ الْحَارِسِ بْنِ يَزِيدَ، عَنْ عَلِيِّ بْنِ رَبَاحٍ، عَنْ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ، سَمِعَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" سُئِلَ §أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللِّهِ، وَتَصْدِيقٌ بِكِتَابِهِ» قَالَ أَبُو عَبْدِ اللَّهِ: «فَجَعَلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْإِيمَانَ وَالتَّصْدِيقَ وَالْجِهَادَ وَالْخَيْرَ عَمَلًا» وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَخْرُجُ قَوْمٌ يَحْقِرُونَ أَعْمَالَكُمْ مَعَ أَعْمَالِهِمْ , يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ حَنَاجِرَهُمْ يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ» ، «فَبَيَّنَ أَنَّ قِرَاءَةَ الْقُرْآنِ هِيَ الْعَمَلُ»",
            "page": "53",
            "part": "1",
            "seal": "20A95572"
        },
        {
            "id": "57",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§يَخْرُجُ فِيكُمْ قَوْمٌ يَحْقِرُونَ صَلَاتَكُمْ مَعَ صلَاتِهِمْ، وَأَعْمَالَكُمْ مَعَ أَعْمَالِهِمْ يَقْرَءُونَ الْقُرْآنَ لَا يُجَاوِزُ حَنَاجِرَهُمْ يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ» حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَنَا مَالِكٌ، بِهَذَا",
            "page": "53",
            "part": "1",
            "seal": "F3E012FA"
        },
        {
            "id": "58",
            "nass": "حَدَّثَنَا رَوْحُ بْنُ عَبْدِ الْمُؤْمِنِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ: «§وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا» أَيْ عَدْلًا",
            "page": "53",
            "part": "1",
            "seal": "60F0A89C"
        },
        {
            "id": "59",
            "nass": "قَالَ حَمَّادُ بْنُ زَيْدٍ: «مَنْ قَالَ §كَلَامُ الْعِبَادِ لَيْسَ بِخَلْقٍ فَهُوَ كَافِرٌ» قَالَ أَبُو عَبْدِ اللَّهِ: «وَمِنَ الدَّلِيلِ عَلَى أَنَّ اللَّهَ يَتَكَلَّمُ كَيْفَ شَاءَ، وَأَنَّ أَصْوَاتَ الْعِبَادِ مُؤَلَّفَةً حَرْفًا، فِيهَا التَّطْرِيبُ وَالْغَمْزُ وَاللَّحْنُ وَالتَّرْجِيعُ، حَدِيثُ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
            "page": "53",
            "part": "1",
            "seal": "BD330D1F"
        },
        {
            "id": "60",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، وَيَحْيَى بْنُ بُكَيْرٍ، قَالَا: حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ يَعْلَى بْنِ مَمْلَكٍ، أَنَّهُ سَأَلَ أُمَّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا، عَنْ قِرَاءَةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَصَلَاتِهِ، فَقَالَتْ: «مَا لَكُمْ وَصَلَاتَهُ، كَانَ §يُصَلِّي ثُمَّ يَنَامُ قَدْرَ مَا صَلَّى، ثُمَّ يُصَلِّي قَدْرَ مَا نَامَ، ثُمَّ يَنَامُ قَدْرَ مَا صَلَّى، حَتَّى الصُّبْحِ، وَنَعَتَتْ قِرَاءَتَهُ فَإِذَا قِرَاءَتُهُ حَرْفًا حَرْفًا» -[54]-، حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنِي اللَّيْثُ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ بِهَذَا",
            "page": "53",
            "part": "1",
            "seal": "41A04F17"
        },
        {
            "id": "61",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَنَا عَبْدُ اللَّهِ، أَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عِمْرَانَ بْنِ عَبْدِ اللَّهِ، قَالَ: صَلَّى بِنَا رَجُلٌ فِي مَسْجِدِ الْمَدِينَةِ فِي شَهْرِ رَمَضَانَ فَجَاءَ بِتِلْكَ الْهِنَاتِ، يَعْنِي تَطَرَّبَ، فأَنْكَرَ ذَلِكَ الْقَاسِمُ بْنُ مُحَمَّدٍ، وَقَالَ: يَقُولُ اللَّهُ: {§وَإِنَّهُ لَكِتَابٌ عَزِيزٌ لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزُيلٌ مِنْ حَكِيمٍ حَمِيدٍ} [فصلت: 42]",
            "page": "54",
            "part": "1",
            "seal": "CE359193"
        },
        {
            "id": "62",
            "nass": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ أَنَّهُ أَخْبَرَهُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ رَضِيَ اللَّهُ عَنْهُ، قَالَ لَهُ: «أَرَاكَ تُحِبُّ الْغَنَمَ وَالْبَادِيَةَ، §فَإِذَا كُنْتَ فِي غَنَمِكَ وَبَادَيَتِكَ فأَذَّنْتَ لِلصَّلَاةِ فَارْفَعْ صَوْتَكَ بِالنِّدَاءِ فَإِنَّهُ لَا يَسْمَعُ صَوْتَ الْمُؤَذِّنِ جِنٌّ وَلَا إِنْسٌ إِلَا شَهِدَ لَهُ يَوْمَ الْقِيَامَةِ» قَالَ أَبُو سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ، سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، بِهَذَا",
            "page": "54",
            "part": "1",
            "seal": "8F534B9B"
        },
        {
            "id": "63",
            "nass": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا مُوسَى بْنُ أَبِي عُثْمَانَ، قَالَ: سَمِعْتُ أَبَا يَحْيَى، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§يُغْفَرُ لِلْمُؤَذِّنِ مَدَّ صَوْتِهِ» ، حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا شُعْبَةُ بِهَذَا",
            "page": "54",
            "part": "1",
            "seal": "C55676CA"
        },
        {
            "id": "64",
            "nass": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ مُوسَى بْنِ أَبِي عُثْمَانَ، قَالَ: سَمِعْتُ أَبَا يَحْيَى، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§الْمُؤَذِّنُ يُغْفَرُ لَهُ مَدَّ صَوْتِهِ» حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، قَالَ: أَنْبَأَنِي مُوسَى، قَالَ: سَمِعْتُ أَبَا يَحْيَى، بِهَذَا",
            "page": "54",
            "part": "1",
            "seal": "C35FACAD"
        },
        {
            "id": "65",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي أَبِي، عَنِ ابْنِ إِسْحَاقَ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَبْدِ رَبِّهِ، قَالَ: حَدَّثَنِي أَبِي عَبْدُ اللَّهِ بْنُ زَيْدٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: لَمَّا أَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالنَّاقُوسِ فَيُعْمَلُ لِيُضْرَبَ بِهِ لِلنَّاسِ فِي الْجَمْعِ لِلصَّلَاةِ، أَطَافَ بِي وَأَنَا نَائِمٌ رَجُلٌ يَحْمِلُ نَاقُوسًا فِي يَدِهِ , فَقُلْتُ: يَا عَبْدَ اللَّهِ تَبِيعُ النَّاقُوسَ؟ قَالَ: وَمَا تَصْنَعُ بِهِ؟ قُلْتُ: أَدْعُو بِهِ إِلَى الصَّلَاةِ، قَالَ: أَفَلَا §أَدُلُّكَ عَلَى مَا هُوَ خَيْرٌ مِنْ ذَلِكَ؟ قُلْتُ: بَلَى، قَالَ: تَقُولُ اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، حَيَّ عَلَى الْفَلَاحِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ \" قَالَ: ثُمَّ اسْتَأْخَرَ عَنِّي غَيْرَ بَعِيدٍ ثُمَّ قَالَ: تَقُولُ إِذَا أُقِيمَتِ الصَّلَاةُ: اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، قَدْ قَامَتِ الصَّلَاةُ، قَدْ قَامَتِ الصَّلَاةُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ قَالَ: فَلَمَّا أَصْبَحْتُ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ مَا رَأَيْتُ , فَقَالَ: «إِنَّ هَذَا رُؤْيَا حَقٌّ إِنْ شَاءَ اللَّهُ، فَقُمْ مَعَ بِلَالٍ فَأَلْقِ عَلَيْهِ مَا رَأَيْتَ فَلْيُؤَذِّنُ بِهِ، فَإِنَّهُ أَنْدَى مِنْكَ صَوْتَا» فَقُمْتُ مَعَ بِلَالٍ فَجَعَلْتُ أُلْقِي عَلَيْهِ وَيُؤَذِّنُ فَسَمِعَ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، وَهُوَ فِي بَيْتِهِ فَخَرَجَ يُجَرِّرُ رِدَاءَهُ يَقُولُ: وَالَّذِي بَعَثَكَ بِالْحَقِّ لَقَدْ رَأَيْتُ مِثْلَ الَّذِي رَأَى قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَلِلِّهِ الْحَمْدُ»",
            "page": "54",
            "part": "1",
            "seal": "DC59D49B"
        },
        {
            "id": "66",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مَسْلَمَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدٍ، قَالَ: فَأَرَى عَبْدَ اللَّهِ بْنَ زَيْدٍ فَخَرَجَ عَبْدُ اللَّهِ، حَتَّى أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ قَالَ: «§فَاخْرُجْ مَعَ بِلَالٍ فَأَلْقِهَا عَلَيْهِ، وَلْيُنَادِ بِلَالٌ فَإِنَّهُ أَنْدَى مِنْكَ صَوْتًا» قَالَ: فَخَرَجْتُ مَعَ بِلَالٍ إِلَى الْمَسْجِدِ، فَجَعَلْتُ أُلْقِيهَا عَلَيْهِ وَهُوَ يُنَادِي، فَسَمِعَ عُمَرُ الصَّوْتَ فَخَرَجَ، فَقَالَ: يَا رَسُولَ اللَّهِ، وَاللَّهِ لَقَدْ رَأَيْتُ مِثْلَ الَّذِي رَأَى",
            "page": "55",
            "part": "1",
            "seal": "E58972B2"
        },
        {
            "id": "67",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، أَخْبَرَنِي إِبْرَاهِيمُ بْنُ عَبْدِ الْعَزِيزِ بْنِ عَبْدِ الْمَلِكِ بْنِ أَبِي مَحْذُورَةَ، أَخْبَرَنِي جَدِّي عَبْدُ الْمَلِكِ بْنُ أَبِي مَحْذُورَةَ أَنَّهُ سَمِعَ أَبَا مَحْذُورَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ: «§امْدُدْ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ» وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِذَا سَمِعْتُمُ الْآذَانَ فَقُولُوا مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ» وَقَالَ عُمَرُ، لِأَبِي مَحْذُورَةَ حِينَ سَمِعَ صَوْتَهُ: مَا خَشِيتُ أَنْ يَنْقَطِعَ مُرَيْطَاؤُكَ، قَالَ: «إِنِّي حَسَّنْتُ لَكَ صَوْتِي» وَقَالَ: عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: «أَذِّنْ آذَانًا سَمْحًا وَإِلَّا فَاعْتَزِلْنَا»",
            "page": "56",
            "part": "1",
            "seal": "4F14469B"
        },
        {
            "id": "68",
            "nass": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنِي اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، وَذَكَرَتِ الَّذِي كَانَ مِنْ شَأْنِ عُثْمَانَ بْنِ عَفَّانَ: \" وَوَدِدْتُ أَنِّي كُنْتُ نَسْيًا مَنْسِيًا، فَوَاللِّهِ §مَا أَحْبَبْتُ أَنْ يُنْتَهَكَ مِنْ عُثْمَانَ أَمْرٌ قَطُّ إِلَّا قَدِ انْتُهِكَ مِنِّي مِثْلُهُ، حَتَّى وَاللَّهِ لَوْ أَحْبَبْتُ قَتْلَهُ لَقُتِلْتُ، يَا عُبَيْدَ اللَّهِ بْنَ عَدِيٍّ لَا يَغُرَّنَّكَ أَحَدٌ بَعْدَ الَّذِي تَعْلَمُ، فَوَاللِّهِ مَا احْتَقَرْتُ أَعْمَالَ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى نَجَّمَ النَّفَرُ الَّذِينَ طَعَنُوا فِي عُثْمَانَ فَقَالُوا لَهُ قَوْلًا لَا يَحْسُنُ مِثْلَهُ، وَقَرَءُوا قِرَاءَةً لَا يَحْسُنُ مِثْلُهَا، وَصَلُّوا صَلَاةً لَا يُصَلَّى مِثْلُهَا، فَلَمَّا تَدَبَّرْتُ الصَّنِيعَ إِذَا هُمْ وَاللَّهِ مَا يُقَارِبُونَ أَعْمَالَ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَإِذَا أَعْجَبَكَ حُسْنُ قَوْلِ امْرِئٍ فَقُلِ: {اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ} [التوبة: 105] فَلَا يَسْتَخِفَّنَّكَ أَحَدٌ \"",
            "page": "56",
            "part": "1",
            "seal": "518DD7A2"
        },
        {
            "id": "69",
            "nass": "وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِجِبْرِيلَ حِينَ سَأَلَهُ §عَنِ الْإِيمَانِ قَالَ: «تُؤْمِنُ بِاللِّهِ وَمِلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ» ، قَالَ: فَإِذَا فَعَلْتُ ذَلِكَ فَأَنَا مُؤْمِنٌ؟ قَالَ: «نَعَمْ» ، ثُمَّ قَالَ: مَا الْإِسْلَامُ؟ قَالَ: «تَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنِّي رَسُولُ اللَّهِ» ، فَذَكَرَهُ، قَالَ: إِذَا فَعَلْتُ ذَلِكَ فَأَنَا مُسْلِمٌ؟ قَالَ: «نَعَمْ» قَالَ أَبُو عَبْدِ اللَّهِ: \" فَسَمَّى الْإِيمَانَ وَالْإِسْلَامَ وَالشَّهَادَةَ وَالْإِحْسَانَ، وَالصَّلَاةَ بِقِرَاءَتِهَا وَمَا فِيهَا مِنْ حَرَكَاتِ الرُّكُوعِ، وَالسُّجُودِ فِعْلًا لِلْعَبْدِ وَقَالَ: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ} \"",
            "page": "56",
            "part": "1",
            "seal": "D5E4306E"
        },
        {
            "id": "70",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلَامٍ، أَنَا جَرِيرٌ، عَنْ أَبِي فَرْوَةَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي ذَرٍّ، وَأَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَا: أَقْبَلَ رَجُلٌ فَقَالَ: السَّلَامُ عَلَيْكَ يَا مُحَمَّدُ فَرَدَّ عَلَيْهِ، ثُمَّ قَالَ: يَا مُحَمَّدُ §مَا الْإِيمَانُ؟ قَالَ: «الْإِيمَانُ بِاللِّهِ وَالْمَلَائِكَةِ، وَالْكِتَابِ، وَالنَّبِيِّ، وَتُؤْمِنُ بِالْقَدَرِ كُلِّهِ» قَالَ: فَإِذَا فَعَلْتُ ذَلِكَ آمَنْتُ؟ قَالَ: «نَعَمْ»",
            "page": "57",
            "part": "1",
            "seal": "7A35F5EA"
        },
        {
            "id": "71",
            "nass": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا مَطَرٌ الْوَرَّاقُ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ يَعْمَرَ، سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ، عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا جَاءَهُ رَجُلٌ فَقَالَ: يَا رَسُولَ اللَّهِ §مَا الْإِسْلَامُ؟ قَالَ: «أَنْ تُسْلِمَ وَجْهَكَ لِلِّهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤتِي الزَّكَاةَ، وَتَصُومَ رَمَضَانَ، وَتَحُجَّ الْبَيْتَ» ، قَالَ: فأَخْبِرْنِي بِعُرَى الْإِسْلَامِ، فَإِذَا فَعَلْتُ ذَلِكَ فَأَنَا مُسْلِمٌ؟ قَالَ: «نَعَمْ» ، قَالَ: صَدَقْتَ وَسَاقَ الْحَدِيثَ",
            "page": "57",
            "part": "1",
            "seal": "83BB19AA"
        },
        {
            "id": "72",
            "nass": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا الضَّحَّاكُ بْنُ نِبْرَاسٍ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: بَيْنَمَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَعَ أَصْحَابِهِ إِذْ جَاءَهُ رَجُلٌ عَلَيْهِ ثِيَابُ السَّفَرِ، فَتَخَطَّى النَّاسَ حَتَّى جَلَسَ بَيْنَ يَدَيْهِ، وَوَضَعَ يَدَيْهِ عَلَى رُكْبَتَيْهِ، قَالَ: §مَا الْإِسْلَامُ؟ قَالَ: «شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنِّي رَسُولُ اللَّهِ، وَإِقَامُ الصَّلَاةِ، وَإِيتَاءُ الزَّكَاةِ، وَصَوْمُ رَمَضَانَ، وَحَجُّ الْبَيْتِ إِنِ اسْتَطَعْتَ إِلَيْهِ سَبِيلًا» . قَالَ: فَإِذَا فَعَلْتُ ذَلِكَ فَأَنَا مُؤْمِنٌ؟ قَالَ: «نَعَمْ» ، قَالَ: صَدَقْتَ. فَقَالَ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: انْظُرُوا هُوَ يَسْأَلُهُ وَيُصَدِّقُهُ، كَأَنَّهُ أَعْلَمُ مِنْهُ، وَلَا يَعْرِفُونَ الرَّجُلَ، ثُمَّ قَالَ: يَا مُحَمَّدُ: مَا الْإِيمَانُ؟ قَالَ: «الْإِيمَانُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، وَالْمَلَائِكَةِ، وَالْكِتَابِ، وَالنَّبِيِّينَ، وَبِالْمَوْتِ وَالْبَعْثِ وَالْحِسَابِ وَالْجَنَّةِ وَالنَّارِ، وَبِالْقَدَرِ» قَالَ: فَإِذَا فَعَلْتُ ذَلِكَ فَأَنَا مُؤْمِنٌ؟ قَالَ: «نَعَمْ» ، قَالَ: صَدَقْتَ، فَتَعَجَّبُوا، قَالَ: مَا الْإِحْسَانُ؟ قَالَ: «أَنْ تَخْشَى اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ» . قَالَ: مَتَى السَّاعَةُ؟ قَالَ: «مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَلَكِنْ لَهَا أَشْرَاطٌ» ، فَقَامَ فَقَالَ: «عَلَيَّ بِالرَّجُلِ» ، فَلَمْ يَجِدُوهُ، قَالَ: «ذَاكَ جِبْرِيلُ جَاءَ يُعَلِّمُكُمْ دِينَكُمْ، لَمْ يَأْتِ عَلَى حَالٍ أَنْكَرْتُهُ قَبْلَ الْيَوْمِ»",
            "page": "57",
            "part": "1",
            "seal": "3D8AAB08"
        },
        {
            "id": "73",
            "nass": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، ثنِي سُلَيْمَانُ بْنُ بِلَالٍ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ، قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ لَيْلَةَ أُسْرِيَ بِالنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \" قَالَ الْجَبَّارُ: §يَا مُحَمَّدُ، إِنَّهُ لَا يُبَدَّلُ الْقَوْلُ لَدَيَّ، أَيْ كَمَا فَرَضْتُ عَلَيْكَ فِي أُمِّ الْكِتَابِ وَكُلُّ حَسَنَةٍ بِعَشْرِ أَمْثَالِهَا، خَمْسُونَ صَلَاةً فِي أُمِّ الْكِتَابِ \"",
            "page": "58",
            "part": "1",
            "seal": "1E384621"
        },
        {
            "id": "74",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْجُعْفِيُّ، حَدَّثَنَا أَبُو حَفْصٍ التِّنِّيسِيُّ، حَدَّثَنَا الْأَوْزَاعِيُّ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، حَدَّثَنِي هِلَالُ بْنُ أَبِي مَيْمُونَةَ، حَدَّثَنِي عَطَاءُ بْنُ يَسَارٍ، حَدَّثَنِي مُعَاوِيَةُ بْنُ الْحَكَمِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، كُنَّا حَدِيثَ عَهْدٍ بِجَاهِلِيَّةٍ فَجَاءَ اللَّهُ بِالْإِسْلَامِ، وَبَيْنَا أَنَا مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الصَّلَاةِ عَطَسَ رَجُلٌ مِنَ الْقَوْمِ فَقُلْتُ: يَرْحَمُكَ اللَّهُ، فَلَمَّا انْصَرَفَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دَعَانِي وَقَالَ: «§صَلَاتُنَا هَذِهِ لَا يَصْلُحُ فِيهَا شَيْءٌ مِنْ كَلَامِ النَّاسِ، وَإِنَّمَا هِيَ التَّسْبِيحُ وَالتَّكْبِيرُ وَقِرَاءَةُ الْقُرْآنِ»",
            "page": "58",
            "part": "1",
            "seal": "9A3BB9EA"
        },
        {
            "id": "75",
            "nass": "حَدَّثَنَا عَلِيٌّ، عَنْ مُحَمَّدِ بْنِ بِشْرٍ الْعَبْدِيِّ، عَنْ بَيَانٍ، حَدَّثَنَا يَزِيدُ بْنُ أَبِي الْجَعْدِ، حَدَّثَنَا جَامِعُ بْنُ شَدَّادٍ، عَنْ طَارِقٍ الْمُحَارِبِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُنَادِي بِأَعْلَى صَوْتِهِ: \" يَا أَيُّهَا النَّاسُ قُولُوا: §لَا إِلَهَ إِلَا اللَّهُ تُفْلِحُوا \"",
            "page": "58",
            "part": "1",
            "seal": "76EE07AE"
        },
        {
            "id": "76",
            "nass": "وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِأَشْجَعِ عَبْدِ الْقَيْسِ: «إِنَّ §فِيكَ خُلُقَيْنِ يُحِبُّهُمَا اللَّهُ، الْحِلْمُ وَالْحَيَاءُ» ، قَالَ: جَبْلًا جُبِلْتُ عَلَيْهِ أَوْ خُلُقًا مِنِّي؟ قَالَ: «بَلْ جَبْلًا جُبِلْتَ عَلَيْهِ» قَالَ: الْحَمْدُ لِلِّهِ الَّذِي جَبَلَنِي عَلَى خُلُقَيْنِ أَحَبَّهُمَا اللَّهُ حَدَّثَنَا بِهِ أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا يُونُسُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَشَجِّ عَبْدِ الْقَيْسِ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ ذَلِكَ وَزَادَ، قُلْتُ: قَدِيمًا كَانَ أَوْ حَدِيثًا؟ قَالَ: «قَدِيمًا» -[59]-، حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ يُونُسَ، زَعَمَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ قَالَ: قَالَ أَشَجُّ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا قُلْتُ: الْحَمْدُ لِلِّهِ الَّذِي جَبَلَنِي عَلَى خُلُقَيْنِ يُحِبُّهُمَا، حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى، حَدَّثَنَا هُشَيْمٌ، عَنْ يُونُسَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنِ الْأَشَجِّ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ",
            "page": "58",
            "part": "1",
            "seal": "9EA9A794"
        },
        {
            "id": "77",
            "nass": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ عَجْلَانَ، حَدَّثَنِي عَمْرُو بْنُ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا أَفَادَ أَحَدُكُمُ الْمَرْأَةَ أَوِ الْجَارِيَةَ أَوِ الدَّابَّةِ، أَوِ الْغُلَامِ، فَلْيَقُلْ أَسْأَلُكَ مِنْ خَيْرِهَا، وَخَيْرِ مَا جُبِلَتْ عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جُبِلَتْ عَلَيْهِ» . قَالَ أَبُو عَبْدِ اللَّهِ وَرَوَاهُ عُبَيْدُ اللَّهِ، عَنْ سُفْيَانَ، عَنِ ابْنِ عَجْلَانَ، عَنْ عَمْرٍو نَحْوَهُ",
            "page": "59",
            "part": "1",
            "seal": "4DAAB0ED"
        },
        {
            "id": "78",
            "nass": "حَدَّثَنَا حَسَنُ بْنُ مُحَمَّدِ بْنِ صَبَّاحٍ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، حَدَّثَنَا خَالِدُ بْنُ دِينَارٍ، حَدَّثَنَا عُمَارَةُ بْنُ جُوَيْنٍ، حَدَّثَنَا أَبُو سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا أَشَجُّ إِنَّ §فِيكَ خُلُقَيْنِ يُحِبُّهُمَا اللَّهُ، الْحِلْمُ وَالتُّؤَدَةُ» قَالَ: يَا رَسُولَ اللَّهِ أَشَيْءٌ جُبِلْتُ عَلَيْهِ أَمْ شَيْءٌ حَدِيثٌ؟ فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بَلْ شَيْءٌ جُبِلْتَ عَلَيْهِ»",
            "page": "59",
            "part": "1",
            "seal": "1DF32988"
        },
        {
            "id": "79",
            "nass": "حَدَّثَنَا قَيْسُ بْنُ حَفْصٍ، حَدَّثَنَا طَالِبُ بْنُ حُجَيْرٍ، حَدَّثَنِي هُودُ بْنُ عَبْدِ اللَّهِ، سَمِعَ جَدَّهُ مَزِيدَةَ الْعَبْدِيَّ رَضِيَ اللَّهُ عَنْهُ قَالَ: جَاءَ الْأَشَجُّ فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِنَّ §فِيكَ خُلُقَيْنِ يُحِبُّهُمَا اللَّهُ \". قَالَ: جَبْلًا جُبِلْتُ عَلَيْهِ أَمْ خُلُقًا مِنِّي؟ قَالَ: «بَلْ جَبْلًا جُبِلْتَ عَلَيْهِ» . قَالَ: الْحَمْدُ لِلِّهِ الَّذِي جَبَلَنِي عَلَى مَا يُحِبُّ اللَّهُ وَرَسُولُهُ. حَدَّثَنَا مُوسَى، حَدَّثَنَا مَطَرُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَتْنِي أُمِّ أَبَانَ بِنْتُ الْوَازِعِ الْعَبْدِيُّ، عَنْ جَدِّهَا وَازِعِ بْنِ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ، خَرَجَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: يَا أَشَجُّ بَلِ اللَّهُ جَبَلَكَ، قَالَ: الْحَمْدُ لِلِّهِ، قَالَ أَبُو عَبْدِ اللَّهِ: \" وَلَا تُوَجِّهُ الْقُرْآنَ إِلَّا أَنَّهُ صِفَةُ اللَّهِ وَلَا يُقَالُ كَيْفَ مَا تَوَجَّهَ؟ وَهُوَ قَوْلُ الْجَبَّارِ، أَنْطَقَ بِهِ عِبَادَهُ، وَكَذَلِكَ تَوَاتَرَتِ الْأَخْبَارُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَنَّ الْقُرْآنَ كَلَامُ اللَّهِ، وَأَنَّ أَمْرَهُ قَبْلَ خَلْقِهِ، وَبِهِ نَطَقَ الْكِتَابُ \"",
            "page": "60",
            "part": "1",
            "seal": "9E140BAE"
        },
        {
            "id": "80",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ وَقَالَ غَيْرُهُ ابْنُ أَبِي الْمُغِيرَةِ، عَنْ سَالِمٍ هُوَ ابْنُ أَبِي الْجَعْدِ، عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَلَا رَجُلٌ يَحْمِلُنِي إِلَى قَوْمِهِ؟ فَإِنَّ قُرَيْشًا قَدْ مَنَعُونِي أَنْ أُبَلِّغَ كَلَامَ رَبِّي» قَالَ أَبُو عَبْدِ اللَّهِ: \" فَبَيَّنَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ الْإِبلَاغَ مِنْهُ، وَأَنَّ كَلَامَ اللَّهِ مِنْ رَبِّهِ، وَلَمْ يُذْكَرْ عَنْ أَحَدٍ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ، وَالتَّابِعِينَ لَهُمْ بإِحْسَانٍ خِلَافُ مَا وَصَفْنَا، وَهُمُ الَّذِينَ أَدَّوُا الْكِتَابَ وَالسُّنَّةَ بَعْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَرْنًا بَعْدَ قَرْنٍ، قَالَ اللَّهُ تَعَالَى: {لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ، وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة: 143] \" قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الْأَرْضِ»",
            "page": "60",
            "part": "1",
            "seal": "4C76B86C"
        },
        {
            "id": "81",
            "nass": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ الْأَعْمَشُ: حَدَّثَنَا أَبُو صَالِحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §يُجَاءُ بِنُوحٍ يَوْمَ الْقِيَامَةِ فَيُقَالُ لَهُ هَلْ بَلَّغْتَ؟ فَيَقُولُ: نَعَمْ يَا رَبِّ، فَتُسْأَلُ أُمَّتُهُ: هَلْ بَلَّغَكُمْ؟ فَيَقُولُونَ: مَا جَاءَنَا مِنْ نَذِيرٍ، فَيُقَالُ: مَنْ شُهُودُكَ؟ فَيَقُولُ: مُحَمَّدٌ وَأُمَّتُهُ، فَيُجَاءَ بِكُمْ فَتَشْهَدُونَ، ثُمَّ قَرَأَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة: 143] قَالَ أَبُو عَبْدِ اللَّهِ: هُمُ الطَّائِفَةُ الَّتِي قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ»",
            "page": "60",
            "part": "1",
            "seal": "36AF9B50"
        },
        {
            "id": "82",
            "nass": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ حَتَّى يَأْتِيَ أَمْرُ اللَّهِ وَهُمْ ظَاهِرُونَ» وَيُرْوَى نَحْوُهُ عَنْ أَبِي هُرَيْرَةَ، وَمُعَاوِيَةَ، وَجَابِرٍ، وَسَلَمَةَ بْنِ نُفَيْلٍ، وَقُرَّةَ بْنِ إِيَاسٍ رَضِيَ اللَّهُ عَنْهُمْ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُو عَبْدِ اللَّهِ: \" وَلَمْ يَكُنْ بَيْنَ أَحَدٍ مِنْ أَهْلِ الْعِلْمِ فِي ذَلِكَ اخْتِلَافٌ، إِلَى زَمَنِ مَالِكٍ، وَالثَّوْرِيِّ، وَحَمَّادِ بْنِ زَيْدٍ، وَعُلَمَاءِ الْأَمْصَارِ ثُمَّ بَعْدَهُمْ ابْنُ عُيَيْنَةَ فِي أَهْلِ الْحِجَازِ، وَيَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ فِي مُحَدِّثِي أَهْلِ الْبَصْرَةِ، وَعَبْدُ اللَّهِ بْنُ إِدْرِيسَ، وَحَفْصُ بْنُ غِيَاثٍ، وَأَبُو بَكْرِ بْنُ عَيَّاشٍ، وَوَكِيعٌ وَذَوُوهُمْ ابْنُ الْمُبَارَكِ فِي مُتَّبِعِيهِ، وَيَزِيدُ بْنُ هَارُونَ فِي الْوَاسِطِيِّينَ إِلَى عَصْرِ مَنْ أَدْرَكْنَا مِنْ أَهْلِ الْحَرَمَيْنِ مَكَّةَ وَالْمَدِينَةِ، وَالْعِرَاقِيِّينَ، وَأَهْلِ الشَّامِ، وَمِصْرَ، وَمُحَدِّثِي أَهْلِ خُرَاسَانَ، مِنْهُمْ مُحَمَّدُ بْنُ يُوسُفَ فِي مُنْتَابيَّهَ وَأَبُو الْوَلِيدِ هِشَامُ بْنُ عَبْدِ الْمَلِكِ فِي مُجْتَبِيَّهَ، وَإِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ مَعَ أَهْلِ الْمَدِينَةِ، وَأَبُو مُسْهِرٍ فِي الشَّامِيِّينَ، وَنُعَيْمُ بْنُ حَمَّادٍ مَعَ الْمِصْرِيِّينَ، وَأَحْمَدُ بْنُ حَنْبَلٍ مَعَ أَهْلِ الْبَصْرَةِ، وَالْحُمَيْدِيُّ مِنْ قُرَيْشٍ، وَمَنْ أَتَّبعَ الرَّسُولَ مِنَ الْمَكِّيِّينَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ وَأَبُو عُبَيْدٍ فِي أَهْلِ اللُّغَةِ، وَهَؤُلَاءِ الْمَعْرُوفُونَ بِالْعِلْمِ فِي عَصْرِهِمْ بِلَا اخْتِلَافٍ مِنْهُمْ، أَنَّ الْقُرْآنَ كَلَامُ اللَّهِ، إِلَّا مَنْ شَذَّهَا، أَوْ أَغْفَلَ الطَّرِيقَ الْوَاضِحَ فَعَمِيَ عَلَيْهِ، فَإِنَّ مَرَدَّهُ إِلَى الْكِتَابِ وَالسُّنَّةِ، قَالَ اللَّهُ تَعَالَى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء: 59] \"",
            "page": "61",
            "part": "1",
            "seal": "6EE33E80"
        },
        {
            "id": "83",
            "nass": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا إِسْحَاقُ بْنُ جَعْفَرِ بْنِ مُحَمَّدٍ، حَدَّثَنِي كَثِيرُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عَوْفٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَتَبَ: «§وَإِنَّكُمْ مَا اخْتَلَفْتُمْ فِي شَيْءٍ فَإِنَّ مَرَدَّهُ إِلَى اللَّهِ وَإِلى مُحَمَّدٍ»",
            "page": "62",
            "part": "1",
            "seal": "EB05DC84"
        },
        {
            "id": "84",
            "nass": "وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» ، حَدَّثَنَا بِذَلِكَ الْعَلَاءُ بْنُ عَبْدِ الْجَبَّارِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الْمُخَرِّمِيُّ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ الْقَاسِمِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ «وَأَمَرَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ أَنْ تُرَدَّ الْجَهَالَاتُ إِلَى الْكِتَابِ وَالسُّنَّةِ» قَالَ أَبُو عَبْدِ اللَّهِ: \" وَكُلُّ مَنْ لَمْ يَعْرِفِ اللَّهَ بِكَلَامِهِ أَنَّهُ غَيْرُ مَخْلُوقٍ فَإِنَّهُ يُعْلَمُ، وَيُرَدُّ جَهْلُهُ إِلَى الْكِتَابِ وَالسُّنَّةِ، فَمَنْ أَبَى بَعْدَ الْعِلْمِ بِهِ، كَانَ مُعَانِدًا، قَالَ اللَّهُ تَعَالَى: {وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ} [التوبة: 115] ، وَلِقَوْلِهِ: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} [النساء: 115] ، فَأَمَّا مَا احْتَجَّ بِهِ الْفَرِيقَانِ لِمَذْهَبِ أَحْمَدَ وَيَدَّعِيهِ كُلٌّ لِنَفْسِهِ، فَلَيْسَ بِثَابِتٍ كَثِيرٌ مِنْ أَخْبَارِهِمْ، وَرُبَّمَا لَمْ يَفْهَمُوا دِقَّةَ مَذْهَبِهِ، بَلِ الْمَعْرُوفُ عَنْ أَحْمَدَ وَأَهْلِ الْعِلْمِ أَنَّ كَلَامَ اللَّهِ غَيْرُ مَخْلُوقٍ، وَمَا سِوَاهُ مَخْلُوقٌ، وَأَنَّهُمْ كَرِهُوا الْبَحْثَ وَالتَّنْقِيبَ عَنِ الْأَشْيَاءِ الْغَامِضَةِ، وَتَجَنَّبُوا أَهْلَ الْكَلَامِ، وَالْخَوْضَ وَالتَّنَازُعَ إِلَّا فِيمَا جَاءَ فِيهِ الْعِلْمُ، وَبَيَّنَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "62",
            "part": "1",
            "seal": "80740D70"
        },
        {
            "id": "85",
            "nass": "حَدَّثَنَا إِسْحَاقُ، أَنْبَأَ عَبْدُ الرَّزَّاقِ، أَنْبَأَ مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: سَمِعَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَوْمًا يَتَدَارَءُونَ فَقَالَ: «إِنَّمَا §هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِهَذَا، ضَرَبُوا كِتَابَ اللَّهِ بَعْضَهُ بِبَعْضٍ، وَإِنَّمَا نَزَلَ كِتَابُ اللَّهِ يُصَدِّقُ بَعْضُهُ بَعْضًا، فَلَا تَضْرِبُوا بَعْضَهُ بَعْضًا، مَا عَلِمْتُمْ مِنْهُ فَقُولُوا، وَمَا لَا، فَكِلُوهُ إِلَى عَالِمِهِ» قَالَ أَبُو عَبْدِ اللَّهِ: «وَكُلُّ مَنِ اشْتَبَهَ عَلَيْهِ شَيْءٌ فَأَوْلَى أَنْ يَكِلَهُ إِلَى عَالِمِهِ»",
            "page": "63",
            "part": "1",
            "seal": "A297EC56"
        },
        {
            "id": "86",
            "nass": "كَمَا قَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§وَمَا أَشْكَلَ عَلَيْكُمْ فَكِلُوهُ إِلَى عَالِمِهِ، وَلَا يَدْخُلُ فِي الْمُتشَابِهَاتِ إِلَّا مَا بُيِّنَ لَهُ»",
            "page": "63",
            "part": "1",
            "seal": "D51837C7"
        },
        {
            "id": "87",
            "nass": "وَقَدْ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: تَلَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ} فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ، وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ، وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§فَإِذَا رَأَيْتُمُ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ مِنْهُ فَهُمُ الَّذِينَ عَنَى اللَّهُ فَاحْذَرُوهُمْ» وَقَالَ ابْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ: \" مَنْ عَلِمَ عِلْمًا فَلْيَقُلْ بِهِ، وَمَنْ لَا، فَلْيَقُلِ: اللَّهُ أَعْلَمُ، فَإِنَّ مِنْ عِلْمِ الرَّجُلِ أَنْ يَقُولَ لِمَا لَا يَعْلَمُ: اللَّهُ أَعْلَمُ، فَإِنَّ اللَّهَ قَالَ لِنَبِيِّهِ: {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} [ص: 86] \"",
            "page": "63",
            "part": "1",
            "seal": "7D85A5B5"
        },
        {
            "id": "88",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ: أَتَيْتُ ابْنَ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، فَذَكَرَ هَذَا، وَاعْتَبَرَ بِقَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اغْفِرْ لِقَوْمِي فَإِنَّهُمْ لَا يَعْلَمُونَ، وَإِذَا رَأَيْتَ شُحًّا مُطَاعًا وَهَوًى مُتَّبَعًا، وَدُنْيَا مُؤْثَرَةً، وَإِعْجَابَ كُلِّ ذِي رَأَيٍ بِرَأْيِهِ، فَعَلَيْكَ بِنَفْسِكَ، وَذَرْ عَنْكَ أَمْرَ الْعَامَّةِ» -[64]-، حَدَّثَنَا بِهِ عَبْدَانُ، عَنْ عَبْدِ اللَّهِ، أَنَا عُتْبَةُ بْنُ أَبِي حَكِيمٍ، حَدَّثَنِي عَمْرُو بْنُ جَارَيَةَ اللَّخْمِيُّ، حَدَّثَنِي أَبُو أُمَيَّةَ الشَّعْبَانِيُّ، قَالَ: أَتَيْتُ أَبَا ثَعْلَبَةَ فَقَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا رَأَيْتَ شُحًّا مُطَاعًا , نَحْوَهُ",
            "page": "63",
            "part": "1",
            "seal": "AC605A69"
        },
        {
            "id": "89",
            "nass": "قَالَ أَبُو عَبْدِ اللَّهِ: سَمِعْتُ مُوسَى بْنَ إِسْمَاعِيلَ، يَقُولُ: سَمِعْتُ أَبَا عَاصِمٍ، يَقُولُ: «§مَا اغْتَبْتُ أَحَدًا مُذْ عَلِمْتُ أَنَّ الْغِيبَةَ تَضُرُّ بِصَاحِبِهَا»",
            "page": "64",
            "part": "1",
            "seal": "4FE3B046"
        },
        {
            "id": "90",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ أَشْكَابَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: \" §كَلِمَتَانِ حَبِيبَتَانِ إِلَى الرَّحْمَنِ، خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ الْعَظِيمِ \"",
            "page": "64",
            "part": "1",
            "seal": "D33A88C1"
        },
        {
            "id": "91",
            "nass": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، أَنْبَأَ مَنْصُورٌ، عَنْ مُجَاهِدٍ، عَنْ أَبِي مَعْمَرٍ، عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: \" اجْتَمَعَ فِي الْبَيْتِ ثَقَفِيَّانِ وَقُرَشِيٌّ، أَوْ قُرَشِيَّانِ وَثَقَفِيٌّ كَثِيرَةٌ شَحْمُ بُطُونِهِمْ، قَلِيلَةٌ فِقْهُ قُلُوبِهِمْ، فَقَالَ أَحَدٌ مِنْهُمْ: §أَتَرَوْنَ اللَّهَ يَسْمَعُ مَا نَقُولُ؟ قَالَ الْآخَرُ: يَسْمَعُ إِنْ جَهَرْنَا، وَلَا يَسْمَعُ إِنْ أَخْفَيْنَا، وَقَالَ الْآخَرُ: إِنْ كَانَ يَسْمَعُ إِذَا جَهَرْنَا فَإِنَّهُ يَسْمَعُ إِذَا أَخْفَيْنَا \"، فَأَنْزَلَ اللَّهُ تَعَالَى: {وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ} [فصلت: 22]",
            "page": "64",
            "part": "1",
            "seal": "22ED3A24"
        },
        {
            "id": "92",
            "nass": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ يَحْيَى بْنِ عَتِيقٍ، عَنِ ابْنِ سِيرِينَ، قَالَ: كَانَ يُقَالُ: «§عَجَبًا لِلتَّاجِرِ كَيْفَ يَتَّجِرُ؟» قَالَ يَحْيَى: يَصْدُقُ وَيَفْعَلُ وَيَفْعَلُ، قَالَ مُحَمَّدٌ: \" حَتَّى دَخَلَ مَعِي يَحْيَى فِي التِّجَارَةِ فَقَالَ لِي: يَا أَخِي مَا مِنْ شَيْءٍ إِلَّا وَقَدْ رَابَنِي \" قَالَ: فَذَكَرْتُهُ لِحُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ فَقَالَ مُحَمَّدٌ: «الْآنَ حِينَ فَقِهَ»",
            "page": "64",
            "part": "1",
            "seal": "D5F0951D"
        },
        {
            "id": "93",
            "nass": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي حُصَيْنٍ، قَالَ: قَالَ حُذَيْفَةُ رَضِيَ اللَّهُ عَنْهُ: «§يَأْتِي عَلَى النَّاسِ زَمَانٌ لَا يُصْلَحُ فِيهِ إِلَّا بِالَّذِي كَانَ يُنْهَى عَنْهُ»",
            "page": "65",
            "part": "1",
            "seal": "5A1EE969"
        },
        {
            "id": "94",
            "nass": "§بَابُ -[66]- التَّعَرُّبُ بَعْدَ الْهِجْرَةِ قَالَ أَبُو عَبْدِ اللَّهِ رَحْمَةُ اللَّهِ عَلَيْهِ: \" وَالْقَ بِهَذَا أَهْلَ الْعِلْمِ، وَأَعْرِضْ عَنِ الْجَاهِلِينَ فَيَتَفَرَّقُوا كَتَفَرُّقِ أَهْلِ الْبِدَعِ: {الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ} [الأنعام: 159] \" وَيُذْكَرُ عَنْ طَاوُسٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ قَالَ: «هُمْ فِي هَذِهِ الْأُمَّةِ»",
            "page": "65",
            "part": "1",
            "seal": "9FD52419"
        },
        {
            "id": "95",
            "nass": "حَدَّثَنَا مُوسَى عَنْ وَهْبٍ، عَنْ دَاوُدَ، عَنِ الشَّعْبِيِّ، §فِي بَيْعِ الْمَصَاحِفِ، أَنَّهُ لَا يَبِيعُ كِتَابَ اللَّهِ إِنَّمَا يَبِيعُ عَمَلَ يَدَيْهِ \"",
            "page": "66",
            "part": "1",
            "seal": "EA687F4D"
        },
        {
            "id": "96",
            "nass": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «§اشْتَرِ الْمُصْحَفَ وَلَا تَبِعْ» قَالَ بُكَيْرُ بْنُ مِسْمَارٍ: أَخْبَرَنِي زِيَادٌ مَوْلَى سَعْدٍ أَنَّهُ سَأَلَ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، فَقَالَ: «لَا نَرَى أَنْ نَجْعَلَهَا مَتْجَرًا، وَلَكِنْ مَا عَمِلَتْ يَدَاكَ فَلَا بَأْسَ»",
            "page": "66",
            "part": "1",
            "seal": "E5F8D274"
        },
        {
            "id": "97",
            "nass": "حَدَّثَنَا إِسْحَاقُ، عَنْ جَرِيرٍ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «§كُنَّا لَا نَرَى بَأْسًا أَنْ يَبِيعَ الْمُصْحَفَ وَيَشْتَرِي بِثَمَنِهِ مُصْحَفًا هُوَ أَفْضَلُ مِنْهُ، وَلَا بَأْسَ أَنْ يُبَادَلَ الْمُصْحَفُ بِالْمُصْحَفِ، فَرُخِّصَ فِي شِرَاءِ الْمُصْحَفِ»",
            "page": "66",
            "part": "1",
            "seal": "3F1227BD"
        },
        {
            "id": "98",
            "nass": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا الصَّبَّاحُ الْعَبْدِيُّ، أَنْبَأَ عُبَيْدُ اللَّهِ بْنُ سُلَيْمَانَ، سَأَلْتُ سَعِيدَ بْنَ الْمُسَيِّبِ، §عَنْ كِتَابَةِ الْمُصْحَفِ، فَقَالَ: «لَا بَأْسَ قَدْ كَانَ فَتَى ابْنِ عَبَّاسٍ يَكْتُبُهَا بِالْمَائةِ»",
            "page": "66",
            "part": "1",
            "seal": "84B29BAA"
        },
        {
            "id": "99",
            "nass": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَنْبَأَ هِشَامُ أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ، قَالَ: أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «§ابْتِيَاعُهَا أَحَبُّ إِلَيَّ مِنْ أَنْ أَبِيعَهَا»",
            "page": "67",
            "part": "1",
            "seal": "D5AD9869"
        },
        {
            "id": "100",
            "nass": "وَقَالَ ابْنُ نُمَيْرٍ، عَنِ الْأَعْمَشِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، فِي بَيْعِ الْمَصَاحِفِ: «§إِنَّمَا هُمْ مُصَوِّرُونَ يَبيعُونَ عَمَلَ أَيْدِيهِمْ» وَيَذْكُرُونَ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: «يَأْتِي عَلَى النَّاسِ زَمَانٌ لَا يَبْقَى مِنَ الْإِسْلَامِ إِلَّا اسْمُهُ، وَلَا مِنَ الْقُرْآنِ إِلَّا رَسْمُهُ»",
            "page": "67",
            "part": "1",
            "seal": "5B0210CD"
        },
        {
            "id": "101",
            "nass": "وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ»",
            "page": "67",
            "part": "1",
            "seal": "3B6AD5AC"
        },
        {
            "id": "102",
            "nass": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ الزُّبَيْرِيُّ، حَدَّثَنِي ابْنُ أَبِي حَازِمٍ، عَنْ يَزِيدَ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَا أَذِنَ اللَّهُ بِشَيْءٍ مَا أَذِنَ لِنَبِيٍّ حَسَنِ الصَّوْتِ بِالْقُرْآنِ يَجْهَرُ بِهِ»",
            "page": "67",
            "part": "1",
            "seal": "7B57582C"
        },
        {
            "id": "103",
            "nass": "وَحَدَّثَنِي يَحْيَى بْنُ يُوسُفَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ إِسْحَاقَ بْنِ رَاشِدٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَا أَذِنَ اللَّهُ لِشَيْءٍ إِذْنَهُ لِنَبِيٍّ يَتَغَنَّى بِالْقُرْآنِ» قَالَ أَبُو عَبْدِ اللَّهِ: وَسَمِعَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قِرَاءةَ أَبِي مُوسَى، فَقَالَ: «أُوتِيَ أَبُو مُوسَى مِنْ مَزَامِيرِ آلِ دَاوُدَ»",
            "page": "67",
            "part": "1",
            "seal": "5638A727"
        },
        {
            "id": "104",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ خَلَفٍ أَبُو بَكْرٍ، حَدَّثَنَا أَبُو يَحْيَى الْحِمَّانِيُّ، حَدَّثَنَا بُرَيْدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ، عَنْ جَدِّهِ أَبُو بُرْدَةَ، عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ: «يَا أَبَا مُوسَى §لَقَدْ أُوتِيتَ مِزْمَارًا مِنْ مَزَامِيرِ آلِ دَاوُدَ»",
            "page": "67",
            "part": "1",
            "seal": "67B7255A"
        },
        {
            "id": "105",
            "nass": "وَحَدَّثَنِي أَحْمَدُ بْنُ حُمَيْدٍ، حَدَّثَنَا قَنَانُ بْنُ عَبْدِ اللَّهِ النَّهْمِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْسَجَةَ، عَنِ الْبَرَاءِ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَسَمِعَ أَبَا مُوسَى يَقْرَأُ فَقَالَ: «§كَأَنَّ هَذَا مِنْ أَصْوَاتِ آلِ دَاوُدَ»",
            "page": "67",
            "part": "1",
            "seal": "F4530A79"
        },
        {
            "id": "106",
            "nass": "وَحَدَّثَنَا أَحْمَدُ بْنُ يَعْقُوبَ، حَدَّثَنَا يَزِيدُ بْنُ الْمِقْدَامِ، عَنْ مِقْدَامِ بْنِ شُرَيْحٍ، عَنْ شُرَيْحٍ، حَدَّثَنِي أَبِي هَانِي بْنُ يَزِيدَ، قَالَ: قُلْتُ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَخْبِرْنِي بِشَيْءٍ يُدْخِلُنِي الْجَنَّةَ، قَالَ: «عَلَيْكَ بِحُسْنِ الْكَلَامِ، وَبَذْلِ الطَّعَامِ»",
            "page": "68",
            "part": "1",
            "seal": "06167418"
        },
        {
            "id": "107",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، حَدَّثَنَا عِيسَى بْنُ دِينَارٍ، عَنْ أَبِيهِ، عَنْ عَمْرو بْنِ الْحَارِثِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ سَرَّهُ أَنْ يَقْرَأَ الْقُرْآنَ غَضًّا كَمَا أُنْزِلَ فَلْيَقْرَأْهُ عَلَى قِرَاءَةِ ابْنِ أُمِّ عَبْدٍ» وَقَالَ مَيْسَرَةُ، مَوْلَى فَضَالَةَ، عَنْ فَضَالَةَ بْنِ عُبَيْدٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُ أَشَدُّ إِذْنًا إِلَى رَجُلٍ حَسَنِ الصَّوْتِ بِالْقُرْآنِ مِنْ صَاحِبِ الْقَيْنَةِ إِلَى قَيْنَتِهِ»",
            "page": "68",
            "part": "1",
            "seal": "601D7D2F"
        },
        {
            "id": "108",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §إِنِّي لَأَعْرِفُ رِفْقَةَ الْأَشْعَرِيِّينَ بِالْقُرْآنِ حِينَ يَدْخُلُونَ بِاللَّيْلِ، وَأَعْرِفُ مَنَازِلَهُمْ مِنْ أَصْوَاتِهِمْ بِاللَّيْلِ مِنْ أَصْوَاتِهِمْ بِالْقُرْآنِ بِاللَّيْلِ، وَإِنْ كُنْتُ لَمْ أَرَ مَنَازِلَهُمْ حِينَ نَزَلُوا بِالنَّهَارِ: وَمِنْهُمْ حَكِيمٌ إِذَا لَقِيَ الْخَيْلَ أَوْ قَالَ الْعَدُوُّ، قَالَ لَهُمْ: إِنَّ أَصْحَابِي يَأْمُرُونَكُمْ أَنْ تُنْظِرُوهُمْ \"",
            "page": "68",
            "part": "1",
            "seal": "DE07C699"
        },
        {
            "id": "109",
            "nass": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، عَنِ الْأَعْمَشِ، سَمِعَ طَلْحَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْسَجَةَ، عَنِ الْبَرَاءِ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ» حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنْ طَلْحَةَ بِهَذَا، حَدَّثَنَا عُثْمَانُ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ طَلْحَةَ مِثْلَهُ",
            "page": "68",
            "part": "1",
            "seal": "4EC76483"
        },
        {
            "id": "110",
            "nass": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، سَمِعْتُ طَلْحَةَ الْيَامِيَّ، سَمِعْتُ ابْنَ عَوْسَجَةَ، سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ» قَالَ عَبْدُ الرَّحْمَنِ بْنُ عَوْسَجَةَ وَكُنْتُ أُنْسِيتُ: «زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ» ، حَتَّى أَذْكَرَنِيهِ الضَّحَّاكُ بْنُ مُزَاحِمٍ",
            "page": "68",
            "part": "1",
            "seal": "FFC3639A"
        },
        {
            "id": "111",
            "nass": "حَدَّثَنَا مَحْمُودٌ ثنا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي طَلْحَةُ، سَمِعْتُ عَبْدَ الرَّحْمَنِ، عَنِ الْبَرَاءِ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ» ، قَالَ عَبْدُ الرَّحْمَنِ مِثْلَهُ، وَيُرْوَى عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "69",
            "part": "1",
            "seal": "85096E25"
        },
        {
            "id": "112",
            "nass": "حَدَّثَنَا قُرَّةُ بْنُ حَبِيبٍ، حَدَّثَنَا شُعْبَةُ، وَمُحَمَّدُ بْنُ طَلْحَةَ، عَنْ طَلْحَةَ، قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ عَوْسَجَةَ، عَنِ الْبَرَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ» قَالَ أَبُو عَبْدِ اللَّهِ: \" وَعَامَّةُ هَذِهِ الْأَخْبَارِ مُسْتَفِيضَةٌ عِنْدَ أَهْلِ الْعِلْمِ، وَلَا رَيْبَ فِي تَخْلِيقِ مَزَامِيرِ آلِ دَاوُدَ، وَنِدَائِهِمْ لِقَوْلِهِ عَزَّ وَجَلَّ: {وَخَلَقَ كُلَّ شَيْءٍ} [الأنعام: 101] ، وَقَالَ: {فَلَا تَجْعَلُوا لِلِّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ} [البقرة: 22] \"",
            "page": "69",
            "part": "1",
            "seal": "6896BEEF"
        },
        {
            "id": "113",
            "nass": "حَدَّثَنَا خَلَّادُ بْنُ يَحْيَى، حَدَّثَنَا مِسْعَرٌ، حَدَّثَنَا عَدِيُّ بْنُ ثَابِتٍ أَنَّهُ سَمِعَ الْبَرَاءَ، يَقُولُ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \" §يَقْرَأُ فِي الْعِشَاءِ: بِالتِّينِ وَالزَّيْتُونِ فَمَا سَمِعْتُ أَحَدًا أَحْسَنَ صَوْتًا أَوْ قِرَاءَةً مِنْهُ \"",
            "page": "69",
            "part": "1",
            "seal": "9FE52620"
        },
        {
            "id": "114",
            "nass": "حَدَّثَنَا آدَمُ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا مُسْلِمُ بْنُ جُنْدُبٍ، عَنْ نَوْفَلِ بْنِ إِيَاسٍ الْهُذَلِيِّ، قَالَ: كُنَّا نَقُومُ فِي عَهْدِ عُمَرَ بْنِ الْخَطَّابِ فِي الْمَسْجِدِ فَيُتَفَرَّقَ هَهُنَا فِرْقَةٌ وَهَهُنَا فِرْقَةٌ، وَكَانَ النَّاسُ يَمِيلُونَ إِلَى أَحْسَنِهِمْ صَوْتًا، فَقَالَ عُمَرُ: «§أُرَاهُمْ قَدِ اتَّخذُوا الْقُرْآنَ أَغَانِيَ، أَمَا وَاللَّهِ لَئِنِ اسْتَطَعْتُ لَأُغَيِّرَنَّ» ، فَلَمْ يَمْكُثْ إِلَّا ثَلَاثَ لَيَالٍ حَتَّى أَمَرَ أُبَيًّا فَصَلَّى بِهِمْ",
            "page": "69",
            "part": "1",
            "seal": "15B325F2"
        },
        {
            "id": "115",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ: قَالَ لِي عَبْدُ اللَّهِ: «§اقْرَأْ» ، وَكَانَ عَلْقَمَةُ حَسَنَ الصَّوْتِ، فَقَرَأَ فَقَالَ عَبْدُ اللَّهِ: «رَتِّلْ فِدَاكَ أَبِي وَأُمِّي» . \" وَقَالَ اللَّهُ عَزَّ وَجَلَّ: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} [الأعراف: 204] ، وَقَالَ: {وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ} [الكهف: 27] ، وَقَالَ: {الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ} [فاطر: 29] ، وَقَالَ: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ} [العنكبوت: 48] ، وَقَالَ: {يَتْلُونَهُ حَقَّ تِلَاوَتِهِ} [البقرة: 121] ، وَقَالَ: {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ} [الأحزاب: 34] ، وَقَالَ: {يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ} [آل عمران: 113] ¶  -[70]- \" وَقَالَ أَبُو عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ: فَبَيَّنَ أَنَّ التِّلَاوَةَ مِنَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابِهِ وَأَنَّ الْوَحْيَ مِنَ الرَّبِّ، وَمِنْهُ قَوْلُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: «مَا كُنْتُ أَظُنُّ أَنَّ اللَّهَ مُنْزِلٌ فِي شَأْنِي وَحْيًا يُتْلَى» فَبَيَّنَتْ رَضِيَ اللَّهُ عَنْهَا أَنَّ الْإِنْزَالَ مِنَ اللَّهِ، وَأَنَّ النَّاسَ يَتْلُونَهُ",
            "page": "69",
            "part": "1",
            "seal": "3AD1B136"
        },
        {
            "id": "116",
            "nass": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، وَسَعِيدُ بْنُ الْمُسَيِّبِ، وَعَلْقَمَةُ بْنُ وَقَّاصٍ، وَعُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، عَنْ حَدِيثِ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، حِينَ قَالَ لَهَا أَهْلُ الْإِفْكِ مَا قَالُوا، وَكُلٌّ حَدَّثَنِي طَائِفَةً مِنَ الْحَدِيثِ، قَالَتْ: \" §فَاضْطَجَعْتُ عَلَى فِرَاشِي وَأَنَا أَعْلَمُ حِينَئِذٍ أَنِّي بَرِيئَةٌ، وَأَنَّ اللَّهَ يُبَرِّئُنِي، وَلَكِنْ وَاللَّهِ مَا كُنْتُ أَظُنُّ أَنَّ اللَّهَ مُنْزِلٌ فِي شَأْنِي وَحْيًا يُتْلَى، وَلَشَأْنِي فِي نَفْسِي كَانَ أَحْقَرَ مِنْ أَنْ يَتَكَلَّمَ اللَّهُ فِيَّ بِأَمْرٍ يُتْلَى، فَأَنْزَلَ اللَّهُ: {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ} ، الْعَشْرُ الْآيَاتُ كُلُّهَا \" حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي اللَّيْثُ، حَدَّثَنِي يُونُسُ مِثْلَهُ، وَرَوَاهُ صَالِحٌ، وَابْنُ إِسْحَاقَ، وَفُلَيْحٌ، عَنِ ابْنِ شِهَابٍ نَحْوَهُ وَقَالَ أَبُو عَبْدِ اللَّهِ: \" وَقَالَ اللَّهُ عَزَّ وَجَلَّ: {لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} [الإسراء: 88] وَلَكِنَّهُ كَلَامُ اللَّهِ تَلَفَّظَ بِهِ الْعِبَادُ وَالْمَلَائِكَةُ \"",
            "page": "70",
            "part": "1",
            "seal": "2526DE61"
        },
        {
            "id": "117",
            "nass": "وَقَدْ بَيَّنَ ذَلِكَ مَا حَدَّثَنِي بِهِ عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا ابْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِذَا أَحَبَّ اللَّهُ عَبْدًا نَادَى جِبْرِيلَ §أَحِبَّ فُلَانًا فَيُنَادِي بِهَا جِبْرِيلُ فِي حَمَلَةِ الْعَرْشِ فَيُحِبُّهُ أَهْلُ الْعَرْشِ، فَيَسْمَعُ أَهْلُ السَّمَاءِ السَّابِعَةِ لَغَطَ أَهْلِ الْعَرْشِ» - وَذَكَرَ الْحَدِيثَ - وَقَالَ: {فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ} [مريم: 97] ، وَقَالَ {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ} [القمر: 17] وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ»",
            "page": "70",
            "part": "1",
            "seal": "6BFB62C1"
        },
        {
            "id": "118",
            "nass": "حَدَّثَنَا بِهِ آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا يَزِيدُ الرِّشْكُ، سَمِعْتُ مُطَرِّفًا، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ»",
            "page": "71",
            "part": "1",
            "seal": "C51418D8"
        },
        {
            "id": "119",
            "nass": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ: حَدَّثَنَا يَزِيدُ، حَدَّثَنِي ابْنُ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ، عَنْ عِمْرَانَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ , فِيمَ يَعْمَلُ الْعَامِلُونَ؟ قَالَ: «§كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ»",
            "page": "71",
            "part": "1",
            "seal": "8027F3A8"
        },
        {
            "id": "120",
            "nass": "حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا يَزِيدُ، عَنْ مُطَرِّفٍ، عَنْ عِمْرَانَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ»",
            "page": "71",
            "part": "1",
            "seal": "6FED8C7E"
        },
        {
            "id": "121",
            "nass": "حَدَّثَنَا أَصْبَغُ، أَخْبَرَنِي ابْنُ وَهْبٍ، عَنْ عَمْرٍو، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كُلٌّ مُيَسَّرٌ لِعَمَلِهِ» وَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كُلٌّ مُيَسَّرٌ لِمَا قُدِّرَ لَهُ»",
            "page": "71",
            "part": "1",
            "seal": "21B58F95"
        },
        {
            "id": "122",
            "nass": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَاصِمُ بْنُ عُبَيْدِ اللَّهِ، سَمِعْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ قَالَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «§كُلٌّ مُيَسَّرٌ» حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا شُعْبَةُ بِمِثْلِهِ",
            "page": "71",
            "part": "1",
            "seal": "FA3730FE"
        },
        {
            "id": "123",
            "nass": "حَدَّثَنَا عَلِيُّ بْنُ حَفْصٍ، أَنْبَأَ عَبْدُ اللَّهِ، أَنْبَأَ شُعْبَةُ، أَخْبَرَنِي عَاصِمُ بْنُ عُبَيْدِ اللَّهِ، قَالَ: سَمِعْتُ سَالِمًا، سَمِعْتُ أَبِي، سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ» وَتَابَعَهُ غُنْدَرٌ، وَالْجُدِّيُّ، عَنْ شُعْبَةَ وَقَالَ اللَّهُ تَعَالَى: {وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ} [الروم: 22] قَالَ أَبُو عَبْدِ اللَّهِ: «وَبَيَّنَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ ذِكْرَ اللَّهِ هُوَ الْعَمَلُ»",
            "page": "71",
            "part": "1",
            "seal": "3E24E046"
        },
        {
            "id": "124",
            "nass": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنِي ابْنُ ثَوْبَانَ، حَدَّثَنِي أَبِي، عَنْ مَكْحُولٍ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ مَالِكِ بْنِ يُخَامِرَ، قَالَ: سَمِعْتُ مُعَاذَ بْنَ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: إِنَّ آخِرَ كَلِمَةٍ فَارَقْتُ عَلَيْهَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قُلْتُ: يَا رَسُولَ اللَّهِ: §أَيُّ الْأَعْمَالِ أَحَبُّ إِلَى اللَّهِ أَوْ أَفْضَلُ؟ قَالَ: «أَنْ تَمُوتَ وَلِسَانُكَ رَطْبٌ مِنْ ذِكْرِ اللَّهِ»",
            "page": "72",
            "part": "1",
            "seal": "A86B922A"
        },
        {
            "id": "125",
            "nass": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو إِيَاسٍ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُغَفَّلٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: \" §رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: وَهُوَ عَلَى نَاقَتِهِ أَوْ جَمَلِهِ وَهِيَ تَسِيرُ بِهِ وَهُوَ يَقْرَأُ سُورَةَ الْفَتْحِ، أَوْ مِنْ سُورَةِ الْفَتْحِ قِرَاءَةً لَيِّنَةً، وَهُوَ يُرَجِّعُ \"",
            "page": "72",
            "part": "1",
            "seal": "BC8930C7"
        },
        {
            "id": "126",
            "nass": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا مُعَاوِيَةُ بْنُ قُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ رَضِيَ اللَّهُ عَنْهُ: «§قَرَأَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ فَتْحِ مَكَّةَ سُورَةَ الْفَتْحِ فَرَجَّعَ فِيهَا» وَقَالَ مُعَاوِيَةُ: «لَوْ شِئْتُ أَنْ أَحْكِيَ لَكُمْ قِرَاءَةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَفَعَلْتُ» حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، بِهَذَا وَقَالَ أَبُو عَبْدِ اللَّهِ: وَسُئِلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَيُّ النَّاسِ أَحْسَنُ قِرَاءَةً؟ قَالَ: «الَّذِي إِذَا سَمِعْتَهُ رَأَيْتَ عَلَيْهِ أَنَّهُ يَخْشَى اللَّهَ عَزَّ وَجَلَّ» وَيُذْكَرُ عَنْ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «خَيْرُ الذِّكْرِ الْخَفِيُّ» ، وَقَالَ: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً} [الأعراف: 55] ، وَقَالَ: {وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ} [الأعراف: 205] وَسَمِعَ عُمَرُ مُعَاذًا الْقَارِئَ «يَرْفَعُ صَوْتَهُ بِالْقُرْآنِ» فَقَالَ: {إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ} [لقمان: 19]",
            "page": "72",
            "part": "1",
            "seal": "0CA51708"
        },
        {
            "id": "127",
            "nass": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، سَمِعْتُ أَبِي، سَمِعْتُ أَبَا عُثْمَانَ، يَقُولُ: «§مَا سَمِعْتُ صَنْجًا قَطُّ، وَلَا بَرْبَطًا، وَلَا مِزْمَارًا أَحْسَنَ صَوْتًا مِنْ أَبِي مُوسَى إِلَّا فُلَانًا إِنْ كَانَ لَيُصَلِّي بِنَا فَنَوَدُّ أَنَّهُ قَرَأَ الْبَقْرَةَ مِنْ حُسْنِ صَوْتِهِ» وَيُذْكَرُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ: يَا رَسُولَ اللَّهِ أَنُؤَاخَذُ بِمَا نَقُولُ كُلِّهِ وَيُكْتَبُ عَلَيْنَا؟ قَالَ: «وَهَلْ يَكُبُّ النَّاسَ عَلَى مَنَاخِرِهِمْ فِي جَهَنَّمَ إِلَّا حَصَائِدُ أَلْسِنَتِهِمْ؟»",
            "page": "73",
            "part": "1",
            "seal": "FB1D1379"
        },
        {
            "id": "128",
            "nass": "وَقَالَ أَحْمَدُ بْنُ صَالِحٍ، عَنِ ابْنِ وَهْبٍ: حَدَّثَنِي أَبُو هَانِي، عَنْ عَمْرِو بْنِ مَالِكٍ، عَنْ فَضَالَةَ بْنِ عُبَيْدٍ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§وَهَلْ يَكُبُّ النَّاسَ عَلَى مَنَاخِرِهِمْ فِي جَهَنَّمَ إِلَّا مَا نَطَقَتْ بِهِ أَلْسِنَتُهُمْ؟» وَقَالَ أَبُو عَبْدِ اللَّهِ: \" فَبَيَّنَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ أَصْوَاتَ الْخَلْقِ وَقِرَاءَاتِهِمْ وَدِرَاسَتَهُمْ وَتَعْلِيمَهُمْ وَأَلْسِنَتَهُمْ مُخْتَلِفَةٌ بَعْضُهَا أَحْسَنُ وَأَزْيَنُ وَأَحْلَى، وَأَصْوَتُ، وَأَرْتَلُ، وَأَلْحَنُ، وَأَعْلَى، وَأَخَفُّ، وَأَغَضُّ، وَأَخْشَعُ، وَقَالَ: {وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا} [طه: 108] ، وَأَجْهَرُ، وَأَخْفَى، وَأَمْهَرُ، وَأَمَدُّ، وَأَلْيَنُ، وَأَخْفَضُ مِنْ بَعْضٍ \"",
            "page": "73",
            "part": "1",
            "seal": "BC0AD6D7"
        },
        {
            "id": "129",
            "nass": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الْمَاهِرُ بِالْقُرْآنِ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ، وَالَّذِي يَشْتَدُّ عَلَيْهِ لَهُ أَجْرَانِ»",
            "page": "73",
            "part": "1",
            "seal": "2249856A"
        },
        {
            "id": "130",
            "nass": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، حَدَّثَنَا قَتَادَةُ قَالَ: سَأَلْتُ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ عَنْ قِرَاءَةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «§كَانَ يَمُدُّ مَدًّا» حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَأَبُو النُّعْمَانِ، قَالَا: ثنا جَرِيرٌ مِثْلَهُ، وَقَالَ: «يَمُدُّ صَوْتَهُ مَدًّا»",
            "page": "73",
            "part": "1",
            "seal": "5D6C0B63"
        },
        {
            "id": "131",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ: سُئِلَ أَنَسٌ رَضِيَ اللَّهُ عَنْهُ، كَيْفَ كَانَتَ §قِرَاءَةُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ فَقَالَ: \" كَانَتْ مَدًّا، ثُمَّ قَرَأَ: {بِسْمِ اللَّهِ} [الفاتحة: 1] ، يَمُدُّ {بِسْمِ اللَّهِ} [الفاتحة: 1] وَيَمُدُّ {الرَّحْمَنِ} [الفاتحة: 1] ، وَيَمُدُّ {الرَّحِيمِ} [الفاتحة: 1] \"",
            "page": "73",
            "part": "1",
            "seal": "5EA2FF95"
        },
        {
            "id": "132",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ زِيَادِ بْنِ عِلَاقَةَ، عَنْ قُطْبَةَ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \" أَنَّهُ §قَرَأَ فِي الْفَجْرِ: {وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ} [ق: 10] ، يَمُدُّ بِهَا صَوْتَهُ، وَقَالَ أَبُو عَبْدِ اللَّهِ: \" فَأَمَّا الْمَتْلُوُّ فَقَوْلُ اللَّهِ الَّذِي: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11] وَقَالَ: {هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ} [الجاثية: 29] \"",
            "page": "74",
            "part": "1",
            "seal": "29FDB133"
        },
        {
            "id": "133",
            "nass": "وَقَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يُمَثَّلُ الْقُرْآنُ يَوْمَ الْقِيَامَةِ رَجُلًا فَيَشْفَعُ لِصَاحِبِهِ» حَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنِ ابْنِ إِسْحَاقَ، حَدَّثَنِي عَمْرُو بْنُ شُعَيْبِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ أَبِيهِ، عَنْ جَدِّهِ، سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا، قَالَ أَبُو عَبْدِ اللَّهِ: \" وَهُوَ اكْتِسَابُهُ وَفِعْلُهُ، قَالَ اللَّهُ: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ، وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} [الزلزلة: 8] «وَقَالَ جَرِيرُ بْنُ حَازِمٍ، عَنِ الْحَسَنِ، عَنْ صَعْصَعَةَ، عَمِّ الْفَرَزْدَقِ،» أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَمِعْتُهُ يَقْرَأُ \": {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} [الزلزلة: 7] فَقُلْتُ: حَسْبِي قَدْ عَلِمْتُ فِيمَ الْخَيْرُ وَفِيمَ الشَّرُّ وَقَالَ ابْنُ مَسْعُودٍ: «إِنَّا إِذَا حَدَّثْنَاكُمْ أَتَيْنَاكُمْ بِتَصْدِيقِ ذَلِكَ مِنْ كِتَابِ اللَّهِ» وَقَدْ دَخَلَ فِي ذَلِكَ قِرَاءَةُ الْقُرْآنِ وَغَيْرُهَا، وَقَدْ بَيَّنَ اللَّهُ قَوْلًا ذَلِكَ لِلْمَخْلُوقِينَ حِينَ قَالَ: {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} [الملك: 2] ، فَأَخْبَرَ أَنَّ الْعَمَلَ مِنَ الْحَيَاةِ ثُمَّ بَيَّنَ خَلْقَهُ فَقَالَ: {وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} [الملك: 13] مَعَ أَنَّ الْجَهْمِيَّةَ وَالْمُعَطِّلَةَ إِنَّمَا يُنَازِعُونَ أَهْلَ الْعِلْمِ عَلَى قَوْلِ اللَّهِ: إِنَّ اللَّهَ لَا يَتَكَلَّمُ , وَإِنْ تَكَلَّمَ فَكَلَامُهُ خَلْقٌ، فَقَالُوا: إِنَّ الْقُرْآنَ الْمَقْرُوءَ بِعِلْمِ اللَّهِ مَخْلُوقٌ، فَلَمْ يُمَيِّزُوا بَيْنَ تِلَاوَةِ الْعِبَادَةِ وَبَيْنَ الْمَقْرُوءِ، وَقَدْ رَفَعَ أَبُو بَكْرٍ صَوْتَهُ بِقَوْلِهِ: {أَتَقْتُلُونَ رَجُلًا} [غافر: 28] \"",
            "page": "74",
            "part": "1",
            "seal": "2ABE968C"
        },
        {
            "id": "134",
            "nass": "حَدَّثَنِي بِهِ عَيَّاشُ بْنُ الْوَلِيدِ الرَّقَّامُ، حَدَّثَنَا عَبْدُ الْأَعْلَى، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: مَا عَلِمْتُ قُرَيْشًا هَمُّوا بِقَتْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَّا يَوْمًا، فَجَاءَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ , فَاخْتَطَفَهُ , ثُمَّ رَفَعَ صَوْتَهُ، فَقَالَ: {أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ} [غافر: 28] الْآيَةَ. فَقَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ، §لَقَدْ أَرْسَلَنِي رَبِّي إِلَيْكُمْ بِالذَّبْحِ» ، فَقَالَ أَبُو جَهْلٍ: يَا مُحَمَّدُ مَا كُنْتَ جَهُولًا، فَقَالَ: «وَأَنْتَ فِيهِمْ» وَقَالَ الْأَعْمَشُ، عَنْ أَبِي سُفْيَانَ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، فَقَامَ أَبُو بَكْرٍ فَجَعَلَ يُنَادِي وَيْلَكُمْ: «أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ» رُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمْ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ أَبُو عَبْدِ اللَّهِ: \" فَالْمَقْرُوءُ هُوَ كَلَامُ الرَّبِ الَّذِي قَالَ لِمُوسَى: {إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي} [طه: 14] ، إِلَّا الْمُعْتَزِلَةَ فَإِنَّهُمُ ادَّعَوْا أَنَّ فِعْلَ اللَّهِ مَخْلُوقٌ، وَأَنَّ أَفْعَالَ الْعِبَادِ غَيْرُ مَخْلُوقَةٍ وَهَذَا خِلَافُ عِلْمِ الْمُسْلِمِينَ إِلَّا مَنْ تَعَلَّقَ مِنَ الْبَصْرِيِّينَ بِكَلَامِ سِنْسَوَيْهِ، كَانَ مَجُوسِيًّا فَادَّعَى الْإِسْلَامَ، فَقَالَ الْحَسَنُ: أَهْلَكَتْهُمُ الْعُجْمَةُ \"",
            "page": "75",
            "part": "1",
            "seal": "EF8A1CAA"
        },
        {
            "id": "135",
            "nass": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنِ زَيْدٍ النُّمَيْرِيِّ، عَنِ الْحَسَنِ، وَقَالَ هَمَّامٌ، عَنْ قَتَادَةَ: \" كَانَتِ الْعَرَبُ تُثْبِتُ الْقَدَرَ فِي الْجَاهِلِيَّةِ وَالْإِسْلَامِ، قَالَ اللَّهُ تَعَالَى: {§يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} [المائدة: 67] ، فَذَكَرَ إِبْلَاغَ مَا أُنْزِلَ إِلَيْهِ، ثُمَّ ذَكَرَ فِعْلَ تَبْلِيغِ الرِّسَالَةِ فَقَالَ: {وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} [المائدة: 67] فَسَمَّى تَبْلِيغَهُ الرِّسَالَةَ وَتَرْكَهُ فِعْلًا، فَلَا يُمْكِنُ لِأَحَدٍ أَنْ يَقُولَ: عَلَى الرَّسُولِ أَنَّهُ لَمْ يَفْعَلْ مَا أُمِرَ بِهِ مِنَ الرِّسَالَةِ \"",
            "page": "75",
            "part": "1",
            "seal": "FFBC2B51"
        },
        {
            "id": "136",
            "nass": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا الْفُضَيْلُ بْنُ غَزْوَانَ، حَدَّثَنَا عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَطَبَ النَّاسَ يَوْمَ النَّحْرِ، ثُمَّ رَفَعَ رَأْسَهُ إِلَى السَّمَاءِ فَقَالَ: «§اللَّهُمَّ هَلْ بَلَّغْتُ؟ اللَّهُمَّ هَلْ بَلَّغْتُ؟ اللَّهُمَّ هَلْ بَلَّغْتُ؟» قَالَ ابْنُ عَبَّاسٍ: «وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَوَصِيَّةٌ إِلَى أُمَّتِهِ فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ»",
            "page": "76",
            "part": "1",
            "seal": "AC4AB0CF"
        },
        {
            "id": "137",
            "nass": "وَحَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو الزَّعْرَاءِ سَمِعَهُ مِنْ عَمِّهِ أَبِي الْأَحْوَصِ، عَنْ أَبِيهِ، قَالَ: أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَعَّدَ فِيَّ النَّظَرَ وَصَوَّبَ. قُلْتُ: إِلَامَ تَدْعُو؟ وَعمَّ تَنْهَى؟ قَالَ: «لَا شَيْءَ إِلَّا اللَّهَ وَالرَّحِمَ» ، قَالَ: \" §أَتَتْنِي رِسَالَةٌ مِنْ رَبِّي فَضِقْتُ بِهَا ذَرْعًا وَرَوَيْتُ أَنَّ النَّاسَ سَيُكَذِّبُونَنِي، فَقِيلَ لِي: لتَفْعَلَنَّ أَوْ لَيُفْعَلَنَّ بِكَ \" وَقَالَ أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بَلِّغُوا عَنِّي وَلوْ آيَةً» وَقَالَ الزُّهْرِيُّ: «مِنَ اللَّهِ الرِّسَالَةُ، وَعَلَى الرَّسُولِ الْبَلَاغُ، وَعَلَيْنَا التَّسْلِيمُ» قَالَ أَبُو عَبْدِ اللَّهِ: «وَانْتَحَلَ نَفَرٌ هَذَا الْكَلَامَ، فَافْتَرَقُوا عَلَى أَنْوَاعٍ لَا أُحْصِيهَا مِنْ غَيْرِ بَصَرٍ، وَلَا تَقْلِيدٍ يَصِحُّ فَأَضَلَّ بَعْضُهُمْ بَعْضًا، جَهْلًا بِلَا حُجَّةٍ، أَوْ ذِكْرِ إِسْنَادٍ، وَكُلُّهُ مِنْ عِنْدِ غَيْرِ اللَّهِ إِلَّا مَنْ رَحِمَ رَبُّكَ فَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا وَإِذَا أَرَادَ اللَّهُ أَنْ يُلْبِسَهُمْ شِيَعًا، وَيُذِيقَ بَعْضَهُمْ بَأْسَ بَعْضٍ، فَلَا مَرَدَّ لَهُ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ»",
            "page": "76",
            "part": "1",
            "seal": "04BC0DC2"
        },
        {
            "id": "138",
            "nass": "كَمَا حَدَّثَنِي الْأُوَيْسِيُّ، عَنِ ابْنِ أَبِي الزِّنَادِ، عَنْ أَبِيهِ: «§لَا يُقِيمُونَ عَلَى أَمْرٍ وَإِنْ أَعْجَبَهُمْ إِلَّا نَقَلَهُمُ الْجَدَلُ إِلَى أَمْرٍ سِوَاهُ، فَهُمْ كُلَّ يَوْمٍ فِي شُبْهَةٍ جَدِيدَةٍ وَدِينِ ضَلَالٍ»",
            "page": "76",
            "part": "1",
            "seal": "DC354179"
        },
        {
            "id": "139",
            "nass": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنُ دِينَارٍ، عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: لَمَّا نَزَلَتْ: {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ} [الأنعام: 65] ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَعُوذُ بِوَجْهِكَ» قَالَ: {أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} [الأنعام: 65] قَالَ: «أَعُوذُ بِوَجْهِكَ» قَالَ: {أَوْ يُلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ} [الأنعام: 65] ، قَالَ: «هَذَا هُوَ أَهْوَنُ أَوْ هَذَا أَيْسَرُ» . وَقَالَ أَبُو عَبْدِ اللَّهِ: «وَحَرَمَ اللَّهُ عَزَّ وَجَلَّ أَهْلَ الْأَهْوَاءِ كُلَّهُمْ، أَنْ يَجِدُوا عِنْدَ أَشْيَاعِهِمْ، أَوْ بَأَسَانِيدِهِمْ، حُكْمًا مِنْ أَحْكَامِ الرَّسُولِ أَوْ فَرْضًا أَوْ سُنَّةً مِنْ سُنَنِ الْمُرْسَلِينَ، إِلَّا مَا يَعْتَلُّونَ بِأَهْلِ الْحَدِيثِ، إِذْ بَدَا لَهُمْ، كَالَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ، فَآمَنُوا بِبَعْضٍ، وَكَفَرُوا بِبَعْضٍ، فَمَنْ رَدَّ بَعْضَ السُّنَنِ مِمَّا نَقَلَهُ أَهْلُ الْعِلْمِ، فَيَلْزَمُهُ أَنْ يَرُدَّ بَاقِيَ السُّنَنِ، حَتَّى يَتَخَلَّى مِنَ السُّنَنِ وَالْكِتَابِ، وَأَمْرِ الْإِسْلَامِ أَجْمَعَ. وَالْبَيَانُ فِي هَذَا كَثِيرٌ»",
            "page": "76",
            "part": "1",
            "seal": "CD56AB68"
        },
        {
            "id": "140",
            "nass": "قَالَ الْخَلِيلُ بْنُ أَحْمَدَ: يُقَلَّلُ الْكَلَامُ لِيُحْفَظَ وَيُكَثَّرُ لِيُفْهَمَ، وَنَحْنُ عَلَى قَوْلِ عُمَرَ حَيْثُ يَقُولُ: «§إِنِّي قَائِلٌ مَقَالَةً قُدِّرَ لِي أَنْ أَقُولَهَا، فَمَنْ عَقَلَهَا وَوَعَاهَا فَلْيُحِدِّثْ بِهَا حَتَّى تَنْتَهِيَ بِهِ رَاحِلَتُهُ، وَمَنْ خَشِيَ أَنْ لَا يَعِيَهَا، فَإِنِّي لَا أُحِلُّ لَهُ أَنْ يَكْذِبَ عَلَيَّ» -[77]-، حَدَّثَنِي بِهِ يَحْيَى بْنُ سُلَيْمَانَ، عَنِ ابْنِ وَهْبٍ، عَنْ مَالِكٍ، وَيُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ ذَلِكَ \" قَالَ اللَّهُ: {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء: 36] ، هَدَانَا وَإِيَّاكُمُ الصِّرَاطَ الْمُسْتَقِيمَ وَجَنَّبَنَا {الَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} \" وَقَالَ أُبَيُّ بْنُ كَعْبٍ: {بَغْيًا بَيْنَهُمْ} [البقرة: 213] «بَغْيًا عَلَى الدُّنْيَا، وَطَلَبِ مُلْكِهَا وَزُخْرُفِهَا وَزِينَتِهَا، أَيُّهُمْ يَكُونُ لَهُ الْمُلْكُ وَالْمَهَابَةُ فِي النَّاسِ فَبَغَى بَعْضُهُمْ عَلَى بَعْضٍ، وَضَرَبَ بَعْضُهُمْ رِقَابَ بَعْضٍ» {فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ} [البقرة: 213] ، «قَامُوا عَلَى مَا جَاءَتْ بِهِ الرُّسُلُ، وَأَقَامُوا الصَّلَاةَ، وَآتَوُا الزَّكَاةَ وَاعْتَزَلُوا الِاخْتِلَافَ، وَكَانُوا شُهَدَاءَ عَلَى النَّاسِ يَوْمَ الْقِيَامَةِ، إِنَّ رُسُلَهُمْ قَدْ بَلَّغَتْهُمْ وَأَنَّهُمْ كَذَّبُوا رُسُلَهُمْ»",
            "page": "76",
            "part": "1",
            "seal": "DCBB1094"
        },
        {
            "id": "141",
            "nass": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، حَدَّثَنِي كَثِيرُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عَوْفٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §اعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا، {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} [آل عمران: 105] \"",
            "page": "78",
            "part": "1",
            "seal": "84D9073C"
        },
        {
            "id": "142",
            "nass": "حَدَّثَنَا مُحَمَّدٌ، أَنَا عَبْدُ اللَّهِ، أَنَا مُحَمَّدُ بْنُ يَسَارٍ، عَنْ قَتَادَةَ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: بَيْنَمَا أَنَا أَمْشِي مَعَهُ إِذْ جَاءَهُ رَجُلٌ فَقَالَ: يَا ابْنَ عُمَرَ، كَيْفَ سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ فِي النَّجْوَى؟ قَالَ: سَمِعْتُهُ يَقُولُ: «يَدْنُو مِنْ رَبِّهِ حَتَّى يَضَعَ عَلَيْهِ كَنَفَهُ» قَالَ: \" فَذَكَرَ صَحِيفَتَهُ فَيُقَرِّرُهُ بِذُنُوبِهِ: هَلْ تَعْرِفُ؟ فَيَقُولُ: رَبِّ أَعْرِفُ، حَتَّى يَبْلُغَ بِهِ مَا شَاءَ أَنْ يَبْلُغَ فَيَقُولُ: إِنِّي §سَتَرْتُهَا عَلَيْكَ فِي الدُّنْيَا، وَأَنَا أَغْفِرُهَا لَكَ الْيَوْمَ، فَيُعْطَى كِتَابَ حَسَنَاتِهِ، وَأَمَّا الْكَافِرُ فَيُنَادِي عَلَى رُءُوسِ الْأَشْهَادِ \"، قَالَ اللَّهُ: {وَيَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} [هود: 18] قَالَ ابْنُ الْمُبَارَكِ: \" كَنَفُهُ: يَعْنِي سِتْرَهُ \" حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا قَتَادَةُ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ، بَيْنَا أَنَا مَعَ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ، حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ بِهَذَا، حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، وَهِشَامٌ، حَدَّثَنَا قَتَادَةُ بِهَذَا -[79]-، وَقَالَ آدَمُ: حَدَّثَنَا شَيْبَانُ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا صَفْوَانُ بْنُ مُحْرِزٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا",
            "page": "78",
            "part": "1",
            "seal": "1DFD4125"
        },
        {
            "id": "143",
            "nass": "حَدَّثَنَا مُوسَى، حَدَّثَنَا هَمَّامٌ، أَخْبَرَنِي قَتَادَةُ، عَنْ صَفْوَانَ، سَمِعَ ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، سَمِعَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَأَمَّا §الْكَافِرُ وَالْمُنَافِقُ» فَـ: {يَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} [هود: 18]",
            "page": "79",
            "part": "1",
            "seal": "D513BCA3"
        },
        {
            "id": "144",
            "nass": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، حَدَّثَنِي الْوَلِيدُ بْنُ أَبِي الْوَلِيدِ أَبُو عُثْمَانَ الْمَدَنِيُّ أَنَّ عُقْبَةَ بْنَ مُسْلِمٍ، حَدَّثَهُ أَنَّ شُفَيًّا الْأَصْبَحِيَّ، حَدَّثَهُ أَنَّهُ دَخَلَ الْمَدِينَةَ، فَإِذَا أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، فَقَالَ: حَدَّثَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَالَ: \" إِذَا كَانَ يَوْمُ الْقِيَامَةِ يَقُولُ لِلْقَارِئِ: §أَلَمْ أُعَلِّمْكَ مَا أَنْزَلْتُ عَلَى رَسُولِي؟ قَالَ: بَلَى يَا رَبِّ، قَالَ: فَمَاذَا عَمِلْتَ؟ قَالَ: كُنْتُ أَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، فَيَقُولُ اللَّهُ: كَذَبْتَ وَتَقُولُ الْمَلَائِكَةُ كَذَبْتَ، وَيَقُولُ اللَّهُ: بَلْ أَرَدْتَ أَنْ يُقَالَ فُلَانٌ قَارِئٌ، وَقَدْ قِيلَ ذَلِكَ \"",
            "page": "79",
            "part": "1",
            "seal": "08CC0D07"
        },
        {
            "id": "145",
            "nass": "قَالَ أَبُو عُثْمَانَ، أَخْبَرَنِي الْعَلَاءُ بْنُ حَكِيمٍ، قَالَ مُعَاوِيَةُ: صَدَقَ اللَّهُ وَرَسُولُهُ: {§مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ} [هود: 15] ، إِلَى: {وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} [الأعراف: 139] قَالَ أَبُو عَبْدِ اللَّهِ: \" وَمِمَّا يُقَوِّي قَوْلَ الشَّعْبِيَّ فِي بَيْعِ الْمَصَاحِفِ - أَنَّهُ إِنَّمَا يَبِيعُ عَمَلَ يَدَيْهِ - قَوْلُ زِيَادِ بْنِ لَبِيدٍ رَضِيَ اللَّهُ عَنْهُ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: كَيْفَ يُرْفَعُ الْعِلْمُ وَقَدْ أُثْبِتَ وَوَعَتْهُ الْقُلُوبُ؟ \"",
            "page": "79",
            "part": "1",
            "seal": "EC7DFEC5"
        },
        {
            "id": "146",
            "nass": "حَدَّثَنَا بِهِ عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنَا اللَّيْثُ، عَنْ إِبْرَاهِيمَ بْنِ أَبِي عَبْلَةَ، عَنِ الْوَلِيدِ بْنِ عَبْدِ الرَّحْمَنِ الْجُرَشِيِّ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، حَدَّثَنِي عَوْفُ بْنُ مَالِكٍ الْأَشْجَعِيُّ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَظَرَ إِلَى السَّمَاءِ يَوْمًا فَقَالَ: «§هَذَا أَوَانٌ يُرْفَعُ الْعِلْمُ» فَقَالَ لَهُ رَجُلٌ مِنَ الْأَنْصَارِ يُقَالُ لَهُ زِيَادُ بْنُ لَبِيدٍ: يَا رَسُولَ اللَّهِ , كَيْفَ يُرْفَعُ الْعِلْمُ وَقَدْ أُثْبِتَ وَوَعَتْهُ الْقُلُوبُ؟ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنْ كُنْتُ لَأَحْسَبُكَ مِنْ أَفْقَهِ أَهْلِ الْمَدِينَةِ، ثُمَّ ذَكَرَ لَهُ ضَلَالَ الْيَهُودِ وَالنَّصَارَى عَلَى مَا فِي أَيْدِيهِمْ مِنْ كِتَابِ اللَّهِ» فَلَقِيتُ شَدَّادَ بْنَ أَوْسٍ بِحَدِيثِ عَوْفٍ فَقَالَ: «أَلَا أُخْبِرُكَ بِأَوَّلِ ذَلِكَ يُرْفَعُ؟» قُلْتُ: بَلَى، قَالَ: «الْخُشُوعُ حَتَّى لَا تَرَى خَاشِعًا» -[80]- حَدَّثَنِي يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ بِهَذَا، حَدَّثَنَا خَطَّابُ بْنُ عُثْمَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ حِمْيَرَ، عَنْ إِبْرَاهِيمَ بْنِ أَبِي عَبْلَةَ، عَنِ الْوَلِيدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ عَوْفِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: بَيْنَمَا نَحْنُ جُلُوسٌ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ، فَقَالَ زِيَادٌ: كَيْفَ يُرْفَعُ الْعِلْمُ وَفِينَا كِتَابُ اللَّهِ، وَقَدْ عَلَّمْنَا أَبْنَاءَنَا وَنِسَاءَنَا؟",
            "page": "79",
            "part": "1",
            "seal": "8128D6F8"
        },
        {
            "id": "147",
            "nass": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنِ الْأَعْمَشِ، عَنْ أَبِي وَائِلٍ قَالَ: كُنْتُ مَعَ أَبِي مُوسَى، وَعَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، فَقَالَا: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§بَيْنَ يَدَيِ السَّاعَةِ أَيَّامٌ، يَنْزِلُ فِيهَا الْجَهْلُ، وَيُرْفَعُ فِيهَا الْعِلْمُ»",
            "page": "80",
            "part": "1",
            "seal": "8D1C10F4"
        },
        {
            "id": "148",
            "nass": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صلِي اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يُرْفَعَ الْعِلْمُ»",
            "page": "80",
            "part": "1",
            "seal": "52DB27AE"
        },
        {
            "id": "149",
            "nass": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يُرْفَعَ الْعِلْمُ، وَأَنْ يَظْهَرَ الْجَهْلُ» حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ مِثْلَهُ. وَرَوَاهُ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرَوَى حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، وَأَبُو سَلَمَةَ، وَيَزِيدُ بْنُ الْأَصَمِّ، وَعَبْدُ الرَّحْمَنِ بْنُ يَعْقُوبَ، وَأَبُو يُونُسَ، وَعِيسَى بْنُ دِينَارٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ",
            "page": "80",
            "part": "1",
            "seal": "F672AD33"
        },
        {
            "id": "150",
            "nass": "وَقَالَ عُمَرُ: «§أُبَيٌّ أَقَرَؤُنَا، وَإِنَّا لَنَدَعُ كَثِيرًا مِنْ لَحْنِ أُبَيٍّ» -[81]- قَالَ سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسِ رَضِيَ اللَّهُ عَنْهُمَا، مِثْلَهُ",
            "page": "80",
            "part": "1",
            "seal": "E45FBECD"
        },
        {
            "id": "151",
            "nass": "حَدَّثَنَا عُمَرُ بْنُ مَرْزُوقٍ، أَنْبَأَ شُعْبَةُ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} [الإسراء: 110] قَالَ: «نَزَلَتْ بِمَكَّةَ، كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا رَفَعَ صَوْتَهُ بِالْقُرْآنِ سَبُّوا مَنْ أَنْزَلَهُ، وَمَنْ جَاءَ بِهِ، وَلَا تُخَافِتْ بِهَا عَنْ أَصْحَابِكَ حَتَّى يَأْخُذُوا عَنْكَ»",
            "page": "82",
            "part": "1",
            "seal": "C9474655"
        },
        {
            "id": "152",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} [الإسراء: 110] ، قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا رَفَعَ صَوْتَهُ بِالْقُرْآنِ سَبَّ الْمُشْرِكُونَ الْقُرْآنَ، وَمَنْ جَاءَ بِهِ، فَلَا يُحِبُّ ذَلِكَ الْمُسْلِمُونَ، وَإِذَا خَفَضَ اشْتَدَّ ذَلِكَ عَلَى أَصْحَابِهِ» ، فَأَنْزَلَ اللَّهُ تَعَالَى: {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} [الإسراء: 110]",
            "page": "82",
            "part": "1",
            "seal": "9141782A"
        },
        {
            "id": "153",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، حَدَّثَنِي هُشَيْمٌ، أَنْبَأَ أَبُو بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} [الإسراء: 110] ، قَالَ: \" نَزَلَتْ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُخْتَفٍ بِمَكَّةَ، وَكَانَ §إِذَا صَلَّى بأَصْحَابِهِ رَفَعَ صَوْتَهُ بِالْقُرْآنِ، فَإِذَا سَمِعَهُ الْمُشْرِكُونَ سَبُّوا الْقُرْآنَ، وَمَنْ أَنْزَلَهُ، وَمَنْ جَاءَ بِهِ، فَقَالَ اللَّهُ لِنَبِيِّهِ: {وَلَا تَجْهَرْ بِصَلَاتِكَ} [الإسراء: 110] ، أَيْ بِقِرَاءَتِكَ، فَيَسْمَعَ الْمُشْرِكُونَ فَيَسُبُّوا الْقُرْآنَ: {وَلَا تُخَافِتْ بِهَا} [الإسراء: 110] ، عَنْ أَصْحَابِكَ، أَيْ بِقِرَاءَتِكَ، فَلَا تُسْمِعُهُمْ \" {وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا} [الإسراء: 110] رَوَاهُ الْأَعْمَشُ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ",
            "page": "82",
            "part": "1",
            "seal": "355358F2"
        },
        {
            "id": "154",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، أَنَا زِيَادٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي دَاوُدُ بْنُ الْحُصَيْنِ، عَنْ عِكْرِمَةَ مَوْلَى عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ ابْنَ عَبَّاسٍ حَدَّثَهُمْ قَالَ: إِنَّمَا نَزَلَتْ هَذِهِ الْآيَةُ: {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا} [الإسراء: 110] مِنْ أَجْلِ أُولَئِكَ يَقُولُ: «§لَا تَجْهَرْ بِصَلَاتِكَ لِيَتَفَرَّقُوا عَنْكَ، وَلَا تُخَافِتْ بِهَا فَلَا يَسْمَعُهَا مَنْ يُحِبُّ أَنْ يَسْمَعَهَا، مِمَّنْ يَسْتَرِقُ ذَلِكَ دُونَهُمْ، لَعَلَّهُ أَنْ يَرْعَوِيَ إِلَى بَعْضِ مَا يَسْمَعُ فَيَنْتَفِعُ بِهِ»",
            "page": "82",
            "part": "1",
            "seal": "72DBCC42"
        },
        {
            "id": "155",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنِ ابْنِ إِسْحَاقَ، عَنْ دَاوُدَ بْنِ الْحُصَيْنِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمَكَّةَ §إِذَا صَلَّى جَهَرَ بِالْقٍرَاءَةِ فَكَانَ الْمُشْرِكُونَ يَطْرُدُونَ عَنْهُ النَّاسَ» ، وَقَالُوا: لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغُوا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ، وَإِذَا أَخْفَى قِرَاءَتَهُ، لَمْ يَسْمَعْ ذَلِكَ مَنْ يَشْتَهِي أَنْ يَسْمَعَهُ، فَأَنْزَلَ اللَّهُ: {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} [الإسراء: 110] الْآيَةَ",
            "page": "82",
            "part": "1",
            "seal": "E309A416"
        },
        {
            "id": "156",
            "nass": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا أَبُو هِشَامٍ الْمَخْزُومِيُّ، حَدَّثَنَا سَعِيدُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ مَالِكٍ، عَنْ أَبِي الْجَوْزَاءِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: {§وَلَا تَجْهَرْ بِصَلَاتِكَ} [الإسراء: 110] ، قَالَ: «فَسَمِعَهُ الْمُشْرِكُونَ فَجَاءُوا إِلَيْهِ فَنَالُوا مِنْهُ» ، فَأَنْزَلَ اللَّهُ: {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ} [الإسراء: 110] ، إِلَى قَوْلِهِ: {سَبِيلًا} [آل عمران: 97]",
            "page": "82",
            "part": "1",
            "seal": "B6D0ECA3"
        },
        {
            "id": "157",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْقَطَّانُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَ سَعِيدُ بْنُ زَيْدٍ، حَدَّثَنَا عَمْرُو بْنُ مَالِكٍ النُّكْرِيُّ، عَنْ أَبِي الْجَوْزَاءِ أَوْسِ بْنِ عَبْدِ اللَّهِ الرَّبَعِيِّ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عِنْدَ الْبَيْتِ فَجَهَرَ بِالدُّعَاءِ , فَجَعَلَ يَقُولُ: «§يَا اللَّهُ، يَا رَحْمَنُ» فَسَمِعَتْهُ أَهْلُ مَكَّةَ، فأَقْبَلُوا عَلَيْهِ، فَأَنْزَلَ اللَّهُ: {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُو فَلَهُ الْأَسْمَاءُ الْحُسْنى} إِلَى آخِرِ الْآيَةِ",
            "page": "82",
            "part": "1",
            "seal": "80CBDF5B"
        },
        {
            "id": "158",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ كَاتِبُ اللَّيْثِ، حَدَّثَنِي اللَّيْثُ، حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَتْ: \" §لَمْ أَعْقِلْ أَبَوَيَّ إِلَّا وَهُمَا يَدِينَانِ الدِّينَ، وَلَمْ يَمُرُّ عَلَيْهِمَا يَوْمٌ إِلَّا وَيَأْتِينَا فِيهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بُكْرَةً وَعَشِيَّةً فَذَكَرَ الْحَدِيثَ، فَلَمْ يُكَذِّبْ قُرَيْشًا لِجِوَارِ ابْنِ الدُّغُنَّةِ، وَقَالُوا: مُرْ أَبَا بَكْرٍ فَلْيَعْبُدْ رَبَّهُ فِي دَارِهِ، وَلْيَقْرَأْ مَا شَاءَ وَلَا يُؤْذِينَا بِذَلِكَ، وَلَا يَسْتَعْلِنُ بِهِ \"",
            "page": "82",
            "part": "1",
            "seal": "1F2EAC31"
        },
        {
            "id": "159",
            "nass": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ خَالِدٍ، عَنْ سَعِيدٍ، عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ أَنَّ كُرَيْبًا، مَوْلَى ابْنِ عَبَّاسٍ أَخْبَرَهُ قَالَ: سَأَلْتُ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، كَيْفَ كَانَتْ صَلَاةُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِاللَّيْلِ؟ قَالَ: «كَانَ §يَقْرَأُ فِي بَعْضِ حُجَرِهِ فَيَسْمَعُ قِرَاءَتَهُ مَنْ كَانَ خَارِجًا»",
            "page": "83",
            "part": "1",
            "seal": "EC91E283"
        },
        {
            "id": "160",
            "nass": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَيْسٍ، قَالَ: سَأَلْتُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، عَنْ وَتْرِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: كَيْفَ كَانَتْ قِرَاءَتَهُ؟ أَكَانَ يُسِرُّ بِالْقُرْآنِ أَمْ يَجْهَرُ؟ قَالَتْ: «§رُبَّمَا كَانَ يُسِرُّ، وَرُبَّمَا جَهَرَ»",
            "page": "83",
            "part": "1",
            "seal": "5D733926"
        },
        {
            "id": "161",
            "nass": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، حَدَّثَنَا مُوسَى بْنُ أَبِي عَائِشَةَ، حَدَّثَنَا سَعِيدُ بْنُ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ} [القيامة: 16] ، قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يُعَالِجُ مِنَ التَّنْزِيلِ شِدَّةً، وَكَانَ مِمَّا يُحَرِّكُ شَفَتَيْهِ» ، فَقَالَ ابْنُ عَبَّاسٍ: فَأَنَا أُحَرِّكُهُمَا لَكَ كَمَا كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُحَرِّكُهُمَا، وَقَالَ سَعِيدٌ: أَنَا أُحَرِّكُهُمَا كَمَا رَأَيْتُ ابْنَ عَبَّاسٍ يُحَرِّكُهُمَا فَحَرَّكَ شَفَتَيْهِ، فَأَنْزَلَ اللَّهُ: {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ} [القيامة: 17] وَقُرْآنَهُ، قَالَ: «اجْمَعْهُ فِي صَدْرِكَ وَنَقْرؤُهُ» {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} [القيامة: 18] ، قَالَ: «فَاسْتَمِعْ لَهُ وَأَنْصِتْ» ، ثُمَّ {إِنَّ عَلَيْنَا بَيَانَهُ} [القيامة: 19] ، «إِنَّ عَلَيْنَا أَنْ نَقْرأَهُ» ، قَالَ: فَكَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْدَ ذَلكَ إِذَا أَتَاهُ جِبْرِيلُ اسْتَمَعَ، فَإِذَا انْطَلَقَ جِبْرِيلُ قَرَأَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَمَا قَرَأَهُ -[84]-، حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، وَجَرِيرٌ، عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا بِهَذَا",
            "page": "83",
            "part": "1",
            "seal": "C8D9DFD6"
        },
        {
            "id": "162",
            "nass": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ أَنَّهُ سَأَلَ سَعِيدَ بْنَ جُبَيْرٍ، عَنْ قَوْلِهِ تَعَالَى: {لَا تُحَرِّكْ بِهِ لِسَانَكَ} [القيامة: 16] ، فَقَالَ: قَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: كَانَ «§يُحَرِّكُ لِسَانَهُ إِذَا أُنْزِلَ عَلَيْهِ» ، فَقِيلَ لَهُ: {لَا تُحَرِّكْ بِهِ لِسَانَكَ} [القيامة: 16] «تَخْشَى أَنْ يَنْفَلِتَ» ، ثُمَّ: {إِنَّ عَلَيْنَا جَمْعَهُ} [القيامة: 17] «ثُمَّ اجْمَعْهُ فِي صَدْرِكَ، وَقِرَاءَتَهُ» {فَإِذَا قَرَأْنَاهُ} [القيامة: 18] يَقُولُ: «أُنْزِلَ عَلَيْكَ» {فَاتَّبِعْ قُرْآنَهُ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} [القيامة: 19] ، «أَنْ نُثَبِّتَهُ عَلَى لِسَانِكَ»",
            "page": "84",
            "part": "1",
            "seal": "78655FE7"
        },
        {
            "id": "163",
            "nass": "وَحَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا مُوسَى، وَكَانَ ثِقَةً، عَنْ سَعِيدٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: «كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا نَزَلَ بِهِ الْوَحْيُ حَرَّكَ بِهِ لِسَانَهُ» ، - وَوَصَفَ سُفْيَانُ يُرِيدُ أَنْ يَحْفَظَهُ - فَأَنْزَلَ اللَّهُ تَعَالَى: {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ} [القيامة: 16]",
            "page": "84",
            "part": "1",
            "seal": "40F3D6AA"
        },
        {
            "id": "164",
            "nass": "وَقَالَ أَبُو عَاصِمٍ: أَنْبَأَ شَبِيبٌ، لَقِيتُهُ بِمَكَّةَ، حَدَّثَنَا عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ، {§لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} [القيامة: 17] ، «فَاتَّبِعْ مُجْمَلَهُ وَتَفَهَّمْ مَا فِيهِ»",
            "page": "84",
            "part": "1",
            "seal": "1A3BAAB8"
        },
        {
            "id": "165",
            "nass": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، حَدَّثَنَا ابْنُ أَبِي حَازِمٍ، عَنْ يَزِيدَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اقْرَأْ فِي سَبْعٍ وَلَا تَنْثُرْهُ»",
            "page": "84",
            "part": "1",
            "seal": "1A55065C"
        },
        {
            "id": "166",
            "nass": "§بَابُ -[85]- الرَّدِّ عَلَى الْجَهْمِيَّةِ وَأَصْحَابِ التَّعْطِيلِ",
            "page": "84",
            "part": "1",
            "seal": "4F748C4F"
        },
        {
            "id": "167",
            "nass": "حَدَّثَنَا عُبَيْدُ بْنُ يَعِيشَ، قَالَ: ثنا يُونُسُ بْنُ بُكَيْرٍ، ثنا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنِ الزُّهْرِيِّ، عَنْ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِيهِ، قَالَ: قَدِمْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي فِدَاءِ سَبَايَاهُ، فَنِمْتُ فِي مَسْجِدٍ بَعْدَ الْعَصْرِ، وَأَنَا عَلَى شِرْكِي، \" فَوَاللِّهِ §مَا أَنْبَهَنِي إِلَّا قِرَاءَةُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْمَغْرِبِ {وَالطُّورِ وَكِتَابٍ مَسْطُورٍ} [الطور: 2] قَالَ أَبُو عَبْدِ اللَّهِ: «وَلَقَدْ بَيَّنَ نُعَيْمُ بْنُ حَمَّادٍ أَنَّ كَلَامَ الرَّبِّ لَيْسَ بِخَلْقٍ، وَأَنَّ الْعَرَبَ لَا تَعْرِفُ الْحَيَّ مِنَ الْمَيِّتِ إِلَّا بِالْفِعْلِ، فَمَنْ كَانَ لَهُ فِعْلٌ فَهُوَ حَيٌّ وَمَنْ لَمْ يَكُنْ لَهُ فِعْلٌ فَهُوَ مَيِّتٌ، وَأَنَّ أَفْعَالَ الْعِبَادِ مَخْلُوقَةٌ، فَضَيَّقَ عَلَيْهِ حَتَّى مَضَى لِسَبِيلِهِ، وَتَوَجَّعَ أَهْلُ الْعِلْمِ لِمَا نَزَلَ بِهِ، وَفِي اتِّفَاقِ الْمُسْلِمِينَ دَلِيلٌ عَلَى أَنَّ نُعَيْمًا وَمَنْ نَحَا نَحْوَهُ لَيْسَ بِمُفَارِقٍ وَلَا مُبْتَدِعٍ، بَلِ الْبِدَعُ وَالرَّئِيسُ بِالْجَهْلِ بِغَيْرِهِمْ أَوْلَى، إِذْ يُفْتُونَ بِالْآرَاءِ الْمُخْتَلِفَةِ، مِمَّا لَمْ يأَذَنْ بِهِ اللَّهُ»",
            "page": "85",
            "part": "1",
            "seal": "073942A0"
        },
        {
            "id": "168",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، قَالَ: ثنا زُهَيْرٌ، قَالَ: ثنا عَبْدُ الْعَزِيزِ بْنُ رُفَيْعٍ، قَالَ: ثنا شَدَّادُ بْنُ مَعْقِلٍ، قَالَ: قَالَ عَبْدُ اللَّهِ: «إِنَّ §هَذَا الْقُرْآنَ الَّذِي بَيْنَ ظَهْرَيْكُمْ يُوشِكُ أَنْ يُنْزَعَ مِنْكُمْ» ، قُلْتُ: يَا عَبْدَ اللَّهِ بْنَ مَسْعُودٍ كَيْفَ يُنْزَعُ مِنَّا وَقَدْ أَثْبَتَهُ اللَّهُ فِي قُلُوبِنَا، وَأَثْبَتْنَاهُ فِي مَصَاحِفِنَا؟ قَالَ: «يَسْرِي فِي لَيْلَةٍ، فَيَنْتَزِعُ مَا فِي الْقُلُوبِ، وَيَذْهَبُ بِمَا فِي الْمَصَاحِفِ» ثُمَّ تَلَا: {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ} [الإسراء: 86] حَدَّثَنَا الْحُمَيْدِيُّ، قَالَ سُفْيَانُ، قَالَ: ثنا عَبْدُ الْعَزِيزِ بِهَذَا قَالَ سُفْيَانُ: {ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا} [الإسراء: 86] ، «لَا تَجِدُ أَحَدًا يَتَوَكَّلُ لَكَ أَنْ لَا يَذْهَبَ بِهِ»",
            "page": "86",
            "part": "1",
            "seal": "007D573B"
        },
        {
            "id": "169",
            "nass": "وَحَدَّثَنَا إِسْمَاعِيلُ، قَالَ: حَدَّثَنِي مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §اللَّهَ لَا يَنْزِعُ الْعِلْمَ انْتِزَاعًا، أَيْ يَنْتَزِعُهُ مِنْ صُدُورِ النَّاسِ وَلَكِنْ يَنْزِعُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ حَتَّى إِذَا لَمْ يَبْقَ عَالِمٌ، اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالًا فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ، فَضَلُّوا وَأَضَلُّوا»",
            "page": "86",
            "part": "1",
            "seal": "0B49D6C1"
        },
        {
            "id": "170",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، قَالَ: ثنا هَمَّامُ، عَنْ قَتَادَةَ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، وَالْعَلَاءِ بْنِ زِيَادٍ، وَعُقْبَةَ، وَرَجُلٍ آخَرَ عَنْ عِيَاضِ بْنِ حِمَارٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِنَّ §اللَّهَ أَوْحَى إِلَيَّ: «أَنْزَلْتُ عَلَيْكَ كِتَابًا لَا يَغْسِلُهُ الْمَاءُ تَقْرَؤُهُ نَائِمًا وَيَقْظَانًا» وَقَدْ أَمَرَ عُثْمَانُ زَيْدَ بْنَ ثَابِتٍ أَنْ يَنْسَخَ الْمَصَاحِفِ، ثُمَّ حَرَقَ سَائِرَ الْمَصَاحِفِ \" حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ: أَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ: أَخْبَرَنِي أَنَسٌ، عَنْ عُمَرَ، نَحْوَهُ",
            "page": "86",
            "part": "1",
            "seal": "44E19D6F"
        },
        {
            "id": "171",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالَ: ثنا شُعْبَةُ، عَنِ ابْنِ إِسْحَاقَ، عَنْ مُصْعَبِ بْنِ سَعْدٍ قَالَ: «§أَدْرَكْتُ أَصْحَابَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ شَقَّقَ عُثْمَانُ الْمَصَاحِفَ» قَالَ: «فَأُعْجِبَ» أَوْ قَالَ: لَمْ يَعِبْ ذَلِكَ مِنْهُمْ أَحَدٌ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ، قَالَ: أَخْبَرَنِي أَنَسٌ، عَنْ عُثْمَانَ نَحْوَهُ",
            "page": "86",
            "part": "1",
            "seal": "8555490D"
        },
        {
            "id": "172",
            "nass": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، قَالَ: سَأَلْتُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، عَنْ خُلُقِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ: «كَانَ §خُلُقُهُ الْقُرْآنَ»",
            "page": "87",
            "part": "1",
            "seal": "FBE38854"
        },
        {
            "id": "173",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي مُعَاوِيَةُ، عَنْ سُلَيْمِ بْنِ عَامِرٍ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: «§اقْرَءُوا الْقُرْآنَ وَلَا تَغُرَّنَّكُمْ هَذِهِ الْمَصَاحِفُ الْمُعَلَّقَةُ فَإِنَّ اللَّهَ لَا يُعَذِّبُ قَلْبًا وَعَى الْقُرْآنَ»",
            "page": "87",
            "part": "1",
            "seal": "330CD71E"
        },
        {
            "id": "174",
            "nass": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §نَهَى أَنْ يُسَافَرَ بِالْقُرْآنِ إِلَى أَرْضِ الْعَدُوِّ»",
            "page": "87",
            "part": "1",
            "seal": "EA2A1232"
        },
        {
            "id": "175",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ خَالِدٍ، عَنِ ابْنِ إِسْحَاقَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: \" §نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يُسَافَرَ بِالْمُصْحَفِ إِلَى أَرْضِ الْعَدُوِّ قَالَ أَبُو عَبْدِ اللَّهِ: وَتَابَعَهُ مُحَمَّدُ بْنُ بِشْرٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَالَ ابْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ: «إِنِّي سَمِعْتُ الْقُرَّاءَ فَوَجَدْتُهُمْ مُتَقَارِبِينَ فَاقْرَءُوا كَمَا عُلِّمْتُمْ»",
            "page": "87",
            "part": "1",
            "seal": "164223B5"
        },
        {
            "id": "176",
            "nass": "وَقَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: أَيُّ الْقُرَّاءِ تَعُدُّونَ أَوَّلَ؟ حَدَّثَنِي يَحْيَى، ثنا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي ظَبْيَانَ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: أَيُّ الْقُرَّاءِ تَعُدُّونَ أَوَّلَ؟ قُلْنَا: قِرَاءَةُ عَبْدِ اللَّهِ قَالَ: لَا، «إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §يَعْرِضُ عَلَيْهِ الْقُرْآنَ فِي كُلِّ رَمَضَانَ مَرَّةً، إِلَّا الْعَامَ الَّذِي قُبِضَ فِيهِ فَإِنَّهُ عَرَضَ عَلَيْهِ الْقُرْآنَ مَرَّتَيْنِ» فَحَضَرَهُ عَبْدُ اللَّهِ فَشَهِدَ مَا نُسِخَ مِنْهُ وَمَا بُدِّلَ، وَرَوَاهُ زَائِدَةُ، عَنْ يَعْلَى، عَنِ الْأَعْمَشِ",
            "page": "87",
            "part": "1",
            "seal": "7B6AD5B2"
        },
        {
            "id": "177",
            "nass": "حَدَّثَنَا عُثْمَانُ، عَنْ جَرِيرٍ، عَنْ حُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ مُرَّةَ، قَالَ: أَتَيْتُ مَنْزِلَ ابْنِ مَسْعُودٍ أَطْلُبُهُ، فَقِيلَ لِي: هُوَ عِنْدَ أَبِي مُوسَى، فأَتَيْتُ أَبَا مُوسَى فَإِذَا هُوَ وَحُذَيْفَةُ وَهُوَ يَقُولُ لِحُذَيْفَةَ: إِنَّكَ صَاحِبُ الْحَدِيثِ، قَالَ: «أَجَلْ §كَرِهْتُ أَنْ يُقَالَ قِرَاءَةُ فُلَانٍ، وَقِرَاءَةُ فُلَانٍ» فَبَيَّنَ أَنَّ قِرَاءَةَ الْقَارِئِ سِوَى الْقُرْآنِ \"",
            "page": "87",
            "part": "1",
            "seal": "9B065CC7"
        },
        {
            "id": "178",
            "nass": "قَالَ أَبُو عَبْدِ اللَّهِ: وَمِمَّا بَيَّنَ ذَلِكَ مَا حَدَّثَنِي بِهِ يُوسُفُ بْنُ مُحَمَّدٍ، حَدَّثَنِي يَحْيَى بْنُ سُلَيْمٍ، عَنِ ابْنِ خُثَيْمٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عِيَاضٍ الْقَارِئِ، قَالَ: جَاءَ عَبْدُ اللَّهِ بْنُ شَدَّادٍ، فَدَخَلَ عَلَى عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، وَنَحْنُ عِنْدَهَا، قَالَ: لَمَّا بَلَغَ عَلِيًّا مَا عَيَّبُوا عَلَيْهِ وَفَارَقُوهُ، أَمَرَ فأَذَّنَ مُؤذِّنٌ لَهُ أَنْ لَا يَدْخُلَ عَلَى أَمِيرِ الْمُؤْمِنِينَ إِلَّا رَجُلٌ قَدْ حَمَلَ الْقُرْآنَ، فَلَمَّا امْتَلَأَتِ الدَّارُ مِنْ قُرَّاءِ النَّاسِ، وَجَاءَ بِمُصْحَفِ إِمَامٍ عَظِيمٍ فَوَضَعَهُ بَيْنَ يَدَيْهِ فَطَفِقَ يَصُكُّهُ بِيَدَيْهِ وَيَقُولُ: «§أَيُّهَا الْمُصْحَفُ حَدِّثِ النَّاسَ» ، فَنَادَاهُ النَّاسُ فَقَالُوا: يَا أَمِيرَ الْمُؤْمِنِينَ مَاذَا تَسْأَلُ عَنْهُ إِنَّمَا هُوَ مِدَادٌ فِي وَرَقٍ وَنَحْنُ نَتَعلَّمُ بِمَا رَأَيْنَا فِيهِ، فَمَاذَا تُرِيدُ؟ فَقَالَ: \" أَصحَابُكُمُ الَّذِينَ حُرِبُوا، بَيْنِي وَبَيْنَكُمْ كِتَابُ اللَّهِ عَزَّ وَجَلَّ، يَقُولُ اللَّهُ جَلَّ وَعَزَّ فِي كِتَابِهِ فِي امْرَأَةٍ وَرَجُلٍ: {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنَهُمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا} [النساء: 35] بَلْ أُمَّةُ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَعْظَمُ حَقًّا وَحُرْمَةً مِنِ امْرَأَةٍ وَرَجُلٍ \"، وَسَاقَ الْحَدِيثَ، قَالَتْ: صَدَقَ، يَكْذِبُونَ عَلَيْهِ وَيَزِيدُونَ عَلَيْهِ",
            "page": "87",
            "part": "1",
            "seal": "EDCE21C0"
        },
        {
            "id": "179",
            "nass": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، ثنا أَبِي، ثنا الْأَعْمَشُ، حَدَّثَنِي شَقِيقٌ، قَالَ: رَأَى عَبْدُ اللَّهِ، مُصْحَفًا مُزَيَّنًا بِالذَّهَبِ فَقَالَ: «إِنَّ §أَحْسَنَ مَا زُيِّنَ بِهِ الْمُصْحَفُ فِي الْحَقِّ لَتِلَاوَتُهُ»",
            "page": "88",
            "part": "1",
            "seal": "3556A526"
        },
        {
            "id": "180",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلَامٍ، ثنا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ: قَالَ عَبْدُ اللَّهِ: «إِنَّ §أَحْسَنَ مَا زُيِّنَ بِهِ الْمُصْحَفُ لَتِلَاوَتُهُ فِي الْحَقِّ»",
            "page": "88",
            "part": "1",
            "seal": "EB20B6D8"
        },
        {
            "id": "181",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنِ ابْنِ جُبَيْرٍ، قَالَ: قَدِمَ عَلَيْنَا أَبُو جُمْعَةَ الْأَنْصَارِيُّ، قَالَ: كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَعَنَا مُعَاذُ بْنُ جَبَلٍ عَاشِرَ عَشَرَةٍ فَقُلْنَا: يَا رَسُولَ اللَّهِ هَلْ مِنْ أَحَدٍ أَعْظَمُ مِنَّا أَجْرًا، آمَنَّا بِكَ وَاتَّبَعْنَاكَ، قَالَ: «§وَمَا يَمْنَعُكُمْ مِنْ ذَلِكَ وَرَسُولُ اللَّهِ بَيْنَ أَظْهُرِكُمْ، يَأْتِيكُمْ بِالْوَحْيِ مِنَ السَّمَاءِ؟ بَلْ قَوْمٌ يَأْتُونَ مِنْ بَعدِكُمْ يَأْتِيهِمْ كِتَابٌ بَيْنَ لَوْحَيْنِ فَيُؤْمِنُونَ بِهِ وَيَعْمَلُونَ بِمَا فِيهِ أُولَئِكَ أَعْظَمُ مِنْكُمْ أَجْرًا»",
            "page": "88",
            "part": "1",
            "seal": "1F878BAE"
        },
        {
            "id": "182",
            "nass": "§بَابُ مَا جَاءَ فِي قَوْلِ اللَّهِ: {بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} [المائدة: 67] وَقَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بَلِّغُوا عَنِّي وَلَوْ آيَةً، وَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ، وَإِنَّ الْوَحْيَ قَدِ انْقَطَعَ»",
            "page": "88",
            "part": "1",
            "seal": "6C33D275"
        },
        {
            "id": "183",
            "nass": "قَالَ عَلِيٌّ، عَنْ مُحَمَّدِ بْنِ بِشْرٍ: ثنا شُعَيْبُ بْنُ أَبِي حَمْزَةَ، عَنْ أَبِي مَعْشَرٍ، عَنِ الشَّعْبيِّ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «§مَنْ زَعَمَ أَنَّ مُحَمَّدًا كَتَمَ شَيْئًا مِنَ الْوَحْيِ فَقَدْ أَعْظَمَ عَلَى اللَّهِ الْفِرْيَةَ» . وَاللَّهُ تَعَالَى يَقُولُ: {بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} [المائدة: 67] وَقَالَ صَالِحٌ: {يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي} [الأعراف: 79] ، وَقَالَ شُعَيْبٌ: {لَقَدْ أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي} [الأعراف: 93] ، وَقَالَ تَعَالَى: {لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ} [الجن: 28] «فَبَيَّنَ أَنَّ الرِّسَالَةَ مِنَ اللَّهِ وَالْإِبْلَاغَ مِنَ الرُّسُلِ»",
            "page": "89",
            "part": "1",
            "seal": "02829C98"
        },
        {
            "id": "184",
            "nass": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، ثنا عَمْرُو بْنُ طَلْحَةَ بْنِ عَلْقَمَةَ بْنِ وَقَّاصٍ اللَّيْثِيُّ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَلْقَمَةَ بْنِ وَقَّاصٍ، أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّهَا حَدَّثَتْهُ، قَالَتْ: أَتَتْ يَهُودُ يَوْمًا لِيُتَأَذَّنَ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَجَلَسُوا عَلَى الْبَابِ حَتَّى فَرَغَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ أَذِنَ لَهُمْ، فَقَالُوا: يَا أَبَا الْقَاسِمِ فَعَلْتَ بِنَا الْيَوْمَ شَيْئًا لَمْ تَكُنْ تَفْعَلُهُ، حَبَسْتَنَا بِالْبَابِ، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَمَرَنِي رَبِّي بِكَذَا، وَأَنْزَلَ عَلَيَّ كَذَا، وَأَنْزَلَ كَذَا» ، قَالُوا: وَالَّذِي أَنْزَلَ التَّوْرَاةَ عَلَى مُوسَى إِنَّا لَنَجِدُ أُمَّتَكَ أَسْرَعُ أُمَّةٍ مِنَ الْأُمَمِ إِجَابَةً لِنَبيِّهَا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَوْشَكُ أُمَّةٍ مِنَ الْأُمَمِ انْصِرَافًا عَنْ دِينِهَا",
            "page": "89",
            "part": "1",
            "seal": "8A7571D6"
        },
        {
            "id": "185",
            "nass": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، ثنا يَحْيَى بْنُ سَعِيدٍ، ثنا الْفُضَيْلُ بْنُ غَزْوَانَ، ثنا عِكْرِمَةُ، عَنِ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَطَبَ النَّاسَ يَوْمَ النَّحْرِ فَقَالَ: «أَيُّهَا النَّاسُ أَيُّ يَوْمٍ هَذَا» ؟ قَالُوا: يَوْمٌ حَرَامٌ، قَالَ: «فَأَيُّ بَلَدٍ هَذَا؟» قَالُوا: «بَلَدٌ حَرَامٌ» ، قَالَ: «فَأَيُّ شَهْرٍ هَذَا؟» قَالُوا: شَهْرٌ حَرَامٌ، قَالَ: «فَإِنَّ §دِمَاءَكُمْ وَأَمْوَالَكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا» فأَعَادَهَا ثَلَاثَ مَرَّاتٍ، ثُمَّ رَفَعَ رَأْسَهُ إِلَى السَّمَاءِ فَقَالَ: «اللَّهُمَّ هَلْ بَلَّغْتُ؟» قَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهَا الْوَصِيَّةُ إِلَى أُمَّتِهِ «فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ، لَا تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ»",
            "page": "89",
            "part": "1",
            "seal": "25147B9A"
        },
        {
            "id": "186",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، ثنا اللَّيْثُ، حَدَّثَنِي سَعِيدٌ، عَنِ أَبِي شُرَيْحٍ أَنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيدٍ وَهُوَ يَبْعَثُ الْبُعُوثَ إِلَى مَكَّةَ: أَيُّهَا الْأَمِيرُ أُحَدِّثُكَ قَوْلًا قَامَ بِهِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْفَتْحِ سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي وَأَبْصَرَتْهُ عَيْنَايَ حِينَ تَكَلَّمَ بِهِ: حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ: \" إِنَّ §مَكَّةَ حَرَّمَهَا اللَّهُ وَلَمْ يُحَرِّمْهَا النَّاسُ وَلَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللِّهِ وَالْيَوْمِ الْآخِرِ أَنْ يَسْفِكَ بِهَا دَمًا، وَلَا يَعْضِدَ بِهَا شَجَرَةً، فَإِنْ أَحَدٌ تَرَخَّصَ لِقِتَالِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيهَا فَقُولُوا لَهُ: إِنَّ اللَّهَ أَذِنَ لِرَسُولِهِ وَلَمْ يأَذَنْ لَكُمْ فَإِنَّمَا أَذِنَ لِي سَاعَةً مِنْ نَهَارٍ، ثُمَّ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالْأَمْسِ فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ \"",
            "page": "89",
            "part": "1",
            "seal": "B8778D32"
        },
        {
            "id": "187",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا أَبُو عَامِرٍ، ثنا قُرَّةُ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ وَرَجُلٌ أَفْضَلُ فِي نَفْسِي مِنْ عَبْدِ الرَّحْمَنِ حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي بَكْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ النَّحْرِ فَقَالَ: «أَتَدْرُونَ أَيُّ يَوْمٍ هَذَا؟» قَالُوا: اللَّهُ وَرَسُولُهُ أَعْلَمُ، فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ قَالَ: «أَلَيْسَ يَوْمُ النَّحْرِ» قُلْنَا: بَلَى، قَالَ: «أَيُّ شَهْرٍ هَذَا؟» قُلْنَا: اللَّهُ وَرَسُولُهُ أَعْلَمُ فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ، فَقَالَ: «أَلَيْسَ ذُو الْحَجَّةِ؟» قُلْنَا: بَلَى، قَالَ: «أَيُّ بَلَدٍ هَذَا؟» قُلْنَا: اللَّهُ وَرَسُولُهُ أَعْلَمُ، فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ، قَالَ: «أَلَيْسَتْ بِالْبَلْدَةِ الْحَرَامِ؟» قُلْنَا: بَلَى، قَالَ: «فَإِنَّ §دِمَاءَكُمْ وَأَمْوَالَكُمْ حَرَامٌ عَلَيْكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا إِلَى يَوْمِ تَلْقَوْنَ رَبَّكُمْ أَلَا هَلْ بَلَّغْتُ؟» قَالُوا: نَعَمْ، قَالَ: «اللَّهُمَّ اشْهَدْ فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ فَرُبَّ مُبَلِّغٍ أَوْعَى مِنْ سَامِعٍ، وَلَا تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ» ، حَدَّثَنَا مُسَدَّدٌ، ثنا يَحْيَى، ثنا قُرَّةُ، حَدَّثَنِي ابْنُ سِيرِينَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، وَعنْ رَجُلٍ آخَرَ هُوَ فِي نَفْسِي أَفْضَلُ مِنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ أَبِي بَكْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا، وَقَالَ: لِيُبَلِّغِ الشَّاهِدُ الْغَائِبَ فَرُبَّ مُبَلِّغٍ يُبَلِّغُهُ مَنْ هُوَ أَوْعَى لَهُ فَكَانَ كَذَلِكَ",
            "page": "90",
            "part": "1",
            "seal": "782C92EC"
        },
        {
            "id": "188",
            "nass": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ رَبِيعَةَ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: حَدَّثَتْنِي سَرَّى ابْنَةُ نَبْهَانَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§لِيُبَلِّغْ أَدْنَاكُمْ أَقْصَاكُمْ ثَلَاثًا»",
            "page": "90",
            "part": "1",
            "seal": "A9A720BD"
        },
        {
            "id": "1",
            "nass": "§بَابُ مَا ذَكَرَ أَهْلُ الْعِلْمِ لِلْمُعَطِّلَةِ الَّذِينَ يُرِيدُونَ أَنْ يُبَدِّلِوا كَلَامَ اللَّهِ عَزَّ وَجَلَّ",
            "page": "29",
            "part": "1",
            "seal": "451F7C2D"
        },
        {
            "id": "2",
            "nass": "حَدَّثَنِي الْحَكَمُ بْنُ مُحَمَّدٍ الطَّبَرِيُّ، كَتَبْتُ عَنْهُ بِمَكَّةَ، قَالَ: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، قَالَ: أَدْرَكْتُ مَشَائِخَنَا مُنْذُ سَبْعِينَ سَنَةً، مِنْهُمْ عَمْرُو بْنُ دِينَارٍ، يَقُولُونَ: «§الْقُرْآنُ كَلَامُ اللَّهِ وَلَيْسَ بِمَخْلُوقٍ»",
            "page": "29",
            "part": "1",
            "seal": "00F681F8"
        },
        {
            "id": "3",
            "nass": "وَقَالَ أَحْمَدُ بْنُ الْحَسَنِ: حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُلَيْمَانُ الْقَارِئُ، قَالَ: سَمِعْتُ سُفْيَانَ الثَّوْرِيَّ، يَقُولُ: قَالَ لِي حَمَّادُ بْنُ أَبِي سُلَيْمَانَ: «§أَبْلِغْ أَبَا فُلَانٍ الْمُشْرِكَ أَنِّي بَرِيءٌ مِنْ دِينِهِ» ، وَكَانَ يَقُولُ: «الْقُرْآنُ مَخْلُوقٌ»",
            "page": "29",
            "part": "1",
            "seal": "1707DB2F"
        },
        {
            "id": "4",
            "nass": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنِي الْقَاسِمُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ حَبِيبِ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: شَهِدْتُ خَالِدَ بْنَ عَبْدِ اللَّهِ الْقَسْرِيَّ بِوَاسِطَ، فِي يَوْمِ أَضْحًى، وَقَالَ: «§ارْجِعُوا فَضَحُّوا تَقَبَّلَ اللَّهُ مِنْكُمْ، فَإِنِّي مُضَحٍّ بِالْجَعْدِ بْنِ دِرْهَمٍ، زَعَمَ أَنَّ اللَّهَ لَمْ يَتَّخِذْ إِبْرَاهِيمَ خَلِيلًا، وَلَمْ يُكَلِّمْ مُوسَى تَكْلِيمًا، تَعَالَى اللَّهُ عُلُوًّا كَبِيرًا عَمَّا يَقُولُ الجعد بْنُ دِرْهَمٍ، ثُمَّ نَزَلَ فَذبَحَهُ» -[30]-، قَالَ أَبُو عَبْدِ اللَّهِ: قَالَ قُتَيْبَةُ: «بَلَغَنِي أَنَّ جَهْمًا كَانَ يَأْخُذُ الْكَلَامَ مِنَ الْجَعْدِ بْنِ دِرْهَمٍ»",
            "page": "29",
            "part": "1",
            "seal": "0EBB3ED8"
        },
        {
            "id": "5",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ أَبُو جَعْفَرٍ الْبَغْدَادِيُّ، قَالَ: سَمِعْتُ أَبَا زَكَرِيَّا يَحْيَى بْنَ يُوسُفَ الزِّمِّيَّ، قَالَ: كُنَّا عِنْدَ عَبْدِ اللَّهِ بْنِ إِدْرِيسَ، فَجَاءَهُ رَجُلٌ فَقَالَ: يَا أَبَا مُحَمَّدٍ، مَا تَقُولُ فِي قَوْمٍ يَقُولُونَ: الْقُرْآنُ مَخْلُوقٌ؟ فَقَالَ: «أَمِنَ الْيَهُودِ؟» قَالَ: لَا، قَالَ: «فَمِنَ النَّصَارَى؟» قَالَ: لَا، قَالَ: «فَمِنَ الْمَجُوسِ؟» قَالَ: لَا، قَالَ: «فَمِمَنْ. . . .؟» قَالَ: مِنْ أَهْلِ التَّوْحِيدِ، قَالَ: \" لَيْسَ هَؤُلَاءِ مِنْ أَهْلِ التَّوْحِيدِ، هَؤُلَاءِ الزَّنَادِقَةُ §مَنْ زَعَمَ أَنَّ الْقُرْآنَ مَخْلُوقٌ فَقَدْ زَعَمَ أَنَّ اللَّهَ مَخْلُوقٌ، يَقُولُ اللَّهُ: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 1] ، فَاللَّهُ لَا يَكُونُ مَخْلُوقًا، وَالرَّحْمَنُ لَا يَكُونُ مَخْلُوقًا، وَالرَّحِيمُ لَا يَكُونُ مَخْلُوقًا، وَهَذَا أَصْلُ الزَّنَادِقَةِ، مَنْ قَالَ هَذَا فَعَلَيْهِ لَعْنَةُ اللَّهِ، لَا تُجَالِسُوهُمْ وَلَا تُنَاكِحُوهُمْ \" وَقَالَ وَهْبُ بْنُ جَرِيرٍ: \" الْجَهْمِيَّةُ الزَّنَادِقَةُ إِنَّما يُرِيدُونَ أَنَّهُ لَيْسَ عَلَى الْعَرْشِ اسْتَوَى. وَحَلَفَ يَزِيدُ بْنُ هَارُونَ، بِالِلَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ، مَنْ قَالَ: «إِنَّ الْقُرْآنَ مَخْلُوقٌ فَهُوَ زِنْدِيقٌ، وَيُسْتَتَابُ فَإِنْ تَابَ وَإِلَّا قُتِلَ» . وَقِيلَ لِأَبِي بَكْرِ بْنِ عَيَّاشٍ، إِنَّ قَوْمًا بِبَغْدَادَ يَقُولُونَ: إِنَّهُ مَخْلُوقٌ، فَقَالَ: \" وَيْلَكَ مَنْ قَالَ هَذَا؟ عَلَى مَنْ قَالَ: الْقُرْآنُ مَخْلُوقٌ لَعْنَةُ اللَّهِ وَهُوَ كَافِرٌ زِنْدِيقٌ، وَلَا تُجَالِسُوهُمْ \" -[31]-. وَقَالَ الثَّوْرِيُّ: \" مَنْ قَالَ: الْقُرْآنُ مَخْلُوقٌ فَهُوَ كَافِرٌ \". وَقَالَ حَمَّادُ بْنُ زَيْدٍ: «الْقُرْآنُ كَلَامُ اللَّهِ نَزَلَ بِهِ جَبْرَائِيلُ، مَا يُجَادِلُونَ إِلَّا أَنَّهُ لَيْسَ فِي السَّمَاءِ إِلَهٌ» . وَقَالَ ابْنُ مُقَاتِلٍ: سَمِعْتُ ابْنَ الْمُبَارَكِ يَقُولُ: مَنْ قَالَ: {إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا} [طه: 14] مَخْلُوقٌ فَهُوَ كَافِرٌ، وَلَا يَنْبَغِي لِمَخْلُوقٍ أَنْ يَقُولَ ذَلِكَ \"، وَقَالَ أَيْضًا: « ¶ [البحر البسيط] ¶ فَلَا أَقُولُ بِقَوْلِ الْجَهْمِ إِنَّ لَهُ ... قَوْلًا يُضَارِعُ قَوْلَ الشِّرْكِ أَحْيَانَا ¶ وَلَا أَقُولُ تَخَلَّى مِنْ بَرِيَّتِهِ ... رَبُّ الْعِبَادِ وَوَلَّى الْأَمْرَ شَيْطَانَا ¶ مَا قَالَ فِرْعَوْنُ هَذَا فِي تَجَبُّرِهِ ... فِرْعَوْنُ مُوسَى وَلَا فِرْعَوْنُ هَامَانَا» . ¶ وَقَالَ ابْنُ الْمُبَارَكِ: «لَا نَقُولُ كَمَا قَالَتِ الْجَهْمِيَّةُ إِنَّهُ فِي الْأَرْضِ هَهُنَا، بَلْ عَلَى الْعَرْشِ اسْتَوَى» ، وَقِيلَ لَهُ: كَيْفَ تَعْرِفُ رَبَّنَا؟ قَالَ: «فَوْقَ سَمَاوَاتِهِ عَلَى عَرْشِهِ» ، وَقَالَ لِرَجُلٍ مِنْهُمْ: «أَتَظُنُّكَ خَالِيًا مِنْهُ؟ فَبُهِتَ الْآخَرُ» وَقَالَ: \" مَنْ قَالَ: لَا إِلَهَ إِلَّا هُوَ مَخْلُوقٌ، فَهُوَ كَافِرٌ، وَإِنَّا لَنَحْكِي كَلَامَ الْيَهُودِ وَالنَّصَارَى، وَلَا نَسْتَطِيعُ أَنْ نَحْكِيَ كَلَامَ الْجَهْمِيَّةِ \". وَقَالَ مُعَاوِيَةُ بْنُ عَمَّارٍ: سَمِعْتُ جَعْفَرَ بْنَ مُحَمَّدٍ، يَقُولُ: «الْقُرْآنُ كَلَامُ اللَّهِ وَلَيْسَ بِمَخْلُوقٍ» . وَقَالَ سَعِيدُ بْنُ عَامِرٍ: \" الْجَهْمِيَّةُ أَشَرُّ قَوْلًا مِنَ الْيَهُودِ وَالنَّصَارَى، قَدِ اجْتَمَعَتِ الْيَهُودُ وَالنَّصَارَى، وَأَهْلُ الْأَدْيَانِ أَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى عَلَى الْعَرْشِ، وَقَالُوا هُمْ: لَيْسَ عَلَى الْعَرْشِ شَيْءٌ \". وَقَالَ ضَمْرَةُ: عَنِ ابْنِ شَوْذَبٍ: \" تَرَكَ الْجَهْمُ الصَّلَاةَ أَرْبَعِينَ يَوْمًا عَلَى وَجْهِ الشَّكِّ، فَخَاصَمَهُ بَعْضُ السُّمَنِيَّةُ، فَشَكَّ فَأَقَامَ أَرْبَعِينَ يَوْمًا لَا يُصَلِّي قَالَ ضَمْرَةُ: وَقَدْ رَآهُ ابْنُ شَوْذَبٍ -[32]-. وَقَالَ عَبْدُ الْعَزِيزِ بْنُ أَبي سَلَمَةَ: «إِنَّ كَلَامَ جَهْمٍ صِفَةٌ بِلَا مَعْنًى، وَبِنَاءٌ بِلَا أَسَاسٍ، وَلَمْ يُعَدَّ قَطُّ مِنْ أَهْلِ الْعِلْمِ» . \" وَلَقَدْ سُئِلَ جَهْمٌ عنْ رَجُلٍ طَلَّقَ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا فَقَالَ: عَلَيْهَا الْعِدَّةُ \". فَخَالَفَ كِتَابَ اللَّهِ بِجَهْلِهِ، وَقَالَ اللَّهُ سُبْحَانَهُ: {فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} [الأحزاب: 49] \" وَقَالَ عَلِيٌّ: \" إِنَّ الَّذِينَ قَالُوا إِنَّ لِلَّهِ وَلَدًا أَكْفَرُ مِنَ الَّذِينَ قَالُوا: إِنَّ اللَّهَ لَا يَتَكَلَّمُ، وَقَالَ: احْذَرْ مِنَ الْمَرِيسِيِّ وَأَصْحَابِهِ فَإِنَّ كَلَامَهُمْ يَسْتَجْلِبُ الزَّنْدَقَةَ، وَأَنَا كَلَّمْتُ أُسْتَاذَهُمْ جَهْمًا فَلَمْ يُثْبِتْ لِي أَنَّ فِي السَّمَاءِ إِلَهًا \". وَكَانَ إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ يُسَمِّيهِمْ زَنَادِقَةَ الْعِرَاقِ، وَقِيلَ لَهُ: \" سَمِعْتَ أَحَدًا يَقُولُ: الْقُرْآنُ مَخْلُوقٌ، فَقَالَ: هَؤُلَاءِ الزَّنَادِقَةُ وَاللَّهِ، لَقَدْ فَرَرْتُ إِلَى الْيَمَنِ حِينَ سَمِعْتُ الْعَبَّاسَ يُكَلِّمُ بِهَذَا بِبَغْدَادَ فِرَارًا مِنْ هَذَا الْكَلَامِ \"، وَقَالَ عَلِيُّ بْنُ الْحَسَنِ: سَمِعْتُ ابْنَ مُصْعَبٍ، يَقُولُ: \" كَفَرَتِ الْجَهْمِيَّةُ فِي غَيْرِ مَوْضِعٍ مِنْ كِتَابِ اللَّهِ، قَوْلُهُمْ: إِنَّ الْجَنَّةَ تَفْنَى، وَقَالَ اللَّهُ: {إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ} [ص: 54] ، فَمَنْ قَالَ: إِنَّهَا تَنْفَدُ فَقَدْ كَفَرَ، وَقَالَ: {أُكُلُهَا دَائِمٌ وَظِلُّهَا} [الرعد: 35] ، فَمَنْ قَالَ: إِنَّهَا لَا تَدُومُ فَقَدْ كَفَرَ، وَقَالَ: {لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ} [الواقعة: 33] ، فَمَنْ قَالَ: إِنَّهَا تَنْقَطِعُ فَقَدْ كَفَرَ، وَقَالَ: {عَطَاءً غَيْرَ مَجْذُوذٍ} [هود: 108] ، فَمَنْ قَالَ: إِنَّهَا تَنْقَطِعُ فَقَدْ كَفَرَ، وَقَالَ: أَبْلِغُوا الْجَهْمِيَّةَ أنَّهُمْ كُفَّارٌ، وَأَنَّ نِسَاءَهُمْ طَوَالِقُ \". وَقَالَ ابْنُ الْمُبَارَكِ، عَنْ عُمَرَ، عَنْ قَتَادَةَ: {وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ} [النساء: 171] قَالَ: \" هُوَ قَوْلُهُ: {كُنْ} [الأنعام: 117] فَكَانَ \". وَقَالَ ابْنُ مَعْدَانَ، سَأَلْتُ الثَّوْرِيَّ: {وَهُوَ مَعَكُمْ أَيْنَمَا كُنْتُمْ} ، قَالَ: «عِلْمُهُ» -[33]-. وَقَالَ أَبُو الْوَلِيدِ: سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ: وَذُكِرَ لَهُ أَنَّ قَوْمًا يَقُولُونَ: الْقُرْآنُ مَخْلُوقٌ، فَقَالَ: \" كَيْفَ تَصْنَعُونَ بِـ: {قُلْ هُوَ اللَّهُ أَحَدٌ} [الإخلاص: 1] كَيْفَ تَصْنَعُونَ بِقَوْلِهِ: {إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا} [طه: 14] \". وَقَالَ عَفَّانُ: \" مَنْ قَالَ: {قُلْ هُوَ اللَّهُ أَحَدٌ} [الإخلاص: 1] مَخْلُوقٌ فَهُوَ كَافِرٌ \". وَقَالَ عَلِيُّ بْنُ عَبْدِ اللَّهِ: \" الْقُرْآنُ كَلَامُ اللَّهِ، مَنْ قَالَ: إِنَّهُ مَخْلُوقٌ فَهُوَ كَافِرٌ، لَا يُصَلَّى خَلْفَهُ \". قَالَ وَكِيعٌ: «مَنْ كَذَّبَ بِحَدِيثِ إِسْمَاعِيلَ عَنْ قَيْسٍ عَنْ جَرِيرٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الرُّؤْيَةِ فَهُوَ جَهْمِيٌّ فَاحْذَرُوهُ» . وَقَالَ أَبُو الْوَلِيدِ: \" مَنْ قَالَ: الْقُرْآنُ مَخْلُوقٌ، فَهُوَ كَافِرٌ، وَمَنْ لَمْ يَعْقِدْ قَلْبَهُ عَلَى أَنَّ الْقُرْآنَ لَيْسَ بِمَخْلُوقٍ فَهُوَ خَارِجٌ مِنَ الْإِسْلَامِ \" قَالَ أَبُو عَبْدِ اللَّهِ: «نَظَرْتُ فِي كَلَامِ الْيَهُودِ وَالنَّصَارَى وَالْمَجُوسِ فَمَا رَأَيْتُ أَضَلَّ فِي كُفْرِهِمْ مِنْهُمْ، وَإِنِّي لَأَسْتَجْهِلُ مَنْ لَا يُكَفِّرُهُمْ إِلَّا مَنْ لَا يَعْرِفُ كُفْرَهُمْ» وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ عَفَّانَ، ذُكِرَ أَمَامَ سُفْيَانَ بْنِ عُيَيْنَةَ فِي السَّنَةِ الَّتِي ضُرِبَ فِيهَا الْمَرِيسِيُّ فَقَامَ ابْنُ عُيَيْنَةَ مِنْ مَجْلِسِهِ مُغْضَبًا فَقَالَ: \" وَيْحَكُمْ، الْقُرْآنُ كَلَامُ اللَّهِ، قَدْ صَحِبْتُ النَّاسَ وَأَدْرَكْتُهُمْ، هَذَا عَمْرُو بْنُ دِينَارٍ، وَهَذَا ابْنُ الْمُنْكَدِرِ، حَتَّى ذَكَرُوا مَنْصُورًا، وَالْأَعْمَشَ، وَمِسْعَرَ بْنَ كِدَامٍ فَقَالَ ابْنُ عُيَيْنَةَ: قَدْ تَكَلَّمُوا فِي الِاعْتِزَالِ وَالرَّفْضِ وَالْقَدَرِ، وَأَمَرُوا بِاجْتِنَابِ الْقَوْمِ، فَمَا نَعْرِفُ الْقُرْآنَ إِلَّا كَلَامَ اللَّهِ، وَمَنْ قَالَ غَيْرَ هَذَا فَعَلَيْهِ لَعْنَةُ اللَّهِ، مَا أَشْبَهَ هَذَا الْقَوْلُ بِقَوْلِ النَّصَارَى، وَلَا تُجَالِسُوهُمْ وَلَا تَسْمَعُوا كَلَامَهُمْ \". وَقَالَ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ: سَمِعْتُ ابْنَ عُيَيْنَةَ وَذُكِرَ الْمَرِّيسِيُّ فَقَالَ: «مَا تَقُولُ الدُّوَيْبَةُ، مَا تَقُولُ الدُّوَيْبَةُ؟» اسْتِهْزَاءً بِهِ. قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ عُبَيْدٍ يَقُولُ: «جَاءَ ذَاكَ الْخَبِيثُ فَسَأَلَنِي عَنْ حَدِيثٍ، وَلَوْ عَرَفْتُهُ مَا حَدَّثْتُهُ»",
            "page": "30",
            "part": "1",
            "seal": "3BCED077"
        },
        {
            "id": "6",
            "nass": "وَقَالَ الْحُمَيْدِيُّ، حَدَّثَنَا حُصَيْنٌ، عَنْ مُسْلِمِ بْنِ صَبِيحٍ، عَنْ شُتَيْرِ بْنِ شَكَلٍ، عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: \" §مَا خَلَقَ اللَّهُ مِنْ أَرْضٍ وَلَا سَمَاءٍ، وَلَا جَنَّةٍ وَلَا نَارٍ أَعْظَمَ مِنْ: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: 255] ¶  -[34]- \" قَالَ سُفْيَانُ، فِي تَفْسِيرِهِ: \" إِنَّ كُلَّ شَيْءٍ مَخْلُوقٌ، وَالْقُرْآنُ لَيْسَ بِمَخْلُوقٍ، وَكَلَامُهُ أَعْظَمُ مِنْ خَلْقِهِ، لِأَنَّهُ يَقُولُ لِلشَّيْءِ: كُنْ، فَيَكُونُ، فَلَا يَكُونُ شَيْءٌ أَعْظَمَ مِمَّا يَكُونُ بِهِ الْخَلْقُ، وَالْقُرْآنُ كَلَامُ اللَّهِ \". وَقَالَ زُهَيْرٌ السِّجِسْتَانِيُّ: سَمِعْتُ سَلَّامَ بْنَ أَبِي مُطِيعٍ، يَقُولُ: «الْجَهْمِيَّةُ كُفَّارٌ» . وَقَالَ عَبْدُ الْحَمِيدِ: «جَهْمٌ كَافِرٌ بِاللَّهِ الْعَظِيمِ» . وَقَالَ وَكِيعٌ: \" أَحْدَثُوا هَؤُلَاءِ الْمُرْجِئَةُ الْجَهْمِيَّةُ - وَالْجَهْمِيَّةُ كُفَّارٌ - وَالْمَرِّيسِيُّ جَهْمِيٌّ، وَعَلِمْتُمْ كَيْفَ كَفَرُوا، قَالُوا: يَكْفِيكَ الْمَعْرِفَةُ، وَهَذَا كُفْرٌ، وَالْمُرْجِئَةُ يَقُولُونَ: الْإِيمَانُ قَوْلٌ بِلَا فِعْلٍ، وَهَذَا بِدْعَةٌ، فَمَنْ قَالَ: الْقُرْآنُ مَخْلُوقٌ فَهُوَ كَافِرٌ بِمَا أُنْزِلَ عَلَى مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُسْتَتَابُ وَإِلَّا ضُرِبَتْ عُنُقُهُ \". وَقَالَ وَكِيعٌ: \" عَلَى الْمَرِّيسِيِّ لَعْنَةُ اللَّهِ، يَهُودِيٌّ أَوْ نَصْرَانِيٌّ، قَالَ لَهُ رَجُلٌ: كَانَ أَبُوهُ أَوْ جَدُّهُ يَهُودِيًّا أَوْ نَصْرَانِيًّا؟ قَالَ وَكِيعٌ: عَلَيْهِ وَعَلَى أَصْحَابِهِ لَعْنَةُ اللَّهِ، الْقُرْآنُ كَلَامُ اللَّهِ، وَضَرَبَ وَكِيعٌ إِحْدَى يَدَيْهِ عَلَى الْأُخْرَى، وَقَالَ: سَيِّئٌ بِبَغْدَادَ يُقَالُ لَهُ الْمَرِّيسِيُّ يُسْتَتَابُ، فَإِنْ تَابَ وَإِلَّا ضُرِبَتْ عُنُقُهُ \". وَقَالَ يَزِيدُ بْنُ هَارُونَ: «لَقَدْ حَرَّضْتُ أَهْلَ بَغْدَادَ عَلَى قَتْلِهِ جَهْدِي، وَلَقَدْ أُخْبِرْتُ مِنْ كَلَامِهِ بِشَيْءٍ مَرَّةً وَجَدْتُ وَجَعَهُ فِي صُلْبِي بَعْدَ ثَلَاثٍ» . قَالَ عَلِيُّ بْنُ عَبْدِ اللَّهِ: «إِنَّمَا كَانَتْ غَايَتُهُ أَنْ يَدْخُلَ النَّاسُ فِي كُفْرِهِ» . وَقَالَ عُبَيْدُ اللَّهِ بْنُ عَائِشَةَ: \" لَا تُصَلِّ خَلْفَ مَنْ قَالَ: الْقُرْآنُ مَخْلُوقٌ، وَلَا كَرَامَةَ لَهُ، فَإِنْ صَلَّى وَكَبَّرَ كَيْمَا يَحْتَاطَ لِنَفْسِهِ فَذَاكَ، وَيَجْتَنِبُهُ أَحَبُّ إِلَيَّ، وَلِأَنَّهُمْ يَقُولُونَ: شَيْءٌ لَا شَيْءَ، يَقُولُونَ: اللَّهُ لَا شَيْءَ \". وَقَالَ سُلَيْمَانُ بْنُ دَاوُدَ الْهَاشِمِيُّ، وَسَهْلُ بْنُ مُزَاحِمٍ: \" مَنْ صَلَّى خَلْفَ مَنْ يَقُولُ: الْقُرْآنُ مَخْلُوقٌ أَعَادَ صَلَاتَهُ \". وَقَالَ ابْنُ الْأَسْوَدِ: سَمِعْتُ ابْنَ مَهْدِيٍّ، يَقُولُ لِيَحْيَى بْنِ سَعِيدٍ: «لَوْ أَنَّ جَهْمِيًّا بَيْنِي وَبَيْنَهُ قَرَابَةٌ مَا اسْتَحْلَلْتُ مِنْ مِيرَاثِهِ شَيْئًا» -[35]-. وَقَالَ ابْنُ مَهْدِيٍّ: \" وَلَوْ رَأَيْتُ رَجُلًا عَلَى الْجِسْرِ وَبِيَدِي سَيْفٌ يَقُولُ: الْقُرْآنُ مَخْلُوقٌ، لَضَرَبْتُ عُنُقَهُ \". وَقَالَ يَزِيدُ بْنُ هَارُونَ: «الْمَرِّيسِيُّ أَحْقَرُ مَنْ أَتَانِي» قَالَ أَبُو عَبْدِ اللَّهِ: «مَا أُبَالِي صَلَّيْتُ خَلْفَ الْجَهْمِيِّ الرَّافِضِيِّ أَمْ صَلَّيْتُ خَلْفَ الْيَهُودِ وَالنَّصَارَى، وَلَا يُسَلَّمُ عَلَيْهِمْ، وَلَا يُعَادُونَ، وَلَا يُنَاكَحُونَ، وَلَا يَشْهَدُونَ، وَلَا تُؤْكَلُ ذَبَائِحُهُمْ» وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ: هُمَا مِلَّتَانِ: «الْجَهْمِيَّةُ، وَالرَّافِضيَّةُ» . وَقِيلَ لَابْنِ عُبَيْدٍ: إِنَّ الْمَرِّيسِيَّ سُئِلَ عَنِ ابْتِدَاءِ خَلْقِ الْأَشْيَاءِ عَنْ قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} [النحل: 40] ، فَقَالَ: كُلُّهُ كَلَامُ صِلَةٍ، \" فَمَعْنَى قَوْلِهِ: أَنْ يَقُولُ صِلَةٌ، كَقَوْلِهِ قَالَتِ السَّمَاءُ فَأَمْطَرَتْ، وَكَقَوْلِهِ: قَالَ الْجِدَارُ فَمَالَ، قَالَ: قَالَ اللَّهُ تَعَالَى: {جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فأَقَامَهُ} [الكهف: 77] ، وَالْجِدَارُ لَا إِرَادَةَ لَهُ فَمَعْنَى قَوْلِهِ: إِذَا أَرَدْنَاهُ كَوَّنَاهُ فَكَانَ، لَمْ يَكُنْ عِنْدَ الْمَرِّيسِيِّ جَوَابٌ أَكْثَرَ مِنْ هَذَا؛ يَعْنِي إِنَّ اللَّهَ تَعَالَى لَا يَتَكَلَّمُ \". قَالَ أَبُو عُبَيْدٍ الْقَاسِمُ بْنُ سَلَّامٍ: \" أَمَّا تَشْبِيهُ قَوْلِ اللَّهِ: {إِذَا أَرَدْنَاهُ} [النحل: 40] ، بِقَوْلِهِ قَالتِ السَّمَاءُ فَأَمْطَرَتْ، وَقَالَ الْجِدَارُ فَمَالَ، فَإِنَّهُ لَا يُشْبِهْ، وَهذِهِ أُغْلُوطَةٌ أَدْخَلَهَا، لِأَنَّكَ إِذَا قُلْتَ: قَالَتِ السَّمَاءُ، ثُمَّ تَسْكُتُ لَمْ يَدْرِ مَا مَعْنَى قَالَتْ حَتَّى تَقُولَ فَأَمْطَرَتْ، وَكَذَلِكَ إِذَا قُلْتَ: أَرَادَ الْجِدَارَ ثُمَّ لَمْ يُبَيِّنْ مَا مَعْنَى أَرَادَ لَمْ يَدْرِ مَا مَعْنَاهْ، وَإِذَا قُلْتَ: قَالَ اللَّهُ، اكْتَفَيْتَ بِقَوْلِهِ: قَالَ، فَقَالَ: مُكتَفٍ لَا يَحْتَاجُ إِلَى شَيْءٍ يَسْتَدِلُّ بِهِ عَلَى قَالَ، كَمَا احْتجْتَ إِذَا قَالَ الْجِدَارُ فَمَالَ، وَإِلَّا لَمْ يَكُنْ لَقَالَ الْجِدَارُ مَعْنَى، وَمَنْ قَالَ: هَذَا فَلَيْسَ شَيْءٌ مِنَ الْكُفْرِ إِلَّا وَهُوَ دُونَهُ، وَمَنْ قَالَ هَذَا فَقَدْ قَالَ عَلَى اللَّهِ مَا لَمْ يَقُلْهُ الْيَهُودُ وَالنَّصَارَى وَمَذهَبُهُ التَّعْطِيلُ لِلْخَالِقِ \" -[36]-. وَقَالَ عَلِيٌّ: سَمِعْتُ بِشْرَ بْنَ الْمُفَضَّلِ، وَذَكَرَ ابْنُ خَلُّوبَةَ بِالْبَصْرَةِ جَهْمِيٌّ فَقَالَ بِشْرٌ: «هُوَ كَافِرٌ» . وَسُئِلَ وَكِيعٌ عَنْ مُثَنَّى الْأَنْمَاطِيِّ، فَقَالَ: «كَافِرٌ» . قَالَ عَبْدُ اللَّهِ بْنُ دَاوُدَ «لَوْ كَانَ لِي عَلَى الْمُثَنَّى الْأَنْمَاطِيِّ سَبِيلٌ لَنَزَعْتُ لِسَانَهُ مِنْ قَفَاهُ، وَكَانَ جَهْمِيًّا» . وَقَالَ سُلَيْمَانُ بْنُ دَاوُدَ الْهَاشِمِيُّ: \" مَنْ قَالَ: الْقُرْآنُ مَخْلُوقٌ، فَهُوَ كَافِرٌ، وَإِنْ كَانَ الْقُرْآنُ مَخْلُوقًا كَمَا زَعَمُوا، فَلِمَ صَارَ فِرْعَوْنُ أَوْلَى بِأَنْ يُخَلَّدَ فِي النَّارِ، إِذْ قَالَ: {أَنَا رَبُّكُمُ الْأَعْلَى} [النازعات: 24] وَزَعَمُوا إِنَّ هَذَا مَخْلُوقٌ، وَالَّذِي قَالَ: {إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي} [طه: 14] هَذَا أَيْضًا قَدِ ادَّعَى مَا ادَّعَى فِرْعَوْنُ، فَلِمَ صَارَ فِرْعَوْنُ أَوْلَى بِأَنْ يُخَلَّدَ فِي النَّارِ مِنْ هَذَا، وَكِلَاهُمَا مَخْلُوقٌ \"، فَأُخْبَرَ بِذَلِكَ أَبُو عُبَيْدٍ فَاسْتَحْسَنَهُ وَأَعْجَبَهُ. وَقَالَ أَحْمَدُ بْنُ مُحَمَّدٍ: «قَدْ تَبَيَّنَ لِي إِنَّ الْقَوْمَ كُفَّارٌ» . وَقَالَ الْفُضَيْلُ بْنُ عِيَاضٍ: إِذَا قَالَ لَكَ جَهْمِيٌّ: أَنَا أَكْفُرُ بِرَبٍّ يَزُولُ عَنْ مَكَانِهِ، فَقُلْ: «أَنَا أُؤْمِنُ بِرَبٍّ يَفْعَلُ مَا يَشَاءُ» . وَقَالَ ابْنُ عُيَيْنَةَ: رَأَيْتُ ابْنَ إِدْرِيسَ قَائِمًا عِنْدَ كُتَّابٍ قُلْتُ: مَا تَفْعَلُ يَا أَبَا مُحَمَّدٍ هُنَا؟ قَالَ: «أَسْمَعُ كَلَامَ رَبِّي مِنْ فِي هَذَا الْغُلَامِ» . وَحَذَّرَ يَزِيدُ بْنُ هَارُونَ، عَنِ الْجَهْمِيَّةِ وَقَالَ: «مَنْ زَعَمَ أَنَّ الرَّحْمَنَ عَلَى الْعَرْشِ اسْتَوَى عَلَى خِلَافِ مَا يَقِرُّ فِي قُلُوبِ الْعَامَّةِ فَهُوَ جَهْمِيٌّ، وَمُحَمَّدٌ الشَّيْبَانِيُّ جَهْمِيٌّ» -[37]-. وَقَالَ ضَمْرَةُ بْنُ رَبِيعَةَ، عَنْ صَدَقَةَ، سَمِعْتُ سُلَيْمَانَ التَّيْمِيَّ، يَقُولُ: \" لَوْ سُئِلْتُ أَيْنَ اللَّهُ؟ لَقُلْتُ فِي السَّمَاءِ، فَإِنْ قَالَ فَأَيْنَ كَانَ عَرْشُهُ قَبْلَ السَّمَاءِ؟ لَقُلْتُ عَلَى الْمَاءِ، فَإِنْ قَالَ: فَأَيْنَ كَانَ عَرْشُهُ قَبْلَ الْمَاءِ؟ لَقُلْتُ لَا أَعْلَمُ \" قَالَ أَبُو عَبْدِ اللَّهِ: وَذَلِكَ لِقَوْلِهِ تَعَالَى: {وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ} [البقرة: 255] يَعْنِي إِلَّا بِمَا بَيَّنَ وَقَالَ ابْنُ عُيَيْنَةَ وَمُعَاذُ بْنُ مُعَاذٍ وَالْحَجَّاجُ بْنُ مُحَمَّدٍ وَيَزِيدُ بْنُ هَارُونَ وَهَاشِمُ بْنُ الْقَاسِمِ وَالرَّبِيعُ بْنُ نَافِعٍ الْحَلَبِيُّ وَمُحَمَّدُ بْنُ يُوسُفَ وَعَاصِمُ بْنُ عَلِيِّ بْنِ عَاصِمٍ وَيَحْيَى بْنُ يَحْيَى، وَأَهْلُ الْعِلْمِ: \" مَنْ قَالَ: الْقُرْآنُ مَخْلُوقٌ فَهُوَ كَافِرٌ \". وَقَالَ مُحَمَّدُ بْنُ يُوسُفَ: مَنْ قَالَ إِنَّ اللَّهَ لَيْسَ عَلَى عَرْشِهِ فَهُوَ كَافِرٌ، وَمَنْ زَعَمَ إِنَّ اللَّهَ لَمْ يُكَلِّمَ مُوسَى فَهُوَ كَافِرٌ \". وَقِيلَ لِمُحَمَّدِ بْنِ يُوسُفَ: \" أَدْرَكْتَ النَّاسَ، فَهَلْ سَمِعْتَ أَحَدًا يَقُولُ: الْقُرْآنُ مَخْلُوقٌ؟ فَقَالَ: الشَّيْطَانُ يُكَلِّمُ بِهَذَا، مَنْ يُكَلِّمُ بِهَذَا فَهُوَ جَهْمِيٌّ، وَالْجَهْمِيُّ كَافِرٌ \"",
            "page": "33",
            "part": "1",
            "seal": "963CE0B7"
        },
        {
            "id": "7",
            "nass": "وَحَدَّثَنِي أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنِي مُحَمَّدُ بْنُ قُدَامَةَ السَّلَّالُ الْأَنْصَارِيُّ، قَالَ: سَمِعْتُ وَكِيعًا يَقُولُ: \" §لَا تَسْتَخِفُّوا بِقَوْلِهِمُ: الْقُرْآنُ مَخْلُوقٌ، فَإِنَّهُ مِنْ شَرِّ قَوْلِهِمْ، وَإِنَّمَا يَذهبُونَ إِلَى التَّعْطِيلِ \"",
            "page": "37",
            "part": "1",
            "seal": "1EDEB02F"
        },
        {
            "id": "8",
            "nass": "وَحَدَّثَنِي أَبُو جَعْفَرٍ، قَالَ: سَمِعْتُ الْحَسَنَ بْنَ مُوسَى الْأَشْيَبَ، وَذَكَرَ الْجَهْمِيَّةَ فَنَالَ مِنْهُمْ، ثُمَّ قَالَ: \" أُدْخِلَ رَأْسٌ مِنْ رُؤَسَاءِ الزَّنَادِقَةِ يُقَالُ لَهُ شَمْغَلَةُ عَلَى الْمَهْدِيِّ فَقَالَ: §دُلَّنِي عَلَى أَصْحَابِكَ \" فَقَالَ: أَصْحَابِي أَكْثَرُ مِنْ ذَلِكَ فَقَالَ: «دُلَّنِي عَلَيْهِمْ» فَقَالَ: صِنْفَانِ مِمَّنْ يَنْتَحِلُ الْقِبْلَةَ، وَالْقَدَرِيَّةُ، الْجَهْمِيُّ إِذَا غَلَا، قَالَ لَيْسَ ثَمَّ شَيْءٌ وَأَشَارَ الْأَشْيَبُ إِلَى السَّمَاءِ وَالْقَدَرِيُّ إِذَا غَلَا قَالَ: هُمَا اثْنَانِ خَالِقُ خَيْرٍ، وَخَالِقُ شَرٍّ، فَضَرَبَ عُنُقَهُ وَصَلَبَهُ",
            "page": "37",
            "part": "1",
            "seal": "51A5560F"
        },
        {
            "id": "9",
            "nass": "وَحَدَّثَنِي أَبُو جَعْفَرٍ، حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ، قَالَ: سَمِعْتُ أَبَا نُعَيْمٍ الْبَلْخِيَّ، قَالَ: \" §كَانَ رَجُلٌ مِنْ أَهْلِ مَرْوَ صَدِيقًا لِجَهْمٍ ثُمَّ قَطَعَهُ وَجَفَاهُ، فَقِيلَ لَهُ: لِمَ جَفَوْتَهُ؟ فَقَالَ: جَاءَ مِنْهُ مَا لَا يُحْتَمَلُ، قَرَأْتُ يَوْمًا آيَةَ كَذَا، وَكَذَا - نَسِيَهَا يَحْيَى - فَقَالَ: مَا كَانَ أَظْرَفَ مُحَمَّدًا فَاحْتَمَلْتُهَا، ثُمَّ قَرَأَ سُورَةَ طه فَلَمَّا قَالَ: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه: 5] قَالَ: أَمَا وَاللَّهِ لَوْ وَجَدْتُ سَبِيلًا إِلَى حَكِّهَا لَحَكَكْتُهَا مِنَ الْمُصْحَفِ فَاحْتَمَلْتُهَا، ثُمَّ قَرَأَ سُورَةَ الْقَصَصِ فَلَمَّا انْتَهَى إِلَى ذِكْرِ مُوسَى قَالَ: مَا هَذَا؟ ذَكَرَ قِصَّةً فِي مَوْضِعٍ فَلَمْ يُتِمَّهَا، ثُمَّ ذَكَرَهَا هَهُنَا فَلَمْ يُتِمَّهَا، ثُمَّ رَمَى بِالْمُصْحَفِ مِنْ حِجْرِهِ بِرِجْلَيْهِ، فَوَثَبْتُ عَلَيْهِ \"",
            "page": "38",
            "part": "1",
            "seal": "B33CBD4B"
        },
        {
            "id": "10",
            "nass": "وَحَدَّثَنِي أَبُو جَعْفَرٍ، قَالَ: سَمِعْتُ يَحْيَى بْنَ أَيُّوبَ، قَالَ: كُنَّا ذَاتَ يَوْمٍ عِنْدَ مَرْوَانَ بْنِ مُعَاوِيَةَ الْفَزَارِيِّ، فَسَأَلَهُ رَجُلٌ عَنْ حَدِيثِ الرُّؤْيَةِ فَلَمْ يُحَدِّثْهُ بِهِ، فَقَالَ لَهُ: إِنْ لَمْ تُحَدِّثْنِي بِهِ فَأَنْتَ جَهْمِيٌّ، فَقَالَ مَرْوَانُ: «§أَتَقُولُ لِي جَهْمِيٌّ، وَجَهْمٌ مَكَثَ أَرْبَعِينَ يَوْمًا لَا يَعْرِفُ رَبَّهُ؟»",
            "page": "38",
            "part": "1",
            "seal": "460DC876"
        },
        {
            "id": "11",
            "nass": "حَدَّثَنِي أَبُو جَعْفَرٍ، حَدَّثَنِي هَارُونُ بْنُ مَعْرُوفٍ، وَيَحْيَى بْنُ أَيُّوبَ، قَالَا: قَالَ ابْنُ الْمُبَارَكِ: «§كُلُّ قَوْمٍ يَعْرِفُونَ مَا يَعْبُدُونَ إِلَّا الْجَهْمِيَّةَ»",
            "page": "38",
            "part": "1",
            "seal": "91856E96"
        },
        {
            "id": "12",
            "nass": "حَدَّثَنِي أَبُو جَعْفَرٍ قَالَ: سَمِعْتُ يَزِيدَ بْنَ هَارُونَ، وَحَدَّثَنَا حَدِيثَ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ جَرِيرٍ، عَنِ النَّبِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّكُمْ رَاءُونَ رَبَّكُمْ» فَقَالَ يَزِيدُ: «مَنْ كَذَّبَ بِهَذَا فَهُوَ بَرِيءٌ مِنَ اللَّهِ وَرَسُولِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
            "page": "38",
            "part": "1",
            "seal": "F0FE749B"
        },
        {
            "id": "13",
            "nass": "وَحَدَّثَنِي أَبُو جَعْفَرٍ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ خَالِدٍ خَلَّالٍ، قَالَ: سَمِعْتُ يَزِيدَ بْنَ هَارُونَ: وَذَكَرَ §أَبَا بَكْرٍ الْأَصَمَّ، وَالْمَرِيْسِيَّ فَقَالَ: «هُمَا وَاللَّهِ زِنْديقَانِ كَافِرَانِ بِالرَّحْمَنِ، حَلَالُ الدَّمِ» وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيِّ: «مَنْ زَعَمَ إِنَّ اللَّهَ لَمْ يُكَلِّمَ مُوسَى فَإِنَّهُ يُسْتَتَابُ فَإِنْ تَابَ وَإِلَّا قُتِلَ»",
            "page": "38",
            "part": "1",
            "seal": "08A5BAC0"
        },
        {
            "id": "16",
            "nass": "حَدَّثَنَا أَبُو جَعْفَرٍ، قَالَ: سَمِعْتُ أَبَا الْمُنْذِرِ يَذْكُرُ عَمَّنْ سَمِعَ مُعْتَمِرَ بْنَ سُلَيْمَانَ: \" §يُنْكِرُ عَلَى مَنْ قَالَ: الْقُرْآنُ مَخْلُوقٌ وَيُبَدِّعُهُ \" قَالَ أَبُو عَبْدِ اللَّهِ يُقَالُ: «سَلْمُ بْنُ أَحْوَزَ هُوَ الَّذِي قَتَلَ جَهْمًا»",
            "page": "40",
            "part": "1",
            "seal": "580A63C6"
        },
        {
            "id": "17",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا إِسْرَائِيلُ، حَدَّثَنَا عُثْمَانُ بْنُ الْمُغِيرَةِ، عَنْ سَالِمٍ، عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَعْرِضُ نَفْسَهُ بِالْمَوْقِفِ فَقَالَ: «§أَلَا رَجُلٍ يَحْمِلُنِي إِلَى قَوْمِهِ؟ فَإِنَّ قُرَيْشًا قَدْ مَنَعُونِي أَنْ أُبَلِّغَ كَلَامَ رَبِّي» وَقَالَ أَنَسُ بْنُ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «لَمَّا أُسْرِيَ بِالنَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ مَسْجِدِ الْكَعْبَةِ، فَإِذَا مُوسَى فِي السَّمَاءِ السَّابِعَةِ بِتَفْضِيلِ كَلَامِ اللَّهِ» وَقَالَ أَبُو ذَرٍّ رَضِيَ اللَّهُ عَنْهُ، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ اللَّهُ عَزَّ وَجَلَّ: \" عَطَائِي كَلَامٌ، وَعَذَابِي كَلَامٌ، وَإِذَا أَرَدْتُ شَيْئًا فَإِنَّمَا أَقُولُ لَهُ: كُنْ فَيَكُونُ \" وَقَالَ عَبْدُ اللَّهِ بْنُ أُنَيْسٍ رَضِيَ اللَّهُ عَنْهُ، سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" إِنَّ اللَّهَ يَحْشُرُ الْعِبَادَ يَوْمَ الْقِيَامَةِ فَيُنَادِيهِمْ بِصَوْتٍ يَسْمَعُهُ مَنْ بَعُدَ كَمَا يَسْمَعُهُ مَنْ قَرُبَ: أَنَا الْمَلِكُ وَأَنَا الدَّيَّانُ، لَا يَنْبَغِي لِأَحَدٍ مِنْ أَهْلِ الْجَنَّةِ أَنْ يَدْخُلَ الْجَنَّةَ، وَأَحَدٌ مِنْ أَهْلِ النَّارِ يَطْلُبُهُ بِمَظْلَمَةٍ \" وَقَالَ أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِذَا قَضَى اللَّهُ الْأَمْرَ فِي السَّمَاءِ ضَرَبَتِ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ كَأَنَّهُ سِلْسِلَةٌ عَلَى صَفْوَانٍ: {حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} [سبأ: 23] \" وَكَذَا قَالَ ابْنُ عَبَّاسٍ، وَابنُ مَسْعُودٍ، رَضِيَ اللَّهُ عَنْهُمَا، وَأَهْلُ الْعِلْمِ -[41]- وَقَالَ خَبَّابُ بْنُ الْأَرَتِّ رَضِيَ اللَّهُ عَنْهُ: «تَقَرَّبْ إِلَى اللَّهِ مَا اسْتَطَعْتَ فَإِنَّكَ لَنْ تَقْتَرِبَ إِلَى اللَّهِ بِشَيْءٍ أَحَبَّ إِلَيْهِ مِنْ كَلَامِهِ» وَقَالَ نِيَارُ بْنُ مَكْرَمٍ الْأَسْلَمِيُّ، رَضِيَ اللَّهُ عَنْهُ: لَمَّا نَزَلَتْ: {الم غُلِبَتِ الرُّومُ} [الروم: 2] خَرَجَ أَبُو بَكْرٍ يَصِيحُ يَقُولُ: «كَلَامُ رَبِّي» وَكَانَتْ أَسْمَاءُ بِنْتُ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَا، إِذَا سَمِعَتِ الْقُرْآنَ قَالَتْ: «كَلَامُ رَبِّي، كَلَامُ رَبِّي» وَقَالَ أَبُو عَبْدِ الرَّحْمَنِ السُّلَمِيُّ: «فَضْلُ الْقُرْآنِ عَلَى سَائِرِ الْكَلَامِ كَفَضْلِ الرَّبِ عَلَى خَلْقِهِ» وَقَالَ أَبُو ذَرٍّ رَضِيَ اللَّهُ عَنْهُ: قُلْتُ يَا رَسُولَ اللَّهِ مَنْ أَوَّلِ الْأَنْبيَاءِ؟ قَالَ: «آدَمُ» قُلْتُ إِنَّهُ لَنَبيٌّ، قَالَ: «نَعَمْ مُكَلَّمٌ» وَقَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: «لَمَّا كَلَّمَ اللَّهُ مُوسَى كَانَ النِّدَاءُ فِي السَّمَاءِ، وَكَانَ اللَّهُ فِي السَّمَاءِ»",
            "page": "40",
            "part": "1",
            "seal": "0F4D61C7"
        },
        {
            "id": "18",
            "nass": "حَدَّثَنِي مُوسَى بْنُ مَسْعُودٍ، حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَابِسٍ، حَدَّثَنِي نَاسٌ مِنْ أَصْحَابِ عَبْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: «§أَصْدَقُ الْحَدِيثِ كَلَامُ اللَّهِ» وَقَالَ أَبُو بَكَرٍ الصِّدِّيقُ رَضِيَ اللَّهُ عَنْهُ: عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَذَكَرَ الشَّفَاعَةَ قَالَ: \" يَقُولُ نُوحٌ: انْطَلِقُوا إِلَى إِبْرَاهِيمَ فَإِنَّ اللَّهَ اتَّخَذَهُ خَلِيلًا، فَيَأْتُونَ إِبْرَاهِيمَ فَيَقُولُ: انْطَلِقُوا إِلَى مُوسَى فَإِنَّ اللَّهَ كَلَّمَهُ تَكْلِيمًا \" وَقَالَ: أَبُو هُرَيْرَةَ، وَابنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ اصْطَفَى مُوسَى بِكَلَامِهِ وَرِسَالَاتِهِ» وَقَالَ عَدِيُّ بْنُ حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا سَيُكَلِّمُهُ رَبُّهُ وَلَيْسَ بَيْنَهُ وَبَيْنَهُ تُرْجُمَانٌ، فَيَنْظُرُ أَيْمَنَ مِنْهُ فَلَا يَرَى إِلَّا مَا قَدَّمَ مِنْ عَمَلِهِ، وَيَنْظُرُ أَشْأَمَ مِنْهُ فَلَا يَرَى إِلَّا مَا قَدَّمَ، وَيَنْظُرُ بَيْنَ يَدَيْهِ فَلَا يَرَى إِلَّا النَّارَ تِلْقَاءَ وَجْهِهِ، فَاتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ، وَلَوْ بِكَلِمَةٍ طَيِّبَةٍ» وَقَالَ جَابِرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" أَلَا أُبَشِّرُكَ عَمَّا لَقِيَ أَبُوكَ؟ إِنَّ اللَّهَ كَلَّمَ أَبَاكَ مِنْ غَيْرِ حِجَابٍ فَقَالَ لَهُ: عَبْدِي سَلْنِي، فَقَالَ: يَا رَبِّ رُدَّنِي إِلَى الدُّنْيَا حَتَّى أُقْتَلَ فِيكَ، قَالَ: إِنِّي قَدْ قَضَيْتُ عَلَيْهِمْ أَلَّا يَرجِعُوا، قَالَ: يَا رَبِّ فأَبْلِغْهُمْ عَنَّا \" فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} [آل عمران: 169] . وَقَالَ أَبُو عَبْدِ اللَّهِ: «وَهُوَ عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ حَرَامٍ قُتِلَ يَوْمَ أُحُدٍ شَهِيدًا» وَقَالَ: جُبَيْرُ بْنُ مُطْعِمٍ، عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ عَلَى عَرْشِهِ فَوْقَ سَمَاوَاتِهِ، وَسَمَاوَاتُهُ فَوْقَ أَرَاضِيهِ مِثْلُ الْقُبَّةِ»",
            "page": "42",
            "part": "1",
            "seal": "05C31456"
        },
        {
            "id": "21",
            "nass": "حَدَّثَنَا الْحَسَنُ بْنُ صَبَّاحٍ، حَدَّثَنَا مَعْبَدٌ أَبُو عَبْدِ الرَّحْمَنِ الْكُوفِيُّ، نَزَلَ بَغْدَادَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمَّارٍ، قَالَ: سَأَلْتُ جَعْفَرَ بْنَ مُحَمَّدٍ، عَنِ الْقُرْآنِ فَقَالَ: «§لَيْسَ بِخَالِقٍ وَلَا مَخْلُوقٍ» وَقَالَ أَبُو عَبْدِ اللَّهِ: \" احْتَجَّ هَؤُلَاءِ: يَعْنِي الْجَهْمِيَّةَ بِآيَاتٍ، وَلَيْسَ فِيمَا احْتَجُّوا بِهِ أَشَدُّ الْتِبَاسًا مِنْ ثَلَاثِ آيَاتٍ , قَوْلِهِ: {وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا} [الفرقان: 2] ، فَقَالُوا: إِنْ قُلْتُمْ: إِنَّ الْقُرْآنَ لَا شَيْءَ كَفَرْتُمْ، وَإِنْ قُلْتُمْ: إِنَّ الْقُرْآنَ شَيْءٌ فَهُوَ دَاخِلٌ فِي الْآيَةِ، وَالثَّانِيَةُ قَوْلُهُ: {إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ} [النساء: 171] ، قَالُوا: فأَنْتُمْ قُلْتُمْ بِقَوْلِ النَّصَارَى لِأَنَّ الْمَسِيحَ كَلِمَةُ اللَّهِ، وَهُوَ خَلْقٌ فَقُلْتُمْ إِنَّ كَلَامَ اللَّهِ لَيْسَ بِمَخْلُوقٍ، وَعِيسَى مِنْ كَلَامِ اللَّهِ، وَالثَّالِثَةُ: {مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ} [الأنبياء: 2] ، وَقُلْتُمْ لَيْسَ بِمُحْدَثٍ \" قَالَ أَبُو عُبَيْدَةَ: \" أَمَّا قَوْلُهُ: {وَخَلَقَ كُلَّ شَيْءٍ} [الفرقان: 2] ، فَهُوَ كَمَا قَالَ، وَقَالَ فِي آيَةٍ أُخْرَى: {إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} [النحل: 40] ، فَأَخْبَرَ أَنَّ أَوَّلَ خَلْقٍ خَلَقَهُ بِقَوْلِهِ، وَأَوَّلَ خَلْقٍ هُوَ مِنَ الشَّيْءِ الَّذِي يُقَالُ: {وَخَلَقَ كُلَّ شَيْءٍ} [الفرقان: 2] ، فَأَخْبَرَ أَنَّ كَلَامَهُ قَبْلَ الْخَلْقِ، وَأَمَّا تَحْرِيفُهُمْ: إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ فَلَوْ كَانَ كَمَا قَالُوا لَكَانَ يَنْبَغِي أَنْ يَكُونَ بَيْنَ الدَّفَّتَيْنِ: وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ لِأَنَّ عِيسَى مُذَكَّرٌ، وَالْكَلِمَةُ مُؤَنَّثَةٌ لَا اخْتِلَافَ بَيْنَ الْعَرَبِ فِي ذَلِكَ، وَإِنَّمَا خَلَقَ اللَّهُ عِيسَى بِالْكَلِمَةِ لَا إِنَّهُ الْكَلِمَةُ، أَلَا تَسْمَعُ إِلَى قَوْلِهِ: {وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ} [النساء: 171] يَعْنِي جِبْرِيلَ عَلَيْهِ السَّلَامُ، كَمَا قَالَ فِي آيَةٍ أُخْرَى: {فأَرْسَلْنَا إِلَيْهَا رُوحَنَا فتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا} [مريم: 17] ، وَقَالَ: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ} [آل عمران: 59] فَخَلَقَ عِيسَى وَآدَمَ بِقَوْلِهِ: كُنْ وَلَيْسَ بَيْنَ هَاتَيْنِ الْآيَتَيْنِ خِلَافٌ، وَأَمَّا تَحْرِيفُهُمْ: {مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ} [الأنبياء: 2] ، فَإِنَّمَا حَدَثَ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابِهِ لَمَّا عَلَّمَهُ اللَّهُ مَا لَمْ يَكُنْ يَعْلَمُ",
            "page": "44",
            "part": "1",
            "seal": "BF12B558"
        },
        {
            "id": "23",
            "nass": "حَدَّثَنَا أَصْبَغُ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يَحْيَى بْنُ أَيُّوبَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ مُجَاهِدٍ قَالَ: قُلْتُ لِعَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: مَا الْقَدَرُ. . .؟ قَالَ، قَالَ: \" يَا مُجَاهِدُ أَيْنَ قَوْلُهُ: {§أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ} [الأعراف: 54] \"",
            "page": "45",
            "part": "1",
            "seal": "575A6D63"
        },
        {
            "id": "24",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُعَاوِيَةُ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ، عَنِ ابْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: كَانَ الْمُسْلِمُونَ يُحِبُّونَ أَنْ يَظْهَرَ الرُّومُ عَلَى الْفُرْسِ؛ لِأَنَّهُمْ أَهْلُ كِتَابٍ، وَكَانَ الْمُشْرِكُونَ يُحِبُّونَ أَنْ يَظْهَرَ فَارِسُ عَلَى الرُّومِ لِأَنَّهُمْ أَهْلُ أَوْثَانٍ، فَذَكَرَ ذَلِكَ الْمُسْلِمُونَ لِأَبِي بَكْرٍ، فَذَكَرَ ذَلِكَ أَبُو بَكْرٍ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَمَا إِنَّهُمْ سَيُهْزَمُونَ» فَذَكَرَ ذَلِكَ أَبُو بَكْرٍ لَهُمْ فَقَالُوا: اجْعَلْ بَيْنَنَا وَبَيْنَكَ أَجَلًا فَإِنْ ظَهَرُوا كَانَ لَكَ كَذَا وَكَذَا وَإِنْ ظَهَرْنَا كَانَ لَنَا كَذَا وَكَذَا فَجَعَلَ بَيْنَهُمْ أَجَلَا خَمْسَ سِنِينَ، فَلَمْ يَظْهَرُوا، فَذَكَرَ ذَلِكَ أَبُو بَكْرٍ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: جَعَلْتَ أَدْنَى؟ قَالَ: دُونَ الْعَشَرَةِ فَقَالَ سَعِيدٌ: «الْبِضْعُ مَا دُونَ الْعَشَرَةِ» قَالَ: \" فَظَهَرتِ الرُّومُ بَعْدَ قَوْلِهِ: {الم غُلِبَتِ الرُّومُ فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ لِلِّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ} [الروم: 2] ، قَالَ: فَغُلِبَتِ الرُّومُ ثُمَّ غَلَبَتْ بَعْدَمَا، قَالَ اللَّهُ: {لِلِّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ} [الروم: 4] ، قَالَ: فَفَرِحَ الْمُسْلِمُونَ بِنَصْرِ اللَّهِ \" -[46]- حَدَّثَنَا ابْنُ الْمُثَنَّى، قَالَ: حَدَّثَنَا مُحَمَّدٌ أَبُو سَعِيدٍ التَّغْلِبِيُّ، حَدَّثَنَا أَبُو إِسْحَاقَ الْفَزَارِيُّ عَنْ سُفْيَانَ بِهَذَا",
            "page": "45",
            "part": "1",
            "seal": "39E35F3F"
        },
        {
            "id": "25",
            "nass": "§بَابُ أَفْعَالِ الْعِبَادِ",
            "page": "46",
            "part": "1",
            "seal": "41D13A53"
        },
        {
            "id": "26",
            "nass": "قَالَ أَبُو عَبْدِ اللَّهِ: فَأَمَّا أَفْعَالُ الْعِبَادِ فَقَدْ حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، حَدَّثَنَا أَبُو مَالِكٍ عَنْ رِبْعِي بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهَ يَصْنَعُ كُلَّ صَانِعٍ وَصَنْعَتَهُ» وَتَلَا بَعْضُهُمْ عِنْدَ ذَلِكَ: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} [الصافات: 96] ، فَأَخْبَرَ أَنَّ الصِّنَاعَاتِ وَأَهْلَهَا مَخْلُوقَةٌ",
            "page": "46",
            "part": "1",
            "seal": "CE6062B6"
        },
        {
            "id": "27",
            "nass": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ حُذَيْفَةَ رَضِيَ اللَّهُ عَنْهُ: «إِنَّ §اللَّهَ خَلَقَ كُلَّ صَانِعٍ وَصَنْعَتَهُ، إِنَّ اللَّهَ خَلَقَ صَانِعَ الْخَزَمِ وَصَنْعَتَهُ» رَوَاهُ وَكِيعٌ عَنِ الْأَعْمَشِ",
            "page": "46",
            "part": "1",
            "seal": "80356284"
        },
        {
            "id": "28",
            "nass": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: «§الْعَجْزُ وَالْكَيْسُ مِنَ الْقَدَرِ»",
            "page": "46",
            "part": "1",
            "seal": "48EFEFDA"
        },
        {
            "id": "29",
            "nass": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ زِيَادِ بْنِ سَعْدٍ، عَنْ عَمْرِو بْنِ مُسْلِمٍ، عَنْ طَاوُسٍ الْيَمَانِيِّ، قَالَ: أَدْرَكْتُ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُونَ: «§كُلُّ شَيْءٍ بِقَدَرٍ»",
            "page": "47",
            "part": "1",
            "seal": "6F06BAAC"
        },
        {
            "id": "30",
            "nass": "وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كُلُّ شَيْءٍ بِقَدَرٍ حَتَّى الْعَجْزِ وَالْكَيْسِ أَوِ الْكَيْسِ وَالْعَجْزِ» وَقَالَ اللَّيْثُ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: {إِنَّا كُلُّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} [القمر: 49] «حَتَّى الْعَجْزِ وَالْكَيْسِ»",
            "page": "47",
            "part": "1",
            "seal": "97C59087"
        },
        {
            "id": "31",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ، عَنِ ابْنِ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ طَاوُسٍ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «§كُلُّ شَيْءٍ بِقَدَرٍ حَتَّى الْعَجْزِ وَالْكَيْسٍ» وَقَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: «كُلُّ شَيْءٍ بِقَدَرٍ حَتَّى وَضْعِكَ يَدَكَ عَلَى خَدِّكَ»",
            "page": "47",
            "part": "1",
            "seal": "125C4C86"
        },
        {
            "id": "32",
            "nass": "قَالَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ: سَمِعْتُ عُبَيْدَ اللَّهِ بْنَ سَعِيدٍ يَقُولُ: سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ يَقُولُ: مَا زِلْتُ أَسْمَعُ مِنْ أَصْحَابِنَا يَقُولُونَ: «إِنَّ §أَفْعَالَ الْعِبَادِ مَخْلُوقَةٌ» قَالَ أَبُو عَبْدِ اللَّهِ: \" حَرَكَاتُهُمْ وَأَصْوَاتُهُمْ وَاكْتِسَابُهُمْ وَكِتَابَتُهُمْ مَخْلُوقَةٌ، فَأَمَّا الْقُرْآنُ الْمَتْلُوُّ الْمُبَيَّنُ الْمُثَبَّتُ فِي الْمُصْحَفِ الْمَسْطُورُ الْمَكْتُوبُ الْمُوعَى فِي الْقُلُوبِ فَهُوَ كَلَامُ اللَّهِ لَيْسَ بِخَلْقٍ، قَالَ اللَّهُ: {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ} [العنكبوت: 49] \" وَقَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ: «فَأَمَّا الْأَوْعِيَةُ فَمَنْ يَشُكُّ فِي خَلْقِهَا؟» قَالَ اللَّهُ تَعَالَى: {وَكِتَابٍ مَسْطُورٍ فِي رَقٍّ مَنْشُورٍ} [الطور: 3] ، وَقَالَ: {بَلْ هُوَ قُرْآنٌ مَجِيدٌ فِي لَوْحٍ مَحْفُوظٍ} [البروج: 21] «، فَذَكَرَ أَنَّهُ يُحْفَظُ وَيُسْطَرُ» . قَالَ: {وَمَا يَسْطُرُونَ} [القلم: 1]",
            "page": "47",
            "part": "1",
            "seal": "BF42E41C"
        },
        {
            "id": "33",
            "nass": "حَدَّثَنَا رَوْحُ بْنُ عَبْدِ الْمُؤْمِنِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، ثنا سَعِيدٌ، عَنْ قَتَادَةَ: {§وَالطُّورِ وَكِتَابٍ مَسْطُورٍ} [الطور: 2] ، فَقَالَ: «الْمَسْطُورُ الْمَكْتُوبُ» {فِي رَقٍّ مَنْشُورٍ} [الطور: 3] ، «وَهُوَ الْكِتَابُ»",
            "page": "47",
            "part": "1",
            "seal": "A25CEAFF"
        },
        {
            "id": "34",
            "nass": "حَدَّثَنَا آدَمُ، حَدَّثَنَا وَرْقَاءُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، {§وَكِتَابٍ مَسْطُورٍ} [الطور: 2] «وَصُحُفٍ مَكْتُوبَةٍ» {فِي رَقٍّ مَنْشُورٍ} [الطور: 3] «فِي مُصْحَفٍ»",
            "page": "47",
            "part": "1",
            "seal": "59E1D85E"
        },
        {
            "id": "35",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَنَا مَالِكٌ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ نَوْفَلٍ، عَنْ عُرْوَةَ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: \" طُفْتُ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يُصَلِّي إِلَى جَنْبِ الْبَيْتِ يَقْرَأُ: {وَالطُّورِ وَكِتَابٍ مَسْطُورٍ} [الطور: 2] «قَالَ أَبُو عَبْدِ اللَّهِ» وَقَدْ بَيَّنَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَوْلَ الْحَامِدِينَ مِنَ الْعِبَادِ وَدُعَاءَهُمْ وَصلَاتَهُمْ وَتَضَرُّعَهُمْ إِلَى اللَّهِ بَيْنَ مَا يُجِيبُهُمُ الْحَيُّ الْقَيُّومُ حَيْثُ يَقُولُ الرَّسُولُ: \" اقْرَءُوا إِنْ شِئْتُمْ، يَقُولُ الْعَبْدُ: {الْحَمْدُ لِلِّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2] يَقُولُ: حَمِدَنِي عَبْدِي \"",
            "page": "48",
            "part": "1",
            "seal": "9CBFD50B"
        },
        {
            "id": "36",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا مَالِكٌ، عَنِ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي السَّائِبِ، مَوْلَى هِشَامِ بْنِ زُهْرَةَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§كُلُّ صَلَاةٍ لَا يُقْرَأُ فِيهَا بِفَاتِحَةِ الْكِتَابِ فَهِيَ خِدَاجٌ غَيْرُ تَمَامٍ»",
            "page": "48",
            "part": "1",
            "seal": "3BE112FA"
        },
        {
            "id": "37",
            "nass": "فَقُلْتُ يَا أَبَا هُرَيْرَةَ فَإِنِّي أَكُونُ أَحْيَانًا وَرَاءَ الْإِمَامِ، فَقَالَ: اقْرَأْ بِهَا فِي نَفْسِكَ يَا فَارِسِيِّ؛ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: §قَسَمْتُ الصَّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ، فَنِصْفُهَا لِي وَنِصْفُهَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ، يَقُولُ الْعَبْدُ: {الْحَمْدُ لِلِّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2] ، يَقُولُ اللَّهُ: حَمِدَنِي عَبْدِي، يَقُولُ الْعَبْدُ: {الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 1] ، يَقُولُ اللَّهُ: أَثْنَى عَلَيَّ عَبْدِي، يَقُولُ الْعَبْدُ: {مَالِكِ يَوْمِ الدِّينِ} ، يَقُولُ اللَّهُ: مَجَّدَنِي عَبْدِي، يَقُولُ الْعَبْدُ: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} [الفاتحة: 5] فَيَقُولُ اللَّهُ: فَهَذِهِ الْآيَةُ بَيْنِي وَبَيْنَ عَبْدِي، يَقُولُ الْعَبْدُ: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} [الفاتحة: 6] فَيَقُولُ اللَّهُ: فَهَذِهِ لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ \" قَالَ أَبُو عَبْدِ اللَّهِ: \" فَأَمَّا الْمِدَادُ وَالرَّقُّ وَنَحْوُهُ فَإِنَّهُ خَلْقٌ، كَمَا أَنَّكَ تَكْتُبُ اللَّهَ، فَاللَّهُ فِي ذَاتِهِ هُوَ الْخَالِقُ، وَخَطُّكَ وَاكْتِسَابُكَ مِنْ فِعْلِكَ خَلْقٌ، لِأَنَّ كُلَّ شَيْءٍ دُونَ اللَّهِ يَصْنَعُهُ وَهُوَ خَلْقٌ، وَقَالَ: {وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا} [الفرقان: 2] ، وَقَالَ: {وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ} [الزخرف: 4] ، وَقَالَ: {بَلْ هُوَ قُرْآنٌ مَجِيدٌ فِي لَوْحٍ مَحْفُوظٍ} [البروج: 22] \"",
            "page": "48",
            "part": "1",
            "seal": "3E207BF7"
        },
        {
            "id": "38",
            "nass": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ زِيَادِ بْنِ إِسْمَاعِيلَ الْقُرَشِيِّ، عَنْ مُحَمَّدِ بْنِ عَبَّادِ بْنِ جَعْفَرٍ الْمَخْزُومِيِّ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «جَاءَ مُشْرِكُو قُرَيْشٍ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَخَاصَمُوهُ فِي الْقَدَرِ» فَنَزَلَتْ: {§إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} [القمر: 49] حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ بِهَذَا",
            "page": "49",
            "part": "1",
            "seal": "C2A359C0"
        },
        {
            "id": "39",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا يُونُسُ بْنُ الْحَارِثِ، حَدَّثَنَا عَمْرُو بْنُ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: \" نَزَلَتْ هَذِهِ الْآيَةُ: {§إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ} [القمر: 47] ، فِي أَهْلِ الْقَدَرِ \" وَيُرْوَى فِيهِ عَنِ ابْنِ عَبَّاسٍ، وَمُعَاذِ بْنِ أَنَسٍ، رَضِيَ اللَّهُ عَنْهُمْ",
            "page": "49",
            "part": "1",
            "seal": "5199788C"
        },
        {
            "id": "40",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ يَعْلَى بْنِ عَطَاءٍ، قَالَ: سَمِعْتُ عَمْرَو بْنَ عَاصِمٍ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ: إِنَّ أَبَا بَكْرٍ الصِّدِّيقَ قَالَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَخْبِرْنِي بِشَيْءٍ أَقُولُهُ §إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ، قَالَ: «قُلِ اللَّهُمَّ , عَالِمَ الْغَيْبِ وَالشَّهَادَةِ , فَاطِرَ السَّموَاتِ وَالْأَرْضِ , رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَشَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَإِذَا أَخَذْتَ مَضْجَعَكَ» حَدَّثَنَا سَعِيدُ بْنُ الرَّبِيعِ، حَدَّثَنَا شُعْبَةُ وَسَاقَ الْحَدِيثَ",
            "page": "49",
            "part": "1",
            "seal": "128D2096"
        },
        {
            "id": "41",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ عَمْرِو بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، إِنَّ أَبَا بَكْرٍ، قَالَ: «يَا رَسُولَ اللَّهِ §هَذَا رَبُّ كُلِّ شَيْءٍ وَمَلِيكُهُ» -[50]- حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا هُشَيْمٌ، بِهَذَا",
            "page": "49",
            "part": "1",
            "seal": "86373A6A"
        },
        {
            "id": "42",
            "nass": "حَدَّثَنَا عَلِيُّ بْنُ عَيَّاشٍ، حَدَّثَنَا شُعَيْبُ بْنُ أَبِي حَمْزَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ قَالَ §حِينَ يَسْمَعُ النِّدَاءَ: اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ , آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ، حَلَّتْ لَهُ شَفَاعَتِي يَوْمَ الْقِيَامَةِ \" وَيُذْكَرُ عَنْ أَنَسِ بْنِ مَالِكٍ، وَغَيْرِهِ مِنْ أَهْلِ الْعِلْمِ فِي قَوْلِهِ: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ} [الحجر: 93] «إِنَّهُ لَا إِلَهَ إِلَّا اللَّهُ» ، وَقَالَ اللَّهُ: {أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ} [الأعراف: 43] ، وَقَالَ: {لِمِثْلِ هَذَا فَلْيَعْمَلِ الْعَامِلُونَ} [الصافات: 61] ، وَقَالَ: {جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} [السجدة: 17]",
            "page": "50",
            "part": "1",
            "seal": "96BDDDE4"
        },
        {
            "id": "43",
            "nass": "وَحَدَّثَنَا أَبُو الْيَمَانِ، أَنْبَأَنَا شُعَيْبٌ، عَنِ الزُّهْريِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: سُئِلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللِّهِ، وَجِهَادٌ فِي سَبِيلِهِ»",
            "page": "50",
            "part": "1",
            "seal": "B66C89A9"
        },
        {
            "id": "44",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالَا: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سُئِلَ §أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللِّهِ وَرَسُولِهِ» ، قِيلَ: ثُمَّ مَاذَا؟ قَالَ: «جِهَادٌ فِي سَبِيلِ اللَّهِ» ، قَالَ: ثُمَّ مَاذَا؟ قَالَ: «حَجٌّ مَبْرُورٌ» حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ، عَنِ ابْنُ شِهَابٍ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ. حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ مِثْلَهُ -[51]-، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَنْبَأَ مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: \" جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ: يَا نَبِيَّ اللَّهِ أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللِّهِ» مِثْلَهُ",
            "page": "50",
            "part": "1",
            "seal": "31489635"
        },
        {
            "id": "45",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، حَدَّثَنَا عُمَرُ بْنُ طَلْحَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قِيلَ: يَا رَسُولَ اللَّهِ، §أَيُّ الْأَعْمَالِ أَفْضَلُ أَوْ خَيْرٌ؟ قَالَ: «إِيمَانٌ بِاللِّهِ وَبِرَسُولِهِ»",
            "page": "51",
            "part": "1",
            "seal": "3EE537B2"
        },
        {
            "id": "46",
            "nass": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا يَحْيَى، عَنْ أَبِي جَعْفَرٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ: «§أَفْضَلُ الْأَعْمَالِ عِنْدَ اللَّهِ إِيمَانٌ لَا شَكَّ فِيهِ، وَغَزْوٌ لَا غُلُولَ فِيهِ، وَحَجٌّ مَبْرُورٌ» حَدَّثَنَا مُوسَى، حَدَّثَنَا أَبَانُ، مِثْلَهُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي، عَنْ يَحْيَى، حَدَّثَنِي أَبُو جَعْفَرٍ، سَمِعَ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «أَفْضَلُ الْأَعْمَالِ عِنْدَ اللَّهِ إِيمَانٌ لَا شَكَّ فِيهِ» مِثْلَهُ",
            "page": "51",
            "part": "1",
            "seal": "56BF5DE9"
        },
        {
            "id": "47",
            "nass": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا خَلِيفَةُ بْنُ غَالِبٍ، حَدَّثَنَا سَعِيدُ الْمَقْبُرِيُّ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سُئِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللِّهِ، وَجِهَادٌ فِي سَبِيلِهِ»",
            "page": "51",
            "part": "1",
            "seal": "58C7D3EB"
        },
        {
            "id": "48",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا خَلِيفَةُ بْنُ غَالِبٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ فَقَالَ: §أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللِّهِ وَجِهَادٌ فِي سَبِيلِهِ»",
            "page": "51",
            "part": "1",
            "seal": "4B05110B"
        },
        {
            "id": "49",
            "nass": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مِرَاوَحٍ، عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَأَلْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللِّهِ وَجِهَادٌ فِي سَبِيلِهِ»",
            "page": "51",
            "part": "1",
            "seal": "A56EAFBB"
        },
        {
            "id": "50",
            "nass": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنِي اللَّيْثُ، عَنْ أَبِي جَعْفَرٍ، حَدَّثَنِي عُرْوَةَ، عَنْ أَبِي مِرَاوَحٍ، عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §أَيُّ الْأَعْمَالِ خَيْرٌ؟ قَالَ: «إِيمَانٌ بِاللِّهِ وَجِهَادٌ فِي سَبِيلِهِ»",
            "page": "52",
            "part": "1",
            "seal": "9D9E0A56"
        },
        {
            "id": "189",
            "nass": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، ثنا سُفْيَانُ بْنُ نَشِيطٍ، حَدَّثَنِي عَبْدُ الْكَرِيمِ، مِنْ بَنِي عَقِيلٍ قَالَ: خَرَجْتُ حِينَ قَدِمَ يَزِيدُ بْنُ الْمُهَلَّبِ فَمَرَرْنَا بِالزُّجَيْجِ فَإِذَا شَيْخٌ كَبِيرٌ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي حَجَّةِ الْوَدَاعِ وَأَنَا تَحْتَ جِرَانِ نَاقَتِهِ قَالَ: «أَيُّهَا النَّاسُ أَتَدْرُونَ أَيُّ شَهْرٍ هَذَا؟ هَذَا شَهْرٌ حَرَامٌ، وَبَلَدٌ حَرَامٌ وَيَوْمٌ حَرَامٌ، أَلَا إِنَّ §دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ حَرَامٌ بَيْنَكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا إِلَى يَوْمِ تَلْقَوْنَهُ، اللَّهُمَّ اشْهَدِ اللَّهُمَّ اشْهَدْ ثَلَاثًا , فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ» فَإِذَا هُوَ الْعَدَّاءُ بْنُ خَالِدٍ الْعَامِرِيُّ رَضِيَ اللَّهُ عَنْهُمَا حَدَّثَنَا أَبُو مَعْمَرٍ، ثنا عَبْدُ الْوَارِثِ، ثنا عُتْبَةُ بْنُ عَبْدِ الْمَلِكِ السَّهْمِيُّ، حَدَّثَنِي زُرَارَةُ بْنُ كَرِيمِ بْنِ حَارِثِ بْنِ عَمْرٍو السَّهْمِيُّ أَنَّ الْحَارِثَ بْنَ عَمْرٍو السَّهْمِيَّ، حَدَّثَهُ قَالَ: أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا، وَقَالَ: فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ -[91]-، حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ، ثنا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «يُبَلِّغْ شَاهِدُكُمْ غَائِبَكُمْ»",
            "page": "90",
            "part": "1",
            "seal": "2F08F228"
        },
        {
            "id": "190",
            "nass": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مُعَاوِيَةُ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ الصُّنَابِحِيّ، قَالَ: دَخَلْنَا عَلَى عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ فِي مَرَضِهِ فَقَالَ عُبَادَةُ: مَنْ سَرَّهَ أَنْ يَنْظُرُ إِلَى رَجُلٍ كَأَنَّمَا عُرِجَ بِهِ إِلَى السَّمَاءِ ثُمَّ هُبِطَ بِهِ إِلَى الْأَرْضِ فَهُوَ يَعْمَلُ مِثْلَ مَا رَآهُ فَلْيَنْظُرْ إِلَى هَذَا، وَلَئِنِ اسْتَطَعْتُ، ثُمَّ قَالَ عُبَادَةُ: وَمَا تَرَكْتُ حَدِيثًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَكُمْ فِيهِ خَيْرٌ إِلَّا قَدْ حَدَّثْتُكُمْ بِهِ إِلَّا هَذَا، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «لِيُبَلِّغِ الْحَاضِرُ مِنْكُمُ الْغَائِبَ، §وَمَنْ مَاتَ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ , فَقَدْ وَجَبَتْ لَهُ الْجَنَّةُ»",
            "page": "91",
            "part": "1",
            "seal": "54001A96"
        },
        {
            "id": "191",
            "nass": "حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، ثنا وَلِيدُ بْنُ مُسْلِمٍ، ثنا أَبُو مُحَمَّدٍ عِيسَى بْنُ مُوسَى، عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللَّهِ، عَنْ قَيْسِ بْنِ مُسْلِمٍ الْمَذْحِجِيِّ أَنَّهُ سَمِعَ عُبَادَةَ بْنَ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنِّي مُحَدِّثُكُمْ بِحَدِيثٍ §فَلْيُبَلِّغِ الْحَاضِرُ مِنْكُمُ الْغَائِبَ»",
            "page": "91",
            "part": "1",
            "seal": "7862884E"
        },
        {
            "id": "192",
            "nass": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، ثنا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ زُهَيْرِ بْنِ الْأَقْمَرِ، قَالَ: لَمَّا قُتِلَ عَلِيٌّ وَقَامَ الْحَسَنُ صَعَدَ الْمِنْبَرَ، وَقَامَ رَجُلٌ فَقَالَ: أَنَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَاضِعَهُ فِي حَبْوَتِهِ وَهُوَ يَقُولُ: «§اللَّهُمَّ , إِنِّي أُحِبُّهُ فَأَحِبَّهُ فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ» وَلَوْلَا عَزْمَةُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا حَدَّثْتُكُمْ ثُمَّ سَمِعْتُهُ بَعْدُ يُحَدِّثُ بِهِ، فَقَالَ فِيهِ: «مَنْ أَحَبَّنِي فَلْيُحِبُّهُ» أَخْبَرَنِي عَبْدَانُ، أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ بِهَذَا، فَقَامَ رَجُلٌ مِنَ الْأَزْدِ فَقَالَ: «مَنْ أَحَبَّنِي فَلْيُحِبَّهُ»",
            "page": "91",
            "part": "1",
            "seal": "81087763"
        },
        {
            "id": "193",
            "nass": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، ثنا صَدَقَةُ بْنُ خَالِدٍ، ثنا أَبُو حَفْصٍ عُثْمَانُ بْنُ أَبِي الْعَاتِكَةِ، حَدَّثَنِي سُلَيْمَانُ بْنُ حَبِيبٍ الْمُحَارِبِيُّ قَالَ: نَزَلْنَا حِمْصَ فَذُكِرَ لَنَا أَنَّ أَبَا أُمَامَةَ بِهَا فَدَخَلْنَا فَإِذَا شَيْخٌ كَبِيرٌ هَرِمٌ , فَقَالَ: إِنَّ هَذَا الْمَجْلِسَ مِنْ بَلَاغِ اللَّهِ إِيَّاكُمْ، ثُمَّ قَالَ: «إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §قَدْ بَلَّغَ مَا أُرْسِلَ بِهِ» وَأَنْتُمْ فَبَلِّغُوا مَا تَسْمَعُونَ مِنَّا",
            "page": "91",
            "part": "1",
            "seal": "30A626C0"
        },
        {
            "id": "194",
            "nass": "حَدَّثَنَا فَضْلُ بْنُ يَعْقُوبَ، ثنا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الرَّقِّيُّ، ثنا مُعْتَمِرُ بْنُ سُلَيْمَانَ، ثنا سَعِيدُ بْنُ عُبَيْدٍ الثَّقَفِيُّ، ثنا بَكْرُ بْنُ عَبْدِ اللَّهِ الْمُزَنِيُّ، وَزِيَادُ بْنُ جُبَيْرٍ، عَنْ جُبَيْرِ بْنِ حَيَّةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: أَخْبَرَنَا نَبِيُّنَا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ رِسَالَةِ نَبِيِّنَا: \" أَنَّهُ §مَنْ قُتِلَ مِنَّا صَارَ إِلَى الْجَنَّةِ فِي نَعِيمٍ لَمْ يَرَ مِثْلَهَا، وَمَنْ بَقِيَ مِنَّا مَلَكَ رِقَابَكُمْ، قَالَ: ذَلِكَ لِعَامِلِ كِسْرَى \"",
            "page": "92",
            "part": "1",
            "seal": "87F52F96"
        },
        {
            "id": "195",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، ثنا زِيَادٌ، ثنا مُحَمَّدُ بْنُ إِسْحَاقَ، حَدَّثَنَا مَوْلَى آلِ زَيْدِ بْنِ ثَابِتٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ عِكْرِمَةَ مَوْلَى ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا جِئْتُكُمْ بِهِ أَطْلُبُ أَمْوَالَكُمْ وَلَا الشَّرَفَ فِيكُمْ؛ وَلَكِنْ بَعَثَنِي اللَّهُ إِلَيْكُمْ رَسُولًا، وَأَنْزَلَ عَلَيَّ كِتَابًا، وَأَمَرَنِي أَنْ أَكُونَ لَكُمْ بَشِيرًا وَنَذِيرًا فَبَلَّغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ، فَإِنْ تَقْبَلُوا مِنِّي مَا جِئْتُكُمْ بِهِ فَهُوَ حَظٌّ لَكُمْ فِي الدُّنْيَا وَالْآخِرَةِ، وَإِنْ تَرُدُّوهُ أَصْبِرْ لِأَمْرِ اللَّهِ حَتَّى يَحْكُمَ اللَّهُ بَيْنِي وَبَيْنَكُمْ»",
            "page": "92",
            "part": "1",
            "seal": "8488404D"
        },
        {
            "id": "196",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ الْحَكَمِ، ثنا النَّضْرُ بْنُ شُمَيْلٍ، ثنا إِسْرَائِيلُ، ثنا سَعْدٌ الطَّائِيُّ، ثنا مَحِلُّ بْنُ خَلِيفَةَ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ: بَيْنَا أَنَا عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" لَيَلْقَيَنَّ اللَّهَ أَحَدُكُمْ فَيَقُولُ لَهُ: §أَلَمْ أَبْعَثْ إِلَيْكَ رَسُولًا فَبَلَّغَكَ؟ \"",
            "page": "92",
            "part": "1",
            "seal": "9259CA27"
        },
        {
            "id": "197",
            "nass": "حَدَّثَنَا أَبُو غَسَّانَ، ثنا زُهَيْرٌ، ثنا الْأَسْوَدُ بْنُ قَيْسٍ، حَدَّثَنِي ثَعْلَبَةُ بْنُ عَبَّادٍ مِنْ أَهْلِ الْبَصْرَةِ وَأَنُّهُ شَهِدَ خُطْبَةً لِسَمُرَةَ بْنِ جُنْدُبٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: وَافَقْنَا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ خَرَجَ إِلَى النَّاسِ فَصَلَّى وَذَكَرَ الْكُسُوفَ وَقَالَ: «إِنَّمَا §أَنَا بَشَرٌ رَسُولٌ فَأُذَكِّرُكُمْ بِاللِّهِ إِنْ كُنْتُمْ تَعْلَمُونَ أَنِّي قَصَّرْتُ فِي شَيْءٍ مِنْ تَبْلِيغِ رِسَالَاتِ رَبِّي» قَالُوا: نَشْهَدُ أَنَّكَ بَلَّغْتَ رِسَالَاتِ رَبِّكَ وَأَدَّيْتَ الَّذِي عَلَيْكَ",
            "page": "92",
            "part": "1",
            "seal": "1E21DFD6"
        },
        {
            "id": "198",
            "nass": "حَدَّثَنَا حِبَّانُ، أَنْبَأَ عَبْدُ اللَّهِ، عَنْ سُفْيَانَ، عَنْ أَسْوَدِ بْنِ قَيْسٍ، عَنْ ثَعْلَبَةَ بْنِ عَبَّادٍ الْعَبْدِيِّ، سَمِعْتُ سَمُرَةُ بْنُ جُنْدُبٍ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنْ كُنْتُمْ تَعْلَمُونَ أَنِّي قَصَّرْتُ عَنْ تَبْلِيغِ شَيْءٍ مِنْ رِسَالَاتِ رَبِّي» فَقَالُوا: نَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ رِسَالَاتِ رَبِّكَ",
            "page": "92",
            "part": "1",
            "seal": "218C21B1"
        },
        {
            "id": "199",
            "nass": "حَدَّثَنَا يَحْيَى، ثنا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَلْقَمَةَ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: {فَوَيْلٌ للذينَ يَكْتُبُونَ الْكِتَابَ بأَيْدِيهِمْ} [البقرة: 79] ، قَالَ: «§نَزَلَتْ فِي أَهْلِ الْكِتَابِ»",
            "page": "92",
            "part": "1",
            "seal": "C526E049"
        },
        {
            "id": "200",
            "nass": "حَدَّثَنَا أَبُو الْيَمَانِ، ثنا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: \" يَا مَعْشَرَ الْمُسْلِمِينَ، §كَيْفَ تَسْأَلُونَ أَهْلَ الْكِتَابِ عَنْ شَيْءٍ وَكِتَابُكُمُ الَّذِي أَنْزَلَ اللَّهُ عَلَى نَبِيِّكُمْ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحْدَثُ بِالْإِخْبَارِ بِاللِّهِ مَحْضًا لَمْ يُشَبْ؟ وَقَدْ حَدَّثَكُمُ اللَّهُ: إِنَّ أَهْلَ الْكِتَابِ قَدْ بَدَّلُوا مِنْ كِتَابِ اللَّهِ وَغَيَّرُوا وَكَتَبُوا بأَيْدِيهِمُ الْكِتَابَ، قَالُوا: هُوَ مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قليلًا، أَوَ لَا يَنْهَاكُمْ مَا جَاءَكُمْ مِنَ الْعِلْمِ عَنْ مَسئلَتِهِمْ؟ فَلَا وَاللَّهِ مَا رَأَيْنَا رَجُلًا مِنْهُمْ يَسْأَلُكُمْ عَنِ الَّذِي أُنْزِلَ عَلَيْكُمْ \" قَالَ أَبُو عَبْدِ اللَّهِ: وَرَوَاهُ يُونُسُ، وَمَعْمَرٌ، وَإِبرَاهيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيُّ",
            "page": "93",
            "part": "1",
            "seal": "4B09B34D"
        },
        {
            "id": "201",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، ثنا زِيَادٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنَا مَوْلًى لِزَيدِ بْنِ ثَابِتٍ، عَنْ عِكْرِمَةَ، أَوْ سَعِيدُ بْنُ جُبَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَدِمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وَسَاقَ الْحَدِيثَ. «وَقَدْ §حَرَّمَ اللَّهُ عَلَيْهِمْ فِي التَّوْرَاةِ سَفْكَ دِمَائِهِمْ وَكَانُوا فَرِيقَيْنِ حِينَ تَسَافَكُوا دِمَاءَهُمْ بَيْنَهُمْ، وَبأَيْدِيهِمُ التَّوْرَاةُ يَعْرِفُونَ فِيهَا مَا عَلَيْهِمْ وَمَا لَهُمْ»",
            "page": "93",
            "part": "1",
            "seal": "FAD4715E"
        },
        {
            "id": "202",
            "nass": "حَدَّثَنَا أَبُو الْيَمَانِ، ثنا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُتْبَةَ بْنِ مَسْعُودٍ، قَالَ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: \" §إِنَّ نَاسًا كَانُوا يُؤْخَذُونَ بِالْوَحْيِ فِي عَهْدِ الرَّسُولِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَإِنَّ الْوَحْيَ قَدِ انْقَطَعَ، وَإِنَّمَا نأَخُذُكُمُ الْآنَ بِمَا ظَهَرَ لَنَا مِنْ أَعْمَالِكُمْ، فَمَنْ أَظْهَرَ لَنَا خَيْرًا أَمَّنَّاهُ وَقَرَّبْنَاهُ، وَلَيْسَ إِليْنَا مِنْ سَرِيرَتِهِ شَيْءٌ، اللَّهُ يُحَاسِبُهُ فِي سَرِيرَتِهِ، وَمَنْ أَظْهَرَ لَنَا شَرًّا لَمْ نأَمَنْهُ وَلَمْ نُصَدِّقْهُ، وَإِنْ قَالَ: إِنَّ سَرِيرَتَهُ حَسَنَةٌ \" قَالَ أَبُو عَبْدِ اللَّهِ: تَابَعَهُ عُثْمَانُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، وَرَوَاهُ سَلَامَةُ، عَنْ عُقَيْلٍ",
            "page": "93",
            "part": "1",
            "seal": "FE747B5B"
        },
        {
            "id": "203",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ: {§الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ} [البقرة: 146] «يَعْرِفُونَ أَنَّ الْإِسْلَامَ دِينُ اللَّهِ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، مَكْتوبٌ عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ» قَالَ أَبُو عَبْدِ اللَّهِ: وَقَالَ ابْنُ عُيَيْنَةَ فِي قَوْلِهِ تَعَالَى: {وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ} [الحاقة: 12] «أُذُنٌ وَعَتْ عَنِ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "93",
            "part": "1",
            "seal": "920CC725"
        },
        {
            "id": "204",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: سَأَلَ الْحَارِثُ بْنُ هِشَامٍ رَضِيَ اللَّهُ عَنْهُ، رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §كَيْفَ يأَتِيكَ الْوَحْيُ؟ قَالَ: «أَحْيَانًا مِثْلَ صَلْصَلَةِ الْجَرَسِ وَهُوَ أَشَدُّهُ عَلَيَّ فَيُفْصَمُ عَنِّي وَقَدْ وَعَيْتُ عَنْهُ مَا قَالَ» وَأَحْيَانًا يَتَمَثَّلُ ليَ الْمَلَكُ رَجُلَا فَيُكَلِّمُنِي فأَعِي مَا يَقُولُ «قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا» وَلَقَدْ رأَيْتُهُ يَنْزِلُ عَلَيْهِ فِي الْيَوْمِ الشَّديدِ الْبَرْدِ فَيَفْصِمُ عَنْهُ، وَإِنَّ جَبِينَهُ لَيَتَفَصَّدُ عَرَقًا \" حَدَّثَنَا إِسْمَاعِيلُ، ثنا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: أَحْيَانًا يَتَمَثَّلُ لِي الْمَلَكُ رَجُلَا فأَعِي مَا يَقُولُ، مِثْلَهُ",
            "page": "94",
            "part": "1",
            "seal": "5FC7BD23"
        },
        {
            "id": "205",
            "nass": "حَدَّثَنَا فَرْوَةُ بْنُ أَبِي الْمَغْرَاءِ، ثنا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§يَتَمَثَّلُ لِي الْمَلَكُ أَحْيَانًا رَجُلًا فَيُكَلِّمُنِي فأَعِي مَا يَقُولُ، وَيأَتِينِي أَحْيَانًا مِثْلَ صَلْصَلَةِ الْجَرَسِ فَيُفْصَمُ عَنِّي وَقَدْ وَعَيْتُ» بِهَذَا",
            "page": "94",
            "part": "1",
            "seal": "B5621C92"
        },
        {
            "id": "206",
            "nass": "حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، ثنا ابْنُ عُيَيْنَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: سَأَلَ الْحَارِثُ بْنُ هِشَامٍ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §كَيْفَ يَنْزِلُ عَلَيْكَ الْوَحْيُ قَالَ: «مِثْلَ صَلْصَلَةِ الْجَرَسِ فَيُفْصَمُ عَنِّي أَحْيَانًا وَقَدْ وَعَيْتُ عَنْهُ»",
            "page": "94",
            "part": "1",
            "seal": "4573EFA8"
        },
        {
            "id": "207",
            "nass": "§بَابُ مَا كَانَ النَّبِيُّ يَذْكُرُهُ وَيَرْوِيهِ عَنْ رَبِّهِ عَزَّ وَجَلَّ",
            "page": "94",
            "part": "1",
            "seal": "07159B18"
        },
        {
            "id": "208",
            "nass": "حَدَّثَنَا يَحْيَى بْنُ بِشْرٍ، ثنا رَوْحٌ، ثنا زُهَيْرُ بْنُ مُحَمَّدٍ، ثنا زَيْدُ بْنُ أَسْلَمَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيمَا يَحْكِيهِ عَنْ رَبِّهِ، قَالَ: «§مَنْ تَقَرَّبَ إِلَيَّ شِبْرًا تَقَرَّبْتُ مِنْهُ ذِرَاعًا، وَمَنْ تَقَرَّبَ إِلَيَّ ذِرَاعًا تَقَرَّبْتُ إِلَيْهِ بَاعًا»",
            "page": "94",
            "part": "1",
            "seal": "8854BFB0"
        },
        {
            "id": "209",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، ثنا سَعِيدُ بْنُ الرَّبِيعِ، ثنا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْوِيهِ عَنْ رَبِّهِ، قَالَ: «§إِذَا تَقَرَّبَ إِلَيَّ الْعَبْدُ شِبْرًا تَقَرَّبْتُ إِلَيْهِ ذِرَاعًا، وَإِذَا تَقَرَّبَ إِلَيَّ ذِرَاعًا تَقَرَّبْتُ مِنْهُ بَاعًا، وَإِنْ أَتَانِي مَشْيًا أَتَيْتُهُ هَرْوَلَةً»",
            "page": "94",
            "part": "1",
            "seal": "AE2FDCDB"
        },
        {
            "id": "210",
            "nass": "حَدَّثَنَا آدَمُ، ثنا شُعْبَةُ، ثنا مُحَمَّدُ بْنُ زِيَادٍ، سَمِعْتُ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْوِيهِ عَنْ رَبِّكُمْ عَزَّ وَجَلَّ قَالَ: «§لِكُلِّ عَمَلٍ كَفَّارَةٌ وَالصَّوْمُ لِي وَأَنَا أَجْزِي بِهِ، وَلَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ» حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، ثنا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْوِيهِ عَنْ رَبِّكُمْ مِثْلَهُ. حَدَّثَنَا حَجَّاجٌ، ثنا شُعْبَةُ، أَخْبَرَنِي مُحَمَّدُ بْنُ زِيَادٍ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْوِيهِ عَنْ رَبِّكُمْ مِثْلَهُ. حَدَّثَنَا مُسْلِمٌ، وَسُلَيْمَانُ، قَالَا: ثنا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ هَذَا، حَدَّثَنِي مُوسَى بْنُ إِسْمَاعِيلَ، ثنا حَمَّادٌ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَحْكِي عَنْ رَبِّهِ",
            "page": "95",
            "part": "1",
            "seal": "9CAC67E1"
        },
        {
            "id": "211",
            "nass": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، ثنا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيمَا يَرْوِيهِ عَنْ رَبِّهِ، قَالَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ §لَا يَظْلِمُ الْمُؤْمِنَ حَسَنَةً يُثَابُ عَلَيْهَا الرِّزْقَ فِي الدُّنْيَا، وَأَمَّا الْكَافِرُ فَيُعْطَى حَسَنَاتُهُ فِي الدُّنْيَا حَتَّى إِذَا أَفْضَى إِلَى الآخِرَةِ لَمْ يَكُنْ لَهُ حَسَنَةٌ يُعْطَى بِهَا»",
            "page": "95",
            "part": "1",
            "seal": "D6D86BF8"
        },
        {
            "id": "212",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، ثنا عُمَرُ بْنُ عَلِيِّ بْنِ الْمُقَدَّمِ، ثنا مُوسَى بْنُ الْمُسَيَّبِ، قَالَ: سَمِعْتُ سَالِمَ بْنَ أَبِي الْجَعْدِ، يَذْكُرُ عَنِ الْمَعْرورِ بْنِ سُوَيْدٍ، عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْوِيهِ عَنْ رَبِّهِ عَزَّ وَجَلَّ قَالَ: «يَا ابْنَ آدَمَ §إِنَّكَ إِنْ تَأَتِينِي بِقُرَابِ الْأَرْضِ خَطِيئَةً بَعْدَ أَنْ لَا تُشْرِكَ بِي شَيْئًا جَعَلْتُ قُرَابَهَا مَغْفِرَةً وَلَا أُبَالِي» حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، ثنا عُمَرُ بْنُ عَلِيٍّ بِهَذَا، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ رَبِّهِ عَزَّ وَجَلَّ",
            "page": "95",
            "part": "1",
            "seal": "3A8FD751"
        },
        {
            "id": "213",
            "nass": "حَدَّثَنَا مُوسَى، ثنا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنِ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيمَا يَحْكِي عَنْ رَبِّهِ عَزَّ وَجَلَّ قَالَ: «§اسْتَقَرَضْتُ مِنَ ابْنِ آدَمَ فَلَمْ يُقْرِضْنِي وَشَتَمَنِي، يَقُولُ وَادَهْرَاهْ، وَاللَّهُ هُوَ الدَّهْرُ، وَكُلُّ شَيْءٍ مِنِ ابْنِ آدَمَ يأَكُلُهُ التُّرَابُ إِلَّا عَجَبُ ذَنَبِهِ فَإِنَّهُ يُخْلَقُ عَلَيْهِ حَتَّى يُبْعَثَ مِنْهُ»",
            "page": "95",
            "part": "1",
            "seal": "D6C74660"
        },
        {
            "id": "214",
            "nass": "حَدَّثَنَا الْحُمَيْدِيُّ، ثنا الْوَلِيدُ، ثنا ابْنُ جَابِرٍ، وَالْأَوْزَاعِيُّ، قَالَا: ثنا إِسْمَاعِيلُ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي الْمُهَاجِرِ، قَالَ: سَمِعْتُ كُرَيْمَةَ، تَقُولُ: سَمِعْتُ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: قَالَ اللَّهُ: «§أَنَا مَعَ عَبْدِي مَا ذَكَرَنِي، وَتَحَرَكَتْ بِي شَفَتَاهُ»",
            "page": "96",
            "part": "1",
            "seal": "C0934AB8"
        },
        {
            "id": "215",
            "nass": "وَيَذْكُرُ عَنْ إِبْرَاهِيمَ، أَوْ مُجَاهِدٍ فِي قَوْلِهِ: {وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ} [الزمر: 33] قَالَ: «هُمْ §أَهْلُ الْقُرْآنِ إِذْ عَمِلُوا بِهِ»",
            "page": "96",
            "part": "1",
            "seal": "B8D447D1"
        },
        {
            "id": "216",
            "nass": "§بَابُ مَا كَانَ النَّبِيُّ يَسْتَعِيذُ بِكَلِمَاتِ اللَّهِ لَا بِكَلَامِ غَيْرِهِ وَقَالَ نُعَيْمٌ: «لَا يُسْتعَاذُ بِالْمَخْلُوقِ، وَلَا بِكَلَامِ الْعِبَادِ وَالْجِنِّ وَالْإِنْسِ، وَالْمَلَائِكَةِ وَفِي هَذَا دَلِيلٌ أَنَّ كَلَامَ اللَّهِ غَيْرُ مَخْلُوقٍ، وَأَنَّ سِوَاهُ مَخْلُوقٌ»",
            "page": "96",
            "part": "1",
            "seal": "ADAC670D"
        },
        {
            "id": "217",
            "nass": "قَالَ أَحْمَدُ بْنُ خَالِدٍ: ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: كَانَ الْوَلِيدُ بْنُ الْوَلِيدِ رَجُلًا يَفْزَعُ فِي مَنَامِهِ، وَذَكَرَ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §إِذَا اضْطَجَعْتَ لِلنَّوْمِ فَقُلْ: بِسْمِ اللَّهِ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَمِنْ شَرِّ عِبَادِهِ وَمِنْ هَمَزَاتِ الشيَاطينَ، وَأَنْ يَحْضَرُونَ \" فقَالَهَا فَذَهَبَ ذَلِكَ عَنْهُ وَكَانَ عَبْدُ اللَّهِ بْنُ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا: «مَنْ بَلَغَ مِنْ بَنيِهِ عَلَّمَهُ إِيَّاهُنَّ، وَمَنْ كَانَ مِنْهُمْ صَغيرًا لَا يَعِيهَا كَتَبَهَا وَعَلَّقَهَا فِي عُنُقِهِ»",
            "page": "96",
            "part": "1",
            "seal": "846B135D"
        },
        {
            "id": "218",
            "nass": "حَدَّثَنَا أَبُو يَعْفُورٍ: عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي اللَّيْثُ، حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ، عَنِ الْحَارِثِ بْنِ يَعْقُوبَ عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ أَنَّهُ سَمِعَ بُسْرَ بْنَ سَعِيدٍ، يَقُولُ: سَمِعْتُ سَعْدَ بْنَ أَبِي وَقَّاصٍ، يَقُولُ: سَمِعْتُ خَوْلَةَ بِنْتَ حَكِيمٍ، تَقُولُ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: مَنْ نَزَلَ مَنْزِلًا، فَقَالَ: «§أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ لَمْ يَضُرَّهُ شَيْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ» -[97]- حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، ثنا اللَّيْثُ مِثْلَهُ. حَدَّثَنَا آدَمُ، ثنا اللَّيْثُ، عَنْ يَزِيدَ نَحْوَهُ، حَدَّثَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنْ يَزِيدَ، وَقَصَّ الْحَدِيثَ",
            "page": "96",
            "part": "1",
            "seal": "41A4DE50"
        },
        {
            "id": "219",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، ثنا مَالِكٌ، وَعَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، إِنَّ رَجُلًا مِنْ أَسْلَمَ قَالَ: مَا نِمْتُ هَذِهِ اللَّيلَةَ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ أَيِّ شَيْءٍ؟ قَالَ: لَدَغَتْنِي عَقْرَبٌ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَمَا إِنَّكَ لوْ قُلتَ حِينَ أَمْسَيْتَ: «§أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ، لَمْ يَضُرَّكَ إِنْ شَاءَ اللَّهُ تَعَالَى» حَدَّثَنَا عَيَّاشٌ، ثنا عَبْدُ الْأَعْلَى، ثنا عُبَيْدُ اللَّهِ بْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا بِمِثْلِ هَذَا. حَدَّثَنَا أَصْبَغُ، أَخْبَرَنِي ابْنُ وَهْبٍ، عَنْ جَرِيرِ بْنِ حَازِمٍ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا. حَدَّثَنَا سَعِيدُ بْنُ تَليدٍ الرُّعَيْنِيُّ، حَدَّثَنِي ابْنُ وَهْبٍ، ثنِي سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْجُمَحِيُّ، عَنْ سُهَيْلٍ بِهَذَا. حَدَّثَنَا أَصْبَغُ، أَخْبَرَنِي ابْنُ وَهْبٍ، عَنْ سَعِيدٍ نَحْوَهُ. وَرَوَاهُ هِشَامُ بْنُ حَسَّانَ، وَمُحَمَّدُ بْنُ رِفَاعَةَ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا. وَقَالَ الزُّهْرِيُّ، أَخْبَرَنِي طَارِقٌ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا. وَرَوَاهُ شِبْلُ بْنُ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا، وَيُرْوَى عَنِ الْقَعْقَاعِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ",
            "page": "97",
            "part": "1",
            "seal": "2595547D"
        },
        {
            "id": "220",
            "nass": "حَدَّثَنَا عُثْمَانُ بْنُ مُحَمَّدٍ، ثنا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنِ الْمِنْهَالِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُعَوِّذُ الْحَسَنَ وَالْحُسَيْنَ وَيَقُولُ: «إِنَّ أَبَاكُمَا كَانَ يُعَوِّذُ إِسْمَاعِيلَ وَإِسْحَاقَ §أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ كُلِّهَا مِنْ كُلِّ شَيْطَانِ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ» -[98]- حَدَّثَنَا أَصْبَغُ، ثنا ابْنُ وَهْبٍ، عَنْ سُفْيَانَ الثَّوْرِيِّ بِهَذَا",
            "page": "97",
            "part": "1",
            "seal": "0652C951"
        },
        {
            "id": "221",
            "nass": "حَدَّثَنَا عُثْمَانُ، ثنا عُمَرَ بْنُ عَبْدِ الرَّحْمَنِ الْأَبَّارُ، ثنا الْأَعْمَشُ، عَنْ مَنْصُورٍ، عَنِ الْمِنْهَالِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «يُعَوِّذُ حَسَنًا وَحُسَيْنًا §أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ»",
            "page": "98",
            "part": "1",
            "seal": "8676D474"
        },
        {
            "id": "222",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي شَيْبَةَ، ثنا ابْنُ فُضَيْلٍ، عَنِ الْأَعْمَشِ، عَنِ الْمِنْهَالِ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُعَوِّذُ بِهَذَا، وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اقْرَءُوا الْقُرْآنَ، وَنَهَاهُمْ أَنْ يَرْفَعُوا أَصْوَاتَهُمْ إِذَا عَلَوْا مَكَانًا»",
            "page": "98",
            "part": "1",
            "seal": "A7E1EB3A"
        },
        {
            "id": "223",
            "nass": "حَدَّثَنِي بِهِ أَحْمَدُ بْنُ إِسْحَاقَ، ثنا الْأَنْصَارِيُّ، ثنا التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ، قَالَ: كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَرَقَيْنَا فِي عُقْبَةَ، أَوْ فِي ثَنِيَّةَ، قَالَ: كَانَ الرَّجُلُ مِنَّا إِذَا عَلَاهَا، قَالَ: لَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّكُمْ لَا تُنَادَوْنُ أَصَمَّ وَلَا غَائِبًا» ، قَالَ: وَهُوَ عَلَى بَغْلَتِهِ يَعْرِضُهَا، فَقَالَ: \" يَا أَبَا مُوسَى أَوْ يَا عَبْدَ اللَّهِ أَلَا أُعَلِّمُكَ كَلِمَةً مِنْ كُنُوزِ الْجَنَّةِ؟ قَالَ: بَلَى يَا رَسُولَ اللَّهِ قَالَ: «§لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللِّهِ» وَيُذْكَرُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يُحِبُّ أَنْ يَكُونَ الرَّجُلُ خَفيضَ الصَّوْتِ، وَيَكَرَهُ أَنْ يَكُونَ رَفِيعَ الصَّوْتِ، وَإِنَّ اللَّهَ عَزَّ وَجَلَّ يُنَادِي بِصَوْتٍ يَسْمَعُهُ مَنْ بَعُدَ كَمَا يَسْمَعُهُ مَنْ قَرُبَ، فَلَيْسَ هَذَا لِغَيْرِ اللَّهِ عَزَّ وَجَلَّ ذِكْرُهُ قَالَ أَبُو عَبْدِ اللَّهِ: \" وَفِي هَذَا دَلِيلٌ أَنَّ صَوْتَ اللَّهِ لَا يُشْبِهُ أَصْوَاتَ الْخَلْقِ، لِأَنَّ صَوْتَ اللَّهِ جَلَّ ذِكْرُهُ يُسْمَعُ مِنْ بُعْدٍ كَمَا يُسْمَعُ مِنْ قُرْبِ، وَأَنَّ الْمَلَائِكَةَ يُصْعَقُونَ مِنْ صَوْتِهِ، فَإِذَا تَنَادَى الْمَلَائِكَةُ لَمْ يُصْعَقُوا، وَقَالَ عَزَّ وَجَلَّ: {فَلَا تَجْعَلُوا لِلِّهِ أَنْدَادًا} [البقرة: 22] فَلَيْسَ لِصِفَةِ اللَّهِ نِدٌّ، وَلَا مِثْلٌ، وَلَا يوجدُ شَيْءٌ مِنْ صِفَاتِهِ فِي الْمَخْلُوقِينَ \"",
            "page": "98",
            "part": "1",
            "seal": "ADFFCE77"
        },
        {
            "id": "224",
            "nass": "حَدَّثَنَا بِهِ دَاوُدُ بْنُ شَبِيبٍ، ثنا هَمَّامٌ، ثنا الْقَاسِمُ بْنُ عَبْدِ الْوَاحِدِ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عُقَيْلٍ، أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ حَدَّثَهُمْ أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ أُنَيْسٍ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" يَحْشُرُ اللَّهُ الْعِبَادُ فَيُنَادِيهِمْ بِصَوْتٍ يَسْمَعُهُ مَنْ بَعُدَ كَمَا يَسْمَعُهُ مَنْ قَرُبَ: §أَنَا الْمَلِكُ، أَنَا الدَّيَّانُ، لَا يَنْبَغِي لِأَحَدٍ مِنْ أَهْلِ الْجَنَّةِ أَنْ يَدْخُلَ الْجَنَّةَ، وَأَحَدٌ مِنْ أَهْلِ النَّارِ يَطْلُبُهُ بِمَظْلَمَةٍ \"",
            "page": "98",
            "part": "1",
            "seal": "6FF48AF2"
        },
        {
            "id": "225",
            "nass": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، ثنا الْأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: يَقُولُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ: \" §يَا آدَمُ، فَيَقُولُ: لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ، فَيُنَادَى بِصَوْتٍ: إِنَّ اللَّهَ يَأَمُرُكَ أَنْ تُخْرِجَ مِنْ ذُرِّيَّتِكَ بَعْثًا إِلَى النَّارِ، قَالَ: يَا رَبِّ، وَمَا بَعْثُ النَّارِ؟ قَالَ: مِنْ كُلَّ أَلْفٍ، أُرَاهُ قَالَ: تِسْعُمِائَةٍ وَتِسْعَةً وَتِسْعينَ، فَحِينَئِذٍ تَضَعُ الْحَامِلِ حَمْلَهَا \" {وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارى وَلَكِنَّ عذَابَ اللَّهِ شَدِيدٌ} [الحج: 2]",
            "page": "99",
            "part": "1",
            "seal": "AB78ED7D"
        },
        {
            "id": "226",
            "nass": "حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ: مَنْ كَانَ يُحدِّثُنَا بِهِذِهِ الْآيَةِ لَوْلَا ابْنُ مَسْعُودٍ سأَلْنَاهُ: {§حَتَّى إِذَا فُزِّعَ} [سبأ: 23] عَنْ قُلُوبِهِمْ «سَمِعَ أَهْلُ السَّمَوَاتِ صَلْصَلَةً مِثْلَ صَلْصَلَةِ السِّلْسِلَةِ عَلَى الصَّفْوَانِ فَيُخْرَجُونَ» ، {حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ} [سبأ: 23] «سَكَنَ الصَّوْتُ، عَرَفُوا أَنَّهُ الْوَحْيُ وَنَادَوْا» ، {مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ} [سبأ: 23] حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، ثنا أَبِي، ثنا الْأَعْمَشُ، حَدَّثَنِي مُسْلِمٌ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، بِهَذَا",
            "page": "99",
            "part": "1",
            "seal": "47AB8808"
        },
        {
            "id": "227",
            "nass": "حَدَّثَنَا الْحُمَيْدِيُّ، ثنا سُفْيَانُ، ثنا عَمْرُو، قَالَ: سَمِعْتُ عِكْرِمَةَ، يَقُولُ: سَمِعْتُ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: إِنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِذَا قَضَى اللَّهُ عَزَّ وَجَلَّ الْأَمْرَ فِي السَّمَاءِ ضَرَبَتِ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ، كَأَنَّهُ سِلْسِلَةٌ عَلَى صَفْوَانٍ» فَإِذَا {فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} [سبأ: 23]",
            "page": "99",
            "part": "1",
            "seal": "72EBB74D"
        },
        {
            "id": "228",
            "nass": "وَقَالَ الْحَكَمُ بْنُ أَبَانَ: حَدَّثَنِي عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: «§إِذَا قَضَى اللَّهُ جَلَّ ذِكْرُهُ أَمْرًا تَكَلَّمَ فَرَجَفَتِ الْأَرْضُ وَالسَّمَاءُ وَالْجِبَالُ وَخَرَّتِ الْمَلَائِكَةُ كُلُّهُمْ سُجَّدًا»",
            "page": "99",
            "part": "1",
            "seal": "8AEA1C82"
        },
        {
            "id": "229",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، ثنا زِيَادٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي مُحَمَّدُ بْنُ مُسْلِمِ بْنِ عُبَيْدِ اللَّهِ بْنِ شِهَابٍ الزُّهْرِيُّ، عَنْ عَلِيِّ بْنِ حُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُمْ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنْ نَفَرٍ مِنَ الْأَنْصَارِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُمْ: «§مَا كُنْتُمْ تقولُونَ فِي هَذَا النَّجْمِ الَّذِي يُرْمَى بِهِ؟» قَالُوا: كُنَّا يَا رَسُولَ اللَّهِ إِنَّا نَقُولُ حِينَ رَأَيْنَاهَا يُرْمَى بِهَا مَاتَ مَلِكٌ، وُلِدَ مَوْلودٌ، مَاتَ مَوْلودٌ، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" لَيْسَ ذَلِكَ كَذَلِكَ وَلَكِنَّ اللَّهَ إِذَا قَضَى فِي خَلْقِهِ أَمْرًا يَسْمَعُهُ أَهْلُ الْعَرْشِ فَيُسَبِّحُوا فَيُسَبِّحُوا مَنْ تَحْتَهُمْ بِتَسْبيحِهِمْ فَيُسَبِّحُ مَنْ تَحْتَ ذَلِكَ، فَلَمْ يَزَلِ التَّسْبِيحُ يَهْبِطُ حَتَّى يَنْتَهِي إِلَى السَّمَاءِ الدُّنْيَا، ثُمَّ يَقُولُ بَعْضُهُمْ لِبَعْضٍ: لِمَ سَبَّحْتُمْ؟ فَيَقُولُونَ: سَبَّحَ مَنْ فَوْقَنَا فَسَبَّحْنَا بِتَسْبيحِهِمْ، فَيَقُولُونَ: أَفَلَا تَسْأَلُونَ مَنْ فَوْقَكُمْ لِمَ سَبَّحُوا فَيَسأَلونَهُمْ فَيَقُولُونَ: قَضَى اللَّهُ فِي خَلْقِهِ كَذَا وَكَذَا، الْأَمْرَ الَّذِي كَانَ فَيَهْبِطُ بِهِ الْخَبَرُ مِنْ سَمَاءٍ إِلَى سَمَاءٍ حَتَّى يَنْتَهِي إِلَى السَّمَاءِ الدُّنْيَا فَيَتَحَدَّثُونَ فَيَتَحَدَّثُ بِهِ فَيَسْتَرِقُهُ الشيَاطِينُ بِالسَّمْعِ عَلَى تَوَهُمٍ مِنْهُمْ وَاخْتِلَافٍ، ثُمَّ يَأْتُونَ بِهِ إِلَى الْكُهَّانِ مِنْ أَهْلِ الْأَرْضِ فَيُحَدِّثونَهُمْ فَيُخْطِئُونَ وَيُصِيبُونَ، فَيُحَدِّثُ بِهِ الْكُهَّانُ، ثُمَّ إِنَّ اللَّهَ عَزَّ وَجَلَّ حَجَبَ الشيَاطينَ عَنِ السَّمَاءِ بِهِذِهِ النُّجومُ وَانْقَطَعَتِ الْكَهَنَةُ الْيَوْمَ فَلَا كَهَانَةَ \"",
            "page": "100",
            "part": "1",
            "seal": "9B6C34F3"
        },
        {
            "id": "230",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، ثنا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَمْرِو بْنِ شُرَحْبيلَ، عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قُلْتُ يَا رَسُولَ اللَّهِ، §أَيُّ الذَّنْبِ أَعْظَمُ؟ قَالَ: «أَنْ تَجْعَلَ لِلِّهِ نِدًّا وَهُوَ خَلَقَكَ» ، قَالَ: قُلْتُ: ثُمَّ أَيٌّ؟ قَالَ: «أَنْ تَقْتُلَ وَلَدَكَ مَخَافَةَ أَنْ يَأَكُلَ مَعَكَ» ، قَالَ: قُلْتُ ثُمَّ أَيٌّ؟ قَالَ: «أَنْ تَزْنِيَ بِحَليلَةِ جَارِكَ» ، وَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ تَصْدِيقَ قَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: {وَالذينَ لَا يَدعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ} [الفرقان: 68] حَدَّثَنَا مُسَدَّدٌ، ثنا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنِي مَنْصُورٌ، وَسُلَيْمَانُ، عَنْ أَبِي وَائِلٍ، نَحْوَهُ",
            "page": "100",
            "part": "1",
            "seal": "31AFC1DC"
        },
        {
            "id": "231",
            "nass": "حَدَّثَنَا عُثْمَانُ، ثنا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَمْرِو بْنِ شُرَحْبيلَ، عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَأَلْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَيُّ الذَّنْبِ أَعْظَمُ؟ قَالَ: «أَنْ تَجْعَلَ لِلِّهِ نِدًّا، وَهُوَ خَلَقَكَ» حَدَّثَنَا قُتَيْبَةُ، ثنا جَرِيرٌ مِثْلَهُ",
            "page": "100",
            "part": "1",
            "seal": "955DD69E"
        },
        {
            "id": "232",
            "nass": "حَدَّثَنَا هَنَّادٌ، ثنا أَبُو الْأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ: {§وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللِّهِ إِلَّا وَهُمْ مُشْرِكُونَ} [يوسف: 106] قَالَ: «يَسْأَلُهُمْ مَنْ خَلَقَهُمْ؟ وَمَنْ خَلَقَ السَّمَوَاتِ وَالْأَرْضَ؟ فَيَقُولُونَ اللَّهَ، فذلكَ إِيمَانُهُمْ وَهُمْ يَعْبُدُونَ غَيْرَهُ»",
            "page": "100",
            "part": "1",
            "seal": "AD89F031"
        },
        {
            "id": "233",
            "nass": "§بَابُ مَا نَقَشَ النَّبِيُّ فِي خَاتَمِهِ مِنْ كِتَابِ اللَّهِ وَمَا يَدْخُلُ بِهِ الْحَاجَةَ قَالَ أَبُو عَبْدِ اللَّهِ: «وَفِي الْخَوَاتِيمِ وَالدَّرَاهِمِ الْبِيضِ ذِكْرُ اللَّهِ جَلَّ ذِكْرُهُ» وَقَالَ عَطَاءٌ: \" وَفِي الْخَاتَمِ: فِيهِ ذِكْرُ اللَّهِ عَزَّ وَجَلَّ، يَدْخُلُ الْإِنسَانُ الْكَنِيفَ أَوْ يُلِمُّ بأَهْلِهِ وَهُوَ بِيَدِهِ لَا بَأْسَ بِهِ \" وَقَالَ الْحَسَنُ: «وَلَا بَأْسَ أَنْ يَمَسَّ الدَّرَاهِمَ الْبِيضِ عَلَى غَيْرِ وَضُوءٍ وَأَنْ يَرْفَعَ الْمُصْحَفَ مِنْ هَا هُنَا فَيَضَعَهُ هَا هُنَا» وَيُذْكَرُ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّهُ كَانَ يَمَسَّ الدَّرَاهِمَ عَلَى غَيْرِ وُضُوءٍ»",
            "page": "101",
            "part": "1",
            "seal": "8722543C"
        },
        {
            "id": "234",
            "nass": "وَقَالَ: أَنْبَأَنَا عَبْدَانُ، أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «§يَضَعُ الْمُصْحَفَ عَلَى فِرَاشِهِ الَّذِي يَحْتَلْمُ فِيهِ، وَيُجَامِعُ، وَيَعْرَقُ عَلَيْهِ» وَبَالَ سَعِيدُ بْنُ جُبَيْرٍ ثُمَّ تَوضَّأَ إِلَّا رِجْلَيْهِ ثُمَّ أَخَذَ الْمُصْحَفَ \" وَقَالَ طَاوُسُ: فِي الرَّجُلِ يَكُونُ عَلَيْهِ الْمِنْطَقَةُ وَفيهَا الدَّرَاهِمُ: «يَقْضِي حَاجَتَهُ وَهِيَ عَلَيْهِ» وَقَالَ إِبْرَاهِيمُ: «لَا بُدَّ لِلنَّاسِ مِنْ نَفَقَاتِهِمْ، وَأَحَبَّ بَعْضُ التَّابِعينَ أَنْ لَا يَدْخُلَ الْخَلَاءَ بِالْخَاتَمِ فِيهِ ذِكْرُ اللَّهِ» قَالَ أَبُو عَبْدِ اللَّهِ: «وَهَذَا مِنْ غَيْرِ تَحْرِيمٍ يَصِحُّ» وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَحْلِفُوا بِآبَائِكُمْ وَلَا بِالْمَسِيحِ وَلَيْسَ لِأَحَدٍ أَنْ يَحْلِفَ بِالْمَخْلُوقِينَ، وَلَا بِأَعْمَارِهِمْ وَلَا بِكَلَامِهِمْ وَلَا بِكَلَامِ الْكُفَّارِ وَالْمُنَافِقينَ، وَلَا بِقَوْلِ إِبْلِيسَ، فَمَنْ حَلَفَ بِقَوْلِ الْمَجُوسِ أَوْ نَحْوِهِمْ لَمْ يَلْزَمُهُ حِنْثٌ» وَإِنَّمَا يُذْكَرُ عَنِ ابْنِ مَسْعُودٍ، وَإِبرَاهيمَ، وَعنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا: «مَنْ حَلَفَ بِسُورَةٍ مِنَ الْقُرْآنِ فَعَلَيِهِ بِكُلِّ آيَةٍ مِنْهَا كَفَّارَةٌ، فَأَمَّا أَصْوَاتُ الْمَخْلُوقِينَ فَلَيْسَ فِيهَا كَفَّارَةٌ»",
            "page": "101",
            "part": "1",
            "seal": "E34CF187"
        },
        {
            "id": "235",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، ثنا أَبِي، عَنْ ثُمَامَةَ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، لَمَّا اسْتُخْلِفَ بَعَثَهُ إِلَى الْبَحَرَيْنِ «§وَكَتَبَ لَهُ هَذَا الْكِتَابَ وَخَتَمَهُ بِخَاتَمِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَكَانَ نَقْشُ الْخَاتَمِ ثَلَاثَةَ أَسْطُرٍ مُحَمَّدٌ سَطْرٌ، وَرَسُولٌ سَطْرٌ، وَاللَّهُ سَطْرٌ»",
            "page": "102",
            "part": "1",
            "seal": "1AF60FDC"
        },
        {
            "id": "236",
            "nass": "حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، ثنا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ: سَمِعْتُ أَنَسًا رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: \" §اتَّخَذَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَاتَمًا كأَنِّي أَنْظُرُ إِلَى بَيَاضِهِ فِي يَدِهِ، وَنَقْشُهُ: مُحَمَّدٌ رَسُولُ اللَّهِ \"",
            "page": "102",
            "part": "1",
            "seal": "1DFFF4CF"
        },
        {
            "id": "237",
            "nass": "حَدَّثَنَا أَبُو مَعْمَرٍ، ثنا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: §اصْطَنَعَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَاتَمًا فَقَالَ: «إِنَّا اتَّخَذْنَا خَاتَمًا وَنَقَشْنَا عَلَيْهِ نَقْشًا، فَلَا يَنْقُشُ عَلَيْهِ أَحَدٌ»",
            "page": "102",
            "part": "1",
            "seal": "43138D81"
        },
        {
            "id": "238",
            "nass": "حَدَّثَنَا مُسَدَّدٌ، ثنا حَمَّادٌ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §اتَّخَذَ خَاتَمًا وَنَقَشَهُ مُحَمَّدٌ رَسُولُ اللَّهِ»",
            "page": "102",
            "part": "1",
            "seal": "F94D0F4B"
        },
        {
            "id": "239",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلَامٍ، ثنا سُفْيَانُ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، اتَّخَذَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَاتَمًا فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ وَقَالَ: «§لَا يَنْقُشُ أَحَدٌ نَقْشَ خَاتَمِي»",
            "page": "102",
            "part": "1",
            "seal": "59CC0978"
        },
        {
            "id": "240",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، ثنا عَبْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: «كَانَ فِي §خَاتَمِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُحَمَّدٌ رَسُولُ اللَّهِ» قَالَ الْإِمَامُ أَبُو عَبْدِ اللَّهِ رَحِمَهُ اللَّهُ: وَقَدْ كَتَبَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كِتَابًا فِيهِ: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وَقَرَأَهُ تُرْجُمَانُ قَيْصَرَ عَلَى قَيْصَرَ وَأَصْحَابِهِ، وَلَا نَشُكُّ فِي قِرَاءَةِ الْكُفَّارِ وَأَهْلِ الْكِتَابِ أَنَّهَا أَعْمَالَهُمْ، وَأَمَّا الْمَقْرُوءُ فَهُوَ كَلَامُ اللَّهِ الْعَزِيزِ الْمَنَّانِ لَيْسَ بِمَخْلُوقٍ، فَمَنْ حَلَفَ بِأَصْوَاتِ قَصِيرًا أَوْ بِنِدَاءِ الْمُشْركينَ الَّذِينَ يُقِرُّونَ بِاللِّهِ لَمْ يَكُنْ عَلَيْهِ يَمِينٌ دُونَ الْحَلِفِ بِاللِّهِ، لِقَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «لَا تَحْلِفُوا بِغَيْرِ اللَّهِ» ، وَلَيْسَ لِأَحَدٍ أَنْ يَحْلِفَ بِالْخوَاتِيمِ وَالدَّرَاهِمِ الْبِيضِ وَأَلْوَاحِ الصِّبيَانِ الَّتِي يَكْتُبونَهَا، ثُمَّ يَمْحُونَهَا مَرَّةً بَعْدَ مَرَّةٍ، وَإِنْ حَلَفَ فَلَا يَمِينَ عَلَيْهِ \" لِقَوْلِ اللَّهِ عَزَّ وَجَلَّ: {فَلَا تَجْعَلُوا لِلِّهِ أَنْدَادًا} [البقرة: 22]",
            "page": "102",
            "part": "1",
            "seal": "79DA9D36"
        },
        {
            "id": "241",
            "nass": "حَدَّثَنَا أَبُو الْيَمَانِ، ثنا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، أَخْبَرَهُ أَنَّ أَبَا سُفْيَانَ بْنَ حَرْبٍ، أَخْبَرَهُ أَنَّ هِرَقْلَ أَرْسَلَ إِلَيْهِ ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الَّذِي بَعَثَ بِهِ دِحْيَةَ الْكَلْبِيَّ إِلَى عَظِيمِ بُصْرَى فَدَفَعَهُ إِلَى هِرَقْلَ فَقَرأَهُ فَإِذَا فِيهِ: \" §بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ مِنْ مُحَمَّدِ عَبْدِ اللَّهِ وَرَسُولِهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ، سَلَامٌ عَلَى مَنِ اتَّبَعَ الْهُدَى، أَمَّا بَعْدُ {يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ} [آل عمران: 64] إِلَى قَوْلِهِ: {فَإِنْ تَوَلَّوَا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} [آل عمران: 64] «فَلَمَّا فَرَغَ مِنْ قِرَاءَةِ الْكِتَابِ كَثُرَ عِنْدَهُ الصَّخَبُ وَارتَفَعَتِ الْأَصْوَاتُ وَأَخَرَجَنَا. حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، ح‍َدَّثَنَا اللَّيْثُ مِثْلَهُ -[103]-. حَدَّثَنَا عَبْدُ اللَّهِ، ثنا اللَّيْثُ، حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، أَخْبَرَهُ أَنَّ أَبَا سُفْيَانَ بْنَ حَرْبِ بْنِ أُمَيَّةَ أَخْبَرَهُ بِهَذَا، فَإِذَا فِيهِ» بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، مِنْ مُحَمَّدِ عَبْدِ اللَّهِ وَرَسُولِهِ \"",
            "page": "102",
            "part": "1",
            "seal": "1707B7C1"
        },
        {
            "id": "242",
            "nass": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدِ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَخْبَرَهُ، قَالَ: أَخْبَرَنِي أَبُو سُفْيَانَ بْنُ حَرْبٍ رَضِيَ اللَّهُ عَنْهُ، بِهَذَا ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُرِئَ، فَإِذَا فِيهِ: \" §بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ: {يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} [آل عمران: 64] \" فَلَمَّا انْقَضَتْ مَقَالَتُهُ عَلَتْ أَصْوَاتُ الَّذِينَ حَوْلَهُ مِنْ عُظَمَاءِ الرُّومِ وَكَثُرَ لَغَطُهُمْ. حَدَّثَنَا عَبْدُ اللَّهِ، ثنا اللَّيْثُ، حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، أَخْبَرَهُ بِهَذَا فَإِذَا فِيهِ: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، مِنْ مُحَمَّدِ عَبْدِ اللَّهِ وَرَسُولِهِ نَحْوَهُ. حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، ثنا زِيَادٌ، عَنِ ابْنِ إِسْحَاقَ، قَالَ: حَدَّثَنِي الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، حَدَّثَنِي أَبُو سُفْيَانَ بْنُ حَرْبٍ رَضِيَ اللَّهُ عَنْهُ بِهَذَا، وَقَدِمَ عَلَيْهِ كِتَابُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَعَ دِحْيَةَ بْنِ خَلِيفَةَ: «بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ» نَحْوَهُ قَالَ الْإِمَامُ أَبُو عَبْدِ اللَّهِ: وَرَوَاهُ مَعْمَرٌ، وَهِلَالُ بْنُ رَوَادٍ عَنِ الزُّهْرِيِّ",
            "page": "103",
            "part": "1",
            "seal": "C34BBA29"
        },
        {
            "id": "243",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ، ثنا اللَّيْثُ، حَدَّثَنِي عَقِيلٌ، وَيُونُسُ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عُتْبَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعَثَ رَجُلًا بِكِتَابٍ إِلَى كِسْرَى، فأَمَرَهُ أَنْ يَدْفَعَهُ إِلَى عَظِيمِ الْبَحَرَيْنِ وَيَدْفَعَهُ عَظِيمُ الْبَحَرَيْنِ إِلَى كِسْرَى، فَلَمَّا قَرَأَهُ كِسْرَى مَزَّقَهُ فَحَسِبْتُ أَنَّ سَعِيدَ بْنَ الْمُسَيِّبِ قَالَ: «§فَدَعَا عَلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يُمَزَّقُوا كُلَّ مُمَزَّقٍ» -[104]- حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنِي اللَّيْثُ، عَنْ عَقِيلٍ، عَنِ ابْنِ شِهَابٍ بِهَذَا. حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي عُبَيْدُ اللَّهِ أَنَّ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعَثَ بِكِتَابِهِ إِلَى كِسْرَى، نَحْوَهُ. حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدٍ، ثنا إِبْرَاهِيمُ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ، أَنَّ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعَثَ كِتَابًا إِلَى كِسْرَى نَحْوَهُ. قَالَ أَبُو عَبْدِ اللَّهِ: وَرَوَاهُ ابْنُ أَخِي ابْنِ شِهَابٍ نَحْوَهُ. قَالَ الْإِمَامُ أَبُو عَبْدِ اللَّهِ رَحْمَةُ اللَّهِ عَلَيْهِ: فَإِنِ احْتَجَّ مُحْتَجٌّ، فَقَالَ: قَدْ رُوِيَ أَنَّ فَضْلَ كَلَامِ اللَّهِ عَلَى سَائِرِ الْكَلَامِ كَفَضْلِ اللَّهِ عَلَى خَلْقِهِ، قِيلَ لَهُ: لَوْ صَحَّ هَذَا الْخَبَرُ لَمْ يَكُنْ لَكَ فِيهِ حُجَّةٌ لِأَنَّهُ قَالَ: كَلَامُ اللَّهِ وَلَمْ يَقُلْ قَوْلُ الْعِبَادِ مِنَ الْمُؤْمِنِينَ وَالْمُنَافِقينَ وَأَهْلِ الْكِتَابِ الَّذِينَ يَقْرَءُونَ: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 1] وَهَذَا وَاضِحٌ بَيْنَ عِنْدِ مَنْ كَانَ عِنْدَهُ أَدْنَى مَعْرِفَةٌ أَنَّ الْقِرَاءَةَ غَيْرُ الْمَقْرُوءِ، وَلَيْسَ لِكَلَامِ الْفَجَرَةِ وَغَيْرِهِمْ فَضْلٌ عَلَى كَلَامِ غَيْرِهِمْ، كَفَضْلِ الْخَالِقِ عَلَى الْمَخْلُوقِ، وَتَبَارَكَ ربُّنَا وَتَعَالَى وَعَزَّ وَجَلَّ عَنْ صِفَةِ الْمَخْلُوقِينَ، وَإِنْ قَالَ قَائِلٌ: فَقَدْ رُوِيَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّكُمْ لَنْ تَرْجِعُوا إِلَى اللَّهِ بِشَيْءٍ أَفْضَلَ مِمَّا خَرَجَ مِنْهُ» قِيلَ لَهُ: أَلَيْسَ الْقُرْآنُ خَرَجَ مِنْهُ فَخُرُوجُهُ مِنْهُ لَيْسَ كَخُرُوجِهِ مِنْكَ إِنْ كُنْتَ تَفْهَمُ مَعَ أَنَّ هَذَا الْخَبَرَ لَا يَصِحُّ لِإِرْسَالِهِ وَانْقِطَاعِهِ، فَإِنْ قَالَ: فَإِنْ لَمْ يَكُنِ الَّذِي يَتَكَلَّمُ بِهِ الْعَبْدُ قُرْآنًا لَمْ تُجْزِئُ صَلَاتُهُ، قِيلَ لَهُ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا صَلَاةَ إِلَّا بِقِرَاءَةٍ» وَقَالَ أَبُو الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ، سُئِلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَفِي كُلِّ صَلَاةٍ قِرَاءَةٌ؟ قَالَ: «نَعَمْ» قَالَ الْإِمَامُ أَبُو عَبْدِ اللَّهِ: «الْقِرَاءَةُ هِيَ التِّلَاوَةُ، وَالتِّلَاوَةُ غَيْرُ الْمَتْلُوِّ»",
            "page": "103",
            "part": "1",
            "seal": "28D067A5"
        },
        {
            "id": "244",
            "nass": "وَقَدْ بَيَّنَهُ أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" اقْرَءُوا إِنْ شِئْتُمْ يَقُولُ الْعَبْدُ: {الْحَمْدُ لِلِّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2] فَيَقُولُ اللَّهُ: §حَمِدَنِي عَبْدِي، يَقُولُ الْعَبْدُ: {الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 1] ، يَقُولُ اللَّهُ عَزَّ وَجَلَّ: أَثْنَى عَلَيَّ عَبْدِي، يَقُولُ الْعَبْدُ: {مَالِكِ يَوْمِ الدِّينِ} ، يَقُولُ اللَّهُ: مَجَّدَنِي عَبْدِي، يَقُولُ الْعَبْدُ: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعينُ} [الفاتحة: 5] ، يَقُولُ اللَّهُ: هَذِهِ الْآيَةُ بَيْنِي وَبَيْنَ عَبْدِي وَلِعَبْدِي مَا سَأَلَ \" -[105]- قَالَ الْإِمَامُ أَبُو عَبْدِ اللَّهِ: «فَبَيَّنَ أَنَّ سؤَالَ الْعَبْدِ غَيْرُ مَا يُعْطِيهِ اللَّهُ لِلْعَبْدِ، وَأَنَّ قَوْلَ الْعَبْدِ غَيْرُ كَلَامِ اللَّهِ، هَذَا مِنَ الْعَبْدِ الدُّعَاءُ وَالتَّضَرُّعُ، وَمِنَ اللَّهِ الْأَمْرُ وَالْإِجَابَةُ»",
            "page": "104",
            "part": "1",
            "seal": "19A58957"
        },
        {
            "id": "245",
            "nass": "وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا بِشْرُ بْنُ السَّرِيِّ، ثنا مُعَاوِيَةُ، عَنْ أَبِي الزَّاهِرِيَّةِ، عَنْ كَثِيرِ بْنِ مُرَّةَ الْحَضَرَمِيِّ، قَالَ: سَمِعْتُ أَبَا الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: سُئِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَفِي كُلِّ صَلَاةٍ قِرَاءَةٌ؟ قَالَ: «نَعَمْ» ، فَقَالَ رَجُلٌ مِنَ الْأَنْصَارِ: وَجَبَتْ هَذِهِ",
            "page": "105",
            "part": "1",
            "seal": "75DFDAB4"
        },
        {
            "id": "246",
            "nass": "وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §اقْرَءُوا إِنْ شِئْتُمْ: فَالْقِرَاءَةُ لَا تَكونُ إِلَّا مِنَ النَّاسِ، وَقَدْ تَكَلَّمَ اللَّهُ بِالْقُرْآنِ مِنْ قَبْلُ وَكَلَامُهُ قَبْلَ خَلْقِهِ \"",
            "page": "105",
            "part": "1",
            "seal": "84818FA7"
        },
        {
            "id": "247",
            "nass": "وَسُئِلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَيُّ الصَّلَاةِ أَفْضَلُ؟ قَالَ: «طُولُ الْقُنوتِ» فَذَكَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ بَعْضَ الصَّلَاةِ أَطْوَلُ مِنْ بَعْضٍ وَأَخَفُّ، وَأَنَّ بَعْضَهُمْ يَزِيدُ عَلَى بَعْضٍ فِي الْقِرَاءَةِ، وَبَعْضَهُمْ يَنْقُصُ، وَلَيْسَ فِي الْقِرَاءَةِ زِيَادَةٌ وَلَا نُقْصَانٌ، فَأَمَّا التِّلَاوَةُ فَإِنَّهُمْ يَتَفَاضَلُونَ فِي الْكَثْرَةِ وَالْقِلَّةِ وَالزِّيَادَةِ وَالنُّقْصَانِ، وَقَدْ يُقَالُ: فُلَانٌ حَسَنُ الْقِرَاءَةِ لَا الْقُرْآنَ، لِأَنَّ الْقُرْآنَ كَلَامُ الرَّبِّ جَلَّ ذِكْرُهُ، وَالْقِرَاءَةُ فِعْلُ الْعَبْدِ، وَلَا يَخْفَى مَعْرِفَةُ هَذَا الْقَدْرِ إِلَّا عَلَى مَنْ أَعْمَى اللَّهُ قَلْبَهُ، وَلَمْ يُوَفْقُهُ وَلَمْ يَهْدِهِ سَبِيلَ الرَّشَادِ وَلَيْسَ لِأَحَدٍ أَنْ يَشْرَعَ فِي أَمْرِ اللَّهِ عَزَّ وَجَلَّ بِغَيْرِ عِلْمٍ، كَمَا زَعَمَ بَعْضُهُمْ أَنَّ الْقُرْآنَ بِأَلْفَاظِنَا وَأَلْفَاظُنَا بِهِ شَيْءٌ وَاحِدٌ، وَالتِّلَاوَةُ هِيَ الْمَتْلُوُّ، وَالْقِرَاءَةُ هِيَ الْمَقْرُوءُ، فَقِيلَ لَهُ: إِنَّ التِّلَاوَةَ فِعْلُ التَّالِي، وَعَمَلُ الْقَارِئِ فَرَجَعَ وَقَالَ: ظَنَنْتُهُمَا مَصْدَرَيْنِ، فَقِيلَ لَهُ: هَلْ أَمْسَكْتَ كَمَا أَمْسَكَ كَثِيرٌ مِنْ أَصْحَابِكَ، وَلَوْ بَعَثْتَ إِلَى مَنْ كَتَبَ عَنْكَ فَاسْتَرْدَدْتَ مَا أَثْبَتَ وَضَرَبْتَ عَلَيْهِ، فَزَعَمَ أَنْ كَيْفَ يُمْكِنُ هَذَا، وَقَدْ قُلْتُ وَمَضى؟ فَقِيلَ لَهُ: كَيْفَ جَازَ لَكَ أَنْ تَقُولَ فِي اللَّهِ عَزَّ وَجَلَّ شَيْئًا لَا يَقومُ بِهِ شَرْحًا وَبَيَانًا إِذَا لَمْ تُمَيِّزْ بَيْنَ التِّلَاوَةِ وَالْمَتْلُوِّ؟ فَسَكَتَ إِذْ لَمْ يَكُنْ عِنْدَهُ جَوَابٌ \"",
            "page": "105",
            "part": "1",
            "seal": "C5605717"
        },
        {
            "id": "248",
            "nass": "§قِرَاءَةُ الْفَاتِحَةِ خَلْفَ الْإِمَامِ فِي الصَّلَاةِ بِالْجَهْرِ قَالَ الْإِمَامُ أَبُو عَبْدِ اللَّهِ رَحِمَهُ اللَّهُ: فَإِنِ اعْتَرَضَ جَاهِلٌ لَا يَتَرَفَعُ بِقَوْلِهِ فَقَالَ: إِنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمَّا قَالَ: «لَا صَلَاةَ إِلَّا بِفَاتِحَةِ الْكِتَابِ» دَلَّ أَنَّ الْقِرَاءَةَ فِي الصَّلَاةِ، قِيلَ لَهُ: إِنَّكَ قَدْ أَغْفَلْتَ الْأَخْبَارَ الْمُفَسِّرَةَ الْمُسْتَفيضَةَ عِنْدَ أَهْلِ الْحِجَازِ، وَأَهْلِ الْعِرَاقِ، وَأَهْلِ الشَّامِ، وَأَهْلِ الْأَمْصَارِ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ» فأَوْضَحَ إِنَّ قِرَاءَةَ الْقَارِئِ وَتِلَاوتَهُ غَيْرُ الْمَقْرُوءِ وَالْمَتْلُوِّ، وَإِنَّمَا الْمَتْلُوَّ فَاتِحَةُ الْكِتَابِ لَا اخْتِلَافَ فِيهِ بَيْنَ أَهْلِ الْعِلْمِ، وَإِنْ لَمْ يَعْلَمَ هَذَا الْمُعْتَرِضُ اللُّغَةَ فلْيَسأَلْ أَهْلَ الْعِلْمِ مِنْ أَصْنَافِ النَّاسِ كَمَا قَالَ اللَّهُ عَزَّ وَجَلَّ: {يَهْدِي إِلَى الرُّشْدِ} [الجن: 2] إِنْ فَقِهَ وَفَهِمَ فَمَا تَحْمِلُنَا عَلَى كَثْرَةِ الْإِيضَاحِ وَالشَّرْحِ، إِلَّا مَعْرِفَتُنَا بِعُجْمَةِ كَثِيرٍ مِنَ النَّاسِ، وَلَا قُوَّةَ إِلَّا بِاللِّهِ",
            "page": "105",
            "part": "1",
            "seal": "DD9B7DCF"
        },
        {
            "id": "249",
            "nass": "وَقَالَ الْحَسَنُ الْبَصْرِيُّ: «§إِنَّمَا أَهْلَكَتْهُمُ الْعُجْمَةُ» وَقَدْ فَسَّرَهُ لَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ",
            "page": "106",
            "part": "1",
            "seal": "49AE9D91"
        },
        {
            "id": "250",
            "nass": "ثنا سُفْيَانُ، ثنا الزُّهْرِيُّ، عَنْ مَحْمُودِ بْنِ الرَّبِيعِ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ»",
            "page": "106",
            "part": "1",
            "seal": "358E0735"
        },
        {
            "id": "251",
            "nass": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، ثنا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ مَحْمُودِ بْنِ الرَّبِيعِ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ، إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ» . وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، ثنا اللَّيْثُ مِثْلَهُ",
            "page": "106",
            "part": "1",
            "seal": "E1E18ABA"
        },
        {
            "id": "252",
            "nass": "حَدَّثَنَا إِسْحَاقُ، ثنا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، ثنا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ مَحْمُودَ بْنَ الرَّبِيعِ الَّذِي مَجَّ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي وَجْهِهِ مِنْ بِئْرِهِمْ أَخْبَرَهُ أَنَّ عُبَادَةَ بْنَ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ، أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ»",
            "page": "106",
            "part": "1",
            "seal": "B1F26C87"
        },
        {
            "id": "253",
            "nass": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، ثنا وَهيْبٌ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيُّ، عَنْ مَحْمُودِ بْنِ الرَّبِيعِ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ فَصَاعِدًا» وَقَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَعَبْدُ الرَّزَّاقِ، قَالَا: ثنا مَعْمَرٌ بِهَذَا",
            "page": "106",
            "part": "1",
            "seal": "F4F98DE2"
        },
        {
            "id": "254",
            "nass": "حَدَّثَنِي هِشَامُ بْنُ عَمَّارٍ، ثنا صَدَقَةُ بْنُ خَالِدٍ، ثنا زَيْدُ بْنُ وَاقِدٍ، عَنْ حِرَامِ بْنِ حَكِيمٍ، وَمَكْحُولٍ، عَنِ ابْنِ رَبِيعَةَ الْأَنْصَارِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ، وَكَانَ عَلَى إِلْيَاءَ فأَبْطَأَ عُبَادَةَ عَنْ صَلَاةِ الصُّبْحِ فَأَقَامَ أَبُو نُعَيْمٍ الصَّلَاةَ وَكَانَ أَوَّلَ مَنْ أَذَّنَ بِبَيْتِ الْمَقْدِسِ، فَجِئْتُ مَعَ عُبَادَةَ حَتَّى صُفَّ النَّاسُ وَأَبُو نُعَيْمٍ يَجْهَرُ بِالْقِرَاءَةِ، فَقَرَأَ عُبَادَةُ بِأُمِّ الْقُرْآنِ حَتَّى فَهِمْنَا مِنْهُ، فَلَمَّا انْصَرَفَ قُلتُ لَهُ: سَمِعْتُكَ تَقْرَأَ بِأُمِّ الْقُرْآنِ، فَقَالَ: نَعَمْ، صَلَّى بِنَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْضَ الصَّلَوَاتِ الَّتِي لَا نَجْهَرُ فِيهَا بِالْقُرْآنِ، فَقَالَ: «§لَا يَقْرَأَنَّ أَحَدُكُمْ إِذَا جَهَرْتَ بِالْقُرْآنِ إِلَّا بِأُمِّ الْقُرْآنِ» وَرَوَى بَعْضُهُمْ: «لَا صَلَاةَ إِلَّا بِفَاتِحَةِ الْكِتَابِ» ، وَهُوَ عَلَى مَعْنَى قَوْلِهِ: «لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ» لِأَنَّهُ لَا صَلَاةَ إِلَّا بِقِرَاءَةٍ، وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّمَا الصَّلَاةُ لِقِرَاءَةِ الْقُرْآنِ، وَلِذِكْرِ اللَّهِ، وَلِحَاجَةِ الْمَرْءِ إِلَى رَبِّهِ عَزَّ وَجَلَّ، فَبَيَّنَ أَنَّ الدُّعَاءَ، وَالْحَاجَةَ، وَالتَّضَرُّعَ، وَالذِّكْرَ، وَالْقِرَاءَةَ مِنَ الْعَبْدِ، وَأَنَّ الْمَقْرُوءَ هُوَ كَلَامُ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "106",
            "part": "1",
            "seal": "EA20F405"
        },
        {
            "id": "255",
            "nass": "حَدَّثَنِي يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا فُلَيْحٌ، عَنْ هِلَالٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السُّلَمِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: دَعَانِي النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «إِنَّمَا §الصَّلَاةُ لِقِرَاءَةِ الْقُرْآنِ، وَلِذِكْرِ اللَّهِ، وَلِحَاجَةِ الْمَرْءِ إِلَى رَبِّهِ، فَإِذَا كُنْتَ فِيهَا فَلْيَكُنْ ذَلِكَ شَأْنَكَ» وَقَالَ عَمَّارٌ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَحَبَّ أَنْ يَقْرَأَ الْقُرْآنَ غَضًّا كَمَا أُنْزِلَ فَلْيَقْرَأْ عَلَى قِرَاءَةِ ابْنِ مَسْعُودٍ» وَكَانَتْ قِرَاءَتُهُ حَرْفًا حَرْفًا، فَأَخْبَرَ أَنَّ قِرَاءَةَ هَذَا الْقَارِئِ الَّذِي لَا يَقْرَأُ حَرْفًا حَرْفًا وَبِهَذِهِ، هَذَا سِوَى قِرَاءَةِ ابْنِ مَسْعُودٍ حَرْفًا حَرْفًا",
            "page": "107",
            "part": "1",
            "seal": "50EBF513"
        },
        {
            "id": "256",
            "nass": "وَأُمِرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «أَنْ يَقْرَأَ عَلَى أُبَيِّ بْنِ كَعْبٍ سُورَةً أُنْزِلَتْ عَلَيْهِ» حَدَّثَنَا بِذَلِكَ قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ أَسْلَمَ الْمِنْقَرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، قَالَ: أُبَيٌّ: قَالَ لِي النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أُنْزِلَتْ عَلَيَّ سُورَةٌ أُمِرْتُ أَنْ أُقْرِئَكَهَا» ، قُلتُ: سُمِّيتُ لَكَ؟ قَالَ: «نَعَمْ يَا. قُلْتُ لِأَبِي أَبَا الْمُنْذِرِ فَرِحْتُ بِذَلِكَ» ، قَالَ: وَمَا يَمْنَعُنِي ‍ وَهُوَ يَقُولُ: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا} [يونس: 58] ؟ حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، ثنا سُفْيَانُ، عَنْ أَسْلَمَ الْمِنْقَرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، عَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ لِي النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ",
            "page": "107",
            "part": "1",
            "seal": "250CC25E"
        },
        {
            "id": "257",
            "nass": "حَدَّثَنَا عَمْرُو بْنُ عَوْفٍ، ثَنَا ابْنُ الْمُبَارَكِ، عَنِ الْأَجْلَحِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، عَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ لِي النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أُمِرْتُ أَنْ أَقْرَأَ عَلَيْكَ الْقُرْآنَ» ، فَقُلْتُ: أَسَمَّانِي لَكَ رَبِّي أَوْ رَبُّكَ؟ قَالَ: «نَعَمْ» ، فَتَلَا: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} [يونس: 58] ¶  -[108]- حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، ثنا عَبْدُ اللَّهِ، ثنا الْأَجْلَحُ بِهَذَا. حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، ثنا أَبُو أُسَامَةَ، ثنا الْأَجْلَحُ، ثنا عَبْدُ اللَّهِ نَحْوَهُ، قَالَ أَبُو عَبْدِ اللَّهِ: \" وَأَمَّا قَوْلُهُ فَهَلْ يَرْجِعُ إِلَى اللَّهِ إِلَّا بِاللَّفْظِ الَّذِي تَلَفَّظَ بِهِ فَإِنْ كَانَ الَّذِي تَلَفَّظَ بِهِ قُرْآنًا فَهُوَ كَلَامُ اللَّهِ، قِيلَ لَهُ: مَا قَوْلُكَ تَلْفِظُ بِهِ؟ فَإِنَّ اللَّفْظَ غَيْرُ الَّذِي تَلْفِظُ بِهِ، لِأَنَّكَ تَلَفَّظْتَ بِاللِّهِ، وَلَيْسَ اللَّهُ هُوَ لَفْظَكَ وَكَذَلِكَ تَلْفِظُ بِصِفَةِ اللَّهِ، بِقَوْلِ اللَّهِ، وَلَيْسَ قَوْلُكَ: اللَّهُ هُوَ الصِّفَةُ، إِنَّمَا تَصِفُ الْمَوْصُوفَ فَأَنْتَ الْوَاصِفَ وَاللَّهُ الْمَوْصُوفُ بِكَلَامِهِ كَالْوَاصِفِ الَّذِي يَصِفُ اللَّهَ بِكَلَامِ غَيْرِ اللَّهِ، وَأَمَّا الْمَوْصُوفُ بِصِفَتِهِ وَكَلَامِهِ فَهُوَ اللَّهُ، فَفِي قَوْلِكَ تَلْفِظُ بِهِ، وَتَقْرَأُ الْقُرْآنَ دَلِيلٌ بَيِّنٌ أَنَّهُ غَيْرُ الْقِرَاءَةِ، كَمَا تَقُولُ قَرَأَتُ بِقِرَاءَةِ عَاصِمٍ، وَقِرَاءَتُكَ عَلَى قِرَاءَةِ عَاصِمٍ، لَا إِنَّ لَفْظَكَ وَكلَامَكَ كَلَامُ عَاصِمٍ بِعَيْنِهِ، أَلَا تَرَى أَنَّ عَاصِمًا لوْ حَلَفَ أَنْ لَا يَقْرَأَ الْيَوْمَ ثُمَّ قَرَأْتَ أَنْتَ عَلَى قِرَاءَتِهِ لَمْ يَحْنَثْ عَاصِمٌ؟ \" وَقَالَ أَحْمَدُ رَحِمَهُ اللَّهُ: «لَا يُعْجِبُنِي قِرَاءَةُ حَمْزَةَ» ، \" وَلَا يُقَالُ: لَا يُعْجِبُنِي الْقُرْآنُ، حَتَّى قَالَ بَعْضُهُمْ: مَنْ قَرَأَ بِقِرَاءَةِ حَمْزَةَ أَعَادَ الصَّلَاةَ، وَاعْتَلَّ بَعْضُهُمْ، فَقَالَ: {حَتَّى يَسْمَعَ كَلَامَ اللَّهِ} [التوبة: 6] قِيلَ لَهُ: إِنَّمَا يُقَالُ: {حَتَّى يَسْمَعَ كَلَامَ اللَّهِ} [التوبة: 6] لَا كلَامَكَ وَنَغَمَتَكَ وَلَحْنَكَ لِأَنَّ اللَّهَ عَزَّ وَجَلَّ فَضَّلَ مُوسَى بِكَلَامِهِ، وَلوْ كُنْتَ تُسْمِعُ الْخَلْقَ كَلَامَ اللَّهِ كَمَا أَسْمَعَ اللَّهُ مُوسَى عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، لَمْ يَكُنْ لِمُوسَى عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ فَضْلٌ، إِذَا سَمِعْتَ كَلَامَ اللَّهِ، وَسَمِعَ مُوسَى كَلَامَ اللَّهِ، قَالَ اللَّهُ عَزَّ وَجَلَّ لِمُوسَى: {إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرسَالَاتِي وَبِكلَامِي} [الأعراف: 144] \"",
            "page": "107",
            "part": "1",
            "seal": "A225DEFE"
        },
        {
            "id": "258",
            "nass": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، ثنا سُلَيْمَانُ بْنُ بِلَالٍ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ أُسْرِيَ بِهِ قَالَ: «§رَأَيْتُ مُوسَى فِي السَّمَاءِ السَّابِعَةِ بِتَفْضِيلِ كَلَامِ اللَّهِ» قَالَ أَبُو عَبْدِ اللَّهِ: \" وَإِنِ ادَّعَيْتَ أَنَّكَ تُسْمِعُ النَّاسَ كَلَامَ اللَّهِ كَمَا أَسْمَعَ اللَّهُ كَلَامَهُ لِمُوسَى، قَالَ لَهُ: {إِنِّي أَنَا رَبُّكَ} [طه: 12] فهذَا دَعْوى الرُّبوبِيَةِ إِذَا لَمْ تُمَيِّزْ بَيْنَ قِرَاءَتِكَ وَبَيْنَ كَلَامِ اللَّهِ، فَإِنَّ اللَّهَ تَعَالَى قَالَ: {فَاذْكُرونِي أَذْكُرْكُمْ} [البقرة: 152] ، {فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ} [البقرة: 200] يَشْرَحُ أَنَّ ذِكْرَ الْعَبْدِ رَبَّهُ غَيْرُ ذِكْرِ اللَّهِ عَبْدَهُ، لِأَنَّ ذِكْرَ الْعَبْدِ الدُّعَاءُ وَالتَّضَرُّعُ، وَذِكْرَ اللَّهِ الْإِجَابَةُ، كَمَا قَالَ اللَّهُ عَزَّ وَجَلَّ \" وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنِّي لَا أَقُولُ إِلَّا مَا فِي الْقُرْآنِ»",
            "page": "108",
            "part": "1",
            "seal": "860A2BC4"
        },
        {
            "id": "259",
            "nass": "حَدَّثَنَا ضِرَارٌ، ثنا صَفْوَانُ بْنُ أَبِي الصَّهْبَاءِ، عَنْ بُكَيْرِ بْنِ عَتِيقٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: يَقُولُ اللَّهُ عَزَّ وَجَلَّ: «§مَنْ شَغَلَهُ ذِكْرِي عَنْ مَسْأَلَتِي أَعْطَيْتُهُ أَفْضَلَ مَا أُعْطِي السَّائِلينَ» وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بَيْنَا أَنَا فِي الْجَنَّةِ سَمِعْتُ صَوْتَ رَجُلٍ بِالْقُرْآنِ» فَبَيَّنَ أَنَّ الصَّوْتَ غَيْرُ الْقُرْآنِ \"",
            "page": "109",
            "part": "1",
            "seal": "93880B94"
        },
        {
            "id": "260",
            "nass": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا أَخِي، عَنْ سُلَيْمَانَ، عَنْ مُوسَى بْنِ عُقْبَةَ، وَابنِ أَبِي عَتِيقٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §بَيْنَا أَنَا أَمْشِي فِي الْجَنَّةِ سَمِعْتُ صَوْتَ رَجُلٍ بِالْقُرْآنِ فَقُلْتُ: مَنْ هَذَا؟ قَالُوا: هَذَا حَارِثَةُ بْنُ النُّعْمَانِ، كَذَلِكُمُ الْبِرُّ كَذَلِكُمُ الْبِرُّ \" وَعنْ مُحَمَّدِ بْنِ أَبِي عَتِيقِ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَتْنِي عَمْرَةُ بِنْتُ عَبْدِ الرَّحْمَنِ بْنِ سَعْدِ بْنِ زُرَارَةَ، وَكَانَتْ فِي حَجْرِ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ عَائِشَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" بَيْنَا أَنَا نَائِمٌ رأَيْتُنِي فِي الْجَنَّةِ وَسَمِعْتُ فِيهَا صَوْتَ قَارِئٍ يَقْرَأُ فَقُلْتُ: مَنْ هَذَا؟ فَقَالُوا: هَذَا حَارِثَةُ بْنُ النُّعْمَانِ، كذَاكَ الْبِرُّ «وَكَانَ حَارِثَةُ مِنْ أَبَرِّ النَّاسِ» قَالَ أَبُو عَبْدِ اللَّهِ: \" وَيُقَالُ لَهُ: أَصِفَةُ اللَّهِ جَلَّ ذِكْرُهُ وَعِلْمُهُ وَكَلَامُهُ وَأَسْمَاؤُهُ وَعِزَّتُهُ وَقُدْرَتُهُ بَائِنٌ مِنَ اللَّهِ تَعَالَى أَمْ لَا؟ أَوْ قَوْلُكَ وَكلَامُكَ بَائِنٌ مِنَ اللَّهِ تَعَالَى أَمْ لَا؟ \" وَقَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ: «نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ قِرَاءَةِ الْقُرْآنِ فِي الرُّكُوعِ فَبَيَّنَ أَنَّ الْقِرَاءَةَ غَيْرُ الْمَقْرُوءِ»",
            "page": "109",
            "part": "1",
            "seal": "9D4A5474"
        },
        {
            "id": "261",
            "nass": "حَدَّثَنَا إِسْمَاعِيلُ، ثنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §نَهَى عَنْ قِرَاءَةِ الْقُرْآنِ فِي الرُّكُوعِ»",
            "page": "109",
            "part": "1",
            "seal": "E2E9B26B"
        },
        {
            "id": "262",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، ثنا اللَّيْثُ، حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ، أَنَّ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ حَدَّثَهُ أَنَّ أَبَاهُ حَدَّثَهُ إِنَّهُ سَمِعَ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ قَالَ: «§نَهَانِي النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ قِرَاءَةِ الْقُرْآنِ وَأَنَا رَاكِعٌ»",
            "page": "109",
            "part": "1",
            "seal": "59285648"
        },
        {
            "id": "263",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، ثنا أَنَسُ بْنُ عِيَاضٍ، عَنِ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي ذُبَابٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ: «§نَهَانِي النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ قِرَاءَةِ الْقُرْآنِ وَأَنَا رَاكِعٌ»",
            "page": "110",
            "part": "1",
            "seal": "CE5157DB"
        },
        {
            "id": "264",
            "nass": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يُونُسَ، ثنا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ جَعْفَرٍ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ، وَعنْ جَعْفَرٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ: «§نَهَانِي النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ قِرَاءَةِ الْقُرْآنِ فِي الرُّكُوعِ» قَالَ أَبُو عَبْدِ اللَّهِ: \" وَقَالَ تَعَالَى: {وَأَنْ لَيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَى وَأَنَّ سَعْيَهُ سَوفَ يُرَى} [النجم: 40] وَقَالَ عَزَّ وَجَلَّ: {إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ} [نوح: 1] ، فَالْإِبْلَاغُ وَالْإِنْذَارُ مِنْ نُوحٍ وَهُوَ نَذِيرٌ مُبِينٌ يَأَمُرُهُمْ بِطَاعَةِ اللَّهِ، وَأَمَّا الْغُفْرَانُ فَإِنَّهُ مِنَ اللَّهِ لِقَوْلِهِ عَزَّ وَجَلَّ: {يَغْفِرُ لَكُمْ مِنْ ذُنوبِكُمْ} [الأحقاف: 31] ثُمَّ قَالَ: {رَبِّ إِنِّي دَعَوتُ قَوْمِي لَيْلًا وَنَهَارًا} [نوح: 5] فَذَكَرَ الدُّعَاءَ سِرًّا وَعَلَانِيَةً مِنْ نُوحٍ، وَذَكَرَ فِعْلَ نُوحٍ بِقَوْمِهِ، ثُمَّ قَالَ: {مَا لَكُمْ لَا تَرْجُونَ لِلِّهِ وَقَارًا وَقَدْ خَلَقَكُمْ أَطْوَارًا} [نوح: 13] فَذَكَرَ خَلْقَ الْقَوْمِ طَوْرًا بَعْدَ طَوْرٍ، وَقَالَ اللَّهُ تَعَالَى: {هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ} [التغابن: 2] ، وَقَالَ اللَّهُ عَزَّ وَجَلَّ: {لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ} [الحجرات: 2] \"",
            "page": "110",
            "part": "1",
            "seal": "38994CAC"
        },
        {
            "id": "265",
            "nass": "حَدَّثَنَا مُوسَى، ثنا سُلَيْمَانُ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: لَمَّا نَزَلَ: {لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ، وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ} [الحجرات: 2] ، وَكَانَ ثَابِتُ بْنُ قَيْسِ بْنِ شَمَّاسٍ رَفِيعُ الصَّوْتِ، فَجَلَسَ فِي بَيْتِهِ وَقَالَ: أَنَا الَّذِي كُنْتُ أَرْفَعُ صَوْتِي فَوْقَ صَوْتِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَجْهَرُ لَهُ بِالْقَوْلِ، وَقَدْ حَبِطَ عَمَلِي وَأَنَا مِنْ أَهْلِ النَّارِ، فَفَقَدَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فأَتَاهُ رَجُلٌ فَقَالَ: إِنَّهُ يَقُولُ كَذَا وَكَذَا، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§هُوَ مِنْ أَهْلِ الْجَنَّةِ» ، وَكُنَّا نَرَاهُ يَمْشِي بَيْنَ أَظْهُرِنَا وَنَحْنُ نَعْلَمُ أَنَّهُ مِنْ أَهْلِ الْجَنَّةِ، فَلَمَّا كَانَ يَوْمُ الْيَمَامَةِ كَانَ مِنْ بَعْضِنَا بَعْضُ الَانْكِشَافِ فأَقْبَلَ وَقَدْ تَكَفَّنَ وَتَحَنَّطَ وَقَالَ: بِئسَ مَا تَعودُونَ أَقْرَانَكُمْ فقَاتَلَ حَتَّى قُتِلَ -[111]- قَالَ أَبُو عَبْدِ اللَّهِ: «وَقَدْ سَمَّى ابْنُ عُمَرَ الصَّوْتَ بِالْقُرْآنِ عِبَادَةً»",
            "page": "110",
            "part": "1",
            "seal": "4E070955"
        },
        {
            "id": "266",
            "nass": "حَدَّثَنِي أَبُو يَعْلَى مُحَمَّدُ بْنُ الصَّلْتِ، ثنا أَبُو صَفْوَانَ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ: «§أَوَّلُ مَا يَنْقُصُ مِنَ الْعِبَادَةِ التَّهَجُّدُ بِاللَّيْلِ، وَرَفْعُ الصَّوْتِ فِيهَا بِالْقِرَاءَةِ» وَكَانَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا إِذْ سُئِلَ قَالَ: أَسْمَعُ مِنْكَ عَلَى حَرْفِهِ، وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا يَجْهَرُ بَعْضُكُمْ عَلَى بَعْضٍ بِالْقِرَاءَةِ»",
            "page": "111",
            "part": "1",
            "seal": "04DE00F0"
        },
        {
            "id": "267",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، ثنا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَرْثِ التَّيْمِيِّ، عَنْ أَبِي حَازِمٍ التَّمَّارِ، عَنِ الْبَيَاضِيِّ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَلَى النَّاس وَهُمْ يُصَلُّونَ، وَقَدْ عَلَتَ أَصْوَاتُهُمْ بِالْقِرَاءَةِ، فَقَالَ: «إِنَّ §الْمُصَلِّي يُنَاجِي رَبَّهُ فَلْيَنْظُرْ بِمَا يُنَاجِيهِ بِهِ، وَلَا يَجْهَرْ بَعْضُكُمْ عَلَى بَعْضٍ بِالْقِرَاءَةِ» حَدَّثَنَا إِسْحَاقُ، سَمِعَ عَبْدَةَ، عَنْ ابْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ أَبِي حَازِمٍ، مَوْلَى هُذَيْلٍ، قَالَ: جَاوَرْتُ فِي مَسْجِدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ بَنِي بَيَاضَةَ مِنَ الْأَنْصَارِ فحَدَّثَنِي عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا. حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا بَكْرٌ، عَنِ ابْنِ الْهَادِي، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ رَجُلٍ مِنَ الْأَنْصَارِ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا. وَقَالَ ابْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا، وَقَالَ ابْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ: قَالَ النَّبِي صلِي اللَّهُ عَلَيْهِ وَسَلَّمَ لِقَوْمٍ كَانُوا يَقْرَءُونَ الْقُرْآنَ فَيَجْهَرُونَ بِهِ: «خَلَطْتُمْ عَلَيَّ الْقُرْآنَ» ، يَقُولُ: «عَلَتْ أَصْوَاتُكُمْ فَشَغَلْتُمُونِي بِرَفْعِهَا فَوْقَ صَوْتِي فَخَلَطْتُمْ عَلَيَّ» فَنَهَى النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يَرْفَعَ بَعْضُهُمْ عَلَى بَعْضٍ صَوْتَهُ وَلَا يَخْلِطُونَ عَلَى النَّاسِ فِي جَهْرِهِمْ وَأَصْوَاتِهِمْ، وَلَمْ يَنْهَ عَنِ الْقُرْآنِ، وَلَاعنْ كَلَامِ اللَّهِ الَّذِي كَلَّمَ بِهِ مُوسَى قَبْلَ أَنْ يَخْلُقَ هَذِهِ الْأُمَّةَ",
            "page": "111",
            "part": "1",
            "seal": "BA771A02"
        },
        {
            "id": "268",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي مُعَاوِيَةُ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ كَثِيرِ بْنِ مُرَّةَ، عَنْ عُقْبَةَ بْنِ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الْمُسِرُّ بِالْقُرْآنِ كَالْمُسِرِّ بِالصَّدَقَةِ، وَالْجَاهِرُ بِالْقُرْآنِ كَالْجَاهِرِ بِالصَّدَقَةِ» حَدَّثَنَا يُوسُفُ بْنُ يَعْقُوبَ، ثنا مَعْنُ، عَنْ مُعَاوِيَةَ، مِثْلَهُ",
            "page": "111",
            "part": "1",
            "seal": "64D5DB67"
        },
        {
            "id": "269",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي مُعَاوِيَةُ، عَنْ رَبِيعَةَ بْنِ يَزِيدٍ، عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللَّهِ، عَنْ أُمِّ الدَّرْدَاءِ أَنَّهَا قَالَتْ: {§وَلَذِكْرُ اللَّهِ أَكْبَرُ} [العنكبوت: 45] ، «وَإِنْ صَلَّيْتَ فَهُوَ مِنْ ذِكْرِ اللَّهِ، وَكُلُّ خَيْرٍ تَعْمَلُهُ فَهُوَ مِنْ ذِكْرِ اللَّهِ، وَكُلُّ شَرٍّ تَجْتَنِبَهُ فَهُوَ مِنْ ذِكْرِ اللَّهِ، وَأَفْضَلُ ذَلِكَ تَسْبيحُ اللَّهِ» ، وَقَالَ مُوسَى عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: {وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي} [طه: 28] وَقَالَ: {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ} [الذاريات: 23] وَقَالَ: {أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ} [فصلت: 21] وَقَالَ: {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} [النجم: 3] وَقَالَ بَعْضُهُمْ فِي قَوْلِهِ عَزَّ وَجَلَّ: {يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ} [فاطر: 1] ، قَالَ: الصَّوْتُ الْحَسَنُ، وَقَالَ عَزَّ وَجَلَّ عَنْ جَبْرَائِيلَ: {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ} [مريم: 64] ، فَبَيَّنَ أَنَّ التَّنْزِيلَ غَيْرُ الْأَمْرِ",
            "page": "111",
            "part": "1",
            "seal": "D221582B"
        },
        {
            "id": "270",
            "nass": "حَدَّثَنَا أَبُو نُعَيْمٍ، وَخَلَّادُ بْنُ يَحْيَى، قَالَا: ثنا عُمَرُ بْنُ ذَرٍّ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لِجَبْرَائيلَ عَلَيْهِ السَّلَامُ: «§مَا مَنَعَكَ أَنْ تَزورَنَا أَكْثَرَ مِمَّا تَزورَنَا؟» فَنَزَلَتْ: {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا} [مريم: 64] وَقَالَ جَابِرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِقَتْلَى أُحُدٍ: «أَيُّهُمْ أَكْثَرُ أَخْذًا للقُرآنِ؟» فَإِذَا أُشِيرَ لَهُ إِلَى أَحَدٍ قَدَّمَهُ مِنَ اللَّحْدِ، قَالَ أَبُو عَبْدِ اللَّهِ: \" وَقَالَ بَعْضُهُمْ: إِنَّ أَكْثَرَ مَغَالِيطِ النَّاسِ مِنْ هَذِهِ الْأَوْجُهِ حِينَ لَمْ يَعْرِفُوا الْمَجَازَ مِنَ التَّحْقِيقِ، وَلَا الْفِعْلِ مِنَ الْمَفْعولِ، وَلَا الْوَصْفِ مِنَ الصِّفَةِ، وَلَمْ يَعْرِفُوا الْكَذِبَ لِمَ صَارَ كَذِبًا، وَلَا الصِّدْقَ لِمَ صَارَ صِدْقًا، فَأَمَّا بَيَانُ الْمَجَازِ مِنَ التَّحْقِيقِ فَمِثْلِ قَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ للفَرَسِ، وَجَدْتُهُ بَحْرًا وَهُوَ الَّذِي يَحُورُ فِيمَا بَيْنَ النَّاسِ، وَتَحْقيقُهُ أَنَّ مَشْيَهُ حَسَنٌ، وَمِثْلُ قَوْلِ الْقَائِلِ: عِلْمُ اللَّهِ مَعَنَا وَفِينَا، وَأَنَا فِي عِلْمِ اللَّهِ، إِنَّمَا الْمُرَادُ مِنْ ذَلِكَ أَنَّ اللَّهَ يَعْلَمُنَا وَهُوَ التَّحْقِيقُ، وَمِثْلُ قَوْلِ الْقَائِلِ: النَّهْرُ يَجْرِي، وَمعنَاهُ أَنَّ الْمَاءَ يَجْرِي وَهُوَ التَّحْقِيقُ، وَأَشْبَاهُهُ فِي اللُّغَاتِ كَثِيرَةٌ \"",
            "page": "112",
            "part": "1",
            "seal": "2F060BE2"
        },
        {
            "id": "271",
            "nass": "حَدَّثَنَا آدَمُ، ثنا شُعْبَةُ، عَنْ قَتَادَةَ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: كَانَ فَزَعٌ بِالْمَدِينَةِ فَاسْتَعَارَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَرَسًا مِنْ أَبِي طَلْحَةَ يُقَالُ لَهُ: الْمَنْدُوبُ فَرَكَبَ، فَلَمَّا رَجَعَ قَالَ: «§مَا رَأَيْنَا مِنْ شَيْءٍ وَإِنْ وَجَدْنَاهُ لَبَحْرًا» -[113]- حَدَّثَنَا مُسَدَّدٌ، ثنا يَحْيَى، عَنْ شُعْبَةَ، حَدَّثَنِي قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا. وَرَوَاهُ غُنْدَرٌ، وَابنُ الْمُبَارَكِ، وَعَمْرُو بْنِ مَرْزُوقٍ، عَنْ شُعْبَةَ",
            "page": "112",
            "part": "1",
            "seal": "F3822CF3"
        },
        {
            "id": "272",
            "nass": "حَدَّثَنَا مُسَدَّدٌ، ثنا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الصَّلَوَاتُ الْخَمْسُ كَنَهْرٍ يَجْرِي عَلَى بَابِ أَحَدِكُمْ يَغْتَسِلُ مِنْهُ كُلَّ يَومٍ خَمْسِ مَرَّاتٍ، فَمَا يَبْقَى مِنَ الدَّرَنِ شَيْءٌ» وَعنْ أَبِي سُفْيَانَ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ. \" وَأَمَّا الْفِعْلُ مِنَ الْمَفْعولِ، فَالْفِعْلُ إِنَّمَا هُوَ إِحْدَاثُ الشَّيْءِ، وَالْمَفْعولُ هُوَ الْحَدَثُ لِقَوْلِهِ: {خَلَقَ السَّمَوَاتِ وَالْأَرْضَ} فَالسَّموَاتُ وَالْأَرْضُ مَفْعولُهُ، وَكُلُّ شَيْءٍ سِوَى اللَّهِ بِقَضَائِهِ فَهُوَ مَفْعولٌ، فَتَخْلِيقُ السَّمَوَاتِ فِعْلُهُ لِأَنَّهُ لَا يُمْكِنُ أَنْ تَقُومَ سَمَاءٌ بِنَفْسِهَا مِنْ غَيْرِ فِعْلِ الْفَاعِلِ وَإِنَّمَا تُنْسَبُ السَّمَاءُ إِلَيْهِ لِحَالِ فِعْلِهِ، فَفِعْلُهُ مِنْ رُبُوبِيَّتِهِ، حَيْثُ يَقُولُ: {كُنْ فَيَكُونُ} [البقرة: 117] ، وَلَكِنْ مِنْ صِفَتِهِ وَهُوَ الْمَوْصُوفُ بِهِ كَذَلِكَ قَالَ: رَبُّ السَّمَوَاتِ وَرَبُّ الْأَشْيَاءِ \" وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ»",
            "page": "113",
            "part": "1",
            "seal": "E4A55C45"
        },
        {
            "id": "273",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، ثنا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ يَعْلَى بْنِ عَطَاءٍ، قَالَ: سَمِعْتُ عَمْرُو بْنُ عَاصِمٍ، سَمِعَ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: يَا رَسُولَ اللَّهِ، أَخْبِرْنِي بِشَيْءٍ أَقُولُهُ §إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ. قَالَ: \" قُلِ: اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ، قُلْهُ إِذَا أَصْبَحْتَ وَإِذَا أَمْسَيْتَ وَإِذَا أَخَذْتَ مَضْجَعَكَ «حَدَّثَنَا سَعِيدُ بْنُ الرَّبِيعِ، ثنا شُعْبَةُ فَذَكَرَ الْحَدِيثَ. وَرَوَاهُ مُعَاذٌ، وَبَهْزٌ، عَنْ شُعْبَةَ. حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، ثنا هُشَيْمٌ، عَنْ يَعْلَى، عَنْ عَمْرِو بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ. حَدَّثَنَا قُتَيْبَةُ، ثنا هُشَيْمٌ بِهَذَا -[114]-.» وَكَذَلِكَ تُؤَدِّي جَمِيعُ لُغَاتِ الْخَلْقِ مِنْ غَيْرِ اخْتِلَافٍ بَيْنَهُمْ، وَإِنَّمَا هُوَ الْفَاعِلُ وَالْفِعْلُ وَالْمَفْعولُ، فَالْفِعْلُ صِفَةٌ وَالْمَفْعولُ غَيْرُهُ، وَبَيَانُ ذَلِكَ فِي قَوْلِهِ تَعَالَى: {مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ} وَلَمْ يُرِدْ بِخَلْقِ السَّمَوَاتِ نَفْسَهَا وَقَدْ مَيَّزَ فِعْلَ السَّمَوَاتِ مِنَ السَّمَوَاتِ وَكَذَلِكَ فِعْلَ جُمْلَةِ الْخَلْقِ، وَقَوْلُهُ: {وَلَا خَلْقَ أَنْفُسِهِمْ} [الكهف: 51] وَقَدْ مَيَّزَ الْفِعْلَ وَالنَّفْسَ، وَلَمْ يَصِرْ فِعْلُهُ خَلْقًا، وَأَمَّا الْوَصْفُ مِنَ الصِّفَةِ فَالْوَصْفُ إِنَّمَا هُوَ قَوْلُ الْقَائِلِ حَيْثُ يَقُولُ: هَذَا رَجُلٌ طَويلٌ، وَثَقِيلٌ، وَجَمِيلٌ، وَحَديدٌ، فَالطُّولُ، وَالْجَمَالُ، وَالْحِدَّةُ، وَالثِّقَلُ إِنَّمَا هُوَ صِفَةُ الرَّجُلِ، وَقَوْلُ الْقَائِلِ وَصْفٌ، وَكَذَلِكَ إِذَا قَالَ: اللَّهُ رَحيمٌ، وَاللَّهُ عَلِيمٌ، وَاللَّهُ قَديرٌ، فَقَوْلُ الْقَائِلِ وَصْفٌ، وَهُوَ عِبَادَةٌ، وَالرَّحْمَةُ وَالْعِلْمُ وَالْقُدْرَةُ وَالْكِبْرِيَاءُ وَالْقُوَّةُ كُلُّ هَذَا صِفَاتُهُ، وَأَمَّا الْكَذِبُ مِنَ الصِّدْقِ فَقَوْلُ الْقَائِلِ: فُلَانٌ هَا هُنَا وَهُوَ غَائِبٌ فَهُوَ كَذِبٌ فَلوْ كَانَ حَاضِرًا لَكَانَ صِدْقًا، وَالْكَلِمَةُ وَاحِدَةٌ، وَإِنَّمَا صَارَ صِدْقًا وَكَذِبًا بِالْحَالِ الْمَعْنَى، وَكَذَلِكَ لوْ إِنَّ رَجُلًا قَالَ: إِنَّ اللَّهَ رَحيمٌ وَيَرْحَمُ، وَاللَّهُ عَلِيمٌ وَيَعْلَمُ، وَاللَّهُ قَديرٌ وَيَقْدِرُ، وَاللَّهُ سَمِيعٌ وَيَسْمَعُ، وَلَمْ يَكُنْ لِقَوْلِهِ مَعْنًى كَمَا وَصَفْنَا فِي شَأَنِ الْكَذِبِ وَالصِّدْقِ، لَكَانَ قَوْلُهُ كَذِبًا، وَإِنَّمَا صَارَ هَذَا الْقَوْلُ صِدْقًا وَعِبَادَةً وَطَاعَةً لِحَالِ الْمَعْنَى \" قَالَ أَبُو عَبْدِ اللَّهِ: \" وَاخْتَلَفَ النَّاسُ فِي الْفَاعِلِ وَالْمَفْعولِ وَالْفِعْلِ، فَقَالَتِ الْقَدَرِيَّةُ: الْأَفَاعِيلُ كُلُّهَا مِنَ الْبَشَرِ لَيْسَتْ مِنَ اللَّهِ، وَقَالتِ الْجَبْرِيَّةُ: الْأَفَاعِيلُ كُلُّهَا مِنَ اللَّهِ، وَقَالتِ الْجَهْمِيَّةُ: الْفِعْلُ وَالْمَفْعولُ وَاحِدٌ، لذلكَ قَالُوا: لَكِنْ مَخْلُوقٌ، وَقَالَ أَهْلُ الْعِلْمِ: التَّخْليقُ فِعْلُ اللَّهِ، وَأَفَاعِيلُنَا مَخْلُوقَةٌ لِقَوْلِهِ تَعَالَى: {وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ أَلَا يَعْلَمُ مَنْ خَلَقَ} [الملك: 13] ، يَعْنِي السِّرَّ وَالْجَهْرَ مِنَ الْقَوْلِ، فَفِعْلُ اللَّهِ صِفَةُ اللَّهِ، وَالْمَفْعولُ غَيْرُهُ مِنَ الْخَلْقِ، وَيُقَالُ لِمَنْ زَعَمَ أَنِّي لَا أَقُولُ: الْقُرْآنُ مَكْتوبٌ فِي الْمُصْحَفِ وَلَكِنَّ الْقُرْآنَ بِعَيْنِهِ فِي الْمُصْحَفِ، يَلْزَمُكَ أَنْ تَقُولَ: إِنَّ مَنْ ذَكَرَ اللَّهُ فِي الْقُرْآنِ مِنَ الْجِنِّ وَالْإِنْسِ وَالْمَلَائِكَةِ وَالْمَدَائِنِ وَمَكَّةَ وَالْمَدِينَةِ وَغَيْرِهِمَا وَإِبْلِيسَ وَفِرْعَوْنَ وَهَامَانَ وَجُنودِهِمَا وَالْجَنَّةِ وَالنَّارِ عَايَنْتُهُمْ بِأَعْيَانِهِمْ فِي الْمُصْحَفِ، لِأَنَّ فِرْعَوْنَ مَكْتوبٌ فِيهِ، كَمَا أَنَّ الْقُرْآنَ مَكْتوبٌ، وَيَلْزَمُكَ أَكْثَرُ مِنْ هَذَا حِينَ تَقُولُ فِي الْمُصْحَفِ، وَهَذَا أَمْرٌ بَيِّنٌ لِأَنَّكَ تَضَعُ يَدَكَ عَلَى هَذِهِ الْآيَةِ وَتَرَاهَا بِعَيْنِكَ: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: 255] ، فَلَا يَشُكُّ عَاقِلٌ بِأَنَّ اللَّهَ هُوَ الْمَعْبودُ، وَقَوْلُهُ: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: 255] هُوَ قُرْآنٌ، وَكَذَلِكَ جَمِيعُ الْقُرْآنِ هُوَ قَوْلُهُ، وَالْقَوْلُ صِفَةُ الْقَائِلِ مَوْصُوفٌ بِهِ فَالْقُرْآنُ قَوْلُ اللَّهِ عَزَّ وَجَلَّ، وَالْقِرَاءَةُ وَالْكِتَابَةُ وَالْحِفْظُ للقُرآنِ هُوَ فِعْلُ الْخَلْقِ لِقَوْلِهِ: {فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ} فَقَوْلُهُ: {فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ} وَالْقِرَاءَةُ فِعْلُ الْخَلْقِ وَهُوَ طَاعَةُ اللَّهِ، وَالْقُرْآنُ لَيْسَ هُوَ بِطَاعَةٍ إِنَّمَا هُوَ الْأَمْرُ بِالطَّاعَةِ، وَدَلِيلُهُ قَوْلُهُ: {وَقُرآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ} [الإسراء: 106] ، وَقَالَ: {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ} [فاطر: 29] ، {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ} [القمر: 17] \"",
            "page": "113",
            "part": "1",
            "seal": "4B48A441"
        },
        {
            "id": "274",
            "nass": "حَدَّثَنَا أَبُو نُعَيْمٍ، ثنا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ أَنَّهُ سَمِعَ رَجُلًا سَأَلَ الْأَسْوَدَ: \" فَهَلْ مِنْ مُذَّكِرٍ أَوْ مُدَّكِرٍ؟ فَقَالَ: سَمِعْتُ عَبْدَ اللَّهِ يَقْرَؤُهَا: «مُدَّكِرٍ» ، وَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْرَؤُهَا: «§فَهَلْ مِنْ مُدَّكِرٍ» دَالًا",
            "page": "115",
            "part": "1",
            "seal": "3A0F399E"
        },
        {
            "id": "275",
            "nass": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، ثنا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ: «§فَهَلْ مِنْ مُدَّكِرٍ» حَدَّثَنَا عَبْدَانُ، أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ بِهَذَا. حَدَّثَنَا خَالِدُ بْنُ يَزِيدَ، ثنا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ بِهَذَا. حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، ثنا أَبُو أَحْمَدَ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ بِهَذَا قَالَ أَبُو عَبْدِ اللَّهِ: \" وَقَالَ اللَّهُ عَزَّ وَجَلَّ: {بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} [المائدة: 67] ، فَذَلِكَ كُلُّهُ مِمَّا أَمَرَ بِهِ، وَلذلكَ قَالَ: {أَقِيمُوا الصَّلَاةَ} [البقرة: 43] ، فَالصَّلَاةُ بِجُمْلَتِهَا طَاعَةُ اللَّهِ، وَقِرَاءَةُ الْقُرْآنِ مِنْ جُمْلَةِ الصَّلَاةِ، فَالصَّلَاةُ طَاعَةُ اللَّهِ، وَالْأَمْرُ بِالصَّلَاةِ قُرْآنٌ وَهُوَ مَكْتوبٌ فِي الْمَصَاحِفِ، مَحْفُوظٌ فِي الصُّدُورِ، مَقْرُوءٌ عَلَى اللِّسَانِ، وَالْقِرَاءَةُ وَالْحِفْظُ وَالْكِتَابَةُ مَخْلُوقٌ، وَمَا قُرِئَ وَحُفِظَ وَكُتِبَ لَيْسَ بِمَخْلُوقٍ، وَمِنَ الدَّلِيلِ عَلَيْهِ أَنَّ النَّاسَ يَكْتُبُونَ اللَّهَ وَيَحْفَظونَهُ وَيَدْعُونَهُ، فَالدُّعَاءُ وَالْحِفْظُ وَالْكِتَابَةُ مِنَ النَّاسِ مَخْلُوقٌ، وَلَا شَكَّ فِيهِ، وَالْخَالِقُ اللَّهُ بِصِفَتِهِ، وَيُقَالُ لَهُ: أَتَرَى الْقُرْآنَ فِي الْمَصَاحَفِ؟ فَإِنْ قَالَ: نَعَمْ، فَقَدْ زَعَمَ أَنَّ مِنْ صِفَاتِ اللَّهِ مَا يُرَى فِي الدُّنْيَا، وَهَذَا رَدٌّ لِقَوْلِ اللَّهِ عَزَّ وَجَلَّ: {لَا تُدْرِكُهُ الْأَبْصَارُ} [الأنعام: 103] فِي الدُّنْيَا {وَهُوَ يُدْرِكُ الْأَبْصَارَ} [الأنعام: 103] وَإِنْ قَالَ يَرَى كِتَابَةَ الْقُرْآنِ فَقَدْ رَجَعَ إِلَى الْخَلْقِ، وَيُقَالُ لَهُ: هَلْ تُدْرِكُ الْأَبْصَارُ إِلَّا اللَّوْنَ؟ فَإِنْ قَالَ: لَا، قِيلَ لَهُ: وَهَلْ يَكُونُ اللَّوْنُ إِلَّا فِي الْجِسْمِ؟ فَإِنْ قَالَ: نَعَمْ، فَقَدْ زَعَمَ أَنَّ الْقُرْآنَ جِسْمٌ يُرَى \"",
            "page": "115",
            "part": "1",
            "seal": "656FB189"
        },
        {
            "id": "276",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا عَبْدُ الرَّزَّاقِ، ثنا مَعْمَرٌ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§خُفِّفَ عَلَى دَاوُدَ الْقُرْآنُ فَكَانَ يَأْمُرُ بِدَوَابِّهِ فَتُسْرَجُ فَيَقْرَأُ الْقُرْآنَ قَبْلَ أَنْ تُسْرَجَ دَوَابُّهُ»",
            "page": "116",
            "part": "1",
            "seal": "360ED130"
        },
        {
            "id": "277",
            "nass": "حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، ثنا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§خُفِّفَ عَلَى دَاوُدَ الْقِرَاءَةُ فَكَانَ يَأْمُرُ بِدَابَّتِهِ فَتُسْرَجُ فَيَقْرَأُ قَبْلَ أَنْ يَفْرُغَ يَعْنِي الْقُرْآنَ»",
            "page": "116",
            "part": "1",
            "seal": "217DEFB4"
        },
        {
            "id": "278",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ حَفْصٍ النَّيْسَابورِيُّ، حَدَّثَنِي أَبِي، حَدَّثَنِي إِبْرَاهِيمُ - وَإِبرَاهيمُ هُوَ ابْنُ طَهْمَانَ - عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خُفِّفَ عَلَى دَاوُدَ الْقُرْآنُ فَكَانَ يَأْمُرُ بِدَابَّتِهِ فَتُسْرَجُ فَيَقْرَأُ الْقُرْآنَ قَبْلَ أَنْ تُسْرَجُ»",
            "page": "116",
            "part": "1",
            "seal": "A1ABF6B6"
        },
        {
            "id": "279",
            "nass": "§بَابُ قَوْلِ اللَّهِ جَلَّ ذِكْرُهُ عَنْ أَهْلِ النَّارِ مِنَ الْكُفَّارِ وَالْمُشْركِينَ وَعَبَدَةِ الْأَوْثَانِ {وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ} [الزخرف: 77] وَقَوْلُهُ: {رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فإِنَّا ظَالِمُونَ} [المؤمنون: 107] {وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ} [إبراهيم: 22] وَقَالَ الْمُنَافِقُونَ: {انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ} [الحديد: 13]",
            "page": "116",
            "part": "1",
            "seal": "D8EFCD9E"
        },
        {
            "id": "280",
            "nass": "حَدَّثَنَا قُتَيْبَةُ، عَنْ سُفْيَانَ، عَنْ عَمْرِو، وَسَمِعَ عَطَاءً يُخْبِرُ، عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ عَلَى الْمِنْبَرِ: \" {§وَنَادَوْا يَا مَالِكُ} [الزخرف: 77] \"",
            "page": "117",
            "part": "1",
            "seal": "BE2ED03A"
        },
        {
            "id": "281",
            "nass": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ عَطَاءٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ عَلَى الْمِنْبَرِ: \" {§وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ} [الزخرف: 77] \"",
            "page": "117",
            "part": "1",
            "seal": "BA7E9F00"
        },
        {
            "id": "282",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، ثنا عَبْدُ الرَّحْمَنِ بْنُ زِيَادٍ، ثنا دُخَيْنٌ الْحَجْرِيُّ عَنْ عُقْبَةَ بْنِ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §يَقُولُ الْكَافِرُ: هَذَا قَدْ وَجَدَ الْمُؤْمِنُونَ مَنْ يَشْفَعُ لَهُمْ، فَمَنْ يَشْفَعُ لَنَا؟ مَا هُوَ إِلَّا إِبْلِيسُ، هُوَ الَّذِي أَضَلَّنَا، فَيَأْتُونَ إِبْلِيسَ فَيَقُولُونَ: هَذَا قَدْ وَجَدَ الْمُؤْمِنُونَ مَنْ يَشْفَعُ لَهُمْ، ثُمَّ يَقُولُ الْكَافِرُونَ: فَقُمْ أَنْتَ وَاشْفَعْ لَنَا فَإِنَّكَ أَضْلَلْتَنَا، فَيَثُورُ مَجْلِسُهُ مِنْ أَنْتَنِ رِيحٍ شَمَّهَا أَحَدٌ قَطُّ، يَعْظُمْ لِجَهَنَّمْ، فَيَقُولُ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ: {إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ} [إبراهيم: 22] ، وَذَكَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قِرَاءَةَ الْمُنَافِقينَ وَالْفُجَّارِ فَبَيَّنَ مَا يَتَأَكَّلُونَ بِقِرَاءَتِهِمْ فَلَا يَرْتَابَنَّ أَحَدٌ فِي خُلُقِ الْمُنَافِقينَ أَصْحَابِ الْجَحِيمِ وَأَعْمَالِهِمْ \"",
            "page": "117",
            "part": "1",
            "seal": "34D778F8"
        },
        {
            "id": "283",
            "nass": "حَدَّثَنَا عُبَيْدُ اللَّهِ هُوَ ابْنُ قُدَامَةَ بْنُ سَعِيدٍ، ثنا حَمَّادُ بْنُ زَيْدٍ، قَالَ: «§مَنْ قَالَ كَلَامُ الْعِبَادِ لَيْسَ بِمَخْلُوقٍ فَهُوَ كَافِرٌ» وَتَابَعَهُ عَلَى ذَلِكَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانِ وَمُعْتَمِرُ بْنُ سُلَيْمَانَ",
            "page": "117",
            "part": "1",
            "seal": "65084244"
        },
        {
            "id": "284",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، ثنا حَيْوَةُ، حَدَّثَنِي بَشِيرُ بْنُ أَبِي عَمْرٍو الْخَوْلَانِيُّ، أَنَّ الْوَلِيدَ بْنَ قَيْسٍ التُّجَيْبِيَّ حَدَّثَهُ أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" §يَخْلُفُ قَوْمٌ مِنْ بَعْدِ سِتِّينَ سَنَةً {أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسوفَ يَلْقَوْنَ غَيًّا} [مريم: 59] ثُمَّ يَكُونُ خَلْفٌ يَقْرَءُونَ الْقُرْآنَ لَا يَعْدُو تَرَاقِيهُمْ، وَيَقْرَأُ الْقُرْآنَ ثَلَاثَةٌ: مُؤْمِنٌ، وَمُنَافِقٌ، وَفَاجِرٌ \" قَالَ بَشِيرٌ فَقُلْتُ للوَليدِ: مَا هَؤُلَاءِ الثَّلَاثَةُ؟ قَالَ: «الْمُنَافِقُ كَافِرٌ بِهِ، وَالْفَاجِرُ يَأَكُلُ بِهِ، وَالْمُؤْمِنُ يُؤْمِنُ بِهِ»",
            "page": "117",
            "part": "1",
            "seal": "5281BBCB"
        },
        {
            "id": "285",
            "nass": "§بَابُ مَا يَدُلُّ عَلَى أَصْوَاتِ الْعِبَادِ قَوْلُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَكْثَرُ مُنَافِقِي أُمَّتِي قُرَّاؤُهَا» فَعَدَّ قُرَّاءَ الْمُعَطِّلَةِ وَالْجَهْمِيَّةِ وَأَهْلِ الْأَهْوَاءِ وَغَيْرِهِمْ \" وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَقْرَأُ الْقُرْآنَ رِجَالٌ يَمْرُقُونَ مِنَ الدِّينِ لَا يُجَاوِزُ حُلُوقَهُمْ، هُمْ شَرُّ الْخَلْقِ وَالْخَلِيقَةِ، وَقَالَ يَتَعَجَّلونَهُ وَلَا يَتأَجَّلونَهُ»",
            "page": "118",
            "part": "1",
            "seal": "5135200A"
        },
        {
            "id": "286",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، ثنا عَبْدُ اللَّهِ، ثنا عَبْدُ الرَّحْمَنِ بْنِ شُرَيْحٍ الْمُعَافِرِيُّ، حَدَّثَنِي شَرَاحِيلُ بْنُ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ هُدْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَكْثَرُ مُنَافِقِي أُمَّتِي قُرَّاؤُهَا»",
            "page": "118",
            "part": "1",
            "seal": "9A65EF6D"
        },
        {
            "id": "287",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، ثَنَا مَنْصُورُ بْنُ سَلَمَةَ، ثنا الْوَلِيدُ بْنُ الْمُغِيرَةِ وَكَانَ ثَبَتًا، ثنا مِشْرَحُ بْنُ هَامَانَ، عَنْ عُقْبَةَ بْنِ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَكْثَرُ مُنَافِقِي أُمَّتِي قُرَّاؤُهَا»",
            "page": "118",
            "part": "1",
            "seal": "1739EC95"
        },
        {
            "id": "288",
            "nass": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، ثنا يَزِيدُ بْنُ الْحَارِثِ، ثنا أَبُو السَّمْحِ، ثنا أَبُو قَبِيلٍ الْمُعَافِرِيُّ أَنَّهُ سَمِعَ عُقْبَةَ بْنَ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§أَتَخَوَّفُ عَلَى أُمَّتِي ثِنْتَيْنِ يَتَّبِعُونَ الشَّهَوَاتِ وَيؤَخِّرُونَ الصَّلَوَاتِ، وَالْقُرْآنُ يَتَعَلَّمُهُ الْمُنَافِقُونَ يُجَادِلُونَ بِهِ الَّذِينَ آمَنُوا»",
            "page": "118",
            "part": "1",
            "seal": "A23BA3D7"
        },
        {
            "id": "289",
            "nass": "§بَابُ قَوْلِ اللَّهِ تَعَالَى: {فَأَتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ} [آل عمران: 93] \" قَالَ: {وَمِنْ آيَاتِهِ خَلْقُ السَّمَوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلوَانِكُمْ} فَمِنْهَا الْعَرَبِيُّ، وَمِنْهَا الْعَجَمِيُّ، فَذَكَرَ اخْتِلَافَ الْأَلْسِنَةِ وَالْأَلْوَانِ وَهُوَ كَلَامُ الْعِبَادِ، وَقَالَ: {وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ} [يونس: 41] \"",
            "page": "118",
            "part": "1",
            "seal": "F2230155"
        },
        {
            "id": "290",
            "nass": "وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §رَجُلٌ آتَاهُ اللَّهُ الْقُرْآنَ فَهُوَ يَقومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَرَجُلٌ يَقُولُ: لوْ أُوتِيتُ مِثْلَ مَا أُوتِيَ هَذَا لَفَعَلْتُ كَمَا يَفْعَلُ \" فَبَيَّنَ أَنَّ قيَامَهُ بِالْكِتَابِ هُوَ فِعْلُهُ",
            "page": "118",
            "part": "1",
            "seal": "F320E14A"
        },
        {
            "id": "291",
            "nass": "حَدَّثَنِي بِهِ عُثْمَانُ بْنُ أَبِي شَيْبَةَ، ثنا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَا تَحَاسَدُوا إِلَّا فِي اثْنَتَيْنِ، رَجُلٌ آتَاهُ اللَّهُ الْقُرْآنَ، فَهُوَ يَتْلوهُ آنَاءَ اللَّيْلِ وَالنَّهَارِ فَهُوَ يَقُولُ: لَوْ أُتِيتُ مَا أُوتِيَ هَذَا لَفَعَلْتُ كَمَا يَفْعَلُ، وَرَجُلٌ آتَاهُ اللَّهُ مَالًا فَهُوَ يُنْفِقُهُ فِي حَقِّهِ يَقُولُ: لوْ أُوتِيتُ مَا أُوتِيَ هَذَا لَفَعَلْتُ كَمَا يَفْعَلُ \" وَرَوَاهُ شُعْبَةُ، عَنِ الْأَعْمَشِ، سَمِعْتُ أَبَا صَالِحٍ نَحْوَهُ",
            "page": "119",
            "part": "1",
            "seal": "EBBA6C4B"
        },
        {
            "id": "292",
            "nass": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، ثنا سُفْيَانُ، ثنا الزُّهْرِيُّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ رَجُلٌ آتَاهُ اللَّهُ الْقُرْآنَ فَهُوَ يَقومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَرَجُلٌ آتَاهُ مَالًا فَهُوَ يُنْفِقُهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ» سَمِعْتُ سُفْيَانَ مِرَارًا لَمْ أَسْمَعْهُ يَذْكُرُ الْخَيْرَ وَهُوَ مِنْ صَحيحِ حَديثِهِ، وَقَالَ اللَّهُ تَعَالَى: {وَافْعَلُوا الْخَيْرَ} [الحج: 77] فَأَثْبَتَ الْخَيْرَ مِنْهُمْ فِعْلًا",
            "page": "119",
            "part": "1",
            "seal": "F7058563"
        },
        {
            "id": "293",
            "nass": "وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أُعْطِيَ أَهْلُ التَّوْرَاةِ التَّوْرَاةَ فَعَمِلُوا بِهَا، وَأُعْطِيَ أَهْلُ الْإِنْجِيلِ الْإِنْجِيلَ فَعَمِلُوا بِهِ، وَأُعْطِيتُمُ الْقُرْآنَ فَعَمِلْتُمْ بِهِ»",
            "page": "119",
            "part": "1",
            "seal": "323B226B"
        },
        {
            "id": "294",
            "nass": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْهَاشِمِيُّ، ثنا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" أَلَا إِنَّمَا بَقَاؤُكُمْ فِيمَنْ سَلَفَ قَبْلَكُمْ مِنَ الْأُمَمِ كَمَا بَيْنَ صَلَاةِ الْعَصْرِ إِلَى غُروبِ الشَّمْسِ، أُوتِيَ أَهْلُ التَّوْرَاةِ التَّوْرَاةَ، حَتَّى إِذَا انْتَصَفَ النَّهَارُ عَجَزُوا فَأُعْطُوا قِيرَاطًا، وَأُوتِيَ أَهْلُ الْإِنْجِيلِ الْإِنْجِيلَ فَعَمِلُوا إِلَى صَلَاةِ الْعَصْرِ، ثُمَّ عَجَزُوا فَأُعْطُوا قِيرَاطًا قِيرَاطًا، وَأُوتِينَا الْقُرْآنَ فَعَمِلْنَا إِلَى غُروبِ الشَّمْسِ فَأُعْطِينَا قِيرَاطَيْنِ، فَقَالَ أَهْلُ الْكِتَابَيْنِ: أَيْ رَبَّنَا أَعْطَيْتَهُمْ قِيرَاطَيْنِ وَأَعْطَيْتَنَا قِيرَاطًا وَنَحْنُ أَكْثَرُ عَمَلًا مِنْهُمْ؟ فَقَالَ: §هَلْ ظَلَمْتُكُمْ مِنْ أَجْرِكُمْ مِنْ شَيْءٍ؟ قَالُوا: لَا قَالَ: فَهُوَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ \". وَحَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، ثنا إِبْرَاهِيمُ بْنُ سَعْدِ، عَنِ ابْنِ شِهَابٍ بِهَذَا. وَحَدَّثَنَا أَبُو الْيَمَانِ، ثنا شُعَيْبٌ، عَنِ الزُّهْرِيِّ بِهَذَا. وَحَدَّثَنَا عَبْدَانُ، ثنا عَبْدُ اللَّهِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ بِهَذَا. وَحَدَّثَنِي أَحْمَدُ بْنُ صَالِحٍ، ثنا عَنْبَسَةُ، ثنا يُونُسَ، عَنِ الزُّهْرِيِّ بِهَذَا",
            "page": "119",
            "part": "1",
            "seal": "49524D4D"
        },
        {
            "id": "295",
            "nass": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا سُفْيَانُ، سَمِعْتُ سُلَيْمَانَ بْنَ أَبِي مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ اللَّيْلَ يَتَهَجَّدُ يَقُولُ: «§اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ، وَلكَ الْحَمْدُ أَنْتَ قَيُّومُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ، وَلكَ الْحَمْدُ أَنْتَ الْحَقُّ وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقَاؤُكَ حَقٌّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالسَّاعَةٌ حَقٌّ، وَالنَّبيُّونَ حَقٌّ، وَمُحَمَّدٌ حَقٌّ، اللَّهُمَّ لَكَ أَسْلَمْتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِليكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ، وَإِليكَ حَاكَمْتُ فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لَا إِلَهَ إِلَّا أَنْتَ» ¶ تم كتاب خلق أفعال العباد والرد على الجهمية وأصحاب التعطيل تأليف إمام الأئمة أبي عبد الله محمد بن إسماعيل البخاري رحمه الله تعالى عليه",
            "page": "119",
            "part": "1",
            "seal": "84249292"
        },
        {
            "id": "14",
            "nass": "وَقَالَ مَالِكُ بْنُ أَنَسٍ: «الْقُرْآنُ كَلَامُ اللَّهِ» وَقَالَ يَزِيدُ بْنُ هَارُونَ: \" وَالَّذِي لَا إِلَهَ إِلَّا هُوَ مَا هُمْ إِلَّا زَنَادِقَةٌ، أَوْ قَالَ: مُشْرِكُونَ \" وَسُئِلَ عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنِ الصَّلَاةِ خَلْفَ أَهْلِ الْبِدَعِ فَقَالَ: «لَمْ يَزَلْ فِي النَّاسِ إِذَا كَانَ فِيهِمْ مَرَضٌ أَوْ عَدْلٌ، فَصَلِّ خَلْفَهُ» ، قُلْتُ: فَالْجَهْمِيَّةُ؟ قَالَ: «لَا، هَذِهِ مِنَ الْمَقَاتِلِ، هَؤُلَاءِ لَا يُصَلَّى خَلفَهُمْ، وَلَا يُنَاكَحُونَ، وَعَلَيْهِمُ التَّوْبَةُ» وَسُئِلَ حَفْصُ بْنُ غِيَاثٍ، فَقَالَ فِيهِمْ مَا قَالَ ابْنُ إِدْرِيسَ فِي قَتْلِ الْجَهْمِيَّةِ، وَقَالَ: لَا أَعْرِفُهُ، قِيلَ لَهُ: قَوْمٌ يَقُولُونَ: الْقُرْآنُ مَخْلُوقٌ، قَالَ: «لَا جَزَاكَ اللَّهُ خَيْرًا، أَوْرَدْتَ عَلَى قَلْبِي شَيْئًا لَمْ يَسْمَعْ بِهِ قَطُّ» ، قُلْتُ: فَإِنَّهُمْ يقولونَهُ، قَالَ: «هَؤُلَاءِ لَا يُنَاكَحُونَ وَلَا تَجوزُ شَهَادَتُهُمْ» وَسُئِلَ ابْنُ عُيَيْنَةَ فَقَالَ نَحْوَ ذَلِكَ، قَالَ: فأَتَيْتُ وَكِيعًا فَوَجَدْتُهُ مِنْ أَعْلَمِهِمْ بِهِمْ، فَقَالَ: «يَكْفُرُونَ مِنْ وَجْهِ كَذَا، وَيَكْفُرُونَ مِنْ وَجْهِ كَذَا، حَتَّى أَكْفَرَهُمْ مِنْ كَذَا وَكَذَا وَجْهًا» وَقَالَ وَكِيعٌ: «الرَّافِضَةُ شَرٌّ مِنِ الْقَدَرِيَّةِ، وَالْحَرورِيَّةُ شَرٌّ مِنهُمَا، وَالْجَهْمِيَّةُ شَرُّ هَذِهِ الْأَصْنَافِ» قَالَ اللَّهُ: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا} [النساء: 164] ، وَيقولُونَ: لَمْ يُكَلِّمْ، وَيقولُونَ: الْإِيمَانُ بِالْقَلْبِ",
            "page": "39",
            "part": "1",
            "seal": "719BDC18"
        },
        {
            "id": "15",
            "nass": "، وَقَالَ الْحَسَنُ بْنُ الرَّبِيعِ: «هَذَا كَلَامٌ أَحْدثوهُ، وَلَقَدْ سَأَلْتُ عَنْ حَدِيثٍ فِي هَذَا الْبَابِ فَسَرَّنِي ذَلِكَ»",
            "page": "40",
            "part": "1",
            "seal": "CC6E9D10"
        },
        {
            "id": "19",
            "nass": "وَقَالَ ابْنُ مَسْعُودٍ، فِي قَوْلِهِ: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} [الأعراف: 54] . قَالَ: «الْعَرْشُ عَلَى الْمَاءِ، وَاللَّهُ فَوْقَ الْعَرْشِ، وَهُوَ يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ» وَقَالَ قَتَادَةُ، فِي قَوْلِهِ: {وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الْأَرْضِ إِلَهٌ} [الزخرف: 84] قَالَ: «يُعْبَدُ فِي السَّمَاءِ، وَيُعْبَدُ فِي الْأَرْضِ» وَقَالَ ابْنُ عَبَّاسٍ: {يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ} [السجدة: 5] ، قَالَ: «مِنْ أَيَّامِ السَّنَةِ» ، وَقَالَ اللَّهُ: {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ، أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا} [الملك: 17] وَقَالَ عِمْرَانُ بْنُ حُصَيْنٍ رَضِيَ اللَّهُ عَنْهُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِأَبِي: «كَمْ تَعْبُدُ الْيَوْمَ إِلَهًا؟» قَالَ: سَبْعَةٌ، سِتَّةٌ فِي الْأَرْضِ وَوَاحِدٌ فِي السَّمَاءِ، قَالَ: «فأَيُّهُمْ تَعُدُّ لِرَغْبَتِكَ وَلِرَهْبَتِكَ؟» قَالَ: الَّذِي فِي السَّمَاءِ، قَالَ: «أَمَا إِنَّكَ إِنْ أَسْلَمْتَ عَلَّمْتُكَ كَلِمَتَيْنِ يَنْفَعَانِكَ» ، فَلَمَّا أَسْلَمَ الْحُصَيْنُ قَالَ: يَا رَسُولَ اللَّهِ، عَلِّمْنِي الْكَلِمَتَيْنِ اللَّتَيْنِ وَعَدْتَنِي، قَالَ: «اللَّهُمَّ أَلْهِمْنِي رُشْدِي , وَأَعِذْنِي مِنْ شَرِّ نَفْسِي» وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: \" إِنَّ الْجَهْمِيَّةَ هُمُ الْمُشَبِّهَةُ، لِأَنَّهُمْ شَبَّهُوا رَبَّهُمْ بِالصَّنَمِ، وَالْأَصَمِّ، وَالْأَبْكَمِ الَّذِي لَا يَسْمَعُ، وَلَا يُبْصِرُ، وَلَا يَتَكَلَّمُ، وَلَا يَخْلُقُ، وَقَالَتِ الْجَهْمِيَّةُ: وَكَذَلِكَ لَا يَتَكَلَّمُ، وَلَا يُبْصِرُ نَفْسَهُ، وَقَالُوا: إِنَّ اسْمَ اللَّهِ مَخْلُوقٌ، وَيَلْزَمُهُمْ أَنْ يَقُولُوا إِذَا أَذَّنَ الْمُؤَذِّنُ أَنْ يَقُولُوا: لَا إِلَهَ إِلَّا اللَّهُ الَّذِي اسْمُهُ اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ الَّذِي اسْمُهُ اللَّهُ، لِأَنَّهُمْ قَالُوا: إِنَّ اسْمَ اللَّهِ مَخْلُوقٌ",
            "page": "43",
            "part": "1",
            "seal": "E060566D"
        },
        {
            "id": "20",
            "nass": "، وَلَقَدِ اخْتَصَمَ يَهُودِيٌّ وَمُسْلِمٌ إِلَى بَعْضِ مُعَطِّلِيهِمْ فَقَضَى بِالْيَمِينِ عَلَى الْمُسْلِمِ، فَقَالَ الْيَهُودِيُّ حَلِّفْهُ بِالْخَالِقِ لَا بِالْمَخْلُوقِ، فَإِنَّ هَذَا فِي الْقُرْآنِ، وَزَعمْتَ أَنَّ الْقُرْآنَ مَخْلُوقٌ فحَلِّفْهُ بِالْخَالِقِ، فَبُهِتَ الْآخَرُ، وَقَالَ: قُومَا حَتَّى أَنْظُرَ فِي أَمْرِكُمَا، وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ \"",
            "page": "44",
            "part": "1",
            "seal": "11536C4D"
        },
        {
            "id": "22",
            "nass": "وَقَالَ أَبُو عَبْدِ اللَّهِ: \" وَالْقُرْآنُ كَلَامُ اللَّهِ غَيْرُ مَخْلُوقٍ، لِقَوْلِ اللَّهِ عَزَّ وَجَلَّ: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ} ، فَبَيَّنَ أَنَّ الْخَلَائِقَ وَالطَّلَبَ، وَالْحَثِيثَ، وَالْمُسَخَّرَاتِ بِأَمْرِهِ، ثُمَّ شَرَحَ، فَقَالَ: {أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} [الأعراف: 54] \" قَالَ ابْنُ عُيَيْنَةَ: \" قَدْ بَيَّنَ اللَّهُ الْخَلْقَ مِنَ الْأَمْرِ بِقَوْلِهِ: {أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ} [الأعراف: 54] ، فَالْخَلْقُ بِأَمْرِهِ كَقَوْلِهِ: {لِلِّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ} [الروم: 4] ، وَكَقَوْلِهِ: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} [يس: 82] ، وَكَقَوْلِهِ: {وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ} [الروم: 25] ، وَلَمْ يَقُلْ بِخَلْقِهِ \"",
            "page": "45",
            "part": "1",
            "seal": "0D988A90"
        }
    ],
    "t9697": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما ذكر أهل العلم للمعطلة الذين يريدون أن يبدلوا كلام الله عز وجل"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "باب أفعال العباد"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "باب التعرب بعد الهجرة قال أبو عبد الله رحمة الله عليه: \" والق بهذا أهل العلم، وأعرض عن الجاهلين فيتفرقوا كتفرق أهل البدع: الذين فرقوا دينهم وكانوا شيعا لست منهم في شيء \" ويذكر عن طاوس، عن أبي هريرة رضي الله عنه، أنه قال: \" هم في هذه الأمة \""
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "باب الرد على الجهمية وأصحاب التعطيل"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في قول الله: بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته وقول النبي صلى الله عليه وسلم: \" بلغوا عني ولو آية، وليبلغ الشاهد الغائب، وإن الوحي قد انقطع \""
        },
        {
            "id": "207",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما كان النبي يذكره ويرويه عن ربه عز وجل"
        },
        {
            "id": "216",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما كان النبي يستعيذ بكلمات الله لا بكلام غيره وقال نعيم: \" لا يستعاذ بالمخلوق، ولا بكلام العباد والجن والإنس، والملائكة وفي هذا دليل أن كلام الله غير مخلوق، وأن سواه مخلوق \""
        },
        {
            "id": "233",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما نقش النبي في خاتمه من كتاب الله وما يدخل به الحاجة قال أبو عبد الله: \" وفي الخواتيم والدراهم البيض ذكر الله جل ذكره \" وقال عطاء: \" وفي الخاتم: فيه ذكر الله عز وجل، يدخل الإنسان الكنيف أو يلم بأهله وهو بيده لا بأس به \" وقال الحسن: \" ولا بأس أن"
        },
        {
            "id": "248",
            "lvl": "1",
            "sub": null,
            "tit": "قراءة الفاتحة خلف الإمام في الصلاة بالجهر قال الإمام أبو عبد الله رحمه الله: فإن اعترض جاهل لا يترفع بقوله فقال: إن النبي صلى الله عليه وسلم لما قال: \" لا صلاة إلا بفاتحة الكتاب \" دل أن القراءة في الصلاة، قيل له: إنك قد أغفلت الأخبار المفسرة"
        },
        {
            "id": "279",
            "lvl": "1",
            "sub": null,
            "tit": "باب قول الله جل ذكره عن أهل النار من الكفار والمشركين وعبدة الأوثان ونادوا يا مالك ليقض علينا ربك وقوله: ربنا أخرجنا منها فإن عدنا فإنا ظالمون وقال الشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وقال المنافقون: انظرونا نقتبس من نوركم"
        },
        {
            "id": "285",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يدل على أصوات العباد قول النبي صلى الله عليه وسلم: \" أكثر منافقي أمتي قراؤها \" \" فعد قراء المعطلة والجهمية وأهل الأهواء وغيرهم \" وقال النبي صلى الله عليه وسلم: \" يقرأ القرآن رجال يمرقون من الدين لا يجاوز حلوقهم، هم شر الخلق والخليقة، وقال"
        },
        {
            "id": "289",
            "lvl": "1",
            "sub": null,
            "tit": "باب قول الله تعالى: فأتوا بالتوراة فاتلوها إن كنتم صادقين \" قال: ومن آياته خلق السموات والأرض واختلاف ألسنتكم وألوانكم فمنها العربي، ومنها العجمي، فذكر اختلاف الألسنة والألوان وهو كلام العباد، وقال: وإن كذبوك فقل لي عملي ولكم عملكم أنتم بريئون مما"
        }
    ]
}