{
    "b9700": [
        {
            "id": "1",
            "nass": "ابن تيمية لم يكن ناصبياً ¶ تأليف الشيخ ¶ سليمان بن صالح الخراشي",
            "page": null,
            "part": null,
            "seal": "E294E22A"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ تقديم لفضيلة الشيخ صالح الفوزان ¶ الحمد لله وحده - وبعد: فقد قرأت هذا الكتاب: (ابن تيمية لم يكن ناصبياً) وهو الرد على من احترق غيظاً من كتاب شيخ الإسلام: \" منهاج السنة النبوية في الرد على الشيعة والقدرية\" فاتهمة بأنه ناصبي يبغض علياً رضي الله عنه لأن الذي يخالف مذهب الشيعة في الكذب والافتراء في حب علي بزعمه وأن حبه يلزم منه بغض صحابة رسول الله صلى الله عليه وسلم وتكفيرهم. ¶ فمن لم يوافقهم على ذلك أو ردَّ عليهم مفترياتهم يعتبر ناصبياً. ¶ ولذلك لما بين شيخ الإسلام ابن تيمية رحمه الله افتراءات الشيعة في هذا الكتاب وفضح كيدهم وذب عن أصحاب رسول الله صلى الله عليه وسلم وزيف دعواهم المحبة لعلي رضي الله عنه، وأن الذين يحبون علياً رضي الله عنه هم أهل السنة والجماعة، الذين يعتبرونه رابع الخلفاء الراشدين وأحد السابقين الأولين المهاجرين، وأحد العشرة المبشرين بالجنة، لذلك كله اشتدت عداوة الرافضة لشيخ الإسلام ابن تيمية، واتهموه بأنه ناصبي ومنهم أناس يندسون بيننا ويروجون في المجالس وبين شبابنا هذه الفكرة الخبيثة - فجاء هذا الكتاب: (ابن تيمية لم يكن ناصبياً) تأليف الشيخ سليمان بن صالح الخراشي، رداً على هذه الفكرة ومروجها، بذكر مقاطع من كلام شيخ الإسلام تدحض هذه الفرية وتخرس مروجها - ولله الحمد - فجزى الله الشيخ سليمان خير الجزاء على نصرة الحق ودحض الباطل، وصلى الله وسلم على نبينا محمد وآله وصحبه. ¶ كتبه: صالح بن فوازان بن عبد الله الفوزان",
            "page": "5",
            "part": "1",
            "seal": "0A069916"
        },
        {
            "id": "4",
            "nass": "المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمد عبده ورسوله. ¶ أما بعد: فلم يزل شيخ الإسلام ابن تيمية - رحمه الله - منذ أن جهر بدعوة الحق يتلقى التهم والافتراءات التي يلفقها عليه خصومه في حياته وبعد مماته. ¶ وهذه التهم والافتراءات يوصي بها سلف المبتدعة إلي خلفهم، ويرجون بها إلي أوليائهم، لتكون سلاحاً بيدهم أمام دعوة الشيخ التي عشت بنورها أبصارهم الكليلة. ¶ فهم قد اتهموا الشيخ - رحمه الله - بتهم كثيرة تفوق الحصر، منها ما هو مكذوب من أصله، ومنها ما هو مساء فهمه. ¶ فقيل في الشيخ - مثلا - بأنه يقول بعدم العالم، وأنه مجسم، وأنه مشبه، وأنه يبغض الرسول صلى الله عليه وسلم ويمنع من زيارته، وأنه يفتي بمسائل شنيعة لم يقل بها أحد قبله، وأنه، وأنه ... في تهم عديدة يحسن بشيخ الإسلام أن يمثل أمامها بقول أبي الطيب:",
            "page": "7",
            "part": "1",
            "seal": "5C4755DE"
        },
        {
            "id": "5",
            "nass": "رماني الدهر بالأزراء حتى ... فؤادي في غشاء من نبال ¶ فصرت إذا أصابتني سهام ... تكسرت النصال على النصال ¶ وهان فما أبالي بالرزايا ... لأني ما انتفعت بأن أبالي ¶ قلت: ولكن الله القائل (إن الله يدافع عن الذين آمنوا) ¶ لم تزل سنته ماضية في أن يهيئ لأوليائه من يقوم بالذب عنهم، أحياءً وأمواتاً. ¶ فقد قيض لشيخ الإسلام تلاميذ بررة، وأنصاراً متلاحقين يدفعون تهم الأعداء عن عرض الشيخ - رحمه الله - ¶ والكتب التي ألفت في رد خصوم الشيخ كثيرة جداً، ليس هذا موضع استقصائها. ¶ وهذه الرسالة التي قمت بإعدادها - راجياً أن تسلك مسالكهم - هي في دفع تهمة وفرية على شيخ الإسلام، افتراها خصومه عليه عندما ألف كتابه العظيم (منهاج السنة) . ¶ فهؤلاء الخصوم عندما قرأوا كتابه لم يفهموه حق الفهم - أو فهموه وغاضهم ما فيه، أو لحسدهم وبغيهم - فانقلبت حسنات الشيخ - في تأليفه لهذا الكتاب - عندهم إلي سيئات.",
            "page": "8",
            "part": "1",
            "seal": "D8359655"
        },
        {
            "id": "6",
            "nass": "إن يحسدوك فلا تعبأ بقائلهم ... هم الغثاء وأنت السيد البطل ¶ فقالوا قولتهم الآثمة: بأن شيخ الإسلام ابن تيمية يبغض علياً - رضي الله عنه - ويتنقصه في كتابه هذا؟؟ ¶ وقد اتخذا هؤلاء الجهال من عبارات خاطئه للحافظ ابن حجر أطلقها في هذا المقام سلماً للولوغ في عقيدة شيخ الإسلام، فأصبحوا يرددون كلمات الحافظ - رحمه الله - في كتبهم ورسائلهم نكاية بأهل السنة، وشيخهم. ¶ وأني شقي باللئام ولا ترى ... شقياً بهم إلا كريم الشمائل ¶ وهذه الفرية ليست هي الأولى ولا ألاخيرة في سجل التهم الموجهة لشيخ الإسلام، بل قد قيل فيه ما هو أعظم منها وقيل في غيره من الأئمة ما هو مثلها. ¶ فهي تهمة باطلة قد تعودناها من أهل البدع في كل زمان. وأنا لم أكن لأعبأ بها، أو أن أقيم رسالتي هذه عليها، لولا أن",
            "page": "9",
            "part": "1",
            "seal": "E9F25A36"
        },
        {
            "id": "7",
            "nass": "سمعت من تأثر بها ممن يدعي طلب العلم آخذاً في ترديدها في رسائله على استحياء وفي مجالسه بتصريح دون تلميح ¶ وأجرأ من رأيت بظهر غيب ... على عيب الرجال ذوو العيوب ¶ وخشية من أن يقع في نفوس الناشئين من شباب الإسلام أي حسيكة على شيخ الإسلام نظراً لترديد مثل هذه التهمة في بعض المجالس مقرونة بأقوال الحافظ ابن حجر - رحمه الله - رغبت في دفع هذه التهمة الباطلة في رسالتي هذه بشيء من التفصيل الذي لم أجده في رسائل أخرى. ¶ وكما قال الشيخ الألباني - حفظه الله - (نحن إنما علينا أن ندافع عن الذين آمنوا، ونبرئ ساحتهم مما اتهموا به من الأكاذيب والأباطيل التي يكون الدافع عليها تارة الجهل، وأخرى الظلم، وقد يجتمعان) ¶ والله أسال أن يجعلني من الذابين عن عرض علم الإسلام وشيخه ابن تيمية - رضي الله عنه - وأن يكتب لي ولقارئها المنتفع بها الأجر والثواب. ¶ وأن يعظم أجر شيخنا: الشيخ صالح الفوزان الذي تفضل بتقديم هذه الرسالة. ¶ وصلى الله على نبينا محمد، وآله وصحبه وسلم",
            "page": "10",
            "part": "1",
            "seal": "6A9DE515"
        },
        {
            "id": "8",
            "nass": "لمحة عن كتاب (منهاج السنة) ¶ لشيخ الإسلام ابن تيمية رحمة الله",
            "page": "11",
            "part": "1",
            "seal": "77D9AA9C"
        },
        {
            "id": "10",
            "nass": "الذين اتهموا شيخ الإسلام بهذه التهمة كانت عمدتهم في هذا الاتهام عبارات لم يفهموا مغزاها عثروا عليها متفرقة في كتابه \" منهاج السنة\" وقبل أن أبين مقصود شيخ الإسلام منها أحب أن يعلم القارئ نبذة عن هذا الكتاب وظروفه ليكون على وعي وبصيرة بمنهج الشيخ. ¶ كتاب \" منهاج السنة \" هو (من أهم وأكبر كتب شيخ الإسلام، وقد ورد ذكره في أكثر الكتب التي تحدثت عن مؤلفات ابن تيمية) وهو قد ألفه (حوالي سنة 710هـ. وهذا يعني أنه ألف هذا الكتاب أثناء وجوده في مصر) ¶ وهو - رحمه الله - قد ألفه نقضاً لكتاب (منهاج الكرامة) للرافضي ابن المطهر. ¶ يقول شيخ الإسلام في مقدمة كتابه بعد حمد الله والثناء عليه: (أما بعد، فإنه قد أحضر إلي طائفة من أهل السنة والجماعة كتاباُ صنفه بعض شيوخ الرافضة في عصرنا، منفقاً لهذه البضاعة،",
            "page": "13",
            "part": "1",
            "seal": "EE8FF9FD"
        },
        {
            "id": "11",
            "nass": "يدعو به إلي مذهب الرافضه الإمامية من أمكنه دعوته من ولاة الأمور. .) قال: (وذكر من أحضر هذا الكتاب أنه من أعظم الأسباب في تقرير مذاهبهم عند من مال إليهم من الملوك وغيرهم. وقد صنفه للملك المعروف الذي سماه فيه (خدابنده) وطلبوا مني بيان ما في هذا الكتاب من الضلال وباطل الخطاب، لما في ذلك من نصر عباد الله المؤمنين، وبيان بطلان أقوال المفترين الملحدين) ¶ قلت: أما الرافضي المردود عليه فهو: (أبو منصور الحسن بن يوسف بن علي ابن المطهر الحلى المشهور عند الشيعة بالعلامة. ولد سنة 648 وتوفي سنة 726هـ قبل وفاة ابن تيمية بعامين، وهو منسوب إلى الحلة السيفية التي بناها الأمير سيف الدولة صدقة بن منصور المزيدي الأسدي من أمراء دولة الديالمة في محرم سنة 495هـ، وهي واقعة بين النجف والخار علي طرفي شط الفرات) ¶ (أما الملك خدابنده الذي ألف ابن المطهر كتابه \" منهاج الكرامة من أجله فهو أحد ملوك الدولة الإيلخانية ومن أحفاد جنكيز خان واسمه الجايتو (أو أولجايتو) خدابنده غياث الدين محمد بن أرغون بن أبغا بن هولاكو بن طلو بن جنكيز خان. وقد تولى أخوة الملك غازان (أو قازان) الحكم سنة 694 وولاه حكم",
            "page": "14",
            "part": "1",
            "seal": "04F8F738"
        },
        {
            "id": "12",
            "nass": "خراسان، وكان غازان ميالاً لأهل السنة (ولابن تيمية عدة وقائع معه) واستمر حكمه مدة ثمان سنين وعشرة أشهر إلى أن توفي في شوال سنة 703، وتولى بعده أخوه خدابنده في شهر ذي الحجة من نفس العام. وقد استمر خدابنده بعض الوقت مقيماً على السنة إلى أن كانت سنة 709 حينما انتقل إلى مذهب الشيعة) بسبب الرافضي (ابن المطهر) الذي ألف له كتاب: \" منهاج الكرامة \" ودعاه فيه إلى اعتناق مذهب الرافضة بعد أن حسنه له وقبح صورة مذهب أهل السنة في عينه. ¶ وكتاب \" منهاج الكرامة \" يتحدث فيه الرافضي عن مسألة ألإمامة التي يقول عنها بأنها (أهم المطالب في أحكام الدين، وأشرف مسائل المسلمين) ويلخص لنا الرافضي كتابه أو رسالته في هذه المسألة بقوله: (وسميتها \" منهاج الكرامة في معرفة الإمامة \" ورتبتها على فصول: ¶ الفصل الأول: في نقل المذاهب في هذه المسألة. ¶ الفصل الثاني: في أن مذهب الإمامية واجب الاتباع. ¶ الفصل الثالث: في الأدلة على إمامة علي رضي الله عنه بعد رسول الله صلى الله عليه وسلم. ¶ الفصل الرابع. في الإثني عشر.",
            "page": "15",
            "part": "1",
            "seal": "94BCB980"
        },
        {
            "id": "13",
            "nass": "الفصل الخامس. في إبطال خلافة أبي بكر وعمر وعثمان) ¶ قلت هذا بإجمال فصول الكتاب المردود عليه فهو قد حدد هدفه من تأليفه، وهو تقرير إمامة علي - رضي الله عنه - بعد الرسول صلى الله عليه وسلم، والطعن في خلافة أبي بكر وعمر وعثمان - رضي الله عنهم - وغيرهم من الصحابة. ¶ وفي سبيل هذا الهدف الباطل الذي أقام عليه رسالته غلا غلواً فاحشاً في علي - رضي الله عنه - فصوره في صورة غير التي نعرف من سيرته، وعظمه على غيره من الصحابة - بل والرسول صلى الله عليه وسلم - فجعل الأحداث تدور من حوله، فهو صانعها، وهو بطلها الوحيد. ¶ وأقذع في تصويره - رضي الله عنه - وأهل البيت في صورة المظلومين، الذين قد هضم الصحابة حقوقهم، وأما الصحابة الآخرين فقد صغر مواقفهم، ونال منهم، وجعلهم في صورة الظالمين الذين انتهكوا حق علي وأهل البيت، وتفنن - في سبيل هذا الهدف - في توزيع التهم عليهم. ¶ فعلي - رضي الله عنه - عنده هو الإمام المعصوم، وهو أفضل البشر بعد الرسول صلى الله عليه وسلم وهو أزهد الناس، وأعبدهم، وأعلمهم في جميع العلوم وأشجعهم، وأنه يعلم الغيب وكان",
            "page": "16",
            "part": "1",
            "seal": "CB848DD7"
        },
        {
            "id": "14",
            "nass": "مستجاب الدعاء، وأن الشمس قد ردت له ونزلت في شأنه آيات كثيرة، وفضله الرسول صلى الله علية وسلم في أحاديث كثيرة، وكانت له كرامات عظيمة ... إلخ. ¶ وأما أبو بكر - رضي الله عنه - فهو عند الرافضي قد اغتصب الخلافة من علي، وظلم فاطمة حقها، وأنه لا علم عنده، وهو لا يقيم الحدود على رعيته.... إلي آخر تهم الرافضي لأبي بكر - رضي الله عنه - التي فندها شيخ الإسلام في كتابه. ¶ وهكذا صنع الرافضي مع عمر ومع عثمان ومع معاوية ومع طلحة والزبير - رضي الله عنهم أجمعين -. ¶ فهو قد أخفى فضائلهم واختلق لكل واحد منهم تهمة باطلة ليشوه صورته أمام الناس. ¶ هذا ملخص ما احتواه هذا الكتاب الآثم الذي حاءته جنود شيخ الإسلام من كل مكان: من فوقه، ومن أسفل منه، حتى جعله حصيداً خامداً كأن لم يغن بالأمس فذب بحماس عن أعراض أكرم الخلق بعد الرسل، ونفى غلو الرافضة في علي، وبين المنهج الحق في جميع المسائل التي تعرض لها الرافضي. ¶ ومما يأسف له المسلم أن هذا الكتاب العظيم لشيخ الإسلام - رحمه الله - الذي أصبح مرجعاً لكل طالب علم بعده يريد أن ينقض شبهات الروافض لم يعجب بعض من يدعون العلم، ورأوا أنه كان الأولى أن لا يؤلفه شيخ الإسلام.",
            "page": "17",
            "part": "1",
            "seal": "6FEE8462"
        },
        {
            "id": "15",
            "nass": "ومن هؤلاء: السبكي الذي كان خصماً من خصوم شيخ الإسلام، حيث يقول في قصيدته حول الروافض وكتاب \" منهاج السنة \" ¶ إن الروافض قوم لا خلاق لهم ... من أجهل الناس في علم وأكذبه ¶ والناس في غنية عن رد إفكهم ... لهجنة الرفض واستباح مذهبه ¶ فهو يرى أنه لا داعي للرد عليهم لافتضاح مذهبهم، وهذا سوء فهم وجهل من السبكي لأن شبه الروافض وأكاذيبهم إذا كانت مفضوحة عند العلماء الذين يخبرون مذهبهم الباطل، فإنها قد تروج على عامة المسلمين من عليه القوم وأسافلهم ممن لا علم عند برد شبهاتهم، فيتأثر بأقوالهم، وقد ينصر مذهبهم كما فعل الملك (خدابنده) الذي ألف له ابن المطهر كتابه. وتخيل لو كان عند هذا الملك علم بأباطيلهم كما وضحها شيخ الإسلام، هل كان سيترفض؟ ¶ قلت: وكأني بالحسد قد ملأ قلب السبكي حتى قال قولته السابقة، لأن الله قد ادخر هذا العمل العظيم لشيخ الإسلام ابن تيمية، ولم يكتبه لغيره.",
            "page": "18",
            "part": "1",
            "seal": "484DB51B"
        },
        {
            "id": "16",
            "nass": "وقولة السبكي هذه أغضبت أحد علماء السنة (يوسف السرمري) فرد علي قصيدته السابقة بقصيدة أجمل منها جاء فيها: ¶ وقعت في الشيخ إذ رد الروافض في ... قعر الحضيض وكانوا فوق مرقبه ¶ أوهمتنا فيك رفضاً في كلامك والـ ... إنسان قد يبتلى من تحت مذربه ¶ فهو يقول للسبكي بأنك أوهمتنا بأنك رافضي لأنك تدافع عن الروافض وترى عدم الرد على مذهبهم. ¶ والصحيح أن السبكي ليس برافضي، ولكنه العداء والحسد لشيخ الإسلام. ¶ قلت: ومن هؤلاء الذين لم يروا أهمية لرد شيخ الإسلام على الروافض: الصفدي، الذي لقي شيخ الإسلام عدة مرات، وكان شيخ الإسلام يحثه على ملازمة التتلمذ على يديه ليستفيد، ولكن غلبه حب الأدب، فصرفه الله عن العلم. ¶ يقول الصفدي في كتابه: \" أعيان العصر \" عن شيخ الإسلام: (وضيع الزمان في رده على النصارى والروافضة ومن عاند الدين أو ناقضه، ولو تصدى لشرح البخاري أو لتفسير القرآن العظيم لقلد أعناق أهل العلوم بدر كلامه النظيم)",
            "page": "19",
            "part": "1",
            "seal": "6AECD192"
        },
        {
            "id": "17",
            "nass": "قلت: لم يضيع شيخ الإسلام زمانه، بل أفاد الأمة بردوده تلك وجعلها مرجعاً لمن بعده ممن أرد نقض شبهات الأعداء، وأما التفسير وشروح البخاري فقد تتابع عليها علماء الإسلام بما يغني الأمة أن تنصرف (جميع) جهود علمائها إليها، ومن تأمل كتب وفتاوى شيخ الإسلام يعلم أن له حظا وافراً من ذلك - أيضاً -. ¶ وأخيراً: ما أجمل قول الأستاذ محمد كرد على - رحمه الله - في شيخ الإسلام: ¶ (ولو لم يكن له إلا \" منهاج السنة \" لكفاه على الأيام فخراً لا يبلى، ففيه مثال من علمه وقوة حجته، ومعرفته بالملل والنحل، وإذا قلنا: إنه لم يؤلف نظيره في الرد على المخالفين لأهل السنة لصدقنا كل منصف من أهل القبلة) .",
            "page": "20",
            "part": "1",
            "seal": "0B9AF53E"
        },
        {
            "id": "18",
            "nass": "المتهمون ¶ لشيخ الإسلام بتنقص علي - رضي الله عنه - والانحراف عنه",
            "page": "21",
            "part": "1",
            "seal": "99EFEC3F"
        },
        {
            "id": "20",
            "nass": "لقد حاولت أن أذكر في هذا المبحث أبرز المتهمين لشيخ الإسلام بتلك الفرية، ممن عثرت على أقوالهم، مع توثيقها من كتبهم أو من كتب الناقلين عنهم، وقد اتضح لي أنهم على نوعين: ¶ الأول: أناس لم يفهموا مقاصد شيخ الإسلام من عباراته التي ذكرها في كتابه \" منهاج السنة \" والتي ظنوا أن فيها تنقصاً لعلي - رضي الله عنه -، وأداهم لهذا عجلتهم في الحكم دون ترو، ولا مراجعة لأقوال شيخ الإسلام الصريحة في نفي ذلك عن نفسه، إضافة إلى عدم إدراكهم لعمق مذهب الشيخ في رده لأكاذيب الروافض، فلهذ زلوا هذا الزلة العظيمة. وخير مثال لهؤلاء: الحافظ ابن حجر العسقلاني - عفا الله عنه- ¶ الثاني: أناس قد أشربت قلوبهم مختلف أنواع البدع، فطارت قلوبهم فرحاً عندما عثروا على تلك العبارات التي ظنوها تنقصاً لعلي - رضي الله عنه- فأذاعوا بها شرقاً وغرباً قاصدين بذلك ذم شيخ الإسلام والتنفير منه ومن كتبه وآرائه التي تخالف مشربهم. ¶ وخير مثال لهؤلاء: ابن حجر الهثيمي، والكوثري، والغماري، والسقاف، والحبشي، وغيرهم - كما سيأتي -.",
            "page": "23",
            "part": "1",
            "seal": "19FD2E3D"
        },
        {
            "id": "21",
            "nass": "المتهمون وأقوالهم ¶ 1- فمنهم العلامة الحافظ ابن حجر العسقلاني - رحمه الله - الذي جرأت كلماته السفهاء على شيخ الإسلام، واتخذوها متكأ للتطاول على مقامه - رحمه الله - وسهولة كيل التهم له بتنقص علي - رضي الله عنه - ما دام الحافظ - رحمه الله - قد ألمح إلى ذلك ومهد لهم الطريق بكلماته في شيخ الإسلام. ¶ ونحن نعلم أن الحافظ - رحمه الله - هو ممن يقدرون شيخ الإسلام، ويثنون عليه، ويعرفون فضله. ¶ قال العلامة محمود شكري الألوسي: (إن الحافظ ابن حجر العسقلاني موالاته ومحبته للشيخ ابن تيمية مما لا ينكره إلا جاهل، وقد تلقى العلم عن تلامذة الشيخ وأصحابه وانتفع بكتبه، وقرأ كثيراً منها درساً، وهذا هو اللائق به وبأمثاله من أهل الفضل والعلم، وقد قيل: إنما يعرف ذا الفضل ذووه) ¶ قلت: ومن ذلك قول الحافظ: ولو لم يكن للشيخ تقي الدين من المناقب إلا تلميذه الشهير الشيخ شمس الدين ابن قيم الجوزية صاحب التصانيف النافعة السارة، التي انتفع بها الموافق والمخالف: لكان غاية في الدلالة على عظيم منزلته، فكيف وقد",
            "page": "24",
            "part": "1",
            "seal": "07652429"
        },
        {
            "id": "22",
            "nass": "شهد له بالتقدم في العلوم والتمييز في المنطوق والمفهوم أئمة عصره من الشافعية وغيرهم فضلاً عن الحنابلة) ¶ أما كلام الحافظ في شيخ الإسلام حول موضوع تنقص على - رضي الله عنه - فهو اجتهاد خاطئ من الحافظ تعجل في إطلاقه لعدم فهمه مقاصد شيخ الإسلام. ¶ ومن ذلك قوله في لسان الميزان في ترجمة الرافضي الذي رد عليه شيخ الإسلام: ¶ (صنف كتاباً في فضائل علي - رضي الله عنه - نقصه الشيخ تقي الدين ابن تيمية في كتاب كبير، وقد أشار الشيخ تقي الدين السبكي إلى ذلك في أبياته المشهورة حيث قال: وابن المطهر لم تطهر خلائقه........) ¶ قال ابن حجر: (طالعت الرد المذكور فوجدته كما قال السبكي في الاستيفاء، لكن وجدته كثير التحامل إلى الغاية في الرد الأحاديث التي يوردها ابن المطهر، وان كان معظم ذلك من الموضوعات الواهيات، لكنه رد في رده كثيراً من الأحاديث الجياد التي لم يستحضر حالة التصنيف مظانها، لأنه كان لاتساعه في الحفظ يتكل على ما في صدره، والإنسان عامد للنسيان، وكم",
            "page": "25",
            "part": "1",
            "seal": "5C0689FB"
        },
        {
            "id": "23",
            "nass": "من مبالغة لتوهين كلام الرافضي أدته أحياناً إلى تنقيص على رضي الله عنه) . ¶ وقال - أيضاً - في ترجمة الرافضي في كتابه: (الدرر الكامنة) : (له كتاب في الإمامة رد عليه فيه ابن تيمية بالكتاب المشهور المسمى بالرد على الرافضي، وقد أطنب فيه وأسهب، وأجاد في الرد إلا أنه تحامل في مواضع عديدة، ورد أحاديث موجودة وإن كانت ضعيفة بأنها مختلقة) . ¶ وقال في الدرر الكامنة في ترجمة ابن تيمية: (وكان يتكلم على المنبر على طريقة المفسرين مع الفقه والحديث، فيورد في ساعة من الكتاب والسنة واللغة والنظر ما لا يقدر أحد على أن يورده في عدة مجالس، كأن هذه العلوم بين عينيه فأخذ منها ما يشاء ويذر، ومن ثم نسب أصحابه إلى الغلو فيه واقتضى له ذلك العجب بنفسه حتى زهى على أبناء جنسه، واستشعر أنه مجتهد فصار يرد على صغير العلماء وكبيرهم، قعويهم وحديثهم، حتى انتهى إلى عمر فخطأه في شئ، فبلغ الشيخ إبراهيم الرقي فانكر عليه، فذهب إليه واعتذر واستغفر، وقال في حق علي: أخطأ في سبعة عشر شيئاً ثم خالف فيها نص الكتاب، منها اعتداد المتوفي",
            "page": "26",
            "part": "1",
            "seal": "8597DE58"
        },
        {
            "id": "24",
            "nass": "عنه زوجها أطول الأجلين) ¶ وقال ابن حجر - أيضاً -: ¶ منهم من ينسبه إلى النفاق لقوله في علي ما تقدم، ولقوله: إنه كان مخذولا حيث ما توجه، وأنه حاول الخلافة مراراً فلم ينلها، وإنما قاتل للرياسة لا للديانة، ولقوله: إنه كان يحب الرياسة، وإن عثمان كان يحب المال، ولقوله: أبو بكر أسلم شيخاً يدري ما يقول وعلى أسلم صبياً، والصبي لا يصح إسلامه على قول، وبكلامه في قصة خطبة بنت أبي جهل، ومات مانسبها من الثناء على..... وقصة أبي العاص ابن الربيع وما يؤخذ من مفهومها، فإنه شنع في ذلك، فألزموه بالنفاق لقوله صلى الله عليه وسلم \" ولا يبغضك إلا منافق \") ¶ 2- ومنهم: ابن حجر الهيتمي الذي قال في فتاواه الحديثية: ¶ (ابن يتمية عبد خذله الله تعالى وأضله وأعماه وأصمه وأذله وبذلك صرح الأئمة الذين بينوا فساد أحواله وكذب أقواله، ومن أراد ذلك فعليه بمطالعة كلام الإمام المجتهد المتفق على إمامته",
            "page": "27",
            "part": "1",
            "seal": "58C09657"
        },
        {
            "id": "25",
            "nass": "وجلالته وبلوغه مرتبة الاجتهاد أبي الحسن السبكي وولده التاج والشيخ الإمام العز بن جماعة وأهل عصرهم وغيرهم من الشافعية والمالكية والحنفية. ¶ ولم يقصر اعتراضه على متأخري الصوفية بل اعترض على مثل عمر بن الخطاب وعلي بن أبي طالب رضي الله تعالى عنهما - والحاصل أن لا يقام لكلامه وزن، بل يرمى في كل وعر وحزن ويعتقد فيه أنه مبتدع ضال ومضل جاهل غال، وأجارنا من مثل طريقته وعقيدته) ¶ قال: (ولا زال يتتبع الأكابر حتى تمالأ عليه أهل عصره ففسقوه وبدعوه، بل كفره كثير منهم، وقد كتب إليه بعض أجلاء عصره علماً ومعرفة سنه خمس وسبعمائة: ¶ من فلان إلى الشيخ الكبير العالم إمام أهل عصره - بزعمه - أما بعد، فإنا أحببناك في الله زماناً وأعرضنا عما يقال فيك إعراض الفضل إحساناً، إلى أن ظهر لنا خلاف موجبات المحبة بحكم ما يقتضيه العقل والحس، وهل يشك في الليل عاقل إذا غربت الشمس؟ وإنك أظهرت إنك قائم بالأمر بالمعروف والنهي عن المنكر، والله تعالى أعلم بقصدك ونيتك، ولكن الإخلاص مع العمل ينتج ظهور القبول، وما رأينا آل أمرك إلا إلى هتك الأستار والأعراض باتباع من لا يوثق بقوله من أهل الأهواء والأغراض، فهو سائر زمانه يسب الأوصاف والذوات ولم يقنع بسب الأحياء حتى حكم بتكفير الأموات.",
            "page": "28",
            "part": "1",
            "seal": "E983AA03"
        },
        {
            "id": "26",
            "nass": "ولم يكفه التعرض على ما تأخر من صالحي السلف حتى تعدى إلى الصدر الأول ومن له أعلى المراتب في الفضل، فيا ويح من هؤلاء خصماؤه يوم القيامة، وهيهات أن لا يناله غضب وأنى له بالسلامة. ¶ وذكر سامعه منه تخطئة الخليفتين عمر بن الخطاب وعلي بن أبي طالب، وقد تقدم، ثم قال: فيا ليت شعري من أين يحصل لك الصواب إذا أخطأ علي بزعمك كرم الله وجهه وعمر بن الخطاب؟ والآن قد بلغ هذا الحال إلى منتهاه والأمر إلى مقتضاه ولا ينفعني إلى القيام في أمرك ودفع شرك، لأنك قد أفرطت في الغي ووصل أذاك إلى كل ميت وحي، وتلزمني الغيرة شرعاً لله تعلى ولرسوله، ويلزم ذلك جميع المؤمنين وسائر عباد الله المسلمين، بحكم ما يقوله العلماء، وهم أهل الشرع، وأرباب السيف الذي بهم الوصل والقطع، إلى أن يحصل منك الكف عن أعراض الصالحين رضي الله عنهم أجمعين) ¶ قلت: قال صاحب كتاب (جلاء العينين) : السيد نعمان الألوسي بعد نقله لهذا الكلام: ¶ (كان ينبغي من ابن حجر أن يعزو هذا الكلام إلى كتاب الذي نقله منه، ونسبه إلى ابن تيمية)",
            "page": "29",
            "part": "1",
            "seal": "C6EF1ED3"
        },
        {
            "id": "27",
            "nass": "وقال أيضاً: (إن ما نسبه الشيخ ابن حجر إلى شيخ الإسلام من سوء الاعتقاد في أكابر الصحابة الكرام لا أصل له) ¶ 3- ومن المتهمين لشيخ الإسلام بأنه منحرف عن على المدعو زاهد الكوثري أحد رؤوس البتدعة في هذا القرن والذي سخر كل تآليفه وتعليقاته على الكتب في النيل من علماء السلف ممن لم يوافق مشربه البدعي. ¶ يقول هذا الكوثري راداً على شيخ الإسلام تضيفه حديث (رد الشمس لعلي - رضي الله عنه -) دون اعتبار لتصحيح الطحاوي له: ¶ (فتراه يحكم عليه هذا الحكم القاسي لأنه صحح حديث لد الشمس لعلي كرم الله وجهه، فيكون الاعتراف بصحة هذا الحديث ينافي انحرافه عن علي رضي الله عنه، وتبدو على كلامه آثار بغضه لعلي عليه السلام في كل خطوة من خطوات تحدثه عنه) ¶ ويقول في كتابه \" اللإشفاق \" ¶ (ولولا شدة ابن تيمية في رده على ابن المطهر في منهاجه إلى أن بلغ به الأمر أن يتعرض لعلي بن أبي طالب كرم الله وجهه على الوجه الذي تراه في أوئل الجزء الثالث منه، بطريق يأباه كثير",
            "page": "30",
            "part": "1",
            "seal": "8D008215"
        },
        {
            "id": "28",
            "nass": "من أقحاح الخوارج مع توهين الأحاديث الجيدة في هذا السبيل - لما قامت دولة الغلاة من الشيعة في بلاد الفرس والعراق وشرق الآسيا (كذا) الصغرى وأذربيجان من عهد الملك المغولي \" خدابنده \" وابن المطهر الحلي لما وصل إليه كتاب ابن تيمية هذا، قال: كنت أجاوبه لو كان يفهم كلامي، ولكن جوابي يكون بالفعل، حتى سعي سعياً إلى أن تمكن من قلب الدولة السنية من تلك الأقطار غالية في التشيع يحمل \" خدابنده \" الملك الشعوب على المتذهب بمذهب ابن المطهر، ولم يزل الغلو في التشيع في تلك البلاد منذ علم ابن تيمية هذا، ولم كان يسعى بحكمة لما بعدت شقة الخلاف بين الإخوان المسلمين على الوجه الذي تراه) ¶ قلت: قال الشيخ محمد بهجة البيطار راداً هذا الاتهام عن شيخ الإسلام: ¶ (أقوال: كلامه هذا الصريح في أن الإمام ابن تيمية هو الذي أثار ثائرة الشيعة بتعصبه عليهم، وطعنه فيهم، وتنقيصه علياً عليه السلام بما يأبى مثله الخوارج وأنه هو الذي حمل ابن المطهر على هذا الغلو في التشيع والسعي في نشر المذهب من عهد الملك المغولي \" خدابنده \" الذي تشيع وقلب دولته شيعية بسعي ابن المطهر الحلي هذا، وأن منهاج السنة النبوية في نقض كلام",
            "page": "31",
            "part": "1",
            "seal": "E58CFD14"
        },
        {
            "id": "29",
            "nass": "الشيعة والقدرية لشيخ الإسلام هو الذي زاد النار ضراماً. ألخ. ¶ سبحان الله ما أجرأ هذا الرجل على تشوية الحقائق وإفساد التاريخ، فهو ممن زين له سوء عمله فرآه حسناً. وإليك الجواب عن الكذب الصريح: ¶ 1- إن شيخ الإسلام ابن تيمية لم يؤلف كتابه \" منهاج السنة النبوية \" ابتداءً، ولكنه ألفه رداً على كتاب الحلي الشيعي الذي سماه \" منهاج الكرامة \" وقد قال رحمه الله في مقدمة كتابه: \" أما بعد فإنه أحضر إلي طائفة من أهل السنة والجماعة كتاباً صنفه بعض شيوخ الرافضة في عصرنا منفقاً لهذه البضاعة، ويدعو به إلى مذهب الرافضة الإماية من أمكنه دعوته من ولاة الأمور وغيرهم (إلى أن قال) وذكر من أحضر هذا الكتاب بأنه من أعظم الأسباب في تقرير مذهبهم عند من مال إليهم من الملوك وغيرهم، وقد صنفه للملك المعروف الذي سماه \" خدابنده \" وطلبوا مني بيان ما في هذا الكتاب من الضلال وباطل الخطاب \" اهـ. ¶ فأنت ترى أن كتاب منهاج السنة النبوية قد كتب رداً لا عتداء من اعتدى على أهل السنة وتهجم عليهم، وطعن في دينهم، وأن شيخ الإسلام قد أحضر إليه كتاب الشيعي ولم يكن رآه، وطلب منه أهل السنة والجماعة رد مفترياته على أهل السنة وهو شيخهم، بل شيخ الإسلام، ومن أولى منه ببيان الحق وأقدر منه عليه؟ ¶ 2- إن الملك المغولي \" خدابنده \" قد ترفض أو تشيع على يد ابن المطهر الحلي قبل صدور رد شيخ الإسلام عليه كما هو",
            "page": "32",
            "part": "1",
            "seal": "A7D9B9AA"
        },
        {
            "id": "30",
            "nass": "ظاهر من كلامه. ¶ 3- إن أقصى ما في كلام شيخ الإسلام هو الدعوة إلى الاعتدال في الأقوال والاعمال، وتخفيف غلو الغالين في العقائد، وتقليص ظل عصبيات أهل البدع والأهواء، ودفع أكاذيبهم وأباطيلهم، والغرض من ذلك كله تنوير العقول، وتقريب القلوب، وتطهيرها مما تراكم عليها من أوضار الباطل، وأوغار الحقد، وإزالة ما استحكم فيها من جفوة وقسوة. ¶ وهذه نبدة صغيرة من كلام شيخ الإسلام مصدقة لما ذكرناه. ¶ قال رحمه الله: \" وأما الرافضي فإذا قدح في معاوية بأنه كان باغياً ظالماً، قال له الناصبي: وعلي أيضاً كان باغياً ظالماً لما قاتل المسلمين على إمارته وبدأهم بالقتال، وصال عليهم وسفك دماء الأمة بغير فائدة لا في دينهم، وكان السيف مسلولاً في خلافته على أهل الملة، كفوفاً عن الكفار - إلى أن قال - فالخوارج والمروانية وكثير من المعتزلة وغيرهم يقدحون في على (رضي الله عنه) وكلهم مخطئون في ذلك ضالون مبتدعون \" اهـ. ¶ فأنت ترى شيخ الإسلام يحكي كلام الروافض والنواصب والخوارج، ولكنه لا يحكم على فريق، بل يحكم بأنهم مخطئون مبتدعة ضالون، خلافاً لما يزعمه الكوثري، المقلد الغبي، من انتقاص مقام الإمام علي، فما أضيع البرهان عند المقلد.",
            "page": "33",
            "part": "1",
            "seal": "338A5A34"
        },
        {
            "id": "31",
            "nass": "4- وأوضح وأفضح مما تقدم أن هذا المعتدي على التاريخ، دعواه أن ابن تيمية هو سبب الغلو في التشيع، وبسط سلطانه في الأرض، ويوهم كلامه أو يفهم أن السلطان \" خدابنده \" قد ترفض ونشر مذهب ابن المطهر بسبب ابن تيمية، وتحامله على الشيعة في منهاج السنة النبوية. ¶ وقال: وابن المطهر الحلي لما وصل إليه كتاب ابن تيمية هذا، قال: كنت أجاوبه لو كان يفهم كلامي، ولكن جوابي يكون بالفعل حتى سعى سعياً إلى أن تمكن من قلب الدولة السنية من تلك الأقطار إلى دولة غالية في التشيع يحمل \" خدابنده \" الملك الشعوب على التمذهب بمذهب ابن المطهر، ولم يزل الغلو في التشيع متغلغلاً في تلك البلاد منذ عمل ابن تيمية هذا. اهـ. ¶ ونحن ننقل لك بعد هذا الكلام ما ذكره الشيعة الإمامية أنفسهم في سبب ترفض الملك \" خدابنده \" ليعلم مبلغ هذا الرجل من تحريف التاريخ وقلب الحقائق الواقعية بكل وقاحة وصفاقة، ونسجل عليه حقده وتعصبه على رجال الإسلام العظام، وافتراءه عليهم الكذب الصريح. ¶ جاء في كتاب \" روضات الجنات في تراجم الشيعة \" تأليف ميرزا محمد باقر الموسوي الخوانساري الميلاد، والأصفهاني الموطن والمهاد - في ترجمة الحسن بن المطهر الحلي ما نصه:",
            "page": "34",
            "part": "1",
            "seal": "F9373939"
        },
        {
            "id": "32",
            "nass": "ثم نقل عن كتاب شرح مولانا التقي المجلس علي الفقيه نقلاً عن جماعة من الأصحاب أن الشاه \" خدابنده \" المذكور غضب يوماً على امرأته فقال لها: أنت طالق ثلاثاً، ثم ندم وجمع العلماء فقالوا: لا بد من المحلل فقال: عندكم في كل مسألة أقاويل مختلفة، أو ليس لكم هنا اختلاف؟ فقالوا: لا، فقال: أحد وزرائه: إن عالماً بالحلة وهو يقول ببطلان الطلاق، فبعث كتابه إلى العلامة وأحضره - وهنا أطال في وصف اجتماعه بعلماء السنة ومناظرته لهم، بما يضحك الثكلى ويشبه كلام الصبيان ثم قال: وعلى أي حال فالطلاق الذي أوقعه الملك باطل، لأنه لم يتحقق شروطه، ومنه العدلان، فهل قال الملك بمحضرهما؟ قال: لا ثم شرع في البحث مع العلماء حتى ألزمهم جميعاً فتشيع الملك وبعث إلى البلاد والأقاليم حتى يخطبوا بالأئمة الإثني عشر، ويضربوا السكك على أسمائهم، وينفقوها على أطراف المساجد، والمشاهد منهم (ثم قال) والذي في أصفهان موجود الآن في الجامع القديم الذي كتب زمانه ثلاثة مواضيع منه، وكذا في معبديه - مكوار لنجان، ومعبد الشيخ نور الدين النطنزي من الفرقاء، وكذا على منارة دار السيادة التي تممها هذا السلطان من بعد ما أحدثه أخوه غازان. اهـ. ¶ (ثم قال) : وهذه اليد العظمى والمنة الكبرى التي له على أهل الحق مما لم ينكره أحد من المخالفين والموافقين، حتى أنه في بعض تواريخ العامة (أي أهل السنة) رايت التعبير عن هذه",
            "page": "35",
            "part": "1",
            "seal": "398F547E"
        },
        {
            "id": "33",
            "nass": "الحكاية بمثل هذه الصورة. ومن سوانح سنة سبع وسبعمائة، أظهر \" خدابنده \" شعار التشيع بإضلال ابن المطهر. اهـ. ¶ أعلمت الآن أيها القارئ الكريم السبب الذي من أجله ترفض هذا الجاهل الأعجمي المغولي وأنه مسألة شخصية، لا دخل فيها لشيخ الإسلام ابن تيمية، ولا لكتاب منهاج السنة النبوية، وهو كونه طلق زوجته ثلاثاً وهو غضبان، واستفتى أمثال الكوثري من علماء عصره فأفتوه بالمحلل، وهو الذي سماه الرسول صلى الله عليه وسلم التيس المستعار، وقال الملك لهم: عندكم في كل مسألة أقاويل مختلفة، أو ليس لكم هنا اختلاف؟ قالوا: لا، لابد من المحلل - أي الملعون بلسان الرسول صلى الله عليه وسلم هو المحلل له، فاستنكف الملك عن هذا التحليل الذي هو زنا صريح، ولو أخذوا بما كان عليه الطلاق الثلاث في عهده صلى الله عليه وسلم وفي عهد صاحبيه، لخرجوا من جحر الضب الذي أوقعوا الملك معهم فيه، ولو اهتدى إلى شيخ الإسلام ابن تيمية لوجد لمسألته عنده حلاً نبوياً سنياً غير شيعي، ولكن الكوثري يلبس شيخ الإسلام ذنب غيره فعليه ما يستحق من ربه، ولماذا تسكت أيها الكوثري عمن أحرجوا الملك فأخرجوه من بينهم، وتطعن في دين من يرده وقومه إلى حظيرة السنة؟ ¶ أكان بالله إثما أن يؤلف ابن تيمية كتاب \" منهاج السنة النبوية في نقض كلام الشيعة والقدرية \"؟ ويرد به ضلالات ابن المطهر الحلي",
            "page": "36",
            "part": "1",
            "seal": "B5D87091"
        },
        {
            "id": "34",
            "nass": "والكوثري السني فيما يزعم يتبجح بقول الحلي الشيعي لإمام السنة: كنت أجاوبه لو كان يفهم كلامي. ¶ وفي كتاب \" روضات الجنات \" في تراجم الشيعة الذي لخصنا عنه ما تقدم (ص171 - 174) نقلاً عن تذكرة الشيخ نور الدين علي بن عراق المصري - أن الشيخ تقي الدين بن تيمية الذي كان من جملة علماء السنة معاصراً للشيخ جمال الدين العلامة المذكور - منكراً عليه في الخفاء كثيراً - كتب إليه العلامة بهذه الأبيات: ¶ لو كنت تعلم كل ما علم الورى ... طراً لصرت صديق كل العالم ¶ لكن جهلت فقلت إن جميع من ... يهوى خلاف هواك ليس بعالم ¶ فكتب الشيخ شمس الدين محمد بن محمد بن عبد الكريم الموصلي في جوابه هذه القطعة وأرسلها إليه: ¶ يا من يموه في السؤال مسفسطاً ... إن الذي ألزمت ليس بلازم ¶ هذا رسول الله يعلم كل ما ... علموا وقد عاداه جل العالم ¶ وترى الكوثري ينوه بكلمة ابن المطهر الحمقاء التي أخذها من شعره ولكنه لم يذكر جوابها السديد لبعض علماء السنة.",
            "page": "37",
            "part": "1",
            "seal": "F426E438"
        },
        {
            "id": "35",
            "nass": "ويمكنك أن تقف مما أوردناه لك على دخيلته، وتعرف حقيقة نحلته وخبيئته. ¶ وجملة القول: أن هذا الرجل لا يتعد بعقله ولا بنقله ولا بعلمه ولا بدينه. ومن يراجع تعليقاته يتحقق صدق ما قلناه فيه، على أنا أوردنا شواهد منها دلت على سائلها وعرفنا حقيقة قائلها، فمن بقي له شك فيها فليرجع إليها، ليرى كيف أن التعصب يعمي ويصم، والله عليم بذات الصدور) ¶ 4- قلت: ومن المتهمين لشيخ الإسلام بالانحراف عن علي - رضي الله عنه - المدعو: عبد الله الغماري أحد مبتدعي زماننا الذي يقول في رده على الشيخ الألبان أثناء كلامه على حديث \" أمر رسول الله صلى الله عليه وسلم بسد الأبواب الشارعة في المسجد وترك باب علي عليه السلام \" ¶ قال الغماري: (حديث صحيح، أخطأ بان الجوزي بذكره في الموضوعات، ورد عليه الحافظ في القول المسدد، وابن تيمية لانحرافه عن عليه السلام كما هو معلوم لم يكفه حكم ابن الجوزي بوضعه فزاد من كيسه حكاية اتفاق المحدثين على وضعه) ¶ وقال الغماري - أيضاً - في موضع آخر من رسالته السابقة -",
            "page": "38",
            "part": "1",
            "seal": "AB258905"
        },
        {
            "id": "36",
            "nass": "متحدثاً عن الألباني - حفظه الله -. ¶ (وحاله في هذا كحال ابن تيمية، وتطاول على الناس فأكفر طائفة من العلماء، وبدع طائفة أخرى، ثم اعتنق هو بدعتين لا يوجد أقبح منهما: إحداهما: قوله بقدم العالم، وهي بدعة كفرية - والعياذ بالله تعالى - والأخرى: انحرافه عن علي عليه السلام، ولذلك وسمه علماء عصره بالنفاق، لقول النبي صلى الله عليه وسلم لعلي: \" لا يحبك إلى مؤمن ولا يبغضك إلا منافق \") ¶ 5- ومن المتهمين - أيضاً - المدعو حسن بن علي السقاف أحد المبتدعة المعاصرين الذي عول على الغماري في هذا الاتهام الباطل فقال في كتابه: \" التنبيه والرد على معتقد قدم العالم والحد \" نقلاً عن عبد الله بن الصديق الغماري من كتابه \" الصبح السافر \" (وابن تيمية يحتج كثير من الناس بكلامه، ويسميه بعضهم (شيخ الإسلام) وهو ناصبي عدو لعلي عليه السلام، واتهم فاطمة عليها السلام بأن فيها شعبة من النفاق) ¶ 6- ومنهم صاحب كتاب \" التوفيق الرباني في الرد على ابن تيمية الحراني ومؤلفه كما على غلافه (لجماعة من العلماء)",
            "page": "39",
            "part": "1",
            "seal": "D755A00E"
        },
        {
            "id": "37",
            "nass": "يضع هذا الزائغ عنواناً في صفحة (85) يقول فيه: (افتراؤه على الإمام على) أي افتراء ابن تيمية على علي - رضي الله عنه - ثم نقل تحته أقوال الحافظ ابن حجر السابقة، وشيئاً من أقوال شيخ الإسلام زاعماً الرد عليها. ¶ 7- ومن المتهمين لشيخ الإسلام بهذا الاتهام الشنيع: المدعو: عبد الله الحبشي وذلك في قوله: (وابن تيمية هذا طعن في علي بن أبي طالب. ¶ وقال: إن حروبه أضرت بالمسلمين. ¶ قلت: وقد رد عليه الشيخ عبد الرحمن دمشقية - حفظه الله - في كتابه: \" المقالات السنية في تبرئة شيخ الإسلام ابن تيمية ورد مفتريات الفرقة الحبشية \" ¶ 8- ومن المتهمين لشيخ الإسلام بهذه التهمة: حسن المالكي الذي ... اشتهر بين أهل العلم بمحبته للمخالفة والانفراد بأقوال شاذة يلتقطها من كتب المبتدعة، ويثيرها عند أهل السنة، وليس هذا مقام ذكرها. ¶ وقد سمعت هذا المالكي يقول في أحد المجالس بأن ابن تيمية (فيه شئ من النصب)",
            "page": "40",
            "part": "1",
            "seal": "2575DE8B"
        },
        {
            "id": "38",
            "nass": "وأما في كتبه - أي المالكي - فقد ألمح إلى هذه التهمة ولم يصرح، فمن ذلك قوله في كتابه \" نحو إنقاذ التاريخ الإسلامي \" (أقول لكم - وبلا فخر - خذوا مني هذه الحقائق التي هي خلاصة دراسة استمرت أربع سنوات في كتب التاريخ، وهي: أن الكتب المفتقدة للتحقيق العلمي المتشدقة بمنهج أهل الحديث بالإضافة إلى ما سبق هي.........) ثم ذكر مجموعة من الكتب التي ينبغي عدم اعتمادها - كما يزعم - ثم قال في الحاشية، (كنت يومها قد ذكرت كتاب (منهاج السنة) لابن تيمية ضمن هذه الكتب التي تفتقد التحقيق ويقلده المؤرخون بلا محاكمة للنصوص، وقد حذفت دكره هنا مؤجلاً الحكم النهائي بعد دراسة الكتاب دراسة مستفيضة) ¶ قلت: ونحن على شوق إلى رؤية هذه (الدراسة المستفيضة) لكتاب شيخ الإسلام. ¶ ومن أقوال المالكي التي تلمح إلى هذه التهمة قوله في كتابه الآنف عن شيخ الإسلام: (وهو معروف بدفاعه عن الخلفاء الثلاثة) وليس الأربعة؟ نعوذ بالله من الظلم والبهتان. ¶ 9- وممن قد يعد من المتهمين لشيخ الإسلام - أيضاً - أم مالك الخالدي، وهي زوج حسن المالكي فقد ألفت كتاباً",
            "page": "41",
            "part": "1",
            "seal": "6ED81FB4"
        },
        {
            "id": "39",
            "nass": "بعنوان \" البرهان الجلي في دفاع ابن تيمية عن خلافة علي رضي الله عنه \" ألمحتت إلى هذه التهمة بشئ من الحذر حيث أبهمت العبارة في أن لشيخ الإسلام أخطاءً عدة في كتابه: \" منهاج السنة\"، وأن له أقوالاً متناقضة...... إلخ اتهامها الذي لم تذكر عليه أي مثال ليتبين مرادها بدلاً من هذا التعمية والتعتعة وإليك شيئاً من أقوالها، لعل أحداً من القراء يفهم ما لم أفهمه من هذا الغموض المطبق على حروفها: ¶ تقول: (يوجد لابن تيمية أقوال ظاهرها يناقض بعض ما أوردناه هنا فلعل ما أوردناه هو آخر ما كان عليه الشيخ لأنه الحق ومن عرف الحق يستبعد أن ينحرف عنه) ¶ قلت: ولم توضح - هداها الله - هذه الأقوال المتناقضه لشيخ الإسلام، أو الأقوال التي فيها لبس واشتباه، وكان الواجب عليها ما دامت تعتقد أن ما تقوله هو الحق أن تصرح بهذه الانتقادات لشيخ الإسلام وترد عليها رداً علمياً، لا أن تطلق هذه العبارات والأقوال التي (فيها لبس واشتباه) ¶ هؤلاء هم أبرز المتهمين لشيخ الإسلام بهذا الاتهام وهم",
            "page": "42",
            "part": "1",
            "seal": "852A642A"
        },
        {
            "id": "40",
            "nass": "كما ترى من أقحاح أهل البدع - ما عدا ابن حجر العسقلاني - فلا يستغرب منهم هذا الكذب والافتراء على شيخ الإسلام الذي هذم بدعهم وفضحهم على رؤوس الأشهاد فلهذا توارثوا هذا العداء الدفين له على مر الأجيال، إلي أن يشاء الله. ¶ وكما قلت سابقاً: لوكان المتهم للشيخ هم هؤلاء المبتدعة وحدهم لما أقمت لأقوالهم أي أهميمة، لأننا قد تعودنا منهم الكثير من مثل هذه الافتراءات والتهم على علماء السلف، ولكن وقوف الحافظ ابن حجر في صفهم ولو بالتلميح هو الذي دفعني لرد خطئه على شيخ الإسلام لكي لا يتسرب دون علم إلى ناشئة المسلمين، أو يستغله أحد مرضى النفوس ممن في صدورهم إحن خفية على شيخ الإسلام لسبب من الأسباب الله أعلم به.",
            "page": "43",
            "part": "1",
            "seal": "F2C6C8B2"
        },
        {
            "id": "42",
            "nass": "منهج شيخ الإسلام في ¶ دفع شبهات الروافض",
            "page": "45",
            "part": "1",
            "seal": "9DA1A46F"
        },
        {
            "id": "44",
            "nass": "علمنا أن شيخ الإسلام يواجه كتاباً قد ألفه رجل من طائفة جاهلة ظالمة قد عرف أفرادها بالكذب المختلق لا يفوقهم فيه أحد، فهذا الرافضي قد حشد أكاذيبه في هذا الكتاب من جهتين: من جهة الغلو في علي - رضي الله عنه - بشتى الأكاذيب والموضوعات، ومن جهة الطعن في الصحابة الآخرين - رضي الله عنهم - فصاحب هذا الكتاب مندفع بحماسة إلى تقرير مذهبه الباطل بأي وسيلة، ولو كانت الافتراءات والأكاذيب. ¶ وشيخ الإسلام أمام سيل جارف من الغلو المكذوب في علي - رضي الله عنه - وأمام حمم متدفقة من الأكاذيب في سبيل الطعن في الصحابة - رضوان الله عليهم - فماذا يصنع؟ ¶ إن المتأمل لهذه الظروف التي عاشها شيخ الإسلام أمام هذا الكتاب يجد أن له خيارين: ¶ الخيار الأول: وهو المشهور عند العلماء وأصحاب التآليف: هو أن يقوم شيخ الإسلام بدفع الطعون عن الصحابة ببيان كذبها وأنها مختلقة، فكلما رمى الرافضي بشبهة أو طعن على صحابي قام شيخ الإسلام بردها أو برده بكل اقتدار لينفيه عن هذا الصحابي. هذا هو الخيار الأول، وهو في ظني الخيار الذي كان الحافظ ابن حجر يريد لشيخ الإسلام أن يسلكه مع الرافضي. ¶ وهو خيار جيد ومقبول لو كان الخصم غير الرافضي، أي لو كان الخصم ممن يحتكمون في خلافاتهم إلى النقل الصحيح أو العقل الصريح، أما مع الرافضي فإن هذا الأسلوب لا يجدي، ولن",
            "page": "47",
            "part": "1",
            "seal": "02A2160B"
        },
        {
            "id": "45",
            "nass": "يكف بأسه عن أعراض الصحابة، فإنك مهما أجدت في رد الشبهة أو الطعن فإنه لن يقتنع بذلك أبداً - كما علم من طريقة القوم - ومهما أفنيت عقلك وجهدك في دفع أكاذيبه فإنه لن يألو جهداً في اختلاف غيرها من الأكاذيب. ¶ إذاً فهذا الخيار الأول لن يثني الرافضي عن هدفه من النيل من الصحابة - رضوان الله عليهم - ¶ نعم هو سينفع أهل السنة، ولكنه لن يضر الروافض ولن يسكتهم. ¶ الخيار الثاني: وهو الذي اختاره شيخ الإسلام لأنه يراه ذا مفعول فعال في مواجهة أكاذيب الروافض وغلوهم المستطير وهذا الخيار يرى أن أجدى طريقة لكف بأس الروافض هو مقابلة شبهاتهم بشبهات خصومهم من الخوارج والنواصب، أي مقابلة هذا الطرف بذاك الطرف المقابل له، ليخرج من بينهما الرأي الصحيح الوسط. ¶ فكلما قال الرافضي شبهة أو طعناً في أحد الخلفاء الثلاثة - أبي بكر وعمر وعثمان - رضي الله عنهم - قابلها شيخ الإسلام بشبهة مشابهة للنواصب والخوارج في علي رضي الله عنه. ¶ وهو لا يقصد بهذا تنقص على - رضي الله عنه - والعياذ بالله، وإنما يقصد إحراج الروافض، وكفهم عن الاستمرار في تهجمهم على الصحابة، لأنه ما من شئ من الطعون والتهم",
            "page": "48",
            "part": "1",
            "seal": "573B8B03"
        },
        {
            "id": "46",
            "nass": "سيثبتونه على واحد من الصحابة إلا وسيثبت الخوارج والنواصب مماثلاً له في علي رضي الله عنه. ¶ وهذا مما يخرس ألسنة الروافض، لأنهم في النهاية سيضطرون إلي أن تضع حربهم على الصحابة أوزارها عندما يرون شبههم وأكاذيبهم تقابل بما يناقضها في على - رضي الله عنه - فعندها سيبادرون إلى أن يختاروا السلم وعدم ترديد الشبهات حفاظاً على مكانة علي أن يمسها أحد بسوء. ¶ فهذه (حيلة) ذكية من شيخ الإسلام ضرب بها النواصب بالروافض ليسلم من شرهم جميعاً، وهذا ما لم يفهمه أو تجاهل عنه من بادر باتهامه بتلك التهمة الظالمة. ¶ وشيخ الإسلام - أيضاً - يعلم أن الروافض والنواصب جميعاً أصحاب كذب وغلو، ولكنه يقابل غلو هؤلاء وكذبهم بغلو أولئك وكذبهم، ليسكت الجميع ويدفعهم عن الخوض في أعراض الصحابة. ¶ فطريقة شيخ الإسلام أنه رأى قوماً يغلون في شخص من الأشخاص، ويتنقصون من يكون مثله أو أفضل منه، أن يقابل هؤلاء بمن يناقضهم في القول لكي يدفع الغلو عن الشخصين الفاضلين جميعاً. ¶ وهذا مما قد تقرر عند علماء السنة ولم يستنكروه. ¶ وأما أهل الباطل من الغلاة فإنهم يتهمون كل من لم يكن",
            "page": "49",
            "part": "1",
            "seal": "4FB47DEE"
        },
        {
            "id": "47",
            "nass": "على مثل غلوهم بأنه عدو لذاك الفاضل. ¶ يقول العلامة المعلمي في كتابه \" التنكيل \": ¶ (ومن أوسع أودية الباطل الغلو في الأفاضل، ومن أمضى أسلحته أن يرمي الغالي كل من يحاول رده إلى الحق ببغض أولئك الأفضل ومعاداتهم، ويرى بعض أهل العلم أن النصارى أول ما غلوا في عيسى عليه السلام كان الغلاة يرمون كل من أعظم ما ساعد على انتشار الغلو، لأن بقايا أهل الحق كانوا يرون أنهم إذا أنكروا على الغلاة نسبوا إلى ما هم أشد الناس كراهية له من بغض عيسى وتحقيره، ومقتهم الجمهور وأوذوا، فثبطهم هذا عن الانكار، وخلا الجو للشيطان، وقريب من هذا حال الغلاة الروافض وحال القبوريين، وحال غلاة المقلدين) ¶ قلت: وأما شيخ الإسلام فإنه لم يأبه لتلك الاتهامات التي يلمز بها أهل الباطل كل من لم يكن على طريقتهم في الغلو، وإنما كان - رحمه الله - ينزل كل إنسان منزلته التي أنزله الله تعالى. ¶ وكان كثيراً ما يجري المقارنات بين الأشخاص الذين غلا فيهم قوم، وجفا عنهم آخرون، فيصد غلو هؤلاء بجفاء أولئك، ويخرج من بينهما الرأي الصحيح في ذا ك الشخص الفاضل.",
            "page": "50",
            "part": "1",
            "seal": "2055440B"
        },
        {
            "id": "48",
            "nass": "فهذه الطريقة تميز بها شيخ الإسلام، ولم يستخدمها مع على - رضي الله عنه - والخلفاء الثلاثة كما يعتقد أعداؤه، وإنما هي طريقة مطردة له رحمه الله في كل موقف مشابه. ¶ فمن ذلك أنه - رحمه الله - عقد مقارنة بين ما ثبت لموسى من فضائل وما ثبت لعيسى - عليهما السلام - قاصداً من ذلك الرد على النصارى الذين يغلون في عيسى عليه السلام ويحطون من قدر غيره من الأنبياء. ¶ قال - رحمه الله - (إنه ما من آية جاء بها المسيح إلا وقد جاء موسى بأعظم منها، فإن المسيح صلى الله عليه وسلم وإن كان جاء بإحياء الموتى، فالموتى الذين أحياهم الله على يد موسى أكثر كالذين قالوا: (لن نؤمن لك حتى نرى الله جهرة فأخذتكم الصعقة) ثم أحياهم الله بعد موتهم، وقد جاء بإحياء الموتى غير واحد من الأنيباء والنصارى يصدقون بذلك. ¶ وأما جعل العصا حية فهذا أعظم من إحياء الميت، فإن الميت كانت فيه حياة فردت الحياة إلى محل كانت فيه الحياة وأما جعل خشبة يابسة حيواناً تبتلع العصي والحبال فهذا أبلغ في القدرة وأقدر، فإن الله يحيي الموتى ولا يجعل الخشب حياة. ¶ وأما إنزال المائدة من السماء فقد كان ينزل على عسكر موسى كل يوم من المن والسلوى وينبع لهم من الحجر من الماء",
            "page": "51",
            "part": "1",
            "seal": "7CF1B845"
        },
        {
            "id": "49",
            "nass": "ما هو أعظم من ذلك، فإن الحلو أو اللحم دائماً هو أجل في نوعه وأعظم في قدره مما كان على المائدة من الزيتون والمسك وغيرهما، وذكرت له نحواً من ذلك مما تبين أن تخصيص المسيح بالاتحاد ودعوى الإلهية ليس له وجه، وإن سائر ما يذكر فيه إما أن يكون مشتركاً بينه وبين غيره من الأنبياء والرسل، مع أن بعض الرسل كإبراهيم وموسى قد يكون أكمل في ذلك منه. ¶ وأما خلقه من امرأة بلا رجل، فخلق حواء من رجل بلا امرأة أعجب من ذلك، فإنه خلق من بطن امرأة، وهذا معتاد، بخلاف الخلق من ضلع رجل، فإن هذا ليس بمعتاد، فما من أمر يذكر في المسيح صلى الله عليه وسلم إلا وقد شركه فيه أو فيما هو أعظم منه غيره من بني آدم) ¶ قلت: إذاً فشيخ الإسلام عندما عقد هذه المقارنة بين موسى وعيسى - عليهما السلام - وما ثبت لهما من فضائل إنما يريد الرد على من يغلو في عيسى - عليه السلام - مستغلاً ما ثبت له من خصائص على حساب غيره من الأنبياء، فأراد شيخ الإسلام أن يوقف غلوه هذا ببيان أن ما ثبت لعيسى من خصائص فإنها ثابتة لغيره من الأنبياء، مثلها أو أعظم منها، فلماذا هذا الغلو؟",
            "page": "52",
            "part": "1",
            "seal": "04386F8D"
        },
        {
            "id": "50",
            "nass": "وهو بهذا الموقف يحفظ لكل أنبياء الله حقوقهم، ويدفع عنهم طعن الطاعنين وازدراء الشانئين، ويصرف عنهم غلو الغالين، ولا يقول عاقل قط بأن صنيع شيخ الإسلام هذا فيه ازدراء وتنقص لعيسى - عليه السلام - ¶ لأنه - رحمه الله - لم يتنقصه، وحاشاه أن يفعل ذلك، أو أن يظن به ذلك، وإنما ذب عن عرض إخوانه من الأنبياء - عليهم السلام- دون أدنى تعرض لمقام عيسى - عليه السلام -. ¶ وقارن بين صنيعه - رحمه الله - مع عيسى وموسى - عليهما السلام - وقارنه مع صنيعه مع على والخلفاء الثلاثة - رضوان الله عليهم - تجد أن الموقف متشابه وأن منهج شيخ الإسلام واحد لا يتغير أمام غلاة الكفار وغلاة المبتدعة الذين يغلون في شخوص بعض الأنبياء أو بعض الأولياء، ويذمون غيرهم. ¶ قلت: وفي موضع آخر يجري شيخ الإسلام مقارنة بين موسى وعيسى - عليهما السلام - وبين محمد صلى الله عليه وسلم وذلك رداً على اليهود والنصارى الذين يؤمنون بموسى وعيسى - عليهما السلام - ولا يؤمنون بمحمد صلى الله عليه وسلم. ¶ يقول الشيخ: (إن الدلائل الدالة على صدق محمد صلى الله عليه وسلم أعظم وأكثر من الدلائل الدالة على صدق موسى وعيسى، ومعجزاته أعظم من معجزات غيره، والكتاب الذي أرسل به أشرف من الكتاب الذي بعث به غيره، والشريعة التي جاء بها",
            "page": "53",
            "part": "1",
            "seal": "84DBC623"
        },
        {
            "id": "51",
            "nass": "أكمل من شريعة موسى وعيسى - عليهما السلام - وأمته أكمل في جميع الفضائل من أمة هذا وهذا. ولا يوجد في التوراة والإنجيل علم نافع وعمل صالح إلا وهو في القرآن مثله وأكمل منه , وفي القرآن من العلم النافع والعمل الصالح ما لا يوجد مثله في التوراة والإنجيل، فما من مطعن من مطاعن أعداء الأنبياء يطعن على محمد صلى الله عليه وسلم إلا ويمكن توجيه ذلك الطعن وأعظم منه على موسى وعيسى، وهذه جملة مبسوطة في موضع آخر لم نبسطها هنا، لأن جواب كلامهم لا يحتاج إلى ذلك، فيمتنع الإقرار بنبوة موسى وعيسى عليهما السلام مع التكذيب بنوة محمد صلى الله عليه وسلم ولا يفعل ذلك إلا من هو من أجل الناس وأضلهم، أو أعظمهم عناداً واتباعاً لهواه) ¶ قلت: تأمل قوله: (فما من مطعن من مطاعن أعداء الأنبياء يطعن على محمد صلى الله عليه وسلم إلا ويمكن توجيه ذلك الطعن وأعظم منه على موسى وعيسى) ¶ إذا تأملت هذه العبارة تبين لك بوضوح منهج شيخ الإسلام المطرد في مثل هذه المواضع التي يعظم فيها نبي أو صحابي أو ولي على حساب نبي أو صحابي أو ولي آخر، فإنه رحمه الله يلزم ذلك المعظم الجهول أن يعظم الجميع ويثني عليهم وإلا فإنه لا يستقيم له أن يعظم بعضهم ويطعن في بعضهم، لأنه ما من طعن",
            "page": "54",
            "part": "1",
            "seal": "9BDF4C13"
        },
        {
            "id": "52",
            "nass": "أو اتهام باطل يمكن أن يوجه لأحدهم إلا سيوجه للآخر مثله أو أعظم منه. لأن النفس الدنيئة لن تعدم مثل هذه الاتهامات الباطلة على الأفاضل، فإذا كان أصحاب الإفك كاليهود مثلاً قد مسوا جانب الله وعظمته في فولهم (يد الله مغلولة) فما ظنك ببني البشر؟ مهما علت منزلتهم. ¶ إذاً: فخلاصة منهج شيخ الإسلام في مثل هذه المقامات التي يمجد فيها شخص على حساب آخر، ويكونان جميعاً من أهل الفضل، أو يكون المطعون فيه أفضل من الممجد كأبي بكر مع على مثلاً، فإن الشيخ - رحمه الله - يبين لهم أنكم إذا طعنتم في هذا الشخص الفاضل بالطعونات الباطلة فسيأتي قوم مثلكم لا خلاق لهم يطعنون فيمن مجدتموه بنفس طعونكم، فماذا سيكون موقفكم تجاههم؟ إلا الكف عن الأفاضل وإنزالهم منزلتهم التي أرادها الله لهم. ¶ هذا هو منهج شيخ الإسلام، وليس معنى هذا أنه يطعن فيمن مجده الغلاة، لأن هذا الأمر لم يخطر بباله أصلاً، لأنه ينقض شبهة هؤلاء بشبه غيرهم من أهل الباطل، كاليهود مع النصارى، والروافض مع النواصب، ثم يبرز منهج الأسلام أو منهج أهل السنة، كما فعل مع علي - رضي الله عنه - مثلاً، حيث أكثر من ذكر فضله ومكانته في كتابه \" منهاج السنة \" الذي يدعي خصومة أنه تنقصه فيه، وما كان لمثل شيخ الإسلام أن يتناقض فوله لا سيما في كتاب واحد ولكن القوم لم يفهموا مقصد شيخ",
            "page": "55",
            "part": "1",
            "seal": "D13BF37E"
        },
        {
            "id": "53",
            "nass": "الإسلام من عباراته تلك فبادروه بتلك التهمة، ولا سيما والنفوس مولعة بالطعن فيمن على صيته وانتشرت تزكيته في الآفاق كشيخ الإسلام الذي لن يعدم حاسداً أو حاقداً فوق كل أرض وتحت أي سماء. ¶ قلت: ومن هذه المقارنات التي يقوم بها شيخ الإسلام للحاجة أنه أجرى مقارنة بين ابن عباس وأبي هريرة - رضي الله عنهما - ليبين الفرق بين الحفظ وبين الاستنباط فيقول: (وأين تقع فتاوى ابن عباس وتفسيره، واستنباطه، ومن فتاوى أبي هريرة وتفسيره؟ وأبو هريرة أحفظ منه، بل هو حافظ الأمة على الإطلاق، يؤدي الحديث كما سمعه، ويدرسه بالليل درساً، فكانت همته مصروفة إلى الحفظ، وتبليغ ما حفظه كما سمعه، وهمة ابن عباس مصروفة إلى التفقه والاستنباط، وتفجير النصوص، وشق الأنهار منها، واستخراج كنوزها) ¶ ومن ذلك أيضاً أنه أجرى مقارنة بين صالحي بني آدم وبين الملائكة ليبين رأيه في هذه المسألة التي طال فيها الجدل بين العلماء قبل شيخ الإسلام. ¶ قال رحمه الله: (وأما الصفات التي تتفاضل، فمن ذلك: الحياة السرمدية والبقاء الأبدي في الدار الآخرة، وليس للملك أكثر من هذا، وإن كانت حياتنا هذه منغوصة بالموت فقد أسلفت",
            "page": "56",
            "part": "1",
            "seal": "13849675"
        },
        {
            "id": "54",
            "nass": "أن التفضيل إنما يقع بعد كمال الحقيقتين، حتى لا يبقى إلا البقاء وغير ذلك من العلم الذي امتازت به الملائكة. ¶ فنقول: غير منكر اختصاص كل قبيل من العلم بما ليس للآخر، فإن الوحي للرسل على أنحاء، كما قال تعالى: (وما كان لبشر أن يكلمه الله إلا وحيا أو من ورآي حجاب أو يرسل رسولا فيوحى بإذنه ما يشاء) فبين أن الكلام للبشر على ثلاثة أوجه: منها واحد يكون يتوسط الملك. ووجهان أخران ليس للملك فيهما وحي، وأين الملك من ليلة المعراج، ويوم الطور، وتعليم الأسماء وأضعاف ذلك؟) ¶ قلت: وبهذه الأمثلة السابقة تعلم طريقة شيخ الإسلام ومنهجه الذي يسير عليه في هذه الظروف والقضايا المتشابهة، ومنها قضية الرافضة مع علي - رضي الله عنه - حيث غلا فيه الروافض ورفعوه فوق مقامه الذي أراده الله له، ولم يكفهم ذلك، بل تنقصوا من يزيدون عليه في الفضل والمرتبة. ¶ ولهذا فشيخ الإسلام - رحمه الله - في كتابه ساوى بين الروافض وبين النصارى الذين غلوا في عيسى - علية السلام - وتنقصوا غيره من الأنبياء - عليهم السلام - ¶ يقول شيخ الإسلام في كلام بديع له، يبين فيه منهجه الذي",
            "page": "57",
            "part": "1",
            "seal": "4B1FCFA0"
        },
        {
            "id": "55",
            "nass": "سبق أن عرفناه، ويدلل عليه بالأمثلة من القرآن، ومن أفعال العلماء السابقين، فتأمله وتدبره فإنه يلخص لك هذه الرسالة كلها. ¶ يقول شيخ الإسلام: (أهل السنة مع الرافضة كالمسلمين مع النصارى، فإن المسلمين يؤمنون بأن المسيح عبد الله ورسوله، ولا يغلون فيه غلو النصارى، ولا يجفون جفاء اليهود. والنصارى تدعى فيه الإلهية وتريد أن تفضله على محمد وابراهيم وموسى بل تفضل الحواريين على هؤلاء الرسل، كما تريد الروافض أن تفضل من قاتل مع على كمحمد بن أبي بكر، والأشتر النخعي على أبي بكر وعمر وعثمان وجمهور الصحابة من المهاجرين والأنصار، فالمسلم إذا ناظر النصراني لا يمكنه أن يقول في عيسى إلا الحق، لكن إذا أردت أن تعرف جهل النصراني وأنه لا حجة له، فقدر المناظرة بينه وبين اليهودي، فإن النصراني لا يمكنه أن يجيب عن شبهة اليهودي إلا بما يجيب به المسلم، فإن لم يدخل في دين الإسلام وإلا كان منقطعاً مع اليهودي، فإنه إذا أمر بالإيمان بمحمد صلى الله عليه وسلم، فإن قدح في نبوته بشئ من الأشياء، لم يمكنه أن يقول شيئاً إلا قال له اليهودي في للمسيح ما هو أعظم من ذلك، فإن البينات لمحمد أعظم من البينات للمسيح، وبعد أمر محمد عن الشبهة أعظم من بعد المسيح عن الشبهة، فإن جاز القدح فيما دليله أعظم وشبهته أبعد عن الحق فالقدح فيما دونه أولى، وإن كان القدح في المسيح باطلاً فالقدح في محمد أولى",
            "page": "58",
            "part": "1",
            "seal": "4B843610"
        },
        {
            "id": "56",
            "nass": "بالبطلان، فإنه إذا بطلت الشبهة القوية فالضعيفة أولى بالبطلان، وإذا ثبتت الحجة التي غيرها أقوى منها فالقوية أولى بالثبات. ¶ ولهذا كان مناظرة كثير من المسلمين للنصارى من هذا الباب كالحكاية المعروفة عن القاضي أبي بكر بن الطيب لما أرسله المسلمون إلى ملك النصارى بالقسطنطينية، فإنهم عظموه وعرف النصارى قدره، فخافوا أن لايسجد للملك إذا دخل، فأدخلوه من باب صغير ليدخل منحنياً، ففطن لمكرهم فدخل مستديراً متلقياً لهم بعجزه، ففعل نقيض ما قصدوه، ولما جلس وكلموه أراد بعضهم القدح في المسلمين، فقال له: ما قيل في عائشة امرأة نبيكم؟ يريد إظهار قول الإفك الذي يقوله من يقوله من الرافضة أيضاً، فقال القاضي: ثنتان قدح فيهما ورميتا بالزنا إفكا وكذباً: ومريم وعائشة فلم تأت بولد مع أنه كان لها زوج فأبهت النصارى. ¶ وكان مضمون كلامه أن ظهور براءة عائشة أعظم من ظهور",
            "page": "59",
            "part": "1",
            "seal": "EF376620"
        },
        {
            "id": "57",
            "nass": "براءة مريم، وأن الشبهة إلى مريم أقرب منها إلى عائشة، فإذا كان مع هذا قد ثبت كذب القادحين في مريم، فثبوت كذب القادحين في عائشة أولى. ¶ ومثل هذه المناظر أن يقع التفضيل بين طائفتين، ومحاسن إحداهما أكثر وأعظم، ومساويها أقل وأصغر، فإذا ذكر ما فيها من ذلك عورض بأن مساوئ تلك أعظم، كقوله تعالى: (يسئلونك عن الشهر الحرام قتال فيه قل قتال فيه كبير) ثم قال: (وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله والفتنة أكبر من القتل) ، فإن الكفار عيروا سرية من سرايا المسلمين بأنهم قتلوا ابن الحضرمي في الشهر الحرام، فقال تعالى: هذا كبير، وما عليه المشركون من الكفر بالله والصد عن سبيله وعن المسجد الحرام وإخراج أهله منه أكبر عند الله، فإن هذا صد عما لا تحصل النجاة والسعادة إلا به، وفيه من انتهاك المسجد الحرام ما هو أعظم من انتهاك الشهر الحرام. ¶ لكن هذا النوع قد اشتملت كل من الطائفتين فيه على ما يذم وأما النوع الأول فيكون كل من الطائفتين لا يستحق الذم، بل هناك شبه في الموضعين وأدلة في الموضعين، وأدله أحد الصنفين أقوى وأظهر، وشبهته أضعف وأخفى، فيكون أولى بثبوت الحق ممن تكون أدلته أضعف وشبهته أقوى.",
            "page": "60",
            "part": "1",
            "seal": "4C441D49"
        },
        {
            "id": "58",
            "nass": "وهذا حال النصارى واليهود مع المسلمين وهو حال أهل البدع مع أهل السنة لا سيما الرافضة. ¶ وهكذا أمر أهل السنة مع الرافضة في أبي بكر وعلي، فإن الرافضي لا يمكنه أن يثبت إيمان على وعدالته وأنه من أهل الجنة - فضلاً عن إمامته - إن لم يثبت ذلك لأبي بكر وعمر وعثمان، وإلا فمتى أراد إثبات ذلك لعلي وحده لم تساعده الأدلة، كما أن النصراني إذا أراد إثبات نبوة المسيح دون محمد لم تساعده الأدلة، فإذا قالت له الخوارج الذين يكفرون علياً أو النواصب الذين يفسقونه: إنه كان ظالماً طالباً للدنيا، وإنه طلب الخلافة لنفسه وقاتل عليها بالسيف، وقتل على ذلك ألوفاً من المسلمين حتى عجز عن انفراده بالأمر، وتفرق عليه أصحابه وظهروا عليه فقاتلوه، فهذا الكلام إن كان فاسداً ففساد كلام الرافضي في أبي بكر وعمر أعظم، وإن كان ما قاله في أبي بكر وعمر متوجهاً مقبولاً فهذا أولى بالتوجه والقبول، لأنه من المعلوم للخاصة والعامة أن من ولاه الناس باختيارهم ورضاهم، ومن غير أن يضرب أحداً لا بسيف ولا عصا، ولا أعطى أحداً ممن ولاه مالاً، واجتمعوا عليه فلم يول أحداً من أقاربه وعترته، ولا خلف لورثته مالاً من مال المسلمين، وكان له مال قد أنفقه في سبيل الله فلم يأخذ بدله، وأوصى أن يرد إلى بيت مالهم ما كان عنده لهم، وهو جرد قطيفة وبكر وأمة سوداء ونحو ذلك، حتى قال عبد الرحمن بن عوف لعمر: أتسلب هذا آل أبي بكر؟",
            "page": "61",
            "part": "1",
            "seal": "99F3C39C"
        },
        {
            "id": "59",
            "nass": "قال: كلا والله لا يتحنث فيها أبو بكر وأتحملها أنا. وقال: يرحمك الله يا أبا بكر لقد أتعبت الأمراء بعدك. ¶ ثم مع هذا لم يقتل مسلماً على ولا يته، ولا قاتل مسلماً بمسلم، بل قاتل بهم المرتدين عن دينهم والكفار، حتى شرع بهم في فتح الأمصار، واستخلف القوي الأمين العبقري الذي فتح الأمصار ونصب الديوان وعمر بالعدل والإحسان. ¶ فإن جاز للرافضي أن يقول: إن هذا كان طالباُ للمال والرياسة، أمكن الناصبي أن يقول: كان علي ظالماً طالباً للمال والرياسة، قاتل على الولاية حتى قتل المسلمون بعضهم بعضاً ولم يقاتل كافراَ، ولم يحصل للمسلمين في مدة ولايته إلا شر وفتنة في دينهم ودنياهم. ¶ فإن جاز أن يقال: علي كان مريداً لوجه الله، والتقصير من غيره من الصحابة، أو يقال: كان مجتهداً مصيباً وغيره مخطئاً مع هذه الحال، فأن يقال: كان أبو بكر وعمر مريدين وجه الله مصيبين، والرافضة مقصرون في معرفة حقهم، مخطئون في ذمهم بطريق الأولى والأحرى، فإن أبا بكر وعمر كان بعدهما عن شبهة طلب الرياسة والمال أشد من بعد علي عن ذلك، وشبهة الخوارج الذين ذموا علياً وعثمان وكفروهما أقرب من شبهة الرافضة الذين ذموا أبا بكر وعمر وعثمان وكفروهم، فكيف بحال الصحابة والتابعين الذين تخلفوا عن بيعته أو قاتلوه؟ فشبهتهم أقوى من شبهة من قدح في أبي بكر وعمر وعثمان، فإن أولئك قالوا: ما",
            "page": "62",
            "part": "1",
            "seal": "D7AFA31D"
        },
        {
            "id": "60",
            "nass": "يمكننا أن نبايع إلا من يعدل علينا ويمنعنا ممن يظلمنا ويأخذ حقنا ممن ظلمناه، فإذا لم يفعل هذا كان عاجزاً أو ظالماً، وليس علينا أن نبايع عاجزاً أو ظالماً. ¶ وهذا الكلام إذا كان باطلاً، فبطلان قول من يقول: إن أبا بكر وعمر كانا ظالمين طالبين للمال والرياسة أبطل وأبطل، وهذا الأمر لا يستريب فيه من له بصر ومعرفة، وأين شبهة مثل أبي موسى الأشعري الذي وافق عمراً على عزل علي ومعاوية وأن يجعل الأمر شورى في المسلمين، من شبهة عبد الله بن سبأ وأمثاله الذين يدعون أنه إمام معصوم، أو أنه إله أو نبي، بل أين شبهة الذين رأوا أن يولو معاوية من شبهة الذين يدعون أنه إله أو نبي فإن هؤلاء كفار باتفاق المسلمين بخلاف أولئك. ¶ ومما يبين هذا أن الرافضة تعجز عن إثبات إيمان على وعدالته مع كونهم على مذهب الرافضة، ولا يمكنهم ذلك إلا إذا صاروا من أهل السنة، فإذا قالت لهم الخوارج وغيرهم ممن تكفره أو تفسقه: لا نسلم أنه كان مؤمناً بل كان كافراً أو ظالماً - كما يقولون هم في أبي بكر وعمر - لم يكن لهم دليل على إيمانه وعدله إلا وذلك الدليل على إيمان أبي بكر وعمر وعثمان أدل. ¶ فإن احتجوا بما تواتر من إسلامه وهجرته وجهاده، فقد تواتر ذلك عن هؤلاء، بل تواتر إسلام معاوية ويزيد وخلفاء بني أمية وبني العباس، وصلاتهم وصيامهم وجهادهم للكفار، فإن ادعوا في واحد من هؤلاء النفاق أمكن الخارجي أن يدعي النفاق،",
            "page": "63",
            "part": "1",
            "seal": "ECFFC677"
        },
        {
            "id": "61",
            "nass": "وإذا ذكروا شبهة ذكر ما هو أعظم منها. ¶ وإذا قالوا ما تقوله أهل الفرية من أن أبا بكر وعمر كانا منافقين في الباطن عدوين للنبي صلى الله عليه وسلم أفسدا دينه بحسب الإمكان، أمكن الخارجي أن يقول ذلك في علي ويوجه ذلك بأن يقول: كان يحسد ابن عمه والعداوة في الأهل وأنه كان يريد فساد بينه فلم يتمكن من ذلك في حياته وحياة الخلفاء الثلاثة، حتى سعي في قتل الخليفة الثالث وأوقد الفتنة حتى تمكن من قتل أصحاب محمد وأمته بغضاً له وعداوة، وأنه كان مباطناً للمنافقين الذين ادعوا فيه الإلهية والنبوة، وكان يظهر خلاف ما يبطن لأن دينه التقية، فلما أحرقهم بالنار أظهر إنكار ذلك، وإلا فكان في الباطن معهم، ولهذا كانت الباطنية من أتباعه، وعندهم سره، وهم ينقلون عنه الباطن الذين ينتحلونه. ¶ ويقول الخارجي مثل هذا الكلام الذي يروج على كثير من الناس أعظم مما يروج كلام الرافضة في الخلفاء الثلاثة، لأن شبه الرافضة أظهر فساداً من شبه الخوارج والنواصب، والخوارج أصح منهم عقلاً وقصداً، والرافضة أكذب وأفسد ديناً. ¶ وإن أرادوا إثبات إيمانه وعدالته بنص القرآن عليه. ¶ قيل لهم: القرآن عام، وتناوله له ليس بأعظم من تناوله لغيره وما من آية يدعون اختصاصها به إلا أمكن أن يدعي اختصاصها أو اختصاص مثلها أو أعظم منها بأبي بكر وعمر، فباب الدعوى بلا حجة ممكنة، والدعوى في فضل الشيخين أمكن",
            "page": "64",
            "part": "1",
            "seal": "688660D4"
        },
        {
            "id": "62",
            "nass": "منها في فضل غيرهما. ¶ وإن قالوا: ثبت ذلك بالنقل والرواية، فالنقل والرواية في أولئك أشهر وأكثر، فإن ادعوا تواتراً فالتواتر هناك أصح، وإن اعتمدوا على نقل الصحابة فنقلهم لفضائل أبي بكر وعمر أكثر. ¶ ثم هم يقولون: إن الصحابة ارتدوا إلا نفراً قليلاً، فكيف تقبل رواية هؤلاء في فضيلة أحد؟ ولم يكن في الصحابة رافضة كثيرون يتواتر نقلهم، فطريق النقل مقطوع علهيم إن لم يسلكوا طريق أهل السنة، كما هو مقطوع على النصارى في إثبات نبوة المسيح إن لم يسلكوا طريق المسلمين. ¶ وهذا كمن أراد إن يثبت فقه ابن عباس دون علي، أو فقه أبن عمر دون أبيه، أو فقه علقمة والأسود دون ابن مسعود، ونحو ذلك من الأمور التي يثبت فيها للشئ حكم دون ما هو أولى بذلك الحكم منه، فإن هذا تناقض ممتنع عند من سلك طريق العلم والعدل) . ¶ قلت: ويقول شيخ الإسلام - أيضاً - ¶ (والكلام في الناس يجب أن يكون بعلم وعدل، لا بجهل وظلم كحال أهل البدع، فإن الرافضة تعمد إلى أقوام متقاربين في الفضيلة، تريد أن تجعل أحدهم معصوماً من الذنوب والخطايا، والآخر مأثوماً فاسقاً أو كافراً فيظهر جهلهم وتناقضهم، كاليهودي",
            "page": "65",
            "part": "1",
            "seal": "5283057D"
        },
        {
            "id": "63",
            "nass": "والنصراني إذا أراد أن يثبت نبوة موسى أو عيسى، مع قدحه في نبوة محمد صلى الله عليه وسلم، فإنه يظهر عجزه وجهله وتناقضه، فإنه ما من طريق يثبت بها نبوة موسى وعيسى إلا وتثبت بنوة محمد بمثلها أو بما هو أقوى منها، وما شبهة تعرض في نبوة محمد صلى الله عليه وسلم إلا وتعرض في بنوة موسى وعيسى عليهما السلام بما هو مثلها أو أقوى منها، وكل من عمد إلى التفريق بين المتماثلين، أو مدح الشئ وذم ما هو من جنسه، أو أولى بالمدح منه أو بالعكس، أصابه مثل هذا التناقض والعجز والجهل) ¶ قلت: وبعد أن عرفنا طريق شيخ الإسلام في دفع شبهات الروافض مما اضطره إلى تلك العبارات التي أسئ فهمها منه لغرض أو لآخر، سأذكر في المباحث التالية ما ينقض تلك الفرية بوضوح من كلام شيخ الإسلام في ذم النواصب، وكلامه في فضل علي - رضي الله عنه - ثم ذكر المواضع التي حسبوها تنتقص من مكانة على - رضي الله عنه - مع توجيهها التوجيه الصحيح، لكي لاتحمل على ما لم يرده شيخ الإسلام.",
            "page": "66",
            "part": "1",
            "seal": "9402972D"
        },
        {
            "id": "64",
            "nass": "أقوال شيخ الإسلام في: ¶ 1- ذم النواصب ¶ 2- فضل على - رضي الله عنه -",
            "page": "67",
            "part": "1",
            "seal": "7C186B3A"
        },
        {
            "id": "66",
            "nass": "أولاً: ذم شيخ الإسلام للنواصب ¶ مما يدفع هذه الفرية عن شيخ الإسلام أنه كان شديد الذم للنواصب بطوائفهم، والخوارج الذين اتخذوا بغض علي - رضي الله عنه - ديناً يدينون الله به، وتجرأ بعضهم على تكفيره، أو تفسيقه، أو سبه وشتمه، والعياذ بالله. ¶ وكان - رحمه الله - يكثر من ذم هؤلاء في كتابه \" منهاج السنة \" فلو كان ناصبياً كما يزعم أعداؤه لأثنى عليهم، أو دافع عن مواقفهم، والتمس العذر منهم. ¶ ولكنه مع هذا الذم لهم يرى أنهم خير من الرافضة، أهل الكذب والنفاق. ¶ يقول شيخ الإسلام: (لا تجد أحداً ممن تذمه الشيعة بحق أو باطل إلا وفيهم من هو شر منه، ولا تجد أحداً ممن تمدحه الشيعة إلا وفيمن تمدحه الخوراج من هو خير منه، فإن الروافض شر من النواصب، والذين تكفرهم أو تفسقهم الروافض هم أفضل من الذين تكفرهم أو تفسقهم النواصب. ¶ وأما أهل السنة فيتولون جميع المؤمنين، ويتكلمون بعلم وعدل، ليسوا من أهل الجهل ولا من أهل الأهواء، ويتبرؤن من طريقة الروافض والنواصب جميعاً، ويتولون السابقين والأولين كلهم، ويعرفون قدر الصحابة وفضلهم ومناقبهم، ويرعون حقوق",
            "page": "69",
            "part": "1",
            "seal": "AD30CEF2"
        },
        {
            "id": "67",
            "nass": "أهل البيت التي شرعها الله لهم، ولا يرضون بما فعله المختار ونحوه من الكذابين، ولا ما فعله الحجاج ونحوه من الظالمين، ويعلمون مع هذا مراتب السابقين الأولين، فيعلمون أن لأبي بكر وعمر من التقدم والفضائل ما لم يشاركهما فيها أحد من الصحابة، لا عثمان ولا علي ولا غيرهما) ¶ ويقول: (وهؤلاء هم الذين نصبوا العداوة لعلي ومن والاه، وهم الذين استحلوا قتله وجعلوه كافراً، وقتله أحد رؤوسهم \" عبد الرحمن بن ملجم المرادي \" فهؤلاء النواصب الخوارج المارقون إذا قالوا: إن عثمان وعلي بن أبي طالب ومن معهما كانوا كفاراً مرتدين، فإن من حجة المسلمين عليهم ما تواتر من إيمان الصحابة، وما ثبت بالكتاب السنة الصحيحة من مدح الله تعالى لهم، وثناء الله عليهم، ورضاء عنهم، وإخباره بأنهم من أهل الجنة، ونحو ذلك من النصوص، ومن لم يقبل هذه الحجج لم يمكنه أن يثبت إيمان علي بن أبي طالب وأمثاله. ¶ فإنه لو قال هذا الناصبي للرافضي: إن علياً كان كافراً، أو فاسقاً ظالماً، وأنه قاتل على الملك: لطلب الرياسة، لا للدين وأنه قتل \" من أهل الملة \" من أمة محمد صلى الله عليه وسلم بالجمل، وصفين، وحروراء، ألوفاً مؤلفة، ولم يقاتل بعد وفاة النبي صلى الله عليه وسلم كافراً، ولا فتح مدينة، بل قاتل أهل القبلة، نحو هذا الكلام - الذي تقوله",
            "page": "70",
            "part": "1",
            "seal": "8DF9B4EE"
        },
        {
            "id": "68",
            "nass": "النواصب المبغضون لعلي - رضي الله عنه - لم يمكن أن يجيب هؤلاء النواصب إلا أهل السنة والجماعة، الذين يحبون السابقين الأولين كلهم، ويوالونهم. ¶ فيقولون لهم: أبو بكر، وعمر، وعثمان، وطلحة، والزبير، ونحوهم، ثبت بالتواتر إيمانهم وهجرتهم وجهادهم، وثبت في القرآن ثناء الله عليهم، والرضى عنهم، وثبت بالأحاديث الصحيحة ثناء النبي صلى الله عليه وسلم عليهم خصوصاً وعموماً، كقوله في الحديث المستفيض عن: \" لو كنت متخذاً من أهل الأرض خليلاً لاتخذت أبا بكر خليلاً \"، وقوله: \" إنه قد كان في الأمم قبلكم محدثون، فإن يكن في أمتي أحد فعمر \"، وقوله عن عثمان: \" ألا أستحي ممن نستحي منه الملائكة \"؟ وقوله لعلي: \" لأعطين الراية رجلاً يحب الله ورسوله، ويحبه الله ورسوله، يفتح الله علي يديه \" وقوله: \" لكل نبي حواريون، وحواريي الزبير \" وأمثال ذلك. ¶ وأما الرافضي فلا يمكنه إقامة الحجة على من يبغض علياً من النواصب، كما يمكن ذلك أهل السنة، الذين يحبون الجميع) ¶ قلت: وفي كلام شيخ الإسلام الآتي صرح رحمه الله بأنه ليس ناصبياً، وأن الشام كلها لم يبق فيها نواصب، وهو قول صريح من الشيخ يرد به على من يظن به هذا الظن.",
            "page": "71",
            "part": "1",
            "seal": "21775998"
        },
        {
            "id": "69",
            "nass": "قال - رحمه الله -: ¶ (وأما جواز الدعاء للرجل وعليه فبسط هذه المسئلة في الجنائز، فإن موتى المسلمين يصلي عليهم برهم وفاجرهم، وإن لعن الفاجر مع ذلك بعينه أو بنوعه، لكن الحال الأولى أوسط وأعدل، وبذلك أجبت مقدم المغل بولاي، لما قدموا دمشق في الفتنة الكبيرة، وجرت بيني وبينه وبين غيره مخاطبات، فسألني فيما سألني: ما تقول في يزيد؟ فقلت: لا نسبه ولا نحبه، فإنه لم يكن رجلاً صالحاً فنحبه، ونحن لا نسب أحداً من المسلمين بعينه. ¶ فقال: أفلا تلعنونه؟ أما كان ظالماً؟ أما قتل الحسين؟ ¶ فقلت له: نحن إذا ذكر الظالمون كالحججاج بن يوسف وأمثاله: نقول كما قال الله في القرآن: (ألا لعنه الله على الظلمين) ولا نحب أن نلعن أحداً بعينه، وقد لعنه قوم من العلماء وهذا مذهب يسوغ فيه الاجتهاد، لكن ذلك القول أحب إلينا وأحسن. ¶ وأما من قتل \" الحسين \" أو أعان على قتله، أو رضي بذلك فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل الله منه صرفاً ولا عدلاً. ¶ قال: فما تحبون أهل البيت؟",
            "page": "72",
            "part": "1",
            "seal": "0AAC0BE1"
        },
        {
            "id": "70",
            "nass": "قلت: محبتهم عندنا فرض واجب، يؤجر عليه، فإنه قد ثبت عندنا في صحيح مسلم عن زيد بن أرقم قال: خطبنا رسول الله صلى الله عليه وسلم بغدير يدعي خماً، بين مكة والمدينة فقال \" أيها الناس إني تارك فيكم الثقلين كتاب الله \" فذكر كتاب الله وحض عليه، ثم قال: \" وعترتي أهل بيتي، أذكركم الله في أهل بيتي، أذكركم الله في أهل بيتي \" قلت لمقدم: ونحن نقول في صلاتنا كل يوم: \" اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على آل إبراهيم إنك حميد مجيد \" ¶ قال مقدم: فمن يبغض أهل البيت؟ ¶ قلت: من أبغضهم فعليه لعنه الله والملائكة والناس أجمعين، لا يقبل الله منه صرفاً ولا عدلاً. ¶ ثم قلت للوزير المغولي: لأي شئ قال عن يزيد وهذا تتري؟ ¶ قال: قد قالوا له إن أهل دمشق نواصب. ¶ قلت بصوت عال: يكذب الذي قال هذا، ومن قال هذا فعليه لعنة الله، والله ما في أهل دمشق نواصب، وما علمت فيهم ناصبياً ولو تنقص أحد علياً بدمشق لقام المسلمون عليه، لكن كان قديماً - لما كان بنو أمية ولاة البلاد - بعض بني أمية ينصب العداوة لعلي ويسبه، وأما اليوم فما بقي من أولئك أحد)",
            "page": "73",
            "part": "1",
            "seal": "252B6FE8"
        },
        {
            "id": "71",
            "nass": "ثانياً: أقوال شيخ الأسلام في فضل علي - رضي الله عنه - ¶ لشيخ الإسلام - رحمه الله - مواضع عديدة يمدح فيها علياً رضي الله عنه، ويثني عليه، وينزله في المنزلة الرابعة بعد أبي بكر وعمر وعثمان - رضي الله عنهم - كما هو منهج أهل السنة والجماعة، وهي واضحة صريحة تلوح لكل قارئ لكتب الشيخ، فلا أدري كيف زاغت عنها أبصار أهل البدعة والشانئين لشيخ الإسلام؟ ¶ وقد أحببت جمع بعضها في هذا المبحث ليقرأها كل منصف وطالب للحق من أولئك النفر، ولكي تقر بها أعين أهل السنة، فلا يحوك في صدر أحدهم وسواس أهل البدع تجاه شيخ الإسلام، عندما يطلعون على تلك الاتهامات الظالمة. ¶ وقد أكثرت من النقل عن كتاب \" منهاج السنة \" لأنه عمدة الطاعنين والمتهمين للشيخ بأن فيه عبارات توحي بانحرافه عن علي - رضي الله عنه - أو توهم تنقصه له، فوددت أن أبين لهؤلاء أنهم قوم لم يفقهوا مقاصد الشيخ من عباراته لأنهم ينظرون بعين السخط وعين العداوة في الدين ومثل هذه الأعين لا يفلح صاحبها.",
            "page": "74",
            "part": "1",
            "seal": "D6AA02D7"
        },
        {
            "id": "72",
            "nass": "وأبدأ هذه المواضع بذكر مجمل عقيدته - رحمه الله - في الصحابة نقلاً عن \" العقيدة الواسطية \" وهي عقيدته الشهيرة التي كتبها بيده ونافح عنها في حياته أمام أهل البدع. ¶ قال رحمه الله: (ومن أصول أهل السنة والجماعة: سلامة قلوبهم وألسنتهم لأصحاب رسول الله صلى الله عليه وسلم، كما وصفهم الله في قوله تعالى: (والذين جاءو من بعدهم يقولون رينا اغفر لنا ولإخوننا الذين سبقونا بالإيمن ولا تجعل في قلوبنا غلاً للذين ءامنوا ربنا إنك رءوف رحيم) . ¶ وطاعة النبي صلى الله عليه وسلم في قوله: \" لا تسبوا أصحابي، فوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهباً ما بلغ مد أحدهم ولا نصفيه \" ¶ ويقبلون ما جاء به الكتاب والسنة والإجماع من فضائلهم ومراتبهم، ويفضلون من أنفق من قبل الفتح وقاتل - وهو صلح الحديبية - على من أنفق من بعده وقاتل، ويقدمون المهاجرين على الأنصار، ويؤمنون بأن الله قال لأهل بدر - وكانوا ثلاثمائة وبضعة عشر -: \" اعلموا ما شئتم فقد غفرت لكم \" وبأنه لا يدخل النار أحد بايع تحت الشجرة كما أخبر به النبي صلى الله عليه وسلم بل قد رضي الله عنهم ورضوا عنه، وكانوا أكثر من",
            "page": "75",
            "part": "1",
            "seal": "B3A42213"
        },
        {
            "id": "73",
            "nass": "ألف وأربعمائة - ¶ ويشهدون بالجنة لمن شهد له رسول الله صلى الله عليه وسلم كالعشرة، وثابت بن قيس بن شماس وغيرهم من الصحابة. ¶ ويقرون بما تواتر بن النقل عن أمير المؤمنين على بن أبي طالب رضي الله عنه وغيره، من أن خير هذه الأمة بعد نبيها أبو بكر ثم عمر، ويثلثون بعثمان ويربعون بعلي رضي الله عنهم، كما دلت عليه الآثار، وكما أجمع على تقديم عثمان في البيعة، مع أن بعض ... أهل السنة كانوا قد اختلفوا في عثمان وعلي - رضي الله عنهما - بعد اتفاقهم على تقديم أبي بكر وعمر أيهما أفضل، فقدم قوم عثمان وسكتوا، أو ربعوا بعلي وقدم قوم علياً، وقوم توقفوا، لكن استقر أمر أهل السنة على تقديم عثمان ثم علي. ¶ وإن كانت هذه المسألة - مسألة عثمان وعلي - ليست من الأصول التي يضلل المخالف فيها عند جمهور أهل السنة، لكن التي يضلل فيها مسألة الخلافة، وذلك أنهم يؤمنون أن الخليفة بعد رسول الله صلى الله عليه وسلم أبو بكر ثم عمر ثم عثمان ثم علي، ومن طعن في خلافة أحد هؤلاء فهو أضل من حمار أهله)",
            "page": "76",
            "part": "1",
            "seal": "AF420703"
        },
        {
            "id": "74",
            "nass": "وأما المواضع التي ذكر فيها فضل علي - رضي الله عنه - ودافع عنه: ¶ فمن ذلك قوله - رحمه الله -: ¶ (فضل علي وولايته لله وعلو منزلته عند الله معلوم، ولله الحمد، ومن طرق ثابتة أفادتنا العلم اليقيني، لا يحتاج معها إلى كذب ولا إلى ما لا يعلم صدقه) ¶ ومن ذلك قوله: ¶ (وأما كون علي وغيره مولى كل مؤمن، فهو وصف ثابت لعلي في حياة النبي صلى الله عليه وسلم وبعد مماته، وبعد ممات علي، فعلي اليوم مولى كل مؤمن، وليس اليوم متولياً على الناس، وكذلك سائر المؤمنين بعضهم أولياء بعض أحياء وأمواتاً) ¶ ومن ذلك قوله: ¶ (وأما علي رضي الله عنه فلا ريب أنه ممن يحب الله ويحبه الله) ¶ ومن ذلك قوله:",
            "page": "77",
            "part": "1",
            "seal": "4075D9C7"
        },
        {
            "id": "75",
            "nass": "(لا ريب أن موالاة علي واجبة على كل مؤمن، كما يجب على كل مؤمن موالاة أمثاله من المؤمنين) ¶ ومن ذلك أنه سئل - رحمه الله -: ¶ عن رجل قال عن علي بن أبي طالب - رضي الله عنه - إنه ليس من أهل البيت، ولا تجوز الصلاة عليه، والصلاة عليه بدعة؟ ¶ فأجاب: أما كون علي بن أبي طالب من أهل البيت فهذا مما لا خلاف فيه بين المسلمين، وهو أظهر عند المسلمين من أن يحتاج إلى دليل، بل هو أفضل أهل البيت، وأفضل بني هاشم بعد النبي صلى الله عليه وسلم، وقد ثبت عن النبي أنه أدار كساءه على علي، وفاطمة، وحسن، وحسين، فقال: \" اللهم هؤلاء أهل بيتي فأذهب عنه الرجس وطهرهم تطهيراً \" ¶ وأما الصلاة عليه منفرداً فهذا ينبني على أنه هل يصلى على غير النبي صلى الله عليه وسلم منفرداً؟ مثل أن يقول: اللهم صلى على عمر أو علي. وقد تنازع العلماء في ذلك. ¶ فذهب مالك، والشافعي، وطائفة من الحنابلة: إلى أنه",
            "page": "78",
            "part": "1",
            "seal": "5088129D"
        },
        {
            "id": "76",
            "nass": "لا يصلى على غير النبي صلى الله عليه وسلم منفرداً، كما روي عن ابن عباس أنه قال: لا أعلم الصلاة تنبغي على أحد إلا على النبي صلى الله عليه وسلم. ¶ وذهب الإمام أحمد وأكثر أصحابه إلى أنه لا بأس بذلك، لأن علي بن أبي طالب رضي الله عنه قال لعمر بن الخطاب: صلى الله عليك. وهذا القول أصح وأولى. ¶ ولكن إفراد واحد من الصحابة والقرابة كعلي أو غيره بالصلاة عليه دون غيره مضاهاة للنبي صلى الله عليه وسلم، بحيث يجعل ذلك شعاراً معروفاً باسمه: هذا هو البدعة) ¶ ومن ذلك أنه يفضله بعبارة صريحة واضحة على معاوية، وعلى من هو أفضل من معاوية، ولو رغمت أنوف النواصب، يقول رحمه الله: ¶ (ليس من أهل السنة من يجعل بغض علي طاعة ولا حسنة، ولا يأمر بذلك، ولا من يجعل مجرد حبه سيئة ولا معصية، ولا ينهي عن ذلك. ¶ وكتب أهل السنة من جميع الطوائف مملوءة بذكر فضائله مناقبه، ويذم الذين يظلمونه من جميع الفرق، وهم ينكرون على من سبه، وكارهون لذلك، وما جرى من التساب والتلاعن بين العسكرين، من جنس ما جرى من القتال، وأهل",
            "page": "79",
            "part": "1",
            "seal": "22A8105C"
        },
        {
            "id": "77",
            "nass": "السنة من أشد الناس بغضاً وكراهة لأن يتعرض له بقتال أو سب. ¶ بل هم كلهم متفقون على أنه أجل قدراً، وأحق بالإمامة، وأفضل عند الله وعند رسوله وعند المؤمنين من معاوية وأبيه وأخيه الذي كان خيراً منه، وعلي أفضل ممن هو أفضل من معاوية رضي الله عنه، فالسابقون الأولون الذين بايعوا تحت الشجرة كلهم أفضل من معاوية، وأهل الشجرة أفضل من هؤلاء كلهم، وعلي أفضل جمهور الذين بايعوا تحت الشجرة، بل هو أفضل منهم كلهم إلا الثلاثة، فليس في أهل السنة من يقدم عليه أحداً غير الثلاثة، بل يفضلونه على جمهور أهل بدر وأهل بيعة الرضوان، وعلى السابقين الأولين من المهاجرين والأنصار) ¶ ومن ذلك أنه: يرد علي قول الرافضي بأن علياً سيف الله المسلول وليس خالد بن الوليد، فيقول: ¶ (وأما قوله أي الرافضي: \" علي أحق بهذا الاسم \" ¶ فيقال: أولاً من الذي نازع في ذلك؟ ومن قال: إن علياً لم يكن سيفاً من سيوف الله؟ وقول النبي صلى الله عليه وسلم الذي ثبت",
            "page": "80",
            "part": "1",
            "seal": "FE550DEB"
        },
        {
            "id": "78",
            "nass": "في الصحيح يدل على أن لله سيوفاً متعددة، ولا ريب أن علياً من أعظمها , وما في المسلمين من يفضل خالداً على علي، حتى يقال: إنهم جعلوا هذا مختصا بخالد. والتسمية بذلك وقعت من النبي صلى الله عليه وسلم في الحديث الصحيح، فهو صلى الله عليه وسلم الذي قال: إن خالداً سيف من سيوف الله. ¶ ثم يقال ثانياً: علي أجل قدراً من خالد، وأجل من أن تجعل فضيلته أنه سيف من سيوف الله؟ فإن عليا له من العلم والبيان والدين والإيمان والسابقة ما هو به أعظم من أن تجعل فضيلته أنه سيف من سيوف الله، فإن السيف خاصته القتال، وعلي كان القتال أحد فضائله، بخلاف خالد فإنه كان هو فضيلته التي تميز بها عن غيره، لم يتقدم بسابقة ولا كثرة علم ولا عظيم زهد، وإنما تقدم بالقتال، فلهذا عبر عن خالد بأنه سيف من سيوف الله) ¶ ومن ذلك قوله: ¶ (فكيف يظن بعلي - رضي الله عنه - وغيره من أهل البيت أنهم كانوا أضعف ديناً وقلوباُ من الأسرى في بلاد الكفر، ومن عوام أهل السنة، ومن النواصب) .",
            "page": "81",
            "part": "1",
            "seal": "8E61F91F"
        },
        {
            "id": "79",
            "nass": "ومن ذلك أنه يرد أكاذيب الروافض في فضل علي، وأنه قاتل الجن، وأن الجن تحتاجه، بقوله: ¶ (لا ريب أن من دون علي بكثير تحتاج الجن إليه وتستفتيه وتسأله، وهذا معلوم قديماً وحديثاً، فإن كان هذا قد وقع، فقدره أجل من ذلك. وهذا من أدنى فضائل من هو دونه. وإن لم يكن وقع، لم ينقص فضله بذلك) ¶ ويقول - رحمه الله - مبيناً شجاعة علي - رضي الله عنه -: ¶ (لا ريب أن علياً رضي الله عنه كان من شجعان الصحابة، وممن نصر الله الإسلام بجهاده، ومن كبار السابقين الأولين من المهاجرين والأنصار، ومن سادات من آمن بالله واليوم الآخر وجاهد في سبيل الله، وممن قاتل بسيفه عدداً من الكفار) ¶ ومن ذلك قوله: ¶ (أما زهد علي رضي الله عنه في المال فلا ريب فيه، لكن الشأن أنه كان أزهد من أبي بكر وعمر)",
            "page": "82",
            "part": "1",
            "seal": "ECE0022B"
        },
        {
            "id": "80",
            "nass": "ومن ذلك قوله: ¶ (نحن نعلم أن علياً كان أتقى لله من أن يتعمد الكذب، كما أن أبا بكر وعمر وعثمان وغيرهم كانوا أتقى لله من أن يتعمدوا للكذب) ¶ ومن ذلك أنه سئل - رحمه الله -: ¶ (عمن قال: إن علياً قاتل الجن في البئر؟ وأنه حمل على اثني عشر ألفاً وهزمهم؟ ¶ فأجاب: لم يحمل أحد من الصحابة وحده لا في اثني عشر ألفاً ولا في عشرة آلاف، لا علي ولا غيره، بل أكثر عدد اجتمع على النبي صلى الله عليه وسلم هم الأحزاب الذين حاصروه بالخندق، وكانوا قريباً من هذه العدة، وقتل علي رجلاً من الأحزاب اسمه \" عمرو بن عبدود العامري \". ¶ ولم يقاتل أحد من الإنس للجن، لا علي ولا غيره، بل علي كان أجل قدراً من ذلك، والجن الذين يتبعون الصحابة يقاتلون كفار الجن، لا يحتاجون في ذلك إلى قتال الصحابة معهم) .",
            "page": "83",
            "part": "1",
            "seal": "B211F69C"
        },
        {
            "id": "81",
            "nass": "ومن ذلك أنه - رحمه الله - يرى أن الذين لم يقاتلوا علياً - رضي الله عنه - هم أحب إلى أهل السنة ممن قاتله، وأن أهل السنة يدافعون عنه بقوة أمام اتهامات النواصب والخوارج، يقول: ¶ (وأيضاً فأهل السنة يحبون الذين لم يقاتلوا علياً أعظم مما يحبون من قاتلفه، ويفضلون من لم يقاتله على من قاتله، كسعد بن أبي وقاص، وأسامة بن زيد، ومحمد بن مسلمة، وعبد الله بن عمر رضي الله عنهم. ¶ فهؤلاء أفضل من الذين قاتلوا علياً عند أهل السنة. والحب لعلي وترك قتاله خير بإجماع أهل السنة من بغضه وقتاله، وهم متفقون على وجوب موالاته ومحبته، وهم من أشد الناس ذبا عنه، ورداً على من طعن عليه من الخوارج وغيرهم من النواصب، لكن لكل مقام مقال) ¶ ومن ذلك أنه يفضل الصحابة الذين كانوا مع علي على الصحابة الذين كانوا مع معاوية - رضي الله عنهم أجمعين - يقول: ¶ (معلوم أن الذين كانوا مع علي من الصحابة مثل: عمار وسهل بن حنيف ونحوهما كانوا أفضل من الذين كانوا مع",
            "page": "84",
            "part": "1",
            "seal": "5493B961"
        },
        {
            "id": "82",
            "nass": "معاوية) ¶ ومن ذلك أنه يرد على من تأول حديث \" عمار تقتله الفئة الباغية \" بأن علياً هو الذي قتله لأنه الذي أحضره إلى المعركة معه، فيقول: ¶ (وأما تأويل من تأوله: أن علياً وأصحابه قتلوه، وأن الباغية الطالبة بدم عثمان، فهذا من التأويلات الظاهرة الفساد، التي يظهر فسادها للعامة والخاصة) . ¶ ومن ذلك أنه يبرئه من دم عثمان - رضي الله عنهما - فيقول: (وتولى علي على إثر ذلك، والفتنة قائمة، وهو عند كثير منهم متلطخ بدم عثمان، والله يعلم براءته مما نسبه إليه الكاذبون عليه، المبغضون له، كما نعلم براءته مما نسبه إليه الغالون فيه، المبغضون لغيره من الصحابة، فإن عليا لم يعن على قتل عثمان ولا رضي به، كما ثبت عنه - وهو الصادق - أنه قال ذلك) . ¶ ومن ذلك أنه يقول - رحمه الله -: ¶ (إن قتل علي وأمثاله من أعظم المحاربة لله ورسوله",
            "page": "85",
            "part": "1",
            "seal": "7BEF9D5E"
        },
        {
            "id": "83",
            "nass": "والفساد في الأرض) ¶ وينكر شيخ الإسلام علي الجهلة الذين يطعنون في علي - رضي الله عنه - في مقابل الروافض الذين يطعنون في الصحابة، فهو يقول عن بعض أهل السنة بأن: ¶ (فيهم نفرة عن قول المبتدعة، بسبب تكذيبهم بالحق ونفيهم له، فيعرضون عن ما يثبتونه من الحق أو ينفرون منه، أو يكذبون به، كما قد يصير بعض جهالة المتسننة في إعراضه عن بعض فضائل علي وأهل البيت، إذا رأى أهل البدعة يغلون فيها، بل بعض المسلمين يصير في الإعراض عن فضائل موسى وعيسى بسبب اليهود والنصارى بعض ذلك، حتى يحكى عن قوم من الجهال أنهم ربما شتموا المسيح إذا سمعوا النصارى يشتمون نبينا في الحرب. ¶ وعن بعض الجهال أنه قال: ¶ سبوا علياً كما سبوا عتيقكم ... كفراً بكفر وإيماناً بإيمان ¶ هذه مواضع يسيرة مما نقل عن شيخ الإسلام - رحمه الله - في فضل علي - رضي الله عنه - ودفاعه الحار عنه أمام",
            "page": "86",
            "part": "1",
            "seal": "173382E6"
        },
        {
            "id": "84",
            "nass": "أعدائه، وتبرئته مما نسبوه إليه. ¶ فهل يقال بعد هذا كما قال هؤلاء المبتدعة الجائرون بأنه - رحمه الله - كان منحرفاً عن علي - رضي الله عنه - أو أنه تنقصه في كتبه؟ ¶ سبحانك هذا بهتان عظيم؟ لا يقوله أدنى مسلم فضلاً عن شيخ الإسلام الذي تصرمت حبال أيامه تقرير عقيدة السلف الصالح، ومن ضمنها تفضيل علي رضي الله عنه وجعله الخليفة الرابع الراشد، واعتقاد أنه على الحق أمام من حاربه وخالفه. ¶ ولكن ذنب شيخ الإسلام عند هؤلاء المبتدعة أنه لم يغل في علي كما غلوا، أو يتجاوز به قدره الذي أراده الله له.",
            "page": "87",
            "part": "1",
            "seal": "963EB723"
        },
        {
            "id": "86",
            "nass": "المواضع التي احتج بها الطاعنون في شيخ الإسلام ابن تيمية ¶ من كتاب \" منهاج السنة \" مع الرد عليهم",
            "page": "89",
            "part": "1",
            "seal": "69B44A39"
        },
        {
            "id": "88",
            "nass": "بعد أن عرفنا منهج شيخ الإسلام في نقض حجج الرافضي وأنه رحمه الله متبع لمنهج السلف الصالح في محبة علي رضي الله عنه وأنه من الخلفاء الراشدين دون غلو فيه وتفضيله على الثلاثة وطعن فيهم كما تفعل الرافضة، دون جفاء عنه وتنقص له كما تفعل النواصب، بعد أن عرفنا هذا وهو جواب مجمل للرد على متهمي شيخ الإسلام ببغض علي وتنقصه سوف أعرض في هذا المبحث المواضع التي يزعم أولئك أن فيها تنقصاً أو إيهاماً بالتنقص من كتاب \" منهاج السنة \" بجميع أجزائه، ثم أتبع كل موضع بتعليق موجز يوضح مقصد شيخ الإسلام منه.",
            "page": "91",
            "part": "1",
            "seal": "07A8481D"
        },
        {
            "id": "89",
            "nass": "الموضع الأول: قال شيخ الإسلام: ¶ وأما قوله: \" ثم علي بمبايعة الخلق له \" ¶ فتخصيصه علياً بمبايعة الخلق له، دون أبي بكر وعمر وعثمان، كلام ظاهر البطلان، وذلك أنه من المعلوم لكل من عرف سيرة القوم أن اتفاق الخلق ومبايعتهم لأبي بكر وعمر وعثمان، أعظم من اتفاقهم علي بيعة علي رضي الله عنه وعنهم أجمعين، وكل أحد يعلم أنهم اتفقوا على بيعة عثمان أعظم مما اتفقوا على بيعة علي. والذين بايعوا عثمان في أول الأمر أفضل من الذين بايعوا علياً، فإنه بايعه علي وعبد الرحمن بن عوف وطلحة والزبير وعبد الله بن مسعود والعباس بن عبد المطلب وأبي بن كعب، وأمثالهم، مع سكينة وطمأنينة بعد مشاورة المسلمين ثلاثة أيام. ¶ وأما علي رضي الله عنه فإنه بويع عقيب قتل عثمان رضي الله عنه والقلوب مضطربة مختلفة، وأكابر الصحابة متفرقون ... ) ¶ تعليق ¶ في هذا الموضع يدفع شيخ الإسلام فرية الرافضي في أن",
            "page": "92",
            "part": "1",
            "seal": "AD389901"
        },
        {
            "id": "90",
            "nass": "علياً رضي الله عنه بايع له جميع الخلق بخلاف غيره من الخلفاء الراشدين، ويبين أن هذا القول باطل وأن الصحيح أن اتفاق الخلق على الخلفاء الثلاثة أكثر من اتفاقهم على علي رضي الله عنه. ¶ وهو في هذا القول لم يخطئ - رحمه الله - وإنما يبين حقيقة يتجاهلها الروافض ليتوصلوا من خلالها إلى الطعن في خلافة أبي بكر وعمر وعثمان - رضي الله عنهم أجمعين - وتقرير الحقيقة والواقع التاريخي لا يعد طعناً أو استنقاصاً من علي - رضي الله عنه - كما سبق. ¶ الموضع الثاني: قال شيخ الإسلام: ¶ (إن عمر بن الخطاب رضي الله عنه كان أعظم فتوحاً وجهاداً بالمؤمنين، وأقدر على قمع الكفار والمنافقين من غيره مثل عثمان وعلي، رضي الله عنهم أجمعين) ¶ تعليق ¶ في هذا الموضع يقرر الشيخ حقيقة لا يستطيع أحد جحدها وهي أن عمر رضي الله عنه كان أعظم فتوحاً وجهاداً، وأقدر على قمع الكفار والمنافقين من غيره، كعثمان وعلي - رضي الله عنهما - وهذا واضح من مطالعة سيرهم، والأحداث التي وقعت في عصرهم، ففي عهد عمر - رضي الله عنه - امتدت التفوحات شرقاً وغرباً بخلاف من بعده. وتقرير الحقائق التاريخية لا يعد",
            "page": "93",
            "part": "1",
            "seal": "262232F3"
        },
        {
            "id": "91",
            "nass": "تنقصاً من عثمان أو علي - رضي الله عنهما -. ¶ الموضع الثالث: قال شيخ الإسلام: ¶ (من المعلوم بالضرورة أن حال اللطف والمصلحة التي كان المؤمنون فيها زمن الخلفاء الثلاثة، أعظم من اللطف والمصلحة الذي كان في خلافة علي زمن القتال والفتنة والافتراق، فإذا لم يوجد من يدعي الإمامية فيه أنه معصوم، وحصل له سلطان بمبايعة ذي الشوكة إلا علي وحده، وكان مصلحة المكلفين واللطف الذي حصل لهم في دينهم ودنياهم في ذلك الزمان أقل منه في زمن الخلفاء الثلاثة، علم بالضرورة أن ما يدعونه من اللطف والمصلحة الحاصلة بالأئمة المعصومين باطل قطعاً) ¶ تعليق ¶ في هذا الموضع يبين الشيخ - أيضاً - حقيقة تاريخية لا تعمي إلا على كل صاحب هوى، وهي أن المؤمنين في عهد الخلفاء الثلاثة أبي بكر وعمر وعثمان كانوا أسعد حياة وأعظم أمناً في عصرهم، بخلاف حالهم في عهد علي رضي الله عنه، بحيث وقعت الفتنة وحدث الانقسام والتفرق. وقصد الشيخ بتقرير هذه الحقيقة الرد على قول الروافض بأن أئمتهم معصومون، ويحصل بهم اللطف والصلاح للأمة، وهذا منتقض بحال الناس في عهد أفضل هؤلاء الأئمة عند الرافضة حيث لم يحصل في عهده من",
            "page": "94",
            "part": "1",
            "seal": "452E75C9"
        },
        {
            "id": "92",
            "nass": "اللطف والمصلحة ما ادعاه الروافض، وتقرير الحقائق التاريخية لنقض أقوال أهل الكذب ليس فيه أي منقصة لأمير المؤمنين على - رضي الله عنه - وليس في هذا تنقص لعلي رضي الله عنه لأن وقته وقت فتن واضطرابات لا وقت صفاء وطمأنينة. ¶ الموضع الرابع: قال شيخ الإسلام: ¶ (وأيضاً فالحق لا يدور مع شخص غير النبي صلى الله عليه وسلم، ولو دار الحق مع علي حيثما دار لوجب أن يكون معصوماً كالنبي صلى الله عليه وسلم، وهم من جهلهم يدعون ذلك، ولكن من علم أنه لم يكن بأولى بالعصمة من أبي بكر وعمر وعثمان وغيرهم، وليس فيهم من هو معصوم، علم كذبهم ـ وفتاويه من جنس فتاوى عمر وعثمان ليس هو أولى بالصواب منهم، ولا في أقوالهم من الأقوال المرجوحة أكثر مما في قوله، ولا كان ثناء النبي صلى الله عليه وسلم ورضاه عنه بأعظم من ثنائه عليهم ورضائه عنهم، بل لو قال القائل: إنه لا يعرف من النبي صلى الله عليه وسلم أنه عبت على عثمان في شئ، وقد عتب علي علي في غير موضع لما أبعد ـ فإنه لما أراد أن يتزوج بنت أبي جهل اشتكته فاطمة لأبيها وقالت: إن الناس يقولون: إنك لا تغضب لبناتك، فقام رسول الله صلى الله عليه وسلم خطيباً، وقال: \" إن بني المغيرة استأذنوني أن يزوجوا ابنتهم علي بن أبي طالب، وإني لا آذن ثم لا آذن، ثم لا أذن: إلا أن يريد ابن أبي طالب أن يطلق ابنتي ويتزوج ابنتهم، فإنما فاطمة بضعة مني يريبني ما رابها ويؤذيني ما آذاها \" ثم ذكر صهراً له من بني عبد شمس فقال: \" حدثني فصدقني ووعدني فوفى لي \" والحديث ثابت صحيح أخرجاه في الصحيح.",
            "page": "95",
            "part": "1",
            "seal": "AFB5FE12"
        },
        {
            "id": "93",
            "nass": "وكذلك في الصحيحين لما طرقه وفاطمة ليلاً، فقال: \" ألا تصليان؟ \" فقال له علي: إنما أنفسنا بيد الله إن شاء أن يبعثنا بعثنا، فانطلق وهو يضرب فخذه ويقول: \" وكان الإنسان أكثر شئ جدلاً \" ¶ وأما الفتاوى فقد أفتى بأن المتوفى عنها وزجها وهي حامل تعتد أبعد الأجلين، وهذه الفتيا كان قد أفتى بها أبو السنابل بن بعكك على عهد النبي صلى الله عليه وسلم، فقال النبي صلى الله عليه وسلم: \" كذب أبو السنابل \" وأمثال ذلك كثير. ثم بكل حال فلا يجوز أن يحكم بشهادته وحده، كما لا يجوز له أن يحكم لنفسه) ¶ تعليق ¶ في هذا الموضع يرد شيخ الإسلام على قول الروافض بأن الحق يدور مع علي أينما دار ويروون في هذا حديثاً موضوعاً رده شيخ الإسلام وبين أن الحق لا يدور مع شخص غير النبي صلى الله عليه وسلم ولكي يزيد في دحض هذه الشبهة الباطلة أوضح للروافض أن علياً - رضي الله عنه - ليس معصوما ً، وله من الاختيارات المرجوحة كما لغيره أو أكثر، وهذا ثابت يعرفه أهل العلم بالآثار لم يأت به شيخ من عنده، وأنه رضي الله عنه قد يجتهد في فعل فيعاتبه عليه النبي صلى الله عليه وسلم كما في قصة خطبته بنت أبي جهل وغيرها. ¶ وتقرير الحقائق الثابتة لدفع غلو أهل الرفض لا يعد انتقاصاً",
            "page": "96",
            "part": "1",
            "seal": "8B776D8E"
        },
        {
            "id": "94",
            "nass": "من علي رضي الله عنه كما سبق. ¶ الموضع الخامس: قال شيخ الإسلام: ¶ (وأما قوله: \" رووا جميعاً أن فاطمة بضعة مني من آذاها آذاني ومن أذاني آذى الله \" فإن هذا الحديث لم يرو بهذا اللفظ، بل روي بغيره، كما روي في سياق حديث خطبة علي لابنة أبي جهل، لما قام النبي صلى الله عليه وسلم خطيباً فقال: \" إن بن هشام بن المغيرة استأذنوني أن ينكحوا ابنتهم علي بن أبي طالب، وإني لا آذن، إلا أن يريد ابن طالب أن يطلق ابنتي وينكح ابنتهم \" وفي رواية: \" إني أخاف أن تفتن في دينها \" ثم ذكر صهراً له من بني عبد شمس فأثنى عليه في مصاهرته إياه فقال: \" حدثني فصدقني، ووعدني فوفى لي. وإني لست أحل حراماً، ولا أحرم حلالاً، ولكن والله لا تجتمع بنت رسول الله وبنت عدو الله مكاناً واحدا أبداً \" رواه البخاري ومسلم في الصحيحين من رواية علي بن الحسين والمسور بن مخرمة، فسبب الحديث خطبة علي رضي الله عنه لابنة أبي جهل، والسبب داخل في اللفظ قطعاً، إذ اللفظ الوارد على سبب لا يجوز إخراج سببه منه، بل السبب يجب دخوله بالاتفاق. ¶ وقد قال في الحديث: \" يريبني ما رابها ويؤذيني ما آذاها \" ومعلوم قطعاً أن خطبة ابنة أبي جهل عليها رابها وآذاها، والنبي",
            "page": "97",
            "part": "1",
            "seal": "3C35021D"
        },
        {
            "id": "95",
            "nass": "صلى الله عليه وسلم رابه وآذاه، فإن كان هذا وعيداً لاحقاً بفاعله، لزم أن يلحق هذا الوعيد علي بن أبي طالب، وإن لم يكن وعيداً لاحقاً، كان أبو بكر أبعد عن الوعيد من علي. ¶ وإن قيل: إن عليا تاب من تلك الخطبة ورجع عنها. ¶ قيل: فهذا يقتضي أنه غير معصوم. وإذا جاز أن من راب فاطمة وآذاها، يذهب ذلك بتوبته، جاز أن يذهب بغير ذلك من الحسنات الماحية، فإن ما هو أعظم من هذا الذنب تذهبه الحسنات الماحية والتوبة والمصائب المكفرة. ¶ وذلك أن هذا الذنب ليس من الكفر الذي لا يغفره الله إلا بالتوبة، ولو كان كذلك لكان علي - والعياذ بالله - قد ارتد عن دين الإسلام في حياة النبي صلى الله عليه وسلم. ومعلوم أن الله تعالى نزه علياً من ذلك. والخوارج الذين قالوا: إنه ارتد بعد موت النبي صلى الله عليه وسلم لم يقولوا: إنه ارتد في حياته، ومن ارتد فلا بد أن يعود إلى الإسلام أو يقتله النبي صلى الله عليه وسلم، وهذا لم يقع، وإذا كان هذا الذنب هو مما دون الشرك فقد قال تعالى: (إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء) . ¶ وإن قالوا: بجهلهم: إن هذا الذنب كفر ليكفروا بذلك أبا بكر، لزمهم تكفير علي، واللازم باطل فالملزوم مثله. وهم دائماً يعيبون أبا بكر وعمر وعثمان، بل ويكفرونهم بأمور قد صدر من",
            "page": "98",
            "part": "1",
            "seal": "0EC8F61F"
        },
        {
            "id": "96",
            "nass": "علي ما هو مثلها أو أبعد عن العذر منها، فإن كان مأجوراً أو معذوراً فهم أولى بالأجر والعذر، وأن قيل باستلزام الأمر الأخف فسقاً أو كفراُ، كان استلزم الأغلظ لذلك أولى. ¶ وأيضاً فيقال: إن فاطمة رضي الله عنها إنما عظم أذاها لما في ذلك من أذى أبيها، فإذا دار الأمر بين أذى أبيها وأذاها كان الاحتراز عن أذى أبيها أوجب. وهذا حال أبي بكر وعمر، فإنهما احتراز عن أن يؤذيا أباها أو يريباه بشئ، فإنه عهد عهداً وأمر بأمر، فخافا إن غيرا عهده وأمره أن يغضب لمخالفة أمره وعهده ويتأذى بذلك، وكل عاقل يعلم أن رسول الله صلى الله عليه وسلم إذا حكم بحكم، وطلبت فاطمة أو غيرها ما يخالف ذلك الحكم، كان مراعاة حكم النبي صلى الله عليه وسلم أولى، فإن طاعته واجبة، ومعصيته محرمة، ومن تأذى بطاعته كان مخطئاً في تأذيه بذلك، وكان الموافق لطاعته مصيباً في طاعته. وهذا بخلاف من آذاها لغرض نفسه لا لأجل طاعة الله ورسوله. ¶ ومن تدبر حال أبي بكر في رعايته لأمر النبي صلى الله عليه وسلم، وأنه إنما قصد طاعة الرسول صلى الله عليه وسلم لا أمراً آخر، يحكم أن حاله أكمل وأفضل وأعلى من حال علي رضي الله عنهما، وكلاهما سيد كبير من أكابر أولياء الله المتقين، وحزب الله المفلحين، وعباد الله الصالحين، ومن السابقين الأولين، ومن أكابر المقربين، الذين يشربون بالتسنيم، ولهذا كان أبو بكر رضي الله عنه يقول: \" والله لقرابة رسول الله صلى الله عليه وسلم أحب إلي أن أصل من قرابتي \" وقال: \" ارقبوا",
            "page": "99",
            "part": "1",
            "seal": "D957851B"
        },
        {
            "id": "97",
            "nass": "محمداً صلى الله عليه وسلم في أهل بيته \" رواه البخاري عنه. ¶ لكن المقصود أنه لو قدر أن أبا بكر آذاها، فلم يؤذها لغرض نفسه، بل ليطيع الله ورسوله، ويوصل الحق إلى مستحقه، وعلي رضي الله عنه كان قصده أن يتزوج عليها، فله في آذاها غرض، بخلاف أبي بكر، فعلم أن أبا بكر كان أبعد أن يذم بأذاها من علي، وأنه إنما قصد طاعة الله ورسوله بما لا حظ له فيه، بخلاف علي، فإنه كان له حظ فيما رابها به وأبو بكر كان من جنس من هاجر إلى الله ورسوله، وهذا لا يشبه من كان مقصوده امرأة يتزوجها. والنبي صلى الله عليه وسلم يؤذيه ما يؤذي فاطمة إذا لم يعارض ذلك أمر الله تعالى، فإذا أمر الله تعالى بشئ فعله، وإن تأذى من تأذى من أهله وغيرهم، وهو في حال طاعته لله يؤذيه ما يعارض طاعة الله ورسوله، وهذا الإطلاق كقوله: \" من أطاعني فقد أطاع الله، ومن أطاع أميري فقد أطاعني، ومن عصاني فقد عصى الله، ومن عصى أميري فقد عصاني \" ثم قد بين ذلك بقوله صلى الله عليه وسلم \" إنما الطاعة في المعروف \" فإذا كانت طاعة أمرائه أطلقها ومراده بها الطاعة في المعروف، فقوله: \" من آذاها فقد آذاني \" يحمل على الأذى في المعروف بطريق الأولى والأحرى، لأن طاعة أمرائه فرض، وضدها معصية كبيرة. وأما فعل ما يؤذي فاطمة فليس هو بمنزلة معصية أمر النبي صلى الله عليه وسلم، وإلا لزم أن يكون على قد فعل ما هو أعظم من معصية الله ورسوله، فإن معصية أمرائه معصيته، ومعصيته معصية الله. ثم إذا عارض معارض وقال: أبو بكر وعمر",
            "page": "100",
            "part": "1",
            "seal": "3DA28E03"
        },
        {
            "id": "98",
            "nass": "وليا الأمر. والله قد أمر بطاعة أولي الأمر، وطاعة ولي الأمر طاعة لله ومعصيته معصية لله، فمن سخط أمره وحكمه فقد سخط أمر الله وحكمه. ¶ ثم أخذ يشنع على علي وفاطمة رضي الله عنهما بأنهما ردا أمر الله، وسخطا حكمه، وكرها ما أرضى الله، لأن الله يرضيه طاعته وطاعة ولي الأمر، فمن كره طاعة ولي الأمر فقد كره رضوان الله، والله يسخط لمعصيته، ومعصية ولي الأمر معصيته، فمن اتبع معصية ولي الأمر فقد اتبع ما أسخط الله وكره رضوانه. ¶ وهذا التشنيع ونحوه على علي وفاطمة رضي الله عنهما أوجه من تشنيع الرافضة على أبي بكر وعمر، وذلك لأن النصوص الواردة عن النبي صلى الله عليه وسلم في طاعة ولاة الأمور، ولزوم الجماعة، والصبر على ذلك مشهورة كثيرة، بل لو قال قائل: إن النبي صلى الله عليه وسلم أمر بطاعة ولاة الأمور وإن استأثروا، والصبر على جورهم، وقال: \" إنكم ستلقون بعدي أثرة، فاصبروا حتى تلقوني على الحوض \" وقال: \" أدوا إليهم حقهم وسلوا الله حقكم \" وأمثال ذلك. فلو قدر أن أبا بكر وعمر رضي الله عنهما كان ظالمين مستأثرين بالمال لأنفسهما، لكان الواجب مع ذلك طاعتهما والصبر على جورهما. ¶ ثم لو أخذ هذا القائل يقدح في علي وفاطمة رضي الله عنهما ونحوهما بأنهم لم يصبروا ولم يلزموا الجماعة، بل جزعوا وفرقوا الجماعة، وهذه معصية عظيمة - لكانت هذه الشناعة أوجه من تشنيع الرافضة على أبي بكر وعمر رضي الله عنهما، فإن أبا",
            "page": "101",
            "part": "1",
            "seal": "1A1DBC56"
        },
        {
            "id": "99",
            "nass": "بكر وعمر لا تقوم حجة بأنهما تركا واجباً، ولا فعلا محرماً أصلاً، بخلاف غيرهما، فإنه قد تقوم الحجة بنوع من الذنوب التي لم يفعل مثلها أبو بكر ولا عمر. وما ينزه علي وفاطمة رضي الله عنهما عن ترك واجب أو فعل محظور، إلا وتنزيه أبي بكر وعمر أولى بكثير، ولا يمكن أن تقوم شبهة بتركهما واجباً أو تعديهما حداً، إلا والشبهة التي تقوم في علي وفاطمة أقوى وأكبر، فطلب الطالب مدح علي وفاطمة رضي الله عنهما أما بسلامتهما من الذنوب، وإما بغفران الله لهما، مع القدح في أبي بكر وعمر بإقامة الذنب والمنع من المغفرة، من أعظم الجهل والظلم، وهو من أجهل وأظلم ممن يريد مثل ذلك في علي ومعاوية رضي الله عنهما، إذا أراد مدح معاوية رضي الله عنه، والقدح في علي رضي الله عنه) ¶ تعليق ¶ في هذا الموضع الطويل يقلب الشيخ حجة الرافضي عليه ويحرجه أيما إحراج ن فالرافضي يزعم أن أبا بكر رضي الله عنه قد منع فاطمة رضي الله عنها حقها من (فدك) وإن هذا إيذاء لها كما أنه إيذاء للرسول صلى الله عليه وسلم القائل: \" فاطمة بضعة مني يريبني ما رابها، ويؤذيني ما آذاها \". ¶ فبين له شيخ الإسلام أن هذا الحديث له سبب، وقد قيل في",
            "page": "102",
            "part": "1",
            "seal": "5AFDED51"
        },
        {
            "id": "100",
            "nass": "علي رضي الله عنه لا أبي بكر رضي الله عنه. ¶ فهو صلى الله عليه وسلم قد قاله عندما أراد علي أن يتزوج بنت أبي جهل على فاطمة، فإذا كان أبو بكر قد آذى فاطمة كما تزعمون فعلي قد آذاها قبله، فما قلتم في أبي بكر فقولوه في علي، رضي الله عنهما وأبو بكر - أيضاً لم يمنعها إلا اتباعاً لحديث رسول الله صلى الله عليه وسلم، فهو قد قدم حقه صلى الله عليه وسلم عليها بخلاف علي الذي أراد الزواج عليها - وفيه أذية لها - لحظ نفسه. ¶ ولك هذا من تقرير الحقائق الثابتة، وفيه إنزال الصحابة منازلهم التي أنزلهم الله إياها دون غلو في بعضهم، وذم لآخرين هم أفضل من الأولين. ¶ وليس في هذا أي تنقص لعلي رضي الله عنه، وإنما فيه إفحام الروافض الجهال. ¶ الموضع السادس: قال شيخ الإسلام: ¶ (واستخلاف علي لم يكن على أكثر ولا أفضل ممن استخلف عليهم غيره، بل كان يكون في المدينة في كل غزوة من الغزوات من المهاجرين والأنصار أكثر وأفضل ممن تخلف في غزوة تبوك، فإن غزوة تبوك لم يأذي النبي صلى الله عليه وسلم لأحد بالتخلف فيها، فلم يتخلف فيها إلا منافق أو معذور أو الثلاثة الذين تاب الله عليهم، وإنما كان عظم من تخلف فيه النساء والصبيان ولهذا لما استخلف علياً فيها خرج إليه باكياً، وقال: أتدعني مع النساء",
            "page": "103",
            "part": "1",
            "seal": "FDFAC101"
        },
        {
            "id": "101",
            "nass": "والصبيان؟ وروي أن بعض المنافقين طعنوا في علي، وقالوا: إنما استخلفه لأنه يبغضه، وإذا كان قد استخلف غير علي على أكثر وأفضل مما استخلف عليه علياً. وكان ذلك استخلافاً مقيداً على طائفة معينة في مغيبه، ليس هو استخلافاً مطلقاً بعد موته على أمته، لم يطلق على أحد من هؤلاء أنه خليفة رسول الله صلى الله عليه وسلم إلا مع التقييد، وإذا سمي علي بذلك فغيره من الصحابة المستخلفين أولى بهذا الاسم، فلم يكن هذا من خصائصه. ¶ وأيضاً فالذي يخلف المطاع بعد موته لا يكون إلا أفضل الناس، وأما الذي يخلفه في حال غزوه لعدوه، فلا يجب أن يكون أفضل الناس، بل العادة جارية بأنة يستصحب في خروجه لحاجته إليه في المغازي من يكون عنده أفضل ممن يستخلفه على عياله، لأن الذين ينفع في الجهاد هو شريكه فيما يفعله، فهو أعظم ممن يخلفه على العيال، فإن نفع ذاك ليس كنفع المشارك له في الجهاد. ¶ والنبي صلى الله عليه وسلم إنما شبه علياً بهارون في أصل الاستخلاف لا في كماله، ولعلي شركاء في هذا الاستخلاف يبين ذلك أن موسى لما ذهب ميقات ربه لم يكن معه أحد يشاركه في ذلك، فاستخلف هارون علي جميع قومه، والنبي صلى الله عليه وسلم لما ذهب إلى عزوة تبوك أخذ معه جميع المسلمين إلا المعذور، ولم يستخلف علياً إلا على العيال وقليل من الرجال، فلم يكن استخلافه كاستخلاف موسى لهارون، بل ائتمنه في حال مغيبه، كما ائتمن موسى هارون",
            "page": "104",
            "part": "1",
            "seal": "5164412B"
        },
        {
            "id": "102",
            "nass": "في حال مغيبه، فبين له النبي صلى الله عليه وسلم أن الاستخلاف ليس لنقص مربتة المستخلف، بل قد يكون لأمانته كما استخلف موسى هارون على قومه، وكان علي خرج إليه يبكي وقال: أتذرني مع النساء والصبيان؟ كأنه كره أن يتخلف عنه. ¶ وقد قيل: أن بعض المنافقين طعن فيه، فبين له النبي صلى الله عليه وسلم أن هذه المنزلة ليست لنقص المستخلف، إذ لو كان كذلك ما استخلف موسى هارون) ¶ تعليق ¶ في هذا الموضع يدحض شيخ الإسلام شبهة الرافضة في أن علياً هو الخليفة بعد رسول الله صلى الله عليه وسلم لأنه قد استخلفه في غزوة تبوك على المدينة، وشبهه بهارون مع موسى عليه السلام، ويبين أن رسول الله صلى الله عليه وسلم قد استخلف غير علي غير مرة في حياته، فلم يكن هذا دليلاً على استحقاقهم الخلافة، وإنما هو دليل على أمانة المستخلف حيث أئتمنه الرسول صلى الله عليه وسلم على الأهل والأولاد والأموال. ¶ فالشيخ رحمه الله قد أنزل علياً منزلته التي أنزله الرسول صلى الله عليه وسلم إياها وهي ائتمانه، ولم يغل فيه كغلو الرافضة فيجعل هذا دليلاً على أحقيته في الخلافة على أبي بكر وعمر وعثمان - رضي الله عنهم -.",
            "page": "105",
            "part": "1",
            "seal": "DFAC8A16"
        },
        {
            "id": "103",
            "nass": "الموضع السابع: ¶ قال شيخ الإسلام راداً على قول الرافضة \" بأن محبة علي مفرقة بين أهل الحق والباطل \" ¶ (وإن أريد بذلك مطلق دعوى المحبة، دخل في ذلك الغالية كالمدعين لإلهيته ونبوته، فيكون هؤلاء أهل حق وهذا كفر باتفاق المسلمين. ¶ وإن أريد بذلك المحبة المطلقة فالشأن فيها، فأهل السنة يقولون: نحن أحق بها من الشيعة، وذلك أن المحبة المتضمنة للغلو هي كمحبة اليهود لموسى، والنصارى للمسيح، وهي محبة باطلة، وذلك أن المحبة الصحيحة أن يحب العبد ذلك المحبوب على ما هو عليه في نفس الأمر، فلو اعتقد رجل في بعض الصالحين أنه نبي من الأنبياء، وأنه من السابقين الأولين فأحبه، لكان قد أحب ما لا حقيقة له، لأنه أحب ذلك الشخص بناءً على أنه موصوف بتلك الصفة، وهي باطلة، فقد أحب معدوماً لا موجوداً، كمن تزوج امرأة توهم أنها عظيمة المال والجمال والدين والحسب فأحبها، ثم تبين أنها دون ما ظنه بكثير، فلا ريب أن حبه ينقص بحسب نقص اعتقاده، إذا الحكم إذا ثبت لعلة زال بزوالها. ¶ فاليهودي إذا أحب موسى بناء علي أنه قال: تمسكوا بالسبت ما دامت السموات والأرض، وأنه نهي عن اتباع المسيح صلى الله عليه وسلم يوم القيامة علم أنه لم يكن يحب موسى على ما هو عليه،",
            "page": "106",
            "part": "1",
            "seal": "6B15E91D"
        },
        {
            "id": "104",
            "nass": "وإنما أحب موصوفاً بصفات لا وجود لها، فكانت محبته باطلة، فلم يكن مع موسى المبشر بعيسى المسيح ومحمد. ¶ وقد ثبت في الصحيح عن النبي صلى الله عليه وسلم أنه قال: \" المرء مع من أحب \" واليهودي لم يحب إلا ما لا وجود له في الخارج، فلا يكون مع موسى المبشر بعيسى ومحمد صلى الله عليه وسلم فإنه لم يحب موسى هذا، والحب والإرادة ونحو ذلك يتبع العلم والاعتقاد، فهو فرع الشعور، فمن اعتقد باطلاً فأحبه، كان محباً لذلك الباطل، وكانت محبته باطلة فلم تنفعه، وهكذا من اعتقد في بشر الإلهية فأحبه لذلك، كمن اعتقد إلهية فرعون ونحوه، أو أئمة الإسماعيلية، أو اعتقد الإلهية في بعض الشيوخ، أو بعض أهل البيت، أو في بعض الأنبياء أو الملائكة، كالنصارى ونحوهم، ومن عرف الحق فأحبه، كان حبه لذلك الحق فكانت محبته من الحق فنفعته. ¶ قال الله تعالى: (الذين كفروا وصدوا عن سبيل الله أضل أعملهم (1) والذين ءامنوا وعملوا الصالحات وءامنوا بما نزل على محمد وهو الحق من ربهم كفر عنهم سيئاتهم واصلح بالهم (2) ذلك بأن الذين كفروا اتبعوا البطل وأن الذين ءامنوا اتبعوا الحق من ربهم كذلك يضرب الله للناس أمثلهم (3) . وهكذا النصراني مع المسيح: إذا أحبه معتقداً أنه إله - وكان عبداً - كان قد أحب ما لا حقيقة له، فإذا تبين له أن المسيح عبد رسول لم يكن قد أحبه، فلا يكون معه.",
            "page": "107",
            "part": "1",
            "seal": "8440C816"
        },
        {
            "id": "105",
            "nass": "وهكذا من أحب الصحابة والتابعين والصالحين معتقداً فيهم الباطل، كانت محبته لذلك الباطل باطلة. ومحبة الرافضة لعلي رضي الله عنه من هذا الباب، فإنهم يحبون ما لم يوجد، وهو الإمام المعصوم المنصوص على إمامته، الذي لا إمام بعد النبي صلى الله عليه وسلم إلا هو، الذي كان يعتقد أن أبا بكر وعمر رضي الله عنهما ظالمان معتديان أو كافران، فإذا تبين لهم يوم القيامة أن علياً لم يكن أفضل من واحد من هؤلاء، وإنما غايته أن يكون قريباً من أحدهم، وأنه كان مقرا بإمامتهم وفضلهم، ولم يكن معصوماً لا هو ولا هم، ولا كان منصوصاً على إمامته، تبين له أنهم لم كونوا يحبون علياً، بل هم من أعظم الناس بغضاً لعلي رضي الله عنه في الحقيقة، فإنهم يبغضون من اتصف بالصفات التي كانت في علي أكمل منها في غيره: من إثبات إمامة الثلاثة وتفضيلهم فإن علياً رضي الله عنه كان يفضلهم ويقر بإمامتهم. فتبين أنهم مبغضون لعلي قطعاً. ¶ وبهذا يتبين الحديث الذي رواه مسلم في صحيحه عن علي رضي الله عنه أنه قال: إنه لعهد النبي الأمي إلي أنه: \" لا يحبني إلا مؤمن ولا يبغضني إلا منافق \" إن كان محفوظاً ثابتاً عن النبي صلى الله عليه وسلم فإن الرافضة لا تحبه على ما هو عليه، بل محبتهم من جنس محبة اليهود لموسى والنصارى لعيسى، بل الرافضة تبغض نعوت علي وصفاته، كما تبغض اليهود والنصارى نعوت موسى وعيسى، فإنهم يبغضون من أقر نبوة محمد صلى الله عليه وسلم، وكانا مقرين بها صلى الله",
            "page": "108",
            "part": "1",
            "seal": "0794E50E"
        },
        {
            "id": "106",
            "nass": "عليهم أجمعين. ¶ وهكذا كل من أحب شيخاً علي أنه موصوف بصفات ولم يكن كذلك في نفس الأمر، كمن اعتقد في شيخ أنه يشفع في مريديه يوم القيامة، وأنه يرزقه وينصره ويفرج عنه الكربات ويجيبه في الضرورات، كما اعتقد أن عنده خزائن الله، أو أنه يعلم الغيب أو أنه ملك، وهو ليس كذلك في نفس الأمر ن فقد أحب ما لا حقيقة له. ¶ وقول علي رضي الله عنه في هذا الحديث: لا يحبني إلا مؤمن ولا يبغضني إلا منافق، ليس من خصائصه، بل قد ثبت في الصحيحين عن النبي صلى الله عليه وسلم أنه قال: \" آية الإيمان حب الأنصار، وآية النفاق بغض الأنصار \" وقال \" لا يبغض الأنصار رجل مؤمن بالله واليوم الآخر \" وقال \" لا يحب الأنصار إلا مؤمن ولا يبغضهم إلا منافق. وفي الحديث الصحيح حديث أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم دعا له ولأمه أن يحببهما الله إلى عباده المؤمنين، قال: فلا تجد مؤمناً إلا يحبني وأمي. ¶ وهذا مما يبين به الفرق بين هذا الحديث وبين الحديث الذي روي عن ابن عمر: \" ما كنا نعرف المنافقين على عهد النبي صلى الله عليه وسلم إلا ببغضهم علياً \" فإن هذا مما يعلم كل عالم أنه كذب، لأن النفاق له علامات كثيرة وأسباب متعددة غير بغض علي، فكيف لا يكون على النفاق علامة إلا بغض علي؟ وقد قال النبي صلى الله عليه وسلم في الحديث الصحيح: \" آية النفاق بغض الأنصار \" وقال في الحديث",
            "page": "109",
            "part": "1",
            "seal": "46E31276"
        },
        {
            "id": "107",
            "nass": "الصحيح: \" آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف وإذا أؤتمن خان \". ¶ وقد قال تعالى في القرآن في صفة المنافقين: (ومنهم من يلمزك في الصدقت فإن أعطوا رضوا) (ومنهم الذين يؤذون النبي) (ومنهم من عهد الله) (ومنهم من يقول ائذن لي ولا تفتني) (وإذا مآ أنزلت سورة فمنهم من يقول أيكم زادته هذه إيمنا) . ¶ وذكر لهم سبحانه وتعالى في سورة براءة وغيرها من العلامات والصفات ما لا يتسع هذا الموضع لبسطه. ¶ يل لو قال: كنا نعرف المنافقين ببغض علي لكان متوجهاً كما أنهم أيضاً يعرفون ببغض الأنصار، بل وببغض أبي بكر وعمر، وببغض غير هؤلاء، فإن كل من أبغض ما يعلم أن النبي صلى الله عليه وسلم يحبه ويواليه، وأنه كان يحب النبي صلى الله عليه وسلم ويواليه، كان بغضه شعبة من شعب النفاق، والدليل يطرد ولا ينعكس. ولهذا كان أعظم الطوائف نفاقاً المبغضين لأبي بكر، لأنه لم يكن في الصحابة أحب إلى النبي صلى الله عليه وسلم منه، ولا كان فيهم أعظم حباً للنبي صلى الله عليه وسلم منه فبغضه من أعظم آيات النفاق. ولهذا لا يوجد المنافقون",
            "page": "110",
            "part": "1",
            "seal": "0309A66E"
        },
        {
            "id": "108",
            "nass": "في طائفة أعظم منها في مبغضيه، كالنصيرية والإسماعيلية وغيرهم. ¶ وإن قال قائل: فالرافضة الذين يبغضونه يظنون أنه كان عدواً للنبي صلى الله عليه وسلم لما يذكر لهم من الأخبار التي تقتضي أنه كان يبغض النبي صلى الله عليه وسلم وأهل بيته فأبغضوه لذلك. ¶ قيل: إن كان هذا عذراً يمنع نفاق الذين يبغضونه جهلاً وتأويلاً، فكذلك المبغضون لعلي الذين اعتقدوا أنه كافر مرتد، أو ظالم فاسق، فأبغضوه لبغضه لدين الإسلام، أو لما أحبه الله وأمر به من العدل، ولا عتقادهم أنه قتل المؤمنين بغير حق، وأراد علواً في الأرض وفساداُ، وكان كفرعون ونحوه، فإن هؤلاء وإن كانوا جهالاً فليسوا بأجهل ممن اعتقد في عمر أنه فرعون هذه الأمة، فإن لم يكن بغض أولئك لأبي بكر وعمر نفاقاً لجهلهم وتأويلهم، فكذلك بغض هؤلاء لعلي بطريق الأولى والأحرى، وإن كان بغض علي نفاقاً وإن كان المبغض جاهلاً متأولاً فبغض أبي بكر وعمر أولى أن يكون نفاقاً حينئذ، وإن كان المبغض جاهلاً متأولاً) ¶ تعليق ¶ في هذا الموضع الطريف يبين شيخ الإسلام أن الرافضة يبغضون علياً؟ لأنهم في الحقيقة قد أحبوا شخصاً لا وجود له إلا في أذهانهم، ولا يحبوا علياً رضي الله عنه على حقيقته الثابتة عند",
            "page": "111",
            "part": "1",
            "seal": "8EFC1146"
        },
        {
            "id": "109",
            "nass": "المؤمنين، فهم كاليهود مع موسى، والنصارى مع عيسى عليهما السلام. ¶ ثم بين الشيخ أن حديث علي - رضي الله عنه -: \" لا يبغضني إلا منافق \" ينطبق على الرافضة، فهم منافقون لأنهم يبغضون علياً (الحقيقي) ، ويحبون علياً (الوهمي) . ¶ وهذا الحديث ليس من خصائص علي أيضاً، فقد شاركه غيره فيه كالأنصار. ¶ ثم ذكر الشيخ أن الرافضة الذين يبغضون أبا بكر لا حجة لهم قائمة أمام الذين يبغضون علياً فما يدعونه في أبي بكر من أسباب البغض يمكن ادعاء أكثر منه في علي، وكلاهما قد برأه الله من ذلك، ولكن الروافض قوم لا يفقهون. ¶ فهذا من باب (الحجج المحرجة) كما سبق، ولا دخل له في (التنقص) من بعيد أو قريب. ¶ الموضع الثامن: قال شيخ الإسلام: ¶ (فإن جاز لرافضي أن يقدح فيهما يقول: بأي وجه تلقون رسول الله صلى الله عليه وسلم؟ مع أن الواحد منا لو تحدث مع امرأة غيره حتى أخرجها من منزلها وسافر بها، مع أن ذلك إنما جعلها بمنزلة الملكة التي يأتمر بأمرها ويطيعها، ولم يكن إخراجها لمظان",
            "page": "112",
            "part": "1",
            "seal": "DC30D5DB"
        },
        {
            "id": "110",
            "nass": "الفاحشة - كان لناصبي أن يقول: بأي وجه يلقى رسول الله صلى الله عليه وسلم من قاتل امرأته وسلط عليها أعوانه حتى عقروا بها بعيرها، وسقطت من هودجها، وأعداؤها حولها يطوفون بها كالمسبية التي أحاط بها من يقصد سباءها؟ ومعلوم أن هذا مظنة الإهانة لأهل الرجل وهتكها وسبائها وتسليط الأجانب على قهرها وإذلالها وسبها وامتهانها، أعظم من إخراجها من منزلها بمنزلة الملكة العظيمة المبجلة التي لا يأتي إليها أحد إلا بإذنها، ولا يهتك أحد سترها، ولا ينظر في خدرها. ¶ ولم يكن طلحة والزبير ولا غيرهما من الأجانب يحملونها، بل كان في العسكر من محارمها، مثل عبد الله بن الزبير ابن أختها، وخلوة ابن الزبير بها ومسه لها جائز بالكتاب والسنة والإجماع، وكذلك سفر المرأة مع ذي محرمها جائز بالكتاب والسنة والإجماع، وهي لم تسافر إلا مع ذي محرم منها. وأما العسكر الذين قاتلوها، فلولا أنه كان في العسكر محمد بن أبي بكر مد يده إليها لمد يده إليها الأجانب، ولهذا دعت عائشة رضي الله عنها على من مد يده إليها قالت: يد من هذه؟ أحرقها الله بالنار. فقال: أي أخية في الدنيا قبل الآخرة. فقالت: في الدنيا قبل الآخرة ز فأحرق بالنار بمصر. ¶ ولو قال المشنع: أنتم تقولون: إن آل الحسين سبوا لما قتل الحسين ولم يفعل بهم إلا من جنس ما فعل بعائشة حيث استولى عليها، وردت إلى بيتها، وأعطيت نفقتها. وكذلك آل الحسين",
            "page": "113",
            "part": "1",
            "seal": "EC5CD922"
        },
        {
            "id": "111",
            "nass": "استولى عليهم، وردوا إلى أهليهم، وأعطوا نفقة، فإن كان هذا سبياً واستحلالاً للحرمة النبوية، فعائشة قد سبيت واستحلت حرمة رسول الله صلى الله عليه وسلم وهم يشنعون ويزعمون أن بعض أهل الشام طلب أن يسترق فاطمة بنت الحسين، وأنها قالت: لا هاً لله حتى تكفر بديننا. وهذا إن كان وقع فالذين طلبوا من علي رضي الله عنه أن يسبي من قاتلهم من أهل الجمل وصفين ويغنموا أموالهم، أعظم جرماً من هؤلاء، وكان في ذلك لو سبوا عائشة وغيرها. ¶ ثم إن هؤلاء الذين طلبوا ذلك من علي كانوا متدينين به مصرين عليه، إلى أن خرجوا على علي وقاتلهم على ذلك. وذلك الذي طلب استرقاق فاطمة بنت الحسين واحد مجهول لا شوكة له ولا حجة، ولا فعل هذا تديناً، ولما منعه سلطان من ذلك امتنع، فكان المستحلون لدماء المؤمنين وحرمهم وأموالهم وحرمة رسول الله صلى الله عليه وسلم في عسكر علي أعظم منهم في عسكر بني أمية، وهذا متفق عليه بين الناس، فإن الخوارج الذين مرقوا من عسكر علي رضي الله عنه هم شر من شرار عسكر معاوية رضي الله عنه. ولهذا أمر النبي صلى الله علية وسلم بقاتلهم وأجمع الصحابة والعلماء على قتالهم ز ¶ والرافضة أكذب منهم وأظلم وأجهل، وأقرب إلى الكفر والنفاق، لكنهم أعجز منهم وأذل، وكلا الطائفتين من عسكر علي، وبهذا وأمثاله ضعف علي وعجز عن مقاومة من كان يإزائه. ¶ والمقصود هذا أن ما يذكرونه من القدح في طلحة والزبير ينقلب بما هو أعظم منه في حق علي، فإن أجابوا عن ذلك بأن",
            "page": "114",
            "part": "1",
            "seal": "B1603C7E"
        },
        {
            "id": "112",
            "nass": "علياً كان مجتهداً فيما فعل، وأنه أولى بالحق من طلحة والزبير. ¶ قيل: نعم، وطلحة والزبير كان مجتهدين، وعلي - وإن كان أفضل منهما - لكن لم يبلغ فعلهما بعائشة رضي الله عنها ما بلغ فعل علي، فعلي أعظم قدراً منهما، ولكن إن كان فعل طلحة والزبير معها ذنباً، ففعل علي أعظم ذنباً، فتقاوم كبر القدر وعظم الذنب. ¶ فإن قالوا: هما أحوجا علياً إلى ذلك، لأنهما أتيا بها، فما فعله علي مضاف إليهما لا إلى علي. ¶ قيل: هكذا معاوية لما قيل له: قد قتل عمار، وقد قال النبي صلى الله عليه وسلم \" تقتلك الفئة الباغية \" قال: أو نحن قتلناه؟ إنما قتله الذين جاءوا به حتى جعلوه تحت سيوفنا. فإن كانت هذه الحجة مردودة، فحجة من احتج بأن طلحة ووالزبير هما فعلا بعائشة ما جرى عليها من إهانة عسكر علي لها، واستيلائهم عليها - مردودة أيضاً. وإن قبلت هذه الحجة قبلت حجة معاوية رضي الله عنه. ¶ والرافضة وأمثالهم من أهل الجهل والظلم يحتجون بالحجة التي تستلزم فساد قولهم وتناقضهم، فإنه إن احتج بنظيرها عليهم فسد قولهم المنقوض بنظيرها، وإن لم يحتج بنظيرها بطلت هي في نفسها، لأنه لا بد من التسوية بين المتماثلين، ولكن منتهاهم مجرد الهوى الذي لا علم معه، ومن أضل ممن اتبع هواه بغير هدى من الله، أن الله لا يهدي القوم الظالمين.",
            "page": "115",
            "part": "1",
            "seal": "BBFAA15E"
        },
        {
            "id": "113",
            "nass": "وجماهير أهل السنة متفقون على أن علياً أفضل من طلحة والزبير، فضلاً عن معاوية وغيره، ويقولون: إن المسلمين لما افترقوا في خلافته فطائفة قاتلته وطائفة قاتلت معه، كان هو وأصحابه أولى الطائفتين بالحق، كما ثبت في الصحيحين عن النبي صلى الله عليه وسلم أنه قال: \" تمرق مارقة على حين فرقة من المسلمين، يقتلهم أولى الطائفتين بالحق \" فهؤلاء هم الخوارج المارقون الذين مرقوا فقتلهم علي وأصحابه، فعلم أنهم كانوا أولى بالحق من معاوية رضي الله عنه وأصحابه. لكن أهل السنة يتكلمون بعلم وعدل، ويعطون كل ذي حق حقه. ¶ تعليق ¶ في هذا الموضع يقابل شيخ الإسلام بين حجج الرافضة في ذم طلحة والزبير - رضي الله عنهما - وحجج النواصب في ذم علي -رضي الله عنه - ويبين أنه ما من شبهة يقيمها الروافض على ذم طلحة والزبير إلا وللنواصب أشد منها، وهذا من قبيل (الحجج المحرجة) كما سبق. وليس من قبيل التنقص، وإنما ساق الشيخ (هذيان) النواصب لدفع (هذيان) الروافض. ¶ وتأمل ما خط بالأسود مما يدل على مقدار محبته وتعظيمه لعلي - رضي الله عنه - وإنزاله في منزلته التي أرادها الله له. ¶ ثم تأمل قوله في الأخير: (أهل السنة يتكلمون بعلم وعدل",
            "page": "116",
            "part": "1",
            "seal": "CD7733DD"
        },
        {
            "id": "114",
            "nass": "ويعطون كل ذي حق حقه) . ¶ الموضع التاسع: قال شيخ الإسلام: ¶ (قالوا ومعاوية أيضاً كان خيراً من كثير ممن استنابه علي، فلم يكن يستحق أن يعزل ويولى من هو دونه في السياسة، فإن علياً استناب زياد بن أبيه، وقد أشاروا على علي بتولية معاوية. قالوا: يا أمير المؤمنين توليه شهراً واعزله دهراً. ولا ريب أن هذا كان هو المصلحة، إما لا ستحقاقه وإما لتأليفه واستعطافه، فقد كان رسول الله صلى الله عليه وسلم أفضل من علي، وولى أبا سفيان، ومعاوية خير منه، فولى من هو خير من علي من هو دون معاوية. ¶ فإذا قيل: إن علياً كان مجتهداً في ذلك. ¶ قيل: وعثمان كان مجتهداً فيما فعل. وأين الاجتهاد في تخصيص بعض الناس بولاية أو إمارة أو مال، من الاجتهاد في سفك المسلمين بعضهم دماء بعض، حتى ذل المؤمنين وعجزوا عن مقاومة الكفار، حتى طمعوا فيهم وفي الاستيلاء عليهم؟ ولا ريب أنه لو لم يكن قتال، بل كان معاوية مقيماً على سياسة رعيته، وعلي مقيماً على سياسة رعيته، لم يكن في ذلك من الشر أعظم مما حصل بالاقتتال، فإنه بالاقتتال لم تزل هذه الفرقة ولم يجتمعوا على إمام، بل سفكت الدماء، وقويت العداوة والبغضاء، وضعفت الطائفة التي كانت أقرب إلى الحق، وهي طائفة علي،",
            "page": "117",
            "part": "1",
            "seal": "BA0C0AA4"
        },
        {
            "id": "115",
            "nass": "وصاروا يطلبون من الطائفة الأخرى من المسالمة ما كانت تطلبه ابتداء. ¶ ومعلوم أن الفعل الذي تكون مصلحته راجحة على مفسدته، يحصل به من الخير أعظم مما يحصل بعدمه، وهنا لم يحصل بالاقتتال مصلحة، بل كان ألامر مع عدم القتال خيراً وأصلح منه بعد التقال، وكان علي وعسكره أكثر وأقوى، ومعاوية وأصحابه أقرب إلى موافقته ومسالمته ومصالحته، فإذا كان مثل هذا الاجتهاد مغفوراً لصاحبه، فاجتهاد عثمان أن يكون مغفوراً أولى وأحرى. ¶ وأما معاوية وأعوانه فيقولون: إنما قاتلنا علياً قتال دفع عن أنفسنا وبلادنا، فإنه بدأنا بالقتال فدفعناه بالقتال ولم نبتدئه بذلك ولا اعتدينا عليه. فإذا قيل لهم: هو الإمام الذي كانت تجب طاعته عليكم ومبايعته وأن لا تشقوا عصا المسلمين. قالوا ما نعلم أنه إمام تجب طاعته، لأن ذلك عند الشيعة إنما يعلم بالنص، ولم يبلغنا عن النبي صلى الله عليه وسلم نص بإمامته ووجوب طاعته. ولا ريب أن عذرهم في هذا ظاهر، فإنه لو قدر أن النص الجلي الذي تدعيه الإمامية حق، فإن هذا قد كتم وأخفى في زمن أبي بكر وأصحابه مثل ذلك لو كان حقا، فكيف إذا كان باطلاً؟)",
            "page": "118",
            "part": "1",
            "seal": "D8686045"
        },
        {
            "id": "116",
            "nass": "تعليق ¶ في هذا الموضع يمارس الشيخ رحمه الله موهبته في ضرب شبهات الروافض بشبهات النواصب لتسقط الشبهتان ويبقي منهج أهل السنة المعتدل. ¶ فهو يحرج الرافضة بأن جميع ما يقولونه في عثمان أو معاوية هو لازم لعلي، لا مناص من ذلك. ¶ وكما سبق: ليس هذا من قبيل التنقص، ولكن من قبيل إسقاط شبهات الطرفين، ليبقى أهل الوسط وهم أهل السنة ظاهرين. ¶ الموضع العاشر: قال شيخ الإسلام: ¶ (ثم يقال لهؤلاء الرافضة: لو قالت لكم النواصب: علي قد استحل دماء المسلمين، وقاتلهم بغير أمر الله ورسوله لعى رياسته. وقد النبي صلى الله عليه وسلم: \" سباب المسلم فسوق، وقتاله كفر \" وقال: \" لا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض \" فيكون علي كافراً لذلك - لم تكن حجتكم أقوى من حجتهم، لأن الأحاديث التي احتجوا بها صحيحة. ¶ وأيضاً فيقولون: قتل النفوس فساد، فمن قتل النفوس على طاعته كان مريداً للعلو في الأرض والفساد. وهذا حال فرعون. والله تعالى يقول: (تلك الدار الأخرة نجعلها للذين لا يريدون علوا في",
            "page": "119",
            "part": "1",
            "seal": "C690D445"
        },
        {
            "id": "117",
            "nass": "الأرض ولا فسادا والعقبة للمتقين) ، فمن أراد العلو في الأرض والفساد لم يكن من أهل السعادة في الآخرة. وليس هذا كقتال الصديق للمرتدين ولمانعي الزكاة، فإن الصديق إنما قاتلهم على طاعة الله ورسوله، لا على طاعته. فإن الزكاة فرض عليهم، ¶ فقاتلهم على الإقرار بها، وعلى أدائها، بخلاف من قاتل ليطاع هو) . ¶ (وفي الجملة فالذين قاتلهم الصديق رضي الله عنه كانوا ممتنعين عن طاعة رسول الله صلى الله عليه وسلم والإقرار بما جاء به، فلهذا كانوا مرتدين، بخلاف من أقر بذلك ولكن امتنع عن طاعة شخص معين كمعاوية وأهل الشام، فإن هؤلاء كانوا مقرين بجميع ما جاء به الرسول صلى الله عليه وسلم: يقيمون الصلاة، ويؤتون الزكاة، وقالوا: نحن نقوم بالواجبات من غير دخول في طاعة علي رضي الله عنه، لما علينا في ذلك من الضرر، فأين هؤلاء من هؤلاء؟) ¶ تعليق ¶ هذا الموضع - أيضاً - هو من قبيل التضييق على الروافض وأنهم إن طعنوا في أبي بكر - رضي الله عنه - بشبهات لا غية فسيوجد غيرهم من النواصب ممن يطعن في علي - رضي الله عنه - بشبهات أخرى لا غية، فمهما ألصقوا بأبي بكر تهمة من التهم فسيندرج ذلك على علي أيضاً ولن يستطيعوا أن يدفعوا ذلك عنه",
            "page": "120",
            "part": "1",
            "seal": "E9B15720"
        },
        {
            "id": "118",
            "nass": "إلا بأن يدفعوا شبهاتهم عن أبي بكر، فهم في حرج وضيق يرتدعون معه عن التعرض لصحابة رسول الله صلى الله عليه وسلم أدنى تعرض. ¶ الموضع الحادي عشر: قال شيخ الإسلام: ¶ (اجتماع الناس على مبايعة أبي بكر كانت على قولكم أكمل، وأنتم وغيركم تقولون: إن علياً تخلف عنها مدة. فيلزم على قولكم أن يكون علي مستكبراً عن طاعة الله في نصب أبي بكر عليه إماماً، فيلزم حينئذ كفر علي بمقتضى حجتكم، أو بطلانها في نفسها. وكفر علي باطل، فلزم بطلانها) ¶ تعليق ¶ الروافض يزعمون أن معاوية - رضي الله عنه - قد استكبر عن طاعة علي رضي الله عنه، فلهذا هو شر من إبليس الذي استكبر على آدم فيجيبهم شيخ الإسلام دافعاً هذه الفرية عن معاوية بأن هذا يلزم علياً كما يلزم معاوية، فإن علياً قد تأخر عن مبايعة أبي بكر بالخلافة عدة أشهر فيلزم من هذا على قولكم أنه قد استكبر عن طاعته فيلزم من ذلك اللوازم الشنيعة التي ألزمتم بها معاوية. ¶ فإذا لم تلتزموا ذلك، فالحجة من أصلها باطلة، فإذا بطلت في حق علي فهي باطلة في حق معاوية سواء بسواء؟ ¶ فهذا الموضع يبين موهبة شيخ الإسلام في إفحام الخصوم",
            "page": "121",
            "part": "1",
            "seal": "DA1E53E7"
        },
        {
            "id": "119",
            "nass": "وإحراجهم بالحجة المنعكسة التي تجعلهم يقولون: اللهم سلم، سلم؟ ¶ الموضع الثاني عشر: قال شيخ الإسلام: ¶ (إن الفضائل الثابتة في الأحاديث الصحيحة لأبي بكر وعمر أكثر وأعظم من الفضائل الثابتة لعلي، والأحاديث التي ذكره هذا وذكر أنها في الصحيح عند الجمهور، وأنهم نقلوها في المعتمد من قولهم وكتبهم، هو من أبين الكذب على علماء الجمهور، فإن هذه الأحاديث التي ذكرها أكثرها كذب أو ضعيف باتفاق أهل المعرفة بالحديث، والصحيح الذي فيها ليس فيه ما يدل على إمامة علي ولا على فضيلته على أبي بكر وعمر، بل وليست من خصائصه، بل هي فضائل شاركه فيها غيره، بخلاف ما ثبت من فضائل أبي بكر وعمر، فإن كثير منها خصائص لهما، لا سيما فضائل أبي بكر، فإن عامتها خصائص لم يشركه فيها غيره. ¶ وأما ما ذكره من المطاعن، فلا يمكن أن يوجه على الخلفاء الثلاثه من مطعن إلا وجه على علي ما هو مثله أو أعظم منه. ¶ فتبين أن ما ذكره في هذا الوجه من أعظم الباطل، ونحن نبين ذلك تفصيلاً. ¶ وأما قوله: \" إنهم جعلوه إماماً لهم حيث نزهه المخالف والموافق، وتركوا غيره حيث روى فيه من يعتقد إمامته من المطاعن ما يطعن في إمامته \"",
            "page": "122",
            "part": "1",
            "seal": "A21C2CCF"
        },
        {
            "id": "120",
            "nass": "فيقال: هذا كذب بين، فإن علياً رضي الله عنه لم ينزهه المخالفون، بل القادحون في علي طوائف متعددة، وهم أفضل من القادحين في أبي بكر وعمر وعثمان، والقادحون فيه أفضل من الغلاة فيه، فإن الخوارج متفقون على كفره، وهم عند المسلمين كلهم خير من الغلاة الذين يعتقدون إلاهيته أو نبوته، بل هم - والذين قاتلوه من الصحابة والتابعين - خير عند جماهير المسلمين من الرافضة الإثنى عشرية، الذين اعتقدوه إماماً معصوماً. ¶ وأبو بكر وعمر وعثمان ليس في الأمة من يقدح فيهم إلا الرافضة، والخوارج المكفرون لعلي يوالون أبا بكر وعمر ويترضون عنهما، والمروانية الذين ينسبون علياً إلى الظلم، ويقولون: إنه لم يكن خليفة يوالون أبا بكر وعمر مع أنهما ليسا من أقاربهم ن فكيف يقال مع هذا: إن علياً نزهه المؤالف والمخالف بخلاف الخلفاء الثلاثة؟ ¶ ومن المعلوم أن المنزهين لهؤلاء أعظم وأكثر وأفضل، وأن القادحين في علي حتى بالكفر والفسوق والعصيان طوائف معروفة، وهم أعلم من الرافضة وأدين، والرافضة عاجزون معهم علماً ويداً، فلا يمكن الرافضة أن تقيم عليهم حجة تقطعهم بها، ولا كانوا معهم في القتال منصورين عليهم. ¶ والذين قدحوا في علي رضي الله عنه وجعلوه كافراً وظالماً ليس فيهم طائفة معروفة بالردة عن الإسلام، بخلاف الذين يمدحونه ويقدحون في الثلاثة، كالغالية الذين يدعون إلهيته من",
            "page": "123",
            "part": "1",
            "seal": "D0263799"
        },
        {
            "id": "121",
            "nass": "النصيرية وغيرهم، وكالإسماعيلية الملاحدة الذين هم شر من النصيرية، وكالغالية الذين يدعون نبوته، فإن هؤلاء مرتدون كفرهم بالله ورسوله ظاهر لا يخفى على عالم بدين الإسلام، فمن اعتقد في بشر الإلهية، أو اعتقد بعد محمد صلى الله عليه وسلم نبياً، أو أنه لم يكن نبياً بل كان علي هو النبي دونه وإنما غلط جبريل، فهذه المقالات ونحوها مما يظهر كفر أهلها لمن يعرف الإسلام أدنى معرفة. ¶ بخلاف من يكفر علياً ويلعنه من الخوارج، وممن قاتله ولعنه من أصحاب معاوية وبني مروان وغيرهم، فإن هؤلاء كانوا مقرين بالإسلام وشرائعه: يقيمون الصلاة ويؤتون الزكاة، ويصومون رمضان، ويحجون البيت العتيق، ويحرمون ما حرم الله ورسوله، وليس فيهم كفر ظاهر، بل شعائر الإسلام وشرائعه ظاهرة فيهم معظمة عندهم، وهذا أمر يعرفه كل من عرف أحوال الإسلام، فكيف يدعى مع هذا أن جميع المخالفين نزهوه دون الثلاثة؟ ¶ بل إذا اعتبر الذين كانوا يبغضونه ويوالون عثمان والذين كانوا يبغضون عثمان ويحبون علياً، وجد هؤلاء خيراً من أولئك من وجوه متعددة، فالمنزهون لعثمان القادحون في علي أعظم وأدين وأفضل من المنزهين لعلي القادحين في عثمان كالزيدية مثلاً. ¶ فمعلوم أن الذين قاتلوه ولعنوه وذموه من الصحابة والتابعين",
            "page": "124",
            "part": "1",
            "seal": "50F34EE3"
        },
        {
            "id": "122",
            "nass": "وغيرهم هم أعلم وأدين من الذين يتولونه ويلعنون عثمان، ولو تخلى أهل السنة عن موالاة علي رضي الله عنه وتحقيق إيمانه ووجوب موالاته، لم يكن في المتولين له من يقدر أن يقاوم المبغضين له من الخوارج والأموية والمروانية، فإن هؤلاء طوائف كثيرة) ¶ تعليق ¶ في هذا الموضع يرد شيخ الإسلام على مقولة الرافضي بأن علياً قد نزهه المؤالف والمخالف بخلاف الخلفاء الراشدين الثلاثة، فبين رحمه الله أن علياً قد خالفه أقوام وظعنوا فيه ولم يتفقوا عليه كما يزعم الرافضي. ¶ ثم عقد مقارنة بين الذين غلوا فيه وبين الذين طعنوا فيه ووضح أن الأخرين أفضل من ألأولين فمتابعتهم وتصديق شبهاتهم أولى من متابعة وتصديق الروافض، ولكن الله نزه أهل السنة وحماها من سلوك مسلك الطائفتين، فحفظت لعلي حقه وعرفت فضله، فلم تغل فيه أو تجف عنه. ¶ وتأمل - أخي القارئ - ما خط بالأسود في نهاية الموضع تجد أن شيخ الإسلام - بذكائه الواسع - قد أخبرنا بأن أهل السنة هم المدافعون حقاً عن علي رضي الله عنه أمام أعدائه، بخلاف الروافض الذين سيعجزون عن مقاومة النواصب الشانئين له، لأنه",
            "page": "125",
            "part": "1",
            "seal": "FAEB80EC"
        },
        {
            "id": "123",
            "nass": "ما من مطعن للروافض على الخلفاء الثلاثة إلا واللنواصب أشد مه وأعظم في علي. أما أهل السنة فإنهم يترضون عن الجميع ويتعاملون كما أمر الله ورسوله صلى الله عليه وسلم. ¶ الموضع الثالث عشر قال شيخ الإسلام: ¶ عن علي رضي الله عنه: (وتشبيهه بهارون ليس بأعظم من تشبيه أبي بكر وعمر: هذا بإبراهيم وعيسى، وهذا بنوح وموسى، فإن هؤلاء الأربعة أفضل من هارون، وكل من أبي بكر وعمر شبه باثنين لا بواحد، فكان هذا التشبيه أعظم من تشبيه علي، مع أن استخلاف علي له فيه أشباه وأمثال من الصحابة. ¶ وهذا التشبيه ليس لهذين فيه شبيه، فلم يكن الاستخلاف من الخصائص، ولا التشبيه بنبي في بعض أحواله من الخصائص. ¶ وكذلك قوله: \" لأعطين الراية رجلاً يحب الله ورسوله ويحبه الله ورسوله قال: فتطاولنا، فقال: ادعوا لي علياً، فأتاه وبه رمد، فبصق في عينيه ودفع الراية إليه، ففتح الله على يديه\" وهذا الحديث أصح ما روي لعلي من الفضائل، أخرجاه في الصحيحين من غير وجه. وليس هذا الوصف مختصاً بالأئمة ولا بعلي، فإن الله ورسوله يحب كل مؤمن تقي، وكل مؤمن تقي يحب الله ورسوله، لكن هذا الحديث من أحسن ما يحتج به على النواصب الذين يتبرؤون منه ولا يتولونه ولا يحبونه، بل قد يكفرونه أو يفسقونه كالخوارج، فإن النبي صلى الله عليه وسلم شهد له بأنه يحب الله ورسوله",
            "page": "126",
            "part": "1",
            "seal": "B70BDD35"
        },
        {
            "id": "124",
            "nass": "ويحبه الله ورسوله. ¶ لكن هذا الاحتجاج لا يتم على قول الرافضة الذين يجعلون النصوص الدالة على فضائل الصحابة كانت قبل ردتهم، فإن الخوارج تقول في علي مثل ذلك، لكن هذا باطل، فإن الله ورسوله لا يطلق هذا المدح على من يعلم أنه يموت كافراً) ¶ (وكذلك حديث المباهلة شركه فيه فاطمة وحسن وحسين، كما شركوه في حديث الكساء، فعلم أن ذلك لا يختص بالرجال ولا بالذكور ولا بالأئمة، بل يشركه فيه المرأة والصبي، فإن الحسن والحسين كانا صغيرين عند المباهلة، فإن المباهلة كانت لما قدم وفد نجران بعد فتح مكة سنة ستع أو عشر، والنبي صلى الله عليه وسلم مات ولم يكمل الحسين سبع سنين، والحسن أكبر منه بنحو سنة، وإنما دعا هؤلاء لأنه أمر أن يدعو كل واحد من الأقربين: والنساء والأنفس، فيدعو الواحد من أولئك: أبناؤه ونساءه، وأخص الرجال به نسباً. ¶ وهؤلاء أقرب الناس إلى النبي صلى الله عليه وسلم نسباً، وإن كان غيرهم أفضل منهم عنده، فلم يؤمر أن يدعو أفضل أتباعه، لأن المقصود أن يدعو كل واحد منهم أخص الناس به، لما في جبلة الإنسان من الخوف عليه وعلى ذوي رحمه الأقربين إليه، ولهذا خصهم في حديث الكساء. ¶ والدعاء لهم والمباهلة مبناها على العدل، فأولئك أيضاً يحتاجون أن يدعوا أقرب الناس إليهم نسبهم، وهم يخافون عليهم",
            "page": "127",
            "part": "1",
            "seal": "425C7216"
        },
        {
            "id": "125",
            "nass": "مالا يخافون على الأجانب، ولهذا امتنعوا عن المباهلة، لعلمهم بأنه على الحق، وأنهم إذا باهلوه حقت عليهم بهلة الله وعلى الأقربين إليهم، بل قد يحذر الإنسان على ولده مالا يحذره على نفسه. ¶ فإن قيل: فإذا كان ما صح م فضائل علي رضي الله عنه، كقوله صلى الله عليه وسلم: \" لأعطين الراية رجلاً يحب الله ورسوله ويحبه الله ورسوله \"، وقوله: \" أما ترضى أن تكون مني بمنزلة هارون من موسى \"، وقوله: \" اللهم هؤلاء أهل بيتي فأذهب عنهم الرجس وطهرهم تطهيراً \" ليس من خصائصه، بل له فيه شركاء، فلماذا تمنى بعض الصحابة أن يكون له ذلك، كما روى عن سعد وعن عمر؟ ¶ فالجواب: أن في ذلك شهادة النبي صلى الله عليه وسلم لعلي بإيمانه باطناً وظاهراً، وإثباتاً لموالاته لله ورسوله ووجوب موالاة المؤمنين له. وفي ذلك رد على النواصب الذين يعتقدون كفره أو فسقه، كالخوارج المارقين الذين كانوا من أعبد الناس، كما قال النبي صلى الله عليه وسلم فيهم: \" يحقر أحدكم صلاته مع صلاتهم، وصيامه مع صيامهم، وقراءته مع قراءتهم، يقرأون القرآن لا يجاوز حناجرهم، يمرقون من الإسلام كما يمرق السهم من الرمية، أينما لقيتموهم فاقتلوهم \" وهؤلاء يكفرونه ويستحلون قتله، ولهذا قتله واحد منهم، وهو عبد الرحمن بن ملجم المرادي، مع كونه كان من أعبد الناس. ¶ وأهل العلم والسنة يحتاجون إلى إثبات إيمان علي وعدله",
            "page": "128",
            "part": "1",
            "seal": "A0CBCD4B"
        },
        {
            "id": "126",
            "nass": "ودينه للرد على هؤلاء، أعظم مما يحتاجون إلى مناظرة الشيعة، فإن هؤلاء أصدق وأدين، والشبه التي يحتجون بها أعظم من الشبه التي تحتج بها الشيعة، كما أن المسلمين يحتاجون في أمر المسيح صلوات الله وسلامه عليه إلى مناظرة اليهود والنصارى، فيحتاجون أن ينفوا عنه ما يرميه به اليهود من أنه كاذب ولد زنا، وإلى ما تدعيه النصارى من الإلهية، وجدل اليهود أشد من جدل النصارى، ولهم شبه لا يقدر النصارى أن يجيبوهم عنها، وإنما يجيبهم عنها المسلمون، كما أن للنواصب شبهاً لا يمكن الشيعة أن يجيبوا عنها، وإنما يجيبهم عنها أهل السنة. ¶ فهذه الأحاديث الصحيحة المثبتة لإيمان علي باطناً وظاهراً رد على هؤلاء، وإن لم يكن ذلك من خصائصه، كالنصوص الدالة على إيمان أهل بدر وبيعة الرضوان باطناً وظاهراً، فإن فيها ردا على من ينازع في ذلك من الروافض والخوارج، وإن لم يكن ما يستدل به من خصائص واحد منهم، وإذا شهد النبي صلى الله عليه وسلم لمعين بشهادة، أو دعا له بدعاء، أحب كثير من الناس أن يكون له مثل تلك الشهادة ومثل ذلك الدعاء، وإن كان النبي صلى الله عليه وسلم يشهد بذلك لخلق كثير ويدعو به لخلق كثير، وكان تعيينه لذلك المعين من أعظم فضائله ومناقبه) .",
            "page": "129",
            "part": "1",
            "seal": "95C91583"
        },
        {
            "id": "127",
            "nass": "تعليق ¶ في هذا الموضع يبين شيخ الإسلام قضية سبق توضيحها في المقدمة وهي أن الفضائل الثابتة لعلي رضي الله عنه هي فضائل مشتركة بينه وبين غيره ولم ينفرد بشئ منها، وفي هذا رد على الروافض الذين سيستغلون مثل هذه الفضائل في ادعاء عصمته أو أحقيته بالخلافة أو نحو ذلك من الغلو. ¶ ثم وضح - رحمه الله - أن هذه الفضائل الثابتة له فيها أعظم الرد على النواصب الذين يبغضونه، فهي سلاح بيد أهل السنة يقطعون به شبهاتهم. ¶ ففي فضائله الثابتة رد على الطائفتين الخائبتين: رد على الروافض لأنها مشتركة ورد على النواصب لأنها ثابتة. ¶ وتقرير الحقائق ليس فيه أي تنقص لعلي رضي الله عنه. ¶ الموضع الرابع عشر: قال شيخ الإسلام: ¶ (استعانة علي برعيته وحاجته إليهم كانت أكثر من استعانة أبي بكر، وكان تقويم أبي بكر لرعيته وطاعتهم له أعظم من تقويم علي لرعيته وطاعتهم له. فإن أبا بكر كانوا إذا نازعوه أقام عليهم الحجة حتى يرجعوا إليه، كما أقام الحجة على عمر في قتال مانعي الزكاة وغير ذلك. وكانوا إذا أمرهم أطاعوه. وعلي رضي الله عنه لما ذكر قوله في أمهات الأولاد وأنه اتفق رأيه ورأي عمر على أن لا يبعن، ثم رأى أن يبعن، فقال له قاضيه عبيدة",
            "page": "130",
            "part": "1",
            "seal": "E379DB85"
        },
        {
            "id": "128",
            "nass": "السلماني: رأيك مع عمر في الجماعة أحب إلينا من رأيك وحدك في الفرقة. ¶ وكان يقول: اقضوا كما كنتم تقضون، فإني أكره الخلاف، حتى يكون الناس جماعة أو أموت كما مات أصحابي. ¶ وكانت رعيته كثيرة المعصية له، وكانوا يشيرون عليه بالرأي الذي يخالفهم فيه، ثم يتبين له أن الصواب كان معهم. كما أشار عليه الحسن بأمور، مثل أن لا يخرج من المدينة دون المبايعة، وأن لا يخرج إلى الكوفة، وأن لا يقاتل بصفين، وأشار عليه أن لا يعزل معاوية، وغير ذلك من الأمور. ¶ وفي الجملة فلا يشك عاقل أن السياسة انتظمت لأبي بكر وعمر وعثمان ما لم تنظم لعلي رضي الله عنهم. فإن كان هذا لكمال المتولي وكمال الرعية، وكانوا هم ورعيتهم أفضل. وإن كان لكمال المتولي وحده، فهو أبلغ في فضلهم. وإن كان ذلك لفرط نقص رعيه علي، كان رعية علي أنقص من رعية أبي بكر رضي الله عنه وعمر وعثمان. ¶ ورعيته هم الذين قاتلوا معه، وأقروا بإمامته. ورعية الثلاثة كانوا مقرين بإمامتهم. فإذا كان المقرون بإمامة الثلاثة أفضل من المقرين بإمامة علي، لزم أن يكون كل واحد من الثلاثة أفضل منه. ¶ وأيضاً فقد انتظمت السياسة لمعاوية ما لم تنظم لعلي،",
            "page": "131",
            "part": "1",
            "seal": "AB724247"
        },
        {
            "id": "129",
            "nass": "فيلزم أن تكون رعية معاوية خيراً من رعية علي، ورعية معاوية شيعة عثمان، وفيهم النواصب المبغضون لعلي، فتكون شيعة عثمان والنواصب أفضل من شيعة علي، فيلزم على كل تقدير: إما أن يكون الثلاثة أفضل من علي:، وإما أن تكون شيعة عثمان والنواصب أفضل من شيعة علي والروافض. ¶ وأيهما كان لزم فساد مذهب الرافضة، فإنهم يدعون أن علياً أكمل من الثلاثة، وأن شيعته الذين قاتلوا معه أفضل من الذين بايعوا الثلاثة، فضلاً عن أصحاب معاوية. ¶ والمعلوم باتفاق الناس أن الأمر انتظم للثلاثة ولمعاوية ما لم ينتظم لعلي. فكيف يكون الإمام الكامل والرعية الكاملة - على رأيهم - أعظم اضطراباً وأقل انتظاماً من الإمام الناقص والرعية الناقصة؟ بل من الكافرة والفاسقة على رأيهم؟ ¶ ولم يكن في أصحاب على من العلم والدين والشجاعة والكرم، إلا ما هو دون ما في رعية الثلاثة. فلم يكونوا أصلح في الدنيا ولا في الدين. ومع هذا فلم يكن للشيعة إمام ذو سلطان معصوم بزعمهم أعظم من علي ن فإذا لم يستقيموا معه كانوا أن لا يستقيموا مع هو دونه أولى وأحرى. فعلم أنهم شر وأنقص من غيرهم)",
            "page": "132",
            "part": "1",
            "seal": "02194777"
        },
        {
            "id": "130",
            "nass": "تعليق ¶ في هذا الموضع يرد شيخ الإسلام على طعن الرافضي في أبي بكر بأنه قد احتاج إلى رعيته في قوله: \" إن استقمت فأعينوني، وإن زغت فقوموني \" قال الرافضي: (وكيف يجوز إمامة من يستعين بالرعية على تقويمه، مع أن الرعية تحتاج إليه؟) ¶ فأجابه الشيخ بما سبق، وهو أن استعانة علي برعيته أكثر من استعانة أبي بكر، فإذا لم تجز إمامة أبي بكر بزعمكم، لم تجز إمامة علي. ¶ ثم بين عكس هذا الذي يزعمه الرافضي من خلال الواقع التاريخي، فقرر أن خلافة أبي بكر بل عمر وعثمان ومعاوية كانت السياسة فيها منتظمة أكثر مما انتظمت في عهد علي، فإذا لم تجز إمامتهم وهم كذلك، فإمامة علي غير جائزة على قولكم. ¶ وتقرير الحقائق الثابتة للرد على الغلاة ليس فيه أي تنقص من علي - رضي الله عنه - كما سبق. ¶ الموضع الخامس عشر: ¶ (قال الرافضي: \" وأحرق الفجاءة السلمي بالنار، وقد نهى النبي صلى الله عليه وسلم عن الإحراق بالنار \") ¶ فقال شيخ الإسلام: (الجواب: أن الإحراق بالنار عن علي",
            "page": "133",
            "part": "1",
            "seal": "14F28FBA"
        },
        {
            "id": "131",
            "nass": "أشهر وأظهر منه عن أبي بكر وأنه قد ثبت في الصحيح أن علياً أتى بقوم زنادقة من غلاة الشيعة، فحرقهم بالنار، فبلغ ذلك أبن عباس ن فقال لو كنت أنا لم أحرقهم بالنار، لنهي النبي صلى لله عليه وسلم أن يعذب بعذاب الله، ولضربت أعناقهم، لقول النبي صلى الله عليه وسلم: \" من بدل دينه فاقتلوه:. ¶ فبلغ ذلك علياً، فقال: ويح ابن أم الفضل ما أسقطه على الهنات. ¶ فعلي حرق جماعة بالنار. فإن كان ما فعله أبو بكر منكراً، ففعل علي أنكر منه، وإن كان فعل علي مما لا ينكر مثله على الأئمة، فأبوبكر أولى أن لا ينكر عليه) ¶ تعليق ¶ في هذا الموضع - وقد مر مثله كثير - يقلب شيخ الإسلام شبهة الروافض على رؤؤسهم ليجعلهم يطلبون النجاة من هذا المأزق الذي ورطوا به أنفسهم بجهلهم. ¶ ولم يكذب شيخ الإسلام على علي في هذا الموضع وإنما أبرز للروافض هذه الحادثة الثابتة ليفحمهم بها، وهي اجتهاد من إمام المسلمين في زمانه علي بن أبي طالب - رضي الله عنه - لا يذم بفعله.",
            "page": "134",
            "part": "1",
            "seal": "CEBC88CA"
        },
        {
            "id": "132",
            "nass": "الموضع السادس عشر: ¶ قال الرافضي طاعناً في أبي بكر رضي الله عنه: (وأهمل حدود الله فلم يقتص من خالد بن الوليد ولا حده حيث قتل مالك بن نويرة، وكان مسلماً، وتزوج امرأته في ليلة قتله وضاجعها، وأشار عليه عمر بقتله فلم يفعل) ¶ قال شيخ الإسلام: (والجواب: أن يقال: أولاً إن كان ترك قتل قاتل المعصوم مما ينكر على الأئمة، كان هذا من أعظم حجة شيعة عثمان على علي، فإن عثمان خير من ملء الأرض من مثل مالك بن نويرة، وهو خليفة المسلمين، وقد قتل مظلوماً شيهداً بلا تأويل مسوغ لقتله، وعلي لم يقتل قتلته، وكان هذا من أعظم ما امتنعت به شيعة عثمان عن مبايعة علي، فإن كان علي له عذر شرعي في ترك قتل قتلة عثمان، فعذر أبي بكر في ترك قتل قاتل مالك بن نويرة أقوى، وإن لم يكن لأبي بكر عذر في ذلك فعلي أولى أن لا يكون له عذر في ترك قتل قتلة عثمان. ¶ وأما ما تفعله الرافضة من الإنكار على أبي بكر في هذه القضية الصغيرة، وترك إنكار ما هو أعظم منها على علي، فهذا من فرط جهلهم وتناقضهم. ¶ وكذلك إنكارهم على عثمان كون لم يقتل عبيد الله بن عمر بالهرمزان، هو من هذا الباب. ¶ وإذا قال القائل: علي كان معذوراً في ترك قتل قتلة عثمان،",
            "page": "135",
            "part": "1",
            "seal": "B4FB90B7"
        },
        {
            "id": "133",
            "nass": "لأن شروط الاستيفاء لم توجد: إما لعدم العلم بأعيان القتلة، وإما لعجزه عن القوم لكونهم ذوي شوكة، ونحو ذلك. ¶ قيل: فشروط الاستيفاء لم توجد في قتل قاتل مالك بن نويرة، وقتل قاتل الهرمزان، لوجود الشبهة في ذلك، والحدود تدرأ بالشبهات. ¶ وإذا قالوا: عمر أشار على أبي بكر بقتل خالد بن الوليد، وعلي أشار على عثمان بقتل عبيد الله بن عمر. ¶ قيل: وطلحة والزبيروغيرهما أشاروا على علي بقتل قتلة عثمان، مع أن الذين أشاروا على أبي بكر بالقود، أقام عليهم حجة سلموا لها: إما لظهور الحق معه، وإما لكون ذلك مما يسوغ فيه الاجتهاد. ¶ وعلي لما لم يوافق الذين أشاروا عليه بالقود، جرى بينه وبينهم من الحروب ما قد علم، وقتل قتلة عثمان أهون مما جرى بالجمل وصفين فإذا كان في هذا اجتهاد سائغ، ففي ذلك أولى. ¶ وإن قالوا: عثمان كان مباح الدم. ¶ قيل لهم: فلا يشك أحد في أن إباحة دم مالك بن نويرة أظهر من إباحة دم عثمان، بل مالك بن نويرة لا يعرف أنه كان معصوم الدم، ولم يثبت ذلك عندنا. وأما عثمان فقد ثبت بالتواتر ونصوص الكتاب والسنة أنه كان معصوم الدم. وبين عثمان ومالك بن نويرة من الفرق ما لا يحصى عدده إلا الله تعالى.",
            "page": "136",
            "part": "1",
            "seal": "6C7B01D3"
        },
        {
            "id": "134",
            "nass": "ومن قال: أن عثمان كان مباح الدم، لم يمكنه أن يجعل علياً معصوم الدم، ولا الحسين، فإن عصمة دم عثمان أظهر من عصمة دم علي والحسين. وعثمان أبعد عن موجبات القتل من علي والحسين. وشبهة قتلة عثمان أضعف بكثير من شبهة قتلة علي والحسين، فإن عثمان لم يقتل مسلماً، ولا قاتل أحداً على ولايته ولم يطلب قتال أحد على ولايته أصلاً، فإن وجب أن يقال: من قتل خلقاً من المسلمين على ولايته إنه معصوم الدم، وإنه مجتهد فيما فعله، فلان يقال: عثمان معصوم الدم، وإنه مجتهد فيما فعله من الأموال والولايات بطريق الأولى والأحرى. ¶ ثم يقال: غاية ما يقال في قصة مالك ابن نويرة: إنه كان معصوم الدم وإن خالداً قتله بتأويل، وهذا لا يبيح قتل خالد، كما أن أسامة بن زيد لما قتل الرجل الذي قال: لا إله إلا الله. وقال له النبي صلى الله عليه وسلم: \" يا أسامة أقتلته بعد أن قال: لا إله إلا الله؟ يا أسامة أقتلته بعد أن قال: لا إله إلا الله؟ يا أسامة أقتلته بعد أن قال لا إله إلا الله؟ \" فأنكر عليه قتله، ولم يوجب قوداً ولا دية ولا كفارة. ¶ وقدر روى محمد بن جرير الطبري وغيره عن ابن عباس وقتادة أن هذه الآية: قوله تعالى: (ولا تقولوا لمن ألقى إليكم السلم لست مؤمناً) نزلت في شأن مرداس، رجل من غطفان، بعث النبي صلى الله عليه وسلم جيشاً إلى قومه، عليهم غالب الليثي، ففر أصحابه ولم يفر. قال: إني مؤمن، فصحبته الخيل، فسلم عليهم، فقتلوه وأخذوا غنمه، فأنزل الله هذه الآية، وأمر رسول الله صلى الله عليه وسلم برد أمواله",
            "page": "137",
            "part": "1",
            "seal": "43FEE9CC"
        },
        {
            "id": "135",
            "nass": "إلى أهله وبديته إليهم، ونهى المؤمنين عن مثل ذلك. ¶ وكذلك خالد بن الوليد قد قتل بني جذيمة متأولاً، ورفع النبي صلى الله عليه وسلم يديه وقال: \" اللهم إني أبرأ إليك مما صنع خالد \". ¶ ومع هذا فلم يقتله النبي صلى الله عليه وسلم لأنه كان متأولاً. ¶ فإذا كان النبي لم يقتله مع قتله غير واحد من المسلمين من بني جذيمة للتأويل، فلأن لا يقتله أبو بكر لقتله مالك بن نويرة بطريق الأولى والأحرى. ¶ وقد تقدم ما ذكره هذا الرافضي من فعل خالد ببني جذيمة، وهو يعلم أن النبي صلى الله عليه وسلم لم يقتله، فيكف لم يجعل ذلك حجة لأبي بكر في أن لا يقتله؟ لكن من كان متبعاً لهواه أعماه عن أبتاع الهدى. ¶ وقوله: إن عمر أشار بقتله. ¶ فيقال: غاية هذا أن تكون مسألة اجتهاد، كان رأي أبي بكر فيها أن لا يقتل خالداً، وكان رأي عمر فيها قتله، وليس عمر بأعلم من أبي بكر: لا عند السنة ولا عند الشيعة، ولا يجب على أبي بكر ترك رأيه لرأي عمر، ولم يظهر بدليل شرعي أن قول عمر هو الراجح، فيكف يجوز أن يجعل مثل هذا عيباً لأبي بكر إلا من هو من أقل الناس علماً وديناً؟ ¶ وليس عندنا أخبار صحيحة ثابتة بأن الأمر جرى على وجه يوجب قتل خالد.",
            "page": "138",
            "part": "1",
            "seal": "4C0345EB"
        },
        {
            "id": "136",
            "nass": "وأما ما ذكره من تزوجه بامرأته ليلة قتله، فهذا مما لم يعرف ثوته. ولو ثبت لكان هناك تأويل يمنع الرجم. والفقهاء مختلفون في عدة الوفاة: هل تجب للكافر؟ على قولين. وكذلك تنازعوا: هل يجب على الذمية عدة وفاة؟ على قولين مشهورين للمسلمين، بخلاف عدة الطلاق، فإن تلك سببها الوطء، فلا بد من براءة الرحم. وأما عدة الوفاة فتجب بمجرد العقد، فإذا مات قبل الدخول بها فهل تعتد من الكافر أم لا؟ فيه نزاع. وكذلك إن كان دخل بها، وقد حاضت بعد الدخول حيضة. ¶ هذا إذا كان الكافر أصلياً. وأما المرتد إذا قتل، أو مات على ردته، ففي مذهب الشافعي وأحمد وأبي يوسف ومحمد ليس عليها عدة وفاة بل عدة فرقة بائنة، لأن النكاح بطل بردة الزوج، وهذه الفرقة ليست طلاقاً عند الشافعي وأحمد، وهي طلاق عند مالك وأبي حنيفة، ولهذا لم يوجبوا عليها عدة وفاة، بل عدة فرقة بائنة، فإن كان لم يدخل بها فلا عدة عليها، كما ليس عليها عدة من الطلاق. ¶ ومعلوم أن خالداُ قتل مالك بن نويرة لأنه رآه مرتداً، فإذا كان لم يدخل بامرأته فلا عدة عليها عند عامة العلماء، وإن كان قد دخل بها فإنه يجب عليها استبراء بحيضة لا بعدة كاملة في أحد قوليهم، وفي الآخر بثلاث حيض، وإن كان كافراً أصلياً فليس على امرأته عدة وفاة في أحد قوليهم. وإذا كان الواجب استبراء بحيضة فقد تكون حاضت. ومن الفقهاء من يجعل بعض الحيضة",
            "page": "139",
            "part": "1",
            "seal": "5A2C6B11"
        },
        {
            "id": "137",
            "nass": "استبراء، فإذا كانت في آخر الحيض جعل ذلك استبراء لدلالته على براءة الرحم. ¶ وبالجملة فنحن لم نعلم أن القضية وقعت على وجه لا يسوغ فيها الاجتهاد، والطعن بمثل ذلك من قول من يتكلم بلا علم، وهذا مما حرمه الله ورسوله) ¶ تعليق ¶ في هذا الموضع يجيب شيخ الإسلام على شبهة أخرى من شبهات الروافض في الطعن على أبي بكر بأنه لم يقتل خالداً لقتله مالك بن نويرة، فبين الشيخ أن هذا قد وقع مثله أو أعظم منه لعلي رضي الله عنه حيث لم يقتل قتلة عثمان، وهو - أي عثمان - (خير من ملء الأرض من مثل مالك بن نويرة) فإذا لمتم أبا بكر فلوموا علياً. الذي تتهمه النواصب بمثل اتهامكم لأبي بكر، وأما عند أهل السنة فلا لوم على الاثنين لأن لكل منهما عذره المقبول. وتقرير الثابت ليس فيه أي تنقص لعلي - رضي الله عنه -. ¶ الموضع السابع عشر: قال شيخ الإسلام: ¶ (وأما علي رضي الله عنه فإن أهل السنة يحبونه ويتولونه، ويشهدون بأنه من الخلفاء الراشدين والأئمة المهديين، لكن نصف رعيته يطعنون في عدله، فالخوارج يكفرونه، وغير الخوارج من",
            "page": "140",
            "part": "1",
            "seal": "18F9566F"
        },
        {
            "id": "138",
            "nass": "أهل بيته وغير أهل بيته يقولون: إنه لم ينصفهم، وشيعة عثمان يقولون: إنه ممن ظلم عثمان. وبالجملة لم يظهر لعلي من العدل، مع كثرة الرعية وانتشارها، وما ظهر لعمر، ولا قريب منه. ¶ وعمر لم يول أحداً من أقاربه، وعلي ولى أقاربه، كما ولى عثمان أقاربه. وعمر مع هذا يخاف أن يكون ظلمهم، فهو أعدل وأخوف من الله من علي. فهذا مما يدل على أنه أفضل من علي. ¶ وعمر، مع رضا رعيته عنه، يخاف أن يكون ظلمهم، وعلي يشكون من رعيته وتظلمهم، ويدعو عليهم ويقول: إني أبغضهم ويبغضوني وسئمتهم وسئموني. اللم فأبدلني بهم خيراً منهم، وأبدلهم بي شرا مني. ¶ فأي الفريقين أحق بالأمن إن كنتم تعلمون؟) ¶ تعليق ¶ في هذا الموضع يرد شيخ الإسلام على طعن الرافضة في عمر وأحقيته بالخلافة، وقد قال قبله عن الرافضة بأنها (لما غلت في علي جعلت ذنب عمر كونه تولى، وجعلوا يطلبون له ما يتبين به ظلمه، فلم يمكنهم ذلك) لأنه ما من شبهة لهم ضده إلا وللنواصب مثلها ضد علي، ففي هذا إلزام لهم بأن يحفظوا ألسنتهم ولا يطلقوها في عرض عمر، لأنهم سيقابلون بالمثل من النواصب.",
            "page": "141",
            "part": "1",
            "seal": "7B466F09"
        },
        {
            "id": "139",
            "nass": "وأما أهل السنة فيردون (غلو) الروافض (بجفاء) النواصب. ¶ وليس في هذا أي تنقص لعلي - رضي الله عنه -. ¶ الموضع الثامن عشر: قال شيخ الإسلام: ¶ راداً قول الرافضي بأن فاطمة قد دعت على عمر لأنه ظلمها، فسلط الله عليه أبا لؤلؤة المجوسي حتى قتله. ¶ (والداعي إذا دعا على مسلم بأن يقتله كافر، كان ذلك دعاء له لا عليه، كما كان النبي صلى الله عليه وسلم يدعو لأصحابه بنحو ذلك، كقوله: \" يغفر الله لفلان \" فيقولون: لو أمتعتنا به وكان إذا دعا لأحد بذلك استشهد. ¶ ولو قال قائل: إن علياً ظلم أهل صفين والخوارج حتى دعوا عليه بما فعله ابن ملجم، لم يكن هذا أبعد عن المعقول من هذا. وكذلك لو قال إن آل سفيان بن حرب دعوا على الحسين بما فعل به) ¶ تعليق ¶ هذا رد مفحم يشابه الردود السابقة، وهو مقابلة شبهات أهل الرفض بضدها، فما قالوه في غير علي، قد يقوله غيرهم في علي، فالأولى بهم أن يصمتوا عن تلفيق الأكاذيب. وليس في هذا أي تنقص - كما سبق - بل هو من قبيل الحجج (المحرجة) .",
            "page": "142",
            "part": "1",
            "seal": "F7CFA9CC"
        },
        {
            "id": "140",
            "nass": "الموضع التاسع عشر: قال شيخ الإسلام: ¶ متابعاً ردوده على طعن الرافضي بعمر - رضي الله عنه -: (وأما قول الرافضي: \" وعطل حدود الله فلم يحد المغيرة بن شعبة \". ¶ فالجواب: أن جماهير العلماء على ما فعله عمر في قصة المغيرة، وأن البينة إذا لم تكمل حد الشهود. ومن قال بالقول الآخر لم ينازع في أن هذه مسألة اجتهاد. وقد تقدم أن ما يرد على علي بتعطيل إقامة القصاص والحدود على قتلة عثمان أعظم فإذا كان القادح في علي مبطلاً، فالقادح في عمر أولى بالبطلان) ¶ تعليق ¶ ونحن نعلم، كما أن الشيخ يعلم، أن هذا القدح باطل في عمر وفي علي رضي الله عنهما، ولكنه ذكر هذا للتضييق على الرافضة، ومقابلة شبهتهم بما يكسرها من شبه غيرهم. ¶ الموضع العشرون: قال شيخ الإسلام: ¶ متابعاً ردوده على الرافضي في اتهامه عمر بأنه يجهل السنة: (وعلي رضي الله عن قد خفي عليه من سنة رسول الله صلى الله عليه وسلم أضعاف ذلك، ومنها ما مات ولم يعرفه)",
            "page": "143",
            "part": "1",
            "seal": "2918BCAC"
        },
        {
            "id": "141",
            "nass": "تعليق ¶ قد علمنا أن الروافض إذا أبغضت أحداً تقولت عليه الأقاويل، واتهمته بما ليس تهمة عند العقلاء، ومنه هذا الموضع، وهو أن عمر قد تخفى عليه سنة رسول الله صلى الله عليه وسلم، وليس في هذا أي مطعن أو نقص فيه رضي الله عنه، لأن أحداً لا يدعي بأنه قد أحاط بجميع مسائل الدين جليلها ودقيقها. فبين لهم الشيخ أن ما تقولونه في عمر هو حاصل لعلي من خلال الوقائع الثابتة، فإن طعنتم في عمر فاطعنوا في علي، وهذا من قبيل إفحام الخصم كما سبق. ¶ الموضع الحادي والعشرون: قال شيخ الإسلام: ¶ متابعاً رده على طعون الرافضي في عمر رضي الله عنه بأنه قد قال بالرأي؟ ¶ (فإن كان القول بالرأي ذنباً فذنب غير عمر - كعلي وغيره - أعظم، فإن ذنب من استحل دماء المسلمين برأي، هو ذنب أعظم من ذنب من حكم في قضية جزئية برأيه، وإن كان منه ما هو صواب ومنه ما هو خطأ، فعمر رضي الله عنه أسعد بالصواب من غيره، فإن الصواب في رأيه أكثر منه في رأي غيره، والخطأ في رأي غيره أكثر منه في رأيه، وإن كان الرأي كله صواب، فالصواب الذي مصلحته أعظم هو خير وأفضل من الصواب الذي مصلحته دون ذلك، وآراء عمر رضي الله عنه كانت مصالحها أعظم",
            "page": "144",
            "part": "1",
            "seal": "6AB8B483"
        },
        {
            "id": "142",
            "nass": "للمسلمين) ¶ تعليق ¶ كما سبق معنا كثيراً، فهذا الموضع من قبيل مقابلة الشبهة بشبهة تدحضها ثم تتساقط الشبهتان سوياً ويبقى الرأي الصحيح. ¶ وقد علمنا في المقدمة أن هذا من الجوانب التي بذ فيها شيخ الإسلام من سواه من العلماء، فكما أن الشبهة الساقطة ليس فيها أي تنقص من الفاضل فليس فيها أي تنقص من المفضول. ¶ الموضع الثاني والعشرون: قال شيخ الإسلام: ¶ راداً على الرافضي قوله بأن عثمان قد صدرت منه من الأفعال ما توجب عدم أحقيته بالخلافة، وأن عمر قد أخطأ في اختياره مع أصحاب الشورى. ¶ (وأين إيثار بعض الناس بولاية أو مال، من كون الأمة يسفك بعضها دماء بعض وتشتغل بذلك عن مصلحة دينها ودنياها حتى يطمع الكفار في بلاد المسلمين؟ وأين اجتماع المسلمين وفتح بلاد الأعداء من الفرقة والفتنة بين المسلمين، وعجزهم عن الأعداء حتى يأخذوا بعض بلادهم أو بعض أوالهم قهراً أو صلحاً)",
            "page": "145",
            "part": "1",
            "seal": "71B9E869"
        },
        {
            "id": "143",
            "nass": "تعليق ¶ يبين هنا شيخ الإسلام أن ما حصل في عهد عثمان من خير لللأمة واستقرار لأفرادها وتوسع في الفتوح الإسلامية لم يحصل مثله في عهد علي، وهذه حقيقة لا ينازع فيها من له أدنى علم بالتاريخ، ففيها أعظم الرد على مزاعم الرافضة في عثمان والأخطاء التي قد حصلت في عهده فإن أصررتم على ذلك فقولوا مثلها في علي، لأنه قد حدث في عهده ما هو أعظم من ذلك. ¶ وقد مر معنا كثيراً أن هذا من قبيل مقابلة الحجج المتهافتة بعضها ببعض ليخرج من بينها الرأي الصائب سليماً معافى. ¶ الموضع الثالث والعشرون: قال شيخ الإسلام: ¶ راداً طعون الروافض في عثمان - رضي الله عنه -: (نواب علي خانوه وعصوه أكثر مما خان عمال عثمان له وعصوه، وقد صنف الناس كتباً فيمن ولاه علي فأخذ المال وخانه، وفيمن تركه وذهب إلى معاوية، وقد ولى علي رضي الله عنه زياد بن أبي سفيان أبا عبيد الله بن زياد قاتل الحسين، وولى الأشتر النخعي، وولى محمد بن أبي بكر وأمثال هؤلاء. ¶ ولا يشك عاقل أن معاوية بن أبي سفيان رضي الله عنه كان خيراً من هؤلاء كلهم. ¶ ومن العجب أن الشيعة ينكرون على عثمان ما يدعون أن علياً كان أبلغ فيه من عثمان. فيقولون: إن عثمان ولى أقاربه من بني أمية. ومعلوم أن علياً ولى أقاربه من قبل أبيه وأمه، كعبد الله",
            "page": "146",
            "part": "1",
            "seal": "6E252597"
        },
        {
            "id": "144",
            "nass": "وعبيد الله ابن العباس. فولى عبيد الله بن عباس على اليمن، وولى على مكة والطائف قثم بن العباس. وأما المدينة فقيل إنه ولى عليها سهل بن حنيف. وقيل ثمامة بن العباس. وأما البصرة فولى عليها عبد الله بن عباس. وولى على مصر ربيبه محمد بن أبي بكر الذي رباه في حجره) ¶ تعليق ¶ هذا أيضاً من مقابلة الشبهة بالشبهة، فما قلتم في عثمان فقولوه في علي، لأنهما قد تشابها في الفعل، ولكنكم قوم لا تعدلون. ¶ وقد برأ الله علياً رضي الله عنه كما برأ عثمان رضي الله عنه. ¶ الموضع الرابع والعشرون: قال شخ الإسلام: ¶ (والمقصود هنا أن ما يعتذر به عن علي فيما أنكر عليه يعتذر بأقوى منه عن عثمان، فإن عليا قاتل على الولاية، وقتل بسبب ذلك خلق كثير عظيم، ولم يحصل في ولايته لا قتال للكفار، ولا فتح لبلادهم، ولا كان المسلمون في زيادة خير، وقد ولى من أقاربه من ولاه، فولاية الأقارب مشتركة، ونواب عثمان كانوا أطوع من نواب علي , وأبعد عن الشر. ¶ وأما الأموال التي تأول فيها عثمان، فكما تأول علي في",
            "page": "147",
            "part": "1",
            "seal": "34B4B3A8"
        },
        {
            "id": "145",
            "nass": "الدماء، وأمر الدماء أخطر وأعظم) ¶ تعليق ¶ وهذا الموضع كسابقه في رد الطعون عن عثمان، فإن ما اتهمتموه به قد حصل من علي مثله أو أعظم منه - على حد زعمكم - فقولوا فيه ما قلتم في عثمان إن كنتم صادقين. ¶ وأما أهل السنة فيوالون الاثنين، ويقيمون لهم العذر فيما صنعوا. ¶ الموضع الخامس والعشرون: قال شيخ الإسلام: ¶ (ولو قدح رجل في علي بن أبي طالب بأنه قاتل معاوية وأصحابه وقاتل طلحة والزبير. ¶ لقيل له: علي بن أبي طالب أفضل وأولى بالعلم والعدل من الذين قاتلوه، فلا يجوز أن يجعل الذين قاتلوه هم العادلين وهو ظالم لهم. ¶ كذلك عثمان فيمن أقام عليه حداً أو تعزيراً هو أولى بالعلم والعدل منهم. وإذا وجب الذب عن علي لمن يريد أن يتكلم فيه بمثل ذلك، فالذب عن عثمان لمن يريد أن يتكلم فيه بمثل ذلك أولى)",
            "page": "148",
            "part": "1",
            "seal": "000240EC"
        },
        {
            "id": "146",
            "nass": "تعليق ¶ يبين شيخ الإسلام هنا أن أهل السنة كما يدافعون عن علي رضي الله عنه - في حروبه، فكذلك يدافعون عن عثمان في أفعاله، وليسوا كالرافضة التي لا ترى عثمان إلا بعين السخط: ¶ وعين الرضا عن كل عيب كليلة ¶ كما أن عين السخط تبدي المساويا ¶ الموضع السادس والعشرون: قال شيخ الإسلام: ¶ (وكذلك أحمد بن حنبل جوز التعريف بالأمصار، واحتج بأن ابن عباس فعله بالبصرة. وكان ذلك في خلافة علي: وكان ابن عباس نائبه بالبصرة: فأحمد بن حنبل وكثير من العلماء يتبعون علياُ فيما سنه، كما يتبعون عمر وعثمان فيما سناه، وآخرون من العلماء، كمالك وغيره، لا يتبعون علياً فيما سنه، وكلهم متفقون على اتباع عمر وعثمان فيما سناه، فإن جاز القدح في عمر وعثمان فيما سناه وهذا حاله، فلان يقدح في علي بما سنه - وهذا حاله بطريق الأولى. ¶ وإن قيل: بأن ما فعله علي سائغ لا يقدح فيه، لأنه باجتهاده، أو لأنه سنة يتبع فيه، فلأن يكون ما فعله عمر وعثمان كذلك بطريق الأولى)",
            "page": "149",
            "part": "1",
            "seal": "643D8E9B"
        },
        {
            "id": "147",
            "nass": "تعليق ¶ وهذه كسوابقها من قبيل (قلب الحجة) على الخصم وقد مر مثلها كثير. ¶ الموضع السابع والعشرون: قال شيخ الإسلام: ¶ (نحن لا ننكر أن عثمان رضي الله عنه كان يحب بني أمية، وكان يواليهم ويعطيهم أموالاً كثيرة. وما فعله من مسائل الاجتهاد التي تكلم فيها العلماء، الذين ليس لهم غرض، كما أننا لا ننكر أن علياً ولى أقاربه، وقاتل وقتل خلقاً كثيراً من المسلمين الذين يقيمون الصلاة، ويؤتون الزكاة، ويصومون ويصلون، لكن من هؤلاء من قاتله بالنص والإجماع، ومنهم من كان قتاله من مسائل الاجتهاد التي تكلم فيها العلماء الذين لا غرض لهم. ¶ وأمر الدماء أخطر من أمر الأموال. والشر الذين حصل في الدماء بين الأمة أضعاف الشر الذي حصل بإعطاء الأموال. ¶ فإذا كنا نتولى علياً ونحبه، ونذكر ما دل عليه الكتاب والسنة من فضائله، مع أن الذي جرى في خلافته أقرب إلى الملام مما جرى في خلافة عثمان، وجرى في خلافة عثمان من الخير ما لم يجر مثله في خلافته، فلأن نتولى عثمان ونحبه، ونذكر ما دل عليه الكتاب والسنة بطريق الأولى) .",
            "page": "150",
            "part": "1",
            "seal": "0836596F"
        },
        {
            "id": "148",
            "nass": "تعليق ¶ تأمل رأي شيخ الإسلام الواضح في أفعال علي رضي الله عنه وقتاله لغيره وهي قسمان: ¶ الأول: من قاتلهم بالنص والإجماع كالخوارج فالحق لا شك معه. ¶ الثاني: من قاتلهم بالاجتهاد، فلا مأخذ عليه. ¶ فهو رحمه الله يبرئ علياً في جميع أفعاله التي قد يستغلها النواصب في الطعن فيه. ثم يقول بأننا إذا برأنا علياً من ذلك كله وهو في أمر الدماء وهي عظيمة عند الله، أفلا نبرئ عثمان مما أخذتموه عليه، وهي من أمور المال، وأمره أسهل من الدماء فهل يعقل الرافضة هذه الحجة القوية؟ ¶ الموضع الثامن والعشرون: قال شيخ الإسلام: ¶ (ولم يكن لعلي اختصاص بنصر النبي صلى الله عليه وسلم دون أمثاله، ولا عرف موطن احتاج النبي صلى الله عليه وسلم فيه إلى معونة علي وحده، ولا باليد ولا باللسان، ولا كان إيمان الناس برسول الله صلى الله عليه وسلم وطاعتهم له لأجل علي، بسبب دعوة علي لهم، وغير ذلك من الأسباب الخاصة، كما كان هارون مع موسى، فإن بني إسرائيل كانوا يحبون هارون جداً ويهابون موسى، وكان هارون يتألفهم. ¶ والرافضة تدعي أن الناس كانوا يبغضون علياً، وأنهم لبغضهم له لم يبايعوه. فكيف يقال: إن النبي صلى الله عليه وسلم احتاج إليه، كما",
            "page": "151",
            "part": "1",
            "seal": "BDC85C2B"
        },
        {
            "id": "149",
            "nass": "احتاج موسى إلى هارون؟ ¶ وهذا أبو بكر الصديق أسلم على يديه ستة أن خمسة من العشرة: عثمان، وطلحة، والزبير، وسعد، وعبد الرحمن بن عوف، وأبو عبيدة، ولم يعلم أنه أسلم على يد علي وعثمان وغيرهما أحد من السابقين الأولين من المهاجرين والأنصار) . ¶ تعليق ¶ واضح من هذا الموضع أن شيخ الإسلام كما يفضل أبا بكر على علي كذلك يفضله على عثمان، وهذا هو منهج أهل السنة. فهل يقول عاقل بأنه يتنقص عثمان؟ أم أنه أنزله في منزله الذي يستحقه دون غلو فيه، أو تفضيله على من هو أفضل منه، وما يصدق على عثمان يصدق على علي. ¶ الموضع التاسع والعشرون: قال شيخ الإسلام: ¶ (لا ريب أن الفضيلة التي حصلت لأبي بكر في الهجرة لم تحصل لغيره من الصحابة بالكتاب والسنة والإجماع، فتكون هذه الأفضلية ثابتة له دون عمر وعثمان وعلي وغيرهم من الصحابة، فيكون هو الإمام. ¶ فهذا هو الدليل الصدق الذي لا كذب فيه. يقول الله: (إلا تنصروه فقد نصره الله إذا أخرجه الذين كفروا ثاني اثنين إذ هما في الغار إذ يقول لصحبه لا تحزن إن الله معنا) .",
            "page": "152",
            "part": "1",
            "seal": "E076DB22"
        },
        {
            "id": "150",
            "nass": "ومثل هذه الفضيلة لم تحصل لغير أبي بكر قطعاً، بخلاف الوقاية بالنفس، فإنها لو كانت صحيحة فغير واحد من الصحابة وقى النبي صلى الله عليه وسلم بنفسه. وهذا واجب على كل مؤمن، ليس من الفضائل المختصة بالأكابر من الصحابة. ¶ والأفضلية إنما تثبت بالخصائص لا بالمشتركات. يبين ذلك أنه لم ينقل أحد أن علياً أو ذي في مبيته على فراش النبي صلى الله عليه وسلم، وقد أوذي غيره في وقايتهم النبي صلى الله عليه وسلم: تارة بالضرب، وتارة بالجرح، وتارة بالقتل، فمن فداه وأوذي أعظم ممن فداه ولم يؤذ. ¶ وقد قال العلماء: ما صح لعلي من الفضائل فهي مشتركة، شاركه فيها غيره، بخلاف الصديق، فإن كثيراً م فضائله - وأكثرها - خصائص له، لا يشركه فيها غيره. وهذا مبسوط في موضعه) ¶ تعليق ¶ تزعم الرافضة أن علياً يستحق الإمامة بعد الرسول صلى الله عليه وسلم لأنه ثبت له من الفضائل ما لم يشركه فيها أحد غيره، ومنها أنه بات في فراش النبي صلى الله عليه وسلم ليلة الهجرة، فبين لهم شيخ الإسلام أن وقاية النبي صلى الله عليه وسلم ثابتة له ولغيره، بخلاف فضائل أبي بكر التي اختص بها، ومنها مشاركة الرسول صلى الله عليه وسلم في هجرته. فعلى قولكم يكون هو الإمام.",
            "page": "153",
            "part": "1",
            "seal": "7D5B77EB"
        },
        {
            "id": "151",
            "nass": "الموضع الثلاثون: قال شيخ الإسلام: ¶ (وأبو بكر وعمر رضي الله عنهما قد أبغضهما وسبهما الرافضة والنصيرية والغالية والإسماعيلية. ولكن معلوم أن الذين أحبوا ذينك أفضل وأكثر، وأن الذين أبغضوهما أبعد عن الإسلام وأقل، بخلاف علي، فإن الذين أبغضوه وقاتلوه هم خير من الذين أبغضوا أبا بكر وعمر، بل شيعة عثمان الذين يحبونه ويبغضون علياً، وإن كانوا مبتدعين ظالمين، فشيعة علي الذين يحبونه ويبغضون عثمان أنقص منهم علماً وديناً، وأكثر جهلاً وظلماً. ¶ فعلم أن المودة جعلت للثلاثة أعظم. ¶ وإذا قيل: علي قد ادعيت فيه الإلهية والنبوة. ¶ قيل: قد كفرته الخوارج كلها، وأبغضته المروانية، وهؤلاء خير من الرافضة الذين يسبون أبا بكر وعمر رضي الله عنهما فضلاً عن الغالية) . ¶ تعليق ¶ يرد شيخ الإسلام هنا على زعم الرافضة بأن آية: (إن الذين ءامنوا وعملوا الصلحت سيجعل لهم الرحمن ودا) نزلت في علي رضي الله عنه، وأن ألله قد جعل له في قلوب المؤمنين",
            "page": "154",
            "part": "1",
            "seal": "62E6425D"
        },
        {
            "id": "152",
            "nass": "مودة فبين شيخ الإسلام بأن هذا من أكاذيب الرافضة وأن المودة التي كانت للخلفاء الثلاثة أكثر من المودة التي كانت له في قلوب المؤمنين، حيث خالفه ونازعه أناس مؤمنون، بخلاف غيره فإن الذين أبغضوهم كانوا أبعد عن الإسلام من الأولين وتقرير الحقائق ليس فيه أي تنقص لعلي، لأن الهدف دفع فرية الرافضة على غيره من أجلاء الصحابة. ¶ الموضع الحادي والثلاثون: قال شيخ الإسلام: ¶ (إن علياً لم يكن أعظم معاداة للكفار والمنافقين من عمر، بل ولا نعرف أنهم كانوا يتأذون منه كما يتأذون من عمر، بل ولا نعرف أنهم كانوا يتأذون منه إلا وكان بغضهم لعمر أشد) . ¶ تعليق ¶ قد سبق مثل هذا الكلام في الموضع الثامن، وهو من قبيل رد اتهامات الروافض لعمر - رضي الله عنه -. ¶ الموضع الثاني والثلاثون: قال شيخ الإسلام: ¶ (ولا يشك من عرف أحوال الصحابة أن عمر كان أشد عداوة للكفار والمنافقين من علي، وأن تأثيره في نصر الإسلام وإعزازه وإذلال الكفار والمنافقين أعظم من تأثير علي، وأن الكفار والمنافقين أعداء الرسول يبغضونه أعظم مما يبغضون علياً. ¶ ولهذا كان الذي قتل عمر كافراً يبغض دين الإسلام،",
            "page": "155",
            "part": "1",
            "seal": "0E3454C0"
        },
        {
            "id": "153",
            "nass": "ويبغض الرسول وأمته، فقتله بغضاً للرسول ودينه وأمته. والذي قتل علياً كان يصلي ويصوم ويقرأ القرآن، وقتله معتقداً أن الله ورسوله يحب قتل علي، وفعل ذلك محبة الله ورسوله - في زعمه - وإن كان في ذلك ضالاً مبتدعاً. ¶ والمقصود أن النفاق في بغض عمر أظهر منه في بغض علي. ولهذا لما كان الرافضة من أعظم الطوائف نفاقاً كانوا يسمون عمر فرعون الأمة. وكانوا يوالون أبا لؤلؤة - قاتله الله - الذي هو من أكفر الخلق وأعظمهم عداوة لله ورسوله) ¶ تعليق ¶ هذا الموضع مثل الذين قبله. ¶ الموضع الثالث والثلاثون: قال شيخ الإسلام: ¶ (من المعلوم بالتواتر أن جهاد أبي بكر بماله أعظم من جهاد علي، فإن أبا بكر كان موسراً، قال فيه النبي صلى الله عليه وسلم: \" ما نفعني مال كمال أبي بكر \" وعلي كان فقيراً، وأبو بكر أعظم جهاداً بنفسه، كما سنذكره إن شاء الله تعالى) . ¶ تعليق ¶ قد عرفنا طريقة شيخ الإسلام في مواجهة اتهام الروافض",
            "page": "156",
            "part": "1",
            "seal": "B1196294"
        },
        {
            "id": "154",
            "nass": "للخلفاء الثلاثة، وهي أنه يحرجهم بأن ما حصل منهم من خير كان أكثر مما حصل من علي، وهذا لا خلاف فيه عند أهل السنة، ويشهد له الواقع التاريخي، وإبراز هذا الشيء من الشيخ هو لهدف إسقاط شبهة الرافضة بتفضيل علي عليهم. ¶ ومن المعلوم للجميع أن أبا بكر كان أكثر إنفاقاً على الدعوة الإسلامية أكثر من علي، لأن أبا بكر كان موسراُ، وأما علي فكان فقيراً، وفي هذا عذر له عند أهل العقول الصحيحة التي لم تختلق له الأكاذيب. ¶ الموضع الرابع والثلاثون: قال شيخ الإسلام: ¶ (وعمر قد وافق ربه في عدة أمور، يقول شيئاً وينزل القرآن بموافقته. قال للنبي صلى الله عليه وسلم: لو اتخذت من مقام إبراهيم مصلى، فنزلت: (وأتخذوا من مقام إبراهيم مصلى) ، وقال إن نساءك يدخل عليهن البر والفاجر، فلو أمرتهن بالحجاب، فنزلت آية الحجاب. وقال: عسى ربه إن طلقكن أن يبدله أزواجاً خيراً منكن مسلمات مؤمنات قانتات تائبات، فنزلت كذلك. وأمثال ذلك. وهذا كله ثابت في الصحيح. وهذا أعظم من تصويب علي في مسألة واحدة. ¶ وأما التفضيل بالإيمان والهجرة والجهاد، فهذا ثابت لجميع الصحابة الذين آمنوا وهاجروا وجاهدوا، فليس ها هنا فضيلة اختص بها علي، حتى يقال: أن هذا لم يثبت",
            "page": "157",
            "part": "1",
            "seal": "4ED97F64"
        },
        {
            "id": "155",
            "nass": "لغيره) . ¶ تعليق ¶ قد مر معنا أن شيخ الإسلام يركز على تقرير حقيقة مهمة تنقض أصول الروافض، وهي أن جميع الفضائل الثابتة لعلي هي مشتركة بينه وبين غيره، فلهذا لا يحق للرافضة أن تجعل من هذه الفضائل المشتركة وسيلة إلى بيان أحقيته بالخلافة بعد الرسول صلى الله عليه وسلم، لأنهم إن قالوا بهذا، فسيأتي غيرهم ممن ينازعهم ويدعي لغيره هذا الحق، ممن شاركوه في الفضائل. ¶ وهذا الموضع هو مثال للحقيقة السابقة. ¶ الموضع الخامس والثلاثون: قال شيخ الإسلام: ¶ (وبالجملة فباب الإنفاق في سبيل الله وغيره، لكثير من المهاجرين والأنصار فيه من الفضيلة ما ليس لعلي، فإنه لم يكن له مال على عهد رسول الله صلى الله عليه وسلم) ¶ تعليق ¶ قد سبق مثل هذا. ¶ الموضع السادس والثلاثون: قال شيخ الإسلام: ¶ (إنه لم يكن لعلي في الإسلام أثر حسن، إلا ولغيره من الصحابة مثله،",
            "page": "158",
            "part": "1",
            "seal": "5FB4FD99"
        },
        {
            "id": "156",
            "nass": "ولعضهم آثار أعظم من آثاره. وهذا معلوم لمن عرف السيرة الصحيحة الثابتة بالنقل، وأما من يأخذ بنقل الكذابين وأحاديث الطرقية، فباب الكذب مفتوح، وهذا الكذب يتعلق بالكذب على الله (ومن أظلم ممن افترى على الله كذباً أو كذب بالحق لما جآءه) ¶ ومجموع المغازي التي كان فيها القتال مع النبي صلى الله عليه وسلم تسع مغاز، والمغازي كلها بض وعشرون غزاة، وأما السرايا فقد قيل: إنها تبلغ سبعين. ¶ ومجموع من قتل من الكفار في غزوات النبي صلى الله عليه وسلم يبلغون ألفاً أو أكثر أو أقل، ولم يقتل علي منهم عشرهم ولا نصف عشرهم، وأكثر السرايا لم يكن يخرج فيها. وأما بعد النبي صلى الله عليه وسلم فلم يشهد شيئاً من الفتوحات، لا هو، ولا عثمان، ولا طلحة، ولا الزبير إلا أن يخرجوا مع عمر حين خرج إلى الشام. وأما الزبير فقد شهد فتح مصر، وسعد شهد فتح القادسية، وأبو عبيدة فتح الشام. ¶ فكيف يكون تأييد الرسول بواحد من أصحابه دون سائرهم والحال هذه؟ وأين تأييده بالمؤمنين كلهم من السابقين الأولين من المهاجرين والأنصار الذين بايعوه تحت الشجرة والتابعين لهم بإحسان؟ ¶ وقد كان المسلمون يوم بدر ثلاثمائة وثلاثة عشر، ويوم أحد",
            "page": "159",
            "part": "1",
            "seal": "00087AB0"
        },
        {
            "id": "157",
            "nass": "نحو سبعمائة، ويوم الخندق أكثر من ألف أو قريباُ من ذلك، ويوم بيعة الرضوان ألفاً وأربعمائة، وهم الذين شهدوا فتح خيبر، ويوم فتح مكة كانوا عشرة آلاف، ويوم حنين كانوا اثني عشر ألفاً: تلك العشرة، والطلقاء ألفان. وأما تبوك فلا يحصى من شهدها، بل كانوا أكثر من ثلاثين ألفاً. وأما حجة الوداع فلا يحصى من شهدها معه، وأيده الله بهم في حياته باليمن وغيرها، وكل هؤلاء من المؤمنين الذين أيده الله بهم، بل كل من آمن وجاهد إلى يوم القيامة دخل في هذا المعنى) ¶ تعليق ¶ في هذا الموضع يرد شيخ الإسلام على ادعاء الروافض بأن علياً هو الذي أيد الرسول صلى الله عليه وسلم في حروبه وغزواته دون غيره من الصحابة؟ ¶ الموضع السابع والثلاثون: قال شيخ الإسلام: ¶ (وأما علي رضي الله عنه فلا ريب أنه ممن يحب الله ويحبه الله، ولكن ليس بأحق بهذه الصفة من أبي بكر وعمر وعثمان، ولا كان جهاده للكفار والمرتدين أعظم من جهاد هؤلاء، ولا حصل به من المصلحة للدين أعظم مما حصل بهؤلاء، بل كل منهم له سعي مشكور وعمل مبرور وآثار صالحة في الإسلام، والله يجزيهم عن",
            "page": "160",
            "part": "1",
            "seal": "2CB0ADE4"
        },
        {
            "id": "158",
            "nass": "الإسلام وأهله خير جزاء، فهم الخلفاء الراشدون والأئمة المهديون، الذين قضوا بالحق، وبه كانوا يعدلون. ¶ وأما أن يأتي إلى أئمة الجماعة الذين كان نفعهم في الدين والدنيا أعظم، فيجعلهم كفاراً أو فساقاً ظلمة، ويأتي إلى من لم يجر علي يديه من الخير مثل ما جرى على يد واحد منهم، فيجعله الله أو شريكاً لله، أو شريك رسول الله صلى الله عليه وسلم، أو الإمام المعصوم الذين لا يؤمن إلا من جعله معصوماً منصوصاً عليه، ومن خرج عن هذا فهو كافر ويجعل الكفار المرتدين الذين قاتلهم أولئك كانوا مسلمين، ويجعل المسلمين الذين يصلون الصلوات الخمس، ويصومون شهر رمضان، ويحجون البيت، ويؤمنون بالقرآن يجعلهم كفاراً لأجل قتال هؤلاء. ¶ فهذا عمل أهل الجهل والكذب والظلم والإلحاد في دين الإسلام، عمل من لا عقل له ولا دين ولا إيمان) ¶ تعليق ¶ هذا الموضع سبق نقله عند تقدير موقف شيخ الإسلام من علي رضي الله ومن الروافض، وهو من أهم المواضع، لأنه يبين حقيقة موقف الشيخ من علي رضي الله عنه، وأنه يحبه ويجعله من الخلفاء الراشدين والأئمة المهديين، ولكنه لا يغلو فيه كغلو الرافضة فيفضله على الثلاثة.",
            "page": "161",
            "part": "1",
            "seal": "4C624723"
        },
        {
            "id": "159",
            "nass": "الموضع الثامن والثلاثون: قال شيخ الإسلام: ¶ عن تسلسل الخلافة بين الخلفاء الراشدين: (ثم إن المسلمين بايعوه ودخلوا في طاعته، والذين بايعوه هم الذين بايعوا رسول الله صلى الله عليه وسلم تحت الشجرة، وهم السابقون الأولون من المهاجرين والأنصار، والذين اتبعوهم بإحسان، رضي الله عنهم ورضوا عنه، وهم أهل الإيمان والهجرة والجهاد، ولم يختلف عن بيعته إلا سعد بن عبادة. ¶ وأما علي وسائر بني هاشم فلا خلاف بين الناس أنهم بايعوه، لكن تخلف فإنه كان يريد الإمرة لنفسه، رضي الله عنهم أجمعين. ثم إنه في مدة ولايته قاتل بهم المرتدين والمشركين، ولم يقاتل المسلمين، بل أعاد الأمر إلى ما كان عليه قبل الردة، وأخذ يزيد الإسلام فتوحاً، وشرع في قتال فارس والروم، ومات والمسلمون محاصرو دمشق، وخرج منها أزهد مما دخل فيها: لم يستأثر عنهم بشيء، ولا أمر له قرابة. ¶ ثم ولي عليهم عمر بن الخطاب، ففتح الأمصار، وقهر الكفار، وأعز أهل الإيمان، وأذل أهل النفاق والعدوان، ونشر الإسلام والدين، وبسط العدل في العالمين، ووضع ديوان الخراج والعطاء لأهل الدين، ومصر الأمصار للمسلمين، وخرج منها أزهد مما دخل فيها: لم يتلوث لهم بمال، ولا ولى أحداً من أقاربه ولاية، فهذا أمر يعرفه كل أحد.",
            "page": "162",
            "part": "1",
            "seal": "825E7C3C"
        },
        {
            "id": "160",
            "nass": "وأما عثمان فإنه بنى على أمر قد استقر قلبه بسكينة وحلم، وهدى ورحمة وكرم ن ولم يكن فيه قوة عمر ولا سياسته، ولا فيه كمال عدله وزهده، فطمع فيه بعض الطمع، وتوسعوا في الدنيا، وأدخل من أقاربه في الولاية والمال، ودخلت بسبب أقاربه في الولايات والأموال أمور أنكرت عليه، فتولد من رغبة بعض الناس في الدنيا، وضعف خوفهم من الله ومنه، ومن ضعفه هو، وما حصل م أقاربه في الولاية والمال ما أوجب الفتنة، حتى قتل مظلوماً شهيداً. ¶ وتولى علي على إثر، ذلك والفتنة قائمة، وهو عند كثير منهم متلطخ بدم عثمان، والله يعلم براءته مما نسبه إليه الكاذبون عليه، والمبغضون له ن كما نعلم براءته مما نسبه إليه الغالون فيه، المبغضون لغيره من الصحابة، فإن علياً لم يعن على قتل عثمان ولا رضي به، كما ثبت عنه - وهو الصادق - أنه قال ذلك، فلم تصف له قلوب كثير منهم، ولا أمكنه هو قهرهم حتى يطيعوه، ولا اقتضى رأيه أن يكف عن القتال حتى ينظر ما يؤول إليه الأمر، بل اقتضى رأيه القتال، وظن أنه به تحصل الطاعة والجماعة، فما زاد الأمر إلا شدة، وجانبه إلا ضعفاً، وجانب من حاربه إلاقوة، والأمة إلا افتراقاً، حتى كان في آخر أمره يطلب هو أن يكف عنه من قاتله، كما كان في أول الأمر يطلب منه الكف. ¶ وضعفت خلافة النبوة ضعفاً أوجب أن تصير ملكا، فأقامها معاوية ملكاً برحمة وحلم، كما في الحديث المأثور: \" تكون نبوة",
            "page": "163",
            "part": "1",
            "seal": "8D0301BD"
        },
        {
            "id": "161",
            "nass": "ورحمة، ثم تكون خلافة نبوة ورحمة، ثم تكون ملك ورحمة ن ثم يكون ملك \" ولم يتول أحد من الملوك خيراً من معاوية، فهو خير ملوك الإسلام، وسيرته خير من سيرة سائر الملوك بعده، وعلي آخر الخلفاء الراشدين، الذين هم ولايتهم خلافة نبوية ورحمة، وكل من الخلفاء الأربعة رضي الله عنهم يشهد له بأنه أفضل أولياء الله المتقين، بل هؤلاء الأربعة أفضل خلق الله بعد النبيين، لكن إذا جاء القادح فقال في أبي بكر وعمر: إنهما كانا ظالمين متعديين طالبين للرئاسة مانعين للحقوق، وأنهما كانا من أحرص الناس على الرئاسة، وأنهما - ومن أعانهما - ظلموا الخليفة المستحق المنصوص عليه من جهة الرسول، وإنهم منعوا أهل البيت ميراثهم، وإنهما كانا من أحرص الناس على الرئاسة والولاية الباطلة، مع ما قد عرف من سيرتهما - كان من المعلوم أن هذا الظن لو كان حقا لهو أولى بمن قاتل عليها حتى غلب، وسفكت الدماء بسبب المنازعة التي بينه وبين منازعه، ولم يحصل بالقتال لا مصلحة الدين ولا مصلحة الدنيا، ولا قوتل في خلافته كافر، ولا فرح مسلم، فإن علياً لا يفرح بالفتنة بين المسلمين، وشيعته لم تفرح بها، لأنها لم تغلب، والذين قاتلوه لم يزالوا أيضاً في كرب وشدة. ¶ وإذا كنا ندفع من يقدح في علي من الخوارج، مع ظهور هذه الشبهة، فلأن ندفع من يقدح في أبي بكر وعمر بطريق الأولى والأحرى.",
            "page": "164",
            "part": "1",
            "seal": "D0014230"
        },
        {
            "id": "162",
            "nass": "وإن جاز أن يظن بأبي بكر أنه كان قاصداً للرئاسة بالباطل، مع أنه لم يعرف منه إلا ضد ذلك، فالظن بمن قاتل على الولاية - ولم يحصل له مقصوده - أولى وأحرى. ¶ فإذا ضرب مثل هذا وهذا بإمامي مسجد، وشيخي مكان، أو مدرسي مدرسة - كانت العقول كلها تقول: إن هذا أبعد عن طلب الرئاسة، وأقرب إلى قصد الدين والخير. ¶ فإذا كنا نظن بعلي أنه كان قاصداً للحق والدين، وغير مريد علوا في الأرض ولا فساداً، فظن ذلك بأبي بكر وعمر - رضي الله عنهما - أولى وأحرى. ¶ وإن ظن ظان بأبي بكر أنه كان يريد العلو في الأرض والفساد، فهذا الظن بعلي أجدر وأولى. ¶ أما أن يقال: أن أبا بكر كان يريد العلو في الأرض والفساد، وعلي لم يكن يريد علوا في الأرض ولا فساداً، مع ظهور السيرتين - فهذا مكابرة، وليس فيما تواتر من السيرتين ما يدل على ذلك، بل المتواتر من السيرتين يدل على أن سيرة أبي بكر أفضل. ¶ ولهذا كان الذين ادعوا هذا لعلي أحالوا على ما لم يعرف، وقالوا: ثم نص على خلافته كتم، وثم عداوة باطنة لم تظهر، بسببها منع حقه. ¶ ونحن الآن مقصودنا أن نذكر ما علم وتيقن وتواتر عند",
            "page": "165",
            "part": "1",
            "seal": "396B00E5"
        },
        {
            "id": "163",
            "nass": "العامة والخاصة، وأما ما يذكر من منقول يدفعه جمهور الناس، ومن ظنون سوء لا يقوم عليها دليل بل نعلم فسادها، فالمحتج بذلك ممن يتبع الظن وما تهوى الأنفس، وهو من جنس الكفار وأهل الباطل، وهي مقابلة بالأحاديث من الطرق الأخر. ¶ ونحن لم نحتج بالأخبار التي رويت من الطرفين، فكيف بالظن الذي لا يغني من الحق شيئاً؟ ¶ فالمعلوم المتيقن المتواتر عند العام والخاص أن أبا بكر كان أبعد عن إرادة العلو والفساد من عمر وعثمان وعلي، فضلاً عن علي وحده، وأنه كان أولى بإرادة وجه الله تعالى وصلاح المسلمين من الثلاثة) ¶ تعليق ¶ في هذا الموضع الطويل يعيد شيخ الإسلام ما سبق أن قرره كثيراً، وهو أن الرافضة إذا طعنت في الخلفاء الثلاثة، فسيطعن الخوارج والنواصب في علي بمثل طعنهم، فالأولى بالطائفتين أن تلزما منهج أهل السنة والجماعة الذي يحب الخلفاء الأربعة جميعاً، ويحفظ جهادهم، ويحمل ما حصل من بعضهم من اجتهادات على المحمل الحسن، لأنهم قوم قد زكاهم الله وأثنى عليهم.",
            "page": "166",
            "part": "1",
            "seal": "3645396D"
        },
        {
            "id": "164",
            "nass": "الموضع التاسع والثلاثون: قال شيخ الإسلام: ¶ (وبالجملة فلا بد من كمال حال أبي بكر وعمر وأتباعهما، فالنقص الذي حصل في خلافة علي (فلا بد) من إضافة ذلك: وإما إلى الإمام، وإما إلى أتباعه، وإما إلى المجموع. ¶ وعلى كل تقدير فيلزم أن يكون أبو بكر وعمر وأتباعهما أفضل من علي وأتباعه، فإنه كان سبب الكمال والنقص من الإمام ظهر فضلهما عليه، وإن كان من أتباعه كان المقرون بإمامتهما أفضل من المقرين بإمامته، فتكون أهل السنة أفضل من الشيعة، وذلك يستلزم كونهما أفضل منه، لأن ما امتاز به الأفضل أفضل مما امتاز به المفضول. ¶ وهذا بين لمن تدبره، فإن الذين بايعوا أبا بكر وعمر وعثمان رضي الله عنهم وقاتلوا معهم، هم أفضل من الذين بايعوا علياً وقاتلوا معه، فإن أولئك فيهم من عاش بعد النبي صلى الله عليه وسلم، من السابقين الأولين من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه. ¶ وعامة السابقين الأولين عاشوا بعد النبي صلى الله عليه وسلم، إنما توفي منهم أو قتل في حياته قليل منهم. ¶ والذين بايعوا علياً كان فيهم من السابقين والتابعين بإحسان بعض من بايع أبا بكر وعمر وعثمان. وأما سائرهم فمنهم من لم",
            "page": "167",
            "part": "1",
            "seal": "5BE12B21"
        },
        {
            "id": "165",
            "nass": "يبايعه ولم يقاتل معه، كسعد بن أبي وقاص، وأسامة بن زيد، وابن عمر، ومحمد بن مسلمة، وزيد بن ثابت، وأبي هريره، وأمثال هؤلاء من السابقين، والذين اتبعوهم بإحسان. ¶ ومنهم من قاتله، كالذين كانوا مع طلحة والزبير وعائشة ومعاوية من السابقين والتابعين. ¶ وإذا كان الذين بايعوا الثلاثة وقاتلوا معهم أفضل من الذين بايعوا علياً وقاتلوا معه، لزم أن يكون كل من الثلاثة أفضل، لأن علياً كان موجوداً على عهد الثلاثة، فلو كان هو المستحق للإمامة دون غيره، كما تقوله الرافضة، أو كان أفضل وأحق بها، كما يقوله من يقوله من الشيعة، لكان أفضل الخلق قد عدلوا عما أمرهم الله به ورسوله به إلى ما لم يؤمروا به، بل ما نهو عنه، وكان الذين بايعوا علياً وقاتلوا معه فعلوا ما أمروا به. ¶ ومعلوم أن من فعل ما أمر الله به ورسوله كان أفضل ممن تركه وفعل ما نهى الله عنه ورسوله، فلزم لو كان قول الشيعة حقاً أن يكون أتباع علي أفضل. وإذا كانوا هم أفضل وإمامهم أفضل من الثلاثة، لزم أن يكون ما فعلوه من الخير أفضل مما فعله الثلاثة. ¶ وهذا خلاف المعلوم بالاضطرار، الذي تواترت به الأخبار، وعلمته البوادي والحضار، فإنه في عهد الثلاثة جرى من ظهور الإسلام وعلوه، وانتشاره ونموه، وانتصاره، وعزه، وقمع المرتدين، وقهر الكفار من أهل الكتاب والمجوس وغيرهم - ما لم",
            "page": "168",
            "part": "1",
            "seal": "7DA95914"
        },
        {
            "id": "166",
            "nass": "يجر بعدهم مثله. ¶ وعلي رضي الله عنه فضله الله وشرفه بسوابقه الحميدة وفضائله العديدة، لا بما جرى في زمن خلافته من الحوادث بخلاف أبي بكر وعمر وعثمان، فإنهم فضلوا مع السوابق الحميدة والفضائل العديدة، بما جرى في خلافتهم من الجهاد في سبيل الله، وإنفاق كنوز كسرى وقصير، وغير ذلك من الحوادث المشكورة، والأعمال المبرورة. ¶ وكان أبو بكر وعمر أفضل سيرة وأشرف سريرة من عثمان وعلي رضي الله عنهم أجمعين. فلهذا كانا أبعد عن الملام وأولى بالثناء العام، حتى لم يقع في زمنهما شيء من الفتن، فلم يكن للخوارج في زمنهما لا قول مأثور، ولا سيف مشهور، بل كان كل سيوف المسلمين مسلولة على الكفار، وأهل الإيمان في إقبال، وأهل الكفر في إدبار) ¶ تعليق ¶ قد تكرر مثل هذا الموضع، وهو من زيادة التفصيل لمنهج شيخ الإسلام - الذي عرفناه - في مواجهة شبه الرافضة. ¶ الموضع الأربعون: قال شيخ الإسلام: ¶ (وأيضاً فعلي تعلم من أبي بكر بعض السنة، وأبو بكر لم يتعلم من علي شيئاً. ومما يبين هذا أن علماء الكوفة الذين صحبوا عمر وعلياً، كعلقمة",
            "page": "169",
            "part": "1",
            "seal": "AFF76CA6"
        },
        {
            "id": "167",
            "nass": "والأسود وشريح وغيرهم، كانوا يرجحون قول عمر على قول علي. وأما تابعوا المدينة ومكة والبصرة، فهذا عندهم أظهر وأشهر من أن يذكر، وإنما ظهر علم علي وفقهه في الكوفة بحسب مقامه فيها عندهم مدة خلافته، وكل شيعة علي الذين صحبوه لا يعرف عن أحد منهم أنه قدمه على أبي بكر وعمر، لا في فقه ولا علم ولا دين، بل كل شيعته الذين قاتلوا معه كانوا مع سائر المسلمين متفقين على تقديم أبي بكر وعمر، إلا من كان ينكر عليه ويذمه، مع قتلهم وحقارتهم وخمولهم) . ¶ تعليق ¶ في هذا الموضع يرد شيخ الإسلام على شبهة الرافضة في ادعاء أحقية علي بالخلافة لأنه أعلم من غيره، فيثبت الشيخ عكس ذلك. ¶ الموضع الحادي والأربعون: قال شيخ الإسلام: ¶ (ومما يبين ذلك أن علياً لم يعرف المستقبلات أنه في ولايته وحروبه في زمن خلافته كان يظن أشياء كثيرة فيتبين له الأمر بخلاف ما ظن، ولو ظن أنه إذا قاتل معاوية وأصحابه يجري ما جرى لم يقاتلهم، فإنه كان لو لم يقاتل أعز وانتصر، وكان أكثر الناس معه، وأكثر البلاد تحت ولايته، فلما قاتلهم ضعف أمره، حتى صار معهم كثير من البلاد التي كانت في طاعته، مثل مصر واليمن، وكان",
            "page": "170",
            "part": "1",
            "seal": "83029221"
        },
        {
            "id": "168",
            "nass": "الحجاز دولاً. ¶ ولو علم أنه إذا حكم الحكمين يحكمان بما حكما لم يحكمهما. ولو علم أن أحدهما يفعل بالآخر ما فعل حتى يعزلاه، لم يول من يوافق على عزله، ولا من خذله الحكم الآخر) . ¶ تعليق ¶ في هذا الموضع يرد شيخ الإسلام على غلو الرافضة في ادعائهم أن علياً يعلم المستقبلات؟ ويوضح لهؤلاء الجهلة خطأ ذلك من خلال ما ثبت تاريخياً عنه - رضي الله عنه -. ¶ الموضع الثاني والأربعون: قال شيخ الإسلام: ¶ (وأما الطريق النظرية فقد ذكر من ذكره من العلماء، فقالوا: عثمان كان أعلم بالقرآن، وعلي أعلم بالسنة، وعثمان أعظم جهاداً بماله، وعلي أعظم جهاداً بنفسه، وعثمان أزهد في الرياسة، وعلي أزهد في المال، وعثمان أورع عن الدماء، وعلي أورع عن الأموال، وعثمان حصل له من جهاد نفسه حيث صبر عن القتال ولم يقاتل ما لم يحصل مثله لعلي. ¶ وقال النبي صلى الله عليه وسلم: \" المجاهد من جاهد نفسه في ذات الله \". ¶ وسيرة عثمان في الولاية كانت أكمل من سيرة علي، فقالوا: فثبت أن عثمان أفضل، لأن القرآن أعظم من علم السنة.",
            "page": "171",
            "part": "1",
            "seal": "BD1DD24F"
        },
        {
            "id": "169",
            "nass": "وفي صحيح مسلم - وغيره - أنه قال: \" يؤم القوم أقرؤهم لكتاب الله، فإن كانوا في القراءة سواء فأعلمهم بالسنة \". ¶ وعثمان جمع القرآن كله بلا ريب، وكان أحياناً يقرؤه في ركعة. وعلي قد اختلف فيه: هل حفظ القرآن كله أم لا؟ ¶ والجهاد بالمال مقدم على الجهاد بالنفس، كما في قوله تعالى: (وجهدوا بأمولكم وأنفسكم في سبيل الله ذلكم) الآية، وقوله: (الذين ءامنوا وهاجروا وجهدوا في سبيل الله بأمولهم وأنفسهم) الآية، وقوله: (إن الذين ءامنوا وهاجروا وجهدوا بأمولهم وأنفسهم في سبيل الله والذين ءاووا ونصروا أولئك بعضهم أوليآء بعض) . ¶ وذلك لأن الناس يقاتلون دون أموالهم، فإن المجاهد بالمال قد أخرج ماله حقيقة لله، والمجاهد بنفسه لله يرجو النجاة، لا يوافق أنه يقتل في الجهاد. ولهذا أكثر القادرين على القتال يهون على أحدهم أن يقاتل، ولا يهون عليه إخراج ماله، ومعلوم أنهم كلهم جاهدوا بأموالهم وأنفسهم، لكن منهم من كان جهاده بالمال أعظم، ومنهم من كان جهاده بالنفس أعظم. ¶ وأيضاً فعثمان له من الجهاد بنفسه بالتدبير في الفتوح ما لم يحصل مثله لعلي، وله من الهجرة إلى أرض الحبشة ما لم يحصل",
            "page": "172",
            "part": "1",
            "seal": "E3946AAF"
        },
        {
            "id": "170",
            "nass": "مثله لعلي، وله من الذهاب إلى مكة يوم صلح الحديبية ما لم يحصل مثله لعلي، وإنما بايع النبي صلى الله عليه وسلم بيعة الرضوان لما بلغه أن المشركين قتلوا عثمان، وبايع بإحدى يديه عن عثمان، وهذا من أعظم الفضل، حيث بايع عنه النبي صلى الله عليه وسلم. ¶ وأما الزهد والورع في الرياسة والمال، فلا ريب أن عثمان تولى ثنتي عشرة سنة، ثم قصد الخارجون عليه قتله، وحصروه وهو خليفة الأرض، والمسلمون كلهم رعيته، وهو مع هذا لم يقتل مسلماً، ولا دفع عن نفسه بقتال، بل صبر حتى قتل. ¶ لكنه في الأموال كان يعطي لأقاربه من العطاء ما لا يعطيه لغيرهم، وحصل منه نوع توسع في الأموال، وهو رضي الله عنه ما فعله إلا متأولاً فيه، له اجتهاد وافقه عليه جماعة من الفقهاء، منهم من يقول: إن ما أعطاه الله للنبي من الخمس والفيء هو لمن يتولى الأمر بعده، كما هو قول أبي ثور وغيره، ومنهم من يقول: ذوو القربى المذكورون في القرآن هم ذوو قربى الإمام. ومنهم من يقول: الإمام العامل على الصدقات يأخذ منها مع الغنى. وهذه كانت مأخذ عثمان رضي الله عنه، كما هو منقول عنه. فما فعله هو نوع تأويل يراه طائفة من العلماء. ¶ وعلي رضي الله عنه لم يخص أحداً من أقاربه بعطاء، ولكن ابتداء بالقتال لمن لم يكن مبتدئاً له بالقتال، حتى قتل بينهم ألوف مؤلفة من المسلمين، وإن كان ما فعله هو متأول فيه تأويلات وافقه عليه طائفة من العلماء. وقالوا: أن هؤلاء بغاة، والله تعالى أمر",
            "page": "173",
            "part": "1",
            "seal": "3287F856"
        },
        {
            "id": "171",
            "nass": "بقتال البغاة بقوله: (فقتلوا التي تبغي) . ¶ تعليق ¶ في هذا الموضع يرد الشيخ على مزاعم الرافضة وطعونهم في عثمان رضي الله عنه وأنه قد حصلت منه أمور استوجبت عدم أحقيته بالخلافة، فبين لهم الشيخ أن ما اتهمتموه به فقد حدث أعظم منه - على رأيكم - من علي - رضي الله عنه -، فلماذا لا تتهمونه أيضاً؟ ¶ وفي هذا إسكات للرافضة عن قول الإثم. ¶ الموضع الثالث والأربعون: قال شيخ الإسلام: ¶ (ما ذكره من فضائله التي هي عند الله فضائل، فهي حق. لكن للثلاثه ما هو أكمل منها. ¶ وأما ما ذكره من الفضيلة بالقرابة، فعنه أجوبة: ¶ أحدها: أن هذا ليس هو عند الله فضيلة، فلا عبرة به، فإن العباس أقرب منه نسباً، وحمزة من السابقين الأولين من المهاجرين، وقد روي أنه \" سيد الشهداء \" وهو أقرب نسباً منه. ¶ وللنبي صلى الله عليه وسلم من بني العم عدد كثير، كجعفر، وعقيل،",
            "page": "174",
            "part": "1",
            "seal": "2CD25273"
        },
        {
            "id": "172",
            "nass": "وعبد الله، وعبيد الله، والفضل، وغيرهم من بني العباس، وكربيعة، وأبي سفيان بن الحارث بن عبد المطلب. ¶ وليس هؤلاء أفضل من أهل بدر، ولا من أهل بيعة الرضوان، ولا من السابقين الأولين، إلا من تقدم بسابقته، كحمزة وجعفر، فإن هذين - رضي الله عنهما - من السابقين الأولين. وكذلك عبيدة بن الحارث الذي استشهد يوم بدر. ¶ وحينئذ فما ذكره من فضائل فاطمة والحسن والحسين لا حجة فيه، مع أن هؤلاء لهم من الفضائل الصحيحة ما لم يذكره هذا المصنف، ولكن ذكر ما هو كذب، كالحديث الذي رواه أخطب خوارزم: أنه لما تزوج علي بفاطمة زوجه الله إياها من فوق سبع سموات، وكان الخاطب جبريل، وكان إسرافيل وميكائيل في سبعين ألفاً من الملائكة شهوداً. ¶ وهذا الحديث كذب موضوع باتفاق أهل المعرفة بالحديث. ¶ وكذلك الحديث الذي ذكره عن حذيفة. ¶ الثاني: إن يقال إن كان إيمان الأقارب فضيلة، فأبو بكر متقدم في هذه الفضيلة. فإن أباه آمن بالنبي صلى الله عليه وسلم باتفاق الناس، وأبو طالب لم يؤمن. وكذلك أمه آمنت بالنبي صلى الله عليه وسلم، وأولاده، وأولاد أولاده، وليس هذا لأحد من الصحابة غيره. فليس في أقارب أبي بكر - ذرية أبي قحافة - لا من الرجال ولا من النساء إلا من قد آمن بالنبي صلى الله عليه وسلم.",
            "page": "175",
            "part": "1",
            "seal": "EE51529E"
        },
        {
            "id": "173",
            "nass": "وقد تزوج النبي صلى الله عليه وسلم بنته، وكانت أحب أزوجه إليه. وهذا أمر لم يشركه فيه أحد من الصحابة إلا عمر، ولكن لم تكن حفصة ابنته بمنزلة عائشة، بل حفصة طلقها ثم راجعها، وعائشة كان يقسم لها ليلتين، لما وهبتها سودة ليلتها. ¶ ومصاهرة أبي بكر للنبي صلى الله عليه وسلم كانت على وجه لا يشاركه في أحد، وأما مصاهرة علي فقد شركه فيها عثمان، وزوجه النبي صلى الله عليه وسلم بنتاً بعد بنت، وقال: \" لو كان عندنا ثالثة لزوجناها عثمان \" ولهذا سمي ذو النورين: زوجه النبي صلى الله عليه وسلم أكبر بناته زينب وحمد ومصاهرته) . ¶ تعليق ¶ في هذا الموضع يرد شيخ الإسلام على زعم الرافضة بأن علياً أحق بالخلافة لأنه قريب للنبي صلى الله عليه وسلم فبين لهم أن هذا ثابت لغيره من الصحابة فلماذا لا تدعون ذلك فيهم؟ ¶ الموضع الرابع والأربعون: قال شيخ الإسلام: ¶ (وأما كون صبي من الصبيان قبل النبوة سجد لصنم أو لم يسجد؟ فهو لم يعرف. فلا يمكن الجزم بأن علياً أو الزبير ونحوهما لم يسجدوا لصنم، كما أنه ليس معنا نقل بثبوت ذلك، بل ولا معنا نقل معين عن أحد من الثلاثة أنه سجد لصنم. بل هذا يقال لأن من عادة",
            "page": "176",
            "part": "1",
            "seal": "C1ED69D7"
        },
        {
            "id": "174",
            "nass": "قريش قبل الإسلام أن يسجدوا للأصنام، وحينئذ فهذا ممكن في الصبيان، كما هو العادة في مثل ذلك) . ¶ تعليق ¶ يرد شيخ الإسلام في هذا الموضع على زعم الرافضة بأن علياً أفضل من الثلاثة لأنه لم يسجد لصنم فبين لهم الشيخ بأن هذا لم يثبت بطريق صحيح، كما أنه لم يثبت أن أحداً من الخلفاء الثلاثة سجد لصنم، فلماذا التفضيل بالكذب؟ ¶ الموضع الخامس والأربعون: قال شيخ الإسلام: ¶ (الذين أنكروا على علي وقاتلوه أكثر بكثير من الذين أنكروا على عثمان وقتلوه، فإن علياً قاتله بقدر الذين قتلوا عثمان أضعافاً مضاعفة، وقطعه كثير من عسكره: خرجوا عليه وكفروه، وقالوا: أنت ارتددت عن الإسلام، لا نرجع إلى طاعتك حتى تعود إلى الإسلام. ¶ ثم إن أحداً من هؤلاء قتله قتل مستحل لقتله، متقرب إلى الله بقتله، معتقداً فيه أقبح مما اعتقده قتله عثمان فيه. ¶ فإن الذين خرجوا على عثمان لم يكونوا مظهرين لكفره، وإنما كانوا يدعون الظلم، وأما الخوارج لكانوا يجهرون بكفر علي، وهم أكثر من السرية التي قدمت المدينة لحصار عثمان حتى قتل.",
            "page": "177",
            "part": "1",
            "seal": "C8FD5FDC"
        },
        {
            "id": "175",
            "nass": "فإن كان هذا حجة في القدح في عثمان، كان ذلك حجة في القدح في علي بطريق الأولى. والتحقيق أن كليهما حجة باطلة، لكن القادح في عثمان بمن قتله أدحض حجة من القادح في علي بمن قاتله، فإن المخالفين لعلي المقاتلين له كانوا أضعاف المقاتلين لعثمان، بل الذين قاتلوا علياً كانوا أفضل بإتفاق المسلمين من الذين حاصروا عثمان وقتلوه، وكان في المقاتلين لعلي أهل زهد وعبادة، ولم يكن قتله عثمان لا في الديانة ولا في إظهار تكفيره مثلهم. ومع هذا فعلي خليفة راشد، والذين استحلوا دمه ظالمون معتدون، فعثمان أولى بذلك من علي) . ¶ تعليق ¶ في هذا الموضع يدافع شيخ الإسلام عن عثمان - رضي الله عنه - ويبين فضله على علي كما هو منهج أهل السنة، لا كما تدعي الرافضة. ¶ الموضع السادس والأربعون: قال شيخ الإسلام: ¶ (وأما مناقب علي التي في الصحاح فأصحها قوله يوم خيبر: \" لأعطين الراية رجلاً يحب الله ورسوله، ويحبه الله ورسوله \". وقوله في عزوة تبوك: \" ألا ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي \". ومنها دخوله لي المباهلة وفي الكساء، ومنها قوله: \" أنت مني وأنا منك \". وليس في شيء من ذلك خصائص.",
            "page": "178",
            "part": "1",
            "seal": "2B319934"
        },
        {
            "id": "176",
            "nass": "وحديث \" لا يحبني إلا مؤمن ولا يبغضني إلا منافق \" ومنها ما تقدم من حديث الشورى، وإخبار عمر أن النبي صلى الله عليه وسلم توفي وهو راض عن عثمان وعلي وطلحة والزبير وسعد وعبد الرحمن. ¶ فمجموع ما في الصحيح لعلي نحو عشرة أحاديث، ليس فيها ما يختص به. ولأبي بكر في الصحاح نحو عشرين حديثاً أكثرها خصائص. ¶ وقول من قال: صح لعلي من الفضائل ما لم يصح لغيره، كذلك لا يقوله أحمد ولا غيره من أئمة الحديث، لكن قد يقال: روي له ما لم يرو لغيره، لكن أكثر ذلك من نقل من علم كذبه أو خطؤه. ودليل واحد صحيح المقدمات سليم عن المعارضة، خير من عشرين دليلاً مقدماتها ضعيفة، بل باطلة، وهي معارضة بأصح منها يدل على نقيضها. ¶ والمقصود هنا بيان اختصاصه في الصحبة الإيمانية بما لم يشركه مخلوق، لا في قدرها ولا في صفتها ولا في نفعها، فإن لو أحصى الزمان الذي كان يجتمع في أبو بكر بالنبي صلى الله عليه وسلم، والزمان الذي كان يجتمع به فيه عثمان أو علي أو غيرهما من الصحابة، لوجد ما يختص به أبو بكر أضعاف ما اختص به واحد منهم، لا أقول ضعفه. ¶ وأما المشترك بينهم فلا يختص به واحد. ¶ وأما كمال معرفته ومحبته للنبي صلى الله عليه وسلم وتصديقه له، فهو مبرز",
            "page": "179",
            "part": "1",
            "seal": "36EB1C99"
        },
        {
            "id": "177",
            "nass": "في ذلك على سائرهم تبريزاً باينهم فيه مباينة لا تخفى من كان له معرفة بأحوال القوم، ومن لا معرفة له بذلك لم تقبل شهادته. ¶ وأما نفعه للنبي صلى الله عليه وسلم ومعاونته له على الدين فكذلك. ¶ فهذه الأمور التي هي مقاصد الصحبة ومحامدها، التي بها يستحق الصحابة أن يفضلوا بها على غيرهم، لأبي بكر فيها من الاختصاص بقدرها ونوعها وصفتها وفائدتها ما لا يشركه فيه أحد. ¶ ويدل على ذلك ما رواه البخاري عن أبي الدرداء، قال كنت جالساً عند النبي صلى الله عليه وسلم إذ أقبل أبو بكر آخذاً بطرف ثوبه حتى أبدى عن ركبتيه، فقال النبي صلى الله عليه وسلم: (أما صاحبكم فقد غامر فسلم) . وقال: إن كان بيني وبين ابن الخطاب شيء، فأسرعت إليه، ثم ندمت، فسألته أن يغفر لي، فأبى علي، فأقبلت إليك، فقال: (يغفر الله لك يا أبا بكر) ثلاثاً. ثم إن عمر ندم فأتى منزل أبي بكر، فسأل: أثم أبو بكر؟ قالوا: لا 0فأتى النبي صلى الله عليه وسلم، فجعل وجه النبي صلى الله عليه وسلم يتمعر، حتى أشفق أبو بكر ن فجثا على ركبتيه، وقال: يا رسول الله، والله أنا كنت أظلم. مرتين. فقال رسول الله صلى الله عليه وسلم: \" إن الله بعثني إليكم فقلتم: كذبت. وقال أبو بكر: صدق. وواساني بنفسه وماله، فهل أنتم تاركوا لي صاحبي \" مرتين. فما أوذي",
            "page": "180",
            "part": "1",
            "seal": "5EA9B057"
        },
        {
            "id": "178",
            "nass": "بعدها) . ¶ تعليق ¶ في هذا الموضع يبين شيخ الإسلام فضل أبي بكر على غيره من الصحابة - ومنهم علي -، وأن له من الفضائل ما لم يشركه فيها أحد، بخلاف علي، وقد مر مثل هذا. ¶ الموضع السابع والأربعون: قال شيخ الإسلام: ¶ (قوله: (وما لأحد عنده من نعمة تجزى) وهذه لأبي بكر ودون علي، لأن أبا بكر كان للنبي صلى الله عليه وسلم عنده نعمة الإيمان أن هداه الله به، وتلك النعمة لا يجزى بها الخلق، بل أجر الرسول فيها على الله، كما قال تعالى: (قل مآ أسئلكم عليه من أجر ومآ أنا من المتكلفين) ، وقال (قل ما سألتكم من أجر فهو لكم إن أجرى إلا على الله) . ¶ وأما النعمة التي يجزى بها الخلق فهي نعمة الدنيا، وأبو بكر لم تكن للنبي صلى الله عليه وسلم عنده نعمة الدنيا، بل نعمة دين، بخلاف علي، فإنه كان للنبي صلى الله عليه وسلم عنده نعمة دنيا يمكن أن تجزى. ¶ الثالث: أن الصديق لم يكن بينه وبين النبي صلى الله عليه وسلم سبب يواليه لأجله، ويخرج ماله، إلا الإيمان، ولم ينصره كما نصره أبو",
            "page": "181",
            "part": "1",
            "seal": "761E8C16"
        },
        {
            "id": "179",
            "nass": "طالب لأجل القرابة، وكان كاملاً في إخلاصه لله تعالى، كما قال: (إلا ابتغاء وجه ربه الأعلى (20) ولسوف يرضى) . ¶ وكذلك خديجة كانت زوجته، والزوجة قد تنفق ما لها على زوجها، وإن كان دون النبي صلى الله عليه وسلم. ¶ وعلي لو قدر أنه أتفق، لكان على قريبه، وهذه أسباب قد يضاف الفعل إليها بخلاف إنفاق أبي بكر، فإنه لم يكن له سبب إلا الإيمان بالله وحده، فكان من أحق المتقين بتحقيق قوله: (إلا ابتغاء وجه ربه الأعلى) . ¶ تعليق ¶ يرد شيخ الإسلام في هذا الموضع على زعم الرافضي بأن آية (وسيجنبها الأتقى) .. الآية لم تنزل في أبي بكر، ثم وضح أن أبا بكر - رضي الله عنه - له من بذل المال في سبيل الدعوة ما ليس لعلي - رضي الله عنه-، وقد مر مثل هذا الموضع. ¶ الموضع الثامن والأربعون: قال شيخ الإسلام: ¶ (وأما قتال علي بيده، فقد شاركه في ذلك سائر الصحابة الذين قاتلوا يوم بدر، ولم يعرف أن علياً قاتل أكثر من جميع الصحابة يوم بدر ولا أحد ولا غير ذلك.",
            "page": "182",
            "part": "1",
            "seal": "F10D6826"
        },
        {
            "id": "180",
            "nass": "ففضيلة الصديق مختصة به لم يشركه فيها غيره، وفضيلة علي مشتركة بينه وبين سائر الصحابة، رضي الله عنهم أجمعين) . ¶ تعليق ¶ يقرر شيخ الإسلام هنا ما قرره في مواضع عديدة أن فضائل علي -رضي الله عنه - مشتركة بينه وبين الصحابة، بخلاف أبي بكر - رضي الله عنه -، فإذا قلتم بأحقية إنسان في الخلافة لتفرده في الفضائل فليس إلا أبو بكر، وهذا ما لم تقولوا به، فظهر تناقضكم وكذبكم.",
            "page": "183",
            "part": "1",
            "seal": "BCCF0AAF"
        }
    ],
    "t9700": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم لفضيلة الشيخ صالح الفوزان"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "لمحة عن كتاب (منهاج السنة) لشيخ الإسلام ابن تيمية رحمة الله"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "المتهمون لشيخ الإسلام بتنقص علي - رضي الله عنه - والانحراف عنه"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "منهج شيخ الإسلام في دفع شبهات الروافض"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال شيخ الإسلام في:"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "أولا: ذم شيخ الإسلام للنواصب"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: أقوال شيخ الأسلام في فضل علي - رضي الله عنه -"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "المواضع التي احتج بها الطاعنون في شيخ الإسلام ابن تيمية من كتاب \" منهاج السنة \" مع الرد عليهم"
        }
    ]
}