{
    "b977": [
        {
            "id": "1",
            "nass": "مختصر كتاب ¶ جلباب المرأة المسلمة ¶ في ¶ الكتاب والسنَّة ¶ تأليف ¶ العلامة الشيخ ناصر الدين الألباني ¶ اختصره ¶ د. حسام الدين موسى عفانه ¶ الأستاذ المشارك في الفقه والأصول ¶ كلية الدعوة وأصول الدين ¶ جامعة القدس",
            "page": "1",
            "part": "1",
            "seal": "8D1BC875"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1",
            "seal": "DA60022E"
        },
        {
            "id": "5",
            "nass": "الإهداء ¶ إلى كل من رضيت بالله رباً وبالإسلام ديناً وبمحمدٍ نبياً ورسولاً ¶ إلى كل من ارتفعت بالإسلام فوق الهوى ¶ إلى ابنة خديجة وأسماء وسمية ¶ إلى كل فتاة التزمت كتاب ربها تلاوةً وتدبراً وعملاً ¶ إلى كل فتاة وضعت تحت قدميها الشعارات البرَّاقة والخادعة من دعاة التحلل والفجور ¶ إلى كل فتاة تريد سعادة الدنيا والآخرة",
            "page": "5",
            "part": "1",
            "seal": "F83DB6B8"
        },
        {
            "id": "7",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا من ¶ يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون} سورة آل عمران/102. ¶ {يا أيها الذين آمنوا اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منها رجالاً كثيراً ونساءاً واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيباً} سورة النساء/1. ¶ {يا ايها الذين آمنوا اتقوا الله وقولوا قولاً سديداً، يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزاً عظيماً} سورة الأحزاب/ 70، 71. ¶ أما بعد ... ¶ فإن كتاب [جلباب المرأة المسلمة في الكتاب والسنة] لمؤلفه العلامة محدث القرن الشيخ محمد ناصر الدين الألباني حفظه الله ورعاه، أحسن كتاب في تناوله لقضية هامة من القضايا التي تهم كل امرأة مسلمة، ألا وهي قضية الجلباب. ¶ وقد كنت قد اطلعت على هذا الكتاب منذ زمن بعيد بطبعته القديمة وبعنوانه السابق [حجاب المرأة المسلمة ... ] ثم بطبعته الجديدة وبعنوانه الجديد [جلباب المرأة المسلمة ... ] فوجدت أن المؤلف حفظه الله قد زاد في طبعته الجديدة زيادات نافعة ومفيدة [أهمها تلك الزيادة في الأحاديث وآثار السلف الدالة على أن وجه المرأة وكفيها ليسا بعورة .... ] ص3 من الكتاب.",
            "page": "7",
            "part": "1",
            "seal": "4D67AA42"
        },
        {
            "id": "8",
            "nass": "إلا أن الكتاب اشتمل على مقدمة واسعة تضمنت ردوداً على من خالف الشيخ الألباني وألزم المرأة أن تستر وجها وكفيها. ¶ وقد طال الحديث مع المخالفين وغيرهم كما أن تخريجات الشيخ الألباني لكثير من الأحاديث كانت موسعة فاجتهدت في اختصار هذا الكتاب النافع المفيد لما رأيت حاجة ماسة عند النساء المسلمات ¶ في معرفة شروط جلباب المرأة المسلمة وأن كثيراً منهن لا تتحقق تلك الشروط في جلابيبهن. ¶ ولما كان نفس كثير من القراء اليوم في القراءة قصير وصبرهم عليها قليل وكثير من الأمور التي ذكرها الشيخ الألباني في كتابه تهم أهل العلم وطلابه المتخصصين رأيت اختصار هذا الكتاب وكان منهجي في الاختصار كما يلي: ¶ 1 ـ حذفت مقدمة الطبعة الجديدة لجلباب المرأة المسلمة نظراً لما اشتملت عليه من ردود على العلماء المخالفين. ¶ 2 ـ حذفت مقدمة الطبعة الثانية لحجاب المرأة المسلمة. ¶ 3 ـ حذفت الكلام على أسانيد الأحاديث المخرجة في الكتاب واكتفيت في التخريج بما يلي: ¶ أـ إذا كان الحديث في البخاري ومسلم أو في أحدهما اكتفيت بذلك. ¶ ب ـ إذا كان الحديث في غيرهما من كتب السنة فأكتفي بذكر من أخرجه وحكم الشيخ الألباني عليه ¶ ج ـ جعلت تخريج الحديث في صلب الكتاب وليس في الحاشية. ¶ 4 ـ حذفت بعض الأحاديث التي يغني غيرها عنها رغبة في الاختصار. ¶ 5ـ حذفت جميع الفهارس الملحقة بالكتاب واستعضت عنها بفهرس مختصر للموضوعات. ¶ 6 ـ ذكر الشيخ الألباني في هوامش الكتاب تعليقات طيبة لشيخ الإسلام ابن تيمية من كتابه ¶ (اقتضاء الصراط المستقيم) فنقلتها إلى صلب الكتاب في مواضعها المناسبة وكذلك فعلت في تعليقات أخرى للشيخ الألباني نفسه ولغيره من أهل العلم. ¶ 7 ـ أضفت بعض الإضافات الطفيفة التي لا بد منها. ¶ وخلاصة الأمر أن ما قمت به هو اجتهاد قد يخطئ وقد يصيب فإن كانت الأولى فأستغفر الله وأتوب إليه وإن كانت الأخرى فالحمد لله أولاً وأخيراً والفضل له وحده ثم الفضل لصاحب الفضل الشيخ الألباني وأحببت أن أقرب جهده لجمهور النساء المسلمات وإني لأرجو مخلصاً أن تنتفع أخواتنا المسلمات بهذا الكتاب وأن يتعرفن على صفات وشروط جلباب المرأة المسلمة حسب ما جاء في كتاب الله وسنة رسوله - صلى الله عليه وسلم - ليلتزمن بها التزماً كاملاً.",
            "page": "8",
            "part": "1",
            "seal": "BD4C3515"
        },
        {
            "id": "9",
            "nass": "وخاصة أننا نرى كثيراً منهن لا يلبسن الجلباب المطلوب لبسه شرعاً. ¶ ونرى بعض النساء أدخلن بعض التغيير والتعديل كما زعمن على الجلباب الشرعي. ¶ وبعضهن يلبسن ما يسمى (بلوزة وتنورة) مع غطاء للرأس ويزعمن أن ذلك يغني عن الجلباب الشرعي. ¶ وبعضهن يلبسن (بنطالاً وتنورة) مع غطاء للرأس ويزعمن أن ذلك لباس شرعي. ¶ وغير ذلك من التقليعات والموضات. ¶ نسأل الله الهداية لنا ولجميع المسلمين والمسلمات. ¶ وصلى الله وسلم وبارك على محمد وآله وصحبه وسلم. ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ أبوديس ـ القدس ¶ صباح يوم الجمعة 6/ جمادى الأولى 1419 ... كتبه الدكتور حسام الدين عفانة ¶ وفق الثامن والعشرين من آب 1998 ... الإستاذ المشارك في الفقه والأصول ¶ كلية الدعوة وأصول الدين ¶ جامعة القدس",
            "page": "9",
            "part": "1",
            "seal": "64E6792D"
        },
        {
            "id": "10",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة الطبعة الأولى للكتاب ¶ بقلم الشيخ ناصر الدين الألباني ¶ الحمد لله رب العالمين، القائل في كتابه الكريم: {يا بني آدم قد أنزلنا عليكم لباساً يواري سوآتكم وريشاً، ولباس التقوى ذلك خيرٌ ذلك من آيات الله لعلهم يذَّكَّرون} [الأعراف: 26]، وصلى الله على محمد المبعوث رحمةً للناس أجمعين، وعلى آله وصحبه ومن تبعه يوم إلى الدين. ¶ أما بعد؛ فهذه رسالة لطيفة، وبحوث مفيدة إن شاء الله تعالى، جمعتها لبيان اللباس الذي يجب على المرأة المسلمة أن تدَّثر به إذا خرجت من دارها، والشروط الواجب تحققها فيه حتى يكون لباساً إسلامياً، واستندت في ذلك على الكتاب والسنة، مستشرداً بما ورد فيه من الآثار والأقوال عن الصحابة والأئمة، فإن أصبت فمن الله تعالى وله الفضل والمنة، وإن كانت الأخرى؛ فذلك مني، وأسأله العفو والمغفرة لذنبي، إنه عفو كريم، غفورٌ رحيم. ¶ وقد كان ذلك بطلب من بعض الإخوان الأحبة، الذين نظن فيهم الصلاح والاستقامة، والحرص على العمل بما يدل عليه الكتاب والسنة، وقد دنا يوم زفافه، جعله الله مباركاً عليه وعلى أهله وذريته، فرأيت من الواجب أن أبادر إلى إجابة طلبه، وتحقيق رغبته، على الرغم من ضيق وقتي، وانصرافي إلى العمل في مشروعي الذي أسميته ((تقريب السنة بين يدي الأمة))، الذي شرعت فيه منذ سنتين وزيادة، مبتدئاً ب ((سنن أبي داود))، ثم توقفت عنه منذ أشهر لعارض طرأ على عيني اليمنى، الذي أرجو الله تعالى أن يذهبه عني بفضله وكرمه. على الرغم من هذا فقد بادرت إلى تحرير هذه الرسالة القيمة، ثم قدمتها إليه هدية، عسى أن تكون له ولغيره ـ ممن عسى أن يقف عليها ـ عوناً على طاعة الله ورسوله في هذه المسألة، التي تهاون بها في هذا العصر أكثر الناس، وفيهم كثيرٌ من أهل العلم المفروض فيهم أن يكونوا قدوةً لغيرهم في كل أمرٍ من أمور الشريعة، فما بالك بغيرهم، حتى نَدَرَ أن ترى في هذه البلاد من وقف عندما حدَّده الشارع فيها كما سترى.",
            "page": "10",
            "part": "1",
            "seal": "48D84312"
        },
        {
            "id": "11",
            "nass": "ولكنا نحمد الله تعالى على أنه لا تزال طائفةٌ من أمته - صلى الله عليه وسلم - قائمة بأمر الله، لا يضرهم من خذلهم أو خالفهم، حتى يأتي أمر الله وهم ظاهرون على الناس. ¶ أسأل الله تعالى أن يجعلنا من هذه الطائفة، وأن يجعل هذه الرسالة وكل ما كتبتُ وأكتبُ خالصاً لوجهه، وسبباً لنيل مرضاته، والفوز بجناته، إنه خير مسؤول. ¶ دمشق 7/ 5/ 1370 هجرية. ... محمد ناصر الدين الألباني",
            "page": "11",
            "part": "1",
            "seal": "1B0105AB"
        },
        {
            "id": "12",
            "nass": "مختصر كتاب ¶ جلباب المرأة المسلمة ¶ في ¶ الكتاب والسنة ¶ تأليف ¶ العلاَّمة الشيخ المحدث ناصر الدين الألباني / حفظه الله تعالى ¶ اختصره ¶ الدكتور حسام الدين عفانه ¶ الاستاذ المشارك في الفقه والأصول ¶ كلية الدعوة وأصول الدين",
            "page": "12",
            "part": "1",
            "seal": "DD4C6B77"
        },
        {
            "id": "13",
            "nass": "جامعة القدس",
            "page": "13",
            "part": "1",
            "seal": "1C3BD1B7"
        },
        {
            "id": "14",
            "nass": "بسم الله الرحمن الرحيم ¶ إن تتبعنا الآيات القرآنية، والسنة المحمدية، والآثار السلفية في هذا الموضوع الهام، قد بيَّن لنا أن المرأة إذا خرجت من دارها وجب عليها أن تستر جميع بدنها، وأن لا تظهر شيئاً من زينتها، حاشا ... وجهها وكفيها ـ إن شاءت ـ بأي نوع أو زي من اللباس، ما وُجدت فيه الشروط الآتية: ¶ شروط الجلباب ¶ 1 ـ استيعاب جميع البدن إلا ما استثني. ¶ 2 ـ أن لا يكون زينةً في نفسه. ¶ 3 ـ أن يكون صفيقاً لا يشف. ¶ 4 ـ أن يكون فضفاضاً غير ضيق. ¶ 5 ـ أن لا يكون مبخراً مطيباً. ¶ 6 ـ أن لا يشبه لباسَ الرجل. ¶ 7 ـ أن لا يشبه لباسَ الكافرات. ¶ 8 ـ أن لا يكون لباسَ شُهرة.",
            "page": "14",
            "part": "1",
            "seal": "AD8CC1D8"
        },
        {
            "id": "15",
            "nass": "(تنبيه): ¶ واعلم أن بعض هذه الشروط ليست خاصة بالنساء، بل يشترك فيها الرجال والنساء معاً كما لا يخفى ¶ وأيضاً، فبعضها يحرم عليها مطلقاً، سواء كانت في دارها أو خارجها، كالشروط الثلاثة الأخيرة، ولكن لما كان موضوع البحث إنما هو في لباسها إذا خرجت، انحصر كلامنا فيه، فلا يتوهمن منه التخصيص. ¶ وهاك الآن تفصيل ما أجملنا، والدليل على ما ذكرنا.",
            "page": "15",
            "part": "1",
            "seal": "610FDCA0"
        },
        {
            "id": "16",
            "nass": "الشرط الأول ¶ (استعياب جميع البدن إلا ما استثني) ¶ وهو الوجه والكفان ¶ فهو في قوله تعالى في [سورة النور: الآية 31]: ¶ {وقل للمؤمنات يغضضن من أبصارهنَّ ويحفظن فروجهن، ولا يبدين زينتهن إلا ما ظهر منها، وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو آبائهن أو آباء بعولتهن، أو أبنائهن، أو أبناء بعولتهن، أو إخوانهن، أوبني إخوانهن، أو بني أخواتهن أو نسائهن، أو ما ملكت أيمانهن، أو التابعين غير أولي الإربة من الرجال، أو الطفل الذي لم يظهروا على عورات النساء، ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن، وتوبوا إلى الله جميعاً أيها المؤمنون لعلكم تفلحون}. ¶ وقوله تعالى في [سورة الأحزاب: الآية 59]: ¶ {يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن، ذلك أدنى أن يعرفن فلا يؤذين، وكان الله غفوراً رحيماً}. ¶ ففي الآية الأولى التصريح بوجوب ستر الزينة كلها، وعدم إظهار شيء منها أمام الأجانب إلا ما ظهر بغير قصد منهن، فلا يؤاخذن عليه إذا بادرن إلى ستره، قال الحافظ ابن كثير في ((تفسيره)): ¶ ((أي: لا يظهرن شيئاً من الزينة للأجانب، إلا ما لا يمكن إخفاؤه، قال ابن مسعود: كالرداء والثياب، يعني على ما كان يتعاطاه نساء العرب من المقنعة التي تجلل ثيابها، وما يبدو من أسافل الثياب، فلا حرج عليها فيه، لأن هذا لا يمكن إخفاؤه)). ¶ قلت: وهذا المعنى الذي ذكرنا في تفسير: {إلا ما ظهر منه} [سورة النور: 31] هو المتبادر من سياق الآية، وقد اختلفت أقوال السلف في تفسيرها فمن قائل: إنها الثياب الظاهرة. ¶ ومن قائل: إنها الكحل والخاتم والسوار والوجه وغيرها من الأقوال التي رواها ابن جرير في ((تفسيره)) ¶ عن بعض الصحابة والتابعين، ثم اختار هو أن المراد بهذا الاستثناء الوجه والكفان، فقال: ¶ ((وأولى الأقوال في ذلك بالصواب قول من قال: عنى بذلك الوجه والكفين، يدخل في ذلك ـ إذا كان كذلك ـ الكحل والخاتم والسوار والخضاب، وإنما قلنا: ذلك أولى الأقوال في ذلك بالتأويل، لاجتماع الجميع على أن على كل مصلٍّ أن يستر عورته في صلاته، وأن للمرأة أن تكشف وجهها",
            "page": "16",
            "part": "1",
            "seal": "7D0EA7FC"
        },
        {
            "id": "17",
            "nass": "وكفيها في صلاتها، وأن عليها أن تستر ماعدا ذلك من بدنها، إلا ما روي عن النبي - صلى الله عليه وسلم - أنه أباح لها أن تبدي من ذراعها قدر النصف، فإذا كان ذلك من جميعهم إجماعاً، كان معلوماً بذلك أن لها أن تبدي من بدنها ما لم يكن عورة كما ذلك للرجال، لأن ما لم يكن عورة فغير حرام إظهاره، وإذا كان لها إظهار ذلك؛ كان معلوماً أنه مما استثنى الله تعالى ذكره بقوله: {إلا ما ظهر منها} ¶ [النور: 31]، لأن كل ذلك ظاهر منها)). ¶ وهذا الترجيح غير قوي عندي، لأنه غير متبادر من الآية على الأسلوب القرآني، وإنما هو ترجيح بالإلزام الفقهي، وهو غير لازم هنا، لأن للمخالف أن يقول: جواز كشف المرأة عن وجهها في الصلاة، أمر خاص بالصلاة، فلا يجوز أن يقاس عليه الكشف خارج الصلاة لوضوح الفرق بين الحالتين. ¶ وأقول هذا مع عدم مخالفتنا له في جواز كشفها وجهها وكفيها في الصلاة وخارجها، لدليل، بل لأدلة أخرى غير هذه كما يأتي بيانه، وإنما المناقشة هنا في صحة هذا الدليل بخصوصه، لا في صحة الدعوى، فالحق في معنى هذا الاستثناء ما أسلفناه أول البحث، وأيدناه بكلام ابن كثير. ¶ ويؤيده أيضاً ما في ((تفسير القرطبي)): ¶ ((وقال ابن عطية: ويظهر لي بحكم ألفاظ الآية أن المرأة مأمورة بأن لا تبدي، وأن تجتهد في الإخفاء لكل ما هو زينة، ووقع الاستثناء فيما يظهر بحكم ضرورة حركة فيما لا بد منه، أو إصلاح شأن، ونحو ذلك فـ {ما ظهر} على هذا الوجه مما تؤدي إليه الضرورة في النساء فهو المعفو عنه)). ¶ قال القرطبي: ¶ ((قلت: هذا قول حسن، إلا أنه لما كان الغالب من الوجه والكفين ظهورهما عادة وعبادة، وذلك في الصلاة والحج، فيصلح أن يكون الاستثناء راجعاً إليهما، يدل على ذلك ما رواه أبو داود عن عائشة رضي الله عنها: أن أسماء بنت أبي بكر رضي الله عنهما دخلت عل رسول الله - صلى الله عليه وسلم - وعليها ثياب رقاق، فأعرض عنها رسول الله - صلى الله عليه وسلم -، وقال لها: يا أسماء! إن المرأة إذا بلغت المحيض لم يصلح أن يُرَى منها إلا هذا، وأشار إلى وجهه وكفيه، فهذا أقوى في جانب الاحتياط ولمراعاة فساد الناس، فلا تبدي المرأة من زينتها إلا ما ظهر من وجهها وكفيها، والله الموفق لا رب سواه)). ¶ قلت: وفي هذا التعقيب نظر أيضاً، لأنه وإن كان الغالب على الوجه والكفين ظهورهما بحكم العادة، فإنما ذلك بقصد من المكلف، والآية حسب فهمنا إنما أفادت إستثناء ما ظهر دون قصد، فكيف يسوغ حينئذ جعله دليلاً شاملاً لما ظهر بالقصد؟! فتأمَّل. ¶ ثم تأمَّلت، فبدا لي أن قول هؤلاء العلماء هو الصواب، وأن ذلك من دقة نظرهم رحمهم الله،",
            "page": "17",
            "part": "1",
            "seal": "3F694BEB"
        },
        {
            "id": "18",
            "nass": "وبيانه: أن السلف اتفقوا على أن قوله تعالى: {إلا ما ظهر منها} يعود إلى فعل يصدر من المرأة المكلفة، غاية ما في الأمر أنهم اختلفوا فيما تظهره بقصد منها، فابن مسعود يقول: هو ثيابها، أي: جلبابها. ¶ وابن عباس ومن معه من الصحابة وغيرهم يقول: هو الوجه والكفان منها. ¶ فمعنى الآية حينئذ: إلا ما ظهر عادة بإذن الشارع وأمره. ألست ترى أن المرأة لو رفعت من جلبابها ¶ حتى ظهر من تحته شيء من ثيابها وزينتها ـ كما يفعل ذلك بعض المتجلببات السعوديات ـ أنها تكون قد خالفت الآية باتفاق العلماء، فقد التقى فعلها هذا مع فعلها الأول، وكلاهما بقصد منها، لا يمكن إلا هذا، فمناط الحكم إذن في الآية ليس هو ما ظهر دون قصد من المرأة ـ فهذا مما لا مؤآخذة عليه في غير موضع الخلاف أيضاً اتفاقاً ـ وإنما هو فيما ظهر دون إذن من الشارع الحكيم، فإذا ثبت أن الشرع سمح للمرأة بإظهار شيء من زينتها سواء كان كفاً أو وجهاً أو غيرهما، فلا يعترض عليه بما كنا ذكرناه من القصد، لأنه مأذون فيه كإظهار الجلباب تماماً كما بينتُ آنفاً. ¶ فهذا هو توجيه تفسير الصحابة الذين قالوا: إن المراد بالاستثناء في الآية الوجه والكفان، وجريان عمل كثير من النساء في عهد النبي - صلى الله عليه وسلم - وبعده كما سترى في النصوص الآتية المتواترةمعنى. ¶ ويعود الفضل في التنبه لهذا التوجيه ـ بعد الله تعالى ـ إلى الحافظ أبي الحسن بن القطان الفاسي ¶ رحمه الله تعالى في كتابه القيم الفريد الذي أطلعني الله عليه وأنا أهيئ مقدمة هذه الطبعة الجديدة، ألا وهو: ((النظر في أحكام النظر))، فقد تكلم فيها بعلم واسع ونظر ثاقب، على كل مسائله، ومنها ما نحن فيه، فنبهني على ما أشرت إليه قوله فيه: ¶ ((وإنما نعني بالعادة هنا عادة من نزل عليهم القرآن، وبلَّغوا عن النبي - صلى الله عليه وسلم - الشرع، وحضروا به خطاب المواجهة، ومن لزم تلك العادة بعدهم إلى هلم جرَّا، لا لعادة النسوان وغيرهم المبدين أجسادهم وعوراتهم)). ¶ ثم قال ابن القطان: ¶ ((ويتأيد المعنى الذي حملنا عليه الآية من أن الظاهر هو الوجه والكفان بقوله تعالى المتقدم متصلاً به: {وليضربن بخمرهن على جيوبهن}، فإنه يفهم منه أن القِرَطَةَ قد يعفيهنَّ عند بدو وجوههن عن تعاهد سترها فتنكشف، فأمرن أن يضربن بالخمر على الجيوب حتى لا يظهر شيءمن ذلك، إلا الوجه الذي من شأنه أن يظهر في حين التصرف، إلا أن يستر بقصدٍ وتكلف مشقة، وكذلك الكفان، وذكر أهل التفسير أن سبب نزول الآية هو أن النساء كن وقت نزولها إذا غطين رؤوسهن بالخمر يسدلنها خلفهن كما تصنع النَّبَطُ، فتبقى النحور والأعناق باديةً، فأمر الله سبحانه بضرب الخمر على الجيوب ليستر جميع ما ذكر، وبالغ في امتثال هذا الأمر نساء المهاجرين والأنصار فزدن فيه تكثيف الخمر ... )).",
            "page": "18",
            "part": "1",
            "seal": "4D551AB3"
        },
        {
            "id": "19",
            "nass": "ثم قال الحافظ ابن القطان رحمه الله تعالى: ¶ ((فإن قيل: هذا الذي ذهبتَ إليه من أن المرأة معفوٌ لها عن بُدُوِ وجهها وكفيها ـ وإن كانت مأمورة بالسَّتر جهدها ـ يظهر خلافه من قوله تعالى: {يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن ذلك أدنى أن يُعرفن فلا يؤذَين} سورة الأحزاب، الآية 28. ¶ فالجواب أن يقال: ¶ يمكن أن يفسَّر هذا (الإدناء) تفسيراً لا يناقض ما قلناه، وذلك بأن يكون معناه: يدنين عليهن من جلابيبهن ما لا يظهر معه القلائد والقرطة، مثل قوله: {وليضربن بخمرهن على جيوبهن}، فإن ¶ (الإدناء) المأمور به مطلقٌ بالنسبة إلى كل ما يطلق عليه (إدناء)، فإذا حملناه على واحد مما يقال عليه (إدناء) يقضي به عن عهدة الخطاب، إذ لم يطلب به كل (إدناء)، فإنه إيجاب بخلاف النهي ¶ والنفي)). ¶ ويلاحظ القُرَّاءُ الكرام أن هذا البحث القيم الذي وقفت عليه بفضل الله من كلام هذا الحافظ ¶ ابن القطان، يوافق تمام الموافقة ما كنت ذكرته اجتهاداً مني، وتوفيقاً بين الأدلة: أن الآية مطلقة، كما ستراه مصرحاً به، فالحمد لله الذي بنعمته تتم الصالحات. ¶ نعم، حديث عائشة عند أبي داود دليل واضح على جواز إظهار المرأة الوجه والكفين، لولا أن فيه ما بينَّاه في التعليق، إلا أنه من الممكن أن يقال: إنه يُقَوَّى بكثرة طرقه، وقد قوَّاه البيهقي، فيصلح حينئذ دليلاً على الجواز المذكور لا سيَّما وقد عمل به كثير من النساء في عهد النبي - صلى الله عليه وسلم -، حيث كن يكشفن عن وجوههن وأيديهن بحضرته - صلى الله عليه وسلم - وهو لا ينكر ذلك عليهن، وحديث عائشة رواه أبو داود والبيهقي والطبراني وغيرهم وقال أبو داود عقبه: (وهذا مرسل، خالد بن دريك لم يدرك عائشة) وقدورد من طرق أخرى يتقوى بها وقوَّاه البيهقي وذكر أن جماعة من الصحابة قد عملوا بمقتضاه. ... ويدل على أن الوجه والكفين لا يجب سترهما عدة أحاديث، نسوق ما يحضرنا الآن منها: ¶ 1ـ عن جابر بن عبد الله - رضي الله عنه - قال: ¶ ((شهدت مع رسول الله - صلى الله عليه وسلم - الصلاة يوم العيد، فبدأ بالصلاة قبل الخطبة بغير أذان ولا إقامة، ثم قام متوكئاً على بلال، فأمر بتقوى الله، وحث على طاعته، ووعظ الناس، وذكَّرَهم، ثم مضى حتى أتى النساء، فوعظهن، وذكَّرَهنَّ، فقال: تصدقن فإن أكثركنَّ حطبُ جهنم، فقالت امرأة من سِطَةِ النساء [أي جالسةٌ في وسطهن] سفعاء الخدين [أي فيهما تَغَيرٌ وسوادٌ]، فقالت: لِمَ يا رسول الله؟ ¶ قال: لأنكن تكثرن الشكاة، وتكفرن العشير، قال: فجعلن يتصدقن من حليهن، يلقين في ثوب بلال من أقراطهن وخواتمهن)) رواه مسلم. ¶ والحديث واضح الدلالة على ما من أجله أوردناه، وإلا لما استطاع الراوي أن يصف تلك المرأة",
            "page": "19",
            "part": "1",
            "seal": "0B66877A"
        },
        {
            "id": "20",
            "nass": "بأنها: سفعاء الخدين. ¶ 2ـ عن ابن عباس [عن الفضل بن عباس]: ¶ ((أن امرأة من خثعم استفتت رسول الله - صلى الله عليه وسلم - في حجة الوداع [يوم النحر]، والفضل بن عباس رديف رسول الله - صلى الله عليه وسلم -، [وكان الفضل رجلاً وضيئاً .... فوقف النبي - صلى الله عليه وسلم - للناس يفتيهم])) الحديث، وفيه: ¶ ((فأخذ الفضل بن عباس يلتفت إليها، وكانت امرأة حسناء، (وفي رواية: وضيئة)، (وفي رواية: فطفق الفضل ينظر إليها، وأعجبه حسنها)، [وتنظر إليه]، فأخذ رسول الله - صلى الله عليه وسلم - بذقن الفضل، فحوَّل وجهه من الشق الآخر)) رواه البخاري ومسلم. ¶ وفي رواية لأحمد من حديث الفضل نفسه: ¶ ((فكنت أنظر إليها، فنظر إليَّ النبي - صلى الله عليه وسلم - فقلب وجهي عن وجهها، ثم أعدت النظر فقلب وجهي عن وجهها، حتى فعل ذلك ثلاثا وأنا لا أنتهي)). ¶ ورجاله ثقات، لكنه منقطع إن كان الحكم بن عتيبة لم يسمعه من ابن عباس. ¶ وروى هذه القصة علي بن أبي طالب - رضي الله عنه -، وذكر أن الإستفتاء كان عند المنحر بعدما رمى رسول الله - صلى الله عليه وسلم - الجمرة، وزاد: ¶ فقال له العباس: يا رسول الله! لم لويت عنق ابن عمك؟ قال رأيت شاباً وشابةً فلم آمن الشيطان عليهما)) رواه الترمذي وقال: حسن صحيح، ورواه أحمد والضياء في المختارة وإسناده جيد. ¶ والحديث يدل على ما دل عليه الذي قبله من أن الوجه ليس بعورة، لأنه كما قال ابن حزم: ¶ ((ولو كان الوجه عورة يلزم ستره لما أقرها على كشفه بحضرة الناس، ولأمرها أن تسبل عليه من فوق، ولو كان وجهها مغطى ما عرف ابن عباس أحسناء هي أم شوهاء)). ¶ وفي ((الفتح)): ¶ ((وقال ابن بطال: في الحديث الأمر بغض البصر خشية الفتنة، ومقتضاه أنه إذا أُمنت الفتنة عليه لم يمتنع. ¶ قال: ويؤيده أنه - صلى الله عليه وسلم - لم يحول وجه الفضل حتى أدمن النظر إليها لإعجابه بها، فخشي الفتنة عليه. ¶ وفيه مغالبة طباع البشر لابن آدم، وضعفه عما ركب فيه من الميل إلى النساء والإعجاب بهن. ¶ وفيه دليل على ان نساء المؤمنين ليس عليهن من الحجاب ما يلزم أزواج النبي - صلى الله عليه وسلم -، إذ لو لزم ذلك جميع النساء لأمر النبي - صلى الله عليه وسلم - الخثعمية بالاستتار، ولما صرف وجه الفضل. قال:",
            "page": "20",
            "part": "1",
            "seal": "14F5BE0E"
        },
        {
            "id": "21",
            "nass": "وفيه دليل على أن ستر المرأة وجهها ليس فرضاً، لإجماعهم على أن للمرأة أن تبدي وجهها في الصلاة، ولو رآه الغرباء)). ¶ هذا كله كلام ابن بطال وهو متين جيد. ¶ غير أن الحافظ تعقبه بقوله: ((قلت: وفي استدلاله بقصة الخثعمية لما ادعاه نظر لأنها كانت محرمة)). ¶ قلت: كلا، فإنه لا دليل على أنها كانت محرمة بل الظاهر خلافه، وقد ذكر الحافظ نفسه أن سؤال الخثعمية للنبي - صلى الله عليه وسلم - إنما كان بعد رمي جمرة العقبة أي بعد التحلل. ¶ 3ـ عن سهل بن سعد - رضي الله عنه -: ¶ ((أن امرأةً جاءت إلى رسول الله - صلى الله عليه وسلم -[وهو في المسجد]، فقالت يا رسول الله! جئت لأهب لك نفسي، [فصمت، فلقد رأيتها قائمةً ملياً، أو قال: هويناً]، فنظر إليها رسول الله - صلى الله عليه وسلم -، فصعَّد النظر إليها وصوَّبه، ثم طأطأ رأسه، فلما رأت المرأة أنه لم يقصد فيها شيئاً جلست)) الحديث رواه البخاري ومسلم. ¶ 4ـ عن عائشة رضي الله عنها قالت: ¶ ((كنَّ نساءُ المؤمنات يَشْهَدْنَ مع النبي - صلى الله عليه وسلم - صلاة الفجر متلفعات بمروطهن، ثم ينقلبن إلى بيوتهن حين يقضين الصلاة لا يُعرفن من الغلس)) رواه البخاري ومسلم. ¶ ووجه الإستدلال بها هو قولها: ((لا يُعرفن من الغلس))، فإن مفهومه أنه لولا الغلس لعُرفن، وإنما يُعرفن عادةً من وجوههن وهي مكشوفة، فثبت المطلوب. ¶ وقد ذكر معنى هذا الشوكاني عن الباجي، ثم وَجدتُ رواية صريحة في ذلك بلفظ: ¶ ((وما يَعرفُ بعضُنا وجوهَ بعض)) رواه أبو يعلى في مسنده بسند صحيح عنها. ¶ 5ـ عن فاطمة بنت قيس: ¶ ((أن أبا عمرو بن حفص طلَّقها ألبتة (وفي رواية: آخر ثلاث تطليقات)، وهو غائب ... فجاءت رسول الله - صلى الله عليه وسلم -، فذكرت ذلك له ... فأمرها أن تعتد في بيت أم شريك، ثم قال: تلك امرأة يغشاها أصحابي، اعتدِّي عند ابن أم مكتوم؛ فإنه رجلٌ أعمى تضعين ثيابك [عنده]، (وفي رواية: انتقلي إلى أم شريك ـ وأم شريك أمرأة غنية من الأنصار، عظيمة النفقة في سبيل الله، ينزل عليها الضيفان ـ فقلت: سأفعل، فقال: لا تفعلي، إن أم شريك كثيرة الضيفان، فإني أكره أن يسقط خمارك أو ينكشف الثوب عن ساقيك، فيرى القوم منك بعض ما تكرهين، ولكن انتقلي إلى ابن عمك عبد الله ابن أم مكتوم [الأعمى] .... وهو من البطن الذي هي منه [فإنك إذا وضعت خمارك لم يرك]، فانتقلتُ إليه، فلما انقضت عدتي سمعت نداء المنادي ينادي: الصلاة جامعة، فخرجت إلى المسجد،",
            "page": "21",
            "part": "1",
            "seal": "776ADBD1"
        },
        {
            "id": "22",
            "nass": "فصليت مع رسول الله - صلى الله عليه وسلم -، فلما قضى صلاته جلس على المنبر، فقال: إني والله ما جمعتكم لرغبة ولا لرهبة، ولكن جمعتكم لأن تميماً الداري كان رجلاً نصرانياً، فجاء فبايع وأسلم وحدثني حديثاً وافق الذي كنت أحدثكم عن مسيح الدجال .... ))) الحديث، رواه مسلم. ¶ ووجه دلالة الحديث على أن الوجه ليس بعورة ظاهر، وذلك لأن النبي - صلى الله عليه وسلم - أقرَّ ابنة قيس على أن يراها الرجال وعليها الخمار ـ وهو غطاء الرأس ـ فدل هذا على أن الوجه منها ليس بالواجب ستره كما يجب ستر رأسها ولكنه - صلى الله عليه وسلم - خشي عليها أن يسقط الخمار عنها فيظهر منها ما هو محرم بالنص، فأمرها عليه الصلاة والسلام بما هو الأحوط لها، وهو الانتقال إلى دار ابن أم مكتوم الأعمى؛ فإنه لا يراها إذا وضعت خمارها وحديث ((أفعمياوان أنتما؟!)) ضعيف الإسناد، منكر المتن؛ كما حققته في الضعيفة (5958). ¶ ومعنى قوله - صلى الله عليه وسلم -: ((إذا وضعت خمارك))؛ أي: إذا حطته؛ كما في كتب اللغة. ¶ وينبغي أن يُعلم أن هذه القصة وقعت في آخر حياته - صلى الله عليه وسلم -، لأن فاطمة بنت قيس ذكرت أنها بعد انقضاء عدتها سمعت النبي - صلى الله عليه وسلم - يحدث بحديث تميم الداري، وأنه جاء وأسلم. ¶ وقد ثبت في ترجمة تميم أنه أسلم سنة تسع، فدلَّ ذلك على تأخر القصة عن آية الجلباب، فالحديث إذن نصٌ على أن الوجه ليس بعورة. ¶ 6ـ عن ابن عباس رضي الله عنهما: ¶ ((قيل له: شهدتَ العيدَ مع النبي - صلى الله عليه وسلم -؟ قال: نعم، ولولا مكاني من الصغر ما شهدته، حتى أتى العَلَمَ الذي عند دار كثير بن الصلت، فصلَّى [قال: فنزل نبي الله - صلى الله عليه وسلم -، كأني أنظر إليه حين ُيجلِسُ الرجالَ بيده، ثم أقبل يشقهم]، ثم أتى النساء ومعه بلال، [فقال: {يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئاً}، فتلا هذه الآية حتى فرغ منها، ثم قال حين فرغ منها: أنتن على ذلك؟ فقالت امرأة واحدة لم يجبه غيرها منهن: نعم يا نبي الله! قال:] فوعظهنَّ، وذكرهنَّ، وأمرهنَّ بالصدقة، [قال: فبسط بلال ثوبه، ثم قال: هلمَّ لكنَّ، فداكنَّ أبي وأمي]، فرأيتهنَّ يهوين بأيديهنَّ يقذفنه (وفي رواية: فجعلن يلقين الفتخ والخواتم) في ثوب بلال، ثم انطلق هو وبلال إلى بيته)) رواه البخاري. ¶ قال ابن حزم بعد أن استدل بآية الضرب بالخمار على أن الوجه ليس بعورة: ¶ ((فهذا ابن عباس بحضرة رسول الله - صلى الله عليه وسلم - رأى أيديهن، فصح أن اليد من المرأة والوجه ليسا بعورة، وما عداهما ففرض ستره)).",
            "page": "22",
            "part": "1",
            "seal": "20E8595F"
        },
        {
            "id": "23",
            "nass": "قلت: وفي مبايعته - صلى الله عليه وسلم - النساء في هذه القصة، دليل على أنها وقعت بعد فرض الجلباب؛ لأنه إنما فرض في السنة الثالثة، وآية المبايعة نزلت في السنة السادسة كما سيأتي ويؤيده ما ذكر في فتح الباري 2/ 377 أن شهود ابن عباس القصة كان بعد فتح مكة ويشهد له ما سيأتي. ¶ 7 ـ عن ُسبَيْعَةَ بنت الحارث: ¶ ((أنها كانت تحت سعد بن خولة، فتوفي عنها في حجة الوداع، وكان بدرياً، فوضعت حملها قبل أن ينقضي أربعة أشهر وعشر من وفاته، فلقيها أبو السنابل بن بعكك حين تعلَّت من نفاسها، وقد اكتحلت [واختضبت وتهيأت]، فقال لها: اربعي ـ أي ارفقي ـ على نفسك ـ أو نحو هذا ـ] لعلَّك تريدين النكاح؟ إنها أربعة أشهر وعشر من وفاة زوجك، قالت: فأتيت النبي - صلى الله عليه وسلم -، فذكرت له ما قال أبو السنابل بن بعكك، فقال: قد حللت حين وضعت)) رواه أحمد من طريقين عنها أحدهما صحيح والآخر حسن وأصله في الصحيحين. ¶ والحديث صريح الدلالة على أن الكفين ليسا من العورة في عرف نساء الصحابة وكذا الوجه أو العينين على الأقل وإلا لما جاز لسبيعة رضي الله عنها أن تظهر ذلك أمام أبي السنابل ولا سيما وقد كان خطبها فلم ترضه. ¶ 8 ـ وعن ابن عباس أيضاً، قال: ¶ ((كانت امرأة تصلي خلف رسول الله - صلى الله عليه وسلم -، حسناء من أحسن الناس، [قال ابن عياس: لا والله ما رأيت مثلها قط]، فكان بعض القوم يتقدم حتى يكون في الصف الأول لئلا يراها، ويستأخر بعضهم حتى يكون في الصف المؤخر، فإذا ركع نظر من تحت إبطيه [وجافى يديه]، فأنزل الله تعالى: {ولقد علمنا المستقدمين منكم، ولقد علمنا المستأخرين})) رواه أصحاب السنن والحاكم وصححه ووافقه الذهبي وهو كما قالا. ¶ ففي هذه الأحاديث دلالة على جواز كشف المرأة عن وجهها وكفيها، فهي تؤيد حديث عائشة المتقدم، وتبين أن ذلك هو المراد بقوله تعالى {إلا ما ظهر منها} (النور 31) كما سبق، على أن قوله تعالى فيما بعد: {وليضربن بخمرهن على جيوبهن} [النور: 31] يدل على ما دلت عليه بعض الأحاديث السابقة من عدم وجوب ستر المرأة لوجهها، لأن ((الخُمُر)) جمع خمار، وهو ما ُيغَطَّى به الرأس.",
            "page": "23",
            "part": "1",
            "seal": "12C6253E"
        },
        {
            "id": "24",
            "nass": "و ((الجيوب)) جمع الجيب، وهو موضع القطع من الدرع والقميص، وهو من الجوب وهو القطع، فأمر تعالى بليِّ الخمار على العنق والصدر، فدل على وجوب سترهما، ولم يأمر بلبسه على الوجه، فدل على أنه ليس بعورة، ولذلك قال ابن حزم في ((المحلى)): ¶ ((فأمرهنَّ الله تعالى بالضرب بالخمار على الجيوب، وهذا نص على ستر العورة والعنق والصدر، وفيه نص على إباحة كشف الوجه لا يمكن غير ذلك)).",
            "page": "24",
            "part": "1",
            "seal": "6A680C3C"
        },
        {
            "id": "25",
            "nass": "إبطال دعوى أن هذه الأدلة كلها كانت قبل فرضية الجلباب: ¶ أقول: فإن قيل: إن ما ذكرته واضح جداً، غير أنه يحتمل أن يكون ذلك وقع قبل فرض الجلباب، فلا يصح الاستدلال حينئذ إلا بعد إثبات وقوعه بعد الجلباب. ¶ وجوابنا عليه من وجهين: ¶ الأول: إن الظاهر من الأدلة أنه وقع بعد الجلباب، وقد حَضَرَنَا في ذلك حديثان: ¶ الأول: حديث أم عطية رضي الله عنها: ¶ ((أن النبي - صلى الله عليه وسلم - لما أمر النساء أن يخرجن لصلاة العيد، قالت أم عطية: إحدانا لا يكون لها جلباب؟ قال: لِتُلْبِسَها أختُها من جلبابها)). متفق عليه. ¶ ففيه دليل على أن النساء إنما كن يخرجن إلى العيد في جلابيبهن، وعليه فالمرأة السفعاء الخدين كانت متجلببة. ويؤيده الحديث الآتي، وهو: ¶ الحديث الثاني: حديثها أيضاً قالت: ¶ ((لما قدم رسول الله - صلى الله عليه وسلم - المدينة، جمع نساء الأنصار في بيت، ثم أرسل إليهن عمر بن الخطاب، فقام على الباب فسلَّمَ عليهنَّ، فرددن السلام، فقال: أنا رسولُ رسولِ الله - صلى الله عليه وسلم - إليكن، فقلن: مرحباً برسول الله - صلى الله عليه وسلم - وبرسوله، فقال: تبايعن على ألا تشركن بالله شيئاً، ولا تسرقن، ولا تزنين، ولا تقتلن أولادكن، ولا تأتين ببهتان تفترينه بين أيديكن وأرجلكن، ولا تعصين في معروف؟ فقلن: نعم، فمدَّ عمرُ يده من خارج الباب، ومددن أيديهن من داخل، ثم قال: اللهم اشهد، وأمرنا (وفي رواية فأمرنا) أن نخرج في العيدين العُتَّق والحُيّض، ونُهينا عن اتباع الجنائز، ولا جمعة علينا، فسألته عن البهتان وعن قوله: {ولا يعصينك في معروف}؟ قال: هي النياحة)) رواه البخاري في التاريخ وأحمد والبيهقي والضياء في المختارة وقال: رواه ابن خزيمة وابن حبان في صحيحيهما. ¶ ووجه الاستشهاد به إنما يتبين إذا تذكرنا آية بيعة النساء: {يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئاً .... } [الممتحنة: 12] إنما نزلت يوم الفتح كما قال مقاتل، نقله السيوطي عنه في ((الدر المنثور)). ¶ ونزلت بعد آية الامتحان كما أخرجه ابن مردويه عن جابر ((الدر المنثور))، وفي ((صحيح البخاري)) عن المسور أن آية الامتحان نزلت في يوم الحديبية، وكان ذلك سنة ست على الصحيح كما قال ابن القيم في ((زاد المعاد))، وآية الحجاب إنما نزلت سنة ثلاث، وقيل: خمس، حين بنى - صلى الله عليه وسلم - بزينب بنت جحش كما في ترجمتها من ((الإصابة)) للحافظ ابن حجر.",
            "page": "25",
            "part": "1",
            "seal": "067903B7"
        },
        {
            "id": "26",
            "nass": "فثبت من ذلك أن أمر النساء يالخروج إلى العيد إنما كان بعد فرض الجلباب، ويؤيده أن في حديث عمر أنه لم يدخل على النساء، وإنما بايعهن من وراء الباب، وفي هذه القصة أبلغهنَّ أمرَ النبي - صلى الله عليه وسلم - النساءَ بأن يخرجن للعيد، وكان ذلك في السنة السادسة عقب رجوعه - صلى الله عليه وسلم - من الحديبية، بعد نزول آية الامتحان والبيعة كما تقدم، وبهذا تعلم معنى قول أم عطية في أول حديثها الثاني: ((لما قدم رسول الله - صلى الله عليه وسلم - المدينة))، أي: من الحديبية، ولا تعني قدومه إليها من مكة مهاجراً كما قد يتبادر إلى الذهن لأول وهلة، فتأمل. ¶ الوجه الآخر: إذا فرضنا عجزنا عن إثبات ما ذكرنا، فإن مما لا شك فيه عند العلماء أن إقراره - صلى الله عليه وسلم - المرأة على كشف وجهها أمام الرجال دليل عل الجواز، وإذا كان الأمر كذلك فمن المعلوم أن الأصل بقاء كل حكم على ما كان عليه حتى يأني ما يدل على نسخه ورفعه، ونحن ندعي أنه لم يأت شيء من ذلك هنا، بل جاء ما يؤيد بقاؤه واستمراره كما سترى، فمن ادعى خلاف ذلك، فهو الذي عليه أن يأتي بالدليل الناسخ، وهيهات هيهات. ¶ على أننا قد أثبتنا فيما تقدم من حديث الخثعمية أن الحادثة كانت في حجة النبي - صلى الله عليه وسلم -، وهي كانت بعد فرض الجلباب يقيناً، وما أجابوا عنها تقدم إبطاله بما لا يُبقي شبهة. ¶ ويؤيد ذلك قوله تعالى في صدر الآية المتقدمة. . . ¶ {قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم. . . وقل للمؤمنات. . .} الآية [النور: 30 ـ 31]، فإنها تشعر بأن في المرأة شيئاً مكشوفاً يمكن النظر إليه، فلذلك أمر الله تعالى بغض النظر عنهن، وما ذلك غير الوجه والكفين. ¶ ومثلها قوله - صلى الله عليه وسلم -: ¶ ((إياكم والجلوس بالطرقات. . . فإذا أبيتم إلا المجلس، فأعطوا الطريق حقه. قالوا: وما حق الطريق يا رسول الله؟ قال: غض البصر، وكف الأذى، ورد السلام، والأمر بالمعروف والنهي عن المنكر)) ¶ رواه البخاري ومسلم. ¶ وقوله - صلى الله عليه وسلم -: ¶ ((يا علي! لا تتبع النظرةَ النظرةَ، فإن لك الأولى، وليست لك الآخرة)) رواه أبو داود والترمذي والحاكم وصححه على شرط مسلم ووافقه الذهبي وهو حديث حسن. ¶ وعن جرير بن عبد الله - رضي الله عنه - قال: ¶ ((سألت رسول الله - صلى الله عليه وسلم - عن نظر الفجأة؟ فأمرني - صلى الله عليه وسلم - أن أصرف بصري)) رواه مسلم.",
            "page": "26",
            "part": "1",
            "seal": "B63C0386"
        },
        {
            "id": "27",
            "nass": "هذا وقد ذكر القرطبي وغيره في سبب نزول هذه الآية {وليضربن بخمرهن على جيوبهن} ¶ [النور: 31] ((أن النساء كنَّ في ذلك الزمان إذا غطين رؤوسهن بالأخمرة، وهي المقانع، سدلنها من وراء الظهر كما يصنع النبط، فيبقى النحر والعنق والأذنان لا ستر على ذلك. فأمر الله تعالى بليِّ الخمار على الجيوب)). ¶ وعن عائشة رضي الله عنها قالت: ¶ ((يرحم الله نساء المهاجرين الأُوَل، لما أنزل الله: {وليضربن بخمرهن على جيوبهن}، شققن مروطهن، فاختمرن بها (وفي رواية: أخذن أزرهن فشققنها من قبل الحواشي فاختمرن بها))). ¶ ثم إن قوله تعالى: {ولا يضربن بأرجلهن لِيُعْلَمَ ما يخفين من زينتهن} [النور: 31]، يدل على أن النساء يجب عليهن أن يسترن أرجلهن أيضاً. ¶ وإلا لاستطاعت إحداهن أن تبدي ما تخفي من الزينة (وهي الخلاخيل)، ولاستغنت بذلك عن الضرب بالرِّجلِ، ولكنها كانت لا تستطيع ذلك، لأنه مخالفة للشرع مكشوفة، ومثل هذه المخالفة لم تكن معهودة في عصر الرسالة، ولذلك كانت إحداهن تحتال بالضرب بالرِّجل لتُعلِمَ الرجال ما تخفي من الزينة، فنهاهُنَّ الله تعالى عن ذلك، وبناءً على ما أوضحنا قال ابن حزم في ((المحلى)): ¶ ((هذا نصٌ على أن الرجلين والساقين مما ُيخفى ولا يحل إبداؤه)). ¶ ثم إن الله تعالى بعد أن بين في الآية السابقة ـ آية النور ـ ما يجب على المرأة أن تخفي من زينتها أمام الأجانب ومن يجوز أن تظهرها أمامهم، أمرها في الآية الأخرى إذا خرجت من دارها أن تلتحف فوق ثيابها وخمارها بالجلباب أو الملاءة، لأنه أستر لها وأشرف لسيرتها، وهي قوله تعالى: ¶ {يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن، ذلك أدنى أن يعرفن فلا يؤذين، وكان الله غفوراً رحيماً} [الأحزاب: 59]. ¶ ولما نزلت خرج نساءُ الأنصار كأن على رؤسهن الغربان من الأكسية، رواه أبو داود بإسناد صحيح، والغربان جمع غراب شُبهت الأكسية في سوادها بالغربان. ¶ والجلباب: هو الملاءة التي تلتحف به المرأة فوق ثيابها على أصح الأقوال، وهو يستعمل في الغالب إذا خرجت من دارها، كما روى الشيخان وغيرهما عن أم عطية رضي الله عنها قالت: ¶ ((أمرنا رسول الله - صلى الله عليه وسلم - أن نخرجهن في الفطر والأضحى: العواتق، والُحَّيض، وذوات الخدور، فأما الحُيَّض فيعتزلن الصلاة ويشهدن الخير ودعوة المسلمين. قلت: يا رسول الله! إحدانا لا يكون لها جلباب؟ قال لتلبسها أختها من جلبابها)). ¶ قال الشيخ أنور الكشميري في ((فيض الباري)) تعليقاً على هذا الحديث: ¶ ((وعلم منه أن الجلباب مطلوب عند الخروج، وأنها لا تخرج إن لم يكن لها جلباب.",
            "page": "27",
            "part": "1",
            "seal": "93E1B0CD"
        },
        {
            "id": "28",
            "nass": "والجلباب رداءٌ ساتر من القرن إلى القدم. وقد مر مني أن الخُمُر في البيوت، والجلابيب عند الخروج، وبه شرحت الآيتين في الحجاب: ¶ {وليضربن بخمرهن على جيوبهن} [النور: 31]، والثانية: {يدنين عليهن من جلابيبهن} ¶ [الأحزاب: 59])). ¶ واعلم أن هذا الجمع بين الخمار والجلباب من المرأة إذا خرجت قد أخلَّ به جماهير النساء المسلمات، فإن الواقع منهن إما الجلباب وحده على رؤسهن أو الخمار، وقد يكون غير سابغ في بعضهن، كالذي يسمى اليوم ب (الإشارب)، بحيث ينكشف منهن بعض ما حرَّم الله عليهن أن يظهرن من زينتهن الباطنة، كشعر الناصية أو الرقبة مثلاً. ¶ وإن مما يؤكد وجوب هذا الجمع حديث ابن عباس: {وقل للمؤمنات يغضضن من أبصارهن ... } الآية، واستثنى من ذلك: {والقواعد من النساء اللآتي لا يرجون نكاحاً} الآية. ¶ وتمام الآية: {فليس عليهن جناح أن يضعن ثيابهن غير متبرجات بزينةٍ وأن يستعففن خير لهن والله سميع عليم} [النور: 60]. ¶ وفي رواية عن ابن عباس: أنه كان يقرأ: {أن يضعن من ثيابهن}، قال: الجلباب. ¶ وكذا قال ابن مسعود. ¶ قلت: فهذا نص في وجوب وضع الجلباب على الخمار، على جميع النساء، إلا القواعد منهن (وهن اللآتي لا يُطمع فيهن لكبرهن)، فيجوز لهن أن لا يضعن الحجاب على رؤوسهن. ¶ أفما آن للنساء الصالحات حيثما كن أن يتنبهن من غفلتهن ويتقين الله في أنفسهن، ويضعن الجلابيب على خمرهن؟! ¶ ومن الغريب حقاً أن لا يتعرض لبيان هذا الحكم الصريح في الكتاب والسنة كل الذين كتبوا اليوم ¶ ـ فيما علمت ـ عن لباس المرأة، مع توسع بعضهم على الأقل في الكلام على أن وجه المرأة عورة، مع كون ذلك مما اُختلف فيه، والصواب خلافه، كما تراه مفصلاً في هذا الكتاب، والحمد لله الذي بنعمته تتم الصالحات. ¶ هذا، ولا دلالة في الآية على أن وجه المرأة عورة يجب عليها ستره، بل غاية ما فيها الأمر بإدناء الجلباب عليها، وهذا كما ترى أمر مطلق، فيحتمل أن يكون الإدناء علىالزينة ومواضعها التي لا يجوز لها إظهارها حسبما صرحت به الآية الأولى، وحينئذ تنتفي الدلالة المذكورة، ويحتمل أن يكون أعم من ذلك، فعليه يشمل الوجه. وقد ذهب إلى كل من التأويلين جماعة من العلماء المتقدمين، وساق أقوالهم في ذلك ابن جرير في ((تفسيره)) والسيوطي في ((الدر المنثور))، ولا نرى فائدة كبرى بنقلها هنا، فنكتفي بالإشارة إليها، ومن شاء الوقوف عليهما فليرجع إليهما. ¶ ونحن نرى أن القول الأول أشبه بالصواب لأمور:",
            "page": "28",
            "part": "1",
            "seal": "4A2BB65A"
        },
        {
            "id": "29",
            "nass": "الأول: إن القرآن يفسر بعضه بعضاً. وقد تبين من آية النور المتقدمة أن الوجه لا يجب ستره، فوجب تقييد الإدناء هنا بما عدا الوجه توفيقاً بين الآيتين. ¶ الآخر: أن السنة تبين القرآن فتخصص عمومه، وتقيد مطلقه، وقد دلت النصوص الكثيرة منها على أن الوجه لا يجب ستره، فوجب تفسير هذه الآية على ضوئها، وتقييدها بها. ¶ فثبت أن الوجه ليس بعورة يجب ستره، وهو مذهب أكثر العلماء كما قال ابن رشد في ((بداية المجتهد)) ومنهم أبو حنيفة ومالك والشافعي ورواية عن أحمد كما جاء في ((المجموع)) للنووي، وحكاه الطحاوي في ((شرح معاني الآثار))، عن صاحبي أبي حنيفة أيضاً، وجزم في ((المهمات))، من كتب الشافعية أنه الصواب، كما ذكره الشيخ الشربيني في ((الإقناع)). ¶ لكن ينبغي تقييد هذا بما إذا لم يكن على الوجه وكذا الكفين شيءٌ من الزينة لعموم قوله تعالى: ¶ {ولا يبدين زينتهن} [النور: 31]، وإلا وجب ستر ذلك، ولا سيما في هذا العصر الذي تفنن فيه النساء بتزيين وجوههن وأيديهن بأنواع من الزينة والأصبغة، مما لا يشك مسلم ـ بل عاقل ذو غيرة ـ في تحريمه، وليس من ذلك الكحل والخضاب، لاستثنائهما في الآية. ¶ كما ويؤيد هذا ما أخرجه ابن سعد من طريق سفيان عن منصور عن ربعي بن خراش عن امرأة عن أخت حذيفة، وكان له أخوات قد أدركن النبي - صلى الله عليه وسلم -، قالت: ¶ ((خطبنا رسول الله - صلى الله عليه وسلم -، فقال: يا معشر النساء! أليس لكنَّ في الفضة ما تحلين؟ أما إنه ليس منكن امرأة تحلى ذهباً تظهره إلا عُذبت به، قال منصور: فذكرت ذلك لمجاهد، فقال: قد أدركتهن وإن إحداهن لتتخذ لكمها زراً تواري خاتمها)). ¶ هذا، وقد أبان الله تعالى عن حكمة الأمر بإدناء الجلباب بقوله: ¶ {ذلك أدنى أن يعرفن فلا يؤذين} [الأحزاب: 59]، يعني أن المرأة إذا التحفت بالجلباب؛ عُرفت بأنها من العفائف المحصنات الطيبات، فلا يؤذيهن الفساق بما لا يليق من الكلام، بخلاف ما لو خرجت متبذلة غير مستترة، فإن هذا مما يُطمع الفساق فيها، والتحرش بها كما هو مشاهدٌ في كل عصر ومصر، فأمر الله تعالى نساء المؤمنين جميعاً بالحجاب سداً للذريعة. ¶ والخلاصة؛ أنه يجب على النساء جميعاً أن يتسترن إذا خرجن من بيوتهن بالجلابيب، لا فرق في ذلك بين الحرائر والإماء، ويجوز لهن الكشف عن الوجه والكفين فقط، لجريان العمل بذلك في عهد النبي - صلى الله عليه وسلم -، مع اقراره إياهنَّ على ذلك. ¶ ومن المفيد هنا أن نذكر بعض الآثار السلفية التي تنص على جريان العمل بذلك أيضاً بعد النبي - صلى الله عليه وسلم -، فأقول: ¶ 1ـ عن قيس بن أبي حازم قال:",
            "page": "29",
            "part": "1",
            "seal": "0DFB4B2C"
        },
        {
            "id": "30",
            "nass": "((دخلت أنا وأبي على أبي بكر رضي الله عنه، وإذا هو رجلٌ أبيض خفيف الجسم، عنده أسماء بنت عميس تذب عنه، وهي [امرأةٌ بيضاء] موشومة اليدين، كانوا وشموها في الجاهلية نحو وشم البربر، فعرض عليه فرسان فرضيهما، فحملني على أحدهما، وحمل أبي على الآخر)) رواه الطبري في تهذيب الآثار وابن سعد في الطبقات والطبراني في الكبير وإسناده صحيح. ¶ 2ـ عن أبي السليل قال: ¶ جاءت ابنة أبي ذر وعليها مجنبتا صوف؛ سفعاء الخدين، ومعها قفة لها، فمثلت بين يديه، وعنده أصحابه، فقالت يا أبتاه! زعم الحراثون والزارعون أن أفلُسَكَ هذه بَهرجةٌ! ـ أي زائفة ـ فقال: يا بنية! ضعيها، فإن أباك أصبح ـ بحمد الله ـ ما يملك من صفراء ولا بيضاء إلا أفلسه هذه. رواه ابن سعد وأبو نعيم في الحلية وإسناده جيد في الشواهد. ¶ 3ـ عن عمران بن حصين - رضي الله عنه - قال: ¶ كنت مع رسول الله - صلى الله عليه وسلم - قاعداً، إذ أقبلت فاطمة رحمها الله، فوقفت بين يديه، فنظرت إليها، وقد ذهب الدم من وجهها، فقال: ادني يا فاطمة! فدنت حتى قامت بين يديه، فرفع يده فوضعها على صدرها موضع القلادة، وفرَّجَ بين أصابعه، ثم قال: ¶ ((اللهم مشبع الجاعة، ورافع الوضيعة، لا تجع فاطمة بنت محمد - صلى الله عليه وسلم -)) ¶ قال عمران: ¶ فنظرت إليها وقد غلب الدم على وجهها، وذهبت الصفرة، كما كانت الصفرة قد غلبت على الدم. ¶ قال عمران: ¶ فلقيتها بعد، فسألتها؟ فقالت: ما جعت بعد يا عمران! رواه الطبري في التهذيب والدولابي في الكنى بسندٍ لا بأس به في الشواهد. ¶ 4ـ عن قبيصة بن جابر قال: ¶ ((كنا نشارك المرأة في السورة من القرآن نتعلمها، فانطلقتُ مع عجوز من بني أسد إلى ابن مسعود - رضي الله عنه -[في بيته] في ثلاثة نفر، فرأى جبينها يبرق، فقال: أتحلقينه؟ فغضبت، وقالت: التي تحلق جبينها امرأتك! قال: فادخلي عليها، فإن كانت تفعله فهي مني بريئة، فانطلقتْ ثم جاءت، فقالت: لا والله ما رأيتها تفعله، فقال عبد الله بن مسعود - رضي الله عنه -: سمعت رسول الله - صلى الله عليه وسلم - يقول: ¶ ((لعن الله الواشمات والمستوشمات .... )) إلخ وسنده حسن. ¶ 5ـ وفي ((تاريخ ابن عساكر))، وفي قصة صلب ابن الزبير أن أمَّه (أسماء بنت أبي بكر) جاءت مسفرة الوجه متبسمة. رواه أحمد وابن سعد وأبو نعيم بسند صحيح.",
            "page": "30",
            "part": "1",
            "seal": "E78E032D"
        },
        {
            "id": "31",
            "nass": "6ـ عن معاوية - رضي الله عنه -: ¶ دخلت مع أبي على أبي بكر - رضي الله عنه -، فرأيت أسماء قائمة على رأسه بيضاء، ورأيت ¶ أبا بكر - رضي الله عنه - أبيض نحيفاً. رواه الطبراني في الكبير بسند جيد في الشواهد. ¶ مشروعية ستر الوجه: ¶ هذا؛ ثم إن كثيراً من المشايخ اليوم يذهبون إلى أن وجه المرأة عورة لا يجوز لها كشفه، بل يحرم، وفيما تقدم في هذا البحث كفاية في الرد عليهم، ويقابل هؤلاء طائفة أخرى، يرون أن ستره بدعة وتنطع في الدين! كما قد بلغنا عن بعض من يتمسك بما ثبت في السنَّة في بعض البلاد اللبنانية، فإلى هؤلاء الإخوان وغيرهم نسوق الكلمة التالية: ¶ ليعلم أن ستر الوجه والكفين له أصل في السنة، وقد كان ذلك معهوداً في زمنه - صلى الله عليه وسلم - كما يشير إليه - صلى الله عليه وسلم - بقوله: ((لا تنتقب المرأة المحرمة، ولا تلبس القفازين)) رواه البخاري. ¶ والقفاز ما تلبسه المرأة في يديها فيغطي أصابعها وكفيها ليحفظها من البرد ونحوه. ¶ والنقاب الخمار الذي يُشَدُ على الأنف أو تحت المحاجر. ¶ قال شيخ الإسلام ابن تيمية في ((تفسير سورة النور)): ¶ ((وهذا مما يدل على أن النقاب والقفازين كانا معروفين في النساء اللاتي لم يحرمن، وذلك يقتضي ستر وجوههن وأيديهن)). ¶ والنصوص متضافرة عن أن نساء النبي - صلى الله عليه وسلم - كن يحتجبن حتى في وجوههن، وإليك بعض الأحاديث والآثار التي تؤيد ما نقول: ¶ 1ـ عن عائشة رضي الله عنها قالت: ¶ ((خرجت سودة بعدما ضُربَ الحجابُ لحاجتها، وكانت امرأة جسيمة لا تخفى على من يعرفها، فرآها عمر بن الخطاب، فقال: يا سودة! أما والله ما تخفين علينا، فانظري كيف تخرجين، قالت: فانكفأت راجعة، ورسول الله - صلى الله عليه وسلم - في بيتي، وإنه ليتعشى وفي يده عَرْق (هو العظم إذا أخذ منه معظم اللحم)، فدخلت عليه، فقالت: يا رسول الله! إني خرجت لبعض حاجتي فقال لي عمر: كذا وكذا، قالت: فأوحى الله إليه، ثم رفع عنه وإنَّ العَرْق في يده ما وضعه، فقال: إنه أُذن لكنَّ أن تخرجن لحاجتكن)) رواه البخاري ومسلم.",
            "page": "31",
            "part": "1",
            "seal": "DB585C9E"
        },
        {
            "id": "32",
            "nass": "وقول عائشة بعدما ضرب الحجاب تعني حجاب أشخاص نسائه - صلى الله عليه وسلم - في قوله تعالى: {وإذا سألتموهن متاعاً فاسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن} وهذه الآية مما وافق تنزيلها قول عمر - رضي الله عنه - كما روى البخاري وغيره عن أنس - رضي الله عنه - قال: قال عمر - رضي الله عنه -: قلت: يا رسول الله! يدخل عليك البر والفاجر، فلو أمرت أمهات المؤمنين بالحجاب، فأنزل الله آية الحجاب ¶ وفي الحديث دلالة على أن عمر - رضي الله عنه - إنما عرف سودة من جسمها، فدل على أنها كانت مستورة الوجه، وقد ذكرت عائشة أنها كانت رضي الله عنها تعرف بجسمتها، فلذلك رغب عمر - رضي الله عنه - أن لا تعرف من شخصها، وذلك بأن لا تخرج من بيتها، ولكن الشارع الحكيم لم يوافقه هذه المرة لما في ذلك من الحرج. ¶ قال الحافظ رحمه الله في شرحه للحديث المذكور: ¶ ((إن عمر - رضي الله عنه - وقع في قلبه نفرة من اطلاع الأجانب على الحريم النبوي حتى صرح بقوله له عليه الصلاة والسلام: (احجب نسائك)، وأكد ذلك إلى أن نزلت آية الحجاب، ثم قصد بعد ذلك أن لا يبدين أشخاصهن أصلاً ولو كن مستترات، فبالغ في ذلك، فمنع منه، وأذن لهن في الخروج لحاجتهن؛ دفعاً للمشقة ورفعاً للحرج)). ¶ وقال القاضي عياض: ¶ ((فرض الحجاب مما اختصصن به (أي أمهات المؤمنين)، فهو فرض عليهن بلا خلاف في الوجه والكفين، فلا يجوز لهن كشف ذلك في شهادة ولا غيرها ولا إظهار شخوصهن، وإن كن مستترات؛ إلا ما دعت إليه ضرورة من براز. ¶ 2ـ وعنها أيضاً في حديث قصة الإفك قالت: ¶ (( ... فبينا أنا جالسة في منزلي، غلبتني عيني، فنمت، وكان صفوان بن المعطل السلمي ثم الذكواني من وراء الجيش، فأدلج، فأصبح عند منزلي، فأري سواد إنسان نائم، فأتاني، فعرفني حين رآني، وكان يراني قبل الحجاب، فاستيقظت باسترجاعه حين عرفني، فخمرت (وفي رواية: فسترت) وجهي عنه بجلبابي ... )) رواه البخاري ومسلم. ¶ 3ـ عن عائشة رضي الله عنها قالت: ¶ ((كان الركبان يمرون بنا ونحن مع رسول الله - صلى الله عليه وسلم - محرمات، فإذا حاذوا بنا أسدلت إحدانا جلبابها من رأسها على وجهها، فإذا جاوزونا كشفناه)) رواه أحمد وأبو داود والبيهقي وسنده حسن في الشواهد، ومن شواهده الحديث الذي بعده. ¶ 4ـ عن اسماء بنت أبي بكر رضي الله عنها وعن أبيها قالت:",
            "page": "32",
            "part": "1",
            "seal": "8B38801C"
        },
        {
            "id": "33",
            "nass": "((كنَّا نغطي وجوهنا من الرجال، وكنَّا نمتشط قبل ذلك في الإحرام)) رواه الحاكم وقال: حديث صحيح على شرط الشيخين ووافقه الذهبي وإنما هو على شرط مسلم وحده. ¶ والمراد بقولها (نغطي) أي نسدل كما في الحديث الذي قبله. ¶ 5ـ عن صفية بنت شيبة قالت: ¶ ((رأيتُ عائشةَ طافت بالبيت وهي منتقبة)) رواه ابن سعد وعبد الرزاق في المصنف ورجاله ثقات. ¶ ففي هذه الأحاديث دلالة ظاهرة على أن حجاب الوجه قد كان معروفاً في عهده - صلى الله عليه وسلم -، وأن نساءه كنَّ يفعلن ذلك، وقد استنَّ بهن فضليات النساء بعدهن، وإليك مثالين على ذلك: ¶ 1ـ عن عاصم الأحول قال: ¶ ((كنا ندخل على حفصة بنت سيرين وقد جعلت الجلباب هكذا: وتنقبت به، فنقول لها: ¶ رحمك الله! قال الله تعالى: {والقواعد من النساء اللاتي لا يرجون نكاحاً فليس عليهن جناح أن يضعن ثيابهن غير متبرجات بزينة} ـ وهو الجلباب ـ قال: فتقول لنا: أي شيء بعد ذلك؟ فنقول: {وأن يستعففن خير لهن}، فنقول: هو إثبات الحجاب)) رواه البيهقي وإسناده صحيح. ¶ 2 ـ عن أبي عبد الله محمد بن أحمد بن موسى القاضي قال: ¶ حضرتُ مجلس موسى بن إسحاق القاضي بالري سنة ست وثمانين ومائتين، وتقدمت امرأة، فادَّعى وليُّها على زوجها خمسمائة دينار مهراً، فأنكر، فقال القاضي: ¶ شهودك. قال: ¶ قد أحضرتهم. فاستدعى بعض الشهود أن ينظر إلى المرأة ليشير إليها في شهادته، فقام الشاهد وقال للمرأة: قومي. فقال الزوج: تفعلون ماذا؟ قال الوكيل: ¶ ينظرون إلى امرأتك وهي مسفرة، لتصح عندهم معرفتها. فقال الزوج: ¶ وإني أشهد القاضي أن لها عليَّ هذا المهر الذي تدَّعيه ولا تسفر عن وجهها. فردت المرأة ـ وأخبرت بما كان من زوجها ـ فقالت: ¶ فإني أشهد القاضي: أنْ قد وهبت له هذا المهر، وأبرأته منه في الدنيا والآخرة. ¶ فقال القاضي: ¶ ُيكتبُ هذا في مكارم الأخلاق. أخرجه الخطيب في تاريخ بغداد. ¶ فييستفاد مما ذكرنا أن ستر المرأة لوجهها ببرقع أو نحوه مما هو معروف اليوم عند النساء المحصنات أمر مشروع محمود، وإن كان لا يجب ذلك عليها، بل من فعل فقد أحسن، ومن لا فلا حرج. ¶ ومما تقدم بيانه يتضح ثبوت الشرط الأول في لباس المرأة إذا خرجت، ألا وهو أن يستر جميع بدنها إلا وجهها وكفيها.",
            "page": "33",
            "part": "1",
            "seal": "4D815A6C"
        },
        {
            "id": "35",
            "nass": "الشرط الثاني ¶ (أن لا يكون زينة في نفسه) ¶ لقوله تعالى في الآية المتقدمة من سورة النور: ¶ {ولا يبدين زينتهن} [النور: 31]، فإنه بعمومه يشمل الثياب الظاهرة إذا كانت مزينة تلفت أنظار الرجال إليها، ويشهد لذلك قوله تعالى في [الأحزاب: 33]: ¶ {وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى}.",
            "page": "35",
            "part": "1",
            "seal": "E260E4B4"
        },
        {
            "id": "36",
            "nass": "وقوله - صلى الله عليه وسلم -: ¶ ((ثلاثة لا تسأل عنهم - يعني لأنهم من الهالكين -: رجل فارق الجماعة وعصى إمامه ومات عاصياً، وأمة أو عبد أبق فمات، وامرأة غاب عنها زوجها، قد كفاها مؤونة الدنيا، فتبرجت بعده، فلا تسأل عنهم)) رواه الحاكم وأحمد وسنده صحيح وقال الحاكم: على شرطهما ولا أعرف له علة وأقره الذهبي. ¶ ((والتبرج: أن تبدي المرأة من زينتها ومحاسنها وما يجب عليها ستره مما تستدعي به شهوة الرجل)). ¶ والمقصود من الأمر بالجلباب إنما هو ستر زينة المرأة، فلا يعقل حينئذ أن يكون الجلباب نفسه زينة، وهذا كما ترى بيِّنٌ لا يخفى، ولذلك قال الإمام الذهبي في ((كتاب الكبائر)) (ص131): ¶ ((ومن الأفعال التي تُلْعَن عليها المرأة، إظهار الزينة والذهب واللؤلؤ تحت النقاب، وتطيبها بالمسك والعنبر والطيب إذا خرجت، ولبسها الصباغات والأُزر الحريرية والأقبية القصار، مع تطويل الثوب وتوسعة الأكمام وتطويلها، وكل ذلك من التبرج الذي يمقت الله عليه، ويمقت فاعله في الدنيا والآخرة، ولهذه الأفعال التي قد غلبت على أكثر النساء، قال عنهن النبي - صلى الله عليه وسلم -: اطلعت على النار فرأيت أكثر أهلها النساء)). ¶ قلت: وهو حديث صحيح، أخرجه الشيخان وغيرهما من حديث عمران بن حصين وغيره. ¶ قلت: ولقد بالغ الإسلام في التحذير من التبرج إلى درجة أنه قرنه بالشرك والزنى والسرقة وغيرها من المحرمات، وذلك حين بايع النبي - صلى الله عليه وسلم - النساء على أن لايفعلن ذلك، فقال عبد الله بن عمرو - رضي الله عنه -: ((جاءت أميمة بنت رُقَيقة إلى رسول الله - صلى الله عليه وسلم - تبايعه على الإسلام، فقال: أُبايعكِ على أن ¶ لا تشركي بالله شيئاً، ولا تسرقي ولا تزني، ولا تقتلي ولدك، ولا تأتي ببهتان تفترينه بين يديك ورجليك، ولاتنوحي، ولا تتبرجي تبرج الجاهلية الأولى)) رواه أحمد بسندٍ حسن. ¶ قال الألوسي في روح المعاني: ¶ ((ثم اعلم أن عندي مما يلحق بالزينة المنهي عنها إبداؤها ما يلبسه أكثر مترفات النساء في زماننا فوق ثيابهن، ويستترن به إذا خرجن من بيوتهن، وهو غطاء منسوج من حرير ذي عدة ألوان، وفيه من النقوش الذهبية والفضية ما يبهر العيون، وأرى أن تمكين أزواجهن ونحوهم لهن من الخروج بذلك، ومشيهن به بين الأجانب، من قلة الغيرة، وقد عمت البلوى بذلك. ¶ ومثله ما عمت البلوى به أيضاً من عدم احتجاب أكثر النساء من إخوان بعولتهن، وعدم مبالاة بعولتهن بذلك،، وكل ذلك مما لم يأذن به الله تعالى ورسوله - صلى الله عليه وسلم -. ¶ وأمثال ذلك كثير، ولا حول ولا قوة إلا بالله العلي العظيم)).",
            "page": "36",
            "part": "1",
            "seal": "A47D511B"
        },
        {
            "id": "37",
            "nass": "واعلم أنه ليس من الزينة في شيء أن يكون ثوب المرأة الذي تلتحف به ملوناً بلون غير البياض أو السواد، كما يتوهم بعض النساء الملتزمات، وذلك لأمرين: ¶ الأول: قوله - صلى الله عليه وسلم -: ((طيب النساء ما ظهر لونه وخفي ريحه ... )) رواه أبو داود والنسائي وهو حديث صحيح. ¶ والآخر: جريان العمل من نساء الصحابة على ذلك، وأسوق هنا بعض الآثار الثابتة في ذلك مما رواه الحافظ ابن أبي شيبة في ((المصنف)): ¶ 1ـ عن ابراهيم ـ وهو النخعي ـ: ¶ أنه كان بدخل مع علقمة والأسود على أزواج النبي - صلى الله عليه وسلم -، فَيرا هُنَّ في اللحف الحمر. ¶ 2ـ عن ابن أبي مليكة قال: ¶ رأيت على أم سلمة درعاً وملحفة مصبغتين بالعصفر. ¶ 3ـ عن القاسم ـ وهو ابن محمد بن أبي بكر الصديق ـ أن عائشة كانت تلبس الثياب المُعَصْفرة، وهي مُحْرِمة. ¶ وفي رواية عن القاسم: أن عائشة كانت تلبس الثياب الموردة بالعصفر، وهي مُحْرِمَة. ¶ 4ـ عن هشام عن فاطمة بنت المنذرأن أسماء كانت تلبس المعصفر، وهي مُحْرِمة. ¶ 5ـ عن سعيد بن جبير أنه رأى بعض أزواج النبي - صلى الله عليه وسلم - تطوف بالبيت وعليها ثياب معصفرة. ¶ الشرط الثالث ¶ (أن يكون صفيقاً لا يشف) ¶ لأن الستر لا يتحقق إلا به، وأما الشفاف فإنه يزيد المرأة فتنة وزينة، وفي ذلك يقول - صلى الله عليه وسلم -: ¶ ((سيكون في آخر أمتي نساءٌ كاسياتٌ عارياتٌ، على رؤوسهنَّ كأسمنة البخت، العنوهنَّ فإنهنَّ ملعونات)) رواه الطبراني في المعجم الصغير بسند صحيح. ¶ زاد في حديث آخر: ¶ ((لا يدخلن الجنة ولا يجدن ريحها، وإنَّ ريحها لتوجد من مسيرة كذا وكذا)) رواه مسلم.",
            "page": "37",
            "part": "1",
            "seal": "0DFFF081"
        },
        {
            "id": "38",
            "nass": "قال ابن عبد البر: ¶ ((أراد - صلى الله عليه وسلم - النساء اللواتي يلبسن من الثياب الشيء الخفيف الذي يصف ولا يستر، فهن كاسيات بالإسم، عاريات في الحقيقة)). ¶ وعن أم علقمة بن أبي علقمة قالت: ¶ ((رأيت حفصة بنت عبد الرحمن بن أبي بكر دخلت على عائشة وعليها خمار رقيق يشف عن جبينها، فشقته عائشة عليها، وقالت: أما تعلمين ما أنزل الله في سورة النور؟! ثم دعت بخمار فكستها)) رواه ابن سعد وهذاصالح للاستشهاد به. ¶ وفي قول عائشة رضي الله عنها (أما تعلمين ما أنزل الله في سورة النور؟!) إشارة إلى أن من تسترت بثوب شفاف أنها لم تستتر، ولم تأتمر بقوله تعالى في السورة المشار إليها: {وليضربن بخمرهن على جيوبهن}، وهذا بينٌّ لا يخفى. ¶ وعن هشام بن عروة: ¶ ((أن المنذر بن الزبير قدم من العراق، فأرسل إلى أسماء بنت أبي بكر ـ أمه ـ بكسوة من ثياب مَروية - أي منسوبة إلى مرو- وقُوهية - أي منسوبة إلى قوهستان وهي ناحية بخراسان - رقاق عتاق بعدما كف بصرها، قال: فلمستها بيدها ثم قالت: أُف، ردوا عليه كسوته، قال: فشق ذلك عليه، وقال: يا أمَّه، إنه لا يشف. قالت: إنها إن لم تشف، فإنها تصف)) رواه ابن سعد بإسنادٍ صحيحٍ إلى المنذر. ¶ وعن عبد الله بن أبي سلمة: ¶ ((أن عمر بن الخطاب - رضي الله عنه - كسا الناس القُباطيِّ - ثياب مصرية رقيقة بيضاء -، ثم قال: لا تَدَّرِعها نساؤكم، فقال رجل: يا أمير المؤمنين! قد ألبستها امرأتي، فأقبلت في البيت وأدبرت، فلم أره يشف. فقال عمر: إن لم يشف، فإنه يصف)) رواه البيهقي وقال إنه مرسل. لكن رجاله ثقات. ¶ وفي هذا الأثر والذي قبله إشارة إلى أن كون الثوب يشف أو يصف، كان من المقرر عندهم أنه لا يجوز، وأن الذي يشف شرٌ من الذي يصف، ولذلك قالت عائشة - رضي الله عنه -: ¶ ((إنما الخمار ما وارى البشرة والشعر)) ذكره البيهقي معلقاً. ¶ من أجل ذلك كله قال العلماء: ¶ ويجب ستر العورة بما لا يصف لون البشرة. . . من ثوب صفيق أو جلد أو رق، فإن سُترَ بما يظهر فيه لون البشرة من ثوب رقيق، لم يجز، لأن الستر لا يحصل بذلك.",
            "page": "38",
            "part": "1",
            "seal": "A7030362"
        },
        {
            "id": "39",
            "nass": "وقد عقد ابن حجر الهتيمي في ((الزواجر)) باباً خاصاً في لبس المرأة ثوباً رقيقاً يصف بشرتها، وأنه من الكبائر، ثم ساق فيه الحديث المتقدم، ثم قال: ¶ ((وذِكْرُ هذا من الكبائر ظاهر لما فيه من الوعيد الشديد، ولم أرَ من صرح بذلك. إلا أنه معلوم بالأولى مما مر في تشبههن بالرجال)). ¶ قلت: وتأتي الأحاديث في لعن المتشبهات بالرجال عند الكلام على الشرط السادس. ¶ الشرط الرابع ¶ (أن يكون فضفاضاً غير ضيق فيصف شيئاً من جسمها) ¶ لأن الغرض من الثوب إنما هو رفع الفتنة، ولا يحصل ذلك إلا بالفضفاض الواسع، وأما الضيق فإنه وإن ستر لون البشرة، فإنه يصف حجم جسمها، أو بعضه، ويصوره في أعين الرجال، وفي ذلك من الفساد والدعوة إليه ما لايخفى، فوجب أن يكون واسعاً، وقد قال أُسامة بن زيد: ¶ ((كساني رسول الله - صلى الله عليه وسلم - قبطيةً كثيفة مما أهداها له دحية الكلبي، فكسوتها امرأتي، فقال: ما لك لم تلبس القبطية؟ قلت: كسوتها امرأتي، فقال: مُرها فلتجعل تحتها غلالة، فإني أخاف أن تصف حجم عظامها)) رواه الضياء المقدسي في الأحاديث المختارة وأحمد والبيهقي بسند حسن.",
            "page": "39",
            "part": "1",
            "seal": "13A849E7"
        },
        {
            "id": "40",
            "nass": "فقد أمر - صلى الله عليه وسلم - بأن تجعل المرأة تحت القبطية غلالة ـ وهي شعار يلبس تحت الثوب ـ ليمنع بها وصف بدنها، والأمر يفيد الوجوب كما تقرر في الأصول، ولذلك قال الشوكاني في شرح هذا الحديث ما نصه: ¶ ((والحديث يدل على أنه يجب على المرأة أن تستر بدنها بثوب لا يصفه، وهذا شرط ساتر العورة، وإنما أمر بالثوب تحته لأن القباطي ثياب رقاق لا تستر البشرة عن رؤية الناظر بل تصفها)). ¶ وهو كما ترى قد حمل الحديث على الثياب الرقيقة الشفافة التي لا تستر لون البشرة، فهو على هذا يصلح أن يورد في الشرط السابق، ولكن هذا الحمل غير متجه عندي، بل هو وارد علىالثياب الكثيفة التي تصف حجم الجسم من ليونتها، ولوكانت غبر رقيقة وشفافة، وذلك واضح من الحديث لأمرين: ¶ الأول: أنه قد صرح فيه بأن القبطية كانت كثيفة، أي: ثخينة غليظة، فمثله كيف يصف البشرة ولا يسترها عن رؤية الناظر؟ ولعل الشوكاني رحمه الله ذهل عن هذا القيد ((كثيفة)) في الحديث، ففسر القبطية بما هو الأصل فيها. ¶ الثاني: أن النبي - صلى الله عليه وسلم - قد صرح فيه بالمحذور الذي خشيه من هذه القبطية، فقال: ¶ ((إني أخاف أن تصف حجم عظامها)). ¶ فهذا نص في أن المحذور إنما هو وصف الحجم لا اللون. ¶ فإن قلت: فإذا كان الأمر كما ذكرت، وكانت القبطية ثخينة، فما فائدة الغلالة؟ ¶ قلت: فائدتها دفع ذلك المحذور، لأن الثوب قد يصف الجسم ولو كان ثخيناً، إذا كان من طبيعته الليونة والإنثناء على الجسد، كبعض الثياب الحريرية والجوخ المعروفة في هذا العصر، فأمر - صلى الله عليه وسلم - ¶ بالشعار من أجل ذلك. والله تعالى أعلم. ¶ وقد أغرب الشافعية فقالوا: ¶ ((أما لو ستر اللون ووصف حجم الأعضاء فلا بأس، كما لو لبس سروالاً ضيقاً))! قالوا: ¶ ((ويستحب أن تصلي المرأة في قميص سابغ وخمار، وتتخذ جلباباً كثيفاً فوق ثيابها ليتجافى عنها، ولا يتبين حجم أعضائها)) ذكره الرافعي في شرحه. ¶ والقول بالإستحباب فقط ينافي ظاهر الأمر، فإنه للوجوب كما تقدم، وعبارة الإمام الشافعي - رضي الله عنه - في ((الأم)) قريب مما ذهبنا، فقد قال: ¶ ((وإن صلى في قميص يشف عنه لم تجزه الصلاة ... فإن صلى في قميص واحد يصفه ولم يشف كرهت له، ولا يتبين أن عليه إعادة الصلاة ... والمرأة في ذلك أشد حالاً من الرجل إذا صلت في درع وخمار يصفها الدرع، وأحب إليَّ أن لا تصلي إلا في جلباب فوق ذلك وتجافيه عنها لئلا يصفها الدرع)).",
            "page": "40",
            "part": "1",
            "seal": "224AA0F9"
        },
        {
            "id": "41",
            "nass": "وقد قالت عائشة رضي الله عنها: ¶ ((لا بد للمرأة من ثلاثة أثواب تصلي فيهن: درع وجلباب وخمار، وكانت عائشة تحل إزارها، فتجلبب به)) رواه ابن سعد بإسناد صحيح على شرط مسلم. ¶ وإنما كانت تفعل ذلك لئلا يصفها شيء من ثيابها، وقولها: ((لا بد))، دليل على وجوب ذلك، وفي معناه قول ابن عمر رضي الله عنهما: ¶ ((إذا صلت المرأة فلتصل في ثيابها كلها: الدرع، والخمار، والملحفة)) رواه ابن أبي شيبة في المصنف بسند صحيح. ¶ وهذا يؤيد ما سبق أن ذهبنا إليه من وجوب الجمع بين الخمار والجلباب على المرأة إذا خرجت. ¶ ومما يحسن إيراده هنا استئناساً، ما روي عن أم جعفر بنت محمد بن جعفر أن فاطمة بنت رسول الله ¶ - صلى الله عليه وسلم - قالت: ¶ ((يا أسماء! إني قد استقبحت ما يُصنع بالنساء ـ أي عند الموت ـ أن يطرح على المرأة الثوب فيصفها، فقالت أسماء: يا ابنة رسول الله - صلى الله عليه وسلم -! ألا أُريك شيئاً رأيته بالحبشة؟ فدعت بجرائد رطبة، فحنتها، ثم طرحت عليها ثوباً، فقالت فاطمة: ما أحسن هذا وأجمله، تُعرفُ به المرأةُ من الرجل. فإذا مت أنا فاغسليني أنت وعلي، ولا يدخل عليَّ أحدٌ، فلما توفيت غسلها علي وأسماء رضي الله عنهما)) رواه أبو نعيم في الحلية والبيهقي. ¶ فانظر إلى فاطمة بضعة النبي - صلى الله عليه وسلم - كيف استقبحت أن يصف الثوب المرأة وهي ميتة، فلا شك أن وصفه إياها وهي حية أقبح وأقبح، فليتأمل في هذا مسلمات هذا العصر اللاتي يلبسن من هذه الثياب الضيقة التي تصف نهودهن وخصورهن وألياتهن وسوقهن وغير ذلك من أعضائهن، ثم ليستغفرن الله تعالى، وليتبن إليه، وليذكرن قوله - صلى الله عليه وسلم -: ¶ ((الحياءُ والإيمان قُرنا جميعاً، فإذا رُفع أحدهما رُفع الآخر)) رواه الحاكم وقال صحيح على شرط الشيخين ووافقه الذهبي وهو كما قالا. ¶ وبهذه المناسبة أقول: إن كثيراً من الفتيات المؤمنات يبالغن في ستر أعلى البدن ـ أعني الرأس ـ فيسترن الشعر والنحر، ثم لا يبالين بما دون ذلك فيلبسن الألبسة الضيقة والقصيرة التي لا تتجاوز نصف الساق أو يسترن النصف الآخر بالجوارب اللحمية التي تزيده جمالاً، وقد تصلي بعضهن بهذه الهيئة، فهذا لا يجوز، ويجب عليهن أن يبادرن إلى إتمام الستر كما أمر الله تعالى، أسوة بنساء المهاجرين الأُوَل، حين نزل الأمر بضرب الخُمُر؛ شققن مروطهن فاختمرن بها، ولكننا لا نطالبهن بشق شيء من ثيابهن! وإما بإطالته وتوسيعه حتى يكون ثوباً ساتراً لجميع ما أمرهن الله بستره. ولقد رأينا كثيراً من الفتيات",
            "page": "41",
            "part": "1",
            "seal": "7198D7A5"
        },
        {
            "id": "42",
            "nass": "المغرورات ببعض من يزعمن أنهن من الداعيات! قد جعلن شعاراً لهن تقصير ثيابهن إلى نصف الساق، مع لبس الجوارب التي تحجم السيقان، مع وضع الخمار ـ الإيشارب ـ فقط على رؤسهن؛ دون الجلباب على الخمار كما هو نص القرآن الكريم على ما تقدم بيانه، وهن بذلك لا يشعرن أنهن يحشرن أنفسهن في زمرة من قال الله تعالى فيهم: {وهم يحسبون أنهم يحسنون صنعاً}، فإلى المخلصات منهن أوجّه نصيحتي هذه أن لا يؤثرن على اتباع الكتاب والسنة تقليد حزب أو شيخ، بَلْهَ شيخة! والله عز وجل يقول: {اتبعوا ما أنزل إليكم من ربكم ولا تتبعوا من دونه أولياء قليلاً ما تذّكرون} [سورة الأعراف آية 3].",
            "page": "42",
            "part": "1",
            "seal": "4B1C3FE9"
        },
        {
            "id": "43",
            "nass": "الشرط الخامس ¶ (أن لا يكون مبخراً مطيباً) ¶ لأحاديث كثيرة تنهى النساء عن التطيب إذا خرجن من بيوتهن، ونحن نسوق الآن بين يديك ما صح سنده منها: ¶ 1ـ عن أبي موسى الأشعري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ¶ ((أيما أمرأة استعطرت فمرت على قوم ليجدوا من ريحها، فهي زانية)) رواه النسائي وأبو داود والترمذي وقال: حسن صحيح. والحاكم وقال: صحيح الإسناد ووافقه الذهبي. قلت وإسناده حسن. ¶ 2ـ عن زينب الثقفية أن النبي - صلى الله عليه وسلم - قال: ¶ ((إذا خرجت إحداكن إلى المسجد فلا تقربنَّ طيباً)) رواه مسلم. ¶ 3ـ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ¶ ((أيما امرأة أصابت بخوراً، فلا تشهد معنا العشاء الآخرة)) رواه مسلم.",
            "page": "43",
            "part": "1",
            "seal": "57D24DF2"
        },
        {
            "id": "44",
            "nass": "4ـ عن موسى بن يسار عن أبي هريرة - رضي الله عنه -: ¶ ((أن امرأة مرت به تعصفُ ريحُها، فقال: يا أمة الجبار! المسجدَ تريدين؟ قالت: نعم، قال: وله تطيبت؟ قالت: نعم، قال: فارجعي فاغتسلي، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: ¶ ((ما من امرأة تخرج إلى المسجد تعصفُ ريحُها فيقبل الله منها صلاة حتى ترجع إلى بيتها فتغتسل)) رواه البيهقي وغيره وهوحديث صحيح. ¶ ووجهُ الإستدلال بهذه الأحاديث على ما ذكرنا، العموم الذي فيها. فإن الإستعطار والتطيب كما يستعمل في البدن، يستعمل في الثوب أيضاً، لا سيما وفي الحديث الثالث ذكر البخور، فإنه بالثياب أكثر استعمالاً وأخص. ¶ وسبب المنع منه واضح، وهو ما فيه من تحريك داعية الشهوة، وقد ألحق به العلماءُ ما في معناه، كحسن الملبس والحلي الذي يظهر، والزينة الفاخرة، وكذا الاختلاط بالرجال. ¶ وقال ابن دقيق العيد: ¶ ((وفيه حرمة التطيب على مريدة الخروج إلى المسجد، لما فيه من تحريك داعية شهوة الرجال)). ¶ قلت: فإذا كان ذلك حراماً على مريدة المسجد، فماذا يكون الحكم على مريدة السوق والأزقة والشوارع؟ لا شك أنه أشد حرمة وأكبر إثماً، وقد ذكر الهيتمي في ((الزواجر)) أن خروج المرأة من بيتها متعطرة متزينة من الكبائر، ولو أذن لها زوجها. ¶ ثم إن هذه الأحاديث عامة تشمل جميع الأوقات، وإنما خص بالذكر العشاء الآخرة في الحديث الثالث، لأن الفتنة وقتها أشد، فلا يتوهمن منه أن خروجها في غير هذا الوقت جائز. ¶ وقال ابن الملك: ¶ ((والأظهر أنها خُصت بالنهي لأنها وقت الظلمة وخلو الطريق، والعطر يهيج الشهوة، فلا تأمن المرأة في ذلك الوقت من كمال الفتنة، بخلاف الصبح والمغرب، فإنهما وقتان فاضحان، وقد تقدم أن مس الطيب يمنع المرأة من حضور المسجد مطلقاً)).",
            "page": "44",
            "part": "1",
            "seal": "BFDE7245"
        },
        {
            "id": "45",
            "nass": "الشرط السادس ¶ (أن لا يشبه لباس الرجل) ¶ لِمَا ورد من الأحاديث الصحيحة في لعن المرأة التي تتشبه بالرجل في اللباس أو غيره. وإليك ما نعلمه منها: ¶ 1ـ عن أبي هريرة - رضي الله عنه - قال: ¶ ((لعن رسول الله - صلى الله عليه وسلم - الرجل يلبس لبسة المرأة، والمرأة تلبس لبسة الرجل)) رواه أبو داود وابن ماجة والحاكم وقال صحيح على شرط مسلم، ووافقه الذهبي وهو كما قالا. ¶ 2ـ عن عبد الله بن عمرو - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ¶ ((ليس منَّا من تشبه بالرجال من النساء، ولا من تشبه بالنساء من الرجال)) رواه أحمد وأبو نعيم وإسناده صالح. ¶ 3ـ عن ابن عباس - رضي الله عنه - قال: ¶ ((لعن النبي - صلى الله عليه وسلم - المخَنَّثين من الرجال، والمترجلات من النساء، وقال: أخرجوهم من بيوتكم. قال: فأخرج النبي فلاناً، وأخرج عمر فلاناً)) رواه البخاري.",
            "page": "45",
            "part": "1",
            "seal": "F03F7D40"
        },
        {
            "id": "46",
            "nass": "وفي لفظ: ¶ ((لعن رسول الله - صلى الله عليه وسلم - المتشبهين من الرجال بالنساء، والمتشبهات من النساء بالرجال)) رواه البخاري. ¶ 4ـ عن عبد الله بن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ¶ ((ثلاث لا يدخلون الجنة ولا ينظر الله إليهم يوم القيامة،: العاق والديه، والمرأة المترجلة المتشبهة بالرجال، والدَّيوث)) رواه النسائي والحاكم وقال صحيح الإسناد ووافقه الذهبي وهو كما قالا. ¶ 5ـ عن ابن أبي مليكة ـ واسمه عبد الله بن عبيد الله ـ قال: قيل لعائشة رضي الله عنها: إن المرأة تلبس النعل؟ فقالت: ¶ ((لعن رسول الله - صلى الله عليه وسلم - الرَّجُلَة من النساء)) رواه أبو داود ورجاله ثقات وهو صحيح بشواهده. ¶ وفي هذه الأحاديث دلالة واضحة على تحريم تشبه النساء بالرجال، وعلى العكس، وهي عامة تشمل اللباس وغيره، إلا الحديث الأول، فهو نص في اللباس وحده. ¶ وقد قال أبو داود في ((مسائل الإمام أحمد)): ¶ ((سمعت أحمد سئل عن الرجل يُلْبِس جاريته القرطق؟ قال: لا يلبسها من زي الرجال، ولا يشبهها بالرجال)). ¶ قال أبو داود: ¶ ((قلت لأحمد: يلبسها النعل الصرارة؟ قال: لا، إلا أن يكون لبسها للوضوء. قلت للجمال؟ قال: لا. قلت: فيجز شعرها؟ قال: لا)) والقرطق هو القباء وهو نوع من اللباس. ¶ وقد أورد الذهبي تشبه المرأة بالرجال، وتشبه الرجال بالنساء في ((الكبائر))، وأورد بعض الأحاديث المتقدمة، ثم قال: ¶ ((فإذا لبست المرأة زي الرجال من المقالب والفرج والأكمام الضيقة، فقد شابهت الرجال ¶ في لبسهم، فتلحقها لعنة الله ورسوله ولزوجها إذا أمكنها من ذلك، أورضي به ولم ينهها، لأنه مأمور بتقويمها على طاعة الله، ونهيها عن المعصية، لقول الله تعالى: {قوا أنفسكم وأهليكم ناراً وقودها الناس والحجارة}، ولقول النبي - صلى الله عليه وسلم -: ¶ (كلكم راعٍ وكلكم مسؤول عن رعيته، الرجل راع في أهله ومسؤول عنهم يوم القيامة))) متفق عليه. ¶ وتبعه على ذلك الهيتمي في ((الزواجر))، ثم قال: ¶ ((عَدُّ هذا من الكبائر واضح لما عرفت من هذه الأحاديث الصحيحة، وما فيها من الوعيد الشديد، والذي رأيته لأئمتنا أن ذلك التشبه فيه قولان: أحدهما أنه حرام، وصححه النووي بل صوبه.",
            "page": "46",
            "part": "1",
            "seal": "1F0EC816"
        },
        {
            "id": "47",
            "nass": "وثانيهما أنه مكروه، وصححه الرافعي في موضع، والصحيح بل الصواب ما قاله النووي من الحرمة، بل ما قدمته من أن ذلك كبيرة، ثم رأيت بعض المتكلمين على الكبائر عدَّه منها، وهو ظاهر)). ¶ وقال الحافظ في ((فتح الباري)) عند شرح حديث ابن عباس المتقدم برقم (3) باللفظ الثاني: ¶ ((لعن رسول الله المتشبهين من الرجال بالنساء، والمتشبهات من النساء بالرجال)) ما مختصره: ¶ ((قال الطبري: لا يجوز للرجال التشبه بالنساء في اللباس والزينة التي تختص بالنساء، ولا العكس، وقال الشيخ أبو محمد بن أبي جمرة: ظاهر اللفظ الزجر عن التشبه في كل شيىء، لكن عرف من الأدلة الأخرى أن المراد التشبه في الزي، وبعض الصفات والحركات ونحوها، لا التشبه في أمور الخير. قال: والحكمة في لعن من تشبه، إخراجه الشيء عن الصفة التي وضعها عليه أحكم الحكماء، ¶ وقد أشار إلى ذلك في لعن الواصلات بقوله: ¶ (المغيِّراتِ خَلْقَ الله). ¶ فثبت مما تقدم أنه لا يجوز للمرأة أن يكون زيها مشابهاً لزي الرجل، فلا يحل لها أن تلبس رداءه وإزاره ونحو ذلك، كما تفعله بعض بنات المسلمين في هذا العصر من لبسهن ما يعرف ب (لجاكيت) ¶ و (البنطلون)، وإن كان هذا في الواقع أستر لهن من ثيابهن الأخرى الأجنبية. فاعتبروا يا أولي الأبصار. ¶ ثم وجدت لشيخ الإسلام ابن تيمة رحمه الله تعالى فصلاً جيداً، رأيت من المناسب إيراده في هذا المكان لوثيق صلته به، ولما فيه من الفوائد الغزيرة والتحقيق العلمي، وهو جواب سؤال وُجِهَ إليه، وهذا نصه مع الجواب؛ كما جاء في ((الكواكب)) لابن عروة الحنبلي المحفوظ في المكتبة الظاهرية بدمشق: ¶ ((مسألة في لبس الكوفية للنساء ما حكمها إذا كانت بالداير والفرق، وفي لبسهن الفراجي، فما الضابط في التشبه بالرجال في الملبوس؟ هل هو بالنسبة إلى ما كان على عهد رسول الله - صلى الله عليه وسلم -، أو كل زمان بحسبه؟ ¶ الجواب: ¶ الحمد لله، الكوفية التي بالفرق والداير من غير أن تستر الشعر المسدول هي من لباس الصبيان، والمرأة اللابسة لذلك متشبه بهم. وهذا النوع قد يكون أوله من قبل النساء قصدن التشبه بالمردان، كما يقصد بعض البغايا أن تضفر شعرها ضفيراً واحداً مسدولاً بين الكتفين، وأن ترخي لها السوالف، وأن تعتم؛ لتشبه المردان في العمامة والعذار والشعر، ثم قد تفعل الحرة بعض ذلك لا تقصد هذا، لكن هي في ذلك متشبه بالرجال. ¶ وقد استفاضت السنن عن النبي - صلى الله عليه وسلم - في الصحاح وغيرها بلعن المتشبهات من النساء بالرجال، والمتشبهين من الرجال بالنساء، وفي رواية:",
            "page": "47",
            "part": "1",
            "seal": "4D4CC429"
        },
        {
            "id": "48",
            "nass": "أنه لعن المخنثين من الرجال، والمترجلات من النساء، وأمر بنفي المخنثين، وقد نص على نفيهم الشافعي وأحمد وغيرهما، وقالوا: جاءت سنة رسول الله - صلى الله عليه وسلم - بالنفي في حد الزنا، وبنفي المخنثين. ¶ وفي صحيح مسلم عنه أنه قال: ¶ ((صنفان من أهل النار من أمتي لم أرهما بعد: كاسيات عاريات مائلات مميلات، على رؤوسهن مثل أسمنة البخت، لا يدخلن الجنة، ولا يجدن ريحها، ورجال معهم سياط مثل أذناب البقر، يضربون بها عباد الله)). ¶ وقد فسر قوله: ((كاسيات عاريات))، بأن تكتسي ما لا يسترها، فهي كاسية، وهي في الحقيقة عارية، مثل من تكتسي الثوب الرقيق الذي يصف بشرتها، أو الثوب الضيق الذي يبدي تقاطيع خلقها مثل عجيزتها وساعدها ونحو ذلك، وإنما كسوة المرأة ما تسترها فلا تبدي جسمها، ولا حجم أعضائها لكونه كثيفاً واسعاً. ¶ ومن هنا يظهر الضابط في نهيه - صلى الله عليه وسلم - عن تشبه الرجال بالنساء، وعن تشبه النساء بالرجال، وأن الأصل في ذلك ليس هو راجعاً إلى مجرد ما تختاره الرجال والنساء ويشتهونه ويعتادونه، فإنه لو كذلك لكان إذا اصطلح قوم على أن يلبس الرجال الخُمُر التي تغطي الرأس والوجه والعنق، والجلابيب التي تسدل من فوق الرؤوس حتى لا يظهر من لابسها إلا العينان! وأن تلبس النساء العمائم والأقبية المختصرة ونحو ذلك أن يكون هذا سائغاً! وهذا خلاف النص والإجماع، فإن الله تعالى قال للنساء: ¶ {وليضربن بخمرهن على جيوبهن، ولا يبدين زينتهن إلا لبعولتهن} الآية، وقال: {قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن ذلك أدنى أن يعرفن فلا يؤذين} الآية، وقال: ¶ {ولا تبرجن تبرج الجاهلية الأولى}، فلو كان اللباس الفارق بين الرجال والنساء مستنده مجرد ما يعتاد النساء أو الرجال باختيارهم وشهوتهم، لم يجب أن يدنين عليهن الجلابيب، ولا أن يضربن بالخمر على الجيوب، ولم يحرم عليهن التبرج تبرج الجاهلية الأولى، لأن ذلك كان عادةً لأولئك، وليس الضابط في ذلك لباساً معيناً من جهة نص النبي - صلى الله عليه وسلم -، أو من جهة عادة الرجال والنساء على عهده، بحيث يقال: إن ذلك هو الواجب وغيره يحرم، فإن النساء على عهده كن يلبسن ثياباً طويلات الذيل بحيث ينجُّر خلف المرأة إذا خرجت، والرجل مأمور بأن يشمر ذيله حتى لا يبلغ الكعبين، ولهذا لمَّا نهى - صلى الله عليه وسلم - الرجال عن إسبال الإزار، وقيل له: فالنساء؟ ¶ قال: يرخين شبراً، قيل له: إذن تنكشف سوقهن، قال: ذراعاً لا يزدن عليه، قال الترمذي: ¶ ((حديث صحيح)). ¶ فالفارقة بين لباس الرجال والنساء يعود إلى ما يصلح للرجال، وما يصلح للنساء، وهو ما ناسب ما يؤمر به الرجال، وما يؤمر به النساء، فالنساء مأمورات بالاستتار والاحتجاب دون التبرج والظهور.",
            "page": "48",
            "part": "1",
            "seal": "E0674BB9"
        },
        {
            "id": "49",
            "nass": "ولهذا لم يشرع لها رفع الصوت في الأذان والتلبية، ولا الصعود (كذا، ولعله: في الصعود) إلى الصفا والمروة، ولا التجرد في الإحرام كما يتجرد الرجل، فإن الرجل مأمور أن يكشف رأسه، وأن لا يلبس الثياب المعتادة، وهي التي تصنع على قدر أعضائه، فلا يلبس القميص ولا السراويل، ولا البرنس ولا الخف، لكن لمَّا كان محتاجاً إلى ما يستر العورة ويمشي فيه، رخص له في آخر الأمر إذا لم يجد إزاراً أن يلبس سراويل، وإذا لم يجد نعلين أن يلبس خفين، وجعل ذلك بدلاً للحاجة العامة، بخلاف ما يحتاج إليه حاجة خاصة لمرض أو برد، فإن عليه الفدية إذا لبسه، ولهذا طرد ابو حنيفة هذا القياس، وخالفه الأكثرون للحديث الصحيح، ولأجل الفرق بين هذا وهذا، وأما المرأة فإنها لم تنه عن شيء من اللباس لأنها مأمورة بالاستتار والاحتجاب، فلا يشرع لها ضد ذلك، لكن منعت أن تنتقب، وأن تلبس القفازين، لأن ذلك لباس مصنوع على قدر العضو، ولا حاجة بها إليه. ¶ وقد تنازع الفقهاء هل وجهها كرأس الرجل أو كبدنه؟ على قولين في مذهب أحمد وغيره، فمن جعل وجهها كرأسه، أمرها إذا سدلت الثوب من فوق رأسها أن تجافيه عن الوجه، كما يجافي عن الرأس ما يظلل به، ومن جعله كاليدين ـ وهو الصحيح ـ قال: لم تنه عن ستر الوجه وإنما نهيت عن الإنتقاب كما نهيت عن القفازين، وذلك كما نُهي الرجل عن القميص والسراويل، ونحو ذلك، ففي معناه البرقع، وما صنع لستر الوجه. فأما تغطية الوجه بما يسدل من فوق الرأس، فهو مثل تغطيته عند النوم بالملحفة ونحوها، ومثل تغطية اليدين بالكمين، وهي لم تنه عن ذلك. ¶ فلو أراد الرجال أن ينتقبوا ويتبرقعوا، ويَدَعوا النساءَ باديات الوجوه لمُنعوا من ذلك، وكذلك المرأة أُمرت أن تجتمع في الصلاة، ولا تجافي بين أعضائها - الصواب أن المرأة كالرجل في الصلاة -، وأمُرت أن تغطي رأسها، فلا يقبل الله صلاة حائض إلا بخمار، ولو كانت في جوف بيت لا يراها أحد من الأجانب، فدل ذلك على أنها مأمورة من جهة الشرع بسترٍ لا يؤمر به الرجل حقاً لله عليها، وإن لم يرها بشر، وقد قال تعالى: ¶ {وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى}، ¶ وقال النبي - صلى الله عليه وسلم -: ¶ ((لا تمنعوا إماء الله مساجد الله، وبيوتهن خير لهن)). ¶ وقال - صلى الله عليه وسلم -: ¶ ((صلاة إحداكن في مخدعها أفضل من صلاتها في حجرتها، وصلاتها في حجرتها أفضل من صلاتها في دارها، وصلاتها في دارها أفضل من صلاتها في مسجد قومها، وصلاتها في مسجد قومها أفضل من صلاتها معي)) - رواه أحمد وابن خزيمة وابن حبان وهو حديث حسن -. وهذا كله لما في ذلك من الاستتار والاحتجاب.",
            "page": "49",
            "part": "1",
            "seal": "51B07A18"
        },
        {
            "id": "50",
            "nass": "ومعلوم أن المساكن من جنس الملابس، كلاهما جعل في الأصل للوقاية ودفع الضرر، كما جعل الأكل والشرب لجلب المنفعة، فاللباس يتقي الإنسان به الحر والبرد ويتقي به سلاح العدو، وكذلك المساكن يتقي بها الحر والبرد، ويتقي بها العدو، وقال تعالى: {والله جعل لكم من بيوتكم سكناً}، وقال: {والله جعل لكم مما خلق ظلالاً، وجعل لكم من الجبال أكناناً، وجعل لكم سرابيل تقيكم الحرَّ، وسرابيل تقيكم بأسكم، كذلك يتمُّ نعمته عليكم لعلكم تسلمون}، فذكر في هذا الموضع ما يحتاجون إليه لدفع ما قد يؤذيهم، وذكر في أول السورة ما يضطرون إليه لدفع ما يضرهم، ¶ فقال تعالى: {والإنعام خلقها لكم فيها دفءٌ ومنافع ومنها تأكلون}، فذكر ما يستدفئون به ويدفعون به البرد، لأن البرد يهلكهم، والحر يؤذيهم، ولهذا قال بعض العرب: البرد بؤس، والحر أذى، ولهذا السبب لم يذكر في الآية الأخرى وقاية البرد، فإن ذلك تقدم في أول السورة، وهو في أثناء السورة ما أتم به النعمة، وذكر في أول السورة أصول النعم، ولهذا قال: {كذلك يتم نعمته عليكم لعلكم تسلمون}. ¶ والمقصود هنا، أن مقصود الثياب يشبه مقصود المساكن، والنساء مأمورات في هذا بما يسترهن ويحجبهن، فإذا اختلف لباس الرجال والنساء مما كان أقرب إلى مقصود الاستتار والاحتجاب، كان للنساء، وكان ضده للرجال. ¶ وأصل هذا أن تعلم أن الشارع له مقصودان: أحدهما: الفرق بين الرجال والنساء، والثاني: احتجاب النساء، فلو كان مقصوده مجرد الفرق، لحصل ذلك بأي وجه حصل الاختلاف، وقد تقدم فساد ذلك، بل أبلغ من ذلك أن المقصود بلباس أهل الذمة؛ إظهار الفرق بين المسلم والذمي، ليترتب على كلٍ منهما من الأحكام الظاهرة ما يناسبه، ومعلوم أن هذا يحصل بأي لباس اصطلحت الطائفتان على التميز به، ومع هذا فقد روعي في ذلك ما هو أخص من الفرق، فإن لباس الأبيض لما كان أفضل من غيره، كما قال - صلى الله عليه وسلم -: ((عليكم بالبياض، فليلبسه أحياؤكم، وكفنوا فيه موتاكم))، لم يكن من السنة أن يجعل لباس أهل الذمة أبيض، ولباس أهل الاسلام المصبوغ، كالعسلي والأدكن ونحو ذلك، بل الأمر بالعكس، وكذلك في الشعور وغيرها، فكذلك الأمر في لباس الرجال والنساء، ليس المقصود به مجرد الفرق، بل لا بد من رعاية جانب الاحتجاب والاستتار. ¶ وكذلك أيضاً ليس المقصود مجرد حجب النساء وسترهن دون الفرق بينهن وبين الرجال، بل الفرق أيضاً مقصود، حتى لو قدر أن الصنفين اشتركوا في ما يستر ويحجب بحيث يشتبه لباس الصنفين لنهو عن ذلك، والله تعالى قد بين هذا المقصود أيضاً بقوله تعالى: {يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن ذلك أدنى أن يعرفن فلا يؤذين}، فجعل كونهن يعرفن باللباس الفارق أمراً مقصوداً، ولهذا جاءت صيغة النهي بلفظ التشبه بقوله - صلى الله عليه وسلم -: ((لعن الله المتشبهات",
            "page": "50",
            "part": "1",
            "seal": "BF9E98A0"
        },
        {
            "id": "51",
            "nass": "من النساء بالرجال، والمتشبهين من الرجال بالنساء)) فعلق الحكم باسم التشبه، وبكون كل صنف يتصف بصفة الآخر. ¶ وقد بسطنا هذه القاعدة في ((اقتضاء الصراط المستقيم مخالفة أصحاب الجحيم))، وبينَّا أن المشابهة في الأمور الظاهرة تورث تناسباً وتشابهاً في الأخلاق والأعمال، ولهذا نهينا عن مشابهة الكفار، ومشابهة الأعاجم، ومشابهة الأعراب، ونهي كل من الرجال والنساء عن مشابهة الصنف الآخر. ¶ والرجل المتشبه بالنساء يكتسب من أخلاقهن بحسب تشبهه، حتى يفضي به الأمر إلى التخنث المحض، والتمكين من نفسه كأنه امرأة، ولما كان الغناء مقدمة ذلك، وكان من عمل النساء، ¶ كانوا يسمون الرجال المغنين (مخانيث). ¶ والمرأة المتشبهة بالرجال تكتسب من أخلاقهم حتى يصير فيها من التبرج والبروز ومشابهة الرجال ما قد يفضي ببعضهن إلى أن تظهر بدنها كما يظهره الرجال، وتطلب أن تعلو على الرجال كما يعلو الرجال على النساء، وتفعل من الأفعال ما ينافي الحياء والخفر المشروع للنساء، وهذا القدر قد يحصل بمجرد المشابهة. ¶ وإذا تبين أنه لابد من أن يكون بين لباس الرجال والنساء فرق يميز بين الرجال والنساء، ¶ وأن يكون لباس النساء فيه من الاستتار والاحتجاب ما يحصل مقصود ذلك ظهر أصل هذا الباب، وتبين أن اللباس إذا كان غالبه لبس الرجال نهيت عنه المرأة، وإن كان ساتراً كالفراجي التي جرت عادة بعض البلاد أن يلبسها الرجال دون النساء، والنهي عن مثل هذا يتغير بتغير العادات، وأما ما كان الفرق عائداً إلى نفس الستر، فهذا يؤمر فيه النساء بما كان أستر ... ولو قدر أن الفرق يحصل بدون ذلك، فإذا اجتمع في اللباس قلة الستر والمشابهة نهي عنه من الوجهين. والله أعلم)).",
            "page": "51",
            "part": "1",
            "seal": "DE12DFA8"
        },
        {
            "id": "53",
            "nass": "الشرط السابع ¶ (أن لا يشبه لباس الكافرات) ¶ لما تقرر في الشرع أنه لا يجوز للمسلمين - رجالاً ونساءً - التشبه بالكفار سواء في عباداتهم أو أعيادهم أو أزيائهم الخاصة بهم. وهذه قاعدة عظيمة في الشريعة الإسلامية خرج عنها اليوم - مع الأسف - كثير من المسلمين-حتى الذين يُعْنَون منهم بأمور الدين والدعوة إليه-جهلاً بدينهم، أو تبعاً لأهوائهم، أو انجرافاً مع عادات العصر الحاضر وتقاليد أوروبا الكافرة، حتى كان ذلك من أسباب ذل المسلمين وضعفهم، وسيطرة الأجانب عليهم، واستعمارهم {إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم} (الرعد: 11) لو كانوا يعلمون. ¶ وينبغي أن يعلم أن الأدلة على صحة هذه القاعدة المهمة كثيرة في الكتاب والسنة، وإن كانت أدلة الكتاب مجملة؛ فالسنة تفسرها وتبينها كما هو شأنها دائماً. ¶ فمن الآيات قوله تعالى في (الجاثية: 16 - 18): ¶ 1ـ {ولقد آتينا بني اسرائيل الكتاب والحكم والنبوة ورزقناهم من الطيبات وفضلناهم على العالمين. وآتيناهم بيناتٍ من الأمر فما اختلفوا إلا من بعد ما جاءهم العلم بغياً بينهم، إن ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون. ثم جعلناك على شريعة من الأمر فاتبعها، ولا تتبع أهواء الذين لا يعلمون}. ¶ قال شيخ الإسلام ابن تيمية رحمه الله في ((الاقتضاء)) (ص8): ¶ ((أخبر سبحانه وتعالى أنه أنعم على بني اسرائيل بنعم الدين والدنيا، وأنهم اختلفوا بعد مجيء العلم بغياً من بعضهم على بعض، ثم جعل محمداً - صلى الله عليه وسلم - على شريعة من الأمر شرعها له وأمره باتباعها، ونهاه عن اتباع أهواء الذين لايعلمون، وقد دخل في {الذين لا يعلمون} كل من خالف شريعته. و (أهواؤهم): هو ما يهوونه، وما عليه المشركون من هديهم الظاهر، الذي هو من موجبات دينهم الباطل، وتوابع ذلك فهم يهوونه.",
            "page": "53",
            "part": "1",
            "seal": "DA4AFB6C"
        },
        {
            "id": "54",
            "nass": "وموافقتهم فيه اتباع لما يهوونه. ولهذا يفرح الكافرون بموافقة المسلمين في بعض أمورهم ويسرون به، ويودون أن لو بذلوا مالاً عظيماً ليحصل ذلك. ولو فرض أن ليس الفعل من اتباع أهوائهم، فلا ريب أن مخالفتهم في ذلك أحسم لمادة متابعتهم في أهوائهم، وأعون على حصول مرضاة الله في تركها، وأن موافقتهم في ذلك قد تكون ذريعة إلى موافقتهم في غيره. فإن ((من حام حول الحمى أوشك أن يواقعه))، وأي الأمرين كان؛ حصل المقصود في الجملة، وإن كان الأول أظهر. ¶ ومن هذا الباب قوله تعالى في (الرعد: 36 - 37): ¶ 2ـ {والذين آتيناهم الكتاب يفرحون بما أنزل إليك، ومن الأحزاب من ينكر بعضه، قل إنما أمرت أن أعبد الله ولا أشرك به، إليه أدعو وإليه مآب وكذلك أنزلناه حكماً عربياً، ولئن اتبعت أهواءهم بعد ما جاءك من العلم مالك من الله من ولي ولا واق}. ¶ والضمير في {أهوائهم} يعود - والله أعلم - إلى ما تقدم ذكره، وهم الأحزاب الذين ينكرون بعضه، فدخل في ذلك كل من أنكر شيئاً من القرآن من يهودي أو نصراني أو غيرهما، ¶ وقد قال تعالى: {ولئن اتبعت أهوائهم بعد ما جاءك من العلم} (الرعد: 37)، ومتابعتهم فيما يختصون به من دينهم وتوابع دينهم؛ اتباع لأهوائهم، بل يحصل اتباع أهوائهم بما هو دون ذلك)). ¶ وقال تعالى في (الحديد: 16): ¶ 3ـ {ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق، ولا يكونوا كالذين أوتوا الكتاب من قبل فطال عليهم الأمد فقست قلوبهم وكثير منهم فاسقون}. ¶ قال شيخ الإسلام (ص 43): ¶ ((فقوله: {ولا يكونوا} نهي مطلق عن مشابهتهم، وهو خاص أيضاً في النهي عن مشابهتهم في قسوة قلوبهم، وقسوة القلوب من ثمرات المعاصي)). ¶ وقال ابن كثير عند تفسير هذه الآية (4/ 310): ¶ ((ولهذا نهى الله المؤمنين أن يتشبهوا بهم في شيء من الأمور الأصلية والفرعية)). ¶ ومن ذلك قوله تعالى في (البقرة: 104): ¶ 4ـ {يا أيها الذين آمنوا لا تقولوا راعنا وقولوا انظرنا واسمعوا وللكافرين عذاب أليم}. ¶ قال الحافظ ابن كثير (1/ 148): ¶ ((نهى الله تعالى عباده المؤمنين أن يتشبهوا بالكافرين في مقالهم وفعالهم، وذلك أن اليهود كانوا يعانون من الكلام ما فيه تورية لما يقصدونه من التنقيص؛ عليهم لعائن الله، فإذا أرادوا أن يقولوا: اسمع لنا، قالوا: راعنا، ويورون بالرعونة، كما قال تعالى: {من الذين هادوا يحرفون الكلم عن مواضعه ويقولون سمعنا وعصينا واسمع غير مسمع وراعنا لياً بألسنتهم وطعناً في الدين، ¶ ولو أنهم قالوا سمعنا وأطعنا واسمع وانظرنا لكان خيراً لهم وأقوم، ولكن لعنهم الله بكفرهم",
            "page": "54",
            "part": "1",
            "seal": "A656099F"
        },
        {
            "id": "55",
            "nass": "فلا يؤمنون إلا قليلاً} (النساء: 46). ¶ وكذلك جاءت الأحاديث بإخبار عنهم بأنهم كانوا إذا سلُّموا إنما يقولون: ((السام عليكم))، ¶ والسام هو الموت، ولهذا أمرنا أن نرد عليهم بـ ((وعليكم))، وإنما يستجاب لنا فيهم، ولا يستجاب لهم علينا، والغرض أن الله تعالى نهى المؤمنين عن مشابهة الكافرين قولاً وفعلاً)). ¶ وقال شيخ الإسلام عند هذه الآية ما مختصره (ص 22): ¶ ((قال قتادة وغيره: كانت اليهود تقوله استهزاءً، فكره الله للمؤمنين أن يقولوا مثل قولهم، وقال أيضاً: كانت اليهود تقول للنبي - صلى الله عليه وسلم -: راعنا سمعك، يستهزئون بذلك، وكانت في اليهود قبيحة. فهذا يبين أن هذه الكلمة نهي المسلمون عن قولها، لأن اليهود كانوا يقولونها، وإن كانت من اليهود قبيحة، ومن المسلمين لم تكن قبيحة، لما كان في مشابهتهم فيها من مشابهة الكفار ¶ وتطريقهم إلى بلوغ غرضهم)). ¶ وفي الباب آيات أخرى، وفيما ذكرنا كفاية، فمن شاء الوقوف عليها فلينظرها في ¶ ((الاقتضاء)) (ص: 8 - 14 و22 و 42). ¶ فتبين من الآيات المتقدمة أن ترك هدي الكفار والتشبه بهم في أعمالهم وأقوالهم وأهوائهم؛ من المقاصد والغايات التي أسسها وجاء بها القرآن الكريم، وقد قام النبي - صلى الله عليه وسلم - ببيان ذلك وتفصيله للأمة، وحققه في أمور كثيرة من فروع الشريعة، حتى عرف ذلك اليهود الذين كانوا في مدينة النبي - صلى الله عليه وسلم -، وشعروا أنه عليه السلام يريد أن يخالفهم في كل شؤونهم الخاصة بهم، كما روى أنس بن مالك - رضي الله عنه -: ¶ ((إن اليهود كانوا إذا حاضت المرأة فيهم لم يؤاكلوها، ولم يجامعوها في البيوت، فسأل أصحاب النبيِ - صلى الله عليه وسلم - النبيَّ - صلى الله عليه وسلم -، فأنزل الله تعالى: {ويسألونك عن المحيض قل هو أذى، فاعتزلوا النساء في المحيض} إلى آخر الآية، فقال رسول الله - صلى الله عليه وسلم -: ((اصنعوا كل شيء إلا النكاح))، فبلغ ذلك اليهود، فقالوا: ما يريد هذا الرجل أن يدع من أمرنا شيئاً إلا خالفنا فيه، فجاء أسيد بن حضير، وعباد بن بشر، فقالا: يا رسول الله! إن اليهود تقول كذا وكذا، أفلا نجامعهن؟ فتغير وجه رسول الله - صلى الله عليه وسلم - حتى ظننا أن قد وجد عليهما، فخرجا، فاستقبلهما هدية من لبن إلى النبي - صلى الله عليه وسلم -، فأرسل في آثارهما، فسقاهما، فعرفا أن لم يجد عليهما)) رواه مسلم. ¶ قال شيخ الإسلام في (الاقتضاء): ¶ (فهذا الحديث يدل على كثرة ما شرعه الله لنبيه - صلى الله عليه وسلم - من مخالفة اليهود، بل على أنه خالفهم في عامة أمورهم حتى قالوا:",
            "page": "55",
            "part": "1",
            "seal": "DE075AC8"
        },
        {
            "id": "56",
            "nass": "ما يريد أن يدع من أمرنا شيئاً إلا خالفنا فيه). ¶ وأما السنة فالنصوص فيها كثيرة طيبة في تأييد القاعدة المتقدمة، وهي لا تنحصر في باب واحد من أبواب الشريعة المطهرة كالصلاة مثلاً، بل قد تعدتها إلى غيرها من العبادات والآداب ¶ والاجتماعيات والعادات، وهي بيان وتفصيل لما أجمل في الآيات السابقة ونحوها كما قدمت الإشارة إليه. ¶ وها نحن أولاء نسوقها بين يديك؛ لتكون على بصيرة فيما ذهبنا إليه: ¶ 1 ـ عن عمرو بن عبسة - رضي الله عنه - قال: ¶ ((قلت يا نبي الله! أخبرني عما علَّمك الله، وأجهله، أخبرني عن الصلاة. قال: صلِّ صلاة الصبح، ثم أقصر عن الصلاة حين تطلع الشمس حتى ترتفع، فإنها تطلع حين تطلع بين قرني شيطان، وحينئذ يسجد لها الكفار. ثم صلِّ فإن الصلاة مشهودة محضورة حتى يستقل الظل بالرمح، ثم أقصر عن الصلاة، فإن حينئذ تُسجر جهنم، فإذا أقبل الفيءُ فصلِّ، فإن الصلاة مشهودة محضورة، حتى تصلي العصر، ثم أقصر عن الصلاة حين تغرب الشمس، فإنها تغرب بين قرني شيطان، وحينئذ يسجد لها الكفار)) رواه مسلم. ¶ قال شيخ الإسلام ابن تيمية: ¶ ((فقد نهى - صلى الله عليه وسلم - عن الصلاة وقت طلوع الشمس ووقت الغروب؛ معللاً بأنها تطلع وتغرب بين قرني شيطان، وأنه حينئذ يسجد لها الكفار. ومعلوم أن المؤمن لا يقصد السجود إلالله تعالى، وأكثر الناس قد لا يعلمون أن طلوعها وغروبها بين قرني شيطان، ولا أن الكفار يسجدون لها، ثم إنه - صلى الله عليه وسلم - نهى عن الصلاة في هذا الوقت حسماً لمادة المشابهة بكل طريق ... ¶ وكان فيه تنبيه على أن كل ما يفعله المشركون من العبادات ونحوها مما يكون كفراً أو معصية بالنية؛ ينهى المؤمنون عن ظاهره، وإن لم يقصدوا به قصد المشركين، سداً للذريعة وحسماً للمادة ... ¶ ولهذا نهى عن الصلاة إلى ما عُبد من دون الله في الجملة، وإن لم يكن العابد يقصد ذلك ... لما فيه من مشابهة السجود لغير الله؛ فانظر كيف قطعت الشريعة المشابهة في الجهات وفي الأوقات! ¶ وكما لا يصلي إلى القبلة التي يصلون إليها، وكذلك لا يصلي إلى ما يصلون له، بل هذا أشد فساداً، فإن القبلة شريعة من الشرائع قد تختلف باختلاف شرائع الأنبياء؛ أما السجود لغير الله وعبادته فهو محرم في الدين الذي اتفقت عليه رسل الله كما قال سبحانه: {واسأل من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن آلهة يعبدون})). ¶ 2 ـ عن جندب ـ وهو ابن عبد الله البجلي ـ قال: سمعت النبي - صلى الله عليه وسلم - قبل أن يموت بخمس وهو يقول:",
            "page": "56",
            "part": "1",
            "seal": "78ED369D"
        },
        {
            "id": "57",
            "nass": "((. . . ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم وصالحيهم مساجد، ألا فلا تتخذوا القبور مساجد، إني أنهاكم عن ذلك)) رواه مسلم. ¶ قال شيخ الإسلام ابن تيمية: ¶ ((وصف رسول الله - صلى الله عليه وسلم - أن الذين كانوا قبلنا كانوا يتخذون قبور الأنبياء والصالحين مساجد وعقَّب هذا الوصف بالنهي بحرف الفاء أن لا يتخذوا القبور مساجد. ¶ وقال إنه - صلى الله عليه وسلم - ينهانا عن ذلك ففيه دلالة على أن اتخاذ من قبلنا سبب لنهينا إما مظهر للنهي وإما موجب للنهي وذلك يقتضي أن أعمالهم دلالة وعلامة على أن الله ينهانا عنها، أو أنها علة مقتضية للنهي، وعلى التقديرين يعلم أن مخالفتهم أمر مطلوب للشارع في الجملة)). ¶ 3 ـ عن جرير بن عبد الله - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ¶ ((اللحد لنا، والشِّق لأهل الكتاب)) رواه أحمد والطحاوي، وقال شيخ الإسلام ابن تيمية: ¶ ((وهو مروي من طرق فيها لين لكن يصدق بعضها بعضاً، وفيه التنبيه على مخالفتنا بأهل الكتاب حتى في وضع الميت في أسفل القبر)). ¶ 4 ـ عن عمرو بن العاص - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ¶ ((فَصْلُ ما بين صيامنا وصيام أهل الكتاب أكلة السَحر)) رواه مسلم. ¶ 5 ـ عن ابن عباس رضي الله عنهما قال: ¶ ((حين صام رسول الله - صلى الله عليه وسلم - يوم عاشوراء وأمر بصيامه، قالوا: يا رسول الله! إنه يوم تعظِّمه اليهود والنصارى؟ فقال رسول الله - صلى الله عليه وسلم -: فإذا كان العام المقبل إن شاء الله صُمنا اليوم التاسع، قال: فلم يأت العام المقبل حتى توفي رسول الله - صلى الله عليه وسلم -)) رواه مسلم. ¶ قال شيخ الإسلام ابن تيمية: ¶ ((فهذا يوم عاشوراء يوم فاضل يكفر سنة ماضية صامه رسول الله - صلى الله عليه وسلم -، وأمر بصيامه، ورغَّب فيه ثم لمَّا قيل له (قبيل وفاته) إنه يوم تعظمه اليهود والنصارى، أمر بمخالفتهم، بضم يوم آخر إليه، وعزم على ذلك، ولهذا استحب العلماء ومنهم الإمام أحمد أن يصوم تاسوعاء وعاشوراء. ¶ 6 ـ عن عدي بن حاتم - رضي الله عنه -، قال: ¶ ((قلت: يا رسول الله! إني أسألك عن طعام لا أدعه إلا تحرجاً، قال: لا تدع شيئاً ضارعت فيه النصرانية)) رواه أحمد والبيهقي والترمذي وسنده حسن ورجاله ثقات رجال مسلم.",
            "page": "57",
            "part": "1",
            "seal": "973CFB2B"
        },
        {
            "id": "58",
            "nass": "ومعنى ضارعت فيه النصرانية: أي شابهت لأجله أهل الملة النصرانية من حيث امتناعهم إذا وقع في قلب أحدهم أنه حرام أو مكروه، وهذا في المعنى تعليل النهي. ¶ 7 ـ عن عبد الله بن عمرو بن العاص رضي الله عنهما قال: ¶ ((رأى رسول الله - صلى الله عليه وسلم - عليَّ ثوبين معصفرين، فقال: إن هذه من ثياب الكفار فلا تلبسها)) رواه مسلم. ¶ قال شيخ الإسلام ابن تيمية: ¶ وعلل النهي عن لبسها بأنها من ثياب الكفار، وسواء أراد أنها مما يستحله الكفار بأنهم يستمتعون بخلاقهم في الدنيا، أو مما يعتاده الكفار لذلك؛ كما أنه في الحديث قال: ((إنهم يستمتعون بآنية الذهب والفضة في الدنيا، وهي للمؤمنين في الآخرة))، ولهذا كان العلماء يجعلون اتخاذ الحرير ¶ وأواني الذهب والفضة تشبهاً بالكفار، ففي ((الصحيحين)) عن أبي عثمان النهدي قال: ¶ ((كتب إلينا عمر رضي الله عنه ونحن بأذربيجان مع عتبة بن فرقد: يا عتبة! إنه ليس من كدِّ أبيك ولا من كدِّ أمِّك، فأشبع المسلمين في رحالهم مما تشبع منه في رحلك، وإياك والتنعم، وزي أهل الشرك، ولبوس الحرير، فإن رسول الله - صلى الله عليه وسلم - نهى عن لبوس الحرير، وقال: إلا هكذا، ورفع لنا رسول الله - صلى الله عليه وسلم - إصبعيه الوسطى والسبابة وضمهما)). ¶ وروى أبو بكر الخلال بإسناده عن محمد بن سيرين أن حذيفة بن اليمان أتى بيتاً فرأى فيه حادثتين فيه أباريق الصفر والرصاص فلم يدخله، وقال: من تشبه بقوم فهو منهم، وفي لفظ آخر: فرأى شيئاً من زي العجم، فخرج، وقال: من تشبه بقوم فهو منهم)). ¶ 8 ـ عن علي - رضي الله عنه - رفعه: ¶ ((إياكم ولبوس الرهبان، فإنه من تزيا بهم أو تشبه، فليس مني)) رواه الطبراني في الأوسط بسند لا بأس به في الشواهد. ¶ 9 ـ عن ابن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ¶ ((خالفوا المشركين، أحفوا الشوراب، وأوفوا اللحى)) رواه البخاري ومسلم. ¶ قال شيخ الإسلام ابن تيمية: ¶ (فأمر - صلى الله عليه وسلم - بمخالفة المشركين مطلقا، ثم قال: أحفوا الشوارب، وأوفوا اللحى، وهذه الجملة الثانية بدلاً من الأولى، فإن الإبدال يقع في الجمل كما يقع في المفردات، قال: فلفظ مخالفة المشركين دليل على أن جنس المخالفة أمر مقصود للشارع، وإن عينت في هذا الفعل، فإن تقديم المخالفة علة تقديم العام على الخاص، كما يقال أكرم ضيفك؛ أطعمه وحادثه، فأمرك بالإكرام أولاً، دليل على أن إكرام",
            "page": "58",
            "part": "1",
            "seal": "74443BF0"
        },
        {
            "id": "59",
            "nass": "الضيف مقصود، ثم عينت الفعل الذي يكون إكراماً في ذلك الوقت، والتقرير من هذا الحديث شبيه بالتقرير من قوله: لا يصبغون فخالفوهم.) ¶ 10 ـ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ¶ ((جزوا الشوارب وأرخوا اللحى، خالفوا المجوس)) رواه مسلم. ¶ قال شيخ الإسلام ابن تيمية: ¶ (فعقب الأمر بالوصف المشتق المناسب، وذلك دليل على أن مخالفة المجوس أمر مقصود للشارع، وهو العلة في هذا الحكم، أو علة أخرى، أو بعض علة، وإن كان الأظهر عند الإطلاق أنه علة تامة، ولهذا لما فهم السلف كراهة التشبه بالمجوس في هذا وغيره؛ كرهوا أشياء غير منصوصة بعينها عن النبي - صلى الله عليه وسلم - من هدي المجوس، وقال المروزي: سألت أبا عبد الله ـ يعني أحمد بن حنبل ـ عن حلق القفا؟ هو من فعل المجوس، ومن تشبه بقومٍ فهو منهم ... ) ¶ 11 ـ عن الشريد بن سويد - رضي الله عنه - قال: ¶ ((مرَّ بي رسول الله - صلى الله عليه وسلم - وأنا جالس هكذا، وقد وضعت يدي اليسرى خلف ظهري، واتكأت على ألية يدي، فقال: أتقعد قِعدة المغضوب عليهم؟!)) رواه أبو داود وأحمد والحاكم وقال: صحيح الإسناد ووافقه الذهبي. ¶ 12 ـ عن عبد الله بن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ¶ ((إياكم وهاتان الكعبتان الموسومتان اللتان تزجران زجراً، فإنها ميسر العجم)) رواه أحمد والبيهقي وهوحديث حسن أو صحيح. ¶ 13 ـ عن عمر بن الخطاب - رضي الله عنه - قال: سمعت النبي - صلى الله عليه وسلم - يقول: ¶ ((لا تُطروني كما أطرت النصارى عيسى بن مريم، إنما أنا عبد الله، فقولوا: عبدُ الله ورسوله)) رواه البخاري. ¶ قال المناوي (وهو - أي الإطراء - المبالغة في المدح والغلو، فالمعنى: لا تجاوزوا الحد في مدحي بغير الواقع، فيجركم ذلك إلى الكفر كما جر النصارى لما تجاوزوا الحد في مدح عيسى عليه السلام بغير الواقع واتخذوه إلهاً. قال: ¶ والتشبيه في قوله: ((كما أطرت النصارى عيسى)) في زعم الألوهية، ويصح أن يكون ليس بمجرد ذلك، بل لنسبة ما ليس فيه، فيكون أعم)). ¶ قلت: وهذا هو الصحيح، لأننا نعلم بالضرورة أن النصارى قد أطروا عيسى عليه السلام بغير الألوهية أيضاً، فمدح المسلمين النبي - صلى الله عليه وسلم - بما ليس فيه يكون تشبهاً بالنصارى، فينهى عنه لأمرين:",
            "page": "59",
            "part": "1",
            "seal": "B7B577EC"
        },
        {
            "id": "60",
            "nass": "الأول: كونه كذباً في نفسه، وهو - صلى الله عليه وسلم - أرفع مقاماً من أن يمدح به. ¶ والآخر: سداً للذريعة، وخشية أن يؤدي ذلك إلى ما ادعته النصارى في نبيهم من الألوهبة ونحوها. وقد وقع في هذا بعض المسلمين، على الرغم من هذا الحديث وغيره، وذلك مصداق قوله - صلى الله عليه وسلم -: ¶ ((لتتبعن سنن من قبلكم شبراً بشبر وذراعاً بذراع، حتى لو دخلوا جحر ضب لدخلتموه)) متفق عليه. ¶ قلت: ومع ذلك فإننا لا نزال نسمع بعضهم يترنم بقول القائل مخاطباً النبي - صلى الله عليه وسلم -: ¶ فإن من جودك الدنيا وضرتها ... ومن علومك علم اللوح والقلم! ¶ فهذا شرك في بعض صفاته تعالى، فإن الله عز وجل كما أنه واحد في ربوبيته وألوهيته، فكذلك هو واحد في صفاته، لا يشاركه في شيء منها أحد من مخلوقاته، مهما سمت منزلته، وعلت رتبته، فهذا نبينا محمد - صلى الله عليه وسلم - سيد البشر يسمع جارية تقول في غنائها البريء: ¶ وفينا نبي يعلم ما في غد ¶ فيقول لها - صلى الله عليه وسلم -: ((دعي هذا وقولي الذي كنت تقولين)) رواه البخاري. ¶ فأين قول هذه الجارية مما يردده بعض المسلمين منذ مئات السنين: ¶ ومن علومك علم اللوح والقلم! ¶ فهو عندهم ليس يعلم فقط ما في غد، بل يعلم ما كان وما سيكون مما سطره القلم في اللوح المحفوظ! بل هو بعض علمه!! سبحانك هذا بهتان عظيم وإثم مبين. ¶ ومن كان له اطلاع على كتب الصوفية والتي يسمونها بالحقائق (!)، وكتب الموالد، ونحوها، يرى من هذا القبيل العجب العجاب. ¶ وقد يتوهم كثير من الناس الذين يريدون أن يحسنوا الظن بكل الناس أن هذه الأقوال التي تقال في مدحه - صلى الله عليه وسلم - لا يقصدون معانيها الظاهرة منها. وأن كثيرين منهم لا يخطر في بالهم ذلك. ونحن نتمنى أن يكون هذا صحيحاً، ولكن: ((ما كل ما يتمنى المرء يدركه)) ... فقد سمعنا من أناس يظن فيهم العلم والصلاح ما يجعلنا مضطرين أن نسيء الظن بهم وبعقائدهم، وآخر ما وقع من ذلك أن شيخاً منهم (هلك قريباً) كان يدرس في مسجد بني أمية، فسَّر قوله تعالى في سورة الحديد: {هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم}، قال: هو محمد - صلى الله عليه وسلم -، فلما اعتُرض عليه، حاول أن يلطف الأمر بشيء من التأويل، مصراً على إرجاع الضمير إليه - صلى الله عليه وسلم -، فلما قيل له إقرأ الآية التي بعدها: {هو الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش}، فهل هو محمد؟ ¶ فبهت ... ومن يعلم مذهب القائلين بوحدة الوجود، لا يستغرب صدور مثل هذه الكفريات منهم.",
            "page": "60",
            "part": "1",
            "seal": "D596AD4B"
        },
        {
            "id": "61",
            "nass": "14 ـ عن أبي واقد الليثي - رضي الله عنه -: ¶ ((أن رسول الله - صلى الله عليه وسلم - لما خرج إلى حنين، مرَّ بشجرة للمشركين، يُقال لها: ذات أنواط، يعلِّقون عليها أسلحتهم، ويعكفون حولها، قالوا: يا رسول الله! اجعل لنا ذات أنواط كما لهم ذات أنواط، فقال النبي - صلى الله عليه وسلم -: ¶ (سبحان الله (وفي رواية الله أكبر)! هذا كما قال قوم موسى: {اجعل لنا إلهاً كما لهم آلهة}، والذي نفسي بيده، لتركبن سنة من كان قبلكم سنة سنة)) رواه أحمد والترمذي وقال: حسن صحيح. ¶ 15 ـ عن عبد الله بن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ¶ ((بُعثتُ بين يدي الساعة بالسيف، حتى يُعبدَ اللهُ وحده لا شريك له، وجُعِل رزقي تحت ظل رمحي، وجُعِلَ الذلةُ والصَّغار على من خالف أمري، ومن تشبَّه بقوم فهو منهم)) رواه أحمد وإسناده حسن. ¶ قال شيخ الإسلام ابن تيمية: ¶ (وهذا الحديث أقل أحواله أن يقتضي تحريم التشبه بهم، وإن كان ظاهره يقتضي كفر المتشبه بهم كما في قوله تعالى: {ومن يتولهم منكم فإنه منهم}، وهو نظير ما سنذكره عن عبد الله بن عمرو أنه قال: ¶ ((من بنى بأرض المشركين، وصنع نيروزهم ومهرجانهم، وتشبه بهم حتى يموت؛ حُشِرَ معهم يوم القيامة)). ¶ فقد يحمل هذا على التشبه المطلق، فإنه يوجب الكفر، ويقتضي تحريم أبعاض ذلك وقد يحمل على أنه منهم في القدر المشترك الذي شابههم فيه، فإن كان كفراً أو معصية أو شعاراً لهم كان حكمه كذلك، وبكل حال يقتضي تحريم التشبه بعلة كونه تشبهاً. ¶ والتشبه يعم من فعل الشيء، لأجل أنهم فعلوه وهو نادر، ومن تبع غيره في فعل لغرض له فيه ذلك، إذا كان أصل الفعل مأخوذاً عن ذلك الغير، فأما من فعل الشيء واتفق أن الغير فعله أيضاً، ولم يأخذه أحدهما عن صاحبه، ففي كون هذا تشبها نظر، لكن قد ينهى عن هذا لئلا يكون ذريعة إلى التشبه، ولما فيه من المخالفة، كما أمر بصبغ اللحى وإحفاء الشوارب، مع أن قوله - صلى الله عليه وسلم -: ((غيِّروا الشيب ولا تشبهوا باليهود))؛ دليل على أن التشبه بهم يحصل بغير قصد منَّا ولا فعل. بل مجرد ترك تغيير ما خلق فينا، وهذا أبلغ من الموافقة الفعلية الاتفاقية، وقد روى في هذا الحديث عن ابن عمر عن النبي - صلى الله عليه وسلم - أنه نهى عن التشبه بالأعاجم، وقال: ((من تشبه بقوم فهو منهم)). ذكره القاضي أبو يعلى؛ وبهذا احتج غير واحد من العلماء على كراهة أشياء من زي غير المسلمين)).",
            "page": "61",
            "part": "1",
            "seal": "803FF99B"
        },
        {
            "id": "62",
            "nass": "فثبت مما تقدم أن مخالفة الكفار وترك التشبه بهم من مقاصد الشريعة الإسلامية العليا، فالواجب على كل مسلم رجالاً ونساءاً أن يراعوا ذلك في شؤونهم كلها، وبصورة خاصة في أزيائهم وألبستهم، لما علمت من النصوص الخاصة فيها، وبذلك يتحقق صحة الشرط السابع في زي المرأة. ¶ هذا، وقد يظن بعض الناس أن هذه المخالفة إنما هي أمر تعبُّدي محض وليس كذلك، بل هو معقول المعنى، واضح الحكمة، فقد تقرر عند العلماء المحققين أن هناك ارتباطاً وثيقاً بين الظاهر والباطن، وأن للأول تأثيراً في الآخر، إن خيراً فخير، وإن شراً فشر، وإن كان ذلك مما قد لا يشعر به الإنسان في نفسه، ولكن قد يراه في غيره. ¶ قال شيخ الإسلام ابن تيمية رحمه الله: ¶ ((وهذا أمر يشهد به الحس والتجربة، حتى أن الرجلين إذا كانا من بلد واحد، ثم اجتمعا في دار غربة، كان بينهما من المودة والائتلاف أمر عظيم، وإن كانا في مصرهما لم يكونا متعارفين، أو كانا متهاجرين، وذلك لأن الإشتراك في البلد نوع وصف اختصا به عن بلد الغربة. ¶ بل لو اجتمع رجلان في سفر أو بلد غريب، وكانت بينهما متشابهة في العمامة، أو الثياب، أو الشعر، أو المركوب، ونحو ذلك، لكان بينهما من الائتلاف أكثر مما بين غيرهما. ¶ وكذلك تجد أرباب الصناعات الدنيوية يألف بعضهم بعضاً ما لا يألفون غيرهم، حتى إن ذلك يكون مع المعاداة والمحاربة، إما على الملك وإما على الدين، وتجد الملوك ونحوهم من الرؤساء ـ وإن تباعدت ديارهم وممالكهم ـ بينهم مناسبة توِرث مشابهةً ورعاية من بعضهم لبعض، وهذا كله موجب الطباع ومقتضاه، إلا أن يمنع من ذلك دين أو غرض خاص. ¶ فإذا كانت المشابهة في أمور دنيوية تورث المحبة والموالاة، فكيف بالمشابهة في أمور دينية؟! فإن إفضائها إلى نوع من الموالاة أكثر وأشد، والمحبة والمولاة لهم تنافي الإيمان ... وقال سبحانه: {لا تجد قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أوعشيرتهم، أولئك كتب في قلوبهم الإيمان وأيديهم بروحٍ منه} [المجادلة: 22]، فأخبر سبحانه وتعالى أنه لا يوجد مؤمن يوادُّ كافراً، فمن وادَّ الكفار فليس بمؤمن، والمشابهة الظاهرة مظنة الموادة، فتكون محرمة)). ¶ وقال شيخ الإسلام ابن تيمية أيضاً: ¶ ((وهذه الأمور الباطنة والظاهرة بينهما ارتباط ومناسبة، فإن ما يقوم بالقلب من الشعور والحال يوجب أموراً ظاهرة، وما يقوم بالظاهر من سائر الأعمال يوجب للقلب شعوراً وأحوالاً، وقد بعث الله محمداً - صلى الله عليه وسلم - بالحكمة التي هي سنته، وهي الشرعة والمنهاج الذي شرعه له، فكان من هذه الحكمة أن",
            "page": "62",
            "part": "1",
            "seal": "82153C82"
        },
        {
            "id": "63",
            "nass": "شرع له من الأعمال والأقوال ما يباين سبيل المغضوب عليهم والضآلين، فأمر بمخالفتهم في الهدي الظاهر، وإن لم يظهر لكثيرٍ من الخلق في ذلك مفسدة؛ لأمور: ¶ منها أن المشاركة في الهدي الظاهر تورث تناسباً وتشاكلاً بين المتشابهين، يقود إلى موافقة ما في الأخلاق والأعمال، وهذا أمر محسوس، فإن اللابس ثياب أهل العلم يجد من نفسه نوع انضمام إليهم، واللابس ثياب الجند والمقاتلة مثلاً يجد من نفسه نوع تخلقٍ بأخلاقهم، ويصير طبعه متقاضياً لذلك؛ إلا أن يمنعه مانع. ¶ ومنها أن المخالفة في الهدي الظاهر توجب مباينة ومفارقة توجب الانقطاع عن موجبات الغضب، وأسباب الضلال، والانعطاف على أهل الهدى والرضوان، وتحقق ما قطع الله من الموالاة بين جنده المفلحين وأعدائه الخاسرين، وكلما كان القلب أتم حياة، وأعرف بالإسلام الذي هو الإسلام ـ لست أعني مجرد التوسم به ظاهراً أو باطناً بمجرد الاعتقادات من حيث الجملة ـ كان إحساسه بمفارقة اليهود والنصارى باطناً وظاهراً أتم، وبعده عن أخلاقهم الموجودة في بعض المسلمين أشد. ¶ ومنها أن مشاركتهم في الهدي توجب الاختلاط الظاهر، حتى يرتفع التميز ظاهراً بين المهديين المرضيين، وبين المغضوب عليهم والضَّالين ... إلى غير ذلك من الأسباب الحكيمة. ¶ هذا إذا لم يكن ذلك الهدي الظاهر إلا مباحاً محضاً لو تجرد عن مشابهتهم، فأما إن كان من موجبات كفرهم؛ كان شعبة من شعب الكفر، فموافقتهم فيه موافقة في نوعٍ من أنواع معاصيهم، فهذا أصل ينبغي أن يتفطن له)). ¶ وكان شيخ الإسلام ابن تيمية قد قال في أول كتابه الاقتضاء: ¶ ((وهنا نكتة ... وهي أن الأمر بموافقة قومً أو بمخالفتهم قد يكون لأن نفس قصد موافقتهم أو نفس موافقتهم؛ مصلحة، وكذلك نفس قصد مخالفتهم أو نفس مخالفتهم؛ مصلحة، بمعنى أن ذلك الفعل يتضمن مصلحة للعبد أو مفسدة، وإن كان ذلك الفعل الذي حصلت به الموافقة أو المخالفة لو تجرد عن الموافقة والمخالفة لم يكن فيه تلك المصلحة أو المفسدة، ولهذا نحن ننتفع بنفس متابعتنا لرسول الله - صلى الله عليه وسلم - والسابقين في أعمال، لولا أنهم فعلوها لربما قد كان لا يكون لنا مصلحة؛ لما يورث ذلك من محبتهم، وائتلاف قلوبنا بقلوبهم، وأن ذلك يدعونا إلى موافقتهم في أمور أخرى، إلى غير ذلك من الفوائد، كذلك قد نتضرر بموافقتنا الكافرين في أعمال لولا أنهم يفعلونها لم نتضرر بفعلها، وقد يكون الأمر بالموافقة والمخالفة؛ لأن ذلك الفعل الذي يوافق فيه أو يخالف متضمن للمصلحة أو المفسدة ولو لم يفعلوه، لكن عبر عنه بالموافقة والمخالفة على سبيل الدلالة والتعريف، فتكون موافقتهم دليلاً على المفسدة، ومخالفتهم دليلاً على المصلحة، واعتبار الموافقة والمخالفة على هذا التقدير من باب قياس الدلالة، وعلى الأول من باب قياس العلة، وقد يجتمع الأمران ـ أعني الحكمة الناشئة من نفس الفعل",
            "page": "63",
            "part": "1",
            "seal": "D43CF3EC"
        },
        {
            "id": "64",
            "nass": "الذي وافقناهم أو خالفناهم فيه، ومن نفس مشاركتهم فيه ـ وهذا هو الغالب على الموافقة والمخالفة المأمور بهما والمنهي عنهما، فلا بد من التفطن لهذا المعنى، فإنه به يعرف معنى نهي الله لنا عن اتباعهم، وموافقتهم مطلقاً ومقيداً)). ¶ قلت: وهذا ارتباط بين الظاهر والباطن مما قرره - صلى الله عليه وسلم - في قوله الذي رواه النعمان بن بشير - رضي الله عنه - قال: ¶ (كان رسول الله - صلى الله عليه وسلم - يسوي صفوفنا حتى كأنما يسوي بها القداح، حتى رأى أننا قد عقلنا عنه، ثم خرج يوماً، فقال: ¶ ((عباد الله لتسونَّ صفوفكم أو ليخالفن الله بين وجوهكم، وفي رواية: قلوبكم)) رواه مسلم. ¶ فأشار إلى أن الاختلاف في الظاهر ـ ولو في تسوية الصف ـ مما يوصل إلى اختلاف القلوب، فدل على أن الظاهر له تأثير في الباطن، ولذلك رأيناه - صلى الله عليه وسلم - ينهى عن التفرق، حتى في جلوس الجماعة، ويحضرني الآن في ذلك حديثان: ¶ ‍‍ـ عن جابر بن سمرة - رضي الله عنه - قال: ¶ ((خرج علينا رسول الله - صلى الله عليه وسلم -، فرآنا حِلَقَاً، فقال: ¶ مالي أراكم عزين؟ ‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍)) رواه مسلم، ومعنى عزين أي متفرقين جماعة جماعة، وفيه النهي عن التفرق والأمر بالاجتماع. ¶ 2ـ عن أبي ثعلبة الخشني - رضي الله عنه - قال: ¶ ((كان الناس إذ نزلوا منزلاً تفرقوا في الشعاب والأودية، فقال رسول الله - صلى الله عليه وسلم - ‍: ¶ ((إن تفرقكم في هذه الشعاب والأودية إنما ذلكم من الشيطان)) ¶ فلم ينزل بعد ذلك منزلاً إلا انضم بعضهم إلى بعض، حتى يقال: لو بُسِطَ عليهم ثوبٌ لعمَّهم)). رواه أبو داود وابن حبان والحاكم وقال: صحيح الإسناد ووافقه الذهبي.",
            "page": "64",
            "part": "1",
            "seal": "17B19F78"
        },
        {
            "id": "65",
            "nass": "الشرط الثامن ¶ (أن لا يكون لباس شهرة) ¶ ولباس الشهرة هو كل ثوب يقصد به الاشتهار بين الناس، سواء كان الثوب نفيساً يلبسه تفاخراً بالدنيا وزينتها، أو خسيساً يلبسه إظهاراً للزهد والرياء. ¶ وقال الشوكاني: (قال ابن الأثير: الشهرة ظهور الشيء، والمراد أن ثوبه يشتهر بين الناس لمخالفة لونه لألوان ثيابهم فيرفع الناس إليه أبصارهم، ويختال عليهم بالعجب والتكبر) ¶ لحديث ابن عمر - رضي الله عنه - قال: الرسول الله - صلى الله عليه وسلم -: ¶ ((من لبس ثوب شهرة في الدنيا ألبسه الله ثوب مذلة يوم القيامة، ثم ألهب فيه ناراً)) رواه أبو داود وابن ماجة وإسناده حسن. ¶ قال الشوكاني: ¶ (والحديث يدل على تحريم لبس ثوب الشهرة، وليس هذا الحديث مختصاً بنفس الثياب، بل قد يحصل ذلك لمن يلبس ثوباً يخالف ملبوس الناس من الفقراء ليراه الناس فيتعجبوا من لباسه ويعتقدوه. قاله ابن رسلان. ¶ وإذا كان اللبس لقصد الاشتهار في الناس، فلا فرق بين رفيع الثياب ووضيعها، والموافق لملبوس الناس والمخالف. لأن التحريم يدور مع الاشتهار، والمعتبر القصد، وإن لم يطابق الواقع). ¶ وإلى هنا ينتهي بنا الكلام على الشروط الواجب تحققها في ثوب المرأة وملاءتها، وخلاصة ذلك: ¶ أن يكون ساتراً لجميع بدنها؛ إلا وجهها وكفيها على التفصيل السابق، وأن لا يكون زينة في نفسه، ولا شفافاً، ولا ضيقاً يصف بدنها، ولا مطيباً، ولا مشابهاً للباس الرجال ولباس الكفار، ولا ثوب شهرة.",
            "page": "65",
            "part": "1",
            "seal": "3A7E22A9"
        },
        {
            "id": "66",
            "nass": "فالواجب على كل مسلم أن يحقق كل هذه الشروط في ملاءة زوجته، وكل من كانت تحت ولايته؛ لقوله - صلى الله عليه وسلم - ((كلكم راع، وكلكم مسؤولٌ عن رعيته)). ¶ والله عز وجل يقول: ¶ {يا أيها الذين آمنوا قوا أنفسكم وأهليكم ناراً وقودها الناس والحجارة عليه ملائكةٌ غلاظٌ شدادٌ لا يعصون الله ما أمرهم ويفعلون ما يؤمرون} [التحريم: 6] ¶ أسأل الله تعالى أن يوفقنا لا تباع أوامره، واجتناب نواهيه. ¶ وسبحانك اللهم وبحمدك، أشهد أن لا اله إلا أنت، أستغفرك وأتوب إليك. ¶ انتهى مختصر كتاب جلباب المرأة المسلمة في الكتاب والسنة ¶ كتبه الدكتور حسام الدين عفانه ¶ ‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍",
            "page": "66",
            "part": "1",
            "seal": "E1C2E6EB"
        }
    ],
    "t977": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الإهداء"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الطبعة الأولى للكتاب بقلم الشيخ ناصر الدين الألباني"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "(تنبيه):"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الشرط الأول (استعياب جميع البدن إلا ما استثني)"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "1ـ عن جابر بن عبد الله - رضي الله عنه - قال:"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "2ـ عن ابن عباس [عن الفضل بن عباس]:"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "3ـ عن سهل بن سعد - رضي الله عنه -:"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "4ـ عن عائشة رضي الله عنها قالت:"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "2",
            "tit": "5ـ عن فاطمة بنت قيس:"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "6ـ عن ابن عباس رضي الله عنهما:"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "7 ـ عن سبيعة بنت الحارث:"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "8 ـ وعن ابن عباس أيضا، قال:"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "إبطال دعوى أن هذه الأدلة كلها كانت قبل فرضية الجلباب:"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "مشروعية ستر الوجه:"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الشرط الثاني (أن لا يكون زينة في نفسه)"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الشرط الثالث (أن يكون صفيقا لا يشف)"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الشرط الرابع (أن يكون فضفاضا غير ضيق فيصف شيئا من جسمها)"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الشرط الخامس (أن لا يكون مبخرا مطيبا)"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الشرط السادس (أن لا يشبه لباس الرجل)"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "الشرط السابع (أن لا يشبه لباس الكافرات)"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "الشرط الثامن (أن لا يكون لباس شهرة)"
        }
    ]
}