{
    "b980": [
        {
            "id": "1",
            "nass": "بيان العلم الأصيل والمزاحم الدخيل ¶ تأليف الشيخ ¶ عبد الكريم بن صالح الحميد ¶ حفظه الله",
            "page": null,
            "part": null,
            "seal": "7C246A18"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ الحمد لله رب العالمين، وصلى الله على نبينا محمدٍ وعلى آله وصحبه أجمعين .. ... أما بعد .. ¶ فهذا كتاب في بيان علم أتْباع الرسول - صلى الله عليه وسلم - والمراد منه وبيان ما يفسده من العلوم المزاحمة المضادة والمُضْعفة، مَن تدبّره والحكمة ضالّته عرف داء الأمة الأعظم، وأنه الممزوج بدوائها وأنها لبست لباس الذلّة والهوان لما تلاشت ميزتها الحقيقية التي تنفرد بها ظاهراً وباطناً وأن الأصل في ذلك التفرّد والتميّز هو العلم ذاته والمراد منه وكيفية طلبه، وأن مخالفة الطريقة السلفية في ذلك هي التي آلت بنا إلى ماصِرْنا إليه. ¶ ولقد أوْهن علم الأمة مزاحم مضعف ومُفْسد مُتْلف وإرادة دنيا ورئاسة فانقلبت الموازين بتعظيم الباطل وإهانة الحق، وانجرّ على الأمة بسبب ذلك بلاء عظيم من فساد اعتقاد وانحلال أخلاق واستهانة بالدين أعظم أسبابه التفريط في توحيد المتابعة لرسول الله - صلى الله عليه وسلم - وعدم الإكتفاء بما أتى به وعدم الإخلاص في ذلك، وفي هذا الكتاب بيان للعلم ماهو والعلماء من هم ليظهر الفرق فيما التبس على الأمة اليوم بشأن العلم والعلماء وشأن المراد من العلم، والله الموفق والهادي إلى سواء السبيل.",
            "page": "3",
            "part": "1",
            "seal": "69822008"
        },
        {
            "id": "3",
            "nass": "النية في العلم التي يصدّقها العمل ¶ قال تعالى: {من كان يريد حرث الآخرة نزد له في حرثه ومن كان يريد حرث الدنيا نؤته منها وماله في الآخرة من نصيب}. ¶ وقال تعالى: {من كان يريد العاجلة عجلنا له فيه ما نشاء لمن نريد ثم جعلنا له جهنم يصلاها مذموماً مدحوراً. ومن أراد الآخرة وسعى لها سعيها وهو مؤمن فأولئك كان سعيهم مشكوراً}. ¶ في هذه الآيات البيان الواضح للأساس والأصل الذي به تزكوا الأعمال وتثمر وهو الإخلاص للمعبود سبحانه بالعلم والعمل ولا يكون ذلك إلا بمتابعة الرسول - صلى الله عليه وسلم - فلابُد من شَرْطَيْ الإخلاص والمتابعة. ¶ كذلك فإن فيها البيان الواضح لِبَوَار الأعمال وفسادها بفساد هذا الأصل، وطريقة التعليم في وقتنا لا يستقيم معها إخلاص ولا متابعة كما سيتبين. ¶ وفي صحيح مسلم وغيره عن أبي هريرة رضي الله عنه قال في حديث طويل يرفعه إلى النبي - صلى الله عليه وسلم -: (ورجل تعلم العلم وعلّمه وقرأ القرآن فأُتِي به فعرّفه نعمه فعرفها فقال: ما عملت فيها؟ قال: تعلمت العلم وعلّمته وقرأت فيك القرآن، قال: كذبت ولكنك تعلمت ليقال: عالم",
            "page": "4",
            "part": "1",
            "seal": "05B9CBEC"
        },
        {
            "id": "4",
            "nass": "وقرأت القرآن ليقال: هو قارئ فقد قيل ثم أُمر به فسُحب على وجهه حتى أُلقي في النار) الحديث. ¶ أنظر كيف أفسدت النية والإرادة العمل. ¶ عن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: (من تعلم علماً لغير الله أو أراد به غير الله فليتبوأ مقعده من النار). (¬1) ¶ العلم والتعليم في وقتنا لايخرج عن معنى هذا الحديث فلينظر الموفق مَوَاضِع أقدامه، فمن لم يحاسب نفسه في حياته فالحساب بعد موته أمامه. ¶ وعن جابر قال: قال رسول الله - صلى الله عليه وسلم -: (لا تتعلموا العلم لتباهوا به العلماء ولا لتماروا به السفهاء ولا تجتروا به المجالس فمن فعل ذلك فالنار النار). (¬2) ¶ تأمل هذه الأحاديث يتبين لك أن شرط العلم والتعلّم ثقيل. ¶ وعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (من تعلم علماً مما يُبتغى به وجه الله لا يتعلمه إلا ليصيب به عرضاً من الدنيا لم يجد عِرْفان الجنة يوم القيامة). (¬3) ¶ العلم الذي يبتغى به وجه الله هو علم الكتاب والسنة فإذا وُجِّهَ لِتُصاب به أعراض الدنيا جاءت العقوبة وحرمان المثوبة. ¶ ¬_________ ¶ (¬1) أخرجه الترمذي وابن ماجه. ¶ (¬2) أخرجه ابن ماجه وابن حبان في صحيحه. ¶ (¬3) أخرجه أبو داود وابن ماجه وابن حبان في صحيحه والحاكم.",
            "page": "5",
            "part": "1",
            "seal": "86A11966"
        },
        {
            "id": "5",
            "nass": "قال النبي - صلى الله عليه وسلم - في حديث أبي موسى الأشعري: (ما ذئبان جائعان أرسلا في حظيرة غنم بأفسد لها من حب المال والشرف لدين المرء). (¬1) ¶ أعلم أن علوم الوقت منظّمة ومرتبة لتُفْضي إلى هذه المطالب السفلية المال والشرف وقد بيّن هذا الحديث عقوبة ذلك. ¶ وعن أبي بن كعب قال: قال رسول الله - صلى الله عليه وسلم -: (بشّر هذه الأمة بالسّنا والتمكين في البلاد والنصر والرفعة في الدين ومن عمل منهم بعمل الآخرة للدنيا فليس له في الآخرة نصيب) صححه ابن حبان. ¶ وعن كعب بن مالك رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (من طلب العلم ليُجاري به العلماء أو ليماري به السفهاء ويصرف به وجوه الناس إليه أدخله الله النار). (¬2) ¶ تأمل كيف صار صرف وجوه الناس إلى الشخص لشهادته مطلباً أسمى وغاية عظمى واحذر ماوقعتَ فيه بلا شعور، وفيما تقدم من نصوص الكتاب والسنة بيان صدق مقالة: (من ضَيّع الأصول حُرِم الوصول). ¶ قال النبي - صلى الله عليه وسلم -: (يتقارب الزمان وينقص العلم وتظهر الفتن ويكثر الهرج قيل يارسول الله: أيْمَ هو؟ قال: القتل القتل. قال: أبو حاتم في ¶ ¬_________ ¶ (¬1) قال الترمذي: حسن صحيح. ¶ (¬2) أخرجه الترمذي وابن أبي الدنيا والبيهقي وغيره.",
            "page": "6",
            "part": "1",
            "seal": "338063FA"
        },
        {
            "id": "6",
            "nass": "هذا الخبر كالدليل على أن مالم ينقص من العلم ليس بعلم الدين في الحقيقة إذ أخبر المصطفى - صلى الله عليه وسلم - أن العلم ينقص عند تقارب الزمان وفيه دليل على أن ضد العلم يزيد وكل شيء زاد مما لم يكن مرجعه إلى الكتاب والسنة فهو ضد العلم. إنتهى. ¶ مقدمة المجروحين لابن حبان ص12. ¶ وانظر الآن مازاد في العلم مما لم يكن مرجعه إلى الكتاب والسنة. ¶ ورحم الله من قال: ¶ وما أحسن العلم الذي يُورث التّقى ¶ ومَن لم يزدْهُ العلم تقوى لِرَبهِ ¶ وما العلم عند العالمين بَحَدِّه ¶ ومن أعظم التقوى النصيحة إنها ¶ فلِله فانصحْ بالدعاء لِدينه ¶ فكُن تالياً آيَ الكتاب مُدَاوياً ... بِهْ يُرْتَقى في المجد اعلى سمائهِ ¶ فلم يُؤتَهُ إلا لإجل شقائه ¶ سِوى خشية الباري وحُسْن لقائه ¶ من الدين أضحتْ مثل أُسِّ بنائه ¶ وطاعته مَعْ خوفه ورجائه ¶ بها كل داءِ فهي أرْجى دَوائه",
            "page": "7",
            "part": "1",
            "seal": "99E7831B"
        },
        {
            "id": "7",
            "nass": "بيان السلف للعلم والإخلاص فيه ¶ عن سفيان بن عيينه قال: قالت أم طلْق لابنها طلْق: ما أحسن صوتَك بالقرآن فَلَيْتَه لا يكون عليك وبالاً يوم القيامة، فبكى حتى غُشِيَ عليه. إنتهى. ¶ هكذا تكون مراقبة الإله بإخلاص القول والعمل، والخوف من الوقوع في الخطأ والزلل، إنه لا يكفي صوت جميل، لتلاوة التنزيل، فالشأن بالإخلاص للجليل، وفي زماننا يُظن أن تحصيل الشارات والمناصب كاف للزكاء شاهد بالتقى. ¶ قالت ابنة أم حسّان الأسدية لسفيان الثوري: ياسفيان كفى بالمرء جهلاً أن يُعجب بعلمه، إنتهى. ¶ يقولون: الإعجاب حجاب، وينشأ من اسْتكثار العمل واسْتحسانه جهلاً بمعرفة رب الأرباب، قال يحيى بن معاذ الرازي: عملٌ كالسّراب، وقلب من التقوى خراب، وذنوب بعدد الرمل والتراب. ¶ ثم تطمع في الكواعب الأتراب، هيْهات أنت سكران بغير شراب، ما أكملك لو بادرت أمَلَك، ما أجَلَّك لو بادرت أجلك، ما أقواك لوْ خالفت هواك.",
            "page": "8",
            "part": "1",
            "seal": "2A0F1B71"
        },
        {
            "id": "8",
            "nass": "قال الشافعي: إذا خِفْت على عملك العُجْب فاذكر رضى من تطلب، وفي أي نعيم ترغب، ومن أيّ عقاب ترهب فمن فكّر في ذلك صَغُرَ عنده عمله. انتهى. ¶ أقبل عيسى بن مريم عليه السلام على أصحابه ليلة رُفع فقال لهم: لا تأكلوا بكتاب الله فإنكم إن لم تفعلوا أقعدكم الله على منابر الحجر منها خير من الدنيا وما فيها، قال عبد الجبار: وهي المقاعد التي ذكر الله في القرآن: {في مقعد صدق عند مليك مقتدر} (¬1) انتهى. ¶ لقد أصبح الأكل بكتاب الله في زماننا هذا حِرْفة وصنعة وتجارة وبضاعة، ولم تكن على هذا القرون المفضلة ولذلك فارقنا عِزَّنا بمفارقة طريقهم، ومن ابتغى العز بغير القرآن أذله الله، وما نزل القرآن لِيُتأكّل به ويكون مفتاحاً من مفاتيح الدنيا. ¶ قيل للإمام أحمد: إن ابن المبارك قيل له: كيف يُعرف العالِم الصادق؟ فقال: الذي يزهد في الدنيا ويُقبل على أمر الآخرة، فقال أحمد: نعم، هكذا ينبغي أن يكون، وكان أحمد ينكر على أهل العلم حب الدنيا والحرص عليها. (¬2) انتهى. ¶ لقد صار العلم في زماننا من موجبات حب الدنيا والحرص عليها. ¶ ¬_________ ¶ (¬1) الزهد لابن المبارك، ص507. ¶ (¬2) شرح حديث أبي الدرداء في طلب العلم لابن رجب، ص54.",
            "page": "9",
            "part": "1",
            "seal": "A69365F7"
        },
        {
            "id": "9",
            "nass": "قال الفضيل بن عياض: سُئل ابن المبارك: مَن الناس؟ قال: العلماء، قيل: فمن الملوك؟ قال: الزّهّاد. ¶ قيل: فمن السّفلة؟ قال: الذي يأكل بدينه. انتهى. ¶ ولقد أصبح الأكل بالدين في وقتنا فضيلة فيها يتنافس المتنافسون، والويل للمتخلف عن هذا الركب فهو عندهم خاسر مغبون. ¶ قال أبو حازم: أدركنا العلماءَ والأمراءُ والسلاطينُ يأتون فيقفون على أبوابهم كالعبيد حتى إذا كان اليوم رأينا العلماء والفقهاء والعبّاد هم الذين يأتون للأمراء والأغنياء، فلما رأوا ذلك منهم ازْدَرَوْهُمْ واحتقروهم وقالوا: لوْلا أن الذي بأيدينا خير مما بأيديهم مافعلوا ذلك معنا. انتهى. ¶ أنظر مايفعل أهل الوقت بالعلم. ¶ وقال: إن بني إسرائيل لما كانوا على الصواب كانت الأمراء تحتاج إلى العلماء، وكانت العلماء تفرّ بدينها من الأمراء، فلما رأى ذلك قوم من رَذَلَة الناس تعلموا ذلك العلم وأتوْا به إلى الأمراء فاسْتغنت به عن العلماء، واجتمع القوم على المعصية فسقطوا وانتكسوا، ولوْ كان علماؤنا يصونون علمهم لم تزل الأمراء تهابهم. انتهى. ¶ أنظر مانحن فيه وكيف انفتحت علوم على الأمة ما كانوا يعرفونها فشغلتهم عما خُلقوا له وأفسدت علمهم الحقيقي. ¶ وقال: إذا كنت في زمان يُرضى فيه بالقول عن العمل فأنت في شَرّ",
            "page": "10",
            "part": "1",
            "seal": "0B57587D"
        },
        {
            "id": "10",
            "nass": "ناس وشَرّ زمان. انتهى. ¶ تأمّل الامتحانات وأنه يُكتفى فيها بالقول عن العمل فليس العمل بشرط وإنما تحصل التزكية بتعبئة الأوراق. ¶ قال مالك بن دينار: إذا تعلم العبد العلم ليعمل به كثر علمه وإذا تعلم لغير العمل زاده فجوراً وتكبّراً واحتقاراً للعامّة. انتهى. ¶ أنظر كيف أصبح العلم اليوم حِرْفة وصَنْعة وتجارة. ¶ وقال وهب بن منبه: إن للعلم طغياناً كطغيان المال. ¶ وقال: قد أصبح علماؤنا يبذلون علمهم لأهل الدنيا لينالوها منهم فهانوا في أعينهم وزهدوا في علمهم فلا حول ولا قوة إلا بالله العلي العظيم. انتهى. ¶ انظر نتائج الدنيا بالعلم. ¶ وأقبل على عطاء الخراساني فقال: ويحك تحمل علمك إلى أبواب الملوك وأبناء الدنيا، تأتي من يغلق عنك بابه ويُظهر لك فقره ويُوَاري عنك غناه، وتَدَع من يفتح لك بابه ويُظهر لك غناه ويقول: {ادعوني استجب لكم} إرْض بالدون من الدنيا مع الحكمة ولا ترضى بالدون من الحكمة مع الدنيا، إذا كان يغنيك ما يكفيك فأدنى ما في الدنيا يكفيك وإن كان لا يغنيك ما يكفيك فليس في الدنيا شيء يكفيك، إنما بطنك بحر من البحور وَوَاد من الأودية وليس يملأه إلا التراب. انتهى.",
            "page": "11",
            "part": "1",
            "seal": "EAB77433"
        },
        {
            "id": "11",
            "nass": "إنه متقرر عند السلف أن فساد العلم أن تُطلب به الدنيا لأن ذلك خلاف المراد منه. ¶ وقال كعب الأحبار: يوشك أن تَرَوْا جُهال الناس يتباهوْن بالعلم ويتغايرون على التقدم به عند الأمراء كما يتغاير النساء على الرجال فذلك حظهم من علمهم. إنتهى. ¶ سَمّاهم جهالاً مع مامعهم من العلم لِوَضْعهم العلم في غير موضعه. ¶ قال سفيان الثوري: إذا فسد العلماء فمن يصلحهم؟ وفسادهم ميْلهم إلى الدنيا، وإذا جَرَّ الطبيب الداء إلى نفسه فكيف يداوي غيره؟ إنتهى. ¶ الميْل إلى الدنيا داء العلماء فتأمل زماننا وكيف أن الأطباء يجرّون الداء إلى نفوسهم. ¶ وكان يقول: لوْ علمتُ من الناس أنهم يريدون بالعلم وجه الله لأتيت إلى بيوتهم فعلمتهم ولكن يريدون به مجاراة الناس وأنْ يقولوا حدثنا سفيان. إنتهى. ¶ وهذا فيه أن طلب الشهرة بالعلم يفسده، ولابد من الإخلاص في طلب العلم الشرعي. ¶ وكان يقول: إنما يُطلب العلم ليتقي به وجه الله عز وجل فمن ثم فُضِّل على غيره ولوْلا ذلك لكان كسائر الأشياء. انتهى.",
            "page": "12",
            "part": "1",
            "seal": "5F374C08"
        },
        {
            "id": "12",
            "nass": "إذا طُلبت الدنيا بالعلم صار كأي فن من الفنون أوصَنْعة من الصنائع فلا يكون له فضل على غيره كما هو حاصل. ¶ ونصح سفيان يوماً إنساناً رآه في خدمة الولاة، فقال: ما أصنع بعيالي؟ فقال سفيان: ألا تسمعون إلى هذا يقول: إنه إذا عصى الله رزق عياله وإذا أطاع الله ضيّعهم، ثم قال: لا تقتدوا قط بصاحب عيال لا يسلم من التخليط وعذره دائماً في أكل الشبهات والحرام قوله عيالي. إنتهى. ¶ يُقاس على هذا سائر المعاذير الزائفة مثل: كيف نترزق ومثل: لوْ تخلينا حصل كذا وكذا. ¶ وقال: إذا رأيتم العالِم يلوذ بباب السلاطين فاعلموا أنه لِص، وإذا رأيتموه يلوذ بباب الأغنياء فاعلموا أنه مُرَاءٍ. انتهى. ¶ لابد للعلم من الصيانة وإلا وقع الخلل بالديانة. ¶ واليوم لا يحتاج العلماء للياذ بالأبواب فالأموال تأتيهم بدون ذلك وسُئل عن الغوْغاء فقال: هم الذين يطلبون بعلمهم الدنيا. انتهى. ¶ ليُعلم أن أمور زماننا مخيفة ونحن مصابون مع عدم شعور بالمصيبة. ¶ وقال: ولوْ أن أهل العلم أخلصوا فيه ما كان من عمل أفضل منه. انتهى. ¶ كيف يتفق إخلاص في العلم مع طلب الدنيا والرئاسة؟",
            "page": "13",
            "part": "1",
            "seal": "CA2F0431"
        },
        {
            "id": "13",
            "nass": "وقيل له: ألا تدخل على الولاة فتتحفّظ وتعظهم وتنهاهم؟ فقال: تأمروني أن أسبح في البحر ولا تبتلّ قدماي، إني أخاف أن يُرحّبوا بي فأميلُ إليهم فيحبط عملي. انتهى. ¶ أنظر كيف خاف الميل إليهم مع التحفّظ والوعظ فما حال من ليس كذلك.؟ ¶ قال الفضيل بن عياض لسفيان بن عيينه لما أخذ من البرامكة: كنتم معاشر العلماء سُرُجاً للبلاد يُسْتضاء بكم فصرتم ظُلْمة، وكنتم نجوماً يُهْتدى بكم فصرتم حَيْرة. ¶ أما يستحيي أحدكم من الله إذا أتى هؤلاء الأمراء وأخذ من مالهم وهو يعلم من أين أخذوه ثم يُسْند ظهره إلى محرابه ويقول: حدثني فلان عن فلان، فطأطأ سفيان رأسه وقال: نستغفر الله ونتوب إليه. ¶ وكان الفضيل يقول: عالِم الآخرة علمه مستور وعالم الدنيا علمه منشور فاتبعوا عالم الآخرة واحذروا عالم الدنيا أن تجالسوه فإن يفتنكم بغروره وزخرفته ودَعْواه العلم من غير عمل، والعالِم مَن صَدَق. انتهى ¶ أنظر في وقتنا الشارات التي يسعون لها والرموز وأن ذلك هو معنى قوله: (علمه منشور) وتأمل قوله عن عالم الدنيا: يفتنكم بغروره وزخرفته، وأن هذا مطابق في زماننا لمن ملئوا الأرض الذين جعلوا العلم وسيلة للدنيا وكم يزخرفون أقوالهم يغرون بها من ينتقدهم فيقولون:",
            "page": "14",
            "part": "1",
            "seal": "BA2B826F"
        },
        {
            "id": "14",
            "nass": "نصلح، ولا ندع المجال للمفسدين، ونحو ذلك من الغرور والشبه التي هي ثمرة شهوة المال والرئاسة، فاتفقت شهوة بشبهة. ¶ وكان يقول: لو أن أهل العلم زهدوا في الدنيا لخضعت لهم رقاب الجبابرة وانقادت الناس لهم، ولكن بذلوا علمهم لأبناء الدنيا ليصيبوا بذلك مما في أيديهم فذلّوا وهانوا على الناس. انتهى ¶ أنظر كيف يأتي الذل والهوان إذا بُذِل العلم لأجل الدنيا فقط، كيف مع التخليط والتخبيط. ¶ وقال: ومن علامة الزهاد أن يفرحوا إذا وُصِفوا بالجهل عند الأمراء ومَنْ دَاناهم. ¶ أنظر انعكاس الأحوال وكيف يعرضون شاراتهم ورموزهم بالعلم عرضاً على من يطمعون بحصول الدنيا والمناصب عندهم. ¶ وقال: لأَنْ أطلب الدنيا بطبل ومزمار أحبُّ إليّ من أطلبها بالعبادة. إنتهى ¶ من المعلوم أن العلم عبادة وانظر كيف تُطلب به الدنيا. ¶ قال عبد الله بن المبارك: مِنْ شرط العالم أن لا تخطر محبة الدنيا على بالِه. ¶ وقيل له: مَن سفلة الناس؟ قال: الذين يتعيّشون بدينهم.",
            "page": "15",
            "part": "1",
            "seal": "7AE8F386"
        },
        {
            "id": "15",
            "nass": "وكان يقول: كيف يدّعي رجل أنه أكثر علماً وهو أقَلّ خوفاً وزهداً. ¶ تأمل رحيل الخوف ممن يدّعون العلم إلا ماشاء الله، أما الزهد فلا تسأل عنه في زماننا. ¶ فقد أصبح رواية بل صار عند كثيرين منقصة ومهزلة. ¶ وكان يتمثل بهذه الأبيات: ¶ وهل أفسد الدين إلا الملوك ¶ لقد رَتع القوم في جيفة ... وأحبار سوء ورهبانها ¶ يبين لِذى اللبّ أنتانها ¶ وكان يقول: عجبت لطالب العلم كيف تدعوه نفسه إلى حب الدنيا مع إيمانه بما حمله من العلم. ¶ وكان يقول: أطلبو العلم للعمل فإن أكثر الناس قد خلّطوا حتى صار علمهم كالجبال وأعمالهم كالذّر. ¶ قال بشر بن الحارث: طلب العلم يدل على الهرب من الدنيا لا على حبها. ¶ تأمل علم الوقت كيف يدل على التنافس على الدنيا وتحصيلها لا على الهرب منها.",
            "page": "16",
            "part": "1",
            "seal": "0A629821"
        },
        {
            "id": "16",
            "nass": "وقال بشر بن الحارث: كان العلماء مَوْصوفون بثلاثة أشياء، صدق اللسان وطيب المطعم وكثرة الزهد في الدنيا، وأنا لا أعرف اليوم واحداً من هؤلاء فيه واحدة من هذه الخصال فكيف أعْبَأُ بهم أوْ أبُشُّ في وجوههم، وكيف يَدّعي هؤلاء العلم وهم يتغايرون على الدنيا ويتحاسدون عليها ويجرحون أقرانهم عند الأمراء ويغتابونهم. ¶ كل ذلك خوفاً أن يميلوا إلى غيرهم بِسُحْتِهِمْ وحطامهم، وَيْحكم ياعلماء أنتم ورثة الأنبياء وإنما ورّثوكم العلم فحملتموه ورغبتم عن العمل به وجعلتم علمكم حِرْفه تكسبون بها معاشكم أفلا تخافون أن تكونوا أول من تسعّر به النار؟ ¶ أنظر قوله: وجعلتم علمكم حرفة تكسبون بها معاشكم، أفلا تخافون أن تكونوا أول من تُسعّر به النار وتأمل وقتنا وكيف صار العلم فيه حِرْفة يُكسب بها المعاش. ¶ قال ذو النون المصري: ولولا نقص دخل على أهل الحديث والفقه لكانوا أفضل الناس في زمانهم. ¶ ألا تراهم بذلوا علمهم لأهل الدنيا يستجلبون به دنياهم فحجبوهم وأنكروا عليهم وافتتنوا بالدنيا لِما رَأوْا من حِرص أهل الحديث والمتفقهن عليها فخانوا الله ورسوله، وصار إثم كل من اتبعهم في عنقهم، جعلوا العلم فخّاً للدنيا وسلاحاً يكسبون به بعد أن كان سراجاً للدين يُسْتضاء",
            "page": "17",
            "part": "1",
            "seal": "43081332"
        },
        {
            "id": "17",
            "nass": "به. انتهى. ¶ أنظر وتأمل أن العلم هو السراج للدين فإذا صار سلاحاً لكسب الدنيا وفخاً تُصاد به صار ذلك خيانة لله ولرسوله، وتأمل ضرر الاقتداء بهم واتباعهم في ذلك، ولأن الإستدلال بالفعل أقوى من الإستدلال بالقول فإن الطبيب إذا أمَرَ بالحمْية ثم خلّط لم يُلتفت إلى قوله، هكذا قال العلماء. ¶ وقال: العجب كل العجب من هؤلاء العلماء كيف خضعوا للمخلوقين دون الخالق وهم يدّعون أنهم أعلى درجة من جميع الخلائق. انتهى ¶ قال يحيى بن معاذ الرازي: من لم ينتفع بأفعال شيخه لم ينتفع بأقواله. ¶ وقال محمد بن خفيف: عليك بمن يعظك بلسان فعله ولا يعظك بلسان قوله. ¶ ولذلك يقال: إذا زل العالِم زَلّ بزلته عالَم. ¶ قال ابن رجب: واعلم أنه إنما أهلك أهل العلم وأوْجب إساءة ظن الجهال بهم وتقديم جهال المتعبدين عليهم مادخل عليهم من الطمع في الدنيا، وقد رأى علي رضي الله عنه رجلاً يقصّ، فقال له: لأسألنك مسألة فإن خرجت منها وإلا علوّتك بالدرّة، فقال له: سَلْ يا أمير",
            "page": "18",
            "part": "1",
            "seal": "BD5AC1AD"
        },
        {
            "id": "18",
            "nass": "المؤمنين، فقال: ما ثبات الدين وزواله؟ فقال له: ثبات الدين الورَع وزوَاله الطمع، فقال له: قُص فمثلك يقص. (¬1) ¶ قال سري السقطي: كيف يستنير قلب الفقير وهو يأكل من مال مَن يَغُشّ في معاملته. انتهى ¶ المراد بالفقير هنا السالك إلى الله إذْ أن أهمّ شيء ينبغي أن يهتم به هو النظر في مَأْكَله فمدار استنارة القلب وطمأنينته عليه، ولقد كان اهتمام السلف بذلك كبير، ورعايتهم له عظيمة. ¶ قال ذو النون المصري للعلماء: أدْركنا الناس وأحدهم كلما ازداد علماً ازداد في الدنيا زهداً وبغضاً وأنتم اليوم كلما ازداد أحدكم علماً ازداد للدنيا حبا وطلباً ومزاحمة. انتهى ¶ وإن أمر زماننا مكشوف لا يحتاج إلى بيان حيث انعكس الأمر عما كان عليه السلف، ولذلك قَلَّ تأثير العلم في القلوب. ¶ وقال ذو النون المصري للعلماء: أدركناهم وهم ينفقون الأموال في تحصيل العلم وأنتم اليوم تنفقون العلم في تحصيل المال. انتهى ¶ إن مثل هؤلاء كمن يسْتبدل بَعْرة بِدُرَّة، بل أعظم من ذلك، فالعلم إذا أُنفق لتحصيل المال والرياسة صار كَوَادٍ أُجْرِيَ في غير مجراه الذي يُنتفع به فأهلك الحرث وهدم البناء. ¶ ¬_________ ¶ (¬1) شرح حديث أبي الدرداء، ص54.",
            "page": "19",
            "part": "1",
            "seal": "8CFD3ECC"
        },
        {
            "id": "19",
            "nass": "وقال: والله لقد أدركت أقواماً فساقاً كانوا أشدّ إبقاءاً على مروءاتهم من قراء أهل هذا الزمان على أدْيانهم. ¶ وقال: ليس بعاقل من تعلم العلم فعُرِفَ به ثم آثر بعد ذلك هواه على علمه. انتهى ¶ إيثار الهوى طلب الدنيا بالعلم والدين لأن العلم والدين تُطلب بهما الآخرة. ¶ وقال عن العلماء: واتخذوا العلم شبكة يصطادون بها الدنيا. انتهى ¶ إنه مُتقرّر عند السلف قبح هذا الفعل. ¶ وقال بعضهم: علماء السوء أضر على الناس من إبليس لأن إبليس إذا وسْوس للمؤمن عرف المؤمن أنه عدو مضل مبين فأخذ في التوبة من ذنبه واستغفر. ¶ وعلماء السوء يفتون الناس بالباطل ويزيدون الأحكام على وِفْق الأغراض والأهواء بزيغهم وجدالهم. ¶ فمن أطاع كان من {الأخسرين أعمالاً الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا}. فاستعذ بالله منهم واجتنبهم وكن مع العلماء الصادقين. إنتهى. ¶ وأين السلف مما نحن فيه اليوم من جَرّاء علماء السوء وما أحدثوا وهم يحسبون أنهم يحسنون صنعاً، ولقد صار تقليدهم والإغترار بهم فتنة",
            "page": "20",
            "part": "1",
            "seal": "D59ABFD9"
        },
        {
            "id": "20",
            "nass": "لكل مفتون. ¶ قال جعفر الصادق: الفقهاء أُمَناء الرسل مالم يأتوا أبواب السلاطين. انتهى. ¶ قال أبو رزين: مثل قراء هذا الزمان مثل درهم زيْف حتى يمرّ بالجهبذ فيبدو زَيْفَه. انتهى ¶ قال الحسن البصري: الطمع يشين العالِم، وكان يحلف بالله: ما أعَزّ أحد الدرهم إلا أذَلّة الله. انتهى ¶ العجب أننا نسير دون أن ننظر مَوَاقِع اقدامنا. ¶ قال بعض السلف: ¶ علماء السوء جلسوا على باب الجنة يدعون إليها الناس بأقوالهم ويدعونهم إلى النار بأفعالهم فكلما قالت أقوالهم للناس هلموا قالت أفعالهم لا تسمعوا منهم فلو كان مادعوا إليه حقاً كانوا أول المستجيبين له، فهم في الصورة أدلاّء وفي الحقيقة قطاع طريق. انتهى. ¶ السّرّ في ذلك أن المطلوب من العالِم أن يكون عاملاً بالعلم ليصلح به الاقتداء ويحصل به الاهتداء. ¶ قال ميمون بن مهران: يا أصحاب القرآن لا تتخذوا القرآن بضاعة تلتمسون به الربح في الدنيا أطلبو الدنيا بالدنيا والآخرة بالآخرة. انتهى ¶ قال أبو بكر الآجري في صفة العالِم أنه لا يطلب بعلمه شرف منزلة",
            "page": "21",
            "part": "1",
            "seal": "206ECAEB"
        },
        {
            "id": "21",
            "nass": "عند الملوك ولا يحمله إليهم صائن للعلم إلا عن أهله ولا يأخذ على العلم ثمنا ولا يستقضي الحوائج. ¶ من (أخلاق العلماء) ص71 ¶ [لَقِيَ عبد الله بن سلام كعب الأحبار عند عمر فقال: ياكعب من أرباب العلم؟ قال: الذين يعملون به. ¶ قال ما يَذهب بالعلم من قلوب العلماء بعد أن حفظوه وعقلوه؟ قال: يذهبه الطمع وشَرَه النفس وتطلّب الحاجات إلى الناس، قال: صدقت]. ¶ قال أبو العالية: علِّم مجاناً كما عُلِّمتَ مجاناً. ¶ قال بعض العلماء: العلم محجة فإذا طلبته لغير الله صار حجة. ¶ قال الإمام أحمد: لا يُطلب العلم ممن يأخذ عليه أجرا. ¶ سُئل إسحاق بن راهويه عمن يحدّث بالأجر؟ ¶ قال: لا تكتب عنه. (¬1) ¶ قال محمد بن خلف بن المرزبان في الحارث بن محمد لما أخذ على تعليم الحديث. ¶ أبلغ الحارث المحدِّث قولاً ¶ ويْكَ قد كنت تعْتزي سالف الدهـ ¶ وكتبت الحديث عن سائر النا ¶ عن يزيد والواقدي ورَوْحٍ ¶ ثم صَنّفت من أحاديث سفيا ¶ وعن ابن الميدني فمازلْـ ¶ أفَعَنْهم أخذت بيعك للعلـ ¶ سَوْءةً سَوْءةً لشيخ قديم ¶ فهو كالقَفْر في المعيشة يُبْساً ... عن أخ صادق شديد المحبه ¶ ر قديماً إلى قبائل ضَبّه ¶ ¬_________ ¶ (¬1) سير أعلام النبلا 11/ 369.",
            "page": "22",
            "part": "1",
            "seal": "060C4203"
        },
        {
            "id": "22",
            "nass": "س وحَاذْيت في اللقاء ابنَ شًبّه ¶ وابن سعدٍ والقعنبي وهُدْبَه ¶ نَ وعن مالك ومْسند شعبه ¶ ت قديماً تبثّ في الناس كُتْبه ¶ م وإيثار من يزيدكَ حَبَّه ¶ ملَك الحرص والضراعة قلبه ¶ وأمانيه بَعْدَ تسعين رَطْبه ¶ كتب أحمد بن حنبل إلى سعيد بن يعقوب، أما بعد: ¶ فإن الدنيا داء والسلطان داء والعالِم طبيب، فإذا رأيت الطبيب يجر الداء إلى نفسه فاحذره، والسلام عليك. انتهى ¶ قال معاذ رضي الله عنه: إحذروا زلة العالِم لأن قدْره عند الناس عظيم فيتبعوه على زلته. ¶ قال وهب بن منبه: كان العلماء قبلنا استغنْوا بعلمهم عن دنيا غيرهم فكانوا لا يلتفتون إلى دنياهم فكان أهل الدنيا يبذلون لهم دنياهم رغبة في علمهم فأصبح أهل العلم منا اليوم يبذلون لأهل الدنيا علمهم رغبة في دنياهم، فأصبح أهل الدنيا قد زهدوا في علمهم لِمَا رأوْا من سوء موْضعه عندهم فإياك وأبواب السلاطين فإن عند أبوابهم فتناً كمبارك الإبل لا تصيب من دنياهم شيئاً إلا أصابوا من دينك مثله. انتهى",
            "page": "23",
            "part": "1",
            "seal": "CDA9E8DB"
        },
        {
            "id": "23",
            "nass": "ولابد من ملاحظة الفرق بين حالنا وحال السلف، فإذا كان ذلك في أوقاتهم ففي وقتنا كل شيء تغيّر إلى سوء فالفرق بيننا وبينهم عظيم فالمحذور أشد. ¶ عن وهب بن منبه قال: قال: يقول الله عز وجل فيما يعاتب به أحبار بني إسرائيل: تفقّهون لغير الدين، وتعلّمون لغير العمل، وتبتاعون الدنيا بعمل الآخرة، تلبسون جلود الضأن، وتُخْفون أنفس الذئاب، وتتقون القذى من شرابكم، وتبتلعون أمثال الجبال، تطيلون الصلاة وتبيضون الثياب، تنتقصون مال اليتيم والأرملة، فبعزتي حلفت لأضربنكم بفتنة يَضل فيها رأي ذي الرأي وحكمة الحكيم. (¬1) ¶ قال شميط بن عجلان: يعْمد أحدهم فيقرأ القرآن ويطلب العلم حتى إذا علم أخذ الدنيا فضمها إلى صدره وحملها فوق رأسه، فنظر إليه ثلاثة ضعفاء: امرأة ضعيفة وأعرابي جاهل وأعجمي فقالوا: هذا أعلم بالله منا لوْ لم يَرَ في الدنيا ذخيرة مافعل هذا فرغبوا في الدنيا وجمعوها، فمثله كمثل الذي قال الله عز وجل: {ومن أوزار الذين يضلونهم بغير علم}. انتهى. (¬2) ¶ قال مطرف بن عبد الله: إن أقبح ما طُلب به الدنيا عمل ¶ ¬_________ ¶ (¬1) أخلاق العلماء، ص105. ¶ (¬2) الزهد للإمام أحمد، ص 217 - 218.",
            "page": "24",
            "part": "1",
            "seal": "C2DD652A"
        },
        {
            "id": "24",
            "nass": "الآخرة. انتهى ¶ وكتب رجل إلى أخ له: إنك قد أُوتيت علماً فلا تُطْفِيَنَّ علمك بظلمة الذنوب فتبقى في الظلمة يوم يسعى أهل العلم في نور علمهم. ¶ قال بعض العلماء يصف من يطلب الدنيا بالعلم والدين: وضعوا مفاتيح الدنيا على الدنيا فلم تنفتح فوضعوا عليها مفاتيح الآخرة فانفتحت. انتهى ¶ إن أمر زماننا مكشوف ولكن الرغبات تستر العيوب كما أن حب الشيء يُعْمي ويُصم. ¶ قال عبد الرحمن بن القاسم: ليس في قرب الولاة ولا في الدنو منهم خير. (¬1) ¶ قال الطحاوي: بلغني عن ابن القاسم قال: ما أعلم في فلان عيباً إلا دخوله إلى الحكام، ألاَ اشتغل بنفسه. ¶ قال مالك بن دينار: إن العالِم الذي إذا أتيتَه في بيته فلم تجده قَصَّ عليك بيته، رأيتَ حصيرة الصلاة ومصحفه ومطهرته في جانب البيت ترى أثر الآخرة. انتهى ¶ كان الفضيل بن عياض يقول: إحذروا عالِم الدنيا لا يصدّكم بِسُكْره. ¶ ¬_________ ¶ (¬1) سير أعلام النبلاء 9/ 121.",
            "page": "25",
            "part": "1",
            "seal": "9C432B1D"
        },
        {
            "id": "25",
            "nass": "ويقول: إن كثيراً من علمائكم زِيّه أشْبَه بِزِيِّ كسرى وقيصر منه بمحمد - صلى الله عليه وسلم -، إن محمداً لم يضع لبنة على لبنة ولا قصبة على قصبة ولكن رُفِعَ له عَلَم فشمّر إليه. انتهى، كيف لوْ رأى الفضيل ما نحن فيه. ¶ وكان يقول: العلماء كثير والحكماء قليل وإنما يُراد من العلم الحكمة، فمن أوتيَ الحكمة فقد أوتي خيراً كثيراً، وهكذا كان حال الربانيين كالحسن وسفيان وأحمد إجْتزؤا من الدنيا باليسير إلى أن خرجوا منها ولم يُخَلِّفوا سوى العلم. انتهى ¶ ولذلك صار لهم الذكر الجميل والثناء الحسن. ¶ قال الإمام الشافعي رحمه الله: لا عَيْبَ في العلماء أقبح من رغبتهم فيما زَهَّدَهُمْ الله فيه. انتهى ¶ ومعلوم أن الله زَهّدَهم في الدنيا وهذا من أقبح عيوب العالِم. ¶ [قال سفيان الثوري: (تعوذوا بالله من قتنة العابد الجاهل وفتنة العالم الفاجر فإن فتنتهما فتنة لكل مفتون). (¬1) ¶ قال مكحول: إنه لا يأتي على الناس ما يوعدون حتى يكون عالمِهُم أنتن من جيفة حمار]. (¬2) ¶ ¬_________ ¶ (¬1) أخلاف العلماء، ص103. ¶ (¬2) أخلاق العلماء، ص104.",
            "page": "26",
            "part": "1",
            "seal": "BD26BCE1"
        },
        {
            "id": "26",
            "nass": "قال الأوزاعي: ويل للمتفقهين لغير العباده والمستحلين الحرمات بالشبهات. انتهى ¶ قال علي رضي الله عنه: قَصَمَ ظهري رجلان: عالم متهتّك وجاهل متنسك، فالجاهل يغرّ الناس بتنسّكه والعالم يغرّهم بتهتّكه. ¶ قال الفضيل بن عياض: إنما هما عالمان، عالم دنيا وعالم آخره، فعالم الدنيا علمه منشور وعالم الآخرة علمه مستور فاتبعوا عالم الآخرة واحذروا عالم الدنيا لايصدنكم، ثم تلا هذه الآية: (إن كثيراً من الأجبار والرهبان ليأكلون أموال الناس بالباطل ويصدون عن سبيل الله). ¶ قال عبد الله بن مسعود: (لوْ أن أهل العلم صانوا العلم ووضعوه عند أهله سادوا به أهل زمانهم ولكنهم بذلوه لأهل الدنيا لينالوا من دنياهم فهانوا على أهلها سمعت نبيكم - صلى الله عليه وسلم - يقول: (من جعل الهموم هماً واحداً همّ آخرته كفاه الله همّ دنياه، ومن تشعّبت به هموم أحوال الدنيا لم يبال الله في أيّ أوديتها هلك). (¬1) ¶ قال مالك بن دينار: إنكم في زمان أشهب لايبصر زمانكم إلا البصير، إنكم في زمان قد انتفخت ألسنتهم في أفواهم وطلبوا الدنيا بعمل الآخرة فاحذروهم على أنفسكم لا يوقعونكم في شبكاتهم، ياعالم أنت عالم تأكل بعلمك، ياعالم أنت عالم تفخر بعلمك، ياعالم أنت عالم تكاثر ¶ ¬_________ ¶ (¬1) أخرجه ابن ماجه.",
            "page": "27",
            "part": "1",
            "seal": "35652676"
        },
        {
            "id": "27",
            "nass": "بعلمك، يا عالم أنت عالم تستطيل بعلمك، لوْ كان هذا العلم طلبته لله لرئي ذلك فيك وفي عملك. انتهى ¶ قال أبو حازم: لقد أتَتْ علينا برهة من دهرنا وما عالم يطلب أميراً، وكان الرجل إذا عَلِم اكتفى بالعلم عما سواه، فكان في ذلك صلاح للفريقين للوالي والمولّى عليه، فلما رأت الأمراء أن العلماء قدْ غَشَوْهُمْ وجالسوهم وسألوهم مافي أيديهم هانوا عليهم وتركوا الأخذ عنهم والاقتباس منهم، فكان في ذلك هلاك الفريقين. انتهى ¶ قال حبيب بن عبيد الرحبي: تعلموا العلم واعقلوه وانتفعوا به ولا تعلّموه لِتتجملوا به، إنه يوشك إن طال بك العمر أن يُتجمل بالعلم كما يَتجمل الرجل بثوبه. (¬1) انتهى ¶ تأمل شارات الزمان وكيف يُتجمل بها وكيف ينطبق هذا الكلام على زماننا. ¶ قال أبو بكر الآجري في صفة من لم ينتفع بالعلم: إذا رغبت نفسه في الشرف والمنزلة وأحب مجالسة الملوك وأبناء الدنيا فأحب أن يشاركهم فيما هم فيه من رَاخِي عيشهم من منزل بَهيّ ومركب هنيّ، وخادم سريّ ولباس ليّن، وفراش ناعم، وطعام شهي، وأحب أن يُغشى بابَه ويُسمع قولُه ويُطاع أمرُه. إلى آخره. ¶ ¬_________ ¶ (¬1) أخلاق العلماء، ص116.",
            "page": "28",
            "part": "1",
            "seal": "8ED98033"
        },
        {
            "id": "28",
            "nass": "قال أبو حازم سلمة بن دينار: لا تكون عالماً حتى يكون فيك ثلاث خصال. ¶ لا تبغ على من فوقك. ¶ ولا تحقر من دونك. ¶ ولا تأخذ على علمك دنيا. انتهى. ¶ وقال: إن خير الأمراء من أحب العلماء وإن شر العلماء من أحب الأمراء، وإنه كان فيما مضى إذا بعث الأمراء إلى العلماء لم يأتوهم، وإذا أعطوهم لم يقبلوا منهم، وإذا سألوهم لم يُرخصوا لهم. ¶ وكان الأمراء يأتون العلماء في بيوتهم فيسألونهم فكان في ذلك صلاح للأمراء وصلاح للعلماء. ¶ فلما رأى ذلك ناس من الناس قالوا: ما لنا لا نطلب العلم حتى نكون مثل هؤلاء، فطلبوا العلم فأتوا الأمراء فحدثوهم فرخصوا لهم وأعطوهم فقبلوا منهم فجرؤت الأمراء على العلماء وجرؤت العلماء على الأمراء. ¶ وقال: كنتَ ترى حامل القرآن في خمسين رجلاً فتعرفه قد مَصَعَهُ القرآن (¬1) وأدركتُ القراء الذين هم القراء، فأما اليوم فليسوا بقراء ولكنهم خُرّاء. ¶ ¬_________ ¶ (¬1) مصعه: أي أصابه الهزال من خشيته وخوفه.",
            "page": "29",
            "part": "1",
            "seal": "3F9885E7"
        },
        {
            "id": "29",
            "nass": "وخرج في الصائفة (¬1) وفي مجلس من المجالس في الطريق بعث إليه الأمير: أن أئتنا حتى نسائلك وتحدثنا، فكتب إليه: ¶ معاذ الله، أدركتُ أهل العلم لا يحملون الدين إلى أهل الدنيا، فلن أكون بأول من يفعل ذلك، فإن كان لك حاجة فأبْلغنا. ¶ فجاء إليه وسأله واستمع منه ثم قال: لقد ازددت علينا بهذا كرامه. ¶ قال أبو الحسن عبد العزيز الجرجاني: ¶ ولوْ أن أهل العلم صانوه صانَهم ¶ ولكن أهانوه فهانوا ودنّسوا ... ولوْ عظموه في النفوس لعُظّما ¶ محيّاه بالأطماع حتى تجهما ¶ إذا كان محيّا العلم يتجهم بالأطماع فكيف بما نحن فيه؟ ¶ وقال أبو حازم: إذا كنت في زمان يُرضى فيه بالقول عن العمل فأنت في شر ناس وشر زمان. انتهى ¶ إن علم الوقت يُرضى فيه بالقول عن العمل. ¶ سُئل الحسن البصري عن عقوبة العالِم إذا آثر الدنيا؟ فقال: موت قلبه. ¶ قال وهب بن منبه: كان في بني إسرائيل رجال أحداث الأسنان قد قرؤا الكتب وعلموا علماً وأنهم طلبوا بقراءتهم وعلمهم الشرف والمال وأنهم ابتدعوا بها بدعاً أدركوا بها المال والشرف فضلوا وأضلوا. (¬2) ¶ ¬_________ ¶ (¬1) وهي السّريّة التي تخرج في الصيف لقتال العدو. ¶ (¬2) جامع بيان العلم وفضله، 1/ 144.",
            "page": "30",
            "part": "1",
            "seal": "33252222"
        },
        {
            "id": "30",
            "nass": "قال ابن القيم رحمه الله في الأفكار الرديئة وذَمِّها: ¶ ومنها الفكر في الصناعات الدقيقة التي لا تنفع بل تضر كالفكر في الشطرنج والموسيقى وأنواع الأشكال والتصاوير، ومنها الفكر في العلوم التي لوْ كانت صحيحة لم يُعط الفكر فيها النفس كمالاً ولا شرفاً كالفكر في دقائق المنطق والعلم الرياضي والطبيعي وأكثر علوم الفلاسفة التي لوْ بلغ الإنسان غايتها لم يكمل بذلك ولم يُزَكِّ نفسه. (¬1) انتهى ¶ قال ابن رجب في ذكر سفيان الثوري: ولما مات رحمه الله قال بعض العلماء: معشر أهل الهوى كلوا الدنيا بالدين فقد مات سفيان [يعني مابقي بعده أحد يستحيا منه]. (¬2) ¶ قال الشيخ محمد بن عبد الوهاب في كتاب التوحيد (باب من الشرك إرادة الإنسان بعمله الدنيا). ¶ وذكر قوله تعالى: {من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها وهم فيها لا يبخسون. أولئك الذين ليس لهم في الآخرة إلا النار وحبط ماصنعوا فيها وباطل ماكانوا يعملون}. ¶ ثم ذكر في أول المسائل: إرادة الإنسان الدنيا بعمل الآخرة، وقد تفجرت بحور هذه الإرادات للدنيا بعلم الآخرة وعمل الآخرة، وفي هذا ¶ ¬_________ ¶ (¬1) من الفوائد، ص198. ¶ (¬2) شرح حديث أبي الدرداء، ص52،53.",
            "page": "31",
            "part": "1",
            "seal": "676E4281"
        },
        {
            "id": "31",
            "nass": "الكتاب مابعضه يكفي لبيان هذا الأمر. ¶ خرج الحسن البصري من عند ابن هبيرة فإذا هو بالقراء على الباب، فقال: مايُجلسكم هاهنا تريدون الدخول على هؤلاء الخبثاء، أمَا والله ما مجالستهم بمجالسة الأبرار، تفرّقوا فرّق الله بين أرواحكم وأجسادكم، لقد لفحتم نعالكم وشمّرتم ثيابكم وجَزَزْتم شعوركم فضحتم القراء فضحكم الله. ¶ أمَا والله لوْ زهدتم فيما عندهم لَرَغبوا فيما عندكم لكنكم رغبتم فيما عندهم فزهدوا فيما عندكم، أبْعد الله من أبْعد. انتهى ¶ تأمل قوله: (أمَا والله لَوْ زهدتم فيما عندهم لرغبوا فيما عندكم، لكنكم رغبتم فيما عندهم فزهدوا فيما عندكم). ¶ إنه كلام حكيم ولقد أُصيبت الأمة بالمقاتل لما أُهمل نصف هذه العبارة الأول وصار العمل على النصف الثاني. ¶ قال الأوزاعي: العلم ماجاء عن أصحاب محمد، وما لم يجيء عنهم فليس بعلم. انتهى ¶ هذا وزن العلماء فلينظر المغرور في علمه هل جاء عن أصحاب محمد أم من أين جاء؟ ¶ وهل في علم لا يعرفونه خير اسْتأثر به دونهم؟.",
            "page": "32",
            "part": "1",
            "seal": "58CCE3FD"
        },
        {
            "id": "32",
            "nass": "قال شيخ الإسلام: إن العلوم المفضولة إذا زاحمت العلوم الفاضلة وأضعفتها فإنها تحرم. انتهى ¶ وهذا إذا كان في علوم صحيحة لكنها مفضولة فكيف بعلوم فاسدة في نفسها؟. ¶ قال عبد الله بن مسعود رضي الله عنه: (كيف بكم إذا لبستكم فتنة يربوا فيها الصغير ويهرم فيها الكبير إذا تُرك منها شيء قيل: تُرِكتْ السنة، فقيل: متى ذلك يا أبا عبد الرحمن؟ فقال: ذلك إذا ذهب علماؤكم، وقلّت فقهاؤكم والْتمست الدنيا بعمل الآخرة وتُفُقّهَ لغير الدين. انتهى ¶ الْتماس الدنيا بعمل الآخرة والتفقه لغير الدين ليس أنه في زماننا لا يذم بل يُقارنه المدح. ¶ وكلام ابن مسعود هذا بليغ وهو مطابق غاية المطابقة للفتن التي صارت سُنّة يجري الناس عليها وطريقاً يسيرون عليه ونهجاً ينتهجونه التحوّل عنه عندهم منكر قد اتفقوا على إنكاره. ¶ عن أبي العالية في قوله تعالى: {ولا تشتروا بآيات الله ثمناً قليلاً}",
            "page": "33",
            "part": "1",
            "seal": "E690DA64"
        },
        {
            "id": "33",
            "nass": "قال: لا تأخذ على ما عَلَّمْتَ أجراً فإنما أجر العلماء والحكما والحلماء على الله عز وجل وهم يجدونه مكتوباً عندهم في التوراة: يابن آدم عَلِّمْ مجانا كما عُلِّمْتَ مجانا. لفظ محمد بن أيوب. ¶ ولفظ علي بن الجعد قال: مكتوب في الكتاب الأول ابن آدم عَلِّمْ مجانا كما عُلِّمْتَ مجانا. (¬1) ¶ قال محمد بن صالح بن هانيء: سمعت إبراهيم بن محمد الصيدلاني يقول: كنت في مجلس إسحاق فسأله سلمة بن شبيب عمّن يحدث بالأجر؟ قال: لا تكتب عنه أخبرنا حكام بن سَلْم عن الربيع بن أنس عن أبي العالية قال: مكتوب في الكتب. علِّم مجاناً كما عُلِّمْتَ مجانا. (¬2) ¶ ذكر الذهبي في سير أعلام النبلاء أنه قيل عن الضحاك بن مزاحم صاحب التفسير: كان فقيه مكتب كبير إلى الغاية فيه ثلاثة آلاف صبي فكان يركب حماراً ويدور على الصبيان. ¶ قال سفيان الثوري: كان الضحاك يُعلّم ولا يأخذ أجرا. (¬3) ¶ ¬_________ ¶ (¬1) الحلية 2/ 220. ¶ (¬2) سير أعلام النبلاء 11/ 369. ¶ (¬3) 4/ 599.",
            "page": "34",
            "part": "1",
            "seal": "84A4DDD1"
        },
        {
            "id": "34",
            "nass": "كتاب أبي حازم إلى الزهري ¶ عافانا الله وإياك أبا بكر من الفتن ورحمك من النار فقد أصبحت بحال ينبغي لمن عرفك بها أن يرحمك منها ... إعلم أن أدنى ما ارتكبت وأعظم ما احتقبت أن أنست الظالم وسهلت له طريق الغي بدنوك حين أُدنيت وإجابتك حين دُعيت فما أخلقك أن تبوء بإسمك غداً مع الجرمه، وأن تُسأل عما أردت بإغضائك عن ظلم الظلمة، إنك أخذت ماليس لمن أعطاك، ودنوت ممن لا يرد على أحد حقا ولا ترك باطلاً حين أدناك، وأجبت من أراد التدليس بدعائه إياك حين دعاك، جعلوك قطباً تدور رحى باطلهم عليك، وجسراً يعبرون بك إلى بلائهم، وسُلّماً إلى ضلالهم، وداعياً إلى غيّهم، سالكاً سبيلهم، يُدخلون بك الشك على العلماء، ويقتادون بك قلوب الجهال إليهم، فما أيسر ما عمروا لك في جنب ماخربوا عليك، وما أقل ما أعطوك في كثير ما أخذوا منك. ¶ أغفلت ذكر من مضى من أسنانك وأقرانك وبقيت بعدهم كقرن أعضب، فانظر هل ابتلوا بمثل ما ابتليت به أو دخلوا في مثل ما دخلت فيه؟ وهل تراه ادّخر لك خيراً منعوه، أو علمك شيئاً جهلوه، بل جهلت ما ابتليت به من حالك في صدور العامة وكَلَفَهم بك أن صاروا يقتدون",
            "page": "35",
            "part": "1",
            "seal": "1D20E6DA"
        },
        {
            "id": "35",
            "nass": "برأيك ويعملون بأمرك إن أحللت أحلوا وإن حرمت حرموا، وليس ذلك عندك ولكنه إكبابهم عليك ورغبتهم فيما في يديك ذهاب عملهم وغلبة الجهل عليك وعليهم وطلب حب الرياسة وطلب الدنيا منك ومنهم، أما ترى ما أنت فيه من الجهل والغِرَّه، وما الناس فيه من البلاء والفتنة، ابتليتهم بالشغل عن مكاسبهم وفتنتهم بما رأوا من أثر العلم عليك وتاقت أنفسهم أن يدركوا بالعلم ما أدركت، وبلغوا منه مثل الذي بلغت، فوقعوا بك في بحر لا يدرك قعره، وفي بلاء لا يقدر قدره، فالله لنا ولك ولهم المستعان. ¶ فإذا كانت الدنيا تبلغ من مثلك هذا في كبر سنك ورسوخ علمك وحضور أجلك فمن يلوم الحدِث في سِنّه والجاهل في علمه المأفون في رأيه المدخول في عقله. ¶ إنا لله وإنا إليه راجعون، على من المعول وعند من المستعتب نحتسب عند الله مصيبتنا ونشكو إليه بثنا وما نرى منك ونحمد الله الذي عافانا مما ابتلاك به والسلام عليك ورحمة الله وبركاته. (¬1) ¶ أرسل بعض الأمراء إلى أبي حازم فأتاه وعنده الإفريقي والزهري وغيرهما فقال له: تكلم يا أبا حازم، فقال أبو حازم: إن خير الأمراء من أحب العلماء، وإن شرّ العلماء من أحب الأمراء، وإنه كان فيما ¶ ¬_________ ¶ (¬1) الحلية، ج3، ص249.",
            "page": "36",
            "part": "1",
            "seal": "156AE175"
        },
        {
            "id": "36",
            "nass": "مضى إذا بعث الأمراء إلى العلماء لم يأتوهم، وإذا أعطوهم لم يقبلوا منهم، وإذا سألوهم لم يرخصوا لهم، وكان الأمراء يأتون العلماء في بيوتهم فيسألونهم فكان في ذلك صلاح للأمراء وصلاح للعلماء فلما رأى ذلك ناس من الناس قالوا: مالنا لا نطلب العلم حتى نكون مثل هؤلاء فطلبوا العلم فأتوا الأمراء فحدثوهم فرخصوا لهم وأعطوهم فقبلوا منهم فجرئت الأمراء على العلماء وجرئت العلماء على الأمراء. (¬1) ¶ قال وهب بن منبه لعطاء الخُراساني: كان العلماء قبلنا قد استغنوا بعلمهم عن دنيا غيرهم فكانوا لا يلتفتون إليها وكان أهل الدنيا يبذلون دنياهم في علمهم فأصبح أهل العلم يبذلون لأهل الدنيا علمهم رغبة في دنياهم وأصبح أهل الدنيا قد زهدوا في علْمهم لما رأوا من سوء موضعه عندهم. (¬2) ¶ ¬_________ ¶ (¬1) الحلية 3/ 243. ¶ (¬2) سير أعلام النبلاء 4/ 549.",
            "page": "37",
            "part": "1",
            "seal": "BE2AD4EF"
        },
        {
            "id": "37",
            "nass": "بعض كلام المتأخرين في العلم والتعليم الحادث ¶ قال بعض الهنود: يا لِغَباء فرعون كان بإمكانه أن يفتح المدارس ويخرّب عقول شباب بني إسرائيل عوضاً أن يذبحهم. إنتهى ¶ معناه أن المدارس تُكَيِّف النشء حسب المناهج المقررة التي يريدها أهلها. ¶ ألّفَ غربي إسمه (شاتليه) كتاباً يتهجم به على المسلمين وسمّاه ... (الغارة على العالَم الإسلامي) يقول في مقدمته: ولا ينبغي أن نتوقع من جمهور العالَم الإسلامي أن يتخذ له أوْضاعاً وخصائص أخرى إذا هو تنازل عن أوْضاعه وخصائصه الإجتماعية إذْ الضعف التدريجي في الاعتقاد بالفكرة الإسلامية وما يتبع هذا الضعف من الانتقاض والإضمحلال الملازم له سوف يُفْضي بعد انتشاره في كل الجهات إلى انحلال الروح الدينية من أساسها لا إلى نشأتها بشكل آخر. انتهى ¶ تأمل قوله: (إذا هو تنازل عن أوْضاعه وخصائصه الاجتماعية) تعلم أن للمسلم أوضاعاً وخصائصاً هو متميز بها متفرّد بها منوط بتفرده بها عزه وقوته فإذا تنازل عنها استحال عليه أن يجد في غيرها ما يُعَوِّض عنها وأعظم مافي ذلك العلم إذْ تتفرّع منه الأعمال، فإذا خولف به نهج",
            "page": "38",
            "part": "1",
            "seal": "25D6442F"
        },
        {
            "id": "38",
            "nass": "السلف كما هو حاصل اليوم فلا ينبغي أن نستنكر ثمار هذا التنازل والتحوّل المرّة، وانظر كلام شيخ الإسلام الذي بعد هذا عن العلم فإنه يُفسِّر كلام هذا الغربي. ¶ قال شيخ الإسلام ابن تيمية: ¶ لكن المقصود أن يُعرف أن الصحابة خير القرون وأفضل الخلق بعد الأنبياء. ¶ فما ظهر فيمن بعدهم مما يُظن أنها فضيلة للمتأخرين ولم تكن فيهم فإنها من الشيطان وهي نقيصة لا فضيلة سواء كانت من جنس العلوم أومن جنس العبادات أو من جنس الخوارق والآيات أو من جنس السياسة والملك، بل خير الناس بعدهم أتْبَعهم لهم. (¬1) انتهى ¶ أنظر التعاليم في هذا الوقت وهي على غير النهج المحمدي يعتبرها المتأخرون فضيلة وهي نقيصه ومن الشيطان لأنها ظهرت بعد خير القرون وهي على غير هَدْيهم، وكذلك الخوارق والسياسة، وهذا الذي وَقَع هو الذي قال عنه (شاتليه): (إذا هو تنازل عن أوْضاعه وخصائصه). ¶ أعداء الإسلام يبحثون في شأن هذه الأمة وأمرها، ولذلك نتيجة لدراساتهم الدقيقة يُصرّحون أنها عصيّة على الهزيمة، بمحافظتها على كيانها المتفرّد المستمد من شريعتها. ¶ ¬_________ ¶ (¬1) فتاوى 27/ 390.",
            "page": "39",
            "part": "1",
            "seal": "5D6368CA"
        },
        {
            "id": "39",
            "nass": "ولتسْتيقن من هذه الحقيقة فانظر ماقاله شيخ الإسلام ابن تيمية بعد كلام له في كتابه (اقتضاء الصراط المستقيم) قال: فإذاً المخالفة لهم فيها منفعة وصلاح لنا في كل أمورنا حتى ماهم عليه من إتقان أمور دنياهم قد يكون مُضراً بآخرتنا أوبما هو أهم من أمر ديننا فالمخالفة فيه صلاح لنا. إنتهى. ¶ فكيف الشأن إذا في التعليم الذي هو أصل ديننا ودنيانا. ¶ وقال أحد علماء السوفييت: إن التعليم هو الحامض الذي يذيب شخصية الكائن الحي ثم يُكَوِّنها كيف يشاء، إن هذا الحامض هو أشد قوّة وتأثيراً من أي مادة كيمائية هو الذي يستطيع أن يُحوّل جبلاً شامخاً إلى تراب. ¶ وقال: إياك أن تكون آمناً من العلم الذي تدرسه فإنه يستطيع أن يقتل روح أمة بأسْرِها. انتهى ¶ تأمل آثار التعليم الحادث وآثاره على النشء وأنه يُربّيهم على النماذج المطلوبة. ¶ قال (كرومر) مندوب بريطانيا في مصر: إن الحقيقة أن الشباب المصري الذي قد دخل في طاحونة التعليم الغربي ومَرّ بعملية الطحن يفقد إسلاميته، وعلى الأقل أقوى عناصرها وأفضل أجزائها، إنه يتجرد عن عقيدة دينه الأساسية. انتهى",
            "page": "40",
            "part": "1",
            "seal": "91663B8A"
        },
        {
            "id": "40",
            "nass": "ليُعلم أن طاحونة التعليم الغربي كما وصفها هذا لم تقتصر على مكان دون مكان بل طبّقت العالَم فعلوم الغربيين ولغاتهم شملت الأرض كلها، وقد مَرَّ بعملية الطحن وانْطحن من أخذ بُنَيّات الطريق عن منهج نبيّه وخلفائه الراشدين، وإنما (لا يُشعر تائه بمصابه). ¶ يقول الدكتور (هوكر) الأمريكي: إنه لا تزال تحدث في المدارس والكليات حوادث تسافح الوِلْدان من الجنس الواحد فيما بينهما وقد تلاشى أوكاد ميلهم إلى الجنس المخالف. (¬1) انتهى ¶ وقد دَبَّتْ العدوى وعمّت البلوى، وإنه لا يجنى من الشوك العنب، فالتحوّل بطريقة التعليم والمراد منه لايؤول إلى خير. ¶ وقد ذكر ابن القيم رحمه الله في كتابه (إغاثة اللهفان) 2/ 269 أنه بعد ماتوفي موسى عليه السلام دخل الداخل على بني إسرائيل ورفع التعطيل رأسه بينهم وأقبلوا على علوم المعطلة أعداء موسى عليه السلام وقدّموها على نصوص التوراة فسلّط الله تعالى عليهم من أزال مُلكهم وشردهم من أوطانهم وسبى ذراريهم كما هي عادته سبحانه وسنته في عباده إذا أعرضوا عن الوحي وتعوّضوا عنه بكلام الملاحدة والمعطلة من الفلاسفة وغيرهم كما سلّط النصارى على بلاد المغرب لما ظهرت فيها الفلسفة والمنطق واشتغلوا بها فاستولت النصارى على أكثر بلادهم ¶ ¬_________ ¶ (¬1) الغزو الفكري للعالم الإسلامي، ص239.",
            "page": "41",
            "part": "1",
            "seal": "FEFB7050"
        },
        {
            "id": "41",
            "nass": "وأصَارُوهُمْ رعية لهم، وكذلك لما ظهر ذلك ببلاد المشرق سلّط عليهم عساكر التتار فأبادوا أكثر البلاد الشرقية واستولوا عليها، وكذلك في أواخر المائة الثالثة وأول الرابعة لما اشتغل أهل العراق بالفلسفة وعلوم أهل الإلحاد سلط عليهم القرامطه الباطنية فكسروا عسكر الخليفة عدة مرات واستولوا على الحاج واستعرضوهم قتلاً وأسرا واشتدت شوكتهم .. إلى آخره. ¶ وما أشبه الليلة بالبارحة ولا يحتاج هذا إلى زيادة فهو واضح فاتقوا الله فإن في علم نبيكم - صلى الله عليه وسلم - ضمان صلاح وفلاح وسعادة الدنيا والآخرة لمن عمل به وفيه الكفاية والشفاء من كل داء، وعلوم الفلاسفة والملاحدة هي اليوم ما أرهق النشئ وأفسد عقولهم مع أديانهم. ¶ ولو ما يأتينا من العقوبات إلا تسليط الأعداء علينا لأجل تعلّم لغاتهم فقط كيف بغير ذلك من علومهم الفاسدة، ومما يوضح كلام ابن القيم السابق ما قاله شيخه ابن تيمية رحمه الله في الفتاوى 2/ 94 قال: فطائفة من الفلاسفة ونحوهم يظنون أن كمال النفس في مجرّد العلم. ¶ وهذا هو الحاصل في تعاليم هذا الزمان ولذلك يحثون على اقتناء الكتب مطلقاً والمطالعة والقراءة مطلقاً، وهذا تشبه بالفلاسفة، فإن النفوس لا تزكوا بمجرد طلب العلم وكثرة العلوم وإنما تزكوا بالعلوم الشرعية إذا أرادت بذلك وجه الله، كما كان سلف هذه الأمة كذلك.",
            "page": "42",
            "part": "1",
            "seal": "01FD2BFC"
        },
        {
            "id": "42",
            "nass": "ويبين ذلك أيضاً ماذكره شيخ الإسلام في الفتاوى 2/ 84 قال: وأظهر الله من نور النبوّة شمساً طمستْ ضوء الكواكب وعاش السلف فيها برهة طويلة ثم خفي بعض نور النبوة فعُرّب بعض كتب الأعاجم الفلاسفة من الروم والفرس والهند في أثناء الدولة العباسية ثم طُلبت كتبهم في دولة المأمون من بلاد الروم فعُرّبت ودَرَسها الناس وظهر بسبب ذلك من البدع ماظهر وكان أكثر ماظهر من علومهم الرياضية كالحساب والهَيْئة (¬1)، أو الطبيعية كالطب أو المنطقية إلى آخره. ¶ العجيب أن عصر المأمون هذا يسمى: عصر ازدهار العلم قال تعالى: (تشابهت قلوبهم). ¶ تأمل كلام الشيخ وكيف أن الأمة كانت مُكْتفية بعلم النبوّة وأن دخول علوم العجم عليها كان بسبب خفاء بعض ذلك النور حيث عُرِّبَتْ تلك العلوم، وأنه ظهر بسبب ذلك ماظهر وتأمل ما نحن فيه. ¶ ذكر السفاريني في كتابه: (لوامع الأنوار البهية) عن الصلاح الصفدي أنه قال: حدثني من أثق به أن شيخ الإسلام ابن تيمية روّح الله روحه كان يقول: ما أظن ان الله يغفل عن المأمون ولابد أن يقابله على ما اعتمده مع هذه الأمة من إدخال العلوم الفلسفية بين أهلها. انتهى ¶ ¬_________ ¶ (¬1) علم الفلك.",
            "page": "43",
            "part": "1",
            "seal": "EA4778E2"
        },
        {
            "id": "43",
            "nass": "وقال الحافظ أبو عبد الله الذهبي في (تذكرة الحفاظ) في ترجمة شجاع بن الوليد بن قيس: لما قتل الأمين واستخلف المأمون على رأس المائتين نجَم التشيّع وأبدى صفحته وبزع فجر الكلام وعُرّبت كتب الأوائل ومنطق اليونان، وعمل رصد الكوكب ونشأ للناس علم جديد مُرْدٍ مهلك لا يُلائم علم النبوة ولا يوافق توحيد المؤمنين قد كانت الأمة منه في عافيه .. إلى أن قال: إن من البلاء أن تعرف ماكنت تنكر وتنكر ما كنت تعرف وتُقدّم عقول الفلاسفة ويُعزل منقول أتباع الرسل ويُمارى في القرآن ويُتبرم بالسنن والآثار وتقع الحيرة، فالفرار قبل حلول الدمار، وإياك ومضلات الأهواء ومحارات العقول ومن يعتصم بالله فقد هدى إلى صراط مستقيم. انتهى ¶ وقال المقريزي في كتاب (الخطط): وقد كان المأمون لما شُغِف بالعلوم القديمة بعث إلى بلاد الروم من عَرّب له كتب الفلاسفة وأتاه بها في أعوام بضع عشرة ومائتين من الهجرة فانتشرت مذاهب الفلاسفة في الناس واشتهرت كتبهم بعامة الأمصار وأقبلت المعتزلة والقرامطة والجهمية وغيرهم عليها وأكثروا من النظر فيها والتصفح لها فانجرّ على الإسلام وأهله من علوم الفلاسفة مالا يوصف من البلاء والمحنة في الدين وعَظُم بالفلسفة ضلال أهل البدع وزادتهم كفراً إلى كفرهم. انتهى ¶ هذا قليل من كلام العلماء على آثار العلوم الدخيلة على علم النبوّة",
            "page": "44",
            "part": "1",
            "seal": "1722BD9D"
        },
        {
            "id": "44",
            "nass": "الذي هو علم الأمة. ¶ قال الشعبي: ماحدثوك عن أصحاب محمد فَشُدَّ عليه يديك وما حدثوك به من رأيهم فَبُلْ عليه. (¬1) ¶ وفي دولة أبي العباس المأمون ظهر الخرمية ونحوهم من المنافقين وعرب من كتب الأوائل المجلوبه من بلاد الروم فانتشر بسببه مقالات الصائبين وراسل ملوك المشركين من الهند ونحوهم حتى صار بينه وبينهم مودة. ¶ فلما ظهر ماظهر من الكفر والنفاق في المسلمين وقوي ماقوي من حال المشركين وأهل الكتاب كان من أثر ذلك ماظهر من استيلاء الجهمية والرافضة وغيرهم من أهل الضلال وتقريب الصائبين ونحوهم من المتفلسفة وذلك نوع رأي يحسبه صاحبه عقلاً وعدلاً وإنما هو جهل وظلم، إذا التسوية بين المؤمن والمنافق والمسلم والكافر أعظم الظلم وطلب الهدى عند أهل الضلال أعظم الجهل. (¬2) ¶ إلى آخر كلامه، فهذا من آثار إدخال علوم غير المسلمين عليهم وأنه مع إفساده لهم يسبب مودتهم المنهي عنها. ¶ ¬_________ ¶ (¬1) جامع العلم وفضله 1/ 160. ¶ (¬2) الفتاوى 4/ 21.",
            "page": "45",
            "part": "1",
            "seal": "AC902958"
        },
        {
            "id": "45",
            "nass": "الاحتجاج بالوالدين ¶ بعض الناس يحتج بالوالدين في أمور لا تحل له بالشرع، وهذه حجة باطلة معلوم بطلانها فإنه لا طاعة لمخلوق بمعصية الخالق وليس في هذا اسْتثناء، وبعض الناس يخادع الله بذلك بحيث أنه هو يريد فعل هذا الشيء حتى ولوْ نهياه عنه لم يطعهما، وهذا عظيم وانكشافه {يوم تبلى السرائر}. ¶ وساذكر هنا بعض أقوال العلماء في ذلك حتى في الشبْهة البسيطة وأنه لا طاعة للوالدين فيها. ¶ سئل الإمام أحمد رحمه الله: هل للوالدين طاعة في الشبهة؟ ¶ فقال: في مثل الأكل؟ فقلت (¬1): نعم، قال: ما أحب أن يُقيم معهما وما أحب أن يعصيهما، يُداريهما ولا ينبغي للرجل أن يقيم على الشبهة مع والديه لأن النبي - صلى الله عليه وسلم - قال: (من ترك الشبهة فقد استبرأ لدينه وعرضه) ولكن يُداري بالشيء بعد الشيء فأمّا أن يقيم معهما عليها فلا. (¬2) ¶ ¬_________ ¶ (¬1) القائل: المروذي. ¶ (¬2) الورع للإمام أحمد، ص48.",
            "page": "46",
            "part": "1",
            "seal": "1D9829A7"
        },
        {
            "id": "46",
            "nass": "وقيل لأبي عبد الله: (¬1) إن عيسى الفتاح قال: سألت بشر بن الحارث، هل للوالدين طاعة في الشبهة؟ قال: لا، فقال أبو عبد الله: هذا سديد. (¬2) ¶ قال ابن تيمية يلزم الإنسان طاعة والديه وإن كانا فاسقيْن في غير معصية. (¬3) ¶ قال شيخ الإسلام ابن تيمية رحمه الله: ليس للأبوين إلزام الولد بنكاح من لا يُريد فلا يكون عاقاً كأكل مالا يريد. (¬4) انتهى. ¶ ¬_________ ¶ (¬1) هو أحمد بن حنبل. ¶ (¬2) الورع للإمام أحمد، ص49. ¶ (¬3) طريق الوصول إلى العلم المأمول، جمع السعدي، ص117. ¶ (¬4) الفتاوى الكبرى 4/ 527.",
            "page": "47",
            "part": "1",
            "seal": "769949B2"
        },
        {
            "id": "47",
            "nass": "تأثير اللغة ¶ يقول: (شاتليه) في كتابه: (الغارة على العالَم الإسلامي): ولاشك أن إرساليات التبشير من بروتستانية وكاثوليكية تعجز أن تزحزح العقيدة الإسلامية من نفوس مُنْتحليها ولا يتم لها ذلك إلا بِبَثّ الأفكار التي تتسرّب مع اللغات الأوروبية فيحتك الإسلام بصحف أوروبا وتتمهد السبل لِتَقَدّم إسلامي مادي وتقضي إرساليات التبشير لبانتها من هدم الفكرة الدينية الإسلامية التي لم تحفظ كيانها وقوتها إلا بعزلتها وانفرادها. انتهى. ¶ تأمل كيف أن ضلال الكفار تَسَرّب إلى المسلمين مع لغاتهم وأن ذلك يُمهّد السّبل لتلقيح الإسلام بماديات الكفار. ¶ وتأمل شهادة الأعداء في كوْن أهل الإسلام مُتَميّزين متفردين عن غيرهم وأنهم بذلك يحفظون كيانهم بخلاف ما إذا ذابوا في غيرهم كاليوم لاسيما بالعلم الذي هو الأصل، وقد نهى عمر بن الخطاب رضي الله عنه عن تعلم رطانة العجم. ¶ ذكر ذلك ابن تيمية في كتابه (اقتضاء الصراط المستقيم) ص128 وقال في ص135: ونهى عمر رضي الله عنه عن رطانة الأعاجم وقال:",
            "page": "48",
            "part": "1",
            "seal": "5F9BF467"
        },
        {
            "id": "48",
            "nass": "إنها خِبٌّ. (¬1) ¶ وقال عمر رضي الله عنه: إياكم ورطانة الأعاجم وأن تدخلوا على المشركين يوم عيدهم في كنائسهم. ص199 ¶ وروى البيهقي بإسناد صحيح قول عمر: لا تعلموا رطانة الأعاجم. (¬2) ¶ وروى أبو بكر بن أبي شيبة في المصنف قول عمر رضي الله عنه: ما تعلم الرجل الفارسية إلا خَبّ ولا خَبّ رجل إلا نقصت مروءته. (¬3) ¶ وذكر ابن تيمية أيضاً أن محمد بن سعد بن أبي وقاص سمع قوماً يتكلمون بالفارسية فقال: مابال المجوسية بعد الحنيفية. ص205 ¶ وقال ابن تيمية: واعلم أن اعْتياد اللغة يؤثر في العقل والخُلُق والدين تأثيراً قوياً بيّناً، ويؤثر أيضاً في مشابهة صدر هذه الأمة من الصحابة والتابعين، ومشابهتهم تزيد العقل والدين. ص207 ¶ قال الإمام مالك رحمه الله: من تكلم في مسجدنا بغير العربية أُخرج منه. (¬4) ¶ ¬_________ ¶ (¬1) الخِب بكسر الخاء: الإنطواء على اللؤم والفساد، والخَب بفتح الخاء: الرجل المفسد. ¶ (¬2) اقتضاء الصرط المستقيم، ص199. ¶ (¬3) المرجع السابق، ص205. ¶ (¬4) الفتاوى 32/ 255.",
            "page": "49",
            "part": "1",
            "seal": "C74D48A9"
        },
        {
            "id": "49",
            "nass": "قال بعض الغربيين: ¶ إن المسلمين يمكنهم أن ينشروا حضارتهم في العالم الآن بنفس السرعة التي نشروها بها سابقاً بشرط أن يرجعوا إلى الأخلاق التي كانوا عليها حين قاموا بِدَوْرهم الأول لأن هذا العالم الخاوي لا يستطيع الصمود أمام روح حضارتهم. ¶ تأمل قوله: بشرط أن يرجعوا إلى آخره تعرف العِزّ المضاع، وانظر مشابهة كلامه لكلام (شاتليه) السابق.",
            "page": "50",
            "part": "1",
            "seal": "C97CF708"
        },
        {
            "id": "50",
            "nass": "خوف الكفار من رجوع الأمة ¶ إلى نهج نبيها الصافي ¶ يقول رئيس وزراء اليهود السابق بن غوريون: إن أخشى مانخشاه أن يظهر في العالم العربي محمد جديد. انتهى ¶ هو يعلم أن محمداً خاتم النبيين ولا نبي بعده فهم يدرسون الإسلام للكيد له ولأهله وإنما خاف مما لا قِبَل له به وهو رجوع الأمة إلى هَدْي نبيها - صلى الله عليه وسلم -، فهذا الذي لا تطيقه يهود ولا غيرها، وهذا الذي تعمل دول الكفر الأعمال العظيمة للصّد عنه والحيْلولة دون الأمة ودونه. ¶ ويقول اللورد كرومر المندوب البريطاني في مصر: ¶ (إن التعليم الوطني عندما قدم الإنجليز إلى مصر كان في قبضة الجامعة الأزهرية الشديدة التمسك بالدين! والتي كانت أساليبها الجافة القديمة تقف حاجزا في طريق أي إصلاح تعليمي، وكان الطلبة الذين يتخرجون في هذه الجامعة يحملون معهم قدراً عظيماً من غرور التعصب الديني ولا يصيبون إلا قدراً ضئيلاً من مرونة التفكير والتقدير، فلو أمكن تطوير الأزهر عن طريق حركة تنبعث من داخله لكانت هذه خطوة جليلة الخطر.",
            "page": "51",
            "part": "1",
            "seal": "EA55CCD7"
        },
        {
            "id": "51",
            "nass": "ولكن إذا بدا أن مثل هذا الأمل غير متيسر تحقيقه فحينئذ يصبح الأمل محصوراً في إصلاح التعليم اللاديني الذي ينافس الأزهر حتى يتاح له الانتشار والنجاح، وعندئذٍ فسوف يجد الأزهر نفسه أمام أحد أمرين: فإما أن يتطور، وإما أن يموت ويختفي) (¬1). ¶ هذا الكلام الذي قاله (كرومر) يبين أن انحراف الأمة في التعليم هدف مقصود من قِبَل الأعداء لِعلمهم أنهم لا يقدرون على الأمة إذا لم تُدخل علومهم ولغاتهم وتتخلى عن الطريقة السلفية وقد مكروا مكرهم وحصل لهم مرادهم. ¶ وإذا كان أهل الإسلام ضاعوا من هذا الوجه وهو الإندماج في علوم الأمم الكافرة فإن الكفار أنفسهم لا يرضون بهذا التخليط رغم كفرهم وانظر مايقوله بعضهم: يقول البروفسور كلارك: مهما قيل في تفسير المعارف فمما لا محيص عنه أنه سعي للاحتفاظ بنظرية سبق الإيمان بها، وعليها تقوم حياة الأمة وجهادها في سبيل تخليدها، ونقلها إلى الأجيال القادمة لذلك ليس من المعقول وليس من الجائز أن تستورد أمة شخصيتها ورسالتها، ولها عقائدها ومناهج حياتها، ولها طبيعتها ونفسيتها، ولها تاريخها وماضيها، ولها محيطها الخاص وظروفها الخاصة، ليس من المعقول أن نستورد نظاما تعليميا من الخارج، ولا أن نكل وظيفة التعليم والتربية ¶ ¬_________ ¶ (¬1) تقرير لورد كرومر لسنة 1906م.",
            "page": "52",
            "part": "1",
            "seal": "546D2A14"
        },
        {
            "id": "52",
            "nass": "وتنشئة الأجيال وصياغة العقول إلى أناس مهما بلغوا من البراعة في تدريس مواد تعليمية، وإتقان اللغات والفنون لا يؤمنون بهذه الأسس والعقائد ولا يتحمسون لشرحها وتعضيدها. ¶ يقول الأستاذ الأمريكي كوننر: إن عملية التعليم ليست عملية تعاط وبيع وشراء وليست بضاعة تصدر إلى الخارج أو تستورد إلى الداخل، إننا في فترات من التاريخ خسرنا أكثر مما ربحنا باستيراد نظرية التعليم الإنجليزية أو الأوروبية إلى بلادنا. ¶ (هذا مع ملاحظة تقارب البلدين: دينا ولغة وحضارة!!). ¶ ويقول عالم سوفيتي كبير (في نظرهم): (إن العلم الروسي ليس قسما من أقسام العلم العالمي، يشغل في البلاد السوفيتية إنه قسم منفصل بذاته يختلف عن سائر الأقسام كل الاختلاف فإن سمة العلم السوفيتي أنه قام على فلسفة واضحة متميزة، إن التحقيقات العلمية لا تزال في حاجة إلى أساس، وإن أساس علومنا الطبيعية الفلسفة المثالية التي قدمها مركس وانجلز ولينين وستالين، إننا نريد أن نخوض (وفي أيدينا هذه الفلسفة) في معترِك العلم الطبيعي ونصارع جميع التصورات الأجنبية التي تناهض فلسفتنا الماركسية بكل عزم وقوة. إنتهى.",
            "page": "53",
            "part": "1",
            "seal": "308EC43B"
        },
        {
            "id": "53",
            "nass": "وإذا كان هذا كلام الكفار في الغيْرة على ضلالهم فكيف نرضى نحن بخلط علومهم مع علم نبينا ورفعها إلى مستواه وأعظم ونسير على هَدْيهم في التعليم حذوا القذة بالقذة؟ ¶ وبما أن علوم الغرب قامت على الإلحاد فلا شك أن تأثيرها في الدين بليغ.",
            "page": "54",
            "part": "1",
            "seal": "E25CD546"
        },
        {
            "id": "54",
            "nass": "حقيقة العلوم الغربية ¶ وقد قال بعض من عرف حقيقة هذه العلوم: إن هذه الثقافة الغربية على اختلاف ألوانها تسير في المسالك الفكرية التي وضعناها وتتحدد بالمعالم التي حدّدناها، فهي تُنكر الإله الخالق أوْ تغْفِله، وتنكر النبوات وتجحدها، وتنكر الحياة الخالدة الأخرى وجزاءها، وتحذفها من حسابها، وبالتالي لا تعتبر الفضائل ولا القِيَم الأخلاقية إلا في حدود تصوّرها. ¶ فالفضائل وقائع وحوادث ومصالح ومنافع، وبذلك تنسف الثقافة الغربية الحديثة ولأول مرة في التاريخ صعيداً الْتَقَتْ عليه الإنسانية خلال قرون وأجيال ورصيداً تَوَارثته خلال العصور وهو صعيد الإيمان بالله الخالق الذي يلتقي عليه عباده وصعيد الفضائل والأخلاق وتراث النبوات المتعاقبة وتعاليمها الأخلاقية. ¶ ولوْ أن الأمر كان مقصوراً على مجرد نظريات فلسفية لكانت الكارثة أخف وأهْون، ولكن النتيجة الخطيرة في عَوَاقبها هي أنه من هذه الأسس الفلسفية المشتركة للثقافة الغربية انطلقت جميع العلوم النظرية الإنسانية وانْبَعَثَتْ جميع الأنظمة الإجتماعية من أُسَرّية واقتصادية وسياسية وغيرها وإليكم بيان ذلك:",
            "page": "55",
            "part": "1",
            "seal": "28C6A36B"
        },
        {
            "id": "55",
            "nass": "1 - إن العلوم المتعلقة بحياة الإنسان المادية والمعنوية الفردية والاجتماعية لِعلم النفس والاجتماع والتربية وسائر فروع الفلسفة والآداب والفنون والأخلاق إنما بُنيت على مفاهيم هذه الفلسفة واتجاهاتها. ¶ [يعني فلسفة إنكار الإله الخالق أو إغفاله كما تقدم فتأمل]. ¶ قال: فعلم النفس إنما بُني على تصوّر الإنسان الحيوان ذي الغرائز والميول المادية. ¶ وعلم الاجتماع إنما بُني على أساس أن الدين ظاهرة اجتماعية حِسّية كغيرها وأن الإله فكرة تعلّلها كل نظرية اجتماعية على طريقتها على أساس أنها فكرة طارئة في حياة البشر الاجتماعية لا على أساس أنها تتضمن حقيقة خارجية. ¶ والتاريخ يُصَوّر في الدرجة الأولى تاريخ الحضارة المادية للإنسان ويضع في الدرجة الثانية الأديان وتاريخها وينظر إليها على أنها ظاهرات إنسانية اجتماعية يُعلل نشوؤها بعلل وأسباب طبيعية والحقوق والقانون مبنية على الواقع الذي تصطلح عليه الشعوب. ¶ والتربية وجميع نظرياتها في الثقافة الحديثة مبنية على التصور المادي للإنسان إجمالاً وعلى تحقيق أهداف المجتمع المادي المعاصر، وليست الأخلاق فيه إلا تنظيماً اجتماعياً آلياً، وليس العقل والذكاء إلا خادميْن",
            "page": "56",
            "part": "1",
            "seal": "34796B1C"
        },
        {
            "id": "56",
            "nass": "لأغراض المجتمع المادي، زِدْ على ذلك أن المذاهب الجماعية الكلية القائمة على فكرة الجماهير كالشيوعية تُرَوّض الفرد وتُربيه ليكون آلة بيد الدولة الممثلة في زعمها للشعب والجمهور. ¶ وأما الجانب الخلقي الروحي من الإنسان فلا مكان له في التربية في إطار الثقافة الغربية. ¶ والدين أخيراً لايُعرض إلا على أنه دراسة لظاهرة تاريخية مضت لا كحقيقة حَيّة لأنهم بين مُنكر له أصلاً وقائل بفصله عن الحياة العامة الاجتماعية. انتهى ¶ لقد آتت تعاليم الغرب ثمارها واذكر ماتقدم من قول السوفيتي: إن التعليم هو الحامض الذي يُذيب شخصية الكائن الحي ثم يُكوّنها كيف يشاء، إن هذا الحامض هو أشد قوة وتأثيراً من أي مادة كيماوية هو الذي يستطيع أن يُحَوّل جبلاً شامخاً إلى تراب. ¶ وقوله: إياك أن تكون آمناً من العلم الذي تدرسه فإنه يستطيع أن يقتل روح أمة بأسْرها. ¶ قال ابن تيمية في قوله تعالى: {وكذلك جعلنا لكل نبي عدواً شياطين الإنس والجن يوحي بعضهم إلى بعض زخرف القول غروراً}. الآية. ¶ قال: فأخبر أن جميع الأنبياء لهم أعداء وهم شياطين الإنسن والجن",
            "page": "57",
            "part": "1",
            "seal": "11025F3D"
        },
        {
            "id": "57",
            "nass": "يوحي بعضهم إلى بعض القول المزخرف وهو المزيّن المحسّن يغرون به، والغُرور هو التلبيس والتمويه وهذا شأن كل كلام وكل عمل يخالف ماجاءت به الرسل من أمر المتفلسفة والمتكلمة وغيرهم من الأولين والآخرين ثم قال: {ولتصغى إليه أفئدة الذين لا يؤمنون بالآخرة وليرضوه} فأخبر أن كلام أعداء الرسل تصغى إليه أفئدة الذين لا يؤمنون بالآخرة. (¬1) ¶ وإذا كان الأمر هكذا فلا عجب أن يُصبغ الباطل في زماننا بزاهي الألوان وتُختار له زخارف الأقوال. ¶ ذكر ابن القيم رحمه الله أن العبد إذا اعتاد سماع الباطل وقبوله أكْسبه ذلك تحريفاً للحق عن مواضعه فإنه إذا قَبِل الباطل أحبّه ورضيه فإذا جاء الحق بخلافه ردّه وكذّبه إنْ قدِر على ذلك وإلا حرّفه، وقال بعد كلام: فهؤلاء وإخوانهم من الذين لم يرد الله أن يطهر قلوبهم فإنها لو طهرت لما أعرضت عن الحق وتعوضت بالباطل عن كلام الله تعالى ورسوله (¬2). انتهى. ¶ ولذا فإن التعاليم في هذا الزمان والأعمال النظامية المستوردة تُعَوِّد الإنسان على سماع الباطل وقبوله بل وفعله، ونتائج ذلك ظاهرة واضحة. ¶ ¬_________ ¶ (¬1) الفتاوى 9/ 33. ¶ (¬2) إغاثة اللهفان 1/ 55.",
            "page": "58",
            "part": "1",
            "seal": "08E8CCE1"
        },
        {
            "id": "58",
            "nass": "قال ابن القيم في كلامه عن العلم: ¶ نوع تكمل النفس بإدراكه والعلم به وهو العلم بالله وأسمائه وصفاته وأفعاله وكتبه وأمره ونهيه. ¶ ونوع لا يحصل للنفس به كمال: وهو كل علم لا يضر الجهل به فإنه لا ينفع العلم به. ¶ وكان النبي - صلى الله عليه وسلم - يستعيذ بالله من علم لا ينفع، وهذا حال أكثر العلوم الصحيحة المطابقة التي لا يضر الجهل بها شيئاً كالعلم بالفلك ودقائقه ودرجاته وعدد الكواكب ومقاديرها والعلم بعدد الجبال وألوانها ومساحتها ونحو ذلك فشرف العلم بحسب شرف معلومه وشدة الحاجة إليه وليس ذاك إلا العلم بالله وتوابع ذلك. انتهى ¶ وإذا كان النبي - صلى الله عليه وسلم - يستعيذ بالله من العلم الذي لا ينفع فكيف بعلوم باطلة مضرّة. ¶ قال تعالى: {وقيضنا لهم قرناء فزينوا لهم ما بين أيديهم وما خلفهم} القرناء شياطين الإنس والجن. ¶ قال ابن كثير: أي حَسّنوا لهم أعمالهم في الماضي وبالنسبة للمستقبل فلم يروْا أنفسهم إلا محسنين. انتهى ¶ لقد حصل هذا في وقتنا فقد قُيّضت القرناء وزينوا الباطل وحسّنوه بزخارفهم وغرورهم.",
            "page": "59",
            "part": "1",
            "seal": "13996BE4"
        },
        {
            "id": "59",
            "nass": "ولقد كان نقمة سلمان العودة شديدة على بقايا أهل دعوة الشيخ محمد بن عبد الوهاب رحمه الله لإنكارهم هذه التعاليم الحادثة وإنكارهم دوران الأرض وطلب العلم للدنيا والرئاسة وغير ذلك من المنكرات فقد صَبّ جام غضبه عليهم في كتابه المشئوم: (المسلمون بين التشديد والتيسير) فوصفهم بالغلو والتشديد والتنطع وغير ذلك، والذي يُقارنه مع بيانه التعايشي مع الأمريكيين يعلم كيف يكون الزيْغ. ¶ ومن يجالس ردي الطبع يَرْدَ به ¶ كصاحب الكير إن يَسلم مجالسه ¶ والمرء يخبث بالأشرار يصحبهم ¶ فالماء صَفْوٌ طهورٌ في إصالته ... ونالَهُ دنس من عرضه الكدرِ ¶ من نَتْنِهِ لم يُوَقَّ الحرق والشرر ¶ ولو غدى أحسن الأخلاق والسِّيَر ¶ حتى يُجاوِرُه شيء من الكدر ¶ الجليس يؤثر تأثيراً ظاهراً بجليسه، والناس يُعتبرون بأقرانهم، وكم من صبي كانت نشأته في صلاح فخالط من لم يتربّ تربيته بل هو شِرير نشأ في بيت أشرار فأصابته منه العدْوى، وهذا في زماننا صار من أخطر الأمور لكثرة الأشرار والمخالطة في التعليم.",
            "page": "60",
            "part": "1",
            "seal": "B3FC7DCF"
        },
        {
            "id": "60",
            "nass": "حب الرئاسة والشهرة ¶ هذا الداء قَلّ من يتفطّن له أوْ قُلْ يتخلص منه لأنه مُغْري وفي الغالب خفاؤه على صاحبه. ¶ وحب الرئاسة والشهرة بينما هو داء يخافه السلف على نفوسهم غاية الخوف لعلمهم بأنه قاطع عن مطلوبهم إذا هو في زماننا مجال منافسة ومطلب مرغوب فيه أشدّ الرغبة، أما ترى هذه الشارات والتسابق إليها. ¶ قال علي رضي الله عنه: خفْق النعال مفسدة لقلوب نَوْكى الرجال. انتهى ¶ وقال: وأيّ قلب يصلح على هذا؟ ¶ وهذا كناية عن اتباع الناس للرجل وسيْرهم خلفه تعظيماً له. ¶ قال سفيان الثوري في كتابه إلى عباد بن عباد: وإياك وحب الرياسة فإن الرجل يكون حب الرياسة أحب إليه من الذهب والفضة، وهو باب غامض لا يبصره إلا البصير من العلماء السماسرة، فَتَفَقَّدْ بقلب واعمل بِنِيِّة، واعلم أنه قدْ دنا من الناس أمر يشتهي الرجل أن يموت، والسلام. ¶ وقال سفيان: من أحب الرياسة فَلْيُعِدّ راسه للنطاح. انتهى ¶ يريد رحمه الله أنه يُبتلى بمن يُنافسه عليها فيكون بينه وبينه ما يكون",
            "page": "61",
            "part": "1",
            "seal": "2EA4C53F"
        },
        {
            "id": "61",
            "nass": "بين المتنافسين غالباً من المنازعات والصراع لأنها مطلب قاطع عند أرباب السلوك. ¶ قال إسحاق بن خلف: والله الذي لا إله إلا هو لإزلة الجبال الرواسي أيْسر من إزالة الرياسة. انتهى ¶ المراد هنا أنها في الغالب تخفى على صاحبها، وقد يعلم في نفسه ذلك لكن حبها متمكّن من قلبه، لكن من وفقه للإخلاص زال عنه ذلك. ¶ قال ابن عبدوس: كلما توقّر العالِم وارتفع كان العُجب إليه أسرع إلا من عصمه الله بتوفيقه وطرَحَ حب الرياسة من نفسه. ¶ قال أبو نعيم: والله ما هلك من هلك إلا بحب الرياسة. ¶ قال الفضيل بن عياض: ما من أحد أحب الرياسة إلا حَسَد وبغى وتتبّع عيوب الناس وكره أن يذكر أحد بخير. ¶ قال عمر بن عبد العزيز: وليس هذا الأمر لمن وَدّ أن الناس احتاجوا إليه إنما هذا الأمر لمن وَدّ أنه وجد من يكفيه. ¶ قال ابن القيم رحمه الله: إذا عزم العبد على السفر إلى الله تعالى وإرادته عرضت له الخوادع والقواطع فينخدع أولاً بالشهوات والرياسات والملاذ والمناكح والملابس فإن وقف معها انقطع وإن رفضها ولم يقف معها وصدق في طلبه ابتلي بوطء عقبه وتقبيل يده والتوسعه له في المجلس",
            "page": "62",
            "part": "1",
            "seal": "8F11D898"
        },
        {
            "id": "62",
            "nass": "والإشارة إليه بالدعاء ورجاء بركته ونحو ذلك فإن وقف معه انقطع به عن الله وكان حظه منه وإن قطعه ولم يقف معه ابتلي بالكرامات والكشوفات فإن وقف معها انقطع بها عن الله وكانت حظه وإن لم يقف معها ابتلي بالتجريد والتخلي ولذة الجمعيه وعزة الوحدة والفراغ من الدنيا فإن وقف مع ذلك انقطع به عن المقصود وإن لم يقف معه وسار ناظراً إلى مراد الله منه وما يحبه منه بحيث يكون عبده الموقوف على محابه ومراضيه أين كانت وكيف كانت تعب بها أو استراح تنعم أوتألم أخرجته إلى الناس أو عزلته عنهم لا يختار لنفسه غير ما يختاره له وليه وسيده واقف مع أمره ينفذه بحسب الإمكان ونفسه عنده أهون عليه أن يقدم راحتها ولذتها على مرضاة سيده وأمره فهذا هو العبد الذي قد وصل ونفذ ولم يقطعه عن سيده شيء البتة وبالله التوفيق. ¶ قال يوسف بن أسباط: الزهد في الرئاسة أشد منه في الدنيا. انتهى ¶ يوضحه أن الإنسان يزهد في الدنيا لأجل الرياسة. ¶ قال بعضهم: ¶ أمرانِ مفترقان لستَ تراهما ¶ طلب المعاد مع الرياسة والعلى ... يتشوّفان لِخُلطة وتلاقي ¶ فدَع الذي يفنى لما هو باقي ¶ قال إبراهيم بن أدهم: ما صَدَقَ الله من أحب الشهرة. ¶ قال القاسم بن عثمان: حب الرياسة أصل كل مُوبقة.",
            "page": "63",
            "part": "1",
            "seal": "668E9BF2"
        },
        {
            "id": "63",
            "nass": "قال أبو سليمان الداراني: ما أفلح من شُمَّتْ منه رائحة الرياسة. ¶ قال سفيان الثوري: ما رأيت الزهد في شيء أقلّ منه في الرياسة ترى الرجل يزهد في المطعم والمشرب والمال والثياب. ¶ فإذا نُوزِعَ في الرياسة حامى عليها وعادى. انتهى ¶ وذكر العلماء أن طالب الرياسة تُرضيه الكلمة التي فيها مدحه وإن كانت بالباطل، وكذلك طالب المال، وتغضبه الكلمة التي فيها انتقاده ولوْ كانت بالحق. ¶ وسُئل سفيان الثوري: ما الزهد في الدنيا؟ قال: سقوط المنزلة. انتهى ¶ يريد رحمه الله أن الإنسان بعلمه وعمله لا تتشوّف نفسه بلوغ مقام يمدحه الناس وُيثنون عليه من أجله بل هِمّته متعلّقة برضى ربه وإرادة وجهه ولوْ سقطت منزلته عند الناس. ¶ قال بشر بن الحارث: (حب لقاء الناس حب الدنيا وترك لقاء الناس ترك الدنيا). ¶ وقال: لا أعلم رجلاً أحب أن يُعرف إلا ذهب دينه وافتضح. ¶ وقال: لا يجد حلاوة الآخرة رجل يحب أن يعرفه الناس. (¬1) ¶ ¬_________ ¶ (¬1) الحلية، ج8/ 343.",
            "page": "64",
            "part": "1",
            "seal": "D43118F6"
        },
        {
            "id": "64",
            "nass": "وقال بشر: سكون النفس إلى المدح وقبول المدح لها أشد عليها من المعاصي. (¬1) ¶ قال بشر: ما أتقى الله من أحب الشهره. (¬2) ¶ وقال أيضاً: لو سقطت قلنسوة من السماء ما سقطت إلا على رأس من لا يريدها. (¬3) انتهى ¶ القلنسوة كان يتميز بها بعض العلماء. ¶ قال إبراهيم بن أدهم: ما صَدَق الله عبد يحب الشهرة بعلم أو عمل أو كرم. ¶ قال إبراهيم بن أدهم: ¶ تَوَقَّ لِمحظورٍ صُدور المجالسِ ... فإن عُضول الداء حُبَ القلانسِ ¶ القلانس هي ما يتميز بها بعض العلماء أو القضاة خاصة، فطلبها علامة حب الرياسة. ¶ قال ابن تيمية: أصل البغي والظلم حب الرياسة. ¶ قال الفضيل بن عياض: من أحب أن يُذكر لم يُذكر ومن كَرِه أن يُذكر ذُكِر. ¶ قال الإمام أحمد: إنما عُرِفوا لأنهم أحبوا ألا يُعرفوا. انتهى ¶ ¬_________ ¶ (¬1) الحلية 8/ 344. ¶ (¬2) الحلية 8/ 346. ¶ (¬3) الحلية ص355.",
            "page": "65",
            "part": "1",
            "seal": "6D52EDEF"
        },
        {
            "id": "65",
            "nass": "تأمل ولا تتعجل فكم ممن يُعظَّم ويبجَّل اغترّ بالمدح والثناء وهو لا هناك ولا هنا. ¶ إن مدار كلام القوم على الإخلاص في العلم والعمل وقد ظهر في زماننا من الشّارات والرموز والمناصب ما عليه يتنافس المتنافسون فالتفكر في هذا يبين بعض الفروق بيننا وبين ما عليه السلف.",
            "page": "66",
            "part": "1",
            "seal": "CFE24858"
        },
        {
            "id": "66",
            "nass": "متفرقات ¶ قال تعالى: {قل هل يستوي الذين يعملون والذين لا يعملون}. ¶ قال ابن كثير: هذه الآية إنما دلّت على مدح العالمين العلم الشرعي. انتهى. ¶ لم يكن السلف يطلقون اسم العلم إلا على العلم الشرعي ولا اسم العلماء إلا على العلماء الشرعيين، واليوم لما حصل الخلط في العلم حصل اللبس في الاسم. ¶ وانظر ما قاله ابن القيم في كتابه: (الصواعق المرسلة على الجهمية والمعطلة). ¶ الرابع: ما لم يؤلف استعماله في ذلك المعنى في لغة المخاطب وإن ألِفَ في الاصطلاح الحادث، وهذا موضع زلّت فيه أقدام كثير من الناس حيث تأوْلوا كثيراً من ألفاظ النصوص بما لم يُؤْلف استعمال اللفظ له في لغة العرب البتة، وإن كان معهوداً في اصطلاح المتأخرين، وهذا مما ينبغي التنبه له فإنه حصل بسببه من الكذب على الله ورسوله ما حصل، انتهى ¶ لقد أُلِف في الاصطلاح الحادث استعمال اسم العلم والعلماء على غير ما كان عليه السلف، ولذلك يُطلق أهل الوقت اسم النجاح",
            "page": "67",
            "part": "1",
            "seal": "BCD1CB35"
        },
        {
            "id": "67",
            "nass": "والسقوط والفوز والنصر على أمور مخالفة مع أن الذم والمدح أحكام شرعية. ¶ قال ابن تيمية: الذم والمدح من الأحكام الشرعية. ¶ وقال: الحمد والذم والحب والبغض والوعد والوعيد والموالاة والمعاداة ونحو ذلك من أحكام الدين لا يصلح إلا بالأسماء التي أنزل الله بها سلطانه، فأما تعليق ذلك بأسماء مُبْتَدَعَه فلا يجوز، بل ذلك من باب شرع دين لم يأذن به الله، وأنه لابد من معرفة حدود ما أنزل الله على رسوله. (¬1) انتهى ¶ يقول اليهود في مخطّطاتهم: سوف نشْغل العالَم بالرياضة ونُوجِد النزاع بين الدول حتى نتمكن من السيطرة على العالَم. انتهى ¶ هذا لا يحتاج إلى بيان لكن المراد صلته بالتعليم. ¶ قال المروزي: قلت لأحمد: إسْتعرت كتاباً فيه أشياء رديئة ترى أن أخرقه أو أحرقه؟ قال: نعم، فأحرقه. ¶ قال ابن القيم: والمقصود أن هذه الكتب المشتملة على الكذب والبدعة يجب إتلافها وإعدامها، وهي أوْلى بذلك من إتلاف آلات اللهو والمعازف وإتلاف آنية الخمر، فإن ضررها أعظم من ضرر هذه ولا ضمان فيها كما لا ضمان في كسر أواني الخمر وشق زقاقها. ¶ ¬_________ ¶ (¬1) الفتاوى 4/ 154.",
            "page": "68",
            "part": "1",
            "seal": "7F515372"
        },
        {
            "id": "68",
            "nass": "قال الذهبي في سير أعلام النبلاء في ترجمة أبي حامد الغزالي: وقال أبو عامر العذري: سمعت أبا نصر أحمد بن محمد بن عبد القادر الطوسي يحلف بالله أنه أبصر في نومه كأنه ينظر في كتب الغزالي رحمه الله فإذا هي كلها تصاوير. (¬1) ¶ تأمل كيف تخلط التصاوير مع الآيات والأحاديث في وقتنا، أما المراد في الرؤيا ومعناها فهو أن كتب الغزالي فيها الدواهي لِما دَخله من تصوّف منحرف وفلسفة حيث خلط ذلك بعلم الشريعة فجاءت الرؤيا للتحذير من كتبه، أما نحن فالخلط والإهانة كل ذلك حاصل باليقظة. ¶ وهذه قصة حاتم الأصم لما دخل وجماعة معه على ابن مقاتل فرأى داراً قوْراء يعني واسعة وبَزّة وستوراً وفُرُشاً وطيئة فكان فيما قال له حاتم: فأنت بمن اقتديت بالنبي - صلى الله عليه وسلم - وأصحابه والصالحين أم يفرعون ونمرود أول من بنى بالجص والآجر. (¬2) ¶ ياعلماء السوء مثلكم يراه الجاهل الطالب الدنيا الراغب فيها فيقول: العالم على هذه الحالة أفلا أكون أنا شَرّ منه؟. ¶ [يعني إذا كان هذا فعل العالم فلا علي أنا أن أفعل أعظم منه لأن للعالِم تعظيم في القلوب وهو موضع الاقتداء]. ¶ ¬_________ ¶ (¬1) 19/ 339. ¶ (¬2) الآجر، لبن الطين يحرق فيتصلب قليلاً وكيف بما نحن فيه؟",
            "page": "69",
            "part": "1",
            "seal": "F2D7E3B3"
        },
        {
            "id": "69",
            "nass": "ثم خرج حاتم من عند ابن مقاتل ودخل وجماعته على الطنافسي فقال له: رحمك الله أنا رجل أعجمي أحب أن تعلمني أول مبتدأ ديني ومفتاح صلاتي كيف أتوضأ للصلاة؟ قال: نعم وكرامة، ياغلام هات إناء فيه ماء، فقعد الطنافسي وتوضأ ثلاثاً ثلاثاً، ثم قال: هكذا فتوضأ، قال حاتم: مكانك حتى أتوضأ بين يديك فيكون أوْكد لِما أريد، وقام الطنافسي وقعد حاتم فتوضأ ثم غسل الذراعين أربعاً، قال الطنافسي له: يا هذا أسرفت، قال له حاتم: فيماذا؟ قال: غسلت ذراعك أربعاً، قال حاتم: يا سبحان الله أنا في كَفٍّ من ماء أسرفت وأنت في هذا الجمع كله لم تسرف، فعلم الطنافسي أنه أراده بذلك ولم يُرد منه التعلم. ¶ قال ابن النحاس بعد إيراد القصة وقد اختصرتها قال: فالعالم إذا خالف عمله علمه وكَذّب فعله قوله كان ممقوتاً في الأرض والسماء، مضلّة لمن رام به الاقتداء، وإذا أمر غيره بغير مايعمل مَجَّتْ الأسماع كلامه، وقَلّت في الأعين مهابته، وزالت من القلوب المؤمنة مكانته، كما قال مالك بن دينار: إن العالِم إذا لم يعمل بعلمه تزل موعظته عن القلوب كما يزل القطر عن الصفا. ¶ قال ابن تيمية في سياق كلام له في الثناء على أمير المؤمنين عمر بن الخطاب رضي الله عنه: وحتى رُوي عنه أنه حَرّق الكتب العجمية",
            "page": "70",
            "part": "1",
            "seal": "2DAB41C6"
        },
        {
            "id": "70",
            "nass": "وغيرها وأنه نهى عن تعلم رطانة الأعاجم. (¬1) ¶ وقال ابن تيمية في كلام على عمر رضي الله عنه أنه لما فُتحت الإسكندرية وُجِد فيها كتب كثيرة من كتب الروم فكتبوا فيها إلى عمر فأمر بها أن تحرق وقال: حسبنا كتاب الله. (¬2) ¶ كذلك فقد كتب إليه سعد بن أبي وقاص أنهم وجدوا في فارس لما فتحوها كتباً من كتب العجم فأمر أن تحرق. ¶ وقال شيخ الإسلام ابن تيمية في مصطلحات المتأخرين التي يتغير بها المعنى المراد من كلام الله وكلام رسوله - صلى الله عليه وسلم - فيحصل اللبس قال: ومثل هذه البدع كثير جداً يُعَبّر بألفاظ الكتاب والسنة عن معان مخالفة لما أراده الله ورسوله بتلك الألفاظ [مثل تسمية هذه العلوم المخلوطة علماً وأهلها علماء] ولا يكون أصحاب تلك الأقوال تلقوها ابتداء عن الله عز وجل ورسوله - صلى الله عليه وسلم -[يعني أن المتلقى عن الله ورسوله في اسم العلم هو الوحي] بل عن شُبه حصلت لهم وأئمة لهم، وجعلوا التعبير عنها بألفاظ الكتاب والسنة حجة لهم وعمدة لهم [يعني أنهم يذكرون الآيات والأحاديث الواردة في مدح العلم والعلماء يحتجون بذلك على ما أحدثوا، وهذا هو واقع زماننا] ليظهر بذلك أنهم متابعون للرسول - صلى الله عليه وسلم - لا مخالفون. (¬3) ¶ ¬_________ ¶ (¬1) اقتضاء الصراط المستقيم، ص128. ¶ (¬2) مجموعة الفتاوى 17/ 41. ¶ (¬3) مجموعة الفتاوى 17/ 352.",
            "page": "71",
            "part": "1",
            "seal": "DBCA6AF0"
        },
        {
            "id": "71",
            "nass": "وسوف أُرفق مع هذا الكتاب كتاب (العلم الذي يستحق أن يسمى علماً) وهو مطبوع عام 1419هـ، وبعده كتاب (علماء السلف وأهل الوقت) وهو مطبوع عام 1420هـ، وبعده كتاب (دعوى الإصلاح)، وهو مطبوع عام 1413هـ، ونختمه بقصيدة (المنهج المسدد)، وذلك لحصول الفائدة إن شاء الله وبحوله وقوته ورجائه وله الحمد. ¶ كتبه ¶ عبد الكريم بن صالح الحميد ¶ محرم 1423هـ",
            "page": "72",
            "part": "1",
            "seal": "F7368789"
        },
        {
            "id": "72",
            "nass": "العلم الذي يستحق أن يسمى علماً ¶ بعد ظهور هذه العلوم العصرية التبس الأمر على كثير من الناس في مسمى العلم فصاروا يطلقونه عليها وهذا ضلال حيث يظنون أن مدح العلم والعلماء في الكتاب والسنة يدخل فيه هذا، ولذلك يستدلون عليه بأدلة الكتاب والسنة كما سأذكره فيما بعد إن شاء الله من كلام أهل العصر. ¶ وقد قال شيخ الإسلام ابن تيمية رحمه الله: (العلم الموروث عن النبي - صلى الله عليه وسلم -؛ فإنه هو الذي يستحق أن يسمى علماً، وما سواه إما أن يكون علماً فلا يكون نافعاً. ¶ وإما أن لا يكون علماً وإن سُمّي به، ولئن كان علماً نافعاً فلابد أن يكون في ميراث محمد - صلى الله عليه وسلم - ما يغني عنه مما هو مثله وخير منه). (¬1) ¶ وقال الأوزاعي رحمه الله: (العلم ماجاء عن أصحاب محمد وما لم يجيء عنهم فليس بعلم). (¬2) ¶ ¬_________ ¶ (¬1) من مجموعة الفتاوى 10/ 664. ¶ (¬2) من تاريخ ابن كثير.",
            "page": "73",
            "part": "1",
            "seal": "CE215BE7"
        },
        {
            "id": "73",
            "nass": "إن جُلَّ علوم هذا العصر لم تجيء عن أصحاب محمد - صلى الله عليه وسلم - ورضي الله عنهم فليست بعلم. ¶ وقال أبو حاتم على حديث النبي - صلى الله عليه وسلم -: (يتقارب الزمان وينقص العلم) الحديث: (في هذا الخبر كالدليل على أن ما لم ينقص من العلم ليس بعلم الدين في الحقيقة إذْ أخبر المصطفى - صلى الله عليه وسلم - أن العلم ينقص عند تقارب الزمان وفيه دليل على أن ضد العلم يزيد وكل شيء زاد مما لم يكن مرجعه إلى الكتاب والسنة فهو ضد العلم). (¬1) ¶ فانظر قوله: (مما لم يكن مرجعه إلى الكتاب والسنة؛ وأنه ضد العلم). ¶ ومما ينبغي تأمله أن مسمى العلم الآن أصبح لا يتناول المطلوب لخاصيته وهو العلم الإلهي بل بالقدر المشترك بينه وبين غيره من العلوم، فلا يُطلب إلا بجامع ما يشترك فيه هو وغيره من العلوم، لأن اسم العلم صار يشمله ويشمل غيره وهذا خلاف ماكان عليه السلف، ثم إن هذا الاسم الشمولي الذي يتناول المطلوب الحق وغيره هو من استعمال اللفظ في غير معناه، أو بعبارة أدق استعمال اللفظ في غير معناه بإدخال ماليس منه فيه، ويأتي زيادة بيان لهذا إن شاء الله. ¶ ¬_________ ¶ (¬1) من مقدمة المجروحين لابن حبان، ص12.",
            "page": "74",
            "part": "1",
            "seal": "CEE97341"
        },
        {
            "id": "74",
            "nass": "هل كمال النفس في مجرد العلم؟ ¶ إنه مما لا يحتاج إلى كلام أن أهل الوقت صارت هممهم مصروفة إلى نيل العلوم والإكثار منها مع فساد القصد من إرادة الدنيا والرئاسة، ولذلك يتحاضون على كثرة القراءة والمطالعة واقتناء الكتب مطلقاً وأكثرهم يزعم أن هذا هو الكمال مع أنه طريق الفلاسفة ونهجهم؛ حيث يرون أن كمال النفس بمجرد العلم. ¶ قال ابن القيم رحمه الله في كلامه عن الفلاسفة: (وجعلوا كمالها العلمي في مجرد العلم وغلطوا في ذلك من وجوه كثيرة وذكر كلاماً ثم قال: ومنها أن كمال النفس في العلم والإرادة لا في مجرد العلم؛ فإن مجرد العلم ليس بكمال للنفس مالم تكن مريدة محبة لمن لا سعادة لها إلا بإرادته ومحبته، فالعلم المجرد لا يعطي النفس كمالاً ما لم تقترن به الإرادة والمحبة). (¬1) ¶ وقال رحمه الله: (فإذا امتلأ القلب بالشغل بالمخلوق والعلوم التي لا تنفع لم يبق فيه موضع للشغل بالله ومعرفة أسمائه وصفاته وأحكامه، وسِرّ ذلك أن إصغاء القلب كإصغاء الأذن فإذا أصغى إلى غير حديث الله لم يبق فيه إصغاء ولا فهم لحديثه، كما إذا مال لغير محبة الله لم يبق فيه ميل إلى محبته). ¶ ¬_________ ¶ (¬1) مفتاح دار السعادة 2/ 122.",
            "page": "75",
            "part": "1",
            "seal": "A346FDE2"
        },
        {
            "id": "75",
            "nass": "العلوم غير الدينية ¶ لا تعطي للنفس كمالاً ¶ أصبح تقييم الرجال والنساء في هذا الوقت بكثرة علومهم أياً كانت هذه العلوم وهذا منهج الفلاسفة، ولذلك يقول ابن القيم بعد الكلام السابق: (ومنها أن العلم لو كان كمالاً بمجرده لم يكن ماعندهم [يعني الفلاسفة] من العلم كمالاً للنفس؛ فإن غاية ما عندهم علوم رياضية صحيحة مصلحتها من جنس مصالح الصناعات وربما كانت الصناعات أصلح وأنفع من كثير منها وإما علم طبيعي صحيح غايته معرفة العناصر وبعض خواصها وطبائعها ومعرفة بعض ما يتركب منها وما يستحيل من الموجبات إليها وبعض ما يقع في العالم من الآثار بامتزاجها واختلاطها وأي كمال للنفس في هذا وأي سعادة لها فيه؟). (¬1) انتهى. ¶ انظر قوله عن هذه العلوم وهي أكثر علوم أهل الوقت: (وأي كمال للنفس في هذا وأي سعادة لها فيه؟) ثم قال: (ولهذا كان أكمل الأمم علماً اتباع الرسل وإن كان غيرهم أحذق منهم في علم النجوم والهندسة وعلم الكم المتصل والمنفصل وعلم النبض والقارورة والأبوال ¶ ¬_________ ¶ (¬1) مفتاح دار السعادة 2/ 122.",
            "page": "76",
            "part": "1",
            "seal": "431F7270"
        },
        {
            "id": "76",
            "nass": "ومعرفة قوامها ونحوها من العلوم التي لما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم بها وآثروها على علوم الرسل وهي كما قال الواقف على نهاياتها ظنون كاذبة وإن بعض الظن إثم وهي علوم غير نافعة فنعوذ بالله من علم لا ينفع وإن نفعت فنفعها بالنسبة إلى علوم الأنبياء؛ كنفع العيش العاجل، بالنسبة إلى الآخرة ودوامها). (¬1) انتهى. ¶ تأمل قوله رحمه الله: (وإن كان غيرهم أحذق منهم في علوم النجوم والهندسة إلى آخره)، وأن هؤلاء في زماننا يُسمون علماء ويوصفون بالتقدم العلمي ويتنافس المتنافسون على تحصيل علومهم وهم الذين لما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم يعني هذه العلوم؛ وهي التي ليس مرجعها إلى الكتاب والسنة، كما قال ابن حبان رحمه الله وقد تقدم كلامه. ¶ وقال ابن تيمية في سياق كلام له على علوم الفلاسفة: (فإن علم الحساب الذي هو علم بالكمّ المنفصل والهندسة التي هي علم بالكم المتصل علم يقيني لا يحتمل النقيض البتّة مثل جمع الأعداد وقسمتها وضربها ونسبة بعضها إلى بعض؛ فإنك إذا جمعت مائة إلى مائة علمت أنهما مائتان، وذكر كلاماً ثم قال: والمقصود أن هذا العلم الذي تقوم عليه براهين صادقة لكن لا تكمل بذلك نفس ولا تنجو من عذاب، ولا ¶ ¬_________ ¶ (¬1) مختصر الصواعق 1/ 148.",
            "page": "77",
            "part": "1",
            "seal": "8ABF6A5F"
        },
        {
            "id": "77",
            "nass": "تنال به سعادة). ¶ ولهذا قال أبو حامد الغزالي وغيره في علوم هؤلاء: (هي بين علوم صادقة لا منفعة فيها ونعوذ بالله علم لا ينفع، وبين ظنون كاذبة لا ثقة بها وإن بعض الظن إثم). ¶ قال ابن القيم في كلامه عن الأفكار الرديئة: ومنها الفكر في العلوم التي لو كانت صحيحة لم يعط الفكر فيها النفس كمالاً ولا شرفاً كالفكر في دقائق المنطق والعلم الرياضي والطبيعي وأكثر علوم الفلاسفة التي لو بلغ الإنسان غايتها لم يكمل بذلك ولم يُزَكِّ نفسه. (¬1) انتهى. ¶ ¬_________ ¶ (¬1) الفوائد، ص198.",
            "page": "78",
            "part": "1",
            "seal": "6F7E97C3"
        },
        {
            "id": "78",
            "nass": "العلم الممدوح في الكتاب والسنة ¶ إنما حصل اللبس من جهة اشتراك الألفاظ وإجمالها فكل ما يُنال بالتعليم اليوم يطلق عليه اسم العلم بدون تقييد ويطلق على أربابه أنهم علماء ويظن الجاهل أن هذا كله داخل في مسمى العلم والعلماء الممدوح في الكتاب والسنة وهذا ضلال وتضليل. ¶ ولذلك يقول شيخ الإسلام ابن تيمية رحمه الله: فاللفظ المشتبه المجمل إذا خُصَّ في الاستدلال وقع فيه الضلال والإضلال. ¶ وقد قيل: إن أكثر اختلاف العقلاء من جهة اشتراك الأسماء. (¬1) ¶ وهذا هو الواقع في زماننا في أشياء كثيرة لكن من أخطرها وأعظمها التباساً مسمى العلم فقد دخل فيه حتى ما يضاده ويناقضه من جهة التسمية المطلقة ومن جهة المدح وكل هذا ضلال حصل بسببه الشيء العظيم من الغرور والاغترار ومن الانحراف عن الصراط المستقيم الذي كان عليه نبي هذه الأمة - صلى الله عليه وسلم - وصحبه الكرام رضوان الله عليهم ومن تبعهم بإحسان. ¶ ¬_________ ¶ (¬1) الفتاوى 5/ 217.",
            "page": "79",
            "part": "1",
            "seal": "F23616AA"
        },
        {
            "id": "79",
            "nass": "قال ابن كثير رحمه الله في تفسير قوله تعالى: {قل هل يستوي الذين يعلمون والذين لا يعلمون}. ¶ قال: هذه الآية إنما دلّت على مدح العالِمين العلم الشرعي. انتهى ¶ يعني وكل ما كان في معناها من مدح العلم وأهله مطلقاً أما غير علماء الدين فلا يطلق عليهم هذا الاسم ولا ما يتبعه من المدح لكن يقال: علم كذا وعالم كذا بالتقييد، يوضح ذلك ما قرره ابن تيمية رحمه الله بقوله: (وهذا كما أن العالم في الحقيقة ذو العلم سواءً كان العِلم علم الشريعة والدين أو غيره من العلوم وإذا أطلق مطلق فقال: رأيت العلماء أوجاءني عالم فلا يُفهم من إطلاقه أصحاب الحرف والصناعات بل لايُفهم منه إلا علماء الشريعة). (¬1) انتهى. ¶ كذلك المدح في الكتاب والسنة؛ إنما هو لهؤلاء ومن هنا يتبين ضلال كثير من أهل الوقت كما سيأتي بيان ذلك من كلامهم إن شاء الله. ¶ ¬_________ ¶ (¬1) السبعينية، ص264.",
            "page": "80",
            "part": "1",
            "seal": "90B66CCC"
        },
        {
            "id": "80",
            "nass": "قاعدة مهمة ¶ قال ابن تيمية بعد كلام سابق: ومن هنا غلِط كثير من الناس؛ فإنهم قد تعوّدوا ما اعتادوه إما من خطاب عامّتهم وإما من خطاب علمائهم؛ باستعمال اللفظ في معنى؛ فإذا سمعوه في القرآن والحديث ظنّوا أنه مستعمل في ذلك المعنى فيحملون كلام الله ورسوله على لغتهم النبطيّة وعاداتهم الحادثة، وهذا مما دخل به الغلط على طوائف؛ بل الواجب أن تُعرف اللغة والعادة والعُرف الذي نزل في القرآن والسنة وما كان الصحابة يفهمون من الرسول عند سماع تلك الألفاظ، فبتلك اللغة والعادة والعُرْف خاطبهم الله ورسوله لا بما حدث بعد ذلك). (¬1) انتهى. ¶ ويقال هنا: هل اللغة والعادة والعرف الذي نزل في الكتاب والسنة أن يُمدح كل عالم ويثنى على كل عالم وعلم أو أن هذا يختص بالعلم الشرعي وعلمائه الذين يعملون به؟ الأمر في غاية الوضوح لا يجادل به إلا جاهل أو مكابر، وقد تبين ذلك مما تقدم ولأهميته سأزيده فيما بعد بإذن الله تعالى. ¶ ¬_________ ¶ (¬1) الفتاوى 7/ 108.",
            "page": "81",
            "part": "1",
            "seal": "7598E1F6"
        },
        {
            "id": "81",
            "nass": "الإسلام والعلم ¶ \" الإسلام والعلم \": هذا عنوان نسخة من النسخ، وقبل الكلام على ما فيها؛ أبين خطأ هذا العنوان؛ وأنه بسبب هذه الإطلاقات حصل لبس عظيم، فيقال: إذا كان المراد بالعلم علم الشريعة؛ فالإسلام هو العلم، ولا يُقال: الإسلام والعلم، الدين والعلم، فليس هناك مغايرة ولا ثنائية ولذلك يقال: العلوم الإسلامية، علم الدين، وهكذا بمعنى أن الإسلام هو العلم، والدين هو العلم. فإذا قال المتأخرون: الإسلام والعلم أو الدين والعلم أو الإسلام لا يعارض العلم، أولا يحارب العلم، والدين يحث على العلم ونحو هذه العبارات؛ فإنما يقصدون بالعلم علوم الغربيين فينبغي التنبه لهذا؛ لأنهم إنما أطلقوا هذه العبارات للرد على المعارضين.",
            "page": "82",
            "part": "1",
            "seal": "0D299DBC"
        },
        {
            "id": "82",
            "nass": "الكنيسة ¶ تحت العنوان السابق: \" الإسلام والعلم \". ¶ قال المؤلف: سبب القول بوجود تعارض بين الإسلام والعلم هو: أن الكنيسة في العصور الوسطى كانت تفرض قيوداً على الحياة الأوروبية إلى آخره، حيث ذكر أن الكنيسة تفرض قيوداً على الحياة العلمية، وتصدر قوانين وقرارات تنسبها للدين مما أدّى إلى تضجر الناس وثورتهم على الكنيسة ونشوء العلمانية. ثم قال: بعد ذلك قاسوا على الكنيسة جميع الأديان ومن ضمنها الإسلام دون النظر هل يقف ضد العلم أم أنه يدعو إليه، فقط بمجرد القياس على الكنيسة مع أن الإسلام رفع راية العلم والتعلم في أول آيات نزلت على محمد - صلى الله عليه وسلم -، تعالى الله عما يقولون علواً كبيراً. انتهى. ¶ فهذا الكلام يردده المتأخرون ويتناقلونه وكأنه قرآن لا يأتيه الباطل من بين يديه ولا من خلفه، وتجد كل من بحث في هذه العلوم الغربية وتكلم فيها يُزَوّق كلامه بهذا بِدَعوى الدفاع عن الإسلام وإظهار محاسنه ومدحه إذْ أنه أنه ليس كالكنيسة تعارض العلم، وتأمل الاستدلال على ذلك وهو أول الآيات التي نزلت على محمد - صلى الله عليه وسلم - وكأن هذه الآيات التي في",
            "page": "83",
            "part": "1",
            "seal": "A52D396C"
        },
        {
            "id": "83",
            "nass": "سورة: \" اقرأ \" تدعو إلى هذا العلم المزعوم، وبلا شك أن تفسير آيات القرآن العظيم بهذا من أخطر الأمور على الأمة وقد حصل بسببه لبس وضلال ومعاذ الله أن يأمر سبحانه بهذه الآيات أو غيرها من آيات القرآن التي تجرأ عليها المتأخرون بتأويلاتهم الفاسدة الباطلة بغير العلم الديني الشرعي ومن زعم غير ذلك فهو مفترٍ على الله، ومعلوم وعيد من فسّر القرآن برأيه. ¶ وقد قال ابن تيمية: من فسّر القرآن والحديث وتأوله على غير التفسير المعروف عن الصحابة والتابعين فهو مفتر على الله ملحد في آيات الله محرف للكلم عن مواضعه. انتهى. ¶ وبلا شك أن هذا تفسير للقرآن على غير المعروف عن الصحابة والتابعين. وتفسير القرآن والأحاديث على غير المعروف عن الصحابة والتابعين في زماننا بحر لا ساحل له وسأذكر نماذج لذلك إن شاء الله. ¶ كذلك قال ابن تيمية: لا يجوز استعمال ظواهر الكتاب قبل البحث عما يُفسرها من السنة وأقوال الصحابة والتابعين وغيرهم. (¬1) ¶ وقوله: \" وغيرهم \"، يعني ممن هو على نهجهم لم يخرج عن طريقهم. يوضح ذلك كلامه السابق: \" من فسّر القرآن والحديث\" إلى آخره. ولتمام الفائدة هنا؛ فإن السلف فسّروا جميع القرآن، كما قال ¶ ¬_________ ¶ (¬1) الفتاوى، 29/ 166.",
            "page": "84",
            "part": "1",
            "seal": "51A841EF"
        },
        {
            "id": "84",
            "nass": "مجاهد: عرضت المصحف على ابن عباس من فاتحته إلى خاتمته أقفه عند كل آية وأسأله عنها، وقد تلقّوا ذلك عن النبي - صلى الله عليه وسلم -. وقد ذكر ابن تيمية. ¶ وإذا كانت الحال هكذا فليحذر الناصح لنفسه مما تهوّك به المتأخرون من خوضهم في معاني الكتاب والسنة بآرائهم وأهوائهم وجهالاتهم حتى زعم بعضهم أن آيات الخلق لم يكن يُعرف معناها وقت نزول القرآن؛ وإنما عُرفت بعد انبثاق هذه العلوم. (¬1) ¶ فقوله: (مع أن الإسلام رفع راية العلم والتعلم في أول آيات نزلت) من أبطل الباطل وأكذب الكذب حيث يقصد هذه العلوم والتجارب والأبحاث وإنه ليليق بالمتأخرين هذا التخليط وإنما رفع الإسلام راية العلم بالله ودينه فقط، وذمّ ما سواه من العلوم التي لما جاءت أهلها رسلهم بالبينات فرحوا بها. ¶ ¬_________ ¶ (¬1) وقد ألّفت كتاباً كبيراً رداً على أرباب إعجاز القرآن المزعوم واسمه: (الفرقان في بيان إعجاز القرآن) وقد بيّنت فيه ضلال عبد المجيد الزنداني وغيره ممن سلكوا هذا المسلك الخطير.",
            "page": "85",
            "part": "1",
            "seal": "70A0D7A8"
        },
        {
            "id": "85",
            "nass": "القول بأنه لا يوجد تعارض بين الإسلام والعلم ¶ قال المؤلف بعد الكلام السابق: لا يوجد تعارض بين الإسلام والعلم فالإسلام أمر بالعلم وأول آية نزلت على الرسول - صلى الله عليه وسلم - ترفع شعار العلم: {اقرأ باسم ربك الذي خلق}. والأدلة على ذلك كثيرة ومنها: ¶ ما ورد في القرآن: {اقرأ باسم ربك الذي خلق} الآيات. {هل يستوي الذين يعلمون والذين لا يعلمون} {إنما يخشى الله من عباده العلماء}. {يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات}. ¶ ما ورد في السنة: ومن ذلك: (طلب العلم فريضة على كل مسلم) (من سلك طريقاً يلتمس فيه علماً) الحديث. ¶ (اللهم فقهه في الدين وعلمه التأويل) في قصة الرجل: (ألا سألوا حينما جهلوا؛ فإن شفاء العي السؤال). ¶ التاريخ: ما وُجد في العصور الوسطى في الخلافات الإسلامية من تقدم في جميع الميادين، فالتاريخ يشهد أن المسلمين أمة علمية وتدعو إلى التعلم وحاديهم الدعوة إلى الإسلام وإلى العلم والتعلم.",
            "page": "86",
            "part": "1",
            "seal": "EF2A8579"
        },
        {
            "id": "86",
            "nass": "ثم قال بعد ذلك: هل الأدلة السابقة تدل على العلم الشرعي فقط؟ ¶ الجواب: لا بل هي عامة، بدليل قوله تعالى: {سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق}. ¶ وقوله تعالى: {إن في خلق السموات والأرض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس} الآية .. انتهى. ¶ انظر قوله: \" بل هي عامة \"، يعني أدلة الكتاب والسنة السابقة الذكر وأنها بزعمه في العلم الشرعي وغيره واستدلاله بقوله تعالى: {سنريهم آياتنا في الآفاق} الآية، وهذه الآية كثيراً ما يذكرونها عند ذكر هذه العلوم والتجارب والبحوث كقولهم في غيرها بغير علم بل بالرأي والهوى وقد رَدَّ شيخ الإسلام دعوى من زعم أن الضمير يعود إلى الله في قوله تعالى في هذه الآية: {أنه الحق}، وذكر أن هذا قول طائفة من المتفلسفة ومن تبعهم من المتكلمة والمتصوفة، وقد تبعهم المتأخرون في زماننا فيذكرون هذه الآية، يستدلون بها على طريق معرفة الله بالعلم وذكر رحمه الله أن الضمير يعود على القرآن قال: \" والثالث العمل بموجب العلم قال تعالى: {سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق، أولم يكف بربك أنه على كل شيء شهيد}.",
            "page": "87",
            "part": "1",
            "seal": "2D947D4C"
        },
        {
            "id": "87",
            "nass": "والضمير عائد على القرآن كما قال تعالى: {قل أرأيتم إن كان من عند الله ثم كفرتم به من أضل ممن هو في شقاق بعيد، سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق}. الآية. ¶ وأما قول طائفة من المتفلسفة ومن تبعهم من المتكلمة والمتصوفة أن الضمير عائد إلى الله وأن المراد ذكر طريق من عرفه بالاستدلال بالعلم فتفسير الآية بذلك خطأ من وجوه كثيرة وهو مخالف لما اتفق عليه سلف الأمة وأئمتها. (¬1) ¶ ولزيادة الوضوح فقد قال قبل الكلام السابق: وأما كيف يحصل اليقين فبثلاثة أشياء: ¶ أحدها: تدبر القرآن. ¶ والثاني: تدبر الآيات التي يحدثها الله في الأنفس والآفاق التي تبين أنه حق. ¶ والثالث: العمل بموجب العلم، ثم ذكر الكلام السابق. ¶ وقال بعد ذلك: فبيّن سبحانه أنه يُرى الآيات المشهودة ليبين صدق الآيات المسموعة. ¶ ثم قال: وأما الآيات المشهودة؛ فإن ما يُشهد وما يُعلم بالتواتر من عقوبات مُكذبي الرسل ومن عصاهم ومن نصر الرسل وأتباعهم على ¶ ¬_________ ¶ (¬1) 3/ 331.",
            "page": "88",
            "part": "1",
            "seal": "445D0626"
        },
        {
            "id": "88",
            "nass": "الوجه الذي وقع وما عُلم من إكرام الله تعالى لأهل طاعته وجَعْل العاقبة لهم وانتقامه من أهل معصيته وجَعْل الدائرة عليهم: فيه عبرة تبين أمره ونهيه ووعده ووعيده وغيره ذلك مما يوافق القرآن. إلى آخره. ¶ اعلم أن هذه الآية يستدل بها المتأخرون على علومهم وتجاربهم خلاف ما ذكر الشيخ وخلاف ما كان عليه السلف ويجعلون الضمير فيها يعود إلى الله وهو يعود على القرآن كما بيّن الشيخ، وهذه الآية تشبه قوله تعالى: {قل سيروا في الأرض} الآية. حيث يستدل بها المتأخرون على الأبحاث والتنقيب في الأرض وقد بيّنت بطلان ذلك ولله الحمد من كلام علمائنا في: [هداية الحيران] وذكرت معناها الصحيح. وكم وكم من آية فسروها بآرائهم وأهوائهم كذلك الأحاديث، ثم قد يظن هؤلاء أن السلف ينكرون النظر والاعتبار والتفكر وليس كذلك. ¶ قال ابن تيمية: \" فإن أهل السنة والحديث لا ينكرون ما جاء به القرآن \"، هذا أصل متفق عليه بينهم، والله قد أمر بالنظر والاعتبار والتفكر والتدبر في غير آية، ولا يُعرف عن أحد من سلف الأمة ولا ائمة السنة وعلمائها أنه أنكر ذلك. ¶ وذكر كلاماً ثم قال: فإنهم أنكروا ما ابتدعه المتكلمون من باطل نظرهم وكلامهم واستدلالهم. (¬1) ¶ ¬_________ ¶ (¬1) الفتاوى، 4/ 56.",
            "page": "89",
            "part": "1",
            "seal": "0939EDE4"
        },
        {
            "id": "89",
            "nass": "كذلك هؤلاء يستدلون بالآيات التي فيها الأمر بالنظر والتفكر والاعتبار على علومهم المحدثة ولو أنكر عليهم أحد لقالوا: (إن الله أمر بالقرآن بذلك)، فتأمل كلام الشيخ أن أهل السنة ينكرون ما ابتدعه المتكلمون من الطريقة التي يثبتون بها وجود الله مع أنها فطريّة كذلك المتأخرون أشبهوهم في ذلك، وقد يطول علينا نقل تفاسير السلف للآيات المذكورة وغيرها وكذلك الأحاديث وإنما أحيل على كلام السلف في ذلك. ¶ ثم ذكر المؤلف عنواناً هو: [تشريف الكتاب والسنة للعلم]. ¶ واستدل بآيات من القرآن وأحاديث من السنة فيها فضل وشرف العلم والعلماء ومعلوم أنه لا يرى تخصيص ذلك بالعلم الشرعي والعلماء الشرعيين كما تقدم من كلامه وكما هو منتشر ومشهور من كلام المتأخرين، ولذلك قال: فقد نهج الإسلام منهجاً مخالفاً لغيره من الأديان بل دعا إلى العلم ونهج هذا المنهج. ¶ وهذا المنهج الإسلامي في الدعوة إلى العلم يقوم على دعامتين: ¶ أ- في نقل الاستفادة من خبرة غيرنا فقد قال الله تعالى: {إن في ذلك لذكرى من لمن كان له قلب أو ألقى السمع وهو شهيد}.",
            "page": "90",
            "part": "1",
            "seal": "8D09B4A3"
        },
        {
            "id": "90",
            "nass": "{لمن كان له قلب} أي: يصل إلى المعلومة بنفسه سواءً سُبق أو لم يُسبق إليها. {ألقى السمع} أي: سمع المعلومة من غيره ولم يصل إليها بنفسه، وهذا هو الشاهد،. انتهى. ¶ تأمل هذه التأويلات الباطلة لكلام الله عز وجل وعدم رجوع كثير من المتأخرين في معاني الكتاب والسنة إلى كلام النبي - صلى الله عليه وسلم - والصحابة والتابعين وإن هذا والله لهو الافتراء على الله والإلحاد في كلامه وتحريف الكلم عن مواضعه كما فعل هذا الضال المضل وغيره كثير لا كثرّهم الله وهم لو أنهم لما فُتنوا بهذه العلوم والحوادث التي فُتنوا بها لم يتعرضوا لكلام الله وكلام رسوله لصار الأمر أهون، كيف تجرأ هذا الضال بأن قال على الله الكذب: {لمن كان له قلب} أي: يصل إلى المعلومة بنفسه يعني هذه المعلومات المستحدثة المبنية بزعمهم على التجارب ووالله ما أراد الله هذا بكلامه وإنما المراد من له قلب حي حاضر يعي عن الله لا عن أعداء الله، ومعلوم أن كل إنسان له قلب؛ المسلم والكافرن وقلب الكافر ميت ولو وصل إلى كل معلومة، ولايمدح على ذلك ولا يثنى عليه بل يذم غاية الذم حيث لم ينتفع بقلبه الذي وهبه الله إياه ليعرفه فيه ويحبه ويعمل بطاعته فاستعمله في غير ماخلق له وقد تقدم كلام ابن القيم رحمه الله عن الكفار من الفلاسفة ونحوهم وعلومهم من الرياضيات والطبيعيات والهندسة ونحو ذلك، وقوله رحمه الله: وأي كمال للنفس في",
            "page": "91",
            "part": "1",
            "seal": "F0231B8D"
        },
        {
            "id": "91",
            "nass": "هذا؟ وأي سعادة لها فيه \". ¶ وقوله عن هؤلاء: أنهم لما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم بهذه المعلومات وهي ظنون كاذبة وعلم لا ينفع إلى آخر ما قال، وما أشبه الليلة بالبارحة، وقد تكلم شيخ الإسلام عن الفلاسفة وهؤلاء الملاحدة يشبهونهم من بعض الوجوه. ¶ فقد قال عنهم رحمه الله: لكن لهم معرفة جيدة بالأمور الطبيعية وهذا بحر علمهم وله تفرغوا وفيه ضيّعوا زمانهم. ¶ وأما معرفة الله تعالى فحظهم منها مبخوس جداً وأما ملائكته وأنبياؤه وكتبه ورسله والمعاد فلا يعرفون ذلك البتة، ولم يتكلموا فيه لا بنفي ولا إثبات؛ وإنما تكلم في ذلك متأخروهم الداخلون في الملل. (¬1) ¶ وهكذا أهل هذه العلوم: الأمور الطبيعية بحر علمهم ولها تفرّغوا وضيّعوا زمانهم، فهل يليق بالمسلم أن يتشبه بهم ويتبع آثارهم؟!. ¶ ثم قال المؤلف: ¶ ب: الابتكار واستعمال العقل والتجارب من أجل الوصول إلى ما لم يصل إليه غيرنا من العلوم قال تعالى: {إن شر الدواب عند الله الصم البكم الذين لا يعقلون}. إلى آخره. ¶ ¬_________ ¶ (¬1) الفتاوى 17/ 330.",
            "page": "92",
            "part": "1",
            "seal": "C8F97B93"
        },
        {
            "id": "92",
            "nass": "فانظر كيف يستدل بهذه الآية على الابتكار وأن نصل إلى ما لم يصل إليه غيرنا من العلوم، ومعلوم أنه يقصد مجاراة الملاحدة في علومهم التي فرحوا بها، وبها ضلوا وأضلوا من تبعهم وأين هذا مما أراد الله بكلامه؟ وفي الآخر يقول عن أهمية البحث العلمي وأنه كل ما وصل إليه الإنسان من تقدم مادي أو فكري أو حضاري أو غيرها. ¶ فانظر كيف يُدخلون في العلم الممدوح ما ليس منه وقد يكون يعارضه ويجعلون المدح للكل والتشريف للكل. ¶ وقد ذكر شيخ الإسلام أن دلالة اللفظ على المعنى سمعية فلابد أن يكون اللفظ مستعملاً في ذلك المعنى يعني حين نزول القرآن فهل كان اسم العلم يستعمل في هذا المعنى المحدث أو أنه يخص الوحي فقط؟ هذا بيّن، كذلك معاني الآيات. ¶ قال رحمه الله: لا يُكتفى في ذلك بمجرد أن يصلح وضع اللفظ لذلك المعنى إذْ الألفاظ التي يصلح وضعها للمعاني ولم توضع لها لا يحصي عددها إلا الله. ¶ ثم قال: لا سيما إذا عُلم أن اللفظ موضوع لمعنى هو مستعمل فيه فحمله على غير ذلك لمجرد المناسبة كذب على الله، كذلك المتأخرون يستعملون كثيراً من معاني الكتاب والسنة لمجرد المناسبة مثل الاشتراك في مسمى العلم فيدخلون هذه العلوم ويستدلون عليها بما ورد في الكتاب والسنة من الأمر بطلب العلم والمدح له ولأهله ويفسرون الآيات والأحاديث لمجرد المناسبة وليس هذا هو المعنى المراد قطعاً.",
            "page": "93",
            "part": "1",
            "seal": "7919DA9D"
        },
        {
            "id": "93",
            "nass": "هل أصل العلوم التجريبية ¶ مأخوذ من المسلمين؟ ¶ يقولون: الواقع أننا حين نقتبس الجانب العلمي من الغرب لا نفعل شيئاً إلا أننا نسترد بضاعتنا فنحن أصحاب هذا العلم وأولى الناس به، فقد أخذ الغرب أصول هذا العلم ومنهجه منا كما اعترف بذلك بريفولت ودوهرنج ولوبون وسارتون وغيرهم من الدارسين الغربيين المنصفين. ¶ ويقولون: ولا شك أن المنهجية الاستقرائية من ابتداع المسلمين وليس من المبالغة القول: بأن المسلمين هم أول من أرسى قواعد المنهجية الاستقرائية في العلوم التجريبية. ¶ هذا الكلام ونحوه يوجد بكثرة في علوم أهل الوقت وقد ضل به من ضل، ودعوى أن المسلمين هم أهل العلوم التجريبية وهم الذين أصّلوها وأخذها الغربيون منهم فيما بعد، دعوى كاذبة، والعجيب أنهم يريدون بذلك مدح الإسلام وأهله بزعمهم ولتعلم بطلان هذه الدعوى وزيْفها، اسألهم عن المسلمين الذين يصولون بهم ويجولون. ¶ يأتيك الجواب: ابن سينا ومحمد بن زكريا الرازي الطبيب وابن الهيثم وأبو حيان ونحوهم. أما ابن سينا فهو إمام الملحدين، ذكر ذلك",
            "page": "94",
            "part": "1",
            "seal": "50C40CC7"
        },
        {
            "id": "94",
            "nass": "ابن القيم ونقل كفره ابن تيمية والشيخ محمد بن عبد الوهاب وغيرهم من العلماء. ¶ ومحمد بن زكريا الرازي كافر أيضاً ذكر ذلك ابن تيمية وغيره من العلماء، وابن الهيثم من جنس هؤلاء ¶ وأبو حيان يقول ابن تيمية: ليس له ذكر بين أهل العلم والدين إلى آخر القائمة وعلى هذا فقس. ¶ كذلك يقال: نتحدى أهل هذه الدعوة أن يأتونا بشيء من ذلك عن النبي - صلى الله عليه وسلم - أو الصحابة والتابعين أو أئمة المسلمين وعلمائهم من السلف وهذه سيرهم وتراجمهم وعلومهم بين يدي الناس لا يوجد فيها غير ميراث محمد - صلى الله عليه وسلم -. ¶ أما ذمهم لمن ينتحل من العلوم غير علم الكتاب والسنة فأكثر من أن يحصر.",
            "page": "95",
            "part": "1",
            "seal": "54799DFD"
        },
        {
            "id": "95",
            "nass": "فرض الكفاية ¶ بعض أهل الوقت يجعل بعض العلوم التي ما أنزل الله به من سلطان من فروض الكفاية وقد تكون هذه العلوم مضادة لعلوم الدين أو مشغلة عنها أو مضعفة لها وهذا كله ضرره ونقصه بيّن والآن تأمل ما قاله ابن القيم رحمه الله في ذلك لئلا تغتر فتظن أن كل من تكلم بالدين على صراط مستقيم في كل ما يقول فكل أحد اليوم يتكلم بالدين وأصبح الكل دُعاة ولو علم المغرور شدة حاجته إلى من يدعوه ليرده إلى الصراط المستقيم حقيقة لما تمادى في غروره، ما أكثر من يتكلم اليوم باسم الدين وهو بعيد عنه. ¶ والمقصود أن ابن القيم رحمه الله يقول في فرض الكفاية: وأما فرض الكفاية فلا أعلم فيه ضابطاً صحيحاً؛ فإن كل أحد يُدخل في ذلك ما يظنه فرضاً فيدخل بعض الناس في ذلك علم الطب وعلم الحساب وعلم الهندسة والمساحة وبعضهم يزيد على ذلك علم أصول الصناعة كالفلاحة والحياكة والحدادة والخياطة ونحوها، وبعضهم يزيد على ذلك علم المنطق وربما جعله فرض عين وبناه على عدم صحة إيمان المقلد وكل",
            "page": "96",
            "part": "1",
            "seal": "C0C1D953"
        },
        {
            "id": "96",
            "nass": "هذا هوس وخبط فلا فرض إلا ما فرضه الله ورسوله. إلى آخر كلامه. (¬1) ¶ انظر قوله: وكل هذا هَوَس وخبط فلا فرض إلا ما فرضه الله ورسوله. ¶ ¬_________ ¶ (¬1) مفتاح السعادة 1/ 157.",
            "page": "97",
            "part": "1",
            "seal": "7B5F530E"
        },
        {
            "id": "97",
            "nass": "شرف العلم تابع لشرف معلومه ¶ إني أنصح من أراد السلوك إلى الله وهو صادق ألاّ يغتر بكثير من المتأخرين وما يكتبونه وما يقولونه ففي ذلك والله من الآفات والبليات والقواطع عن الطريق مالا يحيط بعلمه إلا الله عز وجل، وأن تكون له عناية خاصة بكتب السلف ومعلوم أن الوصية بكتاب الله عز وجل وسنة رسوله - صلى الله عليه وسلم - لكن لابد في معرفة ذلك من الاستضاءة بنور العلماء وتأمل الآن هذا الكلام لابن القيم الذي يعرف العلم ويعرف شرفه وقدره ويدلّك عليه لتميز بين العلم الشريف الممدوح وبين ما يُسمى به كذباً وزرواً ويجعل أهل الوقت له نصيباً من الشرف والمدح جهالة وضلالة. ¶ قال رحمه الله: ولما كان كمال الإرادة بحسب كمال مرادها وشرف العلم تابع لشرف معلومه كانت نهاية سعادة العبد الذي لا سعادة له بدونها ولا حياة له إلا بها أن تكون إرادته متعلقة بالمراد الذي لا يبلى ولا يفوت، وعزمات هِمته مسافرة إلى حضرة الحي الذي لا يموت، ولا سبيل له إلى هذا المطلب الأسنى والحظ الأوفى إلا بالعلم الموروث عن عبده ورسوله وخليله وحبيبه الذي بعثه لذلك داعياً وأقامه على هذا الطريق هادياً، وجعله واسطة بينه وبين الأنام، وداعياً له بإذنه",
            "page": "98",
            "part": "1",
            "seal": "0570CE86"
        },
        {
            "id": "98",
            "nass": "إلى دار السلام، وأبى سبحانه أن يفتح لأحد منهم إلا على يديه، أو يقبل من أحد منهم سبباً إلا أن يكون مبتدأ منه ومنتهياً إليه، فالطرق كلها إلا طريقه - صلى الله عليه وسلم - مسدودة، والقلوب بأسرها إلا قلوب أتباعه المنقادة إليه عن الله محبوسة مصدودة، فحق على من كان في سعادة نفسه ساعياً، وكان قلبه حياً عن الله واعياً، أن يجعل على هذين الأَصْلَيْنِ يعني: [العلم والإرادة] مدار أقواله وأعماله وأن يصيرهما آخيّته التي إليها مفزعه في حياته. (¬1) ¶ انظر كيف جعل شرف العلم تابعاً لشرف معلومه ثم بين لك هذا المعلوم وهو الحي الذي لايموت ثم دلّك على الوسيلة إليه وهو العلم الموروث عن عبده ورسوله فهذا غاية المطالب ونهاية المآرب وهو العلم الذي شمّر له الصادقون وَأَمّهُ المحبون. ¶ وقد ذكر ابن القيم: أنه لابد للنفس من مراد محبوب لذاته لا تصلح إلا به ولا تكمل إلا بحبه وإيثاره وقطع العلائق عن غيره وأن ذلك هو النهاية وغاية مطلوبها ومرادها الذي إليه ينتهي الطلب فليس ذلك إلا الله الذي لا إله إلا هو. ثم قال عن طريق أهل الإيمان الذين عقلوا عن الله أمره ودينه وعرفوا مراده بما أمرهم ونهاهم عنه وهي أن نفس معرفة الله ومحبته وطاعته والتقرب إليه وابتغاء الوسيلة إليه أمر مقصود لذاته وأن الله ¶ ¬_________ ¶ (¬1) مفتاح دار السعادة 1/ 46.",
            "page": "99",
            "part": "1",
            "seal": "E1FE0943"
        },
        {
            "id": "99",
            "nass": "سبحانه يستحقه لذاته وهو سبحانه المحبوب لذاته الذي لا تصلح العبادة والمحبة والذل والخضوع والتألّه إلا له فهو يستحق ذلك لأنه أهل أن يُعبد ولو لم يخلق جنة ولا ناراً ولو لم يضع ثواباً ولا عقاباً كما جاء في بعض الآثار: (لو لم أخلق جنة ولا ناراً أما كنت أهلاً أن أعبد) فهو سبحانه يستحق غاية الحب والطاعة والثناء والمجد والتعظيم لذاته ولما له من أوصاف الكمال ونعوت الجلال، وحبه الرضى به وعنه والذل له والخضوع والتعبد هو غاية سعادة النفس وكمالها، والنفس إذا فقدت ذلك كانت بمنزلة الجسد الذي فقد روحه وحياته والعين التي فقدت ضوءها ونورها بل أسوأ حالاً من ذلك من وجهين: ¶ أحدهما: أن غاية الجسد إذا فقد روحه أن يصير معطلاً ميتاً وكذلك العين تصير معطلة. ¶ وأما النفس إذا فقدت كمالها المذكور فإنها تبقى معذبة متألمة وكلما اشتد حجابها اشتد عذابها وألمها، وشاهدِ هذا ما يجده المحب الصادق المحبة من العذاب والألم عند احتجاب محبوبة عنه ولا سيما إذا يئس من قربه وحظي غيره بحبه وَوَصْله، هذا مع إمكان التعوّض عنه بمحبوب آخر نظيره أو خير منه فكيف بروح فقدت محبوبها الحق الذي لم تخلق إلا لمحبته ولا كمال لها ولا صلاح أصلاً إلا بأن يكون أحب إليها من كل ما سواه وهو محبوبها الذي لا تعوّض منه سواه بوجه كما قال القائل:",
            "page": "100",
            "part": "1",
            "seal": "282A3908"
        },
        {
            "id": "100",
            "nass": "من كل شيء إذا ضيّعته عوضُ ... وما من الله إن ضيّعته عِوَضُ ¶ إلى آخره. (¬1) ¶ هل تحتاج الأمة إلى علم نفس ومثل هذا الكلام النفيس من ذخائرها؟ ¶ يقال: إذا أعطيت أخاك تمرة فلم يقبلها فأعطه جمرة. ¶ {وكذلك نولي بعض الظالمين بعضاً بما كانوا يكسبون}. ¶ ¬_________ ¶ (¬1) مفتاح دار السعادة 2/ 123.",
            "page": "101",
            "part": "1",
            "seal": "E4AB0D48"
        },
        {
            "id": "101",
            "nass": "القوّة ¶ يقال في هذه العلوم الحديثة: إعداد القوة ويُستدل على ذلك بقوله تعالى: {وأعدوا لهم ما استطعتم من قوة}، والذي لا شك فيه أن الأصل الأصيل الذي يُبدأ به ويُصان ويحافظ عليه هو قوة الإيمان التي مع فقدها لا يغني شيء ومع ضعفها تحفّ الأخطار وليس المراد بقاء المسلم أعزلاً ولا أيضاً اعتماده على مالا يصلح وليس فيه نكاية بالعدو بدعوى التمسك بالقديم. فكل هذا غير مراد، وإنما المراد النظر في الأساليب المتخذة في هذا الزمان وأنه من أعظم أسباب التخلف والانقطاع عن الله الانشغال بهذه الطريقة الشمولية في قشور ملهية وشاغلة بل ومؤذية بل ومذهبه للإيمان أو أحسن أحوالها أنها مضعفه له. ¶ هل يلزم كل فرد أن يعرف عناصر المواد وتركيبها وتغيراتها واستحالاتها وأصولها وفروعها وكيف نشأت وتكوّنت وبلدانها وكمياتها وكيفياتها إلى غير ذلك مما هو مفسدة ومشغلة، ألا يكفي معرفة اسم الأداة وكيفية تصريفها لغرضها الذي هُيِّئت له بشرط أن يكون المراد أن تكون كلمة الله هي العليا؟ فتفرغ القلوب لما خلقت له وتكون أواني نظيفة لتستقبل ما هيئت وأُعدت له.",
            "page": "102",
            "part": "1",
            "seal": "A16C7541"
        },
        {
            "id": "102",
            "nass": "هل يحتاج المسلم إلى غير علم النبي - صلى الله عليه وسلم - ¶ قال ابن تيمية رحمه الله بعد كلام سبق في الدور الحسابي والعلوم قال: وقد بيّنا أنه يمكن الجواب عن كل مسألة شرعية جاء بها الرسول - صلى الله عليه وسلم - بدون حساب الجبر والمقابلة وإن كان حساب الجبر والمقابلة صحيحاً فنحن قد بيّنا أن شريعة الإسلام ومعرفتها ليست موقوفة على شيء يُتعلم من غير المسلمين أصلاً وإن كان طريقاً صحيحاً. ¶ ثم قال: وهكذا كل ما بعث الله به النبي - صلى الله عليه وسلم - مثل العلم بجهة القبلة والعلم بمواقيت الصلاة والعلم بطلوع الفجر والعلم بالهلال فكل هذا يمكن العلم به بالطرق التي كان الصحابة والتابعون لهم بإحسان يسلكونها ولا يحتاجون معها إلى شيء آخر، وإن كان كثير من الناس قد أحدثوا طرقاً أخر، وكثير منهم يظن أنه لا يمكن معرفة الشريعة إلا بها وهذا من جهلهم كما يظن طائفة من الناس أن العلم بالقبلة لا يمكن إلا بمعرفة أطوال البلاد وعروضها، وهو وإن كان علماً صحيحاً حسابياً يعرف بالعقل لكن معرفة المسلمين بقبلتهم ليست موقوفة على هذا بل قد ثبت عن صاحب الشرع - صلى الله عليه وسلم - أنه قال: (ما بين المشرق والمغرب قبله). (¬1) ¶ ¬_________ ¶ (¬1) حديث صحيح، أخرجه الترمذي.",
            "page": "103",
            "part": "1",
            "seal": "71CD0C94"
        },
        {
            "id": "103",
            "nass": "ولهذا كان جماهير العلماء أن المصلي ليس عليه أن يستدل بالقطب ولا بالجدي ولا غير ذلك. (¬1) ¶ انظر قوله: شريعة الإسلام ومعرفتها ليست موقوفه على شيء يُتعلم من غير المسلمين أصلاً وإن كان طريقاً صحيحاً. ¶ إذا كان الحال هكذا فكيف بطرق ملاحدة زماننا حيث بنوْا علومهم على التعطيل، فهذا يبيّن ما كان عليه أهل العلم من الاكتفاء بعلم ... محمد - صلى الله عليه وسلم -. ¶ ولذلك يقول شيخ الإسلام: إن العلوم المفضولة إذا زاحمت العلوم الفاضلة وأضعفتها فإنها تحرم. ¶ إذا كان هذا في علوم صحيحة غير علم الدين فكيف بالعلوم الباطلة الفاسدة؟ ¶ وذكر ابن القيم رحمه الله: وفاء رسالته - صلى الله عليه وسلم - في كل ما يحتاج إليه العباد في معارفهم وعلومهم وأعمالهم التي بها صلاحهم في معاشهم ومعادهم وأنه لا حاجة إلى أحد سواه البتة وإنما حاجتنا إلى من يبلغنا عنه ما جاء به فمن لم يستقر هذا في قلبه لم يرسخ قدمه في الإيمان بالرسول بل يجب الإيمان بعموم رسالته في ذلك كما يجب الإيمان بعموم رسالته بالنسبة إلى المكلّفين، فكما لا يخرج أحد من الناس عن رسالته البتة ¶ ¬_________ ¶ (¬1) الفتاوى 9/ 215.",
            "page": "104",
            "part": "1",
            "seal": "9B542BE4"
        },
        {
            "id": "104",
            "nass": "فكذلك لا يخرج حق من العلم به والعمل بما جاء به، فما جاء به هو الكافي الذي لا حاجة بالأمة إلى سواه، وإنما يحتاج إلى غيره من قلّ نصيبه من معرفته وفهمه، فبحسب قلة نصيبه من ذلك تكون حاجته وإلا فقد توفي رسول الله - صلى الله عليه وسلم - وما من طائر يقلب جناحيه في السماء إلا وقد ذكر للأمة منه علماً وعلمهم كل شيء حتى آداب التخلي وآداب الجماع والنوم والقيام والقعود والأكل والشرب والركوب والنزول ووصف لهم العرش والكرسي والملائكة والجنة والنار ويوم القيامة وما فيه حتى كأنه رأي عين، وعرّفهم بربهم ومعبودهم أتم تعريف حتى كأنهم يرونه بما وصفه لهم به من صفات كماله ونعوت جلاله، وعرّفهم الأنبياء وأممهم وما جرى لهم معهم حتى كأنهم كانوا بينهم، وعرّفهم من طرق الخير والشر دقيقها وجليلها ما لم يُعَرّفه نبي لأمته قبله وعرّفهم من أحوال الموت وما يكون بعده في البرزخ وما يحصل فيه من النعيم والعذاب للروح والبدن ما جلّى لهم ذلك حتى كأنهم يعاينوه. ¶ وكذلك عرّفهم من أدلة التوحيد والنبوة والمعاد والرد على جميع طوائف أهل الكفر والضلال ما ليس لمن عرفه حاجة إلى كلام أحد من الناس البتة، وكذلك عرّفهم من مكايد الحروب ولقاء العدو وطرق الظفر به مالو علموه وفعلوه لم يقم له عدو أبداً.",
            "page": "105",
            "part": "1",
            "seal": "F0A58E88"
        },
        {
            "id": "105",
            "nass": "وكذلك عرّفهم من مكايد إبليس وطرقه التي يأتيهم منها ويحترزون به من كيده ومكره وما يدفعون به شره مالا مزيد عليه. ¶ وبذلك أرشدهم في معاشهم إلى ما لو فعلوه لاستقامت لهم دنياهم أعظم استقامة، وبالجملة فقد جاءهم رسول الله - صلى الله عليه وسلم - بخير الدنيا والآخرة بحذافيره ولم يجعل الله بهم حاجة إلى أحد سواه، ولهذا ختم الله به ديوان النبوة فلم يجعل بعده رسولاً لاستغناء الأمة به عمن سواه، إلى آخره. (¬1) ¶ وياله من كلام نفيس ما أحسنه وأكمله، لكن قد يقول بعض الناس أو أكثر الناس اليوم في قول ابن القيم: وكذلك عرّفهم من مكايد الحروب ولقاء العدو وطرق الظفر به مالو عملوه وفعلوه لم يقم لهم عدو أبداً. ¶ قد يقال: هذا يُشكل في زماننا وليس بالبيّن لتغير الأحوال لا سيما في هذا المجال فالجواب سهل ولله الحمد. ¶ فأولاً: لو استمرت أحوال الأمة على ماتركهم عليه نبيهم - صلى الله عليه وسلم - لما قام لأعدائهم قائمة بمعنى أن تكون الأعداء على ماهي عليه اليوم من حالٍ بهرت عقول من لم يرفعوا بما جاء به نبيهم - صلى الله عليه وسلم - رأساً لأن هذا إنما جاء عقوبة التغيير والتبديل والانحراف عن سواء السبيل كما في الأثر: (إذا ¶ ¬_________ ¶ (¬1) من بدائع الفوائد الجزء، 3ص 155.",
            "page": "106",
            "part": "1",
            "seal": "CABE3F04"
        },
        {
            "id": "106",
            "nass": "عصاني من يعرفني سلطت عليه من لا يعرفني)، وقد قال تعالى: {إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم}. ¶ ثانياً: لو عادت الأمة اليوم إلى طريق نبيهم - صلى الله عليه وسلم - لرأوا من تغيير الله لهم الأحوال ما لا يوصف فالأمر كله له سبحانه هو المدبر لأمر الخلائق وبهذا الجواب يَنْحلّ الإشكال لكن إنما ينتفع بهذا أهل الإيمان الذين يؤمنون بقوله تعالى: {الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم فزادهم إيماناً وقالوا حسبنا الله ونعم الوكيل}. ¶ يعني يؤمنون بذلك على الحقيقة ومثل قوله تعالى: {يا أيها النبي حسبك الله ومن اتبعك من المؤمنين}. ¶ أي: هو كافيك وكافي أتباعك من المؤمنين وهذا مستمر إلى يوم القيامة لكن الشأن بالإيمان الموجب لمعية الله ونصره وكفايته، فالمصيبة أننا نهرب عن الدين ونلّوح له ونناديه: اتبعنا وانصرنا.",
            "page": "107",
            "part": "1",
            "seal": "A5A49C45"
        },
        {
            "id": "107",
            "nass": "علم المنطق ¶ قال شيخ الإسلام رحمه الله في الرد على من قال: إنه فرض كفاية، قال: فمن قال: إنه فرض كفاية وأن من ليس له به خبرة فليس له ثقة بشيء من علومه، فهذا القول في غاية الفساد من وجوه كثيرة التعداد مشتمل على أمور فاسدة ودعاوٍ باطلة كثيرة لا يتسع هذا الموضع لاستقصائها. ¶ ثم قال: مما يبيّن حرص العلماء على عدم إدخال شيء من علوم غير المسلمين على المسلمين، قال: ولهذا مازال علماء المسلمين وأئمة الدين يذمونه ويذمون أهله وينهون عنه وعن أهله حتى رأيت للمتأخرين فُتيا فيها خطوط جماعة من أعيان زمانهم من أئمة الشافعية والحنفية وغيرهم فيها كلام عظيم في تحريمه وعقوبة أهله حتى أن من الحكايات المشهورة التي بلغتنا أن الشيخ أبا عمرو بن الصلاح أمر بانتزاع مدرسة معروفة من أبي الحسن الآمدي.",
            "page": "108",
            "part": "1",
            "seal": "8C705402"
        },
        {
            "id": "108",
            "nass": "وقال: (أخذها منه أفضل من أخذ عكا، مع أن الآمدي لم يكن أحد في وقته أكثر تبحراً في العلوم الكلامية والفلسفية منه، وكان أحسنهم إسلاماً وأمثلهم اعتقاداً ... ). (¬1) ¶ وكلام شيخ الإسلام وابن القيم والذهبي والمقريزي وغيرهم من العلماء في ذم العلوم التي أدخل المأمون على المسلمين مشهور وقد تقدم. ¶ ¬_________ ¶ (¬1) مجموعة الفتاوى 9/ 5.",
            "page": "109",
            "part": "1",
            "seal": "85181041"
        },
        {
            "id": "109",
            "nass": "قوله تعالى: {تشابهت قلوبهم} ¶ كثير من أهل الوقت يستجهلون من لم يشركهم في علومهم ولو كان إيمانه أحسن من إيمانهم. ¶ قال ابن تيمية: ومن المعلوم أن الأمور الدقيقة سواء كانت حقاً أو باطلاً إيماناً أو كفراً لا تُعلم إلا بذكاء وفطنة، فكذلك أهله [يعني المنطق] قد يستجهلون من لم يشركهم في علمهم وإن كان إيمانه أحسن من إيمانهم إذا كان فيه قصور في الذكاء والبيان وهم كما قال الله تعالى: {إن الذين أجرموا كانوا من الذين ءامنوا يضحكون. وإذا مروا بهم يتغامزون. وإذا انقلبوا إلى أهلهم انقلبوا فكهين. وإذا رأوهم قالوا إن هؤلاء لضالون. وما أرسلوا عليهم حافظين. فاليوم الذين آمنوا من الكفار يضحكون. على الآرائك ينظرون. هل ثُوّب الكفار ما كانوا يفعلون}. (¬1) ¶ ما أكثر وقوع هذا في زماننا حيث صار التقييم بكثرة العلوم مهماً كانت وهذا خلاف ما كان عليه السلف وقد ذكر ابن القيم على قوله تعالى: {ألهاكم التكاثر} أن من ذلك التكاثر في العلم الذي لا يُبتغى به ¶ ¬_________ ¶ (¬1) الفتاوى 9/ 7.",
            "page": "110",
            "part": "1",
            "seal": "39DCD21F"
        },
        {
            "id": "110",
            "nass": "وجه الله، وقد أخبر - صلى الله عليه وسلم - أن أمته تتبع سنن من كان قبلها حذو القذة بالقذة وشبراً بشبر وذراعاً بذراع وهي أخبار خرجت مخرج الذم لفاعل ذلك. ¶ وقد وقع من ذلك في زماننا ما يطول الكلام فيه ولست بصدده عموماً لكن وجدت في مذكرة اسمها [مناهج البحث] كلاماً أنقله هنا، قال المؤلف: (ومن الجدير بالذكر أن لقب دكتور لاتيني في أصله يهودي في نشأته، أطلقه اليهود على حاخام الشريعة اليهودية وأخذه عنهم المسيحيون وأطلقوه على قسيس علم اللاهوت [الشريعة المسيحية]. ¶ فصلى الله على نبينا محمد الذي بلغ البلاغ المبين، فتأمل (حذو القذة بالقذة) ويلي هذا الكتاب: كتاب (دعوى الإصلاح).",
            "page": "111",
            "part": "1",
            "seal": "8CE99210"
        },
        {
            "id": "111",
            "nass": "الانغماس في منهاج أهل الباطل ¶ وسلوك سبيلهم بدعوى الإصلاح ¶ الحمد لله رب العالمين. ¶ إذا قال لك: أنا أصلح، فقل له: وهل أصلحت نفسك حتى تصلح غيرك أنت بحاجة شديدة إلى من يصلحك لكنك مغرور، فإذا قال لك: ليس أحد كاملاً، فقل: لست أبحث معك عن الكمال فمعلوم أنه لو منع من الإصلاح إلا الكمّل ما أصلح بعد الأنبياء أحد حيث أن الله اختصهم بالعصمة والكمال، لكن مرادي أنك منغمس في الضلالة، فهذا الطريق الذي أنت سالكه لا نراك تعيبه ولا تحذر عنه مع مافيه من الباطل، ومع مشاركتك فيه فأي إصلاح هذا الذي تدعيه، أتظن أنه بلغ التغفيل والبلادة بالخلق إلى حد أن لا يشعر بك أحد وأن يروج زيفك على كل أحد.؟ ¶ وقل له: أراك أحدثت بعد سلف هذه الأمة الأخيار حدثاً ماكانوا عليه وكانوا ينكرونه ويذمون فاعله، فإذا قال لك: ما هو؟ قل له: الانغماس في منهاج أهل الباطل وسلوك سبيلهم بدعوى الإصلاح،",
            "page": "112",
            "part": "1",
            "seal": "E59D4974"
        },
        {
            "id": "112",
            "nass": "والسلف لم يكونوا كذلك بل كانوا مزايلين لهم مع قيامهم بالإصلاح على أحسن الوجوه اتباعاً لا ابتداعاً وسنة لا رأياً. ¶ وسر المسئلة أنك لا ترى ماهم عليه باطلاً أو أنه غلبك هواك وإيثارك لدنياك فصرت تجادل بالباطل عقوبة لك كما لبست على نفسك تلبس على الناس، وتحسب أن الأمر يندفع بهذا، ولا تفكر في سخط الله، وعذابه، وعاجل عقوبته وآجلها، ولا ما تسببه من الفساد.",
            "page": "113",
            "part": "1",
            "seal": "719F66CE"
        },
        {
            "id": "113",
            "nass": "كل عمل لابد فيه من شرطين لقبوله ¶ وقل له: كل عمل لابد فيه من شرطين لقبوله: وهما الإخلاص، والمتابعة، وأنت مفلس من هذا وهذا. ¶ أما الإخلاص فيفسده عليك طلب الدنيا والرياسة وقد قال النبي - صلى الله عليه وسلم -: (ماذئبان جائعان أرسلا في غنم بأفسد لها من حرص المرء على المال والشرف لدينه). (¬1) ¶ فما الذي يخرجك من معنى الحديث ونحن لم نسمع ولا بواحد أصلح مجاناً، فالمنافسة على تحصيل المال الذي هو عوض متعجل ظاهرةٌ لا تخفى، ولو قُطِعَتْ هذه الأموال لتغيرت الأحوال كذلك الرياسة والتشييخ مما يتنافس عليه المتنافسون. ¶ أما المتابعة فأمرها أظهر من الإخلاص لأنك تسير في طريق محدث، وما كان فيه من الأمور السلفية فلم يرد به وجه الله فهل تقول: إن هذا طريق النبي - صلى الله عليه وسلم - وأصحابه؟ يكذبك العلم المدوَّن والسِّيَر المشرقة النيرة، ولا يبقى معك إلا المكابرة والجدال بالباطل وهذه بضاعتك ومن ملئوا الأرض اليوم من أمثالك. ¶ ¬_________ ¶ (¬1) قال الترمذي حسن صحيح.",
            "page": "114",
            "part": "1",
            "seal": "DDCDCCBC"
        },
        {
            "id": "114",
            "nass": "وقل له: هل يمتنع عليك الإصلاح المزعوم إلا بهذه الكيفية إذاً تاهت العقول وضلت الأمة إذ لا طريق إلى الإصلاح إلا بالانغماس في الفساد. ¶ وقل له: أتظن أن الله يسألك يوم القيامة، لماذا لم تسلك هذا الطريق بإفساد نفسك أولاً لتصلح غيرك. ¶ لا والله ما يسألك الله عن هذا، لكن يسألك عن إخلاصك له في كل قول وعمل وعن متابعتك لنبيك - صلى الله عليه وسلم -.",
            "page": "115",
            "part": "1",
            "seal": "491A8C29"
        },
        {
            "id": "115",
            "nass": "لو انقطع هدفك لطلبته من ¶ وجوه أخرى وزالت الدعوى ¶ وقل له: نحن نعلم هدفك وغايتك وأنه ماذمه وحذر عنه الحديث السابق وهو المال والرئاسة، لأن ذلك لو انقطع لطلبته من وجوه أخرى وزالت الدعوى، فأنت متكسب والدين هو الثمن، فإذا قال لك: هل تعلم مافي قلبي؟ فقل له: البعرة تدل على البعير والأثر يدل على المسير، إن سيرتك وحالك وسلوكك وسيماك وهَدْيك كل ذلك ينادي عليك لكنك لا تشعر لأنك في المدبغة فاخرج إن شئت أن تعلم حقيقة ما أقول لك. ¶ واذكر له بعض الباطل الذي هو متلطخ به لعله يستفيق، ثم قل له: أنت تعلم أنه لا أحد يستطيع منكم تغيير شيء فما هذا التلاعب؟.",
            "page": "116",
            "part": "1",
            "seal": "3C3B88F9"
        },
        {
            "id": "116",
            "nass": "مرض تقليد المعظمين ¶ سيقول بعد أن ضاق عليه الخناق: العلماء والمشايخ كلهم على هذا، أو لا ينكرونه، فقل له: أنت حصرت العلماء فيمن هم في نفس طريقك، والذين تعلم أنهم يوافقونك عليه لكن لماذا تحيل للتحاكم في هذه المسألة إلى هؤلاء ولا تقبل غيرهم؟. ¶ تظن أن تعظيمك لهم يوجب سقوط أقوال غيرهم في هذه المسألة وتفنيد عقولهم. ¶ ثم إن هؤلاء الذين تُعَظِّمهم لا على بصيرة ولكن لموافقتهم هواك لو تغير رأيهم عن الذي تريده وتهواه لتغيرت ثقتك بهم واستبدلت بالمدح قدحاً وبالتعظيم ازدراءاً كما تفعل الآن مع مخالفيك ومخالفيهم فأنت تدور مع هواك حيث دار.",
            "page": "117",
            "part": "1",
            "seal": "6535A68F"
        },
        {
            "id": "117",
            "nass": "إذا تخلينا خلفنا أهل الفساد ¶ وإذا قال لك: إذا تَخَلَّيْنا خَلَفَنا أهل الفساد، فقل له: بقاؤكم هو الذي سبب اللبس ولو تخليتم لظهر الفرقان ولتبعكم من يريد الصلاح والخير واسترحتم من الأشرار، وكفى شراً ببقائكم أنكم أسوة سوء حيث يُقْتدى بكم في البقاء على هذه الأحوال الخطيرة ومعلوم أن قصدكم الأول هو نفوسكم لكن استروحتم لهذه الشبهة المخالفة لما كان عليه نبيكم - صلى الله عليه وسلم - والسلف الصالح حيث أخبر الله ـ عزّ وجل ـ نبيه - صلى الله عليه وسلم - بقوله: {ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم. قل إن هدى الله هو الهدى ولئن اتبعت أهواءهم بعد الذي جاءك من العلم مالك من الله من ولي ولا نصير}. (¬1) ¶ فأخبر سبحانه أنهم لا يرضون إلا باتباع ملتهم جملة ثم حذّره من اتباع شيء من أهوائهم فهذا فيه بيان طريق الدعوة إلى الله حيث لا يدخل الداعي على بصيرة في شيء من مداخل أهل الباطل. ¶ ¬_________ ¶ (¬1) سورة البقرة، آية: 120.",
            "page": "118",
            "part": "1",
            "seal": "2628E3A9"
        },
        {
            "id": "118",
            "nass": "جملة القول ¶ 1 - الإصلاح ليس بمشاركة أهل الباطل وسلوك طريقهم كما هو حاصل. ¶ 2 - السلف يصلحون ولا يدخلون بشيء من باطل من يصلحونهم. ¶ 3 - الإصلاح الحقيقي هو ما يراد به وجه الله ـ عزّ وجل ـ على هدي نبيه - صلى الله عليه وسلم -، أما إرادة الدنيا والرئاسة كما هو حاصل والاستمرار على سلوك غير هدي النبي - صلى الله عليه وسلم - كيف يسمى إصلاحاً؟. ¶ 4 - هل تعذر الإصلاح إلا بهذه الطريقة المحدثة؟. ¶ 5 - هل يظن مدعي الإصلاح أن الله يسأله يوم القيامة عن الإصلاح بهذه الطريقة. ¶ 6 - أليس يسأل عن صلاحه بنفسه أولاً، فما يقول وهو منغمس في الباطل؟ أيقول: بدأت بإصلاح الناس قبل نفسي؟ وفاقد الشيء لا يعطيه.",
            "page": "119",
            "part": "1",
            "seal": "6AF7FC33"
        },
        {
            "id": "119",
            "nass": "لن يصلح آخر هذه الأمة إلا ما أصلح أولها ¶ وقل له: أنتم أشفق على الأمة من الإمام أحمد وكانت الفتنة حاصلة وقد هجر أولاده وعمه على أمر لا يقاس بما أنتم عليه ولا يقاربه بل ترك الصلاة خلف عمه إسحاق فهل أنتم أرأف بالأمة منه أو أنه حصل لكم علم بطريقة الدعوة خفي عليه؟، لماذا لم يقل لأولاده وعمه: أدخلوا المداخل وأصلحوا مع أنهم علماء أجلاء وعلى بصيرة من ضلال قومهم وليس هذا خاصاً به - رضي الله عنه - فكذلك الأئمة المقتدى بهم على هذا السبيل وتراجمهم شاهدة بذلك ولن يصلح آخر هذه الأمة إلا ما أصلح أولها.",
            "page": "120",
            "part": "1",
            "seal": "8EEA0999"
        },
        {
            "id": "120",
            "nass": "منهج السلف عدم التلطخ بالباطل ¶ مع القيام بالدعوة على الكمال ¶ والفرقة الناجية هي ما كان عليه النبي - صلى الله عليه وسلم - وصحابته الأخيار ومعلوم ما كانوا عليه من المباعدة عما يدنس والنفرة والوحشة من المبطلين مع القيام بالدعوة على الكمال، وقل نقل شيخ الإسلام ابن تيمية ـ رحمه الله ـ قصة جرت في ولاية أمير المؤمنين عمر بن عبد العزيز ـ رضي الله عنه ـ حيث أُتيَ إليه بقوم شربوا الخمر ومعهم رجل صائم لم يشرب معهم فأمر بإقامة الحد عليهم مستدلاً بقوله تعالى: {وقدنزل عليكم في الكتاب أن إذا سمعتم آيات الله يكفر بها ويستهزأ بها فلا تقعدوا معهم حتى يخوضوا في حديث غيره إنكم إذاً مثلهم}. (¬1) ¶ فالصائم لم ينج من شؤم المنكر حيث أمر عمر بالبدء به بالجلد (¬2) فإذا قال لك: الصائم لم ينكر ونحن ننكر، قل له: يشترط زوال المنكر أو المفارقة وهل ضرب الله قلوب بني إسرائيل بعضهم ببعض إلا بمثل هذا، ومعلوم أن منكرات طريقكم ثابتة لا تزول بل تزيد، لا ينكر هذا إلا ¶ ¬_________ ¶ (¬1) سورة النساء، آية: 140. ¶ (¬2) الفتاوى، ج32، ص254.",
            "page": "121",
            "part": "1",
            "seal": "98948D50"
        },
        {
            "id": "121",
            "nass": "مكابر لكن مما يغركم أشياء قليلة من الإصلاح ظاهرة إما إعفاء لحية أو تقصير ثياب ونحو ذلك فيعميكم ذلك عن الدواهي، وأهل البصائر يقارنون بين المصالح والمفاسد ولا نسبة لهذه المصالح بجانب المفاسد العظيمة في طريقكم والمسألة كما يقال: ¶ يُعَمَّرُ واحد فَيغُرُّ الفاً ... ويُنْسَى من يموت من الصغار ¶ حيث تشيعون مثل هذه الأمور الصغيرة التي تحصل وتتعامون عن الطامات ومثلكم في ذلك مثل من يداوي شخصاً فيه علتين واحدة بسيطة مثل الزكام ونحوه والثانية سرطان أو ما يشبهه فجعل همته في معالجة الزكام وقد يبرأ المصاب من ذلك ولكن ترك الداء العضال على حاله بل زاده حيث لا هو أخبره أن به داءٌ خطيرٌ ولا هو يدعه لو أراد الشفاء والعافية بالتخلص من دائه، إنهم كمن يُطبُّ زكاماً فيُورث جذاماً فتأمل هذا فهو مطابق للحال الواقعة، وقل له: هل تقول لله يوم القيامة: لا أقدر على العلم الذي أعبدك به إلا هكذا؟ هذا كذب. ¶ وهل تقول: ما استطيع أطلب الرزق إلا هكذا؟ هذا كذب، فأنت محجوج بحال الآخرين حيث يَسّر الله لهم علماً ورزقاً وكثير منهم أحسن حالاً منك وممن على نحلتك.",
            "page": "122",
            "part": "1",
            "seal": "060C79A8"
        },
        {
            "id": "122",
            "nass": "عوْدٌ لمسألة (الاحتجاج بالوالدين) ¶ سبق الكلام على هذه المسألة وهاهنا زيادة وجيزة ومهمة فقد يحتج عليك بالوالدين: فقل له: لا طاعة لمخلوق بمعصية الخالق، وهذا لا يستثنى منه أحد فهو عام يشمل الوالدين وغيرهم. ¶ وقد قال سفيان الثوري ـ رحمه الله ـ: لا طاعة للوالدين بالشبهات فإذا كان هذا في الشبهة البسيطة، فكيف بما أنتم فيه وهذه بعض كلمات تبين ماكان عليه سلف الأمة المقتدى بهم مما يخالف الخلوف.",
            "page": "123",
            "part": "1",
            "seal": "1DDB70B1"
        },
        {
            "id": "123",
            "nass": "أقبح الرغبة طلب الدنيا ¶ بعمل الآخرة ¶ قال سفيان الثوري ـ رحمه الله ـ: إن أقبح الرغبة أن تطلب الدنيا بعمل الآخرة، وكان سري السقطي يذم من يأكل بدينه ويقول: من النذالة أن يأكل العبد بدينه. ¶ وقال الإمام أحمد: لا تكتبوا العلم عمن يأخذ عليه عرضاً من الدنيا. ¶ وقال بشر بن الحارث: مثل الذي يأكل من الدنيا بالعلم والدين مثل الذي يغسل يديه من الزهومة بماء تنظيف السمك أو مثل الذي يطفيء النار بالحلفاء. ¶ يعني أن الذي يغسل يديه من الدسم ونحوه بماء تنظيف السمك يزيد اتساخاً ورائحة كريهة. ¶ والمثل الأخر معناه أن الذي يأكل من الدنيا بالعلم مثل الذي يريد إطفاء النار المشتعلة بالمتاع ونحوه بشجر يزيدها اشتعالاً.",
            "page": "124",
            "part": "1",
            "seal": "64CAB566"
        },
        {
            "id": "124",
            "nass": "وذكر ابن المبارك في (كتاب الزهد) أن عيسى ـ عليه السلام ـ أقبل على أصحابه ليلة رُفِعَ فقال لهم: لا تأكلوا بكتاب الله فإنكم إن لم تفعلوا أقعدكم الله على منابر الحجر منها خير من الدنيا وما فيها. ¶ قال عبد الجبار: وهي المقاعد التي ذكر الله في القرآن {في مقعد صدقٍ عند مليك مقتدر}. (¬1) ¶ وكان رجل ضرير يجالس سفيان الثوري فإذا كان شهر رمضان خرج إلى السواد فيصلي بالناس فيكسى ويعطى، فقال سفيان: إذا كان يوم القيامة أُثيب أهل القرآن من قراءتهم ويقال لمثل هذا: قد تعجلت ثوابك في الدنيا، فقال: يا أبا عبد الله تقول لي هذا وأنا جليسك، قال: أخاف أن يقال لي يوم القيامة كان هذا جليسك أفلا نصحته. ¶ قال سرى السقطى: كيف يستنير قلب الفقير وهو يأكل من مال من يغش في معاملته. ¶ يريد بالفقير: السالك إلى الله، لا يقصد الذي ليس عنده مال. ¶ قال بكر العابد: سمعت سفيان الثوري يقول: لا خير في القاريء يعظم أهل الدنيا. ¶ ¬_________ ¶ (¬1) سورة القمر، آية: 55.",
            "page": "125",
            "part": "1",
            "seal": "1FE0E63A"
        },
        {
            "id": "125",
            "nass": "لقي سفيان شريكاً بعدما ولي قضاء الكوفة فقال: يا عبد الله بعد الإسلام والفقه والخير تلي القضاء وصرت قاضياً، فقال له شريك: يا أبا عبد الله لابد للناس من قاض. ¶ فقال له سفيان: يا أبا عبد الله لابد للناس من شرطي. ¶ قال بعض العلماء: وضعوا مفاتيح الدنيا على الدنيا فلم تنفتح فوضعوا عليها مفاتيح الآخرة فانفتحت. ¶ فيه بيان أن العلم والدين مفاتيح الآخرة ليست كما وقع مفاتيح للدنيا. ¶ سئل ابن المبارك: من سفلة الناس؟ قال: الذين يتعيشون بدينهم. ¶ هذا قليل من كلام السلف في هذا الشأن فقارن بينه وبين أهل الوقت يتبين لك الفرق.",
            "page": "126",
            "part": "1",
            "seal": "03B715A7"
        },
        {
            "id": "126",
            "nass": "الاحتجاب بالعلم عن المعلوم ¶ وقل له: أنت محجوب بالعلم عن المعلوم. ¶ قال شيخ الإسلام ـ رحمه الله ـ: فالسعادة هو أن يكون العلم المطلوب هو العلم بالله وما يقرب إليه ويعلم أن السعادة في أن يكون الله هو المحبوب المراد المقصود ولا يحتجب بالعلم عن المعلوم، كما قال ذلك الشيخ العارف للغزالي لما قال له: أخلصت أربعين صباحاً فلم يتفجر لي شيء، فقال له: يابني أنت أخلصت للحكمة لم يكن الله هو مرادك. ¶ والإخلاص لله هو أن يكون الله هو مقصود المرء ومراده فحينئذٍ تتفجر ينابيع الحكمة من قلبه على لسانه كما في حديث مكحول عن النبي - صلى الله عليه وسلم -: (من أخلص لله أربعين صباحاً تفجرت ينابيع الحكمة من قلبه على لسانه). (¬1) [انتهى ص147 النبوات]. ¶ فيه من الفوائد: ¶ 1 - أن السعادة هي العلم بالله وما يقرب إليه. ¶ 2 - أن السعادة هي أن يكون الله هو المحبوب المراد المقصود. ¶ ¬_________ ¶ (¬1) رواه أبو نعيم بسند ضعيف ولفظه: (من أخلص لله أربعين يوماً ظهرت ينابيع الحكمة من قلبه على لسانه).",
            "page": "127",
            "part": "1",
            "seal": "A4FE5B70"
        },
        {
            "id": "127",
            "nass": "3 - أن العلم إذا لم تخلص فيه النية ـ وذلك بأن يكون الله هو المحبوب والمراد المقصود ـ فإنه يكون حجاباً عن المعلوم وهو الحق سبحانه. ¶ تأمل كيف يكون العلم إذا أريد به الدنيا والرئاسة ونحو ذلك كيف يكون حجاباً عن الله لأن العلم وسيلة فهو كالطريق الموصلة إلى بلد معين، فالمخلص السائر إلى الله مثل من سلك هذا الطريق وَجَدّ في سيره فهو يصل وإن صادفته بعض العوائق والعثرات نهض وأسرع ومثل المحتجب بالعلم عن المعلوم مثل من هو على طريق البلد المقصود لكنه يدور في الطريق وإذا تقدم خطوة رجع خطوتين وجلس فكيف يصل هذا ومتى يصل لأنه استخدم الوسيلة لغير غايتها فاحذر من الاغترار بأن تظن أن العلم مقصود لذاته فتطمئن إليه وتركن إليه فتحجبك الوسيلة عن الغاية وتذكر حديث: (ماذئبان جائعان أرسلا في غنم بأفسد لها من حرص المرء على المال والشرف لدينه). (¬1) ¶ معنى الحديث أنك إذا طلبت العلم للدنيا والرئاسة كنت كمثل من أدخل غنماً في زريبة ثم أدخل عليها ذئبين جائعين. ¶ تأمل كيف يكون إفسادهما للغنم، فالغنم هي علمك النافع وأعمالك الصالحة، والذئبان هما القصود والنيات التي تفسد ذلك وما يتفرع منها من الأعمال. ¶ ¬_________ ¶ (¬1) قال الترمذي: حسن صحيح.",
            "page": "128",
            "part": "1",
            "seal": "69CC01DF"
        },
        {
            "id": "128",
            "nass": "ولما عُرِّبت كتب اليونان صار ما مُدِح من الكتاب والسنة من مسمى الحكمة حتى ظنَّ كثير من الناس أنه حكمة هذه الأمة [يعني اليونان] أونحوها من الأمم كالهند. (¬1) ¶ تأمل المطابقة لما نحن فيه حيث أنه لما عُرِّبَتْ علوم الغربيين صار ما مُدح من الكتاب والسنة من مسمى العلم يظن كثير من الناس أنه علمهم. ¶ ¬_________ ¶ (¬1) ذكره شيخ الإسلام في نقض التأسيس، ص323.",
            "page": "129",
            "part": "1",
            "seal": "58804716"
        },
        {
            "id": "129",
            "nass": "إطلاق اسم العلم والعلماء ¶ هذا مثل إطلاق اسم العلم والعلماء في هذا الزمان على الملاحدة وعلومهم حيث يظن كثير من الناس أن العلم الممدوح بالكتاب والسنة يدخل فيه هذا. ¶ قال الأوزاعي ـ رحمه الله ـ: العلم ماجاء عن أصحاب محمد، ومالم يجيء عنهم فليس بعلم. (¬1) ¶ قال النبي - صلى الله عليه وسلم -: (يتقارب الزمان، وينقص العلم، وتظهر الفتن، ويكثر الهرج، قيل يارسول الله: أيم هو؟ قال: القتل القتل). (¬2) ¶ قال أبو حاتم: في هذا الخبر كالدليل على أن مالم ينقص من العلم ليس بعلم الدين في الحقيقة إذ أخبر المصطفى - صلى الله عليه وسلم - أن العلم ينقص عند تقارب الزمان وفيه دليل على أن ضد العلم يزيد وكل شيء زاد مما لم يكن مرجعه إلى الكتاب والسنة فهو ضد العلم. (¬3) ¶ تأمل قوله وكل شيء زاد مما لم يكن مرجعه إلى الكتاب والسنة فهو ضد العلم وتفقد مازاد وما نقص في هذا الزمان. ¶ ¬_________ ¶ (¬1) البداية والنهاية، ج10، ص117. ¶ (¬2) رواه البخاري وغيره. ¶ (¬3) مقدمة المجروحين لابن حبان، ص12.",
            "page": "130",
            "part": "1",
            "seal": "29D48ACD"
        },
        {
            "id": "130",
            "nass": "علماء السلف وأهل الوقت ¶ الحمد لله رب العالمين، هذه رسالة مجملة لبيان الفرقان بين حال السلف في شأن العلم والتعليم والعمل وحال أهل الوقت، وليس كلّ الفروق ذكرت لئلا يُفهم حصرها في ذلك، كما أن كلّ واحد من هذه الفروق يحتمل في شرحه كلام كثير. ¶ فهذه رؤوس أقلام تكشف ما ورائها، والله الموفق. ¶ 1 - (علماء السلف): لا يتعلمون إلاَّ علوم الدين ويذمّون من يتعلم غيره. ¶ (أهل الوقت): يتعلمون علوماً مخلوطة من علوم الدين وعلوم صحيحة غير نافعة لا يضر الجهل بها تُزاحم علم الدين وتُضْعفه وعلوم باطلة في نفسها تُفسد الاعتقاد، ويمدحون من يتصف بذلك ويُعَدِّلونه ويُشرّفونه. ¶ 2 - (علماء السلف): لو كان الرسول حيّ لما امْتَنَعوا ولا خافوا مِنْ عَرْض كتبهم وعلومهم عليه. ¶ (أهل الوقت): لايُمْكنهم ذلك لعلمهم بما حصل منهم بعده من التغيير والتبديل.",
            "page": "131",
            "part": "1",
            "seal": "00D89F1F"
        },
        {
            "id": "131",
            "nass": "3 - (علماء السلف): يتعبّدون الله بطلب العلم وتعليمه. ¶ (أهل الوقت): يطلبون به المال والرياسة فهو مصدر رزق وشهرة، ويُنكرون على من يذمّ ذلك. ¶ 4 - (علماء السلف): يذمون من يريد بعلمه المال والرياسة ويبغضونه، كما دل على ذلك الكتاب والسنة. ¶ (أهل الوقت): يمدحون من يتعلم لنيل المناصب والشرف. ¶ 5 - (علماء السلف): لا يطلبون العلم إلاَّ مَمن يَرْضَوْنه ويختارونه. ¶ (أهل الوقت): تُفرض عليهم المشايخ والمعلمين ولا اختيار لهم بذلك مهما تكن حالهم. ¶ 6 - (علماء السلف): لا يُفرض ويُوَجَّب عليهم علم لا يُريدونه. ¶ (أهل الوقت): يُفرض ويوَجّب عليهم علم الدين والضلال معاً ولا يُوجِّب غير الله ورسوله. ¶ 7 - (علماء السلف): يعتقدون الكمال في تحصيل علوم الدين مع العمل بها كما دلّ على ذلك الكتاب والسنة. ¶ (أهل الوقت): الكمال عندهم في الإكثار من هذه العلوم المخلوطة مهما تكن.",
            "page": "132",
            "part": "1",
            "seal": "44FB980E"
        },
        {
            "id": "132",
            "nass": "8 - (علماء السلف): يتعلمون ويُعلّمون في المساجد ولَوْ تعلّموا وعلّموا في مواضع أخرى فعلى كيفية التعليم في المساجد. ¶ (أهل الوقت): لا يكفيهم التعليم في المساجد لعدم حصول الشهادات فيها التي هي مفاتيح المال والرياسة. ¶ 9 - (السلف): يُؤثِّر فيهم العلم التجافي عن الدنيا والرغبة في الآخرة. ¶ (أهل الوقت): يؤثّر فيهم العلم شدّة الحرص على المال والرياسة ويتسابقون إلى ذلك كما هو ظاهر جلي. ¶ 10 - (السلف): لا يرضون بل يُنكرون أن يُخلط لهم العلم بالصور لأنَّ الصورة محرمة والمواضع التي توجد فيها تحلّها الشياطين وتبتعد عنها الملائكة. ¶ (أهل الوقت): علومهم مخلوطة بالصور، فتجد آيات القرآن والحديث بين الصور وهم يصوّرون ولا يبالون. ¶ {وتحسبونه هيِّناً وهو عند الله عظيم}. ¶ 11 - (السلف): لا يطلبون العلم في مواضع يرون فيها المنكرات إلاَّ بالإنكار وأن يتغيّر المنكر أو يُفارقون. ¶ (أهل الوقت): لا تخلو مواضع طَلَبهم من المنكرات وهي غير قابلة للتغيير.",
            "page": "133",
            "part": "1",
            "seal": "C53CF448"
        },
        {
            "id": "133",
            "nass": "12 - (السلف): لا يُقَيِّمون الشخص ويشهدون له بالعلم بمجموع حصيلته من الحق والباطل. ¶ (أهل الوقت): يقيّمون الشخص ويشهدون له بالعلم بمجموع حصيلته من الحق والباطل وبذلك يحْصُل على الشارات والرُّتب. ¶ 13 - (السلف): لا تُصرف هممهم وإرادتهم لمجرد تحصيل علوم مخلوطة وشهادات يعلمون أنَّها وسائل للمال والرياسة. ¶ (أهل الوقت): تُصرف هممهم وإرادتهم لتحصيل الشهادات وهي مفاتيح المال والرياسة ويسمونه المستقبل. ¶ 14 - (السلف): لا يطلبون بالعلم أموال السلاطين ولا أعمالهم، بل يَحذرون ذلك ويُحذرون عنه. ¶ (أهل الوقت): يتسابقون على أموال السلاطين وأعمالهم ويحضّون على ذلك ويدعون إليه. ¶ 15 - (السلف): لا يدخلون بشيء من الباطل للدعوة. ¶ (أهل الوقت): يدخلون مداخل أهل الباطل بدعوى الدعوة. ¶ 16 - (السلف): يعظمون الحق فقط عِلماً وعملاً ويعظمون أهله. ¶ (أهل الوقت): يُعظمون الحق والباطل وأربابهما ويُهينون مَن عارضهم مُقتصراً على الحق المجرد والسنة المحضة في العلم والتعليم وكيفية ذلك الإخلاص فيه والمتابعة.",
            "page": "134",
            "part": "1",
            "seal": "1790EA00"
        },
        {
            "id": "134",
            "nass": "17 - (السلف): لا يسمون الحق والباطل جميعاً علماً، ولا أرباب ذلك علماء مطلقاً. ¶ (أهل الوقت): يسمون الحق والباطل جميعاً علماً وأرباب ذلك علماء، ويستدلون بالآيات والأحاديث التي فيها مدح علم الوحي على علومهم. ¶ 18 - (السلف): لا يأمنون على الأحداث من هبّ ودبّ لا في التعليم ولا الزمالة. ¶ (أهل الوقت): المطلوب في التربية من يحمل شهادة مهما تكن حاله. ¶ 19 - (السلف): ليس عندهم مستقبل في علمهم وعملهم إلاَّ طلب الجنة والهرب من النار. ¶ (أهل الوقت): الذي يُسمونه المستقبل من أعظم القواطع لهم عن الجنة وطلبها وتذكر النار والهرب منها حيث يشغل ذلك قلوبهم. ¶ 20 - (السلف): لا يتشبهون بأهل الكتاب والأعاجم. ¶ (أهل الوقت): مناهجهم في جميع مراحل علمهم وعملهم مغمور بالتشبه بأهل الكتاب والأعاجم.",
            "page": "135",
            "part": "1",
            "seal": "115288B6"
        },
        {
            "id": "135",
            "nass": "21 - (السلف):لا يتعلمون غير لغة القرآن الكريم لغة محمد - صلى الله عليه وسلم -. ¶ (أهل الوقت): لغات الأعاجم ملازمة لهم ويبالغون في أهميتها. ¶ 22 - (السلف): يأمرون بمطالعة كتب العلوم الدينية الصحيحة واقتنائها وينهون عن غيرها واقتنائها. ¶ (أهل الوقت): يحضون على القراءة والمطالعة واقتناء الكتب مطلقاً، وهذا عندهم صفة كمال. ¶ 23 - (السلف): لا يُقيمون الشخص ويمدحونه بمجرد كثرة علومه، بل بقدر عمله بهذا العلم. ¶ (أهل الوقت): يُقيّمون الشخص ويُزكّونه ويمدحونه بمجرد العلم النظري بأن يجيب على أسئلة توجه إليه من غير نظر للعمل. ¶ 24 - (السلف): من أعرض عن الباطل وذمّه يمدحونه ويثنون عليه. ¶ (أهل الوقت): من لم يمهر بالعلوم الباطلة يلقبونه بألقاب سوء مثل: ساقط غبي جاهل ونحو ذلك. ¶ 25 - (السلف): أعظم ما يستدلون به في منازعاتهم الكتاب والسنة.",
            "page": "136",
            "part": "1",
            "seal": "F1E8CA4E"
        },
        {
            "id": "136",
            "nass": "(أهل الوقت): أعظم ما يستدلون به على ما هم عليه بمتبوعيهم لأنَّها لا تقوم لهم حجة من الكتاب والسنة تؤيد ما هم عليه بل تكشف حالهم، وهذا من المشابهة بأهل الكتاب. ¶ 26 - (السلف): يستجهلون فقط من لا يعلم علم الدين. ¶ (أهل الوقت): يستجهلون من لم يشاركهم في علومهم وأعمالهم وهذا شبه من الفلاسفة ولو كان إيمانه أحسن منهم. ¶ 27 - (السلف): الذي يتعلم منهم شيئاً من الباطل فإنما يتعلمه ليردّ على أهله وليس يُوجّب عليه ولا يساوى له بالحق ولا يختبر به كما تعلّم ابن تيمية المنطق ليردّ على أهله وشتّان بين مشرِّق ومغرّب. ¶ (أهل الوقت): يتعلمون الباطل موجَّب عليهم ويختبرون به وينالون به ما يسمونه (درجات) كما ينالون ما يسمونه درجات بالحق ويوزنون بالمجموع، ويُقَيَّم بالمجموع ويزكى بالمجموع. ¶ 28 - (السلف): يعظمون الحق ويحبونه ولم يحصل لهم ذلك إلاَّ بإهانة الباطل وبغضه وهكذا ملة إبراهيم. ¶ (أهل الوقت): يبقى الحق عندهم فنّ من جملة الفنون فيسقط تعظيمه من القلوب بتأثير المزاحم وفساد النية وغير ذلك من الموانع والقواطع.",
            "page": "137",
            "part": "1",
            "seal": "EA7B5C01"
        },
        {
            "id": "137",
            "nass": "29 - (السلف): الحق في قلوبهم أجَلّ من أن يشوبوه بما لا يصلح له ممَّا يدنسه. ¶ (أهل الوقت): يخلطون الحق بالهزليات والمضحكات واللعب والصور، وهذا ظاهر جلي في مناهجهم وصحفهم ومجتمعاتهم يتخللها ذلك. ¶ 30 - (السلف): لا يُعلمون من يتصف بهذه الأوصاف فيكونون عوناً له على هواه ورئاسته ودنياه لأنَّ من جهّز غازياً فد غزى ولا يوادّونهم. ¶ (أهل الوقت): الذين يعلمون هؤلاء ولو لم ينتظموا في سلكهم فهم يعينونهم على مطالبهم بالعلوم الدينية مع مايحصل من الصحبة والمودة وهذا سببه زوال الفرقان وحب الرياسة ولو لم يكن من أضرار ذلك إلاّ قدوة السوء وتحسين أحوال هؤلاء.",
            "page": "138",
            "part": "1",
            "seal": "E2DD399B"
        },
        {
            "id": "138",
            "nass": "ميزان الإرادة في طلب العلم الشرعي ¶ إذاُ عُلم ما تقدم فإنَّه قد ورد النهي والتحذير من طلب العلم الديني لغير وجه الله كإرادة المال والجاه والرئاسة وصرف وجوه الناس ونحو ذلك ممَّا يخالف حال النبي - صلى الله عليه وسلم - وأصحابه رضي الله عنهم وهديْهم ممَّا أصبح في وقتنا لا يعاب بل فيه يتنافس المتنافسون، حيث صار علم الدين كسلعة وبضاعة تُطلب للمعاوضات المالية والمقاصد السفليّة الدّنيّة. ¶ قال تعالى: {من كان يريد حرث الآخرة نزد له في حرثه ومن كان يريد حرث الدنيا نؤته منه وما له في الآخرة من نصيب}. (¬1) ¶ وقال تعالى: {من كان يريد العاجلة عجلنا له فيها ما نشاء لمن نريد ثم جعلنا له جهم يصلاها مذموماً مدحوراً. ومن أراد الآخرة وسعى لها سعيها وهو مؤمن فأولئك كان سعيهم مشكوراً}. (¬2) ¶ وفي حديث أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: (من تعلم علماً ممَّا يبتغى به وجه الله تعالى لا يتعلمه إلاَّ ليصيب به عرضاً من الدنيا لم يجد عَرْفَ الجنة يوم القيامة) يعني ريحها. (¬3) ¶ ¬_________ ¶ (¬1) الشورى، آية: 20. ¶ (¬2) الإسراء، آية: 17،18. ¶ (¬3) رواه ابن ماجه وأبو داود وابن حبان والحاكم وصححه.",
            "page": "139",
            "part": "1",
            "seal": "C8588E77"
        },
        {
            "id": "139",
            "nass": "وعن أبي هريرة رضي الله عنه قال في حديث طويل عن النبي - صلى الله عليه وسلم - فيه (ورجل تعلم العلم وعلّمه وقرأ القرآن فأتى به فعرّفه نعمه فعرفها فقال: ما عملت فيها؟ قال: تعلمتُ العلم وعلّمته وقرأت فيك القرآن، قال: كذبت ولكنك تعلمت ليُقال: عالم، وقرأت القرآن ليقال: هو قاريء فقد قيل ثم أُمر به فسُحب على وجهه حتى أُلقي في النار ... ) الحديث. (¬1) ¶ وعن كعب بن مالك رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (من طلب العلم ليجاري به العلماء أو ليماري به السفهاء ويصرف به وجوه الناس إليه أدخله الله النار). (¬2) والمماراة هي الجدال. ¶ وأثر علي رضي الله عنه لما ذكر الفتن التي تكون في آخر الزمان، فذكر أمارات وقتها فقال: (إذا تُفقّه لغير الدين، وتُعلّم العلم لغير العمل، والتمست الدنيا بعمل الآخرة). (¬3) ¶ وعن ابن مسعود رضي الله عنه قال: (كيف بكم إذا لبستكم فتنة يربو فيها الصغير ويَهْرم فيها الكبير وتُتخذ سنة فإن غُيَّرت يوماً قيل: هذا منكر. قيل: ومتى ذلك؟ قال: إذا قلّت أمناؤكم وكثرت أمراؤكم وقلّت فقهاؤكم وكثرت قراؤكم وتُفُقّه لغير الدين والتمست الدنيا بعمل الآخرة). (¬4) ¶ ¬_________ ¶ (¬1) رواه مسلم وغيره. ¶ (¬2) رواه الترمذي والبيهقي وغيره. ¶ (¬3) رواه عبد الرزاق. ¶ (¬4) أخرجه الدرامي والحاكم.",
            "page": "140",
            "part": "1",
            "seal": "9AE60CFA"
        },
        {
            "id": "140",
            "nass": "بعض الآثار ¶ قال بشر بن الحارث: طلب العلم إنَّما يدل على الهرب من الدنيا ليس على حبها. (¬1) ¶ قال الأوزاعي: العلم ما جاء عن أصحاب محمد وما لم يجيء عنهم فليس بعلم. ¶ وحيث أن العلم هو كما قال الأوزاعي رحمه الله هو ما جاء عن أصحاب محمد ولذلك فإنَّه لم يأت عنهم سوى ميراث نبيهم - صلى الله عليه وسلم -، وقد حرّق عمر رضي الله عنه الكتب العجمية، ذكر ذلك شيخ الإسلام في اقتضاء الصراط المستقيم. (¬2) ¶ والعلم يطلب لوجه الله ويبذل لوجهه لا بالمعاوضات المالية، وكم ذكر الله في القرآن قول الأنبياء عليهم السلام لأقوامهم: {ما نسألكم عليه من أجر}. ¶ وهكذا أتباعهم على الحقيقة، قال أبو العالية: علّم مجّاناً كما عُلِّمت مجاناً. ¶ ¬_________ ¶ (¬1) الحلية 8/ 347. ¶ (¬2) ص128.",
            "page": "141",
            "part": "1",
            "seal": "D48C54B1"
        },
        {
            "id": "141",
            "nass": "وسُئل إسحاق بن راهويه رحمه الله عمّن يحدّث بالأجر؟ قال: لا تكتب عنه. (¬1) ¶ كذلك يقول الإمام أحمد بن حنبل: لا تكتبوا العلم عمن يأخذ عليه عرضاً من الدنيا. (¬2) ¶ وقال أبو زكريا العنبري: العالم المختار أن يرجع إلى حسن حال، فيأكل الطيب الحلال ولا يكسب بعلمه المال ويكون علمه له جمال وماله من الله منّ عليه وإفضال. (¬3) ¶ كان بعض المشايخ عند الشيخ عبد الباقي بن يوسف المراغي حين دخل عليه عبد الصمد ومعه المنشور بقضاء همذان فقام الشيخ المراغي وصلى ركعتين ثم أقبل عليهم وقال: أنا في انتظار المنشور من الله على يد عبده ملك الموت، أنا بذلك أليق من منشور القضاء، ثم قال: قعودي في هذا المسجد ساعة على فراغ القلب أحب إليًّ من مُلك العراقين ومسألة في العلم يستفيدها مني طالب علم أحب إليَّ من عمل الثقلين، والله لا أفلح قلب تعلّق بالدنيا وأهلها لم يحصل على طائل من العلم ولو علم ما علم فإنَّما ذلك ظاهر من العلم والعلم النافع وراء ذلك. ¶ ¬_________ ¶ (¬1) سير أعلام النبلاء 11/ 369. ¶ (¬2) طبقات الصوفية. ¶ (¬3) سير أعلام النبلاء 15/ 534.",
            "page": "142",
            "part": "1",
            "seal": "B4B045E8"
        },
        {
            "id": "142",
            "nass": "والله لو قطعت يدي ورجلي وقلعت عيني أحبّ إليَّ من ولاية فيها انقطاع عن الله والدار الآخرة وما هو سبب فوز المتقين وسعادة المؤمنين. (¬1) ¶ وقال سُحنون: أكلٌ بالمسكنة ولا أكلٌ بالعلم محب الدنيا أعمى لم ينوّره العلم. (¬2) ¶ قال حبيب بن عبيد الرحبي: تعلموا العلم واعقلوه وتفقهوا به ولا تعلموه لتتجملوا به فإنَّه يوشك إن طال بكم عمر أن يُتجمل بالعلم كما يتجمل ذو البزّ ببزّه. (¬3) ¶ وقال كعب الأحبار: يوشك أن تروْا جهال الناس يتباهون بالعلم ويتغايرون على التقدم به عند الأمراء كما يتغاير النساء على الرجال، وذلك حظهم من علمهم. ¶ ذكر العاصمي أن أول مدرسة نظامية بنيت ببغداد وطلب لها العلماء وأُجري لهم ولطلاب العلم مرتبات، والتحق بها كثير. ¶ ولما عَلِمَ علماء بخارى بكوْا بكاءً شديداً متأسفين على العلوم الإسلامية، فقيل لهم: ما هذا البكاء وما هذا الجزع؟ ما هي إلاَّ مدرسة دينية للعلم كالتفسير والحديث والفقه وغيرها، فقال العلماء: إن العلم ¶ ¬_________ ¶ (¬1) سير أعلام النبلاء 19/ 171. ¶ (¬2) سير أعلام النبلاء 12/ 65. ¶ (¬3) سير أعلام النبلاء 13/ 241.",
            "page": "143",
            "part": "1",
            "seal": "38E35503"
        },
        {
            "id": "143",
            "nass": "شريف في نفسه سامٍ لا يحمله إلاَّ النفوس السامية الزكية الشريفة ويشرفون بشرف العلم. ¶ أمَّا إذا أُجريت المرتبات لطلابه أقبل إليه من لا خير فيه من السقطة والأراذل الذين يريدون بتعلمهم العلم لنيل المناصب والوظائف وأخذ المرتبات فيزول العلم ويسقط بسقوط وإزالة حملته فيصبح العلم الشريف لا قيمة له. ¶ ثم قال العاصمي: أمَّا اليوم فلا طالب ولا مطلوب ولا راغب فيه ولا مرغوب لفساد الزمان. انتهى. (¬1) ¶ ¬_________ ¶ (¬1) الدرر السنية 16/ 9.",
            "page": "144",
            "part": "1",
            "seal": "51B74A16"
        },
        {
            "id": "144",
            "nass": "بعض ما قيل عن علوم الوقت ¶ يقول بعض الغربيين عن علومهم: ¶ إن ما نسميه اليوم علماً ويجدر بنا أن نتواضع أكثر ونطلق عليه اسم العلم الغربي هو من نتاج عقل مشوَّه. ¶ ويقول بعضهم: إن التعليم هو الحامض الذي يُذيب شخصية الكائن الحي ثم يكوّنها كيف يشاء، إن هذا الحامض هو أشد قوة وتأثيراً من أي مادة كيميائية هو الذي يستطيع أن يحوّل جبلاً شامخاً إلى تراب، وقال: إياك أن تكون آمناً من العلم الذي تدرسه فإنَّه يستطيع أن يقتل روح أمة بأسرها. ¶ قال: (كرومر البريطاني): إن الحقيقة أن الشباب المصري الذي قد دخل في طاحونة التعليم الغربي ومرّ بعملية الطحن يفقد إسلاميته وعلى الأقل أقوى عناصرها وأفضل أجزائها إنه يتجرد عن عقيدة دينه الأساسية. ¶ ويقول هوكر الأمريكي: إنه لا تزال تحدث في المدارس والكليات حوادث تسافح الولدان من الجنس الواحد فيما بينهما، وقد تلاشى أوكاد ميلهم إلى الجنس المخالف.",
            "page": "145",
            "part": "1",
            "seal": "CEE6EE0F"
        },
        {
            "id": "145",
            "nass": "ويقول الغربي (شاتلي): إذا أردتم أن تغزوا الإسلام وتكسروا شوكته وتقضوا على هذه العقيدة التي قضت على كلّ العقائد السابقة واللاحقة لها والتي كانت السبب الأول والرئيسي لاعتزاز المسلمين وشموخهم وسبب سيادتهم وغزوهم للعالم، إذا أردتم غزو هذا الإسلام فعليكم أن توجهوا جهود هدمكم إلى نفوس الشباب المسلم والأمة الإسلامية بإماتة روح الاعتزاز بماضيهم وتاريخهم وكتابهم القرآن وتحويلهم عن كلّ ذلك بواسطة نشر ثقافتكم وتاريخكم ونشر روح الإباحية.",
            "page": "146",
            "part": "1",
            "seal": "12F12AF2"
        },
        {
            "id": "146",
            "nass": "ميزان الاصطلاحات الحادثة ¶ في المدح والذم ¶ قال شيخ الإسلام ابن تيمية: فالأسماء التي تُعلّق بها الشريعة المدح والذم والحب والبغض والموالاة والمعاداة والطاعة والمعصية والبر والفجور والعدالة والفسق والإيمان والكفر هي الأسماء الموجودة في الكتاب والسنة وإجماع الأمة. انتهى. (¬1) ¶ تأمل هذا وانظر مخالفة ما أُحدث في هذا الزمان من أسماء يُعَلَّق بها المدح والذم وعليها تدور أفلاك القلوب من نجاح وسقوط ونحو ذلك ممَّا لم تعلق بها الشريعة مدحاً ولا ذماً. ¶ وقال رحمه الله: (الذم والمدح من الأحكام الشرعية) بما أنه من الأحكام الشرعية فلا يؤخذ إلاَّ من الرسول بالأسماء الواردة في الكتاب والسنة بخلاف ما أحدثه أهل الوقت من أسماء علقوا بها الذم والمدح وليست في الكتاب والسنة كما تقدم بيانه. ¶ وقال: الحمد والذم والحب والبغض والوعد والوعيد والموالاة والمعادات ونحو ذلك من أحكام الدين لا يصلح إلاَّ بالأسماء التي أنزل الله ¶ ¬_________ ¶ (¬1) نقض تأسيس الجهمية 1/ 109.",
            "page": "147",
            "part": "1",
            "seal": "523E61FF"
        },
        {
            "id": "147",
            "nass": "بها سلطانه، فأمَّا تعليق ذلك بأسماء مبتدعة فلا يجوز بل ذلك من باب شرع دين لم يأذن به الله، وأنه لابدّ من معرفة حدود ما أنزل الله على رسوله. انتهى. (¬1) ¶ تأمله فإنَّه بالغ الأهمية في وقتنا خاصة ولتعلّق ذلك بالرغبة والرهبة وشدة الطلب وشدة النّفرة، وهذا كله محسوس ملموس وهو مزاحم مضعف للسير مُعوّق أو قاطع بالكلية. ¶ ¬_________ ¶ (¬1) مجموعة الفتاوى 4/ 154.",
            "page": "148",
            "part": "1",
            "seal": "7D6388DD"
        },
        {
            "id": "148",
            "nass": "هل ما ظهر بعد الصحابة فضيلة؟ ¶ قال ابن تيمية: لكن المقصود أن يعرف أن الصحابة خير القرون وأفضل الخلق بعد الأنبياء. ¶ فما ظهر فيمن بعدهم ممَّا يُظَنَّ أنَّها فضيلة للمتأخرين ولم تكن فيهم فإنها من الشيطان وهي نقيصة لا فضيلة، سواء كانت من جنس العلوم أو من جنس العبادات، أو من جنس الخوارق والآيات أو من جنس السياسة والملك، بل خير الناس بعدهم أتبعهم لهم. (¬1) ¶ هذا الكلام قاعدة عامة في كلّ شيء وهو إنما ذكره الشيخ رحمه الله كتفسير للآيات والأحاديث الواردة في فضل الرعيل الأول، فقد ظهر بعد الصحابة رضي الله عنهم من العلوم وغيرها ما يصعب حصره ولم يكن ذلك فيهم بل أحدث بعدهم وكل يدعي أن ما أحدثه فضيلة ولولا هذا الزعم الفاسد لاكتفي بالإتباع عن الإحداث والمراد أن ما أحدث فهو من الشيطان وهو نقيصة لا فضيلة، والموفق يزن نفسه بهذه الموازين، كما قال الأوزاعي رحمه الله: عليك بآثار من سلف وإن رفضك الناس، وإياك وأقوال الرجال وإن زخرفوها وحسّنوها فإن الأمر ينجلي وأنت منه على صراط مستقيم. (¬2) ¶ ¬_________ ¶ (¬1) مجموعة الفتاوى 27/ 390. ¶ (¬2) البداية والنهاية 10/ 117.",
            "page": "149",
            "part": "1",
            "seal": "45BFEBFC"
        },
        {
            "id": "149",
            "nass": "اعتياد سماع الباطل ¶ ذكر ابن القيم رحمه الله: أن العبد إذا اعتاد سماع الباطل وقبوله أكسبه ذلك تحريفاً للحق عن مواضعه. ¶ فإنَّه إذا قَبِل الباطل أحبّه ورضيه فإذا جاء الحق بخلافه ردّه وكذّبه إن قَدِر على ذلك وإلا حرّفه. (¬1) ¶ هذا خطير جداً وهو في هذا الزمان كثير جداً في التعاليم والإذاعات والجرائد والمجلات وغيرها، ومن فهمه عرف سر تحريف كثير من الخلق للحق وسرّ رده والتكذيب به. ¶ ¬_________ ¶ (¬1) إغاثة اللهفان 1/ 55.",
            "page": "150",
            "part": "1",
            "seal": "F90CC791"
        },
        {
            "id": "150",
            "nass": "رطانة الأعاجم ¶ 1 - التكلم بغير العربية منهي عنه. قال عمر رضي الله عنه: (لا تعلموا رطانة الأعاجم ولا تدخلوا على المشركين في كنائسهم يوم عيدهم فإن السخطة تنزل عليهم). (¬1) ¶ قال ابن تيمية في كتابه: (اقتضاء الصراط المستقيم ص199: رواه البيهقي بإسناد صحيح وذكر في ص204 (أن الإمام أحمد أخذ بحديث عمر رضي الله عنه الذي فيه النهي عن رطانتهم). ¶ ونقل ابن تيمية عن مالك رحمه الله أنَّه قال: ونهى عمر رضي الله عنه عن رطانة الأعاجم وقال: إنها خِبٌّ (والخِب بكسر الخاء: الانطواء على اللؤم الفساد والخَب بفتح الخاء: الرجل المفسد). (¬2) ¶ 2 - الذي يتعلم لغات الأعاجم يتعلمها بكتب كلها صور والصور محرمة. ¶ 3 - الذي يتعلمها توجَّب عليه مثل العلوم الدينية ولا يوجّب غير الله ورسوله. ¶ ¬_________ ¶ (¬1) اقتضاء الصراط المستقيم، ص199. ¶ (¬2) اقتضاء الصراط المستقيم، ص135.",
            "page": "151",
            "part": "1",
            "seal": "0844B88D"
        },
        {
            "id": "151",
            "nass": "4 - يختبر فيها كما يختبر بالعلوم الدينية فيمدح بمعرفتها ويشهد له بذلك كما يمدح ويشهد له بالعلوم الدينية وليس في الدين تعليق المدح بلغات الأعاجم بل هي مذمومة كما تقدم. ¶ 5 - يُذمّ بعدم معرفتها كما يذم بعدم معرفة العلوم الدينية، وليس في الدين تعليق الذم بعدم معرفة لغات العجم بل بمعرفتها. ¶ 6 - يُعطى فيها درجات كما يعطى بالعلوم الدينية فقد تساوت في التقويم والوزن بالقرآن والحديث من وجوه وهو القياس المنطقي الشمولي. ¶ 7 - النبي - صلى الله عليه وسلم - أمر زيد بن حارثة أن يتعلم السريانية لغة يهود لأجل مكاتباته لهم للدعوة فهو لا يأمنهم فأمر واحداً فقط وكان ذكياً رضي الله عنه تعلمها بأقل من شهر، وهذه ضرورة شرعية اكتفى النبي - صلى الله عليه وسلم - فيها بواحد. ¶ فَلَوْ سُلم أن تعلم لغات الأعاجم للدعوة ففاعل هذا حقيق أن يتفرغ لدعوة نفسه ممَّا ألَمَّ به لو لم يكن فيه إلا هذا فقط كيف وهذا أنموذج وراءه ما وراءه. ¶ قال تعالى عن نبيه شعيب عليه السلام: {وما أريد أن أخالفكم إلى ما أنهاكم عنه} وقال تعالى: {أتأمرون الناس بالبر وتنسون أنفسكم}.",
            "page": "152",
            "part": "1",
            "seal": "2D2031B3"
        },
        {
            "id": "152",
            "nass": "وقال تعالى: {يا أيها الذين آمنوا لِمَ تقولون مالا تفعلون}. فدعوةٌ هذا مفتاحها كيف تكون حالها؟ ودعوة هذه حال صاحبها كيف تكون. ¶ 8 - الخلفاء الراشدون وكانت في زمانهم الدعوة والفتوحات على أوجها لا سيما في خلافة عمر والاتصال بالأعاجم حاصل باستمرار والحاجة ملحة ومع هذا انقرض عصر الخلفاء الراشدين ولم يأمروا بتعلم قليل ولا كثير من لغات العجم ولو كان هذا حاصلاً لأُثِر كيف وقد نهى عمر عن ذلك، ورُسل عمر إلى ملوك العجم مثل المغيرة بن شعبة معروفة حالهم، كانت العجم في أعينهم أحقر من أن يتكلموا بلسانهم ومع هذا كانت الدعوة على التمام والكمال. ¶ 9 - يلزم من دعوى هؤلاء أن الدعوة كانت وقت النبي والصحابة ناقصة وهم كمّلوها بتعلم اللغات وأنهم أعظم اهتماماً بالدعوة منهم. ¶ 10 - استعمال لسان العجم تشبه باللسان، ذكره ابن تيمية والنهي عن التشبه بهم معلوم، ذكر ذلك في اقتضاء الصراط المستقيم. ¶ وقال ابن تيمية: اعتياد اللغة يؤثر في العقل والخُلق والدين تأثيراً قوياً بيناً بحسب تلك اللغة. (¬1) ¶ ¬_________ ¶ (¬1) طريق الوصول إلى العلم المأمول، ص: 135.",
            "page": "153",
            "part": "1",
            "seal": "02C16B6B"
        },
        {
            "id": "153",
            "nass": "وقال رحمه الله: لما فتحت الأسكندرية وجد فيها كتب كثيرة من كتب الروم فكتبوا فيها إلى عمر فأمر بها أن تحرق وقال: حسبنا كتاب الله. (¬1) ¶ ومثل ذلك لما فتحت فارس فكتب سعد بن أبي وقاص رضي الله عنه إلى عمر أنهم وجدوا فيها مكتبة فأمر بتحريقها. ¶ وأهل الوقت يحتجون بحجج واهِية كغيرها. كقولهم: (من تعلم لغة قوم أمِنَ مكرهم) وليس هذا من كلام النبي - صلى الله عليه وسلم -. ¶ والحقيقة أن الذين تعلموا لغة الأعاجم هم الذين وقعوا في مكرهم، فقد تعلموا علومهم وتشرّبتها قلوبهم وفيها الشيء العظيم من فساد الاعتقاد ومِن جعْل الدنيا هي الغاية ومن مدح الكفار ومودّتهم ومن الصّوَر المحرمة وغير ذلك من المحذور فأيْن الأمان من مكرهم؟!!. ¶ ¬_________ ¶ (¬1) الفتاوى 17/ 41.",
            "page": "154",
            "part": "1",
            "seal": "0824A74D"
        },
        {
            "id": "154",
            "nass": "منظومة المنهج المسدد ¶ ياللزمان تَحَلّكَتْ ظلماتُه ... وغشاه ألوانٌ مِنَ الطغيانِ ¶ زمنٌ يحَيِّر من يروم نجاته ... لِمناكِرٍ عَمَّتْ بلا نكرانِ ¶ والرّدُّ في كل الأمور لربنا ... ونبينا المبعوث بالفرقان ¶ العلم والتعليم منهج ديننا ... وبذا تُنال مراضي الدّيّان ¶ العلم كان بمسجدٍ تعليمهُ ... مِن صالحينَ وخِيرة الإنسان ¶ يتعبّدون الله في تعليمهم ... ليسوا جُباة المال والأثمان ¶ يرجون رحمة ربهم في بَذْلِهِ ... يتخوّفون عقوبة الكتمان ¶ عملوا به قبل الجلوس لِبَذْلِهِ ... وزكَوْا به بزيادة الإيمان ¶ ما عِلْمهم إلا يقول إلهنا ... ورسول ربي ليس قول فلان ¶ والصحب رضوان الإله عليهموا ... وأئمة سبقوا إلى الرضوان ¶ فازوا بِعزٍّ عاجل وثَوَابهم ... عند الجليل تَنَعُّمٌ بِجِنان ¶ ما غَيِّروا ما بَدَّلوا ما أحدثوا ... وبِذا تُنال مراضيَ الرحمن ¶ إذْ ألْزَمَ المعصوم أُمته بِما ... يُغنيهمو عن سائر الهذيان ¶ هَدْيُ الرسول به بُلوغ كمالنا ... دنياً وأخرى دونما نقصان ¶ قل للذين بَهَدْي غير نبيهم ... شُغفوا هنيئاً صفقة الخسران ¶ لَوْ تعلمون عواقب التبديل ما ... بَدّلتمو عِزّاً بِنَيْلِ هَوَان ¶ من أعظم الإحداث علمٌ غُيِّرتْ ... أعلامه بتَغَيّر الأزمان",
            "page": "155",
            "part": "1",
            "seal": "29A198F5"
        },
        {
            "id": "155",
            "nass": "إن الزمان إذا تغيَّر لم يكن ... في ذاك حجة فاتن فتّان ¶ امرَ النبي إذا تغيّر وقتنا ... أن نسْتمر على الهدى الرباني ¶ متمسكين بِهَدْيهِ لا نرتضي ... عنه البديل بخُدْعة الشيطان ¶ ضَمِنَ الأمان لنا بنهج سبيله ... وأتى بتحذيرٍ لِنَهْجٍ ثاني ¶ العلم أصبح نهجه مُتغيِّراً ... وهو الأساس يُقامُ للبنيان ¶ عِلْمٌ أُقيم على اصطْياد دراهم ... ومناصبٍ ماذاك للرحمن ¶ لابُد من إخلاصنا لإلهنا ... والإتباع لهادي الثقلان ¶ شَرْطان مَن ضَيّعهما أو وْاحداً ... فهو المضيِّعُ شِرْعة الإحسان ¶ عِلْمٌ خليطٌ وحْي ربي والذي ... قد جاء من أُمَمٍ على الكفران ¶ الكلُّ عِلْمٌ تُرْتَقى درجاته ... ياعِزَِّةً قُرِنَتْ بِنَيْلِ هَوَان ¶ والكلّ عِلْمٌ مَدْحُهُ مُتَوَجِّبٌ ... لا فَرْق بين الطِّيب والأنْتان ¶ والكلّ علم يشهدون لأهلهِ ... إنْ يعرفوه شهادة العرِفان ¶ يكفيهمو هذا وإنْ لم يعملوا ... بالعلم ليس بذاك من نكران ¶ كل المراد إجابة في صُحْفِهِمْ ... ليس المراد تُقَى العظيم الشان ¶ سيّان من هو مظهر لنفاقه ... أو مُظهر نُسْكاً بلا إمعان ¶ سِيّان مُسْبل ثوبه أو رافِعٌ ... فالكل مشْط مُسْتوي الأسنان ¶ سيّان حالق ذِقنه أو مُعْفياً ... هذا وهذا عندهم سِيّان ¶ كلٌّ يُزكَّى إن يُجيب إجابةً ... عن كل مسألة بلا نقصان ¶ لا تُنظر الأعمال يكفي أنهم ... كتبوا الجواب لِرُتْبة النجحان ¶ لَوْ كان مُنحرفاً ويعلمُ علمهمْ ... زَكَّوْهُ ليس الوزن بالإيمان",
            "page": "156",
            "part": "1",
            "seal": "6CADD3AE"
        },
        {
            "id": "156",
            "nass": "وَزْنُ الرسول خلاف هذا إنما ... رُسْلُ الإله تجيء بالفرقان ¶ جاءت بِوَحْيٍ لا يُخالط غيره ... لابد من عمل مع الإذعان ¶ لابد من عمل بعلم نبينا ... فهو المقارِن عِلْمنا الربّأني ¶ جغرافيا البلدان ليس بعلمنا ... هذا يُزيل عداوة الكفران ¶ ارسم خريطتهم وحدد أرضهم ... عَدِّدْ ديارهمو مَعَ السكان ¶ أذكر جبالهمو وكم أطوالها ... وارسم بحارهمو مَعَ الوِدْيان ¶ أذكر زراعتهم وكم إنتاجها ... أرْزٌ وقمحٌ عُدَّ بالأطنان ¶ والطّقْس هل هو بارد في أرضهم ... أم أنه بحرارة السرطان ¶ أذكر مصانعهم وكم إنتاجها ... أيُصَدّرون لسائر البلدان؟ ¶ واذكر مناجم فَحْمهم وحديدهم ... إياكَ من غلطٍ ومن نِسيان ¶ كربونهم فوسفورهم بُوتاسهم ... لابُد تُتْقِنُ يا أخا العِرفان ¶ لا تَنْسَ عاصمة البلاد وطولها ... والعرض واذكر حِرْفة السكان ¶ إن لم تكن في كل ذلك ماهراً ... فلقد خسرتَ وأيُّما خسران ¶ فَلكَ السقوط مَذَمَّةً تشقى بها ... عَيْبٌ تُعابُ به لَدى الأقران ¶ والأرض أصبح عندهم دورانها ... لا شكّ فيه وليس ذا نكران ¶ والله يذكر في الكتاب قرارها ... والمستقرّ فليس ذا دَوَران ¶ والراسيات مثبّتاتٌ أرضنا ... بُعْداً لعقلٍ تائهٍ حيران ¶ والإمتحان إذا يجيء فإنما ... هذي العلوم عديلة القرآن ¶ وعديلة لكلام أشرف مُرسَلٍ ... فتَأمَّلَنَّ تلاعب الشيطان ¶ والهندسات مثلثٌ ومربّعٌ ... ودوائرٌ ومُسدّس الأركان",
            "page": "157",
            "part": "1",
            "seal": "7C5DFC2D"
        },
        {
            "id": "157",
            "nass": "أرسم وخطّط مثل نهج فلاسِفٍ ... كيْ تَبْلُغَنَّ المجد بالنجحان ¶ أما الحساب فكل عام نسخة ... مشحونة بالبيع والأثمان ¶ لابُد من علم بِجذر مُكعّبٍ ... ومُرَبّع قد جاء من رُومان ¶ هَوَسٌ ويُمْدح مَنْ لَهُ هُوَ مُتْقِنٌ ... وكأنه وحْي من الرحمن ¶ هل جاء أحمد بالذي جاؤا بِهِ ... هل ذَمَّ من لا يعرف الحسبان؟ ¶ واللهِ ما الْقى الرسولُ لِصَحْبه ... دَرْساً بتحسيب ولا دَرْسان ¶ وكفاهمو مايعرفون وحَقّقوا ... عَزًّا رفيعاً شامخ البنيان ¶ واللهِ ماجعل الرسولُ سقوطَهم ... بالجهل في رقم ولا رَقمان ¶ واللهِ ماجعل الرسولُ نجاحَهم ... في علم أمريكا أو اليونان ¶ والصحب هل فازوا بعلم حِسابهم ... والهندسات وسائر الهذيان ¶ أم أن علمهمو يقول إلهنا ... قال الرسول وخيرة الإنسان؟ ¶ إنْ كان وزنك بالكتاب وسنة ... جاءَا لِرُشْد التائه الحيران ¶ سترى العلوم كما تشاء من الذي ... لا يرتضيه الرب من بطلان ¶ مازُوحم العلم الشريف بغيره ... إلا لأنَّ الخير في نقصان ¶ ماقُورِن العلم الشريف بغيره ... إلا لِنركب مركب الخذلان ¶ صُوَرٌ لِذات الروح وهو محرّم ... قِيلٌ وقال مَعْ فساد معاني ¶ خلط الصحيح مع السقيم كأنما ... راموا بذاكَ تحيّر الأذهان ¶ ورياضة هي كورة منفوخة ... إضرب برجلك لا تكن مُتَواني ¶ إنْ أدخلوها بين أخشاب لها ... فازوا بنصْرٍ مَعْ بلوغ أماني ¶ فتراهمو بسَفاهة وتفاهةٍ ... يتراكضون تراكض الهيْمان",
            "page": "158",
            "part": "1",
            "seal": "BBD09A15"
        },
        {
            "id": "158",
            "nass": "أصواتهم تعلو بِساقط قوْلهم ... لفظ اللسان تراجم الجُوَّاني ¶ لوْ كان أفسق خلق ربي إنما ... هو في الرياضة سابق الميدان ¶ فهو الممدَّح والمبجّل عندهم ... والدين ليس يُراد في الميزان ¶ الدين فَنٌّ كالفنون ودونها ... عجباً لأمْرٍ زاد في الطغيان ¶ التربيات عديدة في درسهم ... فترى المهازل دونما حسبان ¶ لِلْفنّ والأوطان تربية هُمُو ... قد أحدثوا التمجيد للأوطان ¶ هم عظموها بالجهالة والهوى ... تعظيم من ضلوا عن الديان ¶ ماتَرْبيات أُحدثت بزماننا ... إلا نديد الحق والفرقان ¶ تشتيتُ فِكْرٍ مَعْ فساد عقيدةٍ ... يالِلْمُزاحِم ظاهر البطلان ¶ ما لِلْحنيف سوى مُرَبٍّ واحد ... في شِرْعة الملك العظيم الشان ¶ هو أحمدٌ صلى عليه إلهنا ... نَفْيُ الشريك له من الإيمان ¶ لا تشركوا بمحمد فضلالةٌ ... شِرك به في محكم القرآن (¬1) ¶ فهو المعلِّم والمربي دونما ... أحد سِواه بسائر الأزمان ¶ وهو المؤدِّب والمُوَجِّبُ وحدْه ... لا تقبلنَّ له شريك ثاني ¶ مهما تغيّر حالنا وزماننا ... فهو المحكَّم في جميع الشان ¶ هذا هو الدين الذي دِنَّا بِهِ ... والعهد مسؤول لدى الرحمن ¶ اشهدتَ أن محمداً عبد الذي ... خلق الخلائق دوما أعوان ¶ والرب أرسله ليكفي خَلْقَهُ ... بالعلم والأعمال والإيمان ¶ ¬_________ ¶ (¬1) المقصود بنفي الشريك للرسول - صلى الله عليه وسلم - هو: توحيد اتباعه، قال ابن القيم: يكون الرسول شيخك وأستاذك ومربيك ومؤدبك ومعلمك.",
            "page": "159",
            "part": "1",
            "seal": "9CA8F9F3"
        },
        {
            "id": "159",
            "nass": "أكَفى الصحابة أم تراه مقصِّراً ... وحظيتَ أنتَ بكامل العرفان ¶ هو ليس يرضى أن يُشَرَّك غيره ... لا في الكبير ولا الحقير الداني ¶ رَبِّى الصحابة وحده بالوْحْي لم ... يَشْركُهُ فرْدٌ من بني الإنسان ¶ والعلم قال الله قال رسوله ... فيه الكمال ودونما نقصان ¶ يهدي العباد لغايةٍ خُلقوا لها ... وهو الدليل لِتائهٍ حيران ¶ هو علمنا هو عِزّنا هو ديننا ... ليس الظلام كصُبْحنا النوراني ¶ مَن زاحم العلم الشريف بغيره ... فهو الجهول بربه الديان ¶ فاعجب لِقوم كيف ضاع رشادهم ... بمتابعات مسالك الكفران ¶ قُذَذُ السهام تشابهت في نَحْتها ... فاعجب من المتبوع بالإذعان ¶ شبراً بشبرٍ والذراع مُطابقٌ ... يامعجزات أفصحت بمعاني ¶ مستقبل زعموه وهو مخالفٌ ... لسبيل من قد جاء بالفرقان ¶ هُوَ جاء بالبشرى لِسالك نهجه ... ونذارةٍ لمسالك الطغيان ¶ مستقبل السُّنِّيِّ نهْج نبيِّه ... وسِواهُ ليس طريق ذي الإحسان ¶ أعْظِمْ بجنة ربنا وبنارِهِ ... مستقبل أعْظِمْ به من شان ¶ صُرِفَتْ قلوب القوم عن غاياتها ... وتعلّقتْ بالمطلب السُّفْلاني ¶ وإذا رأيت دروس أصغرهم ترى ... مثل المجلة رَبَّةَ الهذيان ¶ صور مُلَوّنَةٌ بها تلفازهم ... وكذاك مذياع مَعَ الشّرطان ¶ وذوات أرواح بكل صحيفة ... من كل إنسان ومن حيوان ¶ جَمْعٌ خليطٌ تَلْتَقِيه مخالِطاً ... لصحائف التنزيل والقرآن ¶ هذي علوم الشؤم جاءت كلها ... من عالَمٍ يهدي إلى الكفران",
            "page": "160",
            "part": "1",
            "seal": "808981D3"
        },
        {
            "id": "160",
            "nass": "لا خير فيها ليس هذا كافياً ... بل شرها بادٍ بُدُوّ عَيَان ¶ في عالَم السَفل اهتمام ظاهر ... صَرَفْ القلوب عن الهدى الرباني ¶ علم السفول عناصر وطبائع ... ميراث رُومانٍ معَ اليونان ¶ روحٌ تجول بعالَم هو مظلم ... والمؤمنون مجالهم فَوْقاني ¶ إن الرسول أتى بعلم يرتقي ... بالروح عن دنسٍ وعن أدْران ¶ لتجول تحت العرش فوق سمائنا ... لا تَرْتضي بالعالَم السفلاني ¶ قدْ هَيَّئوكَ وما أراكَ مُؤهَّلاً ... لِحقائق الإيمان والإحسان ¶ يا للعلوم تزاحمت وتظاهرت ... وربَى عليها سائر الفِتْيان ¶ وبها الفساد لِدينهم وعقولهم ... وبها حصول تشتّت الأذهان ¶ وكذا البنات تلَطّخَتْ بعلومهم ... وتشابهت مَعَ سائر الشّبَّان ¶ ياللعجائب من زمان حَظُّهُ ... من كل نقص كامل الرجحان ¶ أما المعلِّم ليس من شرطٍ له ... إلا الشهادة رَبّة النجحان ¶ لوْ كان ظاهره وباطن أمره ... مهما يكون فذاك شيء ثاني ¶ أما اللغات فقد غدا تعليمها ... شرفٌ وعزٌّ في بني الإنسان ¶ وبها الدّمار لِدينهم مُتَحَقِّقٌ ... وبها تشبّههم بذي الكفران ¶ إن التشبه باللسان لَمُفْسِدٌ ... للدين مع ذِلٍّ ونَيْلِ هَوَان ¶ لُغة النبي وصَحْبه ضاقتْ بنا ... امْ أننا سِرْنا بِلا إمْعان ¶ عَدُّ المناكر في الحِمى مُتَعَذِّرٌ ... فالأصل ليس على هدى الإيمان ¶ بالإمتحان ترى المخاوفِ عندهم ... وكذا الرجاء تراهما سِيّان ¶ خافوا السقوط بدينهم كمخافةٍ ... أنْ يسقطوا بعلوم ذِي الكفران",
            "page": "161",
            "part": "1",
            "seal": "FC08B86C"
        },
        {
            "id": "161",
            "nass": "ورجاهُمو أن ينجحوا بِكَلِيْهِما ... والعُرْف أصبح مثل ذِي النكران ¶ في القلب علم الدين مثل علومهم ... تلك التي تهدي إلى الخسران ¶ فترى السقوط يُخِيفهم في كلها ... وبكلها يرجون ذا النجحان ¶ خلْطٌ عواقبه تكون خطيرة ... في هذه الدنيا وفي الميزان ¶ طلبوا المديحَ بِعِلمهم وتنافسوا ... مَدْحاً وذَمّاً قام بالبهتان ¶ والمدح والذّمُّ المحكَّم فيهما ... شرْع الإله مليكنا الدّيّان ¶ يوم المعاد مُمَيِّز لِفِعالنا ... وبه ظهور الحق والبطلان ¶ صار التكسّب بالعلوم فضيلة ... صارت وسيلة طالب الأثمان ¶ ياحِرْفةً ياصَنْعةً يامَرْبحاً ... ياللتنافس في الحطام الفاني ¶ مِنْ هاهنا علم الرسول تساقطتْ ... حُرُماته بمزاحم النكران ¶ مِنْ هاهنا هِنَّا على أعدائنا ... ليس المخبّر كالشهود عيان ¶ هُم يفرحون بأن تكون همومُنا ... مصروفةً لمعارف الْيُونان ¶ بل حَصّلوا فوق الذي قدْ أَمَّلوا ... إذْ صار علم القوم كالقرآن ¶ هذي العلوم إذا سألتَ فإنها ... تدعو لِودٍِّ الكافر الشيطاني ¶ تُولِي اهْتماماً زائداً بحياته ... مِن مُدَّعي الإسلام والإيمان ¶ يالِلْعناية بالطغاة وعلْمِهم ... مدح وتعظيم لذي البهتان ¶ ما هكذا جاءت شريعة ربنا ... بل بالبراءة من ذوي الكفران ¶ فُرِضَتْ معاداة لهم في ديننا ... فرضٌ يدوم بسائر الأزمان ¶ وكذا احْتقار لِلْكُوَيْفِرِ إنه ... رجْسٌ خبيث ظاهر العدوان ¶ مَن مَجَّدَ الكفار يزعم أنهم ... بصناعة فازوا وبالعُمران",
            "page": "162",
            "part": "1",
            "seal": "FDBB65DC"
        },
        {
            "id": "162",
            "nass": "وبِزُخْرُفِ الدنيا تقدم رَكْبهم ... فهو المضلُّ بمحكم القرآن ¶ اقرأ بسورة زُخْرفٍ مُتَأمِّلاً ... تلك السقوف وزخرف الجدران ¶ ومعارجٍ وأسِرَّةٍ من فضةٍ ... هي جنة الدنيا لذي الطغيان ¶ هي جنة الكفار وهي نعيمهم ... مُتَعَرِّض لمساخط الرحمن ¶ مَن يمدح الكفار فهو مُضَلِّل ... لُبَّ العقول ضعيفة الإيمان ¶ تبًّا لهم وحضارة سَلبوا بها ... عن منهج البمعوث بالفرقان ¶ إن التطور والحضارة ضُلَّةٌ ... ربحوا بذلك صفقة الخسران ¶ ولقد تبعْنا دربهم بِعِنايةٍ ... ولِذاك بان الجوْر في الميزان ¶ أيُظن خيراً فيهمو وبعلمهم ... يُرجى فلاحاً أو بلوغ أماني ¶ لَوْ كان خيراً دَلّهم لرشادهم ... وهداهُمو لِعبادة الدّيان ¶ العلم جاء به الرسول مُطَهّراً ... من عند ربي دونما أدْران ¶ يامَن يرى الكفار في عين الرضى ... قدْ غَرّك الشيطان بالبهتان ¶ إن كنتَ راضٍ عنهمو أمُوَافِقٌ ... للرب وهو فليس بالغضبان؟ ¶ الرب يلعنهم ويُوقِدُ نارهُ ... لِعذاب أهل الزيغ والكفران ¶ ولقد تَوَعَّدهم بِخُلْدٍ دائمٍ ... فالنار موْعدهم بلا نكران ¶ أمُوَافِقٌ للرب أنتَ بحبهِ ... وبِبُغْضِهِ أَمْ بُؤْتَ بالخذلان ¶ إن الحنيف يَقرُّ عيناً بالذي ... يُرضي الإله ويُرْغم العدوان ¶ ويسوؤه ما كان فيه سرورهم ... ما الدين دَعْوى دونما برهان ¶ الدين حُبٌّ للإله وحزبه ... وعداوة لِمُعاديِ الرحمن",
            "page": "163",
            "part": "1",
            "seal": "6085C1E8"
        },
        {
            "id": "163",
            "nass": "واحذر موالاة الكفور فمَنْ لَهُ ... وَالى فسوف يَبُوء بالخسران ¶ هذا عظيمٌ أن تكون مَوَالِياً ... للكافرين وشِيعة الشيطان ¶ ذنب كبير أن تصاحب كافراً ... لا تَرْفُلَنَّ بِحُلّة الطغيان ¶ أما التولّي فهو كفر مابِهِ ... ريب وأهل الكفر في النيران ¶ مَنْ كان للكفار عَوْناً ناصراً ... والمسلمين يُذِلّهم بهوان ¶ هذا التولي وهو أقبح مذهبٍ ... لا تُسْلَبَنّ حقيقة الإيمان ¶ أنظر بثامِنِ ناقضٍ لإمامنا (¬1) ... لِتَرى انهدام الدين بالكفران ¶ في دعوة الشيخ الجليل محمدٍ (¬2) ... فقلد أبانَ دلائل الفرقان ¶ إن التولّي للكفور شهادةٌ ... حقاً تنيل ولاية الشيطان ¶ الميْل للكفار داءٌ قاتلٌ ... للروح يقتلُ ليس للإبدان ¶ ألأجْلِ أمريكا نُدَنِّسُ ديننا ... ألأجل أقْلَفَ عابد الصلبان ¶ الأجل روسيّا جَحُودَة ربها ... نبرا إليكَ إلهنا الدّيان ¶ من كل كفارٍ نَسِي معبوده ... ليس الكفور كعابد الرحمن ¶ والعز لله العزيز وكل ما ... في الكوْن تحت القهر والإذعان ¶ مَن كان مخدوعاً بِعزّة كافر ... فَلْيَسْتَعِزّ بملّة الكفران ¶ والله حسْب المؤمنين وضامنٌ ... للدين نصراً وهو ذو إحسان ¶ الله ينصر من سينصر دينه ... لاشك في هذا ولا قولان ¶ ياهازم الأحزاب إهزم جَمْعهم ... وانصر بمنِّك راية الإيمان ¶ ¬_________ ¶ (¬1) من (نواقض الإسلام العشرة) للإمام / محمد بن عبد الوهاب ـ رحمه الله ـ. ¶ (¬2) أي الشيخ الإمام محمد بن عبد الوهاب ـ رحمه الله ـ.",
            "page": "164",
            "part": "1",
            "seal": "1779F478"
        },
        {
            "id": "164",
            "nass": "يامن يروم نجاته وفلاحه ... أدع الجليل مُنَزِّل القرآن ¶ ينجيك من فتن الحياة وختمها ... موت على التوحيد والفرقان ¶ والِ الإله وكل عبد مؤمن ... إنْ كنت تطمع في دخول جِنان ¶ فيها النعيم على الكمال وكل ما ... تهواه فيها دائم الأزمان ¶ رَوْحٌ لِرُوحكَ لا يُجامع ذَرّة ... من غمٍّ دنيانا وليس يُداني ¶ طاب المقام ولا يشوب مُنَغِّصٌ ... أبداً وعَيْش بالمسرّة هاني ¶ فترى العرائس بالقصور تَزِينها ... كمُلَ السرور لِعاشقٍ ولْهان ¶ مَلِكٌ تُتَوَّجُ في الجنان وحَبْرة ... عَدِمَتْ نظير أوْشبيهٍ ثاني ¶ مُلْكٌ عظيم وَصْفُهُ مُتَعَذّرٌ ... فَوْزٌ كبير فوق كل أماني ¶ حُورٌ وولْدان وروْض باسمٌ ... والنهر مُطّرِدٌ وقِطْفٌ داني ¶ بل كل ما تهوى وتطلب حاصل ... والمطلب الأسنى رضى الرحمن ¶ إن نلت هذا نلت غايات المنى ... ونَعِمْتَ في عيش هَنِيٍّ هاني ¶ أوْ والعياذ بربنا دار الشقا ... قد هُيئتْ لمقارف العصيان ¶ دار البوار وبئس مَوْئل مجرم ... يا للشقاء لِساكن النيران ¶ نارٌ تُذيب الصخر لوْ يُلْقى بها ... ما بال جسم صِيغ من لحمان ¶ خُلْدٌ يدوم وكل شر حاصل ... ياللمذلّة مَعْ بلوغ هَوَان ¶ مالي اراكَ شُغِفْتَ في دار الفنا ... أوَمَا علمتَ بأن عمركَ فاني ¶ القلبُ تطلب أن يكون مُنَعَّماً ... لكن غُبِنْتَ بصَفقة الخسران ¶ نَيْل السعادة مطلب كلٌ له ... يسعى حثيثاً ليس بالمتواني ¶ لكنّ سالِك غير دَرْب نَبِيِّه ... هُوَ هاربٌ من مُسْعِد الإنسان",
            "page": "165",
            "part": "1",
            "seal": "DF567F89"
        },
        {
            "id": "165",
            "nass": "زِنْ كل أمركَ بالرسول كأنّهُ ... حَيٌّ يراكَ مشاهد بِعَيان ¶ إعْرِض عليه العلم واعلم أنه ... هو صاحب التحكيم في الميزان ¶ فَلَدَيْكَ سُنّته وَوَاضِح نهْجه ... والشأن في الإيمان كل الشان ¶ لا تحتجب بسواه كُلٌّ غيره ... لابدّ مشتمل على النقصان ¶ إذْ لا سوى هدي الرسول بواجب ... أنْ تَتَّبِعْه بسائر الأزمان ¶ إلاَّ امْرؤٌ يأتيك بالأمر الذي ... قدْ جاءَ عنه فخذه بالإذعان ¶ أتظن ربك يجعل الأمل الذي ... ترجوه غير مَراضي الرحمان ¶ هذا غرور بَلْ محال أنْ تَنَلْ ... طِيب الحياة بمُسْخِط الديان ¶ القلبُ يُمرض أو يموت حقيقة ... والعبد يسْلو سَلْوَة الحيوان ¶ وإذا يجيء الموت جاء عظائم ... هَوْلٌ وكربٌ ليس بالحسبان ¶ فانصح لنفسك بالمتاب فإنه ... طُهْرٌ يزيل نجاسة الأدران ¶ صلى الإله على النبي وآله ... ما دارت الأفلاك بالأكوان (¬1) ¶ كتبه ¶ عبد الكريم بن صالح الحميد ¶ القصيم ـ بريدة ¶ 1423هـ ¶ ¬_________ ¶ (¬1) كُتبت هذه المنظومة في 15/ 8/1422هـ.",
            "page": "166",
            "part": "1",
            "seal": "DCDC24FE"
        }
    ],
    "t980": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "النية في العلم التي يصدقها العمل"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "بيان السلف للعلم والإخلاص فيه"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب أبي حازم إلى الزهري"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "بعض كلام المتأخرين في العلم والتعليم الحادث"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الاحتجاج بالوالدين"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "تأثير اللغة"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "خوف الكفار من رجوع الأمة إلى نهج نبيها الصافي"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "حقيقة العلوم الغربية"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "حب الرئاسة والشهرة"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "متفرقات"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "العلم الذي يستحق أن يسمى علما"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "هل كمال النفس في مجرد العلم؟"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "العلوم غير الدينية لا تعطي للنفس كمالا"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "العلم الممدوح في الكتاب والسنة"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "قاعدة مهمة"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "الإسلام والعلم"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "الكنيسة"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "القول بأنه لا يوجد تعارض بين الإسلام والعلم"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "هل أصل العلوم التجريبية مأخوذ من المسلمين؟"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "فرض الكفاية"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "شرف العلم تابع لشرف معلومه"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "القوة"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "هل يحتاج المسلم إلى غير علم النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "علم المنطق"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "قوله تعالى: {تشابهت قلوبهم}"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "الانغماس في منهاج أهل الباطل وسلوك سبيلهم بدعوى الإصلاح"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "كل عمل لابد فيه من شرطين لقبوله"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "لو انقطع هدفك لطلبته من وجوه أخرى وزالت الدعوى"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "مرض تقليد المعظمين"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "إذا تخلينا خلفنا أهل الفساد"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "جملة القول"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "لن يصلح آخر هذه الأمة إلا ما أصلح أولها"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "منهج السلف عدم التلطخ بالباطل مع القيام بالدعوة على الكمال"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "عود لمسألة (الاحتجاج بالوالدين)"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "أقبح الرغبة طلب الدنيا بعمل الآخرة"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "الاحتجاب بالعلم عن المعلوم"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "إطلاق اسم العلم والعلماء"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "علماء السلف وأهل الوقت"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "ميزان الإرادة في طلب العلم الشرعي"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "بعض الآثار"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "بعض ما قيل عن علوم الوقت"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "ميزان الاصطلاحات الحادثة في المدح والذم"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "هل ما ظهر بعد الصحابة فضيلة؟"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "اعتياد سماع الباطل"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "رطانة الأعاجم"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "منظومة المنهج المسدد"
        }
    ]
}