{
    "b9827": [
        {
            "id": "1",
            "nass": "مختصر ¶ الأسئلة والأجوبة الأصولية ¶ على ¶ العقيدة الواسطية ¶ تأليف الفقير إلى عفو ربه ¶ عبد العزيز المحمد السلمان ¶ الرياض - المملكة العربية السعودية ¶ (وقف لله تعالى) ¶ الطبعة العاشرة ¶ 1410هـ - 1990م",
            "page": null,
            "part": null,
            "seal": "6618C6CB"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله الذي تفرد بالجلال والعظمة والكبرياء والجمال، وأشكره شكر عبد معترف بالتقصير عن شكر بعض ما أوليه من الإنعام والإفضال. وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه أجمعين. ¶ وبعد فبما أن الأسئلة والأجوبة الأصولية مبسطة جامع لأصول كثيرة وقد طلب مني بعض الإخوان اختصارها ونظراً إلى ضعف الهمم وتزاحم الدروس على الطلاب وقد كان عندنا الأساس الأول مختصراً فعزمت على التسبب في طبعه راجياً من الله الحي القيوم العلي العظيم بديع السموات والأرض أن يجعله خالصاً لوجهه الكريم وأن ينفع به من قرأه ومن سمعه وأن يأجر من تسبب في نشره وبثه إنه جواد كريم رؤوف رحيم وصلى الله على محمد وآله وصحبه أجمعين. ¶ عبد العزيز المحمد السلمان ¶ المدرس في معهد ¶ إمام الدعوة بالرياض",
            "page": "4",
            "part": "1",
            "seal": "523E060D"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ مؤلف العقيدة ¶ شيخ الإسلام ومفتي الأنام المجتهد في الأحكام تقي الدين أبي العباس أحمد بن عبد الحليم بن عبد السلام بن تيمية الحراني بلداً الحنبلي مذهباً. ¶ ولد رحمه الله بحران يوم الاثنين عاشر ربيع الأول سنة 661هـ وقدم به والده وبأخويه عند استيلاء التتار على البلاد إلى دمشق سنة 667هـ فأخذ الفقه والأصول عن والده وسمع عن خلق كثير منهم الشيخ شمس الدين والشيخ زيد الدين بن المنجا والمجد بن عساكر وقرأ العربية على ابن عبد القوي صاحب عقد الفرائد نظم الفقه: وعني بالحديث وسمع الكتب الستة والمسند وأقبل على تفسير القرآن فبرز فيه واحكم أصول الفقه والفرائض وغير ذلك من العلوم وتأهل للتدريس وله دون العشرين سنة وتضلع في علم الحديث وحفظه حتى قالوا إن كل حديث لا يعرفه ابن تيمية فهو ليس بحديث وألف مؤلفات كثيرة في فنون عديدة ورد على المبتدعة وله الفتاوى المفصلة وحل المسائل المعضلة فمن مؤلفاته: ¶ الصارم المسلول. ¶ موافقة صحيح المنقول لصريح المعقول. ¶ الجواب الصحيح لمن بدل دين المسيح. ¶ منهاج السنة النبوية في",
            "page": "5",
            "part": "1",
            "seal": "CDCAB748"
        },
        {
            "id": "4",
            "nass": "نقض كلام الشيعة والقدرية. ¶ الاختيارات الفقهية. ¶ الرد على المنطقيين. ¶ الفتوى الحموية. ¶ الفرقان بين أولياء الرحمن وأولياء الشيطان. ¶ الفتاوى. ¶ التوسل والوسيلة. ¶ معارج الوصول. ¶ نظرية العقد. ¶ وله غيرها منها الواسطية وسبب تسميتها بالواسطية قيل إن القاضي الواسطي عندما قدم لموسم الحج من بلدته واسط طلب من شيخ الإسلام أن يكتب له عقيدته السلفية وفي جلسة لشيخ الإسلام بعد صلاة العصر كتبها. وجرى له رحمه الله محن كثيرة منها محنة بسبب تأليفه الحموية وجرى له بسبب فتياه بالطلاق ولما كان في سنة 726هـ وقع الكلام في شد الرحل إلى قبور الصالحين والأنبياء فأفتى الشيخ رحمه الله بتحريم ذلك فحصل له ما حصل من علماء زمانه وكان منشأ ذلك الحسد والهوى فحبس بأمر السلطان بقلعة دمشق وبقي رحمه الله سنتين وثلاثة أشهر، وكان رحمه الله في هذه المدة مكباً على التلاوة والعبادة والتهجد حتى أتاه اليقين وذلك في 728هـ فرحمة الله عليه وجزاه الله عن الإسلام والمسلمين خيراً. ¶ هذا وأسأل الله الحي القيوم أن ييسر لدين الإسلام من يقوم بنصره ويزيل ما حدث في البلاد الإسلامية من البدع والضلالات والمنكرات التي عمت وطمت وأفسدت العقائد والأخلاق وشب عليها الصغير وصارت عادات عند كثير من الناس لا تستنكر فلا حول ولا قوة إلا بالله العظيم القوي العزيز وهو حسبنا ونعم الوكيل. ¶ وصلى الله على محمد وآله وصحبه أجمعين.؟",
            "page": "6",
            "part": "1",
            "seal": "75AB0795"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ س1- ما هو معنى الحمد وما معنى لفظ الجلالة؟ ¶ ج- هو لغة الثناء باللسان على الجميل الاختياري على وجه التعظيم والتبجيل وعرفاً فعل ينبئ عن تعظيم المنعم بسبب كونه منعماً على الحامد وغيره واللام والألف للاستغراق فجميع المحامد كلها لله. ¶ أما معنى الإله فهو المألوه المعبود المستحق لإفراده بالعبادة لما اتصف به من صفات الألوهية وهي صفات الكمال وهو أعرف المعارف على الإطلاق. ¶ س2- من هو الرسول ومن هو النبي؟ وهل كل رسول نبي؟ ¶ ج- هو لغة من بعث إليه برسالة واصطلاحاً إنسان ذكر أوحي إليه بشرع وأمر بتبليغه فإن أوحي إليه ولم يؤمر فهو نبي فكل رسول نبي ولا عكس. ¶ س3- ما هو الهدى وما هي أقسامه وما هي أدلة كل قسم؟ ¶ ج- الهدى لغة الدلالة والبيان وهو ينقسم إلى قسمين هدى دلالة",
            "page": "7",
            "part": "1",
            "seal": "795C1A20"
        },
        {
            "id": "6",
            "nass": "وبيان وهو الذي يقدر عليه الرسل وأتباعهم ودليله قوله تعالى (ولكل قوم هاد) وقوله (وإنك لتهدي إلى صراط مستقيم) وقوله صلى الله عليه وسلم لعلي رضي الله عنه \"لأن يهدي الله بك رجلاً واحداً خير لك من حمر النعم\"، والقسم الثاني هو الذي لا يقدر عليه إلا الله عز وجل وهو الذي معناه التوفيق والإلهام فهذا هو المذكور في قوله تعالى لنبيه صلى الله عليه وسلم (إنك لا تهدي من أحببت ولكن الله يهدي من يشاء) وقال (ليس عليك هداهم ولكن الله يهدي من يشاء) وقال (إن تحرص على هداهم فإن الله لا يهدي من يضل) وفيه آيات أخر تدل على ذلك. ¶ س4- ما المراد بالهدى المذكور في خطبة العقيدة ¶ ج- الهدى معناه ما جاء به النبي صلى الله عليه وسلم من الإخبارات الصادقة والإيمان الصحيح والعلم النافع والعمل الصالح. ¶ س5- ما هو الدين وما معنى قوله ليظهره على الدين كله؟ ¶ ج- الدين له معان كثيرة والمراد به هنا جميع ما شرعه الله من الأحكام ومعنى قوله ليظهره أي ليعليه على الأديان كلها بالحجة والبرهان. ¶ س6- بأي شيء تكون معرفة الإنسان لدينه؟ ¶ ج- بمعرفة أركانه الثلاثة المذكورة في حديث جبريل المشهور وهي الإسلام والإيمان والإحسان وقد بينها صلى الله عليه وسلم بياناً واضحاً شافياً وافياً. ¶ س7- ما الذي تفهمه من قوله (وكفى بالله شهيداً) وبأي شيء تكون شهادته سبحانه؟",
            "page": "8",
            "part": "1",
            "seal": "59608193"
        },
        {
            "id": "7",
            "nass": "ج- المعنى وكفى بشهادته إثباتاً لصدقه قال تعالى (قل أي شيء أكبر شهادة قل الله شهيد بيني وبينكم) وشهادته سبحانه تكون بقوله وفعله ونصره وتأييده ومن أسمائه تعالى الشهيد الذي لا يغيب عنه شيء وهو مرادف للرقيب فهو سبحانه مطلع على كل شيء مشاهد له عليم بجميع المعلومات الجلية والخفية سامع لكل المسموعات مبصر لكل المبصرات محيط بكل شيء. ¶ س8- ما معنى شهادة أن لا إله إلا الله وما أركانها؟ ¶ ج- معناه لا معبود بحق إلا الله وأركانها اثنان: نفي وإثبات وحد النفي من الإثبات \"لا إله\" نافياً جميع ما يعبد من دون الله \"إلا الله\" مثبتاً العبادة لله وحده لا شريك له في عبادته كما أنه ليس له شريك في ملكه والله أعلم. ¶ س9- كم شروط لا إله إلا الله وما هي وما الذي ينافيها؟ ¶ ج- شروطها سبعة فأولها العلم المنافي للجهل واليقين المنافي للشك والإخلاص المنافي للشرك والصدق المنافي للكذب والمحبة المنافية لضدها والانقياد المنافي للامتناع والقبول المنافي للرد وهذه السبعة جمعها بعضهم في بيت شعر: ¶ علمٌ يقينٌ وإخلاصٌ وصدقكَ مع محبةٍ وانقيادٍ والقبولِ لها ¶ س10- هل يكتفي بالنطق بالشهادة أم لابد من العلم بمعناها",
            "page": "9",
            "part": "1",
            "seal": "18D0920A"
        },
        {
            "id": "8",
            "nass": "والعمل بمقتضاها؟ ¶ ج- لا تعتبر إلا لمن تكلم بها عارفاً لمعناها عاملاً بمقتضاها باطناً وظاهراً فلا بد من الشهادتين من العلم والعمل بمدلولهما قال تعالى (إلا من شهد بالحق وهم يعلمون) وقال تعالى (فاعلم أنه لا إله إلا الله واستغفر لذنبك) الآية إلى غير ذلك من الأدلة. ¶ س11- ما معنى شهادة أن محمداً رسول الله؟ ¶ ج- طاعته فيما أمر به وتصديقه فيما أخبر واجتناب ما عنه نهى وزجر وأن لا يعبد الله إلا بما شرع وأن يعظم أمره ونهيه فلا يقدم عليه قول أحد كائناً ما كان. ¶ س12- ما الحكمة في قرن شهادة أن محمداً رسول الله بشهادة أن لا إله إلا الله؟ ¶ ج- الحكمة في جعل الشهادة للرسول صلى الله عليه وسلم بالرسالة مقرونة بالشهادة لله بالتوحيد إشارة إلى أنه لا بد من كل منهما فلا تغني إحداهما عن الأخرى ولهذا قرن بينهما في الأذان وفي التشهد وقال بعضهم في تفسير قوله تعالى (ورفعنا لك ذكرك) ذلك أن الله لا يذكر في موضع إلا ذكر معه صلى الله عليه وسلم قاله الحسن وقال قتادة رفع الله ذكره في الدنيا والآخرة فليس خطيب ولا متشهد ولا صاحب صلاة إلا ينادي فيقول أشهد أن لا إله إلا الله أشهد أن محمداً رسول الله قال مجاهد (ورفعنا لك ذكرك) يعني بالتأذين.",
            "page": "10",
            "part": "1",
            "seal": "23C74358"
        },
        {
            "id": "9",
            "nass": "قال حسان: ¶ أغرٌ عليه للنبوة خاتم من الله مشهور يلوح ويشهد ¶ وضم الإله اسم النبي مع اسمه إذا قال في الخمس المؤذن أشهد ¶ وشق له من اسمه ليجله فذو العرش محمود وهذا محمد ¶ س13- ما الحكمة في الجمع له صلى الله عليه وسلم بين وصفي العبودية والرسالة؟ ¶ ج- الحكمة في ذلك لأنها أعلى ما يوصف به العبد والرسول صلى الله عليه وسلم أكمل الخلق فيهما وفيه تنبيه للرد على الذين رفعوه فوق منزلته والذين نبذوا ما جاء به وراء ظهورهم واعتمدوا على الآراء التي تخالف ما جاء به صلى الله عليه وسلم. ¶ س14- ما حد التوحيد اذكره بوضوح؟ ¶ ج- هو علم العبد واعترافه واعتقاده وإيمانه بتفرد الرب بكل صفة كمال وتوحيده في ذلك واعتقاده أنه لا شريك له ولا مثيل له في كماله وأنه ذو الألوهية والعبودية على خلقه أجمعين. ¶ س15- ما هي أقسام التوحيد عند من يجعلها ثلاثة أقسام؟ ¶ ج- توحيد الربوبية وتوحيد الأسماء والصفات وتوحيد الألوهية. ¶ س16- ما هو توحيد الربوبية؟ ¶ ج- هو اعتقاد العبد أن الله هو الرب المتفرد بالخلق والرزق",
            "page": "11",
            "part": "1",
            "seal": "3B8F978B"
        },
        {
            "id": "10",
            "nass": "مربي جميع الخلق بالنعم ومربي خواص خلقه وهم الأنبياء بالعقائد الصحيحة والأخلاق الجميلة والعلوم النافعة والأعمال ¶ س17- ما هو توحيد الأسماء والصفات؟ ¶ ج- هو اعتقاد انفراد الله بالكمال المطلق من جميع الوجوه بنعوت العظمة والجلالة والجمال وذلك بإثبات ما أثبته لنفسه أو أثبته له رسوله صلى الله عليه وسلم من جميع الأسماء والصفات ومعانيها وأحكامها الواردة في الكتاب والسنة. ¶ س18- ما هو توحيد الألوهية؟ ¶ ج- هو العلم والاعتراف بأن الله ذو الألوهية والعبودية على خلقه أجمعين وإفراده وحده بالعبادة كلها وإخلاص الدين لله وحده ويسمى هذا النوع توحيد العبادة. ¶ س19- هل للتوحيد تقسيم ثان غير ما ذكر؟ ¶ ج- نعم، بعضهم يقول التوحيد نوعان: أولاً القولي الاعتقادي سمي بذلك لاشتماله على أقوال القلوب وهو اعترافها واعتقادها وعلى أقوال اللسان والثناء على الله بتوحيده، وهذا النوع هو توحيد الأسماء والصفات التي يدخل فيه توحيد الربوبية. ¶ الثاني: الفعلي وهو المسمى بتوحيد الألوهية وسمي فعلياً لأنه متضمن لأفعال القلوب والجوارح",
            "page": "12",
            "part": "1",
            "seal": "9F410B74"
        },
        {
            "id": "11",
            "nass": "كالصلاة والزكاة والحج ونحو ذلك. ¶ س20- ما هي أقسام التوحيد القولي؟ ¶ ج- الأول النفي وهو ينقسم إلى قسمين نفي النقائص والعيوب عن الله والثاني نفي التشبيه والتعطيل عن أسمائه وصفاته، والثاني من أقسام التوحيد القولي الإثباتي وهو إثبات كل صفة كمال للرحمن وردت بالكتاب والسنة. ¶ س21- ما ينزه عنه الله ينقسم إلى قسمين متصل ومنفصل، أذكر مثالاً لكل قسم والضابط لكل قسم؟ ¶ ج- مثال المتصل كالنوم والإعياء والتعب واللغوب والموت والجهل والظلم والغفلة والنسيان وعن احتياجه إلى طعم وزرق وضابط هذا القسم ما يناقض ما وصف به نفسه أو وصفه به رسوله صلى الله عليه وسلم في كل ما يضاد الصفات الكاملة. ¶ والقسم الثاني: المنفصل وضابطه تنزيهه عن أن يشاركه أحد من الخلق في شيء من خصائصه التي لا تكون لغيره وذلك كالزوجة والشريك والكفؤ والظهير والشفيع بدون إذن الله والولي من الذل فكل ذلك ينزه عنه الله جل وعلا وتقدس. ¶ س22- أي أقسام التوحيد الذي جاءت به الرسل وأنزلت به الكتب وضحه مع ذكر دليله؟ ¶ ج- هو توحيد الألوهية قال تعالى: (ولقد بعثنا في كل أمة رسولاً",
            "page": "13",
            "part": "1",
            "seal": "2D998077"
        },
        {
            "id": "12",
            "nass": "أن اعبدوا الله) وقال تعالى (ولقد أرسلنا نوحاً إلى قومه فقال يا قوم اعبدوا الله) تعالى: (وإلى عاد أخاهم هوداً قال يا قوم اعبدوا الله) وقال: (وإلى ثمود أخاهم صالحاً قال يا قوم اعبدوا الله) وقال: (وإلى مدين أخاهم شعيباً قال يا قوم اعبدوا الله) وقال: (وإبراهيم إذ قال لقومه اعبدوا الله واتقوه) وقال يوسف: (إن الحكم إلا لله أمر ألا تعبدوا إلا إياه) الآية. ¶ س23- ما أركان توحيد الألوهية؟ تكلم عنها بوضوح. ¶ ج- اثنان، الصدق والإخلاص، فالأول توحيد المراد فلا يزاحمه مراد، والثاني توحيد الإرادة ببذل الجهد والطاقة في عبادته وحده. ¶ س24- ما ضد هذا القسم الذي هو توحيد العبادة؟ ¶ ج- ضده أمران أولاً الإعراض عن محبته والإنابة إليه والتوكل عليه ثانياً الإشراك به واتخاذ أولياء شفعاء من دونه. ¶ س25- ما ضد توحيد الربوبية؟ ¶ ج- أن يجعل لغيره معه تدبيراً فالربوبية منه لعباده والتأله من عباده له. ¶ س26- ما ضد توحيد الأسماء والصفات؟ ¶ ج- أمران: التعطيل والتشبيه، فمن نفى صفاته تعالى وعطلها",
            "page": "14",
            "part": "1",
            "seal": "5B6492FB"
        },
        {
            "id": "13",
            "nass": "ناقض تعطيله توحيده وكذّبه ومن شبهه بخلقه ناقض تشبيهه توحيده وكذبه. ¶ س27- ما معنى الصلاة على النبي صلى الله عليه وسلم ومن هم آل النبي صلى الله عليه وسلم ومن هو الصحابي؟ ¶ ج- معناها ثناء الله عليه عند الملأ الأعلى وآل الشخص هم المنتمون إليه الذين تجمعهم به صلة وثيقة من قرابة ونحوها وأحسن ما قيل في آل النبي أنهم أتباعه على دينه والصحابي كل من لقيه صلى الله عليه وسلم مؤمناً ومات على ذلك. ¶ س28- ما معنى كلمة أما بعد ولأي شيء يؤتى بها وإلى أي شيء أشار المنصف بقوله هذا أعقاد الفرقة الناجية؟ ¶ ج- معناها أي أما بعد مهما يكن من شيء ويؤتى بها للانتقال من أسلوب إلى أسلوب والإشارة فيما يظهر والله أعلم أنه إلى ما تصوره في الذهن من ما سيصنفه وإن كانت الخطبة بعد العقيدة فهي إلى العقيدة. ¶ س29- ما معنى الاعتقاد ومن هي الفرقة الناجية؟ ¶ ج- هو مصدر اعتقد وهو يطلق على التصديق مطلقاً وعلى ما يعتقده الإنسان من أمور الدين والفرقة الناجية هم أهل السنة والجماعة. ¶ س30- من أين أخذ وصفها بأنها ناجية وضح ذلك؟",
            "page": "15",
            "part": "1",
            "seal": "CC2B05B6"
        },
        {
            "id": "14",
            "nass": "ج- من قوله صلى الله عليه وسلم \"ستفترق هذه الأمة إلى ثلاث وسبعين فرقة كلهم في النار إلا واحدة\" ومن قوله: \"لا تزال طائفة من أمتي على الحق منصورة لا يضرهم من خذلهم ولا من خالفهم حتى تقوم الساعة\". ¶ س31- ما هي السنة ومن هم أهلها ولم نُسبوا إليها؟ ¶ ج- هي لغة الطريقة وشرعاً أقوال النبي صلى الله عليه وسلم وأفعاله وإقراراته وأهلها. هم المتعبون لها ونُسبوا إليها لتمسكهم بها وانتسابهم إليها دون الطرق الأخرى المنحرفة. ¶ (الإيمان بالله) ¶ س32- ما هو الإيمان بالله الذي هو الركن الأول من الإيمان؟ ¶ ج- هو الاعتقاد الجازم بأن الله رب كل شيء ومليكه وأنه الخالق الرزاق المحيي المميت وأنه المستحق لأن يفرد بالعبادة والذل والخضوع وجميع أنواع العبادة وأن الله هو المتصف بصفات الكمال والعظمة والجلال المنزه عن كل عيب ونقص. ¶ (الإيمان بالملائكة) ¶ س33- ما هو الإيمان بالملائكة الذي هو الركن الثاني من أركان الإيمان؟",
            "page": "16",
            "part": "1",
            "seal": "660389BE"
        },
        {
            "id": "15",
            "nass": "ج- هو التصديق الجازم بأن لله ملائكة موجودون مخلوقون من نور وإنهم كما وصفهم الله عباد مكرمون يسبحون الليل لا يفترون وأنهم لا يعصون الله ما أمرهم ويفعلون ما يؤمرون وأنهم قائمون بوظائفهم التي أمرهم الله بالقيام بها. ¶ س34- هل يكفي الإيمان إجمالاً بالملائكة؟ ¶ ج- أما من ورد تعيينه باسمه المخصوص كجبريل وميكائيل وإسرافيل ورضوان ومالك ومن ورد تعيين نوعهم المخصوص كحملة العرش والحفظة والكتبة فبالتفصيل وأما البقية فيجب الإيمان بهم إجمالاً ولا يحصي عددهم إلا الله. ¶ (الإيمان بكتب الله) ¶ س35- ما هو الإيمان بكتب الله الذي هو الركن الثالث من أركان الإيمان؟ ¶ ج- هو التصديق الجازم بأن لله كتباً أنزلها على أنبيائه ورسله وهي من كلامه حقيقة وأنها نور وهدى وأن ما تضمنته حق ولا يعلم عددها إلا الله وأنه يجب الإيمان بها جملة إلا ما سمى الله منها وهي التوراة والإنجيل والزبور والقرآن فيجب الإيمان بها على التفصيل ويجب مع الإيمان بالقرآن وأنه منزل من عند الله الإيمان بأن الله تكلم به حقيقة كما تكلم بالكتب المنزلة على أنبيائه وأنه المخصوص",
            "page": "17",
            "part": "1",
            "seal": "943864F1"
        },
        {
            "id": "16",
            "nass": "بمزية الحفظ من التبديل والتغيير قال تعالى: (إنا نحن نزلنا الذكر وإنا له لحافظون) وقال (لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد) ¶ (الإيمان برسل الله) ¶ س36- ما هو الإيمان برسل الله الذي هو الركن الرابع من أركان الإيمان؟ ¶ ج- التصديق الجازم بأن لله رسلاً أرسلهم لإرشاد الخلق في معاشهم ومعادهم اقتضت حكمة اللطيف الخبير أن لا يهمل خلقه بل أرسل إليهم رسلاً مبشرين ومنذرين فيجب علينا الإيمان بمن سمى الله منهم في كتابه على التفصيل والإيمان جملة بأن لله رسلاً غيرهم وأنبياء لا يحصي عددهم إلا الله ولا يعلم أسماءهم إلا هو جل وعلا قال تعالى: (ورسلاً قد قصصناهم عليك من قبل ورسلاً لم نقصصهم عليك) . ¶ عدد الرسل ¶ س37- كم عدد المذكورين من الأنبياء والرسل في القرآن ومن هم اذكرهم بوضوح؟ ¶ ج- عددهم خمس وعشرون وهم: آدم، إدريس، نوح، هود، صالح، إبراهيم، لوط، يونس، إسماعيل، إسحاق، يعقوب، يوسف،",
            "page": "18",
            "part": "1",
            "seal": "37DAA679"
        },
        {
            "id": "17",
            "nass": "أيوب، شعيب، موسى، هرون، اليسع، ذو الكفل، داود، زكريا، سليمان، الياس، يحيى، عيسى، محمد صلوات الله وسلامه عليهم أجمعين. ¶ س38- ما موضوع رسالة الرسل وما الحكمة فيها؟ وما الدليل عليها؟ ¶ ج- موضوعها التبشير والتنذير قال تعالى: (رسلاً مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل) والحكمة في إرسال الرسل دعوة أممهم إلى عبادة الله وحده والنهي عن عبادة ما سواه قال تعالى: (ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت) . ¶ س39- من هم أولوا العزم من الرسل وأين ذكروا؟ ¶ ج- هم محمد ونوح وإبراهيم وموسى وعيسى المذكورون في آية سورة الشورى قوله تعالى: (شرع لكم من الدين ما وصى به نوحاً والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه) وفي آية الأحزاب: (وإذا أخذنا من النبيين ميثاقهم ومنك ومن نوح وإبراهيم وموسى وعيسى ابن مريم) ¶ س40- ما الواجب علينا نحو الرسل عليهم الصلاة والسلام؟ ¶ ج- يجب علينا تصديقهم وبأنهم بلغوا جميع أرسلوا به على ما أمرهم الله به وبينوه بياناً واضحاً لا يسع أحداً ممن أرسلوا إليه جهله",
            "page": "19",
            "part": "1",
            "seal": "72EEA578"
        },
        {
            "id": "18",
            "nass": "ولا يحل خلافه قال تعالى (من يطع الرسول فقد أطاع الله) فيجب علينا الإيمان بأنهم معصومون عن الكذب والخيانة والكتمان وأنهم معصومون من الكبائر وأما الصغائر فقد تقع منهم والكتاب والسنة يدلان على ذلك لكن لا يقرون عليها بل يوفقون للتوبة منها ويجب احترامهم وأن لا يفرق بينهم ويجب الاهتداء بهديهم والائتمار بأمرهم والكف عما نهو عنه ويجب اعتقاد أنهم أكمل الخلق علماً وعملاً وأصدقهم وأبرهم وأكملهم أخلاقاً وأن الله خصهم بفضائل لا يلحقهم فيها أحد وبرأهم من كل خلق رذيل ويجب محبتهم وتعظيمهم ويحرم الغلو فيهم ورفعهم فوق منازلهم. ¶ س41- ما الأشياء التي تجوز على الرسل؟ ¶ ج- يجوز في حقهم عقلاً وشرعاً النوم والنكاح والأكل والجلوس والمشي والضحك وسائر الأعراض البشرية التي لا تؤدي إلى نقص في مراتبهم العلية فهم بشر يعتريهم ما يعتري سائر أفراده فيما لا علاقة له بتبليغ الأحكام وتمتد إليهم أيدي الظلمة وينالهم الاضطهاد والأذى وقد يقتل الأنبياء كما أخبر الله في كتابه بقوله (ويقتلون الأنبياء بغير حق) (وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق) وقال صلى الله عليه وسلم \"ولكني أصلي وأنام وأصوم وأفطر وأتزوج النساء\" وكان صلى الله عليه وسلم يمرض ويتألم ويشتكي وكان يصيبه الحر والبرد والجوع والعطش والغضب والضجر والتعب ونحو ذلك مما لا نقص عليه فيه.",
            "page": "20",
            "part": "1",
            "seal": "40F4FE96"
        },
        {
            "id": "19",
            "nass": "س42- ما الدليل على صدق الرسل وبأي شيء أيدهم الله تعالى؟ ¶ ج- أيدهم الله بالدلالة الباهرة الدالة على صدقهم في دعواهم الرسالة فمن معجزاته صلى الله عليه وسلم القرآن الذي أعجز الخلق كلهم ومثل انشقاق القمر وحراسة السماء بالشهب ومعراجه إلى السماء وكفاية الله له أعداءه وعصمته من الناس وإجابة دعائه وإعلامه بالمغيبات الماضية والمستقبلة وتأثيره في تكثير الطعام والشراب إلى غير ذلك، وكما أيد الله موسى عليه السلام قال تعال: (ولقد آتينا موسى تسع آيات بينات) وسائر رسله مع انضمام ذلك إلى أحوالهم الجليلة وأخلاقهم السامية مع سلامة الفطرة والعفاف والكرم والشجاعة والعدل والنصح والمروءة التامة إلى غير ذلك من الأخلاق الفاضة الدالة لمن تأملها أن ما جاءوا حق وصدق لا شك فيه. ¶ الإيمان بالعبث ¶ س43- ما هو البعث وما دليله وما حكم الإيمان به؟ ¶ ج- هو لغة التحريك والإثارة وشرعاً إعادة الأبدان وإدخال الأرواح فيها قال تعالى (ونفخ في الصور فإذا هم من الأجداث إلى ربهم ينسلون) وقال (ثم نفخ فيه أخرى فإذا هم قيام ينظرون) وقال (فإنما هي زجرة واحدة فإذا هم بالساهرة، يوم يخرجون من الأجداث سراعاً كأنهم إلى نصب يوفضون) فقيام الناس لرب العالمين حق ثابت يجب الإيمان به.",
            "page": "21",
            "part": "1",
            "seal": "28799990"
        },
        {
            "id": "20",
            "nass": "س44- ما حكم إنكاره وما دليل الحكم؟ ¶ ج- إنكاره كفر أكبر مخرج عن الملة الإسلامية قال تعالى (زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن ثم لتنبئون بما عملتم وذلك على الله يسير) وقال (ومنها نخرجكم تارة أخرى) وقال صلى الله عليه وسلم للعاص بن وائل وقد جاء بعظم حائل ففتته بيده وقال يا محمد يحيي الله هذا بعدما أرم قال نعم يبعث الله هذا ثم يميتك ثم يحييك ثم يدخلك نار جنهم فنزلت هذه الآية قوله تعالى (أولم ير الإنسان أنا خلقناه من نطفة فإذا هو خصيم مبين وضرب لنا مثلاً ونسي خلقه قال من يحيي العظام وهي رميم قل يحييها الذي أنشأها أول مرة) . ¶ قال ابن القيم رحمه الله تعالى في النونية في هذه الأركان الخمسة: ¶ إيماننا بالله ثم برسله وبكتبه وقيامة الأبدان ¶ وبجنده وهم الملائكة الأولى هم رسله لمصالح الأكوان ¶ هذي أصول الدين حقاً أصول الخمس للقاضي هو الهمذان ¶ الإيمان بالقدر ¶ س40- ما هو الإيمان بالقدر اذكره بوضوح؟ ¶ ج- هو التصديق الجازم بأن كل خير وشر فهو بقضاء الله وقدره وأنه الفعال لما يريد لا يكون شيء إلا بإرادته ولا يخرج شيء عن مشيئته وليس في العالم شيء يخرج عن تقديره ولا يصدر إلا عن تدبيره",
            "page": "22",
            "part": "1",
            "seal": "5514E531"
        },
        {
            "id": "21",
            "nass": "ولا محيد لأحد عن القدر والمقدور ولا يتجاوز ما خط في اللوح المسطور وأنه خالق أفعال العباد والطاعات والمعاصي ومع ذلك فقد أمر العباد ونهاهم وجعلهم مختارين لأفعالهم غير مجبورين عليها بل هي واقعة بحسب قدرتهم وإرادتهم والله خالقهم وخالق قدرتهم يهدي من يشاء برحمته ويضل من يشاء بحكمته لا يسأل عما يفعل وهم يسألون. ¶ س46- بم يوصف الله عز وجل؟ ¶ ج- بم وصف به نفسه في كتابه العزيز، وبما وصفه به رسول الله صلى الله عليه وسلم من غير تحريك ولا تعطيل ومن غير تكييف ولا تمثيل. ¶ التحريف ¶ س47- ما هو التحريف وما هي أقسامه وما مثال كل قسم؟ ¶ ج- هو التغيير والتبديل واصطلاحاً تغيير ألفاظ الأسماء الحسنى والصفات العلى أو معانيهما وهو ينقسم إلى قسمين أحدهما تحريف اللفظ بزيادة أو نقص أو تغيير شكل وذلك كقول الجهمية في استوى استولى بزيادة اللام وكقول اليهود حنطة لما قيل لهم قولوا حطة وكقول بعض المبتدعة بنصب الجلالة في قوله وكلم الله موسى تكليماً وقوله في قوله: وجاء ربك وجاء أمر ربك والقسم الثاني تحريف المعنى وهو إبقاء اللفظ على حاله وتغيير معناه وذلك كتفسير بعض المبتدعة الغضب بإرادة الانتقام وكقولهم معنى الرحمة إرادة الأنعام وكقولهم إن المراد",
            "page": "23",
            "part": "1",
            "seal": "715991FE"
        },
        {
            "id": "22",
            "nass": "باليد النعمة أو القدرة وكتفسيرهم التكليم بالتجريح قال ابن القيم رحمه الله: ¶ أمر اليهود بأن يقولوا حطة فأبوا وقالوا حنطة لهوان ¶ وكذلك الجهمي قيل استوى فأبى وزاد الحرف للنكران ¶ نون اليهود ولام جهمي هما في وحي رب العرش زائدتان ¶ التعطيل ¶ س48- ما هو التعطيل وما الفرق بينه وبين التحريف؟ ¶ ج- مأخوذ من العطل الذي هو الخلو والفراغ والترك ومعناه هنا نفي الصفات الإلهية وسلبها عن الله والفرق بينهما أن التعطيل نفي للمعنى الحق الذي دل عليه الكتاب والسنة وأما التحريف فهو تفسير النصوص بالمعاني الباطلة. ¶ س49- ما هي أنواع التعطيل وكم هي؟ ¶ ج- ثلاثة أولاً تعطيل الله من كماله المقدس وذلك بتعطيل أسمائه وصفاته كتعطيل الجهمية والمعتزلة ومن نحا نحوهم ثانياً تعطيل معاملته بترك عبادته أو عبادة غيره معه ثالثاً تعطيل المصنوع من صانعه كتعطيل الفلاسفة الذين زعموا قدم هذه المخلوقات وأنها تتصرف بطبيعتها فهذا من أبطل الباطل إذ لا يمكن وجود ذات بدون صفات.",
            "page": "24",
            "part": "1",
            "seal": "1EE2B3D3"
        },
        {
            "id": "23",
            "nass": "س50- من أول من عرف بالتعطيل لأسماء الله وصفاته؟ ¶ ج- الجعد بن درهم وأخذها عنه تلميذه الجهم بن صفوان وبثها وقتل الجعد خالد بن عبد الله القسري بعد استشارة علماء زمانه خطب يوم الأضحى فقال أيها الناس ضحوا تقبل الله ضحاياكم فإني مضحى بالجعد بن درهم إنه زعم أن الله لم يتخذ إبراهيم خليلاً ولم يكلم موسى تكليماً ثم نزل فذبحه وذلك في أوائل المائة الثانية وأما الجهم فقتله سلم بن أحوز أمير خراسان. ¶ التكييف ¶ س51- بين ما هو التكييف وما هو التمثيل وبين ما فيه من تقاسيم وأمثلة؟ ¶ ج- التكييف هو تعيين كنه الصفة يقال كيف الشيء أي جعل له كيفية معلومة وأما التمثيل فهو التشبيه والتشبيه ينقسم إلى قسمين أولاً تشبيه المخلوق بالخالق كتشبيه النصارى المسيح ابن مريم بالله قال تعالى (لقد كفر الذين قالوا إن الله هو المسيح ابن مريم) وكتشبيه اليهود عزيراً بالله وكتشبيه المشركين أصنامهم بالله والقسم الثاني تشبيه الخالق بالمخلوق وذلك كتشبيه المشبهة الذين يقولون له وجه كوجه المخلوق ويد كيد المخلوق وسمع كسمع المخلوق ونحو ذلك تعالى الله عن قولهم علواً كبيراً.",
            "page": "25",
            "part": "1",
            "seal": "CD819FD4"
        },
        {
            "id": "24",
            "nass": "س52- بين ما تفهمه من معنى قوله تعالى ليس كمثله شيء وهو السميع البصير؟ ¶ ج- الآية تتضمن أولاً تنزيه الله عن مشابهة خلقه لا في ذاته ولا في صفاته ولا في أفعاله وفي أولها وهو قوله ليس كمثله شيء رد على المشبهة وفي آخرها وهو قوله وهو السميع البصير رد على المعطلة وفيها إثبات صفة السمع والبصر وفي أولها نفي مجمل وفي آخرها إثبات مفصل وفي الآية رد على الأشاعرة المثبتين لبعض الصفات دون البعض الآخر وهم متناقضون وكذلك ترد على المعتزلة الذين يقولون سميع بلا سمع بصير بلا بصر ونحو ذلك. ¶ الأسماء الحسنى ¶ س53- ما مثال الأسماء الحسنى؟ ¶ ج- الله الحي القيوم العلي العظيم الرحمن الرحيم الغفور الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر الخالق البارئ. ¶ س54- لم كانت أسماء الله حسنى وهل هي من قبيل المحكم. وهل الوصفية فيها تنافي العلمية. وضح ذلك؟ ¶ ج- لدلالتها على أحسن مسمى وأشرف مدلول وأسماؤه سبحانه أعلام وأوصاف الوصفية لا تنافي العلمية بخلاف أوصاف العباد وكل",
            "page": "26",
            "part": "1",
            "seal": "2BF3BD71"
        },
        {
            "id": "25",
            "nass": "أسمائه تعالى دالة على معانيها وكلها أوصاف مدح وحمد وثناء وهي من قبيل المحكم لأن معانيها واضحة في لغة العرب إنما الكنه والكيفية من ما استأثر الله بعلمه. ¶ س55- ما هي أركان الإيمان بالأسماء الحسنى ومثل لذلك؟ ¶ ج- ثلاثة الإيمان بالاسم وبما دل عليه من المعنى وبما تعلق به من الآثار فنؤمن بأنه رحيم ذو رحمة وسعت كل شيء. قدير ذو قدرة ويقدر على كل شيء عليم ذو علم ويعلم كل شيء غفور ذو مغفرة ويغفر لعباده. ¶ س56- هل أسماء الله توقيفية وإذا كانت توقيفية فما معنى ذلك؟ ¶ ج- نعم لا يتجاوز بها الوارد في الكتاب والسنة فهي تتلقى من طريق السمع لا بالآراء فلا يوصف إلا بما وصف به نفسه أو وصفه به رسوله صلى الله عليه وسلم ولا يُسمى إلا بما سمى به نفسه أو سماه به رسوله صلى الله عليه وسلم فهذا معنى أنها توقيفية فليس للإستحسان والاجتهاد دخل في ذلك. ¶ س57- ما هي أنواع دلالة الأسماء الحسنى وضح ذلك بالأمثلة؟ ¶ ج- ثلاثة أنواع دلالة مطابقة إذا فسرنا الاسم بجميع مدلوله ودلالة تضمن إذا فسرناه ببعض مدلوله ودلالة التزام إذا استدللنا به على غيره من الأسماء التي يتوقف هذا الاسم عليها فمثلاً لفظة الرحمن على الرحمة والذات دلالة مطابقة وعلى إحداهما دلالة تضمن داخلة في",
            "page": "27",
            "part": "1",
            "seal": "254F3C36"
        },
        {
            "id": "26",
            "nass": "الضمن ودلالته على الأسماء التي لا توجد الرحمة إلا بثبوتها كالحياة والعلم والقدرة ونحوها دلالة التزام. ¶ س58- هل أسماء الله من قبيل المترادف أم من قبيل المتباين. وضح ذلك؟ ¶ ج- هي بالنظر إلى الذات من قبيل المترادف لدلالتها على مسمى واحد وبالنظر إلى الصفات من قبيل المتباين لأن كل صفة غير الأخرى. ¶ س59- هل أسماء الله محصورة بعدد معروف وهل في الحديث إفادة لحصرها؟ ¶ ج- ليست محصورة بعدد معروف وأما الحديث الوارد إن لله تسعة وتسعين إسماً من أحصاها دخل الجنة فلا يفيد أنها محصورة بالتسعة والتسعين وإنما غاية ما فيه أن هذه الأسماء موصوفة بأن على من أحصاها دخل الجنة. ¶ س60- ما مراتب إحصاء أسماء الله التي من أحصاها دخل الجنة؟ ¶ ج- ثلاثة حفظها وفهمها ودعاء الله بها دعاء عبادة ودعاء مسألة. ¶ س61- لم كان إحصاء أسماء الله الحسنى والعلم بها أصل للعلم بكل معلوم؟ ¶ ج- لأن المعلومات القدرية والشرعية صادرة عن أسماء الله وصفاته ولهذا كانت في غاية الإحكام والإتقان والصلاح والنفع.",
            "page": "28",
            "part": "1",
            "seal": "59567CD0"
        },
        {
            "id": "27",
            "nass": "س62- ما هو الاسم الذي ينبغي لمن دعا الله بأسمائه الحسنى أن يدعو الله به؟ ¶ ج- ينبغي له أن يتوسل إليه بالاسم المقتضي لذلك المطلوب المناسب لحصوله حتى كأن الداعي يستشفع إليه متوسلاً إليه به فطالب المغفرة يقول يا غفار اغفر لي، وطالب الرحمة يقول يا رحمن ارحمني، وطالب الرزق يا رزاق ارزقني، والتائب يا تواب تب علي وهلم جرا. ¶ س63- إذا كان الاسم منقسم إلى مدح وذم فهل يدخل في أسماء الله تعالى؟ وما مثال ذلك. ¶ ج- لا يدخل بمطلقه بأسمائه وذلك كالمريد والصانع والفاعل فهذه ليست من الأسماء الحسنى لانقسامها إلى محمود ومذموم بل يطلق عليه منها كمالها. ¶ س64- هل يلزم من اتحاد الإسمين تماثل مسماها؟ وضح ذلك بالأمثلة. ¶ ج- لا يلزم ذلك فإن الله سمى نفسه بأسماء تُسمى بها بعض خلقه وكذلك وصف نفسه بصفات وصف بها بعض خلقه فلا يلزم في ذلك التشبيه فقد وصف نفسه بالسمع والبصر والعلم والقدرة، ووصف بذلك بعض خلقه فليس السميع كالسميع ولا البصير كالبصير",
            "page": "29",
            "part": "1",
            "seal": "3479378F"
        },
        {
            "id": "28",
            "nass": "فصفات كل موصوف تناسب ذاته وتليق به ولا مناسبة بين الخالق والمخلوق. ¶ س65- ما مثال أسماء الله المزدوجة المتقابلة التي لا يطلق واحد منها بمفرده على الله إلا مقروناً بالاسم الآخر وما المحذور من إفرادها؟ وضح ذلك. ¶ ج- مثالها المانع المعطي الضار النافع المذل المعز القابض الباسط الخافض الرافع والحكمة في أنها لا تفرد لأن في إفرادها ما يوهم نوع نقص تعالى الله عن ذلك ولأن الكمال الحقيقي تمامه وكماله من اجتماعهما. ¶ أقسام الصفات ¶ س66- إلى كم تنقسم صفات الله ووضح كل قسم منها بما يميزه عن الآخر؟ ¶ ج- إلى قسمين صفات ذات وهي التي لا تنفك عن الله وصفات فعل وهي التي تتعلق بالمشيئة والقدرة. ¶ س67- ما مثال الصفات الذاتية والصفات الفعلية؟ ¶ ج- مثال صفات الذات العلم والحياة والقدرة والسمع والبصر والوجه واليد والرجل والملك والعظمة والكبرياء والعزة والعلو والإصبع والقدم والغنى والرحمة والكلام.",
            "page": "30",
            "part": "1",
            "seal": "12281F16"
        },
        {
            "id": "29",
            "nass": "وأما الصفات الفعلية كالاستواء والنزول والمجيء والضحك والرضى والعجب والسخط والإتيان والإحياء والإماتة والفرح والغضب والكره والحب فهذه يقال لها قديمة النوع حادثة الآحاد. ¶ س68- هل القول في الصفات يخالف القول بالذات؟ ¶ ج- القول في الصفات كالقول في الذات فكما أن لله ذاتاً لا تشبهها الذوات فله صفات لا تشبهها الصفات فالصفات فرع الذات يحذى بها حذوها والقول في بعض الصفات كالقول في بعض: ¶ الأقسام الممكنة في آيات الصفات وأحاديثها ¶ س69- ما هي الأقسام الممكنة في آيات الصفات وأحاديثها؟ ¶ ج- هي ستة أقسام: قسمان يقولون تجري على ظاهرها، فقسم قالوا تجري على ظاهرها اللائق بالله من غير تشبيه، وهؤلاء هم السلف الصالح والقسم الثاني المشبهة الذين غلوا في الإثبات وقالوا تجعل كصفات المخلوقين ومذهبهم باطل أنكره السلف، وقسمان ينفيان ظاهرها وهم الجهمية ومن تفرع عنهم فقسم منهم يؤولونها بمعان أخر، وقسم منهم يقولون الله أعلم بما أراد منها، وقسمان واقفان فقسم يقولون يجوز أن يكون المراد اللائق بالله ويجوز أن لا يكون المراد صفة وهذه طريقة كثير من الفقهاء، وغيرهم وقسم يمسكون عن هذا كله ولا يزيدون على تلاوة القرآن وقراءة الحديث معرضين بقلوبهم وألسنتهم عن هذه التقديرات والصواب في آيات الصفات وأحاديثها القطع بالطريقة السلفية.",
            "page": "31",
            "part": "1",
            "seal": "9BA68D44"
        },
        {
            "id": "30",
            "nass": "الواجب في آيات الصفات وأحاديثها ¶ س70- ما الواجب في آيات الصفات وأحاديثها؟ ¶ ج- يجب التصديق بها وإثباتها وإمرارها كما جاءت من غير تكييف ولا تمثيل ومن غير تشبيه ولا تعطيل ولا تحريف، قال بعضهم (وجميع آيات الصفات أمرها: حقاً كما نقل الطراز الأول) . ¶ تعريف الإلحاد في الأسماء والصفات ¶ س71- ما هو الإلحاد في أسماء الله وصفاته وما هي أقسامه؟ ¶ ج- هو الميل والعدول بها وبحقائقها ومعانيها عن الحق الثابت لها إلى الإشراك والتعطيل والكفر وأقسامه خمسة: أولاً، تسميته بما لا يليق بجلاله وعظمته كتسمية النصارى له أباً والفلاسفة له موجباً بذاته أو علة فاعلة بالطبع ونحو ذلك. ¶ ثانياً، أن يسمى بها بعض المخلوقات كتسميتهم اللات من الإله واشتقاقهم العزى من العزيز. ¶ ثالثاً، وصفه بما يتقدس ويتنزه عنه كقول اليهود قبحهم الله ولعنهم إن الله فقير وقولهم يد الله مغلولة ونحو ذلك. ¶ رابعاً، تعطيل الأسماء عن معانيها وجحد حقائقها كقول من يقول إنها ألفاظ مجردة لا تتضمن صفات ولا معاني. ¶ خامساً، تشبيه صفاته بصفات خلقه فجمعهم الإلحاد وتفرقت بهم طرقه.",
            "page": "32",
            "part": "1",
            "seal": "D35AC7E5"
        },
        {
            "id": "31",
            "nass": "حكم استعمال الأقيسة في جانب الله ¶ س72- هل يجوز استعمال شيء من الأقيسة في جانب الله عز وجل؟ ¶ ج- لا يجوز أن يشرك هو والمخلوق في قياس تمثيل ولا في قياس شمول تستوي أفراده ولكن يستعمل في حقه المثل الأعلى وهو أن كل ما اتصف به المخلوق من كمال فالخالق أولى به ولك ما ينزه عنه المخلوق من نقص فالخالق أولى بالتنزه عنه قال تعالى وله المثل الأعلى في السموات والأرض وهو العزيز الحكيم. ¶ صفة العزة ¶ س73- ما الذي تفهم عن معنى قوله: (سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين) ولم ساقها المصنف؟ ¶ ج- أما سياق المصنف لها في هذا الموضع ففيما يظهر أنه تعليل لما تقدم من كون كلام الله وكلام رسوله صلى الله عليه وسلم أكمل صدقاً وأتم بياناً ونصحاً وأبعد عن العيوب والآفات من كلام كل أحد وأما ما يؤخذ منها فهي أولاً تتضمن تنزيه الله وتقديسه وتبرئته عما يقول الظالمون، ثانياً صحة ما جاء به المرسلون وأنه الحق الذي لا مرية فيه، ثالثاً",
            "page": "33",
            "part": "1",
            "seal": "068DEE5A"
        },
        {
            "id": "32",
            "nass": "إثبات صفة الربوبية، رابعاً إثبات صفة العزة وهي بأقسامها الثلاثة ثابتة له سبحانه عزة القوة وعزة الامتناع وعزة القهر ولما كان التسبيح يتضمن التنزيه من النقص والتبرئة منه بدلالة المطابقة ويستلزم إثبات الكمال كما أن الحمد يدل على إثبات صفات الكمال بالمطابقة ويستلزم التنزيه من النقص قرن بينهما في هذا الموضع وفي هذه الآية إثبات صفة الكلام والرد على المخالفين. ¶ س74- لم كانت هذه الآية تتضمن أنواع التوحيد الثلاثة؟ ¶ ج- وجه ذلك كما ذكره ابن القيم رحمه الله أن الحمد يتضمن إثبات أنواع التوحيد الثلاثة فإن الحمد مدح المحمود بصفات كماله ونعوت جلاله مع محبته والرضى عنه والخضوع له ومن المعلوم أن فاقد الصفات الكاملة لا يكون إلهاً ولا مدبراً بل هو مذموم معيب ليس له الحمد وإنما الحمد لمن له صفات الكمال ونعوت الجلال التي لأجلها استحق الحمد. وهو الله جل وعلا. ¶ النفي والإثبات ¶ س75- ما هي طريقة أهل السنة والجماعة في النفي والإثبات الواردين في نصوص الصفات؟ ¶ ج- طريقتهم في ذلك أنهم ينفون نفياً إجمالياً غالباً على حد قوله تعالى (ليس كمثله شيء) ويثبتون إثباتاً مفصلاً على حد قوله تعالى",
            "page": "34",
            "part": "1",
            "seal": "0A7660E8"
        },
        {
            "id": "33",
            "nass": "وهو السميع البصير فكل ما أثبته الله لنفسه أو أثبته له رسوله صلى الله عليه وسلم من جميع الأسماء والصفات فيثبتونه لله على الوجه اللائق بجلاله وعظمته. ¶ س76- ما الذي يقصد بالنفي وهل فيه كمال أو مدح واذكر مثالاً يوضح ذلك؟ ¶ ج- النفي مقصود لغيره وهو إثبات ما يضاده من الكمال فنفي الشريك والند والنظير لإثبات كمال عظمته وتفرده بصفات الكمال ونفي العجز لكمال قدرته ونفي الجهل وعزوب شيء عن علمه لإثبات سعة علمه ونفي الظلم لإثبات عدله ونفي السنة والنوم لإثبات كمال حياته وقيوميته ونفي العبث وترك الخلق سدى لكمال حكمته التامة والنفي المحض ليس فيه مدح ولا كمال إلا إذا تضمن إثباتاً فكل ما نفى الله عن نفسه من النقائص ومشاركة أحد من خلقه في شيء من خصائص فإنها تدل على ضدها من أنواع الكمال. ¶ س77- ما هو الصراط المستقيم؟ ¶ ج- قيل إنه القرآن وقيل الرسول صلى الله عليه وسلم وصاحباه من بعده وقيل الإسلام، قال ابن القيم والقول الجامع في تفسير الصراط المستقيم هو الطريق الذي نصبه الله لعباده على ألسنة رسله وجعله موصلاً لعباده إليه ولا طريق لهم سواء وهو إفراده بالعبودية وإفراد رسله بالطاعة وهو مضمون شهادة أن لا إله إلا الله وأن محمداً عبده ورسوله ونكتة ذلك وعقده أن تحبه بقلبك كله وترضيه بجهدك فلا يكون في قلبك موضع إلا معمور بحبه ولا تكون إرادة إلا متعلقة بمرضاته وهذا هو",
            "page": "35",
            "part": "1",
            "seal": "556C70C2"
        },
        {
            "id": "34",
            "nass": "الهدى ودين الحق وهو معرفة الحق والعمل به وهو معرفة ما بعث الله به رسله والقيام به فقل ما شئت من العبارات التي هذا أحسنها وقطب رحاها. ¶ س78- لم يضاف الصراط تارة إلى الله وتارة إلى العباد ولماذا يذكر مفرداً معرفاً باللام تارة بالإضافة تارة؟ ¶ ج- أما أضافته إلى الله فلأنه هو الذي شرعه ونصبه، وأما إضافته إلى العباد فلأنهم أهل سلوكه، وأما ذكره مفرداً معرفاً باللام تارة وبالإضافة تارة فلإفادة تعيينه واختصاصه وأنه صراط واحد بخلاف طرق أهل الضلال. ¶ سورة الإخلاص تعدل ثلث القرآن ¶ س79- لم كانت سورة الإخلاص تعدل ثلث القرآن؟ ¶ ج- لأن القرآن اشتمل على ثلاثة مقاصد أساسية، أولاً علوم الأحكام والشرائع، ثانياً ما فيه من قصص وأخبار عن أحوال الرسل مع أممهم. ¶ ثالثاً علوم التوحيد وما يجب على العبد معرفته من أسماء الله وصفاته وهذا هو أشرفها وأجلها، وهذه السورة تضمنت أصول هذا العلم واشتملت عليها إجمالياً فهذا وجه كونها تعدل ثلث القرآن قال شيخ الإسلام رحمه الله في قصيدة له:",
            "page": "36",
            "part": "1",
            "seal": "408B9669"
        },
        {
            "id": "35",
            "nass": "والعلم بالرحمن أول صاحب وأهم فرض الله في مشروعه ¶ وأخو الديانة طالب لمزيده أبداً ولما ينهه بقطوعه ¶ والمرأ فاتته إليه أشد من فقر الغذاء لعلم حكم صنيعه ¶ في كل وقت والطعام فإنما يحتاجه في وقت شدة جوعه ¶ وهو السبيل إلى المحاسن كلها والصالحات فسوأة لمضيعه ¶ س80- لم سميت هذه السورة (قل هو الله أحد) سورة الإخلاص وما وجه الدلالة منها على أنواع التوحيد الثلاثة؟ ¶ ج- لأنها أخلصت لوصف الله ولأنها تخلص قارئها من الشرك العملي الاعتقادي وأما دلالتها على أنواع التوحيد فدلالتها على توحيد الألوهية والعبادة فبالالتزام، وأما على توحيد الربوية فبالتضمن، وأما على توحيد الأسماء والصفات فالمطابقة لأن دلالة الدليل على كل معناه تسمى مطابقة وعلى بعضه تضمن وعلى ما يستلزمه من الخارج يسمى التزاماً وتقدم موضحاً. ¶ س81- ما الذي تفهمه عن سياق المصنف لهذه السورة وبين ما تعرفه عن معنى الأحد - الصمد- الكفؤ؟ ¶ ج- أما سياقها فلما تضمنته من النفي والإثبات الذي هو شاهد للضابط الذي ذكره المصنف من أن الله سبحانه قد جمع فيما وصف وسمى به نفسه بين النفي والإثبات، وأما معنى الأحد أي الواحد",
            "page": "37",
            "part": "1",
            "seal": "4AFF6433"
        },
        {
            "id": "36",
            "nass": "الذي لا نظير له ولا وزير ولا نديد ولا شبيه ولا عديل ولا يطلق هذا اللفظ على أحد في الإثبات إلا على الله لأنه الكامل في جميع صفاته وأفعاله وأما معنى الصمد فهو الذي تصمد إليه الخلائق في حوائجهم ومسائلهم، وأما معنى الكفؤ فهو المكافئ والمساوي. ¶ س82- ما الذي تعرفه من ما يستنبط من سورة الإخلاص؟ ¶ ج- يؤخذ منها أولاً إثبات واحدانية الله ثانياً إثبات صفة الكلام لله لأنه لو كان كلام محمد أو جبريل لم يقل قل ثالثاً الرد على النصارى القائلين المسيح ابن الله، رابعاً الرد على المشركين القائلين أن الملائكة بنات الله، خامساً الرد على اليهود لأنه أخبر وهو أصدق قائل أنه لم يلد ولم يولد ولم يكن له كفواً أحد، سادساً كمال غناه سبحانه وفقر الخلائق إليه، سابعاً شرف علم التوحيد، ثامناً الحث على طلب الرزق من الله. ¶ آية الكرسي ¶ س83- ما الذي تفهمه عن سياق المصنف لآية الكرسي. وما الذي تعرفه من استنبطه العلماء منها من الأحكام؟ ¶ ج- أما سياقها ففيما يظهر والله أعلم لما تضمنته من النفي والإثبات وما احتوت عليه من الأحكام التي أولها إثبات الوهية الله وانفراده بذلك ثانياً إثبات صفة الحياة وهي من الصفات الذاتية، ثالثاً إثبات",
            "page": "38",
            "part": "1",
            "seal": "7E64E7ED"
        },
        {
            "id": "73",
            "nass": "ولد أو شريكاً في ملكه. قال تعالى: (بديع السموات والأرض أنى يكون له ولد ولم تكن له صاحبة وخلق كل شيء وهو بكل شيء عليم) . ¶ تنزيه الله عن الولد وعن وجود إله معه ¶ س123- ما الذي تفهمه من قوله تعالى: (ما اتخذ الله من ولد وما كان معه من إله إذاً لذهب كل إله بما خلق ولعلا بعضهم على بعض سبحان الله عما يصفون عالم الغيب والشهادة فتعالى عما يشركون) ؟ ¶ ج- تضمنت أولاً تنزيه الله عن الولد. ¶ ثانياً: تنزيهه عن وجود إله خالق معه. ¶ ثالثاً: تنزيهه عما يصفه به المخالفون للرسل. ¶ رابعاً: إثبات توحيد الربوبية وأنه لا خالق إلا الله. فإن الله بعد ما أخبر عن نفسه بعدم وجود إله ثان معه أوضح ذلك بالبرهان القاطع والحجة الباهرة والدليل العقلي. فقال إذاً أي لو كان معه آلهة كما يقول المشركون لكان الإله الآخر له خلق وفعل وحينئذ فلا يرضى شركة الآخر معه. بل إن قدر على قهره وتفرده بالألوهية دونه فعل وإن لم يقدر انفرد بخلقه وذهب به كما ينفرد ملوك الدنيا بعضهم عن بعض بممالكهم إذا لم يقدر المنفرد على قهر الآخر والعلو عليه فلا بد من أمور ثلاثة. إما أن يذهب كل إلهٍ بخلقه وسلطانه وإما أن يعلو بعضهم على بعض. وإما أن يكونوا كلهم تحت قهر إلهٍ واحد يتصرف فيهم",
            "page": "75",
            "part": "1",
            "seal": "93E6228A"
        },
        {
            "id": "74",
            "nass": "ولا يتصرفون فيه ويمتنع من حكمهم ولا يمتنعون من حكمه فيكون وحده الإله وهم العبيد المربوبون وانتظام أمر العالم العلوي والسفلي وارتباط بعضه ببعض وجريانه على نظام محكم لا يختلف ولا يفسد. من أدل دليل على أن مدبره واحدٌ لا إله غيره كما دل دليل التمانع على أن خالقه واحد لا إله غيره فذاك تمانع في الفعل والإيجاد وهذا تمانع في العبادة والإلهية فكما يستحيل أن يكون للعالم ربان خالقان متكافئان يستحيل أن يكون له إلهان معبودان. ثم ختم الآية بتنزيهه سبحانه عن كل نقص وعيب وعما يصفه به المخالفون للرسل. وقوله عالم الغيب يخبر تعالى وهو أصدق قائل أنه يعلم ما غاب عن العباد وما شاهدوه. والغيب ينقسم قسمين غيب مطلق وغيب مقيد فالمطلق لا يعلمه إلا الله وهو ما غاب عن جميع المخلوقين. قال تعالى: (قل لا يعلم الغيب إلا الله) وقال (عالم الغيب فلا يظهر على غيبه أحداً) والقسم الثاني غيب مقيد وهو ما علمه بعض المخلوقات من الجن والأنس. فهو غيب عمن غاب عنه وليس هو غيباً عمن شهده فيكون غيباً مقيداً وقوله فتعالى الخ أي تنزه وتقدس وعلا عما لا يليق بجلاله وعظمته فله العلو المطلق بأنواعه الثلاثة: علو القدر وعلو البهر وعلو الذات وفي الآية رد على اليهود ¶ والنصارى والمشركين. وفيها رد على القدرية وفيها إثبات صفة العلم فهو سبحانه يعلم السابق والحاضر والمستقبل ويعلم نفسه الكريمة ونعوته المقدسة وأوصافه العظيمة وهي الواجبات التي لا يمكن إلا وجودها. ويعلم الممتنعات حال امتناعها ويعلم ما",
            "page": "76",
            "part": "1",
            "seal": "EEE856EB"
        },
        {
            "id": "75",
            "nass": "يترتب عليها لو وجدت كما في هذه الآية والآية الأخرى (لو كان فيهما آلهة إلا الله لفسدتا) وقال: (ولو ردوا لعادوا لما نُهوا عنه وإنهم لكاذبون) وقال: (ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلاً ما كانوا ليؤمنوا إلا أن يشاء الله) (إن الذين حقت عليهم كلمة ربك لا يؤمنون) الخ… ¶ النهي عن ضرب الأمثال لله ¶ س124- ما الذي تفهمه عن معنى قوله تعالى (فلا تضربوا لله الأمثال إن الله يعلم وأنتم لا تعلمون) وقوله (قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطاناً وأن تقولوا على الله ما لا تعلمون) ؟ ¶ ج- قد تقدم حكم استعمال شيء من الأقيسة في جانب الله الآية السابقة تتضمن النهي عن تشبيهه بخلقه فإنه لا مثيل له ولا ند له لا في ذاته ولا في أسمائه وصفاته ولا في أفعاله. فإنه سبحانه له المثل الأعلى في السموات والأرض وهو العزيز الحكيم. ¶ الآية الثانية فيها بيان المحرمات الخمس التي اتفق على تحريمها جميع الرسل والشرائع والكتب وهي محرمات على كل أحد في كل حال لا تباع قط، والمراد بالتحريم التحريم الشرعي لا الكوني القدري. والفواحش جمع فاحشة وهي الفعلة المتناهية في القبح. وذلك كقتل النفس والزنا واللواط",
            "page": "77",
            "part": "1",
            "seal": "43515B1B"
        },
        {
            "id": "76",
            "nass": "والسحر وقذف المحصنات والرياء والعجب والحسد والكبر وأما الإثم فقيل إنه الخطايا المتعلقة بالفاعل وقيل الخمر وأما البغي فهو الاستطالة على الناس في دمائهم وأموالهم وأعراضهم من غير أن تكون على جهة القصاص والمماثلة، وحرم الشرك به بأن تجعلوا لله شريكاً لم ينزل به سلطاناً أي حجة وبرهاناً، وحرم سبحانه القول عليه بلا علم في أسمائه وصفاته وشرعه وأصل الشرك والكفر القول على الله بلا علم فكل مشرك قائل على الله بلا علم دون العكس إذ القول على الله بلا علم قد يتضمن التعطيل والابتداع في دين الله فهو أعم من الشرك، والشرك فرد من أفراده. ورتب هذه المحرمات أربع مراتب وبدأ بأسهلها وهو الفواحش ثم ثنى بما هو أشد تحريماً وهو الإثم والظلم ثم ثلث بما هو أعظم منهما وهو الشرك به سبحانه ثم ربع بما هو أشد تحريماً من ذلك كله وهو القول عليه بلا علم، وقال بعض المفسرين الجنايات محصورة في خمسة أنواع: أحدها: الجنايات على الأنساب وهي المرادة بالفواحش. ¶ وثانيها: الجنايات على العقول وهي المشار إليها بالإثم. ¶ ثالثها: الجنايات على النفوس والأموال والأعراض واليها الإشارة بالبغي. ¶ ورابعها: الجنايات على الأديان وهي من وجهين: إما طعن في توحيد الله تعالى وإليه الإشارة بقوله (وأن تشركوا بالله) وإما القول في دين الله من غير معرفة واليه الإشارة بقوله وأن تقولوا على الله ما لا تعلمون، وهذه الخمسة أصول الجنايات وأما غيرها فهي كالفروع والله أعلم.",
            "page": "78",
            "part": "1",
            "seal": "99A531C7"
        },
        {
            "id": "77",
            "nass": "الفروق بين الشرك الأكبر والأصغر ¶ س125- قد تقدم لنا حد الشرك الأكبر والأصغر فهل هنا فارق بينهما؟ ¶ ج- نعم بينهما فروق فأولاً: الشرك الأكبر لا يغفر لصاحبه لقوله تعالى (إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء) أما الشرك الأصغر فهو تحت مشيئة الله. ¶ ثانياً: الشرك الأكبر محبط لجميع الأعمال لقوله تعالى (لئن أشركت ليحبطن عملك) وأما الأصغر فلا يحبط إلا العمل الذي قارنه. ¶ ثالثاً: أن الشرك الأكبر مخرج من الملة الإسلامية. ¶ رابعاً: أن الشرك الأكبر صاحبه خالد مخلد في النار. أما الأصغر فهو كغيره من الذنوب ولكنه أعظم من الكبائر وقيل لا يغفر لصاحبه إلا بالتوبة. ¶ الاستواء ¶ س126- ما هو الإيمان بالاستواء وما دليله من الكتاب؟ ¶ ج- هو الاعتقاد الجازم بأن الله مستوٍ على عرشه عليٌ على خلقه بائن منهم وعلمه محيط بكل شيء والدليل قوله تعالى (الرحمن على العرش استوى، إن ربكم الله الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش) (الله الذي رفع السموات بغير عمد ترونها ثم استوى على العرش) (الله الذي خلق السموات والأرض وما بينهما في ستة أيام",
            "page": "79",
            "part": "1",
            "seal": "48F15785"
        },
        {
            "id": "78",
            "nass": "ثم استوى على العرش) (هو الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش) (الذي خلق السموات والأرض وما بينهما في ستة أيام ثم استوى على العرش) . ¶ س127- اذكر ما تعرفه من معاني هذه الآيات الدالة على الاستواء؟ ¶ ج- تضمنت هذه الآيات أولاً: إثبات صفة الربوبية وتربية لخلقه نوعان: عامة وخاصة. فالعامة كما في آية سورة الأعراف وآية سورة يونس وهي خلقه للمخلوقين ورزقهم وهدايتها لما فيه مصالحهم التي فيها بقاؤهم في الدنيا. وأما الخاصة: فتربيته لأنبيائه ورسله وأوليائه فيربيهم بالإيمان ويوفقهم له ويكملهم ويدفع عنهم الصوارف والعوائق الحائلة بينهم وبينه وحقيقتها تربية التوفيق لكل خير والعصمة من كل شر وهذا هو السر في كون أكثر أدعية الأنبياء بلفظ الرب فإن مطالبهم كلها داخلة تحت ربوبيته الخاصة وفي هذه الآيات إثبات صفة الألوهية والخلق والاستواء والعلو والقدرة. وإثبات العرش وأنه مخلوق والرد على الفلاسفة القائلين بقدم المخلوقات الاستدلال بهذه المخلوقات على وجود الباري جل وعلا لأنه لا يمكن أن توجد نفسها ولا أن توجد من دون موجد. قال تعالى: (أم خلقوا من غير شيء أم هم الخالقون) . وفيها إثبات أسماء الله وصفاته وأنه المستحق لأن يعبد وحده. وإثبات الأفعال الاختيارية اللازمة والمتعدية وبيان تحديد الأيام التي خلقت فيها السموات والأرض والمتبادر أنها كهذه الأيام. وفيها التأني في الأمور والصبر فيها لأن الله قادر على إيجادها دفعة واحدة في ساعة واحدة. قال تعالى",
            "page": "80",
            "part": "1",
            "seal": "EBB1A2E4"
        },
        {
            "id": "79",
            "nass": "(إنما أمرنا لشيء إذا أردناه أن نقول له كن فيكون) . وفيها رد على الجهمية القائلين إن الاستواء والاستيلاء. ¶ الخلق والأمر ¶ س128- ما الفرق بين الخلق والأمر؟ ¶ ج- الفرق بينهما أن الخلق تنشأ عنه المخلوقات والأمر تنشأ عنه المأمورات والشرائع. والأصل أن المعطوف غير المعطوف عليه. ويمتنع أنهما شيء واحد فإنه صرح فيها (أن الشمس والقمر والنجوم مسخرات بأمره) وذلك بعد ما أخبر أنه خلقها ثم سخرها بأمره سبحانه. ¶ عبارات السلف الأربع ¶ س129- ما هي العبارات التي تدور عليها تفاسير السلف للاستواء؟ ¶ ج- هي: استقر وعلا وصعد وارتفع ومعناها واحد، قال ابن القيم رحمه الله: ¶ ولهم عبارات عليها أربع قد حصلت للفارس الطعان ¶ وهي استقر وقد علا وقد ار تفع الذي ما فيه من نكران ¶ وكذاك قد صعد الذي هو رابع وأبو عبيدة صاحب الشيبان",
            "page": "81",
            "part": "1",
            "seal": "C084868A"
        },
        {
            "id": "80",
            "nass": "يختار هذا القول في تفسيره أدرى من الجهمي بالقرآن ¶ والأشعري يقول تفسير استوى بحقيقة استولى على الأكوان ¶ أنواع الاستواء في لغة العرب ¶ س130- ما هي أنواع الاستواء في لغة العرب الذين نزل القرآن بلغتهم؟ ¶ ج- مطلق ومقيد. فالمطلق ما لم يقيد بحرف كقوله تعالى: (ولما بلغ أشده واستوى) ومعناه كمل وتم. وأما المقيد فثلاثة أقسام: مقيد بإلى كقوله (ثم استوى إلى السماء) ومعناه العلو والارتفاع بإجماع السلف. ¶ والثاني مقيد (بعلى) كقوله (لتستووا على ظهوره) وقوله (واستوت على الجودي) وقوله (فاستوى على سوقه) فهذا معناه العلو والارتفاع والاعتدال بإجماع أهل اللغة. ¶ الثالث: المقرون بواو المعية كقولهم: استوى الماء والخشبة ومعناه ساواها. فهذه معاني الاستواء المعقولة. ¶ الرد على من أول الاستواء بالاستيلاء من وجوه ¶ س131- ما هو دليل من فسر استواء الله على عرشه باستيلائه عليه ومن أول من عرفت عنه هذه البدعة وبم يرد عليه. وضح ذلك؟",
            "page": "82",
            "part": "1",
            "seal": "63549B38"
        },
        {
            "id": "81",
            "nass": "ج- أما أول من عرفت عنه هذه البدعة فبعض الجهمية والمعتزلة وأما دليلهم فقول بعض الشعراء: ¶ قد استوى بشر على العراق من غير سيفٍ أو دمٍ مهراق ¶ وأما الرد عليه فمن وجوه: فأولاً: أن الاستواء خاص بالعرش والاستيلاء عام على جميع المخلوقات. ¶ ثانياً: أنه أخبر بخلق السموات والأرض في ستة أيام ثم استوى على العرش. وأخبر أن عرشه على الماء قبل خلقهما والاستواء متأخر عن خلقهن. والله مستول على العرش قبل خلق السموات وبعده فعلم أن الاستواء على العرش الخاص به غير الاستيلاء العام عليه وعلى غيره. ¶ ثالثاً: أن معنى هذه الكلمة مشهور كما قال بعض السلف وأنه لو لم يكن معنى الاستواء في الآية معلوماً لم يحتج الإمام مالك رحمه الله أن يقول والكيف مجهول لأن نفي العلم بالكيف لا ينفي ما قد علم أصله. ¶ رابعاً: يلزم من تفسير الاستواء بالاستيلاء أن الله مستوٍ على الأرض ونحوها. ¶ خامساً: إن إحداث القول في كتاب الله الذي كان السلف والأئمة على خلافه يستلزم أحد أمرين: إما أن يكون خطأ في نفسه أو تكون أقوال السلف المخالفة له خطأ. ولا يشك عاقل أنه أولى بالغلط والخطأ من قول السلف. ¶ السادس: أن هذا اللفظ قد اطّرد في القرآن والسنة حيث ورد بلفظ الاستواء دون الاستيلاء. ولو كان معناه استولى لكان استعماله في أكثر موارده كذلك. فإذا جاء في موضع أو موضعين بلفظ استوى حمل على معنى استولى لأنه المألوف المعهود. وأما أن",
            "page": "83",
            "part": "1",
            "seal": "2DEB0769"
        },
        {
            "id": "82",
            "nass": "يأتي إلى لفظ قد اطرد استعماله في جميع موارده على معنى واحد فيدعى صرفه في الجميع. إلى معنى لم يعد استعماله فيه. ففي غاية الفساد ولم يقصده ويفعله من قصد البيان أنهاها ابن القيم إلى اثنين وأربعين وجهاً في مختصر الصواعق ج2 هذه منها. ¶ العرش والكرسي ¶ س132- ما الذي تعتقده في العرش والكرسي ودلل على ما تقول؟ ¶ ج- اعتقد أنهما حق كما هو معتقد أهل السنة والجماعة قال تعالى (ذو العرش المجيد) (رفيع الدرجات ذو العرش) (الله لا إله إلا هو رب العرش العظيم) (وسع كرسيه السموات والأرض) عن ابن عباس أن الكرسي موضع القدمين إلى غير ذلك من الأدلة على ذلك. ¶ الجواب السديد لمن سأل عن كيفية صفة من صفات الله ¶ س133- ما هو الجواب السديد لمن سأل عن كيفية صفة من صفات الله؟ ¶ ج- هو جواب الإمام مالك رحمه الله لمن سأله عن كيفية الاستواء كاف شاف وإن كان السؤال عن كيفية صفة من الصفات غير الاستواء فيحذى بها حذو هذا الجواب فمثلاً إذا قال قائل كيف سمع الله فيقال السمع معلوم والكيف مجهول والإيمان به واجب والسؤال عنه بدعة وكذا يقال في بقية الصفات في الجواب لمن سأل عن كيفيتها من بصرٍ",
            "page": "84",
            "part": "1",
            "seal": "7DEE9C2A"
        },
        {
            "id": "83",
            "nass": "ورضى وعجبٍ ويدٍ ونفس وكرهٍ وسخط وعلم وحياة وقدرةٍ قوةٍ وسائر الصفات والله أعلم. ¶ علو الله على خلقه ¶ س134- اذكر بعض ما تستحضره من أدلة علو الله على خلقه من الكتاب والسنة؟ ¶ ج- قال الله تعالى (وإذ قال الله يا عيسى إني متوفيك ورافعك إليّ) (بل رفعه الله إليه) (إليه يصعد الكلم الطيب والعمل الصالح يرفعه) (يا هامان ابن لي صرحاً لعلي أبلغ الأسباب أسباب السموات فاطلع إلى إله موسى وإني لأظنه كاذباً) (أأمنتم من السماء) (أم أمنتم من في السماء) (وهو القاهر فوق عباده) يخافون ربهم من فوقهم) (تعرج الملائكة والروح إليه) (تنزيل من الرحمن الرحيم) (قل نزله روح القدس من ربك بالحق) (وهو العلي العظيم) وأما الأدلة من السنة فقوله صلى الله عليه وسلم في رقية المريض \"ربنا الله الذي في السماء تقدس اسمك أمرك في السماء والأرض كما رحمتك في السماء أجعل رحمتك في الأرض اغفر لنا حوبنا وخطايانا أنت رب الطيبين أنزل رحمة من رحمتك وشفاء من شفائك على هذا الوجع فيبرأ\" رواه أبو داود وغيره وقوله ألا تأتمنوني وأنا أمين من في السماء رواه البخاري وغيره وقوله والعرش فوق ذلك والله فوق عرشه وهو يعلم ما أنتم عليه رواه أبو داود والترمذي وغيرهما وقوله للجارية أين الله قالت في السماء قال من أنا",
            "page": "85",
            "part": "1",
            "seal": "D0E6882F"
        },
        {
            "id": "84",
            "nass": "قالت أنت رسول الله قال اعتقها فإنها مؤمنة رواه مسلم إلى غير ذلك من الأدلة الكثيرة الدالة على علو الله. ¶ س135- اذكر ما تعرفه عن معاني هذه الآيات الدالة على علو الله؟ ¶ ج- هذه الآيات تضمنت أولاً: إثبات صفة الكلام وصفة العلو لله وارتفاعه فوق خلقه مبايناً لهم. ¶ ثانياً: فيها رد على اليهود الذي تنقصوا المسيح بن مريم وجعلوه ابن زنا، وفيها أن الله رفعه، وفيها رد على النصارى الذي غلوا في عيسى ورفعوه فوق منزلته إلى مقام الربوبية. ¶ ثالثاً: فيه رد على من زعم أن كلام الله معناه المعنى النفسي. ¶ رابعاً: أن العمل الصالح يرفع الكلم الطيب. ¶ خامساً: في الآية الرابعة دليل على أن موسى كان يقول إلهة في السماء. وهذا هو الدليل على علو الله على خلقه من هذه الآية. وقوله (أأمنتم من في السماء) هذا عند المفسرين على أحد وجهين: إما أن تكون في بمعنى على وإما أن يراد بالسماء العلو لا يختلفون في ذلك ولا يجوز الحمل على غيره. ¶ سادساً: إثبات الأفعال الاختيارية لله اللازمة والمتعدية، فاللازمة كالاستواء والمجيء والنزول والمتعدية كالخلق والرزق والإحياء والإماتة. ¶ ثامناً: أن القرآن منزل غير مخلوق. ¶ تاسعاً: فيها إثبات عظمة الله. ¶ وأما ما يؤخذ من الأحاديث. ¶ فالأول: فيه إثبات علو الله، وفي المذكورة في الحديث يقال فيها كما قيل في التي في الآيتين على أحد وجهين. ¶ ثانياً: في الحديث إثبات التوسل إلى الله بربوبيته وألوهيته وتقديس اسمه. ¶ ثالثاً: إثبات عموم أمره الشرعي وأمره القدري. ¶ رابعاً: التوسل إلى الله برحمته",
            "page": "86",
            "part": "1",
            "seal": "658A4D00"
        },
        {
            "id": "85",
            "nass": "وبمغفرة الحوب ثم الخطايا. ¶ خامساً: التوسل إلى الله بربوبيته الخاصة للطيبين من عباده بإنزال رحمة من رحمته وهذه الرحمة المطلوب إنزالها مخلوقة وتقدم بحثها. الحديث الثاني فيه ما كان عليه النبي صلى الله عليه وسلم من الصبر والتحمل لأذى المنافقين. ¶ ثانياً: فيه دليل علو الله على خلقه وفي المذكورة في الحديث يقال فيها كما قيل في التي قبلها على أحد الوجهين. الحديث الثالث فيه إثبات العرش وأنه مخلوق. ثانياً فيه إثبات علو الله. ¶ ثالثاً: فيه تفسير الاستواء بالعلو كما هو مذهب السلف. الحديث الرابع: فيه جواز الاستفهام عن الله بأين. وثانياً فيه دليل علو الله على خلقه وفيه دليل على إيمان من شهد هذه الشهادة. وفيه جواز الإشارة إلى العلو وأنه يشترط صحة العتق والإيمان، وأن العباد مفطورون على أن الله عال عليهم. قال ابن القيم رحمه تعالى: ¶ وله العلو من الوجوه جميعها ذاتاً وقدراً مع علو الشان ¶ وقال الشيخ تقي الدين: وكل هذا الكلام الذي ذكره الله من أنه فوق العرش. وأن معناه حق على حقيقته لا يحتاج إلى تحريف، ولكن يصان عن الظنون الكاذبة مثل أن يظن أن السماء تقله أو تظله، وهذا باطل بإجماع أهل العلم والإيمان فإن الله قد وسع كرسيه السموات والأرض وهو الذي يمسك السموات والأرض أن تزولا ويمسك السماء أن تقع على الأرض إلا بإذنه (ومن آياته أن تقوم السماء والأرض بأمره) .",
            "page": "87",
            "part": "1",
            "seal": "55C57EEF"
        },
        {
            "id": "86",
            "nass": "المعية ¶ س126- ما هي أقسام المعية وما دليل كل قسم منها وما هي أدلة قرب الله؟ ¶ ج- المعية تنقسم إلى قسمين: عامة وخاصة، وهما كسائر الصفات لا يعلم كيفيتهما إلا الله عز وجل، أما دليل العامة من القرآن فقوله تعالى (هو الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو معكم أينما كنتم والله بما تعملون بصير) وقوله تعالى (ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا ثم ينبئهم بما عملوا يوم القيامة إن الله بكل شيء عليم) وأما أدلة الخاصة فقوله (لا تحزن إن الله معنا) (إنني معكما أسمع وأرى) (إن الله مع الصابرين) (إن معي ربي سيهدين) وأما أدلتهما من السنة فقوله صلى الله عليه وسلم أفضل الإيمان أن تعلم أن الله معك حيثما كنت وقوله صلى الله عليه وسلم: \"إذا قام أحدكم إلى الصلاة فلا يبصق قبل وجهه فإن الله قبل وجهه ولا عن يمينه ولكن عن يساره أو تحت قدمه\" متفق عليه وقوله: \"اللهم رب السموات السبع ورب العرش العظيم ربنا ورب كل شيء فالق الحب والنوى منزل التوراة والإنجيل والقرآن أعوذ بلك من شر كل دابة أنت آخذ بناصيتها أنت الأول فليس قبلك شيء وأنت الآخر فليس بعدك شيء وأنت الظاهر",
            "page": "88",
            "part": "1",
            "seal": "2EBF9EAD"
        },
        {
            "id": "87",
            "nass": "فليس فوقك شيء وأنت الباطن فليس دونك شيء أقض عني الدين وأغنني من الفقر\" رواه مسلم وقوله لما رفع أصحابه أصواتهم بالذكر::أيها الناس أربعوا على أنفسكم فإنكم لا تدعون أصم ولا غائباً إنما تدعون سميعاً قريباً إن الذي تدعونه أقرب إلى أحدكم من عنق راحلته\" متفق عليه وفي الحديث أقرب ما يكون العبد من ربه وهو ساجد. وقال النبي صلى الله عليه وسلم راوياً عن ربه تبارك وتعالى: \"من تقرب مني شبراً تقربت منه ذراعاً ومن تقرب مني ذراعاً تقربت منه باعاً الحديث. ¶ س137- اذكر بعض ما تفهمه من هذه الآيات والأحاديث الدالة على المعية والقرب؟ ¶ ج- يؤخذ منها أولاً دليل على علو الله على خلقه وإثبات صفة الخلق وإثبات قدرة الله والاستدلال بهذه المخلوقات على وجود الله وإثبات الأفعال الاختيارية اللازمة وإرشاد الخلق إلى التأني في الأمور والصبر فيها وأن الخالق غير المخلوق ومباينة الله لخلقه وإثبات صفة الاستواء وصفة العلم والرد على من زعم قدم هذه المخلوقات وإثبات صفة المعية وإثبات صفة البصر والجزاء على الأعمال وإثبات صفة السمع والحث على الصبر الذي هو حبس النفس على ما تكره تقرباً إلى الله وأنواعه ثلاثة: صبر على طاعة الله وصبر عن معاصي الله وصبر على أقدار الله المؤلمة، وفيها الحث على التقوى التي هي امتثال أوامر الله واجتناب نواهيه والحث على الإحسان في معاملة الله وفي معاملة خلقه وفي الحديث دليل على تفاضل الإيمان وأن أعمال القلوب داخلة في مسمى الإيمان وفيه فضل",
            "page": "89",
            "part": "1",
            "seal": "B2FCBF48"
        },
        {
            "id": "88",
            "nass": "عمل القلب وأن الإحسان أكمل مراتب الدين وفيه دليل على استحباب استحضار قرب الله وفي الحديث دليل على المعية وفي الحديث الثاني دليل على قرب الله وإحاطته على ما يليق بجلاله وعظمته وفيه دليل على معيته في حال العبادة وفيه دليل على القيام في الصلاة. وفيه دليل أن العمل اليسير لا يبطل الصلاة وأن البصاق يجوز في حال الصلاة والنهي عن البصاق قبل وجهه وعن اليمين تشريفاً لها. الحديث الثالث فيه إثبات عظمة الله وأن العرش مخلوق وفيه رد على من زعم أن العرش غير مخلوق وفيه إثبات صفة الربوبية العامة والرد على القدرية الذي يزعمون أن العبد يخلق وفيه دليل على إثبات نزول القرآن والتوراة والإنجيل وأنها غير مخلوقة والرد على من زعم أنها مخلوقة وفيها دليل على من زعم قدم هذه المخلوقات وفيه دليل على بقائه وعلى علوه وقربه سبحانه وإحاطته وإثبات صفة العلم والخبرة وإثبات الثناء على الله قبل الدعاء. وفي الحديث الرابع إثبات صفة السمع ودليل قربه سبحانه. وفي الحديث الخامس إثبات قرب الله وكذلك الذي بعده. وقربه ¶ نوعان: قرب إحاطة واطلاع وعلم، وقرب من عابده وداعيه بالإثابة والإجابة. ¶ الفروق بين المعيتين ¶ س138- ما الفرق بين المعية العامة والخاصة؟ ¶ ج- العامة من مقتضاها العلم والاطلاع والإحاطة بجميع الخالق.",
            "page": "90",
            "part": "1",
            "seal": "CA0A4D18"
        },
        {
            "id": "89",
            "nass": "ثانياً: المعية العامة من الصفات الذاتية. وأما الخاصة فمن الصفات الفعلية. ¶ ثالثاً: العامة تكون في سياق تخويف ومحاسبة على الأعمال وحث على المراقبة. ¶ رابعاً: الخاصة من مقتضى الحفظ والعناية والنصرة والتوفيق والتسديد والحماية من المهالك واللطف بأنبيائه ورسله وأوليائه. ¶ خامساً: الخاصة مرتبة على الإنصاف والأوصاف الفاضلة الحميدة. ¶ لغة العرب لا توجب أن مع تفيد اختلاطاً أو امتزاجاً أو مجاورة ¶ س139- هل لغة العرب توجب أن (مع) تفيد اختلاطاً أو امتزاجاً أو مجاورة؟ ¶ ج- لغة العرب لا توجب أن مع تفيد اختلاطاً أو امتزاجاً أو مجاورة قال شيخ الإسلام وليس معنى قوله (وهو معكم) أنه مختلط بالخلق فإن هذا لا توجبه اللغة وهو خلاف ما أجمع عليه سلف الأمة وخلاف ما فطر الله عليه الخلق بل القمر آية من آيات الله من أصغر مخلوقاته وهو موضوع في السماء وهو مع المسافر وغير المسافر أينما كان وهو سبحانه فوق العرش رقيب على خلقه مهيمن عليهم مطلع إليهم، إلى غير ذلك من معاني ربوبيته، وكل هذا الكلام الذي ذكره الله من أنه فوق العرش وأن معناه حق على حقيقته لا يحتاج إلى تحريف وتقدم بعضه قريباً. قال ابن القيم ليس ظاهر اللفظ ولا حقيقته أنه مختلط بالمخلوقات ممتزج بها ولا تدل لفظة مع على هذا بوجه من الوجوه، فضلاً عن أن يكون هو حقيقة اللفظ وموضوعه فإن مع في كلامهم للصحبة",
            "page": "91",
            "part": "1",
            "seal": "EA5F9615"
        },
        {
            "id": "90",
            "nass": "اللائعة، وهي تختلف باختلاف متعلقاتها ومصحوبها فكون نفس الإنسان معه لون وكون علمه وقدرته وقوته معه لون وكون زوجته معه لون وكون أميره ورئيسه معه لون وكون ماله معه لون، فالمعية ثابتة في هذا كله مع تنوعها واختلافها فيصح أن يقال: زوجته معه وبينهما شقة بعيدة. وكذا يقال مع فلان دار كذا وضيعته كذا فتأمل نصوص المعية كقوله تعالى: (محمد رسول الله والذين معه أشداء على الكفار) (واركعوا مع الراكعين) (لن تخرجوا معي أبداً) (ينادونهم ألم نكن معكم) (وكونوا مع الصادقين) (وما آمن معه إلا قليل) (فأنجيناه والذين معه) (فلما جاوزه هو والذين معه) (فاكتبنا مع الشاهدين) (ونطمع أن يدخلنا ربنا مع القوم الصالحين) وأضعاف ذلك. ¶ هل يقتضي موضع واحد منها مخالطة في الذوات التصاقاً وامتزاجاً فكيف تكون حقيقة المعية في حق الرب تعالى ذلك حتى يدعى أنها مجاز لا حقيقة. فليس في ذلك ما يدل على أن ذاته تعالى فيهم ولا متلاصقة لهم ولا مخالطة ولا مجاورة بوجه من الوجوه وغاية ما تدل عليه مع المصاحبة والموافقة والمقارنة في أمر من الأمور وذلك الاقتران في كل موضع بحسبه يلزمه لزوم بحسب متعلقة. فإذا قيل: الله مع خلقه بطريق العموم، كان من لوازم ذلك علمه بهم وتدبيره لهم. وإذا كان ذلك خاصاً كقوله (إن الله مع الذين اتقوا والذين هم محسنون) كان من لوازم ذلك معيته لهم بالنصرة والتأييد والمعونة. من مختصر الصواعق ج2.",
            "page": "92",
            "part": "1",
            "seal": "2E9382BA"
        },
        {
            "id": "91",
            "nass": "صفة الكلام لله ¶ س140- ما هو الإيمان بصفة الكلام لله؟ ¶ ج- هو الاعتقاد الجازم بأن الله متكلم بكلام قديم النوع حادث الآحاد وأنه لم يزل يتكلم بحرف وصوت بكلام يسمعه من شاء من خلقه سمعه موسى عليه السلام من غير واسطة ومن أذن له من ملائكته ورسله وأنه سبحانه يكلم المؤمنين في الآخرة ويكلمونه. ¶ س141- ما هو الدليل على إثبات صفة الكلام لله من الكتاب والسنة؟ ¶ ج- قوله تعالى (وكلم الله موسى تكليماً) (ولما جاء موسى لميقاتنا وكلمه ربه) (تلك الرسل فضلنا بعضهم على بعض) (منهم من كلم الله) (وتمت كلمة ربك صدقاً وعدلاً لا مبدل لكلماته) (يا موسى إني اصطفيتك على الناس برسالاتي وبكلامي) (قل لو كان البحر مداداً لكلمات ربي لنفذ البحر قبل أن تنفذ كلمات ربي) (ولو أن ما في الأرض من شجرة أقلام والبحر يمده ومن بعده سبعة أبحر ما نفدت كلمات الله) (ومن أصدق من الله قيلاً) (ومن أصدق من الله حديثاً) (فلما أتاها نودي يا موسى إني أنا ربك) (إنني أنا الله لا إله إلا أنا فاعبدني) (وناداهما ربهما ألم أنهكما عن تلكما الشجرة) (ويوم يناديهم فيقول ماذا أجبتم المرسلين) (وإذ نادى ربك موسى أن ائت القوم الظالمين) (وقربناه نجيا) (وما كان لبشر أن يكلمه الله إلا وحياً أو من وراء حجاب أو",
            "page": "93",
            "part": "1",
            "seal": "D24710D2"
        },
        {
            "id": "92",
            "nass": "يرسل رسولاً فيوحي بإذنه ما يشاء إنه علي حكيم) . وأما الأدلة من السنة فمنها قوله صلى الله عليه وسلم \"يا آدم فيقول لبيك وسعديك فينادي بصوت إن الله يأمرك أن تخرج من ذريتك بعثاً إلى النار\". متفق عليه، وروى عبد الله بن أنيس عن النبي صلى الله عليه وسلم أنه قال يحشر الله الخلائق يوم القيامة حفاة عراة بهما فينادي بصوت يسمعه من بعد كما يسمعه من قرب: أنا الملك أنا الديان\" رواه الأئمة واستشهد به البخاري وفي الصحيح. وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال \"إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعاناً لقوله كأنه سلسلة على صفوان ينفذهم ذلك (حتى إذا فُزّع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير) . وعن النواس بن سمعان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \"إذا أراد الله أن يوحي بالأمر تكلم بالوحي أخذت السموات منه رجفة أو قال رعدة شديدة خوفاً من الله عز وجل فإذا سمع ذلك أهل السموات صعقوا وخروا لله سجداً. ¶ س142- اذكر بعض ما تعرفه من معاني هذه الآيات والأحاديث؟ ¶ ج- في هذه الآيات أولاً إثبات صفة الكلام لله عز وجل وأنه لا أحد أصدق من الله قيلاً. ¶ وفيها رد على من زعم أن كلام الله هو المعنى النفسي لأن المعنى النفسي المجرد لا يسمع. ¶ ثالثاً: فيه إثبات القول والنداء والنهي والنجاء. ¶ رابعاً: فيه إثبات الحرف والصوت على ما يليق بجلاله وعظمته وفيه الكلام لله حقيقة لأنه أكده بالمصدر لنفي المجاز. والعرب لا تؤكد بالمصدر إلا إذا كان الحقيقة. ¶ سادساً: فيه دليل على",
            "page": "94",
            "part": "1",
            "seal": "14496A33"
        },
        {
            "id": "93",
            "nass": "أن نوع الكلام قديم والكلام صفة ذات من حيث تعلقها بذاته تعالى واتصافه به ومن الصفات الفعلية حيث كانت متعلقة بالمشيئة والقدرة. ¶ سابعاً: ارتجاف السموات بكلام الله وأنها تسمع كلامه تعالى. ¶ ثامناً: أن الغشي يعم أهل السموات. ¶ تاسعاً: فيه إثبات عظمته، وذلك يوجب للعبد خوفه منه تعالى، وفيه إثبات الإرادة لله، وفيه رد على الأشاعرة في قولهم إن القرآن عبارة عن كلام الله، وفي الحديث صفة العلو لله وأنه الكبير الذي لا أكبر منه ولا أعظم منه تبارك وتعالى، وفيه دليل على حشر الخلق لا نعال عليهم ولا لباس عليهم، وفيه إثبات صفة الملك وإثبات الجزاء على الأعمال، وفيه إثبات الأمر، وفيه أن كلامه سبحانه حين ينادي بصوت يستوي في سماعه البعيد والقريب والله أعلم. ¶ أنواع كلام الله ¶ س143- ما مثال أنواع الكلام الذي بواسطة والذي بغير واسطة؟ ¶ ج- أما ما كان بلا واسطة فكلامه للأبويين. وككلامه لموسى عليه السلام. وأما النوع الثاني ما كان بواسطة إما بوحي للأنبياء وإما بإرساله إليهم رسولاً يكلمهم من أمره بما يشاء. قال تعالى (وما كان لبشر أن يكلمه الله إلا وحياً أو من وراء حجاب أو يرسل رسولاً فيوحي بإذانه ما يشاء إنه عليٌ حكيم) ¶ س144- ما دليل الكوني القدري وما دليل الديني الشرعي من كلام الله؟",
            "page": "95",
            "part": "1",
            "seal": "A2736DF9"
        },
        {
            "id": "94",
            "nass": "ج- الكلام الكوني القدري الذي توجد به الأشياء مثاله قوله تعالى (إنما أمره إذا أراد شيئاً أن يقول له كن فيكون) وقوله (إنما أمرنا لشيء إذا أردناه أن نقول له كن فيكون) وأما الدليل الديني الشرعي فقوله تعالى (إن الله يأمر بالعدل والإحسان) الآية. وقوله (إن الله يأمركم أن تؤدوا الأمانات إلى أهلها) وأدلته كثيرة في القرآن، والشرعي هو الذي منه الكتب المنزلة على الرسل صلوات الله وسلامه عليهم. ¶ الإيمان بالقرآن ¶ س145- ما هو الإيمان بالقرآن الكريم؟ ¶ ج- هو الاعتقاد الجازم بأن من كلام الله سبحانه وتعالى القرآن العظيم وهو كتاب الله المبين وحبله المتين وصراطه المستقيم منزل غير مخلوق منه بدأ وإليه يعود والله سبحانه تكلم به حقيقة ولا يجوز إطلاق الكلام بأنه حكاية عن كلام الله كما يقوله الكلابية أو عبارة عن كلام الله كما يقوله الأشاعرة بل إذا قرأه الناس أو كتبوه في المصاحف لم يخرج بذلك عن أن يكون كلام الله تعالى حقيقة وهو سور محكمات وآيات بيّنات وحروف وكلمات فيه محكم ومتشابه وناسخ ومنسوخ وخاص وعام وأمر ونهي الخ. ¶ الدليل على القرآن الكريم من كلام الله تعالى ¶ س146- ما هو الدليل على أن القرآن من كلام الله، وهل يكفر من جحد آية منه أو سورة أو أقر ببعض وجحد البعض الآخر؟",
            "page": "96",
            "part": "1",
            "seal": "31E140E1"
        },
        {
            "id": "95",
            "nass": "ج- قال تعالى (وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله) وقال (يريدون أن يبدلوا كلام الله) (وقد كان فريق يسمعون كلام الله) (أتل ما أوحي إليك من كتاب ربك لا مبدل لكلماته) (أتل ما أوحي إليك من الكتاب) (وهذا كتاب أنزلناه مبارك) (لو أنزلنا هذا القرآن على جبل لرأيته خاشعاً متصدعاً من خشية الله) وإذا بدلنا آية مكان آية والله أعلم بما ينزل) (قل نزله روح القدس من ربك بالحق) (وإن كنتم في ريب مما نزلنا على عبدنا فأتوا بسورة من مثله) (بل هو آيات بينات في صدور الذين أوتوا العلم وما يجحد بآياتنا إلا الظالمون) وقال تعالى (طس، حم، يس، ص، وأما السنة فروى الترمذي عن علي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \"إنها ستكون فتن قلت فما المخرج منها يا رسول الله قال: كتاب الله فيه نبأ ما قبلكم وخبر ما بعدكم وحكم ما بينكم، هو الفصل ليس بالهزل، من تركه من جبار قصمه الله ومن ابتغى الهدى من غيره أضلّه الله وهو حبل الله المتين، وهو الذكر الحكيم وهو الصراط المستقيم، وهو الذي لا تزيغ به الأهواء ولا تلتبس به الألسن ولا تنقضي عجائبه ولا تشبع منه العلماء، من قال به صدق ومن عمل به أُجر، ومن حكم به عدل ومن دعى إليه هُدي إلى صراط مستقيم\" وقال صلى الله عليه وسلم \"من قرأ القرآن فأعربه فله بكل حرف منه عشر حسنات ومن قرأه ولحن فيه فله بكل حرف حسنة\" حديث صحيح، وقال عليه السلام: \"إقرؤا القرآن قبل أن يأتي قوم يقيمونه إقامة السهم لا يجاوز تراقيهم",
            "page": "97",
            "part": "1",
            "seal": "B1B67936"
        },
        {
            "id": "96",
            "nass": "يتعجلون أجره ولا يتأجلونه. وقال أبو بكر وعمر رضي الله عنهما إعراب القرآن أحب إلينا من حفظ بعض حروفه، وقال عليٌ رضي الله عنه من كفر بحرف من القرآن فقد كفر به كله، واتفق المسلمون على عد سور القرآن وآياته وكلماته وحروفه ولا فرق بين المسلمين في أن من جحد من القرآن سورة أو آية أو كلمة أو حرفاً متفقاً عليه أنه كافر وفي هذا حجة قاطعة أنه حروف. ¶ س147- ما هو القول الحق في القرآن فيما إذا كُتب في الورق أو قرأه القارئ؟ ¶ ج- هو كلام الله سواء كان مكتوباً أو محفوظاً أو مقروءاً أو مسموعاً بالآذان وأما الصوت فصوت القارئ وهو مخلوق والكلام كلام البارئ، وأما المداد والورق فمخلوقان وكلام الله غير مخلوق، قال ابن القيم مشيراً إلى ما قال القحطاني رحمهما الله: ¶ ولقد شفانا قول شاعرنا الذي قال الصواب وجاء بالإحسان ¶ إن الذي هو بالمصاحف مثبت بأنامل الأشياخ والشبان ¶ هو قول ربي آية وحروفه ومدادنا والرق مخلوقان ¶ فشفى وفرق بين متلوٍ ومصنوعٍ وذاك حقيقة العرفان. ¶ أقوال الفرق في مسألة القرآن ¶ س148- بين أقوال ما يلي من الفرق في مسألة القرآن. الجهمية، المعتزلة، الكلابية، الأشعرية، الكرامية، الماتريدية،",
            "page": "98",
            "part": "1",
            "seal": "EE9776C1"
        },
        {
            "id": "97",
            "nass": "الاتحادية، السالمية، الصابئة، المتفلسفة؟ ¶ ج- مذهب الجهمية والمعتزلة أن القرآن مخلوق وقول الكلابية وأتباعهم من الأشاعرة أن القرآن نوعان: ألفاظ ومعاني، فالألفاظ مخلوقة وهي هذه الألفاظ الموجودة والمعاني القديمة قائمة في النفس وهي معنى واحد لا تتبعض ولا تتعد. إن عبر عنه بالعربية كان قرآناً، وإن عُبر عنه بالعبرية كان توارة، وإن عبر عنه بالسريانية كان أنجيلاً، وأنه لا يتعلق بمشيئته وقدرته، وقول الكرامة. أنه متعلق بالمشيئة والقدرة، وهو قائم بذات الرب. وهو حروف وأصوات مسموعة وهو حادث بعد أن لم يكن وأخطأوا في قولهم إنه له ابتداء في ذاته. ومذهب الماتريدية أن كلامه يتضمن معنى قائماً بذات الله هو ما خلقه في غيره وهذا قول أبي منصور ومذهب الاتحادية أن كل كلام في الوجود هو كلام الله نظمه ونثره وحقه وباطله وسحره وكفره والسب والشتم والهجر والفحش وأضداده كله عين كلام الله تعالى القائم به، ومذهب السالمية أنه صفة قائمة بذات الله لازمة لها كلزوم الحياة ولا تتعلق بالمشيئة والقدرة، ومع ذلك فهو حروف وأصوات وسور وآيات لا يسبق بعضها بعضاً بل مقترنة الباء مع السين مع الميم في آن واحد لم تكن معدومة في وقت من الأوقات ولا تعدم بل هي لم تزل قائمة بذات الله، ومذهب الصابئة والمتفلسفة أن كلام الله هو ما يفيض على النفوس من المعاني، إما من العقل الفعال عند بعضهم أو من غيره.",
            "page": "99",
            "part": "1",
            "seal": "D54C5B4D"
        },
        {
            "id": "98",
            "nass": "الإيمان برؤية المؤمنين بربهم في الآخرة ¶ س149- ما هو الإيمان برؤية الله في الآخرة؟ ¶ ج- هو الاعتقاد الجازم بأن المؤمنين يرون ربهم عياناً بأبصارهم في عرصة القيامة وفي الجنة ويزورونه ويكلمهم ويكلمونه. ¶ س150- ما هو الدليل على ذلك من الكتاب والسنة؟ ¶ ج- قوله تعالى (وجوه يومئذ ناضرة إلى ربها ناظرة) وقال تعالى (للذين أحسنوا الحسنى وزيادة) فالحسنى هي الجنة والزيادة هي النظر إلى وجهه الكريم، فسرها بذلك المصطفى صلى الله عليه وسلم والصحابة من بعده، وفي الحديث الذي رواه مسلم فيكشف الحجاب فينظرون إليه، فما أعطاهم شيئاً أحب إليهم من النظر إليه وهي الزيادة، وقال تعالى (ولدينا مزيد) وقال الطبري وقال علي بن أبي طالب وأنس ابن مالك هو النظر إلى وجهه الله عز وجل وقال تعالى (كلا إنهم عن ربهم يومئذ لمحجوبون) فلما حجب أولئك في حال السخط دل على أن المؤمنين يرونه في حال الرضا؛ وإلا لم يكن بينهما فرق وأما الدليل من السنة فقوله صلى الله عليه وسلم \"إنكم ترون ربكم كما ترون القمر لا تضامون في رؤيته\" حديث صحيح متفق عليه. وفي صحيح مسلم واعلموا أنكم لن تروا ربكم حتى تموتوا. وفي الصحيحين أيضاً قالوا هل نرى ربنا يوم القيامة قال نعم فهل تضارون في رؤية الشمس صحواً ليس دونها سحاب. وعن عمار أنه سمع النبي صلى الله عليه وسلم يقول في دعائه \"وأسألك لذة النظر إلى وجهك\".",
            "page": "100",
            "part": "1",
            "seal": "1BA0FF9E"
        },
        {
            "id": "99",
            "nass": "الرد على منكري رؤية الله في القيامة وفي الجنة ¶ س152- من الذين ينكرون الرؤية وما دليليهم على نفيها وبم يرد عليهم؟ ¶ ج- الجهمية والمعتزلة ومن تبعهم من الخوارج والأمامية وقولهم باطل مردود بالكتاب والسنة واستدلالهم في قوله تعالى (لن تراني) وقوله (لا تدركه الأبصار) ويرد عليهم ¶ أولاً: بما تقدم من أدلة أهل السنة والجماعة على ثبوتها. ¶ ثانياً: الآيتان دليل عليهم، أما الآية الأولى فلاستدلال منها على ثبوت الرؤية من وجوه أحدها أنه لا يُظن بكليم الله موسى وأعلم الناس في وقته أن يسأل ما لا يجوز عليه بل هو عندهم من أعظم المحال. ¶ الثاني: أنه لم ينكر عليه سؤاله ولما سأل نوح ربه نجاة ابنه أنكر سؤاله. ¶ الثالث: أن الله قال (لن تراني) ولم يقل إني لا أرى أو لا يجوز رؤيتي أو لست بمرئي والفرق بين الجوابين ظاهر. ¶ الوجه الرابع: وهو قوله: (ولكن انظر إلى الجبل فإن استقر مكانه فسوف تراني) فأعلمه أن الجبل مع قوته وصلابته لا يلبث للتجلي في هذه الدار فكيف بالبشر الذي خلق من ضعف. ¶ الخامس: أنه سبحانه قادر على أن يجعل الجبل مستقراً وذلك ممكن وقد علق به الرؤية، ولو كان محالاً لكان نظير أن يقول: إن استقر الجبل فسوف آكل وأشرب وأنام، والكل عندهم سواء. ¶ السادس: قوله (فلما تجلى ربه للجبل جعله دكاً) فإذا جاز أن يتجلى للجبل الذي هو جماد لا ثواب له ولا عقاب فكيف يمتنع أن يتجلى لرسوله وأوليائه",
            "page": "101",
            "part": "1",
            "seal": "5F69FB3A"
        },
        {
            "id": "100",
            "nass": "في دار كرامته. ¶ السابع: أن الله كلم موسى وناداه وناجاه ومن جاز عليه التكلم والتكليم وأن يسمع مخاطبه كلامه بغير واسطة فرؤيته أولى بالجواز، من شرح الطحاوية. ¶ صفات فعلية وصفات ذاتية ¶ س152- ما الذي تفهمه من معاني ما يلي من الأحاديث قوله صلى الله عليه وسلم \"ينزل ربنا إلى سماء الدنيا كل ليلة حين يبقى ثلث الليل الآخر فيقول من يدعوني فأستجيب له، من يسألني فأعطيه، من يستغفرني فأغفر له\" متفق عليه، وقوله صلى الله عليه وسلم \"لله أشد فرحاً بتوبة عبده من أحدكم براحلته\" الحديث متفق عليه. وقوله يضحك الله إلى رجلين يقتل أحدهما الآخر كلاهما يدخلان الجنة\" متفق عليه، وقوله عجب ربنا من قنوط عباده وقرب غيره ينظر إليكم أزلين قنطين فيظل يضحك يعلم أن فرجكم قريب حديث حسن وقوله لا تزال جنهم يلقى فيها وهي تقول هل من مزيد حتى يضع رب العزة رجله فيها، وفي رواية عليها قدمه فينزوي بعضها إلى بعض فتقول قط قط متفق عليه وقوله ما منكم من أحد إلا سيكلمه ربه ليس بينه وبينه ترجمان؟ ¶ ج- يفهم من الحديث الأول إثبات صفة النزول إلى سماء الدنيا كل ليلة حين يبقى ثلث الليل الآخر على ما يليق بجلاله وعظمته والنزول من الصفات الفعلية ولا يجوز تحريف معناه إلى نزول أمره أو رحمته أو ملك من الملائكة لقوله من يدعوني فأستجيب له، ولا يعقل أن يكون القائل الأمر أو الرحمة وتقدم إبطال قول المحرفين في جواب",
            "page": "102",
            "part": "1",
            "seal": "98C0093F"
        },
        {
            "id": "101",
            "nass": "سؤال مائة وستة وفي الحديث إثبات صفة الكلام وفيه دليل على أن ثلث الليل الآخر من أوقات الإجابة للدعاء وإثبات القول لله وعلو الله على خلقه وصفة الربوبية والرد على من زعم أنه حال في كل مكان بذاته وإثبات الأفعال الاختيارية ولطفه بعباده ورحمته بهم. الحديث الثاني: فيه إثبات صفة الفرح وهون من الصفات الفعلية وأن فرحه يتفاضل والحث على التوبة وفضلها. الحديث الثالث: فيه إثبات صفة الضحك وهي من الصفات الفعلية على ما يليق بجلاله وعظمته وفيه دليل على أن للقاتل توبة وفيه فضل الجهاد والحث عليه وأن القتل في سبيل الله يكفر الخطايا. وأن المقتول في سبيل الله يدخل الجنة. الحديث الرابع: فيه إثبات صفة العجب وهي من الصفات الفعلية والضحك وإثبات نظره إلى خلقه فهذه تثبت لله على ما يليق بجلاله وعظمته الحديث الخامس: فيه أن جهنم تتكلم والمتبادر أنه بلسان المقال وقيل بلسان الحال وفيه إثبات صفة الرجل لله على ما يليق بجلاله وفيه رد على المعطلة النافين لها، وفي الرواية الأخرى إثبات القدم. الحديث السادس: فيه إثبات صفة الكلام والرد على من نفاها وهذا الكلام عام لجميع الناس ولا ينافي قوله تعالى (ولا يكلمهم الله) لأن المنفي هنا تكليم المكلم بما يسره والله سبحانه أعلم. ¶ توسط أهل السنة بين فرق الضلال ¶ س153- كيف كان أهل السنة وسطاً في باب صفات الله بين أهل التعطيل الجهمية وأهل التمثيل المشبهة؟",
            "page": "103",
            "part": "1",
            "seal": "A05E66A7"
        },
        {
            "id": "102",
            "nass": "ج- وجه ذلك أن المعطل هو من ينفي الصفات الإلهية أو بعضها وينكر قيامها بذات الله فهو بالحقيقة مقصر جافي، وأما المشبه فهو من يشبهها أو بعضها بصفات المخلوقين، فهو بالحقيقة متجاوز للحد مغالي، وأما أهل السنة والجماعة فيثبتون الصفات إثباتاً بلا تمثيل وينزهون الله عن مشابهة المخلوقين تنزيهاً بلا تعطيل فهم جمعوا بين التنزيه والإثبات. ¶ توسط أهل السنة في باب أفعال الله بين الجبرية والقدرية ¶ س154- كيف كان أهل السنة وسطاً في باب أفعال الله بين الجبرية والقدرية ومن هم الجبرية ولم سموا بذلك ومن زعيم القدرية وما مذهبهم؟ ¶ ج- الجبرية هم أتباع الجهم بن صفوان الترمذي وسموا جبرية لأن مذهبهم أن العبد مجبور على فعله وحركاته، وأفعاله اضطرارية، فالجبرية يزعمون أن العباد لا يفعلون شيئاً البتة، وأن الفاعل عندهم هو الله حقيقة وإضافة أفعال العباد إليهم عند الجبرية مجاز، ومذهبهم باطل وأما القدرية فهم أتباع معبد الجهني لأنه أول من تكلم بالقدر وحقيقة مذهبهم أنهم يقولون أن أفعال العباد وطاعاتهم ومعاصيهم لم تدخل تحت قضاء الله وقدره فأثبتوا قدرة الله على أعيان المخلوقين وأوصافهم، وقد نفوا قدرته على أفعال المكلفين وقالوا إن الله لم يردها ولم يشأها منهم وهم الذين أرادوها وشاءوها وفعلوها استقلالاً وأنكروا أن يضل من يشاء ويهدي من يشاء، فأثبتوا خالقاً مع الله، ولهذا سموا مجوس هذه الأمة، وهم الذين ورد فيهم الحديث أنهم مجوس هذه الأمة،",
            "page": "104",
            "part": "1",
            "seal": "93B2CBA7"
        },
        {
            "id": "103",
            "nass": "ويقال لهم القدرية النفاة ومذهبهم باطل، وأما أهل السنة والجماعة فأثبتوا أن العباد فاعلون حقيقة وأن أفعالهم تنسب إليهم على جهة الحقيقة لا على جهة المجاز، وأن الله خالقهم وخالق أفعالهم قال تعالى (والله خلقكم وما تعملون) وأثبتوا للعبد مشيئة واختياراً تابعين لمشيئة الله قال الله تعالى (لمن شاء منكم أن يستقيم وما تشاءون إلا أن يشاء الله رب العالمين) والله أعلم. ¶ توسط أهل السنة في باب أفعال الله بين المرجئة والوعيدية ¶ س155- كيف كان أهل السنة وسطاً في باب وعيد الله بين المرجئة والوعيدية من القدرية ووضح المذاهب الثلاثة توضيحاً شافياً كافياً؟ ¶ ج- المرجئة نسبة إلى الإرجاء لأنهم أخروا الأعمال عن الإيمان حيث زعموا أن مرتكب الكبيرة غير فاسق، وقالوا لا يضر مع الإيمان ذنب، كما لا ينفع مع الكفر طاعة، فعندهم أن الأعمال ليست داخلة في مسمى الإيمان وأن الإيمان لا يتبعض، وأن مرتكب الكبيرة كامل الإيمان. غير معرض للوعيد، ومذهبهم باطل ترده أدلة الكتاب والسنة. ¶ وأما الوعيدية من القدرية فهم القائلون بإنفاذ الوعيد، وأن مرتكب الكبيرة إذا مات ولم يتب منها فهو خالد مخلد في النار، وهو أصل من أصول المعتزلة، وبه تقول الخوارج، قالوا لأن الله لا يخلف الميعاد، وقد توعد سبحانه العاصين بالعقوبة، فلو قيل أن المتوعد بالنار لا يدخلها لكان تكذيباً لخبر الله، وأهل السنة توسطوا في ذلك فقالوا إن",
            "page": "105",
            "part": "1",
            "seal": "C5F7965A"
        },
        {
            "id": "104",
            "nass": "مرتكب الكبيرة ناقص الإيمان آثم وهو معرض نفسه للعقوبة، وهو تحت مشيئة الله، وإذا مات من غير توبة، إن شاء الله عفا عنه وأدخله الجنة وإن شاء عذبه بقدر ذنوبه في النار، ولكنه لا يخلد في النار، بل يخرج بعد التطهير والتمحيص من الذنوب والمعاصي. إما بشفاعة وإما بفضل الله ورحمته قال تعالى (إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء) قال أهل السنة وإخلاف الوعيد كرم ويمدح به بخلاف الوعد. ¶ أسماء الإيمان والدين ¶ س 156- ما المراد بأسماء الدين والأحكام؟ ¶ ج- المراد به مثل مؤمن، مسلم، كافر، فاسق، والمراد بالأحكام أحكام هؤلاء في الدنيا والآخرة، ومسألة الأسماء والأحكام من أول ما وقع فيه النزاع في الإسلام بين الطوائف المختلفة. ¶ أهل السنة وسط في باب أسماء الإيمان والدين بين طوائف الضلال ¶ س167- كيف كان أهل السنة وسطاً في باب أسماء الإيمان والدين بين الحرورية والمعتزلة وبين المرجئة والجهمية؟ ¶ ج- الحرورية هم الخوارج سموا بذلك نسبة إلى قرية قرب الكوفة يقال لها حروراء، اجتمع فيها الخوارج حين خرجوا على أمير المؤمنين علي بن أبي طالب رضي الله عنه، وأما المعتزلة فهم أتباع واصل ابن عطاء العزال، اعتزل عن مجلس الحسن البصري، وعند الخوارج",
            "page": "106",
            "part": "1",
            "seal": "11D75640"
        },
        {
            "id": "105",
            "nass": "والمتعتزلة أنه لا يسمى مؤمناً إلا من أدى الواجبات واجتنب الكبائر، ويقولون إن الدين والإيمان قول وعمل واعتقاد لكن لا يزيد ولا ينقص، فمن أتى كبيرة كالقتل واللواط وقذف المحصنات ونحوها كفر عند الحرورية واستحلوا منهم ما يستحلون من الكفار، وأما المعتزلة فمرتكب الكبيرة عندهم يصير فاسقاً في منزلة بين منزلتين، لا مؤمناً ولا كافراً، وتقدم بيان مذهب المرجئة، وأنهم يقولون لا يضر مع الإيمان معصية، وأن الإيمان عندهم مجرد التصديق، وأن من أتى كبيرة فهو كامل الإيمان ولا يستحق دخول النار، وعند الجهمية أن الإيمان مجرد المعرفة والأعمال ليست من الإيمان فإيمان افسق الناس كإيمان أكمل الناس، ويقولون، لا يضر مع الإيمان معصية، وأما أهل السنة فقالوا، الإيمان قول باللسان واعتقاد بالجنان وعمل بالأركان، يزيد بالطاعة وينقص بالمعصية، ومن أتى كبيرة فهو عندهم مؤمن ناقص الإيمان، وبعبارة أخرى مؤمن بإيمانه، فاسق بكبيرته، وفي الآخرة تحت مشيئة الله، إن شاء غفر له وأدخله الجنة، لأول مرة، وإن شاء عذبه بقدر ذنوبه، وبعد تطهيره من الذنوب مآله إلى الجنة، قال بعضهم: ¶ ولم يبق في نار الجحيم موحد ولو قتل النفس الحرام تعمدا ¶ توسط أهل السنة في أصحاب رسول الله بين الرافضة والخوارج ¶ س158- كيف كان أهل السنة وسطاً في أصحاب رسول الله بين الرافضة والخوارج؟",
            "page": "107",
            "part": "1",
            "seal": "CA45ADE4"
        },
        {
            "id": "106",
            "nass": "ج- الرافضة غلوا في أمير المؤمنين علي بن أبي طالب رضي الله عنه وأهل البيت ونصبوا العداوة لجمهور الصحابة كالثلاثة وكفروهم ومن والاهم وقالوا لا ولاء إلا ببراءة أي لا يتولى أحد علياً حتى يتبرأ من أبي بكر وعمر، وكفروا من قاتل علياً، وقالوا إن علياً إمام معصوم، وسبب تسمية الشيعة بالرافضة أنهم رفضوا زيد بن علي ابن الحسين وأرفضوا عنه حين ما قالوا له تبرأ من الشيخين أبي بكر وعمر رضي الله عنهما فقال معاذ الله وزيراً جدي فتركوه ورفضوه فسموا الرافضة وأما الزيدية فقالوا: نتولاهما ونبرأ ممن تبرأ منهما، فخرجوا مع زيد فسموا بالزيدية، وأما الخوارج فهم الذين خرجوا على أمير المؤمنين وفارقوه بسبب التحكيم، وكانوا اثني عشر ألفاً، فأرسل إليهم ابن عباس رضي الله عنهما فجادلهم ووعظهم فرجع بعضهم وأصر على المخالفة آخرون. وقالت طائفة ما يصدر من علي من أمر التحكيم فإن أنفذه قمنا على المخالفة له، ثم إنهم أعلنوا الفرقة وأخذوا في نهب من لم ير رأيهم، وقد ثبت عن النبي صلى الله عليه وسلم أنه قال: تمرق مارقة على حين فرقة من المسلمين يقتلها أولى الطائفتين بالحق، فقتلهم علي وطائفته فهم والرافضة في طريقي نقيض لأن الرافضة غلوا في علي وأهل البيت. ¶ والخوارج ضدهم كفروا علياً وعثماناً ومن والاهما. وأما أهل السنة والجماعة فكانوا وسطاً بين غلو الرافضة وجفاء الخوارج وتقصيرهم فهدوا لموالاة الجميع ومحبتهم وعرفوا لكل حقه وفضله، وأنهم",
            "page": "108",
            "part": "1",
            "seal": "EF72994A"
        },
        {
            "id": "107",
            "nass": "أكمل هذه الأمة إسلاماً وإيماناً وعلماً وحكمة وأنزلوا منازلهم، وبهذا يظهر توسطهم. ¶ من فوائد سنة النبي صلى الله عليه وسلم ¶ س159- اذكر شيئاً من فوائد سنة النبي صلى الله عليه وسلم وما الواجب علينا نحوها وما الدليل على ذلك؟ ¶ ج- السنة تفسير القرآن وتبيينه وتدل عليه وتعبر عنه ولا تخالفه لأن الذي جاء بها هو الذي جاء بالقرآن. قال تعالى (وأنزل الله عليك الكتاب والحكمة) قيل هي السنة وقال تعالى (وما ينطق عن الهوى إن هو إلا وحي يوحى) وقال (ولو تقول علينا بعض الأقاويل لأخذنا منه باليمين ثم لقطعنا منه الوتين) (وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا) وقال (فليحذر الذين يخالفون عن أمره) فالسنة هي الأصل الثاني من أصول الإسلام فيجب الإيمان بكل ما أخبر به النبي صلى الله عليه وسلم وصح به النقل عنه فيما شاهدناه أو غاب عنا نعلم أنه حق وصدق وسواء في ذلك ما عقلناه أو جهلناه ولم نطلع على حقيقة معناه، فمن ذلك الأحاديث المتقدمة الواردة في الصفات الموافقة لما جاء به القرآن من إثبات الصفا لله، ومثل حديث الإسراء والمعراج والصراط والساعة وكل ما أخبر به من ما يكون بعد الموت وقبل الموت والله أعلم. ¶ الإيمان باليوم الآخر ¶ س160- ما هو الإيمان باليوم الآخر؟",
            "page": "109",
            "part": "1",
            "seal": "0AA98E06"
        },
        {
            "id": "108",
            "nass": "ج- هو الإيمان بكامل ما أخبر النبي صلى الله عليه وسلم مما يكون بعد الموت من فتنة القبر وعذابه ونعيمه، والبعث والنشر والحشر والصحف والميزان والحساب والصراط والحوض والشفاعة، وأحوال الجنة والنار وما أعد الله فيهما لأهلهما إجمالاً وتفصيلاً. ¶ فتنة القبر ¶ س161- ما المراد بفتنة القبر؟ ¶ ج- المراد بها ما ورد من أن الناس يمتحنون في قبورهم فيقال للرجل من ربك وما يدنك ومن نبيك، فـ (يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة) فيقول المؤمن ربي الله، والإسلام ديني ومحمد صلى الله عليه وسلم نبيي. وأما المرتاب فيقول هاه هاه لا أدري سمعت الناس يقولون شيئاً فقلته فيضرب بمرزبة من حديد فيصيح صحية يسمعها كل شيء إلا الإنسان ولو سمعها لصعق، وفي الصحيحين من حديث البراء بن عازب رضي الله عنهما عن النبي صلى الله عليه وسلم قال في قوله تعالى (يثبت الله الذي آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة) نزلت في عذاب القبر زاد مسلم فيقال له من ربك فيقول ربي الله ونبيي محمد فذاك قوله سبحانه (يثبت الله الذين آمنوا بالقول الثابت) وعند أبي داود يأتيه ملكان فيجلسانه فيقولان له من ربك، فيقول: ربي الله فيقولان له ما دينك فيقول ديني الإسلام فيقولان له ما هذا الرجل الذي بعث فيكم فيقول هو رسول الله صلى الله عليه وسلم فيقولان له وما يدريك فيقول قرأت كتاب الله تعالى فآمنت به وصدقت فينادي منادٍ أن صدق عبدي فأفرشوه",
            "page": "110",
            "part": "1",
            "seal": "C4FA877E"
        },
        {
            "id": "37",
            "nass": "صفة القيومية ومعنى القيوم الذي قام بنفسه واستغنى عن غيره المقيم لما سواه وورد أن اسم الحي واسم القيوم الاسم الأعظم فإنهما متضمنان لصفات الكمال أعظم تضمن فالصفات الذاتية ترجع إلى اسمه الحي والصفات الفعلية ترجع إلى القيوم، رابعاً تنزيه الله عن السنة والنوم والعجز لما في ذلك من المنافاة لكمال حياته وقيوميته وقدرته، خامساً إثبات سعة علمه وملكه، سادساً إثبات الشفاعة بإذنه سبحانه، سابعاً إثبات صفة الكلام ثامناً إثبات صفة العلم وإحاطته سبحانه بالماضي والحال والمستقبل وأنه لا ينسى ولا يغفل ولا يلهيه شأن عن شأن، تاسعاً اختصاصه تعالى بالتعليم وأن الخلق لا يعلمون إلا ما أعلمهم الله جل وعلا، عاشراً أن عظمة الكرسي من جملة الأدلة الدالة على عظمة الله، الحادي عشر إثبات عظمة الله واقتداره، الثاني عشر إثبات صفة علو الله بأنواعه الثلاثة، الثالث عشر الترقي في نفي النقص من نفي الأضعف إلى نفي الأقوى لأن من لا تغلبه السنة قد يغلبه النوم لأنه أقوى الرابع عشر: إثبات المشيئة الخامس عشر: الرد على المشركين القائلين أن أصنامهم تشفع. ¶ السادس عشر: الرد على القدرية والرافضة ونحوهم القائلين أن الله لا يعلم الأشياء إلا بعد وقوعها تعالى عن ذلك علواً كبيراً السابع عشر: الرد على من زعم أن الكرسي علمه أو أنه قدرته أو أنه ملكه أو نحو ذلك من أقوال أهل البدع. ¶ س84- لم كانت آية الكرسي أعظم آية في كتاب الله؟ ¶ ج- لما اشتملت عليه من الأسماء والحسنى والصفات العلى فقد",
            "page": "39",
            "part": "1",
            "seal": "EDF1B10F"
        },
        {
            "id": "38",
            "nass": "اجتمع فيها ما لم يجتمع في غيرها فآية احتوت على هذه المعاني الجليلة يحق أن تكون أعظم آية في كتاب الله ويحق لمن قرأها بتدبر وتفهم أن يمتلئ من اليقين والعرفان والإيمان وأن يكون محفوظاً بذلك من الشيطان كما ورد بذلك الحديث الصحيح الذي رواه البخاري عن أبي هريرة رضي الله عنه قال: \"وكلني رسول الله صلى الله عليه وسلم بحفظ زكاة رمضان\" الحديث بطوله في الكواشف ص106. ¶ الإحاطة ¶ س85- ما الذي تفهمه عن معنى قوله تعالى (هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم) ؟ ¶ ج- قد فسر صلى الله عليه وسلم هذه الأسماء الأربعة بقوله أنت الأول فليس قبلك شيء وأنت الآخر فليس بعدك شيء وأنت الظاهر فليس فوقك شيء وأنت الباطن فليس دونك شيء فمدار هذه الأسماء الأربعة على الإحاطة وهي تنقسم إلى قسمين زمانية ومكانية فأحاطت أوليته بالقبل وأحاطت آخريته بالبعد وأحاطت ظاهريته وباطنيته بكل ظاهر وباطن فما من ظاهر إلا والله فوقه وما من باطن إلا والله دونه فالأول قدمه والآخر بقاؤه ودوامه والظاهر علوه وعظمته والباطن قربه ودنوه وفي قوله وهو بكل شيء عليم إثبات صفة العلم وهي من الصفات الذاتية وأحاط علمه بالظواهر والبواطن والسرائر والخفايا والأمور المتقدمة والمتأخرة.",
            "page": "40",
            "part": "1",
            "seal": "A5506B94"
        },
        {
            "id": "39",
            "nass": "صفة الحياة ¶ س86- ما هو المفهوم من قوله تعالى (وتوكل على الحي الذي لا يموت) ؟ ¶ ج- فيها أولاً الأمر بالتوكل على الله ومعناه اعتماد القلب على الله في جلب المنافع ودفع المضار مع الثقة بالله وفعل الأسباب. ¶ ثانياً إثبات صفة الحياة وهي من الصفات الذاتية فحياته سبحانه أكمل حياة وأتمها ويستلزم ثبوتها له ثبوت كل كمال يضاد نفيه كمال الحياة وخصص صفة الحياة إشارة إلى أن الحي هو الذي يوثق به في المصالح ولا حياة على الدوام إلا لله سبحانه دون الأحياء المنقطعة حياتهم فإنهم إذا ماتوا ضاع من يتوكل عليهم. ¶ صفة الحكمة ¶ س87- ما الذي تعرفه عن اسمه تعالى الحكيم؟ ¶ ج- الحكيم مأخوذ من الحكمة وله معنيان أحدهما بمعنى القاضي العدل الحاكم بين خلقه بأمره الديني الشرعي وأمره الكوني القدري وله الحكم في الدنيا والآخرة قال تعالى (وله الحكم في الأولى والآخرة وإليه ترجعون) المعنى الثاني للحكيم أي المحكم للأمر كي لا يتطرق إليه الفساد. ¶ س88- ما أقسام حكمته تعالى؟",
            "page": "41",
            "part": "1",
            "seal": "CA5ED1F7"
        },
        {
            "id": "40",
            "nass": "ج- هي تنقسم إلى قسمين أحدهما حكمته في خلقه وهي نوعان الأول أحكام هذا الخلق وإيجاده في غاية الإحكام والإتقان، والثاني صدوره لأجل غايات محمودة مطلوبة له سبحانه التي أمر لأجلها وخلق لأجلها. ¶ والثانية صدور حكمته في شرعه وتنقسم إلى قسمين الأول كونها في غاية الإتقان والإحسان الثاني كونها صدرت لغاية محمودة وحكمة عظيمة يستحق عليها الحمد. ¶ س89- بين ما تعرفه عن معنى قوله تعالى (وهو اللطيف الخبير) ؟ ¶ ج- اللطيف الذي لطف علمه وخبره حتى أدرك السرائر والضمائر والخفايا والغيوب ودقائق المصالح وغوامضها فالخفي في علمه مكشوف كالجلي من غير فرق وأنواع لطفه تعالى لا يمكن حصرها فيلطف بعبده في أمور الداخلية المتعلقة بنفسه ويلطف له الأمور الخارجية فيسوقه ويسوق إليه ما به صلاحه من حيث لا يشعر النوع الثاني لطفه لعبده ووليه الذي يريد أن يتم عليه إحسانه كما جرى ليوسف عليه السلام، وأما الخبير فهو من الخبرة بمعنى كمال العلم ووثوقه والإحاطة بالأشياء على وجه الدقة والتفصيل وهو العلم إلى كل ما خفي ودق فالعلم عندما يضاف إلى الخفايا الباطنية يسمى خبرة ويسمى صاحبها خبيراً فالله سبحانه لا يجري في الملك والملكوت شيء ولا يتحرك ذرة فما فوقها وما دونها ولا يسكن ولا يضطرب نفس ولا يطمئن إلا وعنده منه خبره وهو يقرب من معنى اللطيف ولهذا تجد مقروناً بينهما في بعض",
            "page": "42",
            "part": "1",
            "seal": "7D54281D"
        },
        {
            "id": "41",
            "nass": "الآيات قال تعالى ألا يعلم من خلق وهو اللطيف الخبير قال ابن القيم رحمه الله: ¶ وهو اللطيف بعبده ولعبده واللطف في أوصافه نوعان ¶ إدراك أسرار الأمور بخبرة واللطف عند مواقع الإحسان ¶ فيريك عزته ويبدي لطفه والعبد في الغفلات عن ذا الشان ¶ صفة العلم ¶ س90- بين ما تفهم من معاني هذه الآيات قال الله تعالى (يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء وما يعرج فيها) (وعنده مفاتح الغيب لا يعلمها إلا هو ويعلم ما في البر والبحر وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين) (وما تحمل من أنثى ولا تضع إلا بعلمه) (لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علماً) ؟ ¶ ج- في الآيات إثبات علم الله وصفة العلم من الصفات الذاتية التي لا تنفك عن الله وإثبات إحاطة علمه سبحانه بالأشياء جملة وتفصيلاً، واختصاصه سبحانه بعلم الخمس المذكورة في آخر سورة لقمان التي هي مفاتيح الغيب وفيها إثبات صفة القدرة وهي من الصفات الذاتية ومن أسمائه تعالى القدير الذي لا يعجزه شيء ومن قدرته تعالى أنه إذا شاء فعل من غير مانع ولا معارض وفيها رد على القدرية الذين يقولون أفعال",
            "page": "43",
            "part": "1",
            "seal": "2BCF8383"
        },
        {
            "id": "42",
            "nass": "العباد غير داخلة في قدرة الله وفيه دليل على أنه سبحانه عالم بعلم هو صفة له قائم بذاته خلافاً للمعتزلة الذين يقولون إنه عليم بلا علم وخلافاً للجهمية المنكرين لعلم الله قال الله تعالى: (لكن الله يشهد بما أنزل إليك أنزله بعلمه) وقال: (فإن لم يستجيبوا لكم فاعلموا أنما أنزل بعلم الله) فعلمه سبحانه محيط بكل شيء فهو يعلم ما في الكون الماضي والحالي والمستقبل والواجب والممكن والمستحيل. ¶ صفة الرزق والقوة والمتانة ¶ س91- ما الذي تفهم من معنى قوله تعالى: (إن الله هو الرزاق ذو القوة المتين) ؟ ¶ ج- في هذه الآية أولاً إثبات صفة الرزق وكثرته وسعته والرزق رزقان الرزق المطلق وهو ما استمر نفعه في الدنيا والآخرة وهو رزق القلوب الذي هو العلم والإيمان والرزق الحلال، والثاني مطلق الرزق وهو الرزق العام لسائر الخلق برهم وفاجرهم والبهائم وغيرها وهو إيصال القوت إلى كل مخلوق وهذا يكون من الحلال والحرام والله رازقه وقوله ذو القوة أي صاحب القوة الكاملة والقدرة التامة فلا يعجزه شيء ولا يخرج عن سلطانه أحد ومن قوته أنه أوصل رزقه إلى جميع العالم وأنه يبعث الأموات بعدما تمزقوا ومنها إيجاد الأجرام العظيمة العلوية والسفلية ومن أسمائه تعالى المتين والمتانة تدل على القوة فالله تعالى بالغ القوة والقدرة قوي من حيث أنه شديد القوة لا ينسب",
            "page": "44",
            "part": "1",
            "seal": "30B2D428"
        },
        {
            "id": "43",
            "nass": "إليه عجز في حال من الأحوال وصفة القوة وصفة القدرة من الصفات الذاتية التي لا تنفك عن الله. ¶ صفة السمع ¶ س92- ما الذي تعرفه عن معنى قوله تعالى (إن الله كان سميعاً بصيراً) (قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله والله يسمع تحاوركما إن الله سميع بصير) (لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء) (أم يحسبون أنا لا نسمع سرهم ونجواهم بلى ورسلنا لديهم يكتبون) (وهو السميع البصير) ؟ ¶ ج- هذه الآيات تضمنت إثبات السمع وهو من الصفات الذاتية والسميع من أسمائه تعالى الذي لا يعزب عن سمعه مسموع وأن خفي ويسمع سبحانه دبيب النملة السوداء على الصخرة الصماء في الليلة الظلماء فأحاط سمعه سبحانه بجميع المسموعات سرها وعلنه قريبها وبعيدها لا تختلط عليه الأصوات على اختلاف اللغات على تفنن الحاجات وكأنها لديه صوت واحد، وسمعه تعالى نوعان أحدهما سمعه لجميع الأصوات كما تقدم، والثاني سمع إجابة منه للسائلين والداعين والعابدين ومنه قوله تعالى عن إبراهيم (إن ربي لسميع الدعاء) . ¶ س93- ما الذي يراد بفعل السمع؟ ¶ ج- ذكر ابن القيم رحمه الله إنه يراد به أربعة معان أحدها سمع إدراك متعلقة الأصوات الثاني سمع فهم وعقل ومتعلقه المعاني الثالث سمع إجابة وإعطاء ما سئل الرابع سمع قبول وانقياد فمن الأول:",
            "page": "45",
            "part": "1",
            "seal": "50486942"
        },
        {
            "id": "44",
            "nass": "(قد سمع الله قول التي تجادلك في زوجها) (لقد سمع الله قول الذين قالوا) ومن الثاني قوله (لا تقولوا راعنا وقولوا انظرنا واسمعوا) ليس المراد سمع مجرد الكلام بل سمع الفهم والعقل ومنه سمعنا وأطعنا ومن الثالث سمع الله لمن حمده وفي الدعاء المأثور اللهم اسمع أي أجب وأعط ما سألتك وفي الرابع قوله سماعون للكذب أي قابلون له ومنقادون غير منكرين له ومنه على أصح القولين وفيكم سماعون لهم أي قابلون ومنقادون وقيل عيون وجواسيس وليس بشيء. ¶ صفة البصر ¶ س94- قدم تقدم أدلة إثبات صفة البصر لله تعالى مع أدلة إثبات صفة السمع فما الذي تعرفه عن معنى اسمه تعالى البصير؟ ¶ ج- معناه الذي أحاط بصره بجميع المبصرات فهو سبحانه يشاهد ويرى كل شيء وإن خفي ظاهراً وباطناً قريباً أو بعيداً فلا تؤثر على رؤيته الحواجز والأستار فيرى دبيب النملة السوداء في الليلة الظلماء في الصخرة الصماء ويرى مناط عروق الذر وأصغر منها ويرى القوت ومجاريه في أعضائها وإن دقت والكريات البيضاء والحمراء والجراثيم كلها مهما خفيت ودقت ويرى ما في أجسامها فهو الذي خلقها وخلق ما فيها جل وعلا. ¶ قال بعضهم: ¶ يا من يرى مد البعوض جناحها في ظلمة الليل البهيم الأليلِ",
            "page": "46",
            "part": "1",
            "seal": "28E1F728"
        },
        {
            "id": "45",
            "nass": "ويرى منط عروقها في نحرها والمخ في تلك العظام النحل ¶ أمنن عليّ بتوبة تمحو بها ما كان مني في الزمان الأول ¶ الإرادة والمشيئة ¶ س95- ما الذي تفهمه عن معنى قوله تعالى (ولولا إذ دخلت جنتك قلت ما شاء الله لا قوة إلا بالله) وقوله (ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد) (فمن يرد الله أن يهديه يشرح صدره للإسلام ومن يرد أن يضله يجعل صدره ضيقاً حرجاً) ؟ ¶ ج- في هذه الآيات إثبات لصفتي المشيئة والإرادة الكونية القدرية المرادفة للمشيئة الشاملة وهذه الإرادة لا يخرج عنها شيء وهي المتعلقة بالخلق بأن يريد ما يفعله هو قال تعالى (إنما أمره إذا أراد شيئاً أن يقول له كن فيكون) فالكافر والمسلم والطاعات والمعاصي والأرزاق والآجال وجميع الحوادث كلها تحتها وفي الآية إثبات هداية التوفيق والإلهام وإثبات الفعل لله حقيقة على ما يليق بجلاله وعظمته. ¶ س96- ما دليل الإرادة الدينية الشرعية وبأي شيء تتعلق؟",
            "page": "47",
            "part": "1",
            "seal": "0F29B52D"
        },
        {
            "id": "46",
            "nass": "ج- قوله تعالى (يريد الله بكم اليسر ولا يريد بكم العسر) (ما يريد الله ليجعل عليكم من حرج) (يريد الله أن يخفف عنكم) (والله يريد أن يتوب عليكم) (إن الله يحكم ما يريد) وهذه الإرادة تتعلق بالأمر بأن يريد من العبد فعل ما أمره به والله سبحانه يحبها وقعت أو لم تقع. ¶ س97- ما الفرق بين الإرادتين؟ ¶ ج- الكونية القدرية مستلزمة لوقوع المراد ومعنى ذلك أنه لابد من وقوع مرادها، الفرق الثاني أن الكونية القدرية شاملة للحوادث كلها، ثالثاً الإرادة الدينية لا تستلزم وقوع المراد إلا أن يتعلق به الأول وهو الكوني القدري فيجتمعان في حق المطيع وتنفرد الكونية في حق العاصي. ¶ س98- أذكر ما بين الإرادتين من عموم وخصوص؟ ¶ ج- الكونية القدرية أعم من جهة تعلقها بما لا يبحه الله ويرضاه من الكفر والمعاصي وأخص من جهة أنها لا تتعلق بمثل إيمان الكافر وطاعة الفاسق والإرادة الدينية الشرعية أعم من جهة تعلقها بكل مأمور واقعاً كان أو غير واقع وأخص من جهة أن الواقع بالإرادة الكونية القدرية قد يكون غير مأمور به.",
            "page": "48",
            "part": "1",
            "seal": "59FCF5E2"
        },
        {
            "id": "47",
            "nass": "صفة المحبة ¶ س99- ما الذي تفهمه عن معنى قوله تعالى (واحسنوا إن الله يحب المحسنين) (إن الله يحب المقسطين) (إن الله يحب المتقين) (إن الله يحب التوابين ويحب المتطهرين) (قل إن كنتم تحبون الله فاتبعوني يحببكم الله) (فسوف يأتي الله بقوم يحبهم ويحبونه) (إن الله يحب الذين يقاتلون في سبيله) (وهو الغفور الودود) ؟ ¶ ج- في هذه الآيات إثبات صفة المحبة وهي الصفات الفعلية وسببها امتثال ما أمر الله به من الإحسان في عبادة الله وإلى عباد الله ويؤخذ من الآية الثانية امتثال ما أمر الله به من العدل في المعاملات والأحكام مع كل أحد قريب أو بعيد عدو أو صديق قال الله تعالى (يا أيها الذين آمنوا كونوا قوامين بالقسط شهداء لله ولو على أنفسكم أو الوالدين والأقربين) والعدل في حقوق الله بأن تُصرف نعمه في طاعته ولا يستعان بشيء منها في معصيته وسبب لمحبة الله وفي الآية الثالثة الحث على تقوى الله عز وجل والتقوى امتثال أوامر الله واجتناب نواهيه وقيل التحرز بطاعة الله عن معصيته ومن التقوى الاستقامة على الوفاء بالعهد لمن استقام من المشركين على العهد ولم ينقضه وسبب لمحبة الله للعبد في الآية الرابعة الإكثار من التوبة من المعاصي والتطهر عن الأحداث والنجاسات بالطهارة الحسية والتطهر من الذنوب والمعاصي بالطهارة المعنوية بالتوبة النصوح والاستغفار والإكثار من",
            "page": "49",
            "part": "1",
            "seal": "637B0AA5"
        },
        {
            "id": "48",
            "nass": "الأعمال الصالحة التي تمحو الخطايا والذنوب. ¶ وفي الآية الخامسة دليل على أن من ادعى محبة الله ولم يتبع الرسول صلى الله عليه وسلم فليس بصادق وأن الدليل الصادق لهذه الدعوى هو اتباع المصطفى صلى الله عليه وسلم وفيها الرد على المنكرين لصفة المحبة والمؤولين لها بالإحسان إليهم أو الثواب وما أشبه ذلك من التأويلات الباطلة. ¶ والآية السادسة السبب المذكور فيها لمحبة الله للعبد هو ما ذكر في آخرها من الصفات الحميدة. ¶ وفي الآية السابعة ما ذكر في القتال في سبيل الله لإعلاء كلمته قال صلى الله عليه وسلم \"من قاتل لتكون كلمة الله العليا فهو في سبيل الله\" وفي الأخيرة إثبات صفة المغفرة وهي من الصفات الفعلية ومن أسمائه تعالى الغفور والغفار وهو الذي أظهر الجميل وستر القبيح والذنوب من جملة القبائح التي سترها قال تعالى إن ربك واسع المغفرة ففي هذه الصيغة إشعار بكثرة الستر على المذنبين والتجاوز عن مؤاخذتهم ومن أسمائه تعالى الودود ومعناه المحب المحبوب فالمحب الكثير الحب لأهل طاعته من أنبيائه ورسله وملائكته وأوليائه وعباده المؤمنين وهو سبحانه محبوبهم ولا تعادل محبة الله عند أصفيائه محبة أخرى. ¶ صفة الرحمة ¶ س100- بين ما تفهم من ما تضمنته الآيات التي تلي (بسم الله الرحمن الرحيم) وقوله (ورحمتي وسعت كل شيء) (وهو الغفور الرحيم) (فالله خير حافظاً وهو أرحم الراحمين) وقوله (كتب ربكم على نفسه الرحمة) ؟",
            "page": "50",
            "part": "1",
            "seal": "869AF10E"
        },
        {
            "id": "49",
            "nass": "ج- في هذه الآيات إثبات صفة الرحمة وسعتها وإثبات صفة العلم وسعتها وإثبات صفة المغفرة. ¶ والرحمن الرحيم إسمان دالان على اتصافه بالرحمة واسم الرحمن خاص بالله تعالى لا يوصف به غيره وأما الرحيم فيدل على تعلقها بالمرحوم ويوصف به غيره فيقال فلان رحيم وتضمنت إثبات الرسالة والمأخذ من لفظ الجلالة لأنه المألوه المعبود ولا طريق إلى عبادة الله إلا من طريق الرسالة وذلك من إسم الرحمن لأن رحمته تمنع من إهمال عباده وتركهم سدى وقوله كتب ربكم على نفسه الرحمة أي أوجبها على نفسه تفضلاً وإحساناً وامتناناً منه على خلقه ومن أسمائه تعالى الحفيظ وهو مأخوذ من الحفظ وهو الصيانة. ¶ وللحفيظ معنيان أحدهما أنه قد حفظ على عباده ما عملوا من خير وشر وطاعة ومعصية فهذا المعنى من حفظه يقتضي إحاطة علمه بأحوال العباد كلها والمعنى الثاني أنه الحافظ لعباده من جميع ما يكرهون. ¶ وحفظه لعباده نوعان عام وخاص. فالعام حفظه لجميع المخلوقات بتيسيره لها ما يقيها ويحفظ بنيتها وتمشي إلى هدايته ومصالحها بإرشاده لها وهدايته العامة قال تعالى (أعطى كل شيء خلقه ثم هدى) النوع الثاني حفظ خاص لأوليائه عما يضر إيمانهم أو يزلزل إيقانهم من الشبه الفتن والشهوات قال تعالى (إن الله يدافع عن الذين آمنوا) وهذا عام في جميع ما يضرهم في دينهم ودنياهم وفي الحديث أحفظ الله يحفظك.",
            "page": "51",
            "part": "1",
            "seal": "67AA0A23"
        },
        {
            "id": "50",
            "nass": "أقسام الرحمة ¶ س101- ما أقسام الرحمة وما دليل كل قسم منها؟ ¶ ج- قسم منها عام مشترك بين المسلم والكافر والبر والفاجر والبهائم وسائر الخلق ودليلها قوله تعالى (ورحمتي وسعت كل شيء) (ربنا وسعت كل شيء رحمة وعلماً) ، فما يصل إلى المخلوق من رزق وصحة إلا من رحمته تعالى وقسم خاص بأنبيائه ورسله وأوليائه وعباده المؤمنين ودليلها قوله تعالى (وكان بالمؤمنين رحيماً) وقوله (إنه بهم رؤوف رحيم) . ¶ س102- ما أقسام الرحمة المضافة إلى الله؟ ¶ ج- نوعان أحدهما مضاف إليه من إضافة المفعول إلى فاعله ومنه ما في الحديث الصحيح احتجت الجنة والنار فذكر الحديث وفيه فقال للجنة إنما أنتي رحمتي أرحم بك من أشاء فهذه رحمة مخلوقة مضافة إليه إضافة المخلوق بالرحمة إلى خالقه وسماها رحمة لأنها خلقت بالرحمة وللرحمة وخص بها أهل الرحمة وإنما يدخلها الرحماء ومنه وقله صلى الله عليه وسلم خلق الله الرحمة يوم خلقها مائة رحمة كل رحمة منها طباق ما بين السماء والأرض ومنه قوله (ولئن أذقناه رحمة منا) ومن تسميته تعالى للمطر رحمة بقوله (وهو الذين يرسل الرياح بشراً بين يدي رحمته) وقوله (ولئن أذقنا الإنسان منا رحمة) والنوع الثاني مضاف إليه إضافة",
            "page": "52",
            "part": "1",
            "seal": "AFD6E969"
        },
        {
            "id": "51",
            "nass": "صفة إلى موصوف وذلك مثل ما في قوله تعالى (أن رحمة الله قريب من المحسنين) وكما في الحديث يا حي برحمتك أستغيث. ¶ الصفات الفعلية ¶ س103- بين ما تعرفه عن ما تضمنته الآيات التي تلي (رضي الله عنهم ومن يقتل مؤمناً متعمداً فجزاؤه جنهم خالداً فيها وغضب الله عليه ولعنه وأعد له عذاباً عظيماً) وقوله (ذلك بأنهم اتبعوا ما أسخط الله وكرهوا رضوانه فأحبط أعمالهم) (فلما آسفونا انتقمنا منهم ولكن كره الله انبعاثهم كبر مقتاً عند الله أن تقولوا ما لا تفعلون) .؟ ¶ ج- تضمنت هذه الآيات الكريمات إثبات بعض الصفات الفعلية من الرضى والغضب واللعن والكره والسخط والأسف والمقت وهذه الصفات يثبتها أهل السنة لله حقيقة على ما يليق بجلاله وعظمته يفعلها متى شاء، وفي هذه الآيات رد على من نفاها أصلاً ومن يرجعها إلى إرادة الثواب في الرضى وإلى العقاب في الغضب والسخط أو يقول أراد العقاب كالأشاعرة والمعتزلة ونحوهم وهذا بالحقيقة نفي للصفة وصرف للقرآن عن ظاهره وحقيقته من غير موجب وفي الآية الثانية وعيد شديد على من يقتل مؤمناً متعمداً احترازاً من الكافر وقوله متعمداً احترازاً من قتل الخطأ والعمد أن يقصد من يعلمه آدمياً معصوماً فيقتله بما يغلب على الظن موته به والمراد بالجزاء العقاب والخلود المكث الطويل",
            "page": "53",
            "part": "1",
            "seal": "F27A05F0"
        },
        {
            "id": "52",
            "nass": "واللعن من الله الطرد والإبعاد عن رحمته وقوله وأعد أي هيأ له عذاباً عظيماً لعظم ذنبه والذي عليه الجمهور أن القاتل له توبة فيما بينه وبين الله، قال الله تعال: (والذين لا يدعون مع الله إلهاً آخر ولا يقتلون النفس التي حرم الله إلا بالحق) إلى أن قال (إلا من تاب) ، وفي الآية الأخرى قال: (إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء) وقال (قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعاً) ، وفي الحديث \"إن الله يقول يا بن آدم أنك لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئاً لأتيتك بقرابها مغفرة\" إلى غير ذلك من الأدلة المؤيدة لمذهب الجمهور والخلاصة أن هذه الآية فيها وعيد شديد ترجف له القلوب وتنصدع له ¶ الأفئدة وينزعج له أولو العقول فلم يرد في أنواع الكبائر التي دون الشرك الأكبر أعظم من هذا الوعيد ولا مثله والأسف هنا بمعنى الغضب والمقت شدة البغض، والانتقام المجازاة بالعقوبة مأخوذ من النقمة وهو شدة الكراهة والسخط وفي قوله ذلك بأنهم اتبعوا ما أسخط الله الآية إثبات العلل والأسباب وأن الأعمال الصالحة سبب للسعادة والأعمال السيئة سبب للشقاوة وفيها رد على من زعم أنه لا ارتباط بين العمل والجزاء. ¶ وفيه ذم من أحب ما كرهه الله أو كره ما أحبه الله وفي الآية الأخيرة حث على الوفاء بالعهد والنهي عن الخلف في الوعد وغيره وتفاوت مقته تعالى وأن الإنسان قد يكون عدواً لله ثم يكون لله ولياً ويكون الله يبغضه ثم يحبه وهو قول أهل الحق وعليه تدل الأدلة.",
            "page": "54",
            "part": "1",
            "seal": "E2A6EB1E"
        },
        {
            "id": "53",
            "nass": "المجيء والاتيان ¶ س104 ما الذي تفهمه من معنى قوله تعالى (هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة وقضي الأمر) وقوله (هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك أو يأتي بعض آيات ربك) (كلا إذا دكت الأرض دكاً دكاً وجاء ربك والملك صفاً صفاً) (ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلاً) ؟ ¶ ج- في هذه الآيات إثبات الأتيان والمجيء والنزول على ما يليق به وهذه من الأفعال الاختيارية المتعلقة بالمشيئة والقدرة فينزل يوم القيامة لفصل القضاء بين الناس. ¶ وينزل إلى سماء الدنيا كل ليلة حين يبقى ثلث الليل الآخر وغير ذلك على ما وردت به النصوص وكما يشاء جل وعلا وأفعاله سبحانه قائمة به فيجب إثباتها له على الوجه اللائق بجلاله وعظمته وفي الآيات دليل على صفة العلو والمجيء والإتيان والنزول بذاته سبحانه على ما يليق بجلاله وعظمته. ¶ كما هو المتبادر من النصوص، وأما الدلالة على النزول من الآية الأخيرة هو أن تشقق السماء بالغمام إيذاناً بنزول الله لأن التشقق مقدمة النزول ومقدمة الشيء منه. ¶ الرد على المبتدعة المؤلين للمجيء والإتيان بمجيء الأمر ¶ س105- بم يرد على المبتدعة القائلين أن المراد بمجيء الله مجيء أمره والإتيان إتيان أمره والنزول نزول أمره؟",
            "page": "55",
            "part": "1",
            "seal": "8B0901B4"
        },
        {
            "id": "54",
            "nass": "ج- ذكر الإمام ابن القيم رحمه الله على قوله تعالى (وجاء ربك) (هل ينظرون أن يأتيهم الله) الآية ¶ ونظائره قيل هو من مجاز الحذف تقديره وجاء أمر ربك. وهذا باطل من وجوه أحدها أنه إظهار ما لا يدل عليه اللفظ بمطابقة ولا تضمن التزام وادعاء حذف ما لا يدل عليه يرفع الوثوق من الخطاب ويطرق كل مبطل على ادعاء إظهار ما يصحح باطله. ¶ الثاني أن صحة التركيب واستقامة اللفظ لا تتوقف على هذا المحذوف بل الكلام مستقيم تام قائم المعنى بدون إضمار مجرد خلاف الأصل فلا يجوز. ¶ ثالثاً أنه إذا لم يكن في اللفظ دليل على تعيين المحذوف كان تعيينه قولاً على المتكلم بلا علم وإخباراً عنه بإرادة ما لم يقم به دليل على إرادته وذلك كذب عليه. ¶ رابعاً في السياق ما يبطل هذا التقدير وهو قوله وجاء ربك والملك فعطف مجيء الملك على مجيئه سبحانه يدل على تغاير المجيئين وأن مجيئه سبحانه حقيقة كما أن مجيء الملك حقيقة فمجيء الرب سبحانه أولى أن يكون حقيقة من مجيء الملك. وكذلك فمجيء الرب سبحانه أولى أن يكون حقيقة من مجيء الملك. وكذلك قوله (هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك أو يأتي بعض آيات ربك) ، ففرق بين إتيان الملائكة وإتيان الرب وإتيان بعض آيات ربك فقسم ونوع ومع هذا يمتنع أن يكون القسمان واحداً فتأمله وذكر وجوهاً أخر يطول ذكرها قال وأما قول من قال يأتي أمره وينزل رحمته فإن أراد أنه سبحانه إذا نزل وأتى حلت رحمته وأمره فهذا حق وإن أراد أن النزول والمجيء والإتيان للرحمة والأمر ليس إلا فهو باطل من وجوه عديدة قد تقدمت ونزيدها وجوهاً أخر منها أن يقال",
            "page": "56",
            "part": "1",
            "seal": "1677F3BB"
        },
        {
            "id": "55",
            "nass": "أتريدون رحمته وأمره صفته القائمة بذاته أم مخلوقاً منفصلاً سميتموه رحمة وأمراً فإن أردتم الأول فنزوله يستلزم نزول الذات ومجيئها قطعاً وإن أردتم الثاني كان الذي ينزل ويأتي لفصل القضاء مخلوقاً محدثاً لا رب العالمين وهذا معلوم البطلان قطعاً وهو تكذيب صريح للخبر فإنه يصح معه أن يقال لا ينزل إلى سماء الدنيا ولا يأتي لفصل القضاء وإنما الذي ينزل ويأتي غيره ومنها كيف يصح أن يقول ذلك المخلوق لا أسأل عن عبادي غيري ويقول من يستغفرني فأغفر له. ¶ ونزول رحمته وأمره مستلزمٌ لنزول سبحانه ومجيئه وإثبات ذلك للمخلوق مستلزم للباطل الذي لا يجوز نسبته إليه سبحانه مع رد خبره صريحاً. ¶ ومنها أن نزول رحمته وأمره لا يختص بالثلث الأخير ولا بوقت دون وقت ينزل أمره ورحمته فلا تنقطع ولا أمره عن العالم العلوي والسفلي طرفة عين (مختصر الصواعق ص 260ج 2) . ¶ صفة الوجه ¶ س106- ما الذي تفهمه من قوله في إثبات الوجه (كل شيء هالك إلا وجهه) (إلا ابتغاء وجه ربه الأعلى) (ويبقى وجه ربك ذو الجلال والإكرام) ؟ ¶ ج- في هذه الآيات إثبات صفة الوجه من وهو الصفات الذاتية التي لا تنفك عن الله وقد دل على ثبوتها الكتاب والسنة أما أدلة الكتاب",
            "page": "57",
            "part": "1",
            "seal": "67676A1D"
        },
        {
            "id": "56",
            "nass": "فقد تقدمت وأما الأدلة من السنة فقد صح عن النبي صلى الله عليه وسلم أنه استعاذ بوجه الله وكان يقول في دعائه أسألك لذة النظر إلى وجهك وقول نفاة الصفات أن المراد بالوجه الجهة أو الثواب أو الذات قول باطل والذي عليه الحق أن الوجه صفة غير الذات وقوله ذو الجلال والإكرام أو ذو العظمة والكبرياء المكرم لأنبيائه ورسله وأوليائه وعباده المؤمنين وقيل المستحق لأن يجل والإجلال يتضمن التعظيم والتنزيه والإكرام بتضمن الحمد والمحبة. ¶ المضاف إلى الله ¶ س107- ما هي أنواع المضاف إلى الله؟ ¶ ج- المضاف إلى الله نوعان أعيان قائمة بنفسها كبيت الله وناقة الله وعبد الله وروح الله ورسوله فهذه إضافتها إلى الله تقتضي الاختصاص والتشريف وهي من جملة المخلوقات لله النوع الثاني صفات لا تقوم بنفسها كعلم الله وحياته وقدرته وعزته وسمعه وبصره وإرادته وكلامه ويده ووجهه فهذه إذا وردت مضافة إليه فهي إضافة صفة إلى موصوف بها وكذلك ما أخبر أنه منه فإن كان أعياناً كروح منه قال تعالى (وسخر لكم ما في السموات وما في الأرض جميعاً منه) فهذه منه خلقاً وتقديراً وإن كان ذلك أوصافاً كقوله تنزيل الكتاب",
            "page": "58",
            "part": "1",
            "seal": "E1DCA971"
        },
        {
            "id": "57",
            "nass": "من الله دل على أن ذلك من صفاته لامتناع الصفة بنفسها ولهذا لما اهتدى السلف لهذا الفرق الذي يحصل به الفرقان بين الحق الباطل هدوا إلى الصراط المستقيم. ¶ اليدين ¶ س108- بين ما تفهمه من قوله تعالى (بل يداه مبسوطتان) (ما منعك أن تسجد لما خلقت بيدي) (والسموات مطويات بيمينه) (أول لم يروا أنا خلقنا لهم مما عملت أيدينا) ؟ ¶ ج- في هذه الآيات إثبات صفة اليدين وهما من الصفات الذاتية التي لا تنفك عن الله فيجب إثباتها لله حقيقة على ما يليق بجلاله وعظمته، قال عبد الله بن عمرو بن العاص إن الله لم يخلق بيده إلا ثلاثاً: خلق آدم بيده وغرس جنة عدن بيده وكتب التوراة بيده، وفي محاجة آدم لموسى أنت الذي خلقك الله بيده الحديث. ¶ الرد على مؤلي اليدين بالنعمة أو القدرة ¶ س109- بم يرد على من أول اليد بالنعمة أو القدرة أو نحو ذلك؟ ¶ ج- بما ذكره الإمام المحقق ابن القيم رحمه الله في مختصر الصواعق",
            "page": "59",
            "part": "1",
            "seal": "DE7B9DED"
        },
        {
            "id": "58",
            "nass": "من الوجوه التي تبطل تحريف الجهمية ومن نحا نحوهم فنذكر بعضها. ¶ أولاً أن الأصل في الكلام الحقيقة فدعوى المجاز مخالف للأصل. ¶ الثاني: أن ذلك خلاف الظاهر فقد اتفق الأصل والظاهر على بطلان هذه الدعوى. ¶ الثالث: أن اطراد لفظها في موارد الاستعمال وتنوع ذلك وتصريف استعماله يمنع المجاز. ألا ترى في قوله خلقت بيدي وقوله يداه مبسوطتان وقوله وما قدروا الله حق قدره والأرض جميعاً قبضته يوم القيامة والسموات مطويات بيمينه. فلو كان مجازاً في القدرة والنعمة لم يستعمل منه لفظ يمين وقوله في الحديث الصحيح المقسطون على منابر من نور عن يمين الرحمن وكلتا يديه يمين فلا يقال هذا يد النعمة والقدرة. وقوله يقبض الله سمواته بيده والأرض باليد الأخرى ثم يهزهن ثم يقول أنا الملك. فهاهنا هز وقبض وذكر يدين ولما أخبر صلى الله عليه وسلم وذكر يدين ولما أخبر صلى الله عليه وسلم جعل يقبض يديه ويبسطهما تحقيقاً للصفة لا تشبيهاً. ¶ الرابع: أن مثل هذا المجاز لا يستعمل بلفظ التثنية ولا يستعمل إلا مفرداً أو مجموعاً كقولك له عندي يد يجزيه الله بها وله عندي أيادي وأما إذا جاء لفظ التثنية لم يعرف استعماله قط إلا في اليد الحقيقية. ¶ الخامس أنه ليس في المعهود أن يطلق الله على نفسه معنى القدرة والنعمة بلفظ التثنية كقوله أن القوة لله جميعاً وكقوله وأن تعدوا نعمة الله لا تحصوها وقد يجمع النعم كقوله وأسبغ عليكم نعمه ظاهرة وباطنه وأما أن يقول خلقتك بقدرتين أو بنعمتين فهذا لم يقع في كلامه ولا كلام رسوله. ¶ السادس أنه لو ثبت استعمال ذلك بلفظ التثنية لم يجز أن يكون المراد به هنا القدرة فإنه يبطل تخصيص آدم",
            "page": "60",
            "part": "1",
            "seal": "66D5239F"
        },
        {
            "id": "59",
            "nass": "فإنه وجميع المخلوقات حتى إبليس مخلوق بقدرة الله سبحانه فأي مزية لآدم على إبليس في قوله (ما منعك أن تسجد لما خلقت بيدي) . ¶ سابعاً: أن هذا التركيب المذكور في قوله (خلقت بيدي) يأبى حمل الكلام على القدرة لأنه نسب الخلق إلى نفسه سبحانه ثم عدى الفعل إلى اليد ثم ثناها ثم أدخل عليها الباء التي تدخل على قوله كتبت بالقلم ومثل هذا نص صريح لا يحتمل المجاز بوجه. وقال بعدما ذكر عشرين وجهاً ورد لفظ اليد في القرآن والسنة وكلام الصحابة والتابعين في أكثر من مائة موضع وروداً متنوعاً متصرفاً مقروناً بما يدل على أنها يد حقيقية من الإمساك والقبض والبسط والمصافحة والحثيات والنضج باليد والنضج باليد والخلق باليدين والمباشرة بهما وكتب التوراة بيده وغرس جنة عدن بيده وتخمير طينة آدم بيده ووقوف العبد بين يديه وكون المقسطين عن يمينه وقيام رسول الله صلى الله عليه وسلم يوم القيامة عن يمينه وتخيير آدم بين ما في يديه فقال اخترت يمين ربي وأخذ الصدقة بيمينه يربيها لصاحبها وكتابته بيده على نفسه أن رحمته تغلب غضبه وأنه مسح ظهر آدم بيده الخ ج 2 ص 171. ¶ صفة العينين ¶ س110- بين ما تفهمه من معنى هذه الآيات التي تلي (فاصبر لحكم ربك فإنك بأعيننا) (تجري بأعيننا) (واصنع الفلك بأعيننا) (ولتصنع على عيني) ؟",
            "page": "61",
            "part": "1",
            "seal": "B924B3B2"
        },
        {
            "id": "60",
            "nass": "ج- في هذه الآيات الكريمات إثبات العينين لله وهما من الصفات الذاتية التي لا تنفك عن الله فيجب إثباتهما لله حقيقة على ما يليق بجلاله وعظمته لثبوتها بالكتاب والسنة وإجماع أهل الحق والصواب، أما الكتاب فتقدم الدليل منه وأما السنة ففي الصحيحين عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم قال: \"إن الله ليس بأعور ألا أن المسيح الدجال أعور عن اليمنى كأنها عنبة طافية\" وفي الحديث الآخر \"إذ قام العبد في الصلاة قام بين عيني الرحمن\" وأما إفرادها في بعض النصوص وجمعها في البعض الآخر فلا حجة للمبتدعة في ذلك على نفيها ولغة العرب متنوعة في إفراد المضاف وتثنيته وجمعه بحسب أحوال المضاف إليه فإن أضافوا الواحد المتصل إلى مفرده أفردوه وإن أضافوه إلى اسم جمع ظاهر أو مضمر فالأحسن جمعه مشاكلة اللفظ كقوله (تجري بأعيننا) وإن أضيف إلى ضمير جمع جمعت كقوله (أولم يروا أنا خلقنا لهم مما عملت أيدينا) وإن أضافوه إلى اسم مثنى فالأفصح في لغتهم جمعه كقوله (قد صغت قلوبكما) والله أعلم. ¶ ما جاء بلفظ الاسم وما جاء بلفظ الاسم المضاف ¶ س111- ما الفرق بين أسماء الله بلفظ الاسم والتي بلفظ الاسم المضاف؟ ¶ ج- ما جاء بلفظ الاسم على وجه التسمي به مثل الرحمن الرحيم",
            "page": "62",
            "part": "1",
            "seal": "CDDA44D2"
        },
        {
            "id": "61",
            "nass": "العزيز الحكيم السميع العليم ونحو ذلك فهذه أسماء كل واحد منها يدل على صفة من صفات الله ويشتق منها الفعل. وما جاء بلفظ الاسم المضاف كقوله (يخادعون الله وهو خادعهم) (وكذلك أخذ ربك إذا أخذ القرى وهي ظالمة إن أخذه أليم شديد) وقوله (وهو شديد المحال) فهذا الاسم يطلق على الله بلفظ الإضافة كما ورد. وبلفظ الفعل فيقال خادع المنافقين ويخادع من خادعه إن أخذ الله شديد ويأخذ من عصاه ويأخذ الظالمين ولا يشتق لله منها اسم فلا يقال من أسمائه تعالى الخادع ولا المخادع ولا الشديد ولا الآخذ. ¶ ما ورد بلفظ الفعل ¶ س112- ما حكم ما ورد بلفظ الفعل كقوله (ومكروا ومكر الله والله خير الماكرين) (ومكروا مكراً ومكرنا مكراً) (قل الله أسرع مكراً) (ويمكرون ويمكر الله) (إنهم يكيدون كيداً وأكيد كيداً) (وأملي لهم إن كيدي متين) ؟ ¶ ج- هذا يطلق على الله كما ورد ولا يجوز أن يشتق لله منه اسم فلا يقال من أسمائه الماكر ولا الكائد لأنه لم يرد. وأما تسميته مكراً وكيداً فقيل من باب المقابلة نحو (وجزاء سيئة سيئة مثلها) ونحو (وإن عاقبتم فعاقبوا بمثل ما عوقبتم به) . وقيل إنه على بابه فإن المكر إظهار أمر وإخفاء خلافه ليتوصل به إلى مراده. ¶ وهو ينقسم إلى",
            "page": "63",
            "part": "1",
            "seal": "56046351"
        },
        {
            "id": "62",
            "nass": "قسمين محمود ومذموم فالقبيح إيصاله إلى من لا يستحقه والحسن إيصاله إلى من يستحقه عقوبة له فالأول وهو المحمود منه نسبته إلى الله لا نقص فيها. ¶ والثاني وهو المذموم لا ينسب إلى الله فمن المحمود مكره سبحانه بأهل المكر مقابلة لهم بفعلهم وجزاء لهم من جنس عملهم وكذا يقال في الكيد كما يقال في المكر. والله إنما يفعل من ذلك ما يحمد عليه عدلاً منه وحكمة. ¶ صفة العفو والقدرة والمغفرة والرحمة ¶ س113- ما الذي تعرفه عن معاني ما يلي من الآيات: (إن تبدوا خيراً أو تخفوه أو تعفوا عن سوءٍ فإن الله كان عفواً قديراً) وقوله: (وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم والله غفور رحيم) ؟ ¶ ج- في هذه الآيات إثبات صفة العفو والقدرة والمغفرة والرحمة فالعفو اسمه تعالى وصفته ومعناه المتجاوز عن خطيئات عباده إذا تابوا وأنابوا قال تعالى (وهو الذي يقبل التوبة عن عباده ويعفو عن السيئات) . وهو قريب من الغفور لكنه أبلغ منه فإن الغفران يُنبئ عن الستر والعفو ينبئ عن المحو والمحو أبلغ من الستر ولما كان أكمل العفو ما كان عن مقدرة تامة على الانتقام والمؤاخذة قرن الله به اسمه تعالى العفو واسمه تعالى القدير كما في هذه الآية فلولا عفوه ما ترك على ظهرها من دابة.",
            "page": "64",
            "part": "1",
            "seal": "FF3C2999"
        },
        {
            "id": "63",
            "nass": "قال ابن القيم رحمه الله: ¶ وهو العفو فعفوه وسع الورى لولاه غارت الأرض بالسكان ¶ ومن أسمائه تعالى القدير الذي لا يعجزه شيء. وتقدم الكلام عليه وفي هذه الآية الحث على العفو ومكارم الأخلاق. وفيها الحث على الصفح وأن العفو سبب لعفو الله عن العبد وكذلك الصفح وأن الجزاء من جنس العمل وفيها دليل على حلم الله وكرمه ولطفه بعباده مع ظلمهم لأنفسهم وإثبات فعل العبد وأنه فاعل حقيقة وفيها رد على الجبرية الذين يزعمون أن العبد لا فعل له وإنما ينسب إليه على جهة المجاز وفي ختم الآية بهاتين الصفتين إشارة إلى أن كل اسم يناسب ما ذكر معه واقترن به من فعله وأمره سبحانه. وفيها أن أسماء الرب مشتقة من أوصاف ومعان قامت به سبحانه فهي أسماء وهي أوصاف وبذلك كانت حسنى فلا أشرف ولا أحسن منها. ¶ صفة العزة ¶ س114- ما الذي تفهمه عن معاني ما يلي من الآيات الكريمات، (ولله العزة ولرسوله) قوله عن إبليس (فبعزتك لأغوينهم أجمعين) (إن العزة لله جميعاً) (هو السميع العليم) واذكر ما في ذلك من تقاسيم؟ ¶ ج- تضمنت هذه الآيات إثبات صفة العزة وهي من الصفات الذاتية",
            "page": "65",
            "part": "1",
            "seal": "CEF9B762"
        },
        {
            "id": "64",
            "nass": "التي لا تنفك عن الله. وهي تنقسم ثلاثة أقسام: عزة القوة الدال عليها من أسماء القوي المتين. وعزة الامتناع فإنه الغني فلا يحتاج إلى أحد ولن يبلغ العباد ضره فيضروه ولا نفعه فينفعوه. وعزة القهر والغلبة لكل الكائنات. قال ابن القيم رحمه الله تعالى في النونية: ¶ وهو العزيز فلن يرام جنابه أنى يرام جناب ذو السلطان ¶ وهو العزيز القاهر الغلاب لم يغلبه شيء هذه صفتان ¶ وهو العزيز بقوة هي وصفه فالعز حينئذ ثلاث معان ¶ ومن ما يؤخذ من قوله فبعزتك جواز الحلف بالعزة التي هي صفة الله وغيرها من الصفات مثلها. ¶ ثانياً أن صفات الله غير مخلوقة لأن الحلف بالمخلوق شرك. والعزة تنقسم إلى قسمين قسم يضاف إلى الله من باب إضافة الصفة إلى الموصوف كما في الآية الثانية وكما في الحديث أعوذ بعزة الله وقدرته. ¶ والقسم الثاني من باب إضافة المخلوق إلى خالقه وهي العزة المخلوقة التي يعز بها أنبياءه وعباده الصالحين. ¶ البركة ¶ س115- ما الذي تفهمه عن معنى قوله تعالى (تبارك اسم ربك ذي الجلال والإكرام) ؟ ¶ ج- المعنى تعالت أسماؤه وتعظمت صفاته وتقدست. والجلال",
            "page": "66",
            "part": "1",
            "seal": "DB42F30B"
        },
        {
            "id": "65",
            "nass": "والعظمة صفتان لله جل وعلا وأما ذكره تبارك سبحانه ففي المواضع التي أثنى فيها على نفسه بالجلال والعظمة والأفعال الدالة على ربوبيته وألوهيته وحكمته وسائر صفات كماله من إنزال الفرقان وخلق العالمين وجعله في السماء بروجاً وانفراده بالملك وكمال القدرة وتباركه سبحانه من الصفات الذاتية والدليل على ذلك أنه سبحانه يسند التبارك إلى اسمه. ¶ س116- كم أنواع البركة وما هي؟ ¶ ج- البركة نوعان بركة هي فعله سبحانه والفعل منها بارك ويتعدى بنفسه تارة وبأداة على تارة وبأداة في تارة والمفعول منها مبارك وهو ما جعل كذلك فكان مباركاً كما يجعله تعالى. ¶ والنوع الثاني بركة تضاف إليه إضافة الرحمة والعزة والفعل منها تبارك. ولهذا لا يقال لغيره ذلك ولا يصلح إلا له عز وجل فهو سبحانه المبارك وعبده ورسوله المبارك كما قال المسيح وجعلني مباركاً فمن بارك الله فيه وعليه فهو المبارك. وأما صفته تعالى فمختصة به تعالى كما أطلقها على نفسه بقوله تبارك الله رب العالمي. ¶ نفي السمي والشبيه ¶ س117- ما الذي تعرفه عن معنى قوله تعالى: (فاعبده واصطبر لعبادته هل تعلم له سمياً) ؟ ¶ ج- فيها أولاً الأمر بعبادته تبارك وتعالى ويتضمن النهي عن",
            "page": "67",
            "part": "1",
            "seal": "464F6B79"
        },
        {
            "id": "66",
            "nass": "عبادة ما سواه. والعبادة اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الظاهرة والباطنة. وقوله اصطبر لعبادته أي إذا علمت أنه المسيطر على ما في السموات والأرض وما بينهما. القابض على أعنتهما فاعبده واصبر على مشاق العبادة وشدائدها. والاستفهام هنا بمعنى النفي أي لا تعلم له شبيهاً ولا مثيلاً يقتضي العبادة لكونه منعماً متفضلاً بجليل النعم وحقيرها. ومن ثم يجب تعظيمه سبحانه غاية التعظيم بالاعتراف بربوبيته والخضوع لسلطانه وإخلاص العبادة له وحده لا شريك له. وليس المعنى هل تجد من يتسمى باسمه. إذ بعض أسمائه قد يطلق على غيره لكن ليس معناه إذا استعمل فيه كما كان معناه إذا استعمل في غيره. ¶ نفي الند والكفو ¶ 118- ما الذي تفهمه عن معنى قوله تعالى (ومن الناس من يتخذ من دون الله أندادً) وقوله (ولم يكن له كفواً أحد) وقوله (فلا تجعلوا لله أنداداً وأنتم تعلمون) ؟ ¶ ج- الأنداد الأمثال والنظراء والكفؤ المكافئ المساوي والنظير المثيل في الآية والأولى بعد أن ذكر سبحانه فيما تقدم من ظواهر الكون ما يدل على توحيده ورحمته وقدرته. أخبر أنه مع هذا الدليل الظاهر قد وجد في الناس من لا يعقل تلك الآيات التي أقامها برهاناً على",
            "page": "68",
            "part": "1",
            "seal": "FE07E93A"
        },
        {
            "id": "67",
            "nass": "وحدانيته فاتخذ معه نداً يعبده من الأصنام كعبادة الله ويساويه به في المحبة والتعظيم، والمحبة المذكورة في الآية هي المحبة الشركية المستلزمة للخوف والتعظيم والإجلال والإيثار على مراد النفس وهذه صرفها لغير الله شرك أكبر ينافي التوحيد بالكلية، وفي الآية الثانية نفي النظير والشبيه من كل وجه لأن أحداً نكرة في سياق النفي فيعم. الآية الثالثة ضمنت أولاً دعوة الخلق إلى عبادة الله بطريقين أحدهما إقامة البراهين بخلقهم وخلق السموات والأرض والمطر والثاني ملاطفة جميلة بذكر ما لله عليهم من الحقوق ومن الإنعام فذكر سبحانه أولاً ربوبيته لهم ثم ذكر خلقته لهم وآبائهم لأن الخالق يستحق أن يعبد ثم ذكر ما أنعم به عليهم من جعل الأرض فراشاً والسماء بناء وإنزال المطر وإخراج الثمرات لأن المنعم يستحق أن يعبد ويشكر وانظر قوله (جعل لكم) (رزقاً لكم) يدلك على ذلك لتخصيصه ذلك بهم في ملاطفة وخطاب بديع. ¶ الثانية المقصود الأعظم من هذه الآية الأمر بتوحيد الله وترك ما عبد من دونه لقوله في آخرها (فلا تجعلوا لله أنداداً) وفي الآية دليل على أن الخلق مفطور على معرفة الله والإقرار به وفيها رد على المشبهة الذين يشبهون خلقه به والذين يشبهونه بخلقه وفيها رد على القدرية وينحوهم من الفرق وقوله (وأنتم تعلمون) أي والحال أنكم تعلمون أنه وحده الذي تفرد بخلقكم ورزقكم والذين من قبلكم وأن آلهتكم لا تخلق ولا ترزق ولا تضر ولا تنفع فاتركوا عبادتها وأفردوه بالعبادة.",
            "page": "69",
            "part": "1",
            "seal": "CB893F93"
        },
        {
            "id": "68",
            "nass": "أقسام الشرك ¶ س119- ما هي أقسام الشرك وما معنى اتخاذ الند لله؟ ¶ ج- أما أقسامه فاثنان وإليك توضيحها بالأمثلة شرك أكبر كاتخاذ ند يدعوه أو يرجوه أو يخافه أو يذبح له أو يصرف له أي نوع من أنواع العبادة. والقسم الثاني شرك أصغر وحده بعضهم بأنه كل ما ورد في النصوص تسميته شركاً ولم يصل إلى حد الشرك الأكبر كقول الرجل ما شاء الله وشئت ولولا الله وأنت لم يكن كذا وكالحلف بغير الله وبعضهم حد الشرك الأصغر بأنه كل وسيلة وذريعة يتطرق بها إلى الأكبر فهو الأصغر والله أعلم. ¶ آية العز ¶ س120- ما الذي تفهمه من معنى قوله تعالى (وقل الحمدلله الذي لم يتخذ ولداً ولم يكن شريك في الملك ولم يكن له ولي من الذل وكبره تكبيراً. ¶ ج- هذه الآية تتضمن أولاً أنه سبحانه أمر نبيه بحمده لأنه المستحق لأن يحمد لما اتصف به من صفات الكمال. ¶ ثانياً تنزيه الله عن الولد لكمال صمديته وغناه وتعبد كل شيء له فاتخاذ الولد ينافي ذلك قال الله تعالى (قالوا اتخذ الله ولداً سبحانه هو الغني) الآية. ¶ ثالثاً: تنزيه الله عن",
            "page": "70",
            "part": "1",
            "seal": "7B490FA8"
        },
        {
            "id": "69",
            "nass": "الشريك في الملك المتضمن تفرده بالربوبية والألوهية وصفات الكمال. ¶ رابعاً: نفي الولاية من الذل التي تحميه وتمنعه وتؤيده وتحفظه لأنه قوي عزيز غني عن من سواه. أما الولاية التي على وجه المحبة والكرامة لمن شاء من عباده فلم ينفها المذكورة وهي بقوله تعالى: (الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور) وقوله: (ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون الذين آمنوا وكانوا يتقون) فمن كان مؤمناً تقياً كان لله ولياً، فأثبتها سبحانه للمؤمنين المتقين تفضلاً منه وإحساناً وقوله (وكبره تكبيراً) وتكبيره سبحانه أولاً يكون بذاته باعتقاد أنه واجب الوجود لذاته وأنه غني عن كل موجود. ¶ ثانياً: بتكبيره في صفاته بأن يعتقد أن كل صفة من صفاته سبحانه فهي من صفات الجلال والكمال والعظمة والعزة وأنه منزه عن كل عيب ونقص. ¶ ثالثاً: بتكبيره في أفعاله فنعتقد أنه يجري في ملكه شيء إلا وفق مشيئته وإرادته. ¶ رابعاً: تكبيره في أحكامه باعتقاد أنه ملك مطاع له الأمر والنهي والرفع والخفض وأنه لا اعتراض لأحد عليه في شيء من أحكامه يعز من يشاء ويذل من يشاء. لا يسأل عما يفعل وهم يسألون. ¶ خامساً: تكبيره في أسمائه فلا يذكر إلا بأسمائه الحسنى ولا يوصف إلا بصفاته المقدسة روى الإمام أحمد في مسنده عن معاذ الجهني أن رسول الله صلى الله عليه وسلم كان يقول آية العز (الحمد لله الذي لم يتخذ ولداً) الآية. وفي الآثار أنها ما قرئت في بيت في ليلة فيصيبه سرق أو آفة.",
            "page": "71",
            "part": "1",
            "seal": "6928240F"
        },
        {
            "id": "70",
            "nass": "صفة القدرة ¶ س121- ما الذي تفهمه عن معنى قوله تعالى (يسبح لله ما في السموات وما في الأرض له الملك وله الحمد وهو على كل شيء قدير) ؟ ¶ ج- في هذه الآية الكريمة يخبر تعالى أنه يسبح له جميع المخلوقات التي في السموات والتي في الأرض. وقيل إنه بلسان المقال وأنه حقيقة وهذا القول أرجح لما في آية سورة الإسراء قوله تعالى (وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم) . ¶ والقول الثاني: أنها تسبحه بلسان حالها أي بما تدل عليه صنعتها من قدرة وحكمة فهي تدل بحدوثها دلالة واضحة على وجوده تعالى ووحدانيته وتفرده بالربوبية. قال الشاعر وأظنه أبا نواس: ¶ تأمل في نبات الأرض وانظر إلى آثار ما صنع المليك ¶ عيون من لجين شاخصات بأحداق هي الذهب السبيك ¶ على قصب الزبرجد شاهدات بأن الله ليس له شريك ¶ وقال آخر: ¶ تأمل سطور الكائنات فإنها من الملك الأعلى إليك رسائل ¶ وقد خط فيها لو تأملت خطها ألا كل شيء ما خلا الله باطل ¶ وفي هذه الآية إثبات صفة القدرة لله تعالى وهي من الصفات الذاتية",
            "page": "72",
            "part": "1",
            "seal": "3686EE3D"
        },
        {
            "id": "71",
            "nass": "فلا يعجز شيء. ¶ رابعاً: فيها إثبات الحمد له. حمد على ماله من صفات الكمال وحمد له على ما أوجده من الأشياء. وحمد له على ما شرعه من الأحكام وأسداه من النعم التي لا تحصى. ¶ خامساً: فيها إثبات جميع صفات الكمال ونفي كل نقص وعيب لأن التسبيح يقتضي ذلك. ¶ تنزيه الله عن الولد والشريك ¶ س122- ما الذي تفهمه عن معنى قوله تعالى (تبارك الذي نزل الفرقان على عبده ليكون للعالمين نذيراً، الذي له ملك السموات والأرض ولم يتخذ ولداً ولم يكن له شريك في الملك وخلق كل شيء فقدره تقديراً) ؟ ¶ ج- في هذه الآية الكريمة أولاً: دليل علو الله، والعلو صفة ذاتية. ¶ ثانياً: فيها دليل على أن القرآن منزل غير مخلوق. كما هو مذهب أهل السنة وسمي فرقاناً لأنه الفارق بين الحلال والحرام والهدى والضلال. وأهل السعادة من أهل الشقاوة. والمراد بعبده هنا محمد صلى الله عليه وسلم والتعبير عنه بهذا اللقب على وجه التشريف والاختصاص. والضمير في (ليكون) يعود على محمد صلى الله عليه وسلم وقيل على القرآن والأول أقرب والمراد بالعالمين الثقلين الجن والإنس والإنذار هو الإعلام بسبب المخاوف وهذا الإنذار عام كقوله (لينذر بأساً شديداً من لدنه) الآية والإنذار الخاص كقوله (إنما أنت منذر من يخشاها) وفي قوله (ولم يتخذ ولداً) رداً على اليهود",
            "page": "73",
            "part": "1",
            "seal": "4AE8958F"
        },
        {
            "id": "72",
            "nass": "لقولهم (عزير ابن الله) وفيها رد على النصارى الذين يقولون (المسيح ابن الله) وعلى المشركين القائلين الملائكة بنات الله تعالى الله عن قولهم علواً كبيراً. وفيها رد على المشركين القائلين بتعدد الآلهة كالثانوية ونحوهم ومن مشركي العرب القائلين في تلبيتهم للحج لبيك لا شريك لك إلا شريكاً تملكه وما ملك. وفيها أن الله هو الموجد المبدع. وفيها دليل على خلق أفعال العباد فهي خلق الله وفعل للعبد ولا يدخل في ذلك أسماء الله وصفاته وعموم كل شيء في كل مقام بحسبه كقوله (تدمر كل شيء بأمر ربها) المعنى كل شيء أمرت بتدميره وكقوله (وأوتيت من كل شيء) المعنى أنها أوتيت من الثراء وأبهة الملك وما يلزم من ذلك من عتاد الحرب والسلاح وآلات القتال الشيء الكثير الذي لا يوجد إلا في الممالك العظمى، وقد استدل الجهمية ¶ على خلق القرآن بهذه الآية. وأجاب أهل السنة بأن القرآن كلامه وهو صفة من صفاته داخلة في مسمى اسمه كعلمه وقدرته. وفيها دليل على إثبات القدر. وفيها دليل على التوكل لأن الملك له وحده وهو المتصرف النافع الضار. وفيها أن العباد لا يملكون ملكاً مطلقاً وإنما يملكون التصرف. وفيها تحريم الإفتاء بغير علم. لأن ربوبيته وملكه يمنع من الإفتاء والحكم بغير علم. وفيها إثبات صفة العلم، وفيها رد الدهرية القائلين ما هي إلا حياتنا الدنيا والخلاصة أن كل شيء مما سواه مخلوق مربوب. وهو خالق كل شيء وربه ومليكه وإلهه وكل شيء تحت قهره وتسخيره وتقديره. ومن كان كذلك فكيف يخطر بالبال أو يدور في الخلد كون سبحانه له",
            "page": "74",
            "part": "1",
            "seal": "59E2D8EE"
        },
        {
            "id": "109",
            "nass": "من الجنة وافتحوا له باباً إلى الجنة وألبسوه من الجنة ويفسح له مد بصره. وقال في الكافر: فيأتيه ملكان فيجلسانه فيقولان له من ربك فيقول ها هاه لا أدري إلى أن قال فينادي منادٍ من السماء أن كذب عبدي فأفرشوه من النار وافتحوا له باباً إلى النار فيأتيه من حرها وسمومها ويضيق عليه قبره حتى تختلف فيه أضلاعه. ¶ عذاب القبر ونعيمه ¶ س162- ما هو الدليل على عذاب القبر ونعيمه؟ ¶ ج- قول تعالى (النار يعرضون عليها غدواً وعشياً ويوم تقوم الساعة ادخلوا آل فرعون أشد العذاب) وقوله (ولو ترى إذ الظالمون في غمرات الموت ولملائكة باسطوا أيديهم أخرجوا أنفسكم اليوم تجزون عذاب الهون) وفي قوله (وإن للذين ظلموا عذاباً دون ذلك ولكن أكثرهم لا يعلمون) وقوله (ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر لعلهم يرجعون) . ¶ وفي الصحيحين عن عائشة أنها سألت رسول الله صلى الله عليه وسلم \"عن عذاب القبر قال نعم عذاب القبر حق، وقال استعيذوا بالله من عذاب القبر، وقال إذا تشهد أحدكم فليستعذ بالله من أربع وذكر منها عذاب القبر، وفي الصحيحين أن النبي صلى الله عليه وسلم قال: \"لقد أوحي إليّ أنكم تفتنون في قبوركم مثل أو قريباً من فتنة المسيح الدجال، وفي الصحيحين عن أبي أيوب قال خرج علينا رسول الله صلى الله عليه وسلم وقد وجبت الشمس فسمع صوتاً فقال يهود تعذب في قبورها، وفيهما عن ابن عباس رضي الله عنهما قال:",
            "page": "111",
            "part": "1",
            "seal": "693F62E7"
        },
        {
            "id": "110",
            "nass": "مر النبي صلى الله عليه وسلم فقال إنهما ليعذبان وما يعذبان في كبير، ثم قال بلى إنه كبير، أما أحدهما فكان لا يستبرئ من البول، وأما الآخر فكان يمشي بالنميمة، وفي حديث أنس تنزهوا من البول فإن عامة عذاب القبر من البول، وروى الدارقطني وورد أن رجلاً غل شملة من المغنم فجاء سهم عاثر فأصابه فقتله فقال الناس هنيئاً له الجنة فقال رسول الله صلى الله عليه وسلم كلا والذي نفسي بيده أن الشمالة التي أخذها يوم خيبر من المغانم التي لم تصبها المقاسم تشتعل ناراً. ¶ س163- هل عذاب القبر ونعميه يحصل للروح والبدن وهل عذاب القبر دائم أو منقطع؟ أو ما فيه تفصيل وضح ذلك؟ ¶ ج- للعذاب أو النعيم يحصل للروح والبدن جميعاً، والروح تبقى بعد مفارقة البدن منعمة أو معذبة وأنها تتصل بالبدن أحياناً ويحصل له معها النعيم أو العذاب، والعذاب والنعيم في القبر نوعان، دائم كما في قوله تعالى (النار يعرضون عليها غدواً وعشياً) الآية. ¶ النوع الثاني: له أمد ثم ينقطع وهو عذاب بعض العصاة الذين خفت جرائمهم فيعذبون بحسب الذنب ثم يخفف عنهم العذاب كما يعذبون في النار مدة ثم يزول عنهم العذاب. ¶ القيامة الكبرى ¶ س164- ماذا يكون انتهاء بعد مدة البرزخ؟ ¶ ج- تقوم القيامة الكبرى فتعاد الأرواح إلى الأجساد التي كانت",
            "page": "112",
            "part": "1",
            "seal": "8DA5639D"
        },
        {
            "id": "111",
            "nass": "تعمرها في الدنيا وهذه القيامة هي التي أخبر الله بها في كتابه وعلى لسان رسول صلى الله عليه وسلم وأجمع عليها المسلمون، فيقوم الناس من قبورهم لرب العالمين، حفاة عراة غرلاً وتدنو منهم الشمس ويلجمهم العرق. ¶ الميزان ¶ س165- ما هو الميزان وهل هو حقيقي؟ وما هو الدليل على ذلك وما الذي يوزن هل هو العمل أم الشخص أم فيه تفصيل وجمع؟ ¶ ج- الميزان حقيقي له لسان وكفتان توزن به أعمال العباد قال تعالى (ونضع الموازين القسط ليوم القيامة) الآية. وقال (فمن ثقلت موازينه فأولئك هم المفلحون ومن خفت موازينه فأولئك الذي خسروا أنفسهم في جهنم خالدون) وقال (والوزن يومئذ الحق فمن ثقلت موازينه فأولئك هم المفلحون ومن خفت موازينه) الآية. وقال (فأما من ثقلت موازينه) الآيتين. قال ابن عباس رضي الله عنهما توزن الحسنات في أحسن صورة والسيئات في اقبح صورة وفي الصحيح أن البقرة وآل عمران يأتيان يوم القيامة كأنهما غمامتان أو غيايتان أو فرقان من طير صواف وفي قصة القرآن وأنه يأتي صاحبه في صورة شاب شاحب اللون الحديث: وفي قصة سؤال القبر فيأتي المؤمن شاب حسن اللون طيب الريح فيقول من أنت فيقول أنا عملك الصالح وذكر عكسه في شأن الكافر والمنافق، وقيل يوزن كتاب الأعمال واستدل له بحديث البطاقة، وقيل يوزن صاحب العمل كما في الحديث يُؤتى بالرجل",
            "page": "113",
            "part": "1",
            "seal": "C642EFD8"
        },
        {
            "id": "112",
            "nass": "السمين فلا يزن عند الله جناح بعوضة ثم قرأ (فلا نقيم لهم يوم القيامة وزناً) وفي مناقب ابن مسعود أن النبي صلى الله عليه وسلم قال أتعجبون من دقة ساقيه والذي نفسي بيده لهما في الميزان أثقل من أحد، والراجح القول الأول. وقيل تارة يوزن العمل وتارة يوزن محلها وتارة يوزن فاعلها. ¶ س166- هل الميزان واحد أو متعدد، وإذا كان واحداً فما الجواب عن وروده بلفظ الجمع في القرآن؟ ¶ ج- قيل إنه واحد لجميع الأمم ولجميع الأعمال، وأتى بلفظ الجمع باعتبار تعدد الأعمال والأشخاص، أو للتفخيم كما في قوله تعالى (كذبت قوم نوح المرسلين) . مع أنه لم يرسل إليهم إلا واحداً. وقيل إنها متعددة لكل واحد من المكلفين ميزان لقوله تعالى (ونضع الموازين) الآية. ¶ الدواوين ¶ س167- ما هي الدواوين وما معنى نشرها؟ ¶ ج- هي صحائف الأعمال ونشرها بسطها وفتحها، فآخذ كتابه بيمينه وآخذ كتابه بشماله أو من وراء ظهره قال الله تعالى (فأما من أوتي كتابه بيمينه فيقول هاؤم اقرءوا كتابيه) الآيتين وقال (وكل إنسان ألزمناه طائره في عنقه ونخرج له يوم القيامة كتاباً يلقاه منشوراً اقرأ كتابك كفى بنفسك اليوم عليك حسيباً) وقال (وإذا الصحف نشرت) وقال (فأما من أوتي كتابه بيمينه فسوف يحاسب حساباً يسيراً وينقلب إلى أهله مسروراً وأما من أوتي كتابه وراء ظهره فسوف يدعو ثبوراً ويصلى سعيراً) . ¶ الحساب ¶ س168- ما هو الحساب وما هو الدليل على أنه حق ثابت؟ ¶ ج- هو توقيف الله عباده قبل الانصراف من المحشر على أعمالهم خيراً كانت أو شراً قال تعالى (يوم يبعثهم الله جميعاً فينبؤهم بما عملوا أحصاه الله ونسوه) وقال (فوربك لنسألنهم أجمعين عما كانوا يعملون) وقال (فسوف يحاسب حساباً",
            "page": "114",
            "part": "1",
            "seal": "A9FF6820"
        },
        {
            "id": "113",
            "nass": "يسيراً) وقال (ثم إنكم يوم القيامة عند ربكم تختصمون) وقال (ووجدوا ما عملوا حاضراً) وقال (يوم تجد كل نفس ما عملت من خيراً محضراً) الآية فيحاسب الله الخلائق ويخلو بعبده المؤمن فيقرره بذنوبه أخرج الترمذي من حديث أبي برزة رضي الله تعالى عنه أن رسول الله صلى الله عليه وسلم قال: \"لا تزول قدما عبد يوم القيامة حتى يسأل عن عمره فيما أفناه، وعن علمه ما عمل به، وعن ماله من أين اكتسبه وفيما أنفقه، وعن جسمه فيما أبلاه. ¶ س169- هل هنا فرق بين محاسبة المؤمن ومحاسبة الكافر؟ ¶ ج- نعم المؤمن توزن حسناته وسيئاته كما تقدم فمن رجحت حسناته على سيئاته دخل الجنة، ومن خفت موازينه بأن رجحت سيئاته بحسناته دخل النار، وأما من تساوت حسناته وسيئاته فقيل: أولئك أصحاب الأعراف. وأما الكفار فلا يحاسبون محاسبة من توزن حسناته",
            "page": "115",
            "part": "1",
            "seal": "5E66D1B2"
        },
        {
            "id": "114",
            "nass": "سيئاته فإنه لا حسنات لهم، ولكن تعد أعمالهم فتحصى فيوقفون عليها ويقررون فيعترفون بها. قال تعالى (أولئك لهم سوء الحساب) وقال (وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثوراً) وقال (فلا نقيم لهم يوم القيامة وزناً) وقال عن أعمالهم (كرماد اشتدت به الريح في يوم عاصف) (كسراب بقيعة يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئاً) الآيتين. ¶ الحوض ¶ س170- ما هو الإيمان بالحوض المورود، واذكر الدليل على ما تقوم ووضح موضعه وصفته ومسافته وكم آنيته ومن الذي يرده وهل يظمأ من شرب منه وهل يمنع منه أحد؟ وضح ذلك. ¶ ج- التصديق الجازم بما أجمع عليه أهل الحق من أن للنبي صلى الله عليه وسلم حوضاً في عرصات القيامة ترد عليه أمته صلى الله عليه وسلم، ماؤه أشد بياضاً من اللبن وأحلى من العسل آنيته عدد نجوم السماء طوله شهر وعرضه شهر من يشرب منه شربة لا يظمأ بعدها أبداً، أخرجه الشيخان وغيرهما، من حديث عبد الله بن عمرو بن العاص رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم حوضي مسيرة شهر وماؤه أبيض من اللبن وريحه أطيب من ريح المسك كيزانه كنجوم السماء من شرب منه لا يظمأ أبداً وفي صحيح مسلم ليردن على الحوض أقوام فيختلفون دوني فأقول أصحابي فيقال إنك لا تدري ما أحدثوه بعدك. ¶ س171- هل الحوض مختص بنبينا صلى الله عليه وسلم أم لكل نبي حوض؟",
            "page": "116",
            "part": "1",
            "seal": "51DF9772"
        },
        {
            "id": "115",
            "nass": "ج- الحوض الأعظم مختص به صلى الله عليه وسلم لا يشركه فيه نبي غيره، وأما سائر الأنبياء فقد روى الترمذي في جامعه عن سمرة قال: قال رسول الله صلى الله عليه وسلم إن لكل نبي حوضاً وأنهم يتباهون أيهم أكثر واردة وإني لأرجو أن أكون أكثرهم واردة. ¶ الصراط ¶ س172- ما هو الصراط وأين موضعه وما حكم الإيمان به وما صفة المرور عليه وما الذي بعده ومتى يؤذن لمن تجاوزه في دخول الجنة؟ ¶ ج- هو الجسر المنصوب على متن جهنم بين الجنة والنار، يرده الأولون يمرون عليه على قدر أعمالهم فمنهم من يمر كلمح البصر ومنهم من يمر كالبرق ومنهم من يمر كالريح ومنهم من يمر كالفرس الجواد ومنهم كركاب الإبل ومنهم من يعدو عدواً ومنهم من يمشي مشياً ومنهم من يزحف زحفاً ومنهم يخطف خطفاً ويلقى في جهنم. ¶ فإن الجسر عليه كلاليب تخطف الناس بأعمالهم، فمن مر على الصراط دخل الجنة، فإذا عبروا عليه وقفوا على قنطرة بين الجنة. والنار فيقتص لبعضهم من بعض، فإذا هذّبوا ونقوا، أذن لهم في دخول الجنة والإيمان به واجب. ¶ الشفاعة ¶ س173- ما هي الشفاعة وما أقسامها بالنسبة إلى خاصة وعامة",
            "page": "117",
            "part": "1",
            "seal": "6ACA3ED0"
        },
        {
            "id": "116",
            "nass": "ومن الذي ينكرها من طوائف أهل البدع؟ ¶ ج- هي لغة الوسيلة والطلب وعرفها بعضهم بأنها سؤال الخير للغير وقال بعضهم هي السؤال في التجاوز عن المعاصي في الآثام، أما الأقسام التي ذكرها الشيخ في الواسطية فثلاثة اثنتان خاصتان به صلى الله عليه وسلم الأولى العظمى هي شفاعته لأهل الموقف حتى يقضي بينهم بعد أن يتدافع الأنبياء أصحاب الشرائع آدم إلى نوح وإبراهيم وموسى وعيسى عليهم السلام وهي المقام المحمود الثانية شفاعته في أهل الجنة أن يدخلوا الجنة، أما الشفاعة الثالثة فهذه عامة له ولسائر النبيين والصديقين وغيرهم وهي التي تنكرها المعتزلة والخوارج. وهي فيمن استحق النار، أن لا يدخلها وفيمن دخلها أن يخرج منها، وبعضهم أنهاها إلى ستة أقسام، وبعضهم أنهاها إلى ثمانية. ¶ س174- ما هي الشفاعة المثبتة والشفاعة المنفية؟ وما قيود المثبتة. ¶ ج- المثبتة هي التي أثبتها الله في كتابه، وهي لأهل الإخلاص، ولها شرطان: أحدهما: إذن الله للشافع أن يشفع. ¶ والثاني: رضاه عن المشفوع له، ولا يرضى من العمل إلا ما كان خالصاً صواباً، قال تعالى (وكم من ملك في السموات لا تغني شفاعتهم شيئاً إلا من بعد أن يأذن الله لمن يشاء ويرضى) وقال (يومئذ لا تنفع الشفاعة إلا لمن أذن له الرحمن ورضي له قولاً) وقال (إلا من أذن له الرحمن وقال صواباً) وأما المنفية فهي التي من غير الله أو بغير إذنه أو لأهل الشرك به.",
            "page": "118",
            "part": "1",
            "seal": "FB2F0036"
        },
        {
            "id": "117",
            "nass": "انقسام الناس بالشفاعة ¶ س175- إلى كم انقسم الناس في إثبات الشفاعة ونفيها؟ ¶ ج- إلى أقسام: طرفان ووسط، فقسم نفوا الشفاعة كما مر وهم الخوارج والمعتزلة، فنفوا شفاعته صلى الله عليه وسلم في أهل الكبائر؛ وقسم أثبتوا الشفاعة للأصنام وهم المشركون كما ذكر الله عنهم في كتابه بقوله (ويقولون هؤلاء شفعاؤنا عند الله) وقسم توسطوا وهم أهل السنة فأثبتوا الشفاعة بقيودها المتقدمة مع ذكر أدلتها. ¶ س176- هل يدخل الجنة أحد بغير شفاعة؟ وضح ذلك مقروناً بالدليل. ¶ ج- نعم يخرج الله أقواماً من النار بغير شفاعة، بل بفضله ورحمته ويبقى في الجنة فضلاً عمن دخلها من أهل الدنيا فينشئ الله لها أقواماً فيدخلهم الجنة، وفي الصحيحين من حديث أبي سعيد الخدري في حديثه الطويل: فيقول الله شفعت الملائكة وشفع النبيون، ولم يبق إلا أرحم الراحمين، فيقبض قبضة من النار فيخرج منها قوماً لم يعملوا خيرا قط. ¶ قال بعضهم: ¶ وقل يخرج الله العظيم بفضله من النار أجساداً من الفحم تطرح ¶ على النهر في الفردوس تحيا بمائة كحب جميل السيل إذا جاء يطفح",
            "page": "119",
            "part": "1",
            "seal": "FFB30713"
        },
        {
            "id": "118",
            "nass": "الجنة والنار ¶ س177- ما هو مذهب أهل السنة والجماعة حول خلق الجنة والنار وبقائهما؟ وأهلهما مع ذكر الدليل. ¶ ج- الاعتقاد الجازم بأن الجنة والنار مخلوقتان لا يفنيان فالجنة دار أوليائه أعدها الله وما فيها من النعيم لهم، والنار دار لأعدائه أعدها الله وما فيها من أنواع العذاب لهم وأهل الجنة فيها مخلدون وأهل النار فيها خالدون لا يفتر عنهم وهم مبلسون. قال تعالى (لا يقضى عليهم فيموتوا) وقال (ثم لا يموت فيها ولا يحيى) . وفي الصحيحين وغيرهما من وجه أنه عليه السلام رأى الجنة في صلاة الكسوف حتى همّ أن يتناول عنقوداً من عنبها. ورأى النار فلم ير أفظع من ذلك وفي قصة الإسراء: دخلت الجنة فإذا فيها جنابذ اللؤلؤ وإذا ترابها المسك. وفي الصحيحين يجاء بالموت في صورة كبش أملح فيوقف بين الجنة والنار ويذبح ويقال يا أهل الجنة خلود فلا موت. ويا أهل النار خلود فلا موت. ¶ مراتب القدر الأربع ¶ س178- قد تقدم تعريف الإيمان بالقدر في جواب سؤال 40 فما هي مراتبه وما دليل كل مرتبة من مراتب القدر؟ ¶ ج- مراتب القدر أربع: ¶ الأولى: إثبات علم الله الأزلي الأبدي بكل شيء. قال تعالى (إن الله بكل شيء عليم) (وأن الله قد أحاط",
            "page": "120",
            "part": "1",
            "seal": "C33193AB"
        },
        {
            "id": "119",
            "nass": "بكل شيء علماً) وتقدم أدلة إثبات صفة العلم في سؤال 91. ¶ المرتبة الثانية: مرتبة الكتابة. وهي كتابة الله لجميع الأشياء باللوح المحفوظ. الدقيقة والجليلة. ما كان وما سيكون. ودليلها قوله تعلى (ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها إن ذلك على الله يسير) (وما من غائبة في السماء والأرض إلا في كتاب مبين) (وكل شيء أحصيناه في إمام مبين) وعن عبادة بن الصامت أنه قال لابنه: يا بني إنك لن تجد طعم الإيمان حتى تعلم أن ما أصابك لم يكن ليخطئك وما أخطأك لم يكن ليصيبك. سمعت رسول الله صلى الله عليه وسلم يقول أن أول ما خلق الله القلم فقال له اكتب فقال يا رب وماذا اكتب قال اكتب مقادير كل شيء حتى تقوم الساعة يا بني سمعت رسول الله صلى الله عليه وسلم يقول من مات على غير هذا فليس مني. وفي رواية لأحمد أن أول ما خلق الله القلم فقال اكتب فجرى في تلك الساعة بما هو كائن إلى يوم القيامة. ¶ المرتبة الثالثة: مرتبة المشيئة النافذة التي لا يردها شيء وقدرته التي لا يعجزها شيء فجميع الحوادث وقعت بمشيئة الله وقدرته فما شاء الله كان وما لم يشأ لم يكن قال تعالى (وما تشاءون إلا أن يشاء الله رب العالمين) (ولو شاء الله ما اقتتل الذين من بعدهم) (ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد) (إلا أن يشاء ربي) (وما كانوا ليؤمنوا إلا أن يشاء الله) (ولو شئنا لآتينا كل نفس هداها) (من يشأ الله يضلله ومن يشأ يجعله على صراط مستقيم) (ولو شاء ربك لآمن من في الأرض) (إن شاء الله آمنين) (ولو شاء الله لانتصر منهم) . ¶ المرتبة الرابعة:",
            "page": "121",
            "part": "1",
            "seal": "93F94F37"
        },
        {
            "id": "120",
            "nass": "التصديق الجازم بأنه سبحانه هو الموجد للأشياء كلها وأنه الخالق وحده وكل ما سواه مخلوق له وأنه على كل شيء قدير من الموجودات والمعدومات قال الله تعالى (الله خالق كل شيء) (هل من خالق غير الله) (بديع السموات والأرض) (والله خلقكم وما تعملون) (الحمد لله رب العالمين) (قال فرعون وما رب العالمين قال رب السموات والأرض وما بينهما إن كنتم موقنين) فلا بد من الإيمان بهذه الأربع. ¶ أقسام التقدير ¶ س179- ما أقسام التقدير وما أدلة كل قسم من أقسامه؟ ¶ ج- أولاً: التقدير الشامل لجميع المخلوقات بمعنى أن الله علمها وكتبها وشاءها وخلقها. وهي التي تقدم ذكرها وأشار بعضهم إليها بقوله: ¶ علم كتابة مولانا مشيئته وخلقه وهو إيجاد وتكوين ¶ وأدلته تقدمت. ¶ التقدير الثاني: هو التقدير العمري. والمراد به رزق العبد وأجله وعمله وشقاوته وسعادته ودليله ما ورد عن عبد الله بن مسعود قال حدثنا رسول الله صلى الله عليه وسلم وهو الصادق المصدوق أن أحدكم يجمع خلقه في بطن أمه، أربعين يوماً نطفة ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يرسل إليه الملك فيؤمر بأربع كلمات: يكتب رزقه وأجله وعمله وشقي أو سعيد. الحديث. ¶ التقدير الثالث: هو التقدير السنوي ودليله قوله تعالى (فيها يفرق كل أمر",
            "page": "122",
            "part": "1",
            "seal": "D6F58AA1"
        },
        {
            "id": "121",
            "nass": "حكيم) قال ابن عباس يكتب من أم الكتاب في ليلة القدر ما هو كائن في السنة من الخير والشر والأرزاق والآجال، حتى الحجاج يقال يحج فلان ويحج فلان. ¶ قال الحسن ومجاهد وقتادة: يبرم في ليلة القدر في شهر رمضان كل أجل وعمل وخلق ورزق وما يكون في تلك السنة. ¶ التقدير الرابع: هو التقدير اليومي ودليله قوله تعالى (كل يوم هو في شأن) . ذكر الحاكم في صحيحه في حديث أبي حمزة الثمالي عن سعيد بن جبير عن ابن عباس أن مما خلق الله لوحاً محفوظاً من درة بيضاء دفتاه من ياقوتة حمراء قلمه نور وكتابه نور وعرض ما بين السماء والأرض ينظر فيه كل يوم ثلاثمائة وستون نظرة أو مرة، ففي كل نظرة منها يخلق ويحيي ويميت ويعز ويفعل ما يشاء. فذلك قوله (كل يوم هو في شأن) وقال المفسرون في شأنه أنه يحيي ويميت ويرزق ويعز قوماً ويذل آخرين ويشفي مريضاً ويفك عانياً ويفرج مكروباً ويجيب داعياً ويعطي سائلاً ويغفر ذنباً إلى ما لا يحصى من أفعاله وأحداثه في خلقه. ¶ س180- هل العرش مخلوق قبل القلم وما الجمع بين حديث ابن عمر وحديث عبادة المتقدم؟ ¶ ج- نعم العرش متقدم خلقه على خلق القلم لما في الصحيح من حديث عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم قدر الله مقادير الخلق قبل خلق السموات بخمسين ألف سنة وكان عرشه على الماء،",
            "page": "123",
            "part": "1",
            "seal": "26460659"
        },
        {
            "id": "122",
            "nass": "وأما حديث عبادة بن الصامت المتقدم قريباً، فقال العلماء: إما أن يكون معناه عند أول خلقه قال له أكتب والأعلى أنه أول المخلوقات من هذا العالم ليتفق الحديثان إذ حديث عبد الله بن عمرو صريح في أن العرش سابق على التقدير والتقدير مقارن لخلق القلم. ¶ حكم الاحتجاج بالقدر ¶ س181- ما حكم الاحتجاج بالقدر على ترك أمر أو فعل نهي؟ ¶ ج- لا يجوز لنا أن نجعل قضاء الله وقدره حجة لنا في ترك أمر أو فعل نهي، بل يجب علينا أن نؤمن ونعلم أن لله الحجة علينا بإنزال الكتب وبعثة الرسل. قال الله تعالى (رسلاً مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل) . ¶ س182- من الموجه إليه الأمر والنهي واذكر الدليل على ما تقول؟ ¶ ج- هو المستطيع للفعل والترك قال الله تعالى (لا يكلف الله نفساً إلا وسعها لها ما كسبت وعليها ما اكتسبت) وقال (فاتقوا الله ما استطعتم) وقال (ولله على الناس حج البيت من استطاع إليه سبيلاً) وقال صلى الله عليه وسلم إذا أمرتكم بأمر فأتوا منه ما استطعتم. ¶ س183- ما معنى الرضى بالقضاء وما حكم الرضى به وضح ذلك مع ذكر أنواع القضاء مفصلة؟ ¶ ج- الرضى هو التسليم وسكون القلب وطمأنينته القضاء الذي هو وصفه سبحانه وفعله القائم بذاته كله خير وعدل وحكمة يجب",
            "page": "124",
            "part": "1",
            "seal": "AEE031E5"
        },
        {
            "id": "123",
            "nass": "الرضى به كله وأما القضاء الذي هو المقضي فهو نوعان ديني شرعي يجب الرضى به كقوله تعالى (وقضى ربك أن لا تعبدوا إلا إياه) وكقوله (فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً) وهو أساس الإسلام. ¶ والنوع الثاني: الكوني القدري منه ما يجب الرضى به كالنعم التي يجب شكرها، ومن تمام شكرها الرضى بها، ومنه ما لا يجوز الرضى به كالمعائب والذنوب التي يسخطها الله وإن كانت بقضائه وقدره، ومنه ما يستجيب الرضى به كالمصائب. ¶ س184- إذا كان قد سبق القضاء والقدر بالشقاوة أو السعادة فما حكم ترك الأخذ بالأسباب والاعتماد على ما سبق وضح ذلك مع ذكر الدليل؟ ¶ ج- لا يجوز، لأن القدر السابق لا يمنع العمل ولا يوجب الاتكال بل يوجب الجد والاجتهاد والحرص على الأعمال الصالحة، ولهذا لما أخبر النبي صلى الله عليه وسلم أصحابه بسبق المقادير وجريانها وجفوف القلم بها فقيل له أفلا نتكل على كتابنا وندع العمل قال لا ولكن اعملوا فكل ميسر لما خُلق له، أما أهل الشقاء فييسرون لعمل أهل الشقاء، وأما أهل السعادة فسييسرون لعمل أهل السعادة، ثم تلا: (فأما من أعطى واتقى وصدق بالحسنى فسنيسره لليسرى وأما من بخل واستغنى وكذب بالحسنى فسنيسره للعسرى) وقال صلى الله عليه وسلم إحرص على ما ينفعك واستعن بالله ولا تعجزن الحديث.",
            "page": "125",
            "part": "1",
            "seal": "337C32BD"
        },
        {
            "id": "124",
            "nass": "الإيمان والدين عند أهل السنة ¶ س185- ما الإيمان والدين عند أهل السنة والجماعة؟ ¶ ج- من أصول أهل السنة والجماعة أن الدين والإيمان قول وعمل قول القلب واللسان وعمل القلب واللسان والجوارح وأن الإيمان يزيد بالطاعة وينقص بالمعصية. ¶ قول القلب ¶ س186- ما هو قول القلب وما دليله؟ ¶ ج- أما قول القلب فمعناه يكون بتصديقه وإيقانه، قال تعالى (والذي جاء بالصدق وصدق به أولئك هم المتقون) وقوله (وكذلك نري إبراهيم ملكوت السموات والأرض وليكون من الموقنين) وقال (إنما المؤمنون الذي آمنوا بالله ورسوله ثم لم يرتابوا) وقال (قولوا آمنا بالله وما أنزل إلينا) الآية. ¶ قول اللسان ¶ س187- ما هو قول اللسان وما دليله؟ ¶ ج- هو النطق بالشهادتين: شهادة أن لا إله إلا الله وأن محمداً رسول الله والإقرار بلوازمهما، قال الله تعالى (إلا من شهد بالحق وهم يعلمون) وقال (إن الذين قالوا ربنا الله ثم استقاموا) وقال صلى الله عليه وسلم أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأني رسول الله، وقال لسفيان بن عبد الله قل آمنت بالله ثم استقم.",
            "page": "126",
            "part": "1",
            "seal": "5FB3BF41"
        },
        {
            "id": "125",
            "nass": "عمل القلب ¶ س188- ما هو عمل القلب وما دليله؟ ¶ ج- النية والإخلاص والمحبة والانقياد والإقبال على الله عز وجل والتوكل عليه والإنابة، ولوازم ذلك وتوابعه قال تعالى (ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه) وقال (وما لأحد عنده من نعمة تجزى إلا ابتغاء وجه ربه الأعلى) وقال (إنما نطعمكم لوجه الله) (والذين يؤتون ما آتوا وقلوبهم وجلة إنهم إلى ربهم راجعون) (والذين آمنوا أشد حباً لله) (ومن يسلم وجهه إلى الله وهو محسن فقد استمسك بالعروة الوثقى) وقال النبي صلى الله عليه وسلم، \"إنما الأعمال بالنيات وإنما لكل امرئ ما نوى\". الحديث. ¶ عمل اللسان ¶ س189- ما هو عمل اللسان وما دليله وما مثاله؟ ¶ ج- ما لا يؤدى إلا به كتلاوة القرآن وسائر الأذكار من التسبيح والتهليل والتكبير والدعاء والاستغفار وغير ذلك، قال تعالى (إن الذين يتلون كتاب) (واتل ما أوحي إليك من الكتاب) (يا أيها الذين آمنوا اذكروا الله ذكراً كثيراً وسبحوه بكرة وأصيلاً) (واذكر ربك في نفسك تضرعاً وخيفة ودون الجهر من القول بالغدو والآصال ولا تكن من الغافلين) وقال (والباقيات الصالحات خير عند ربك ثواباً وخيرٌ أملاً) وهي سبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله العلي العظيم. وقال صلى الله عليه وسلم لا صلاة لمن لم يقرأ بأم القرآن.",
            "page": "127",
            "part": "1",
            "seal": "930CA1E5"
        },
        {
            "id": "126",
            "nass": "عمل الجوارح ¶ س190- ما المراد بعمل الجوارح وما دليله وما مثاله؟ ¶ ج- ما لا يؤدى إلا بها كالقيام والركوع والسجود والمشي في مرضاة الله والأمر بالمعروف والنهي عن المنكر والحج والجهاد في سبيل الله، وأما الدليل فقوله تعالى (وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة) (وقوموا لله قانتين) (يا أيها الذين آمنوا اركعوا واسجدوا واعبدوا ربكم وافعلوا الخير لعلكم تفلحون) (إن الله اشترى من المؤمنين أنفسهم وأموالهم) الآيتين وقال صلى الله عليه وسلم الإيمان بضع وسبعون شعبة فأعلاه شهادة أن لا إله إلا الله وأدناه إماطة الأذى عن الطريق، وقال صلى الله عليه وسلم من رأى منكم منكراً فليغيره بيده إلى غير ذلك من الأدلة الدالة على مذهب السلف. ¶ س191- ما الدليل على أن الإيمان يزيد بالطاعة وينقص بالمعصية؟ ¶ ج- قوله تعالى (وإذا تليت عليهم آياته زادتهم إيماناً) (فأما الذين آمنوا فزادتهم إيماناً) (ليزدادوا إيماناً مع إيمانهم) وحديث الإيمان بضع وسبعون شعبة الخ. وقوله صلى الله عليه وسلم يخرج من النار من قال لا إله إلا الله وفي قلبه مثقال برة أو خردلة أو ذرة من إيمان. ¶ مراتب المؤمنين ¶ س192- كم مراتب المؤمنين وما هي وما دليلها؟ ¶ ج- ثلاث مراتب: ظالمون لأنفسهم، وهم الذين خلطوا عملاً صالحاً وآخر سيئاً. ¶ القسم الثاني: المقتصدون، وهم الذين اقتصروا على",
            "page": "128",
            "part": "1",
            "seal": "13CF7D9E"
        },
        {
            "id": "127",
            "nass": "التزام الواجبات واجتناب المحرمات فلم يزيدوا على ذلك ولم ينقصوا منه. ¶ والقسم الثالث: السابقون بالخيرات وهم الذين تقربوا إلى الله بالواجبات والمستحبات وتركوا المحرمات والمكروهات، قال الله تعالى (ثم أورثنا الكتاب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات بإذن الله) . ¶ تعريف أهل القبلة ¶ س193- من هم أهل القبلة؟ وضح ذلك مع ذكر الدليل. ¶ ج- كل من يدعي بالإسلام ويستقبل القبلة لقوله صلى الله عليه وسلم من صلى صلاتنا واستقبل قبلتنا فهو المسلم له ما لنا وعليه ما علينا. ¶ س194- من هو العاصي وهل يخرج من الإيمان بمعصيته وما اسمه عند أهل السنة وعند الخوارج وعند المعتزلة وما حكمه في الآخرة؟ ¶ ج- كل من ارتكب كبيرة أو أصر على صغيرة يسمى عاصياً وفاسقاً، وهو كسائر المؤمنين، لا يخرج من الإيمان بمعصيته، وحكمه في الدنيا أنه لا يسلب عنه الإيمان بالكلية بل يقال مؤمن ناقص الإيمان أو يقال مؤمن بإيمانه فاسق بكبيرته أو يقال مؤمن عاصي ونحو ذلك وليس بكافر خلافاً للخوارج ولا في منزلة بين منزلتين، خلافاً للمعتزلة. وحكمه في الآخرة تحت مشيئة الله إن شاء غفر له وأدخله الجنة وإن شاء عذبه بقدر ذنبه ومصيره إلى الجنة وعند الخوارج من أتى كبيرة ومات من غير توبة في النار وكذلك عند المعتزلة إذا مات من دون توبة.",
            "page": "129",
            "part": "1",
            "seal": "559E75DE"
        },
        {
            "id": "128",
            "nass": "تعريف الكبيرة ¶ س195- ما هي الكبيرة؟ ¶ ج- كل ما فيه حد في الدنيا أو وعيد في الآخرة أو ترتب عليه لعنة أو غضب أو نفي إيمان قال الناظم: ¶ فما فيه حد في الدنا أو توعد بأخرى فسم كبرى على نص أحمد ¶ وزاد حفيد المجد أوجا وعيد بنفي لإيمان ولعن لمبعد ¶ س196- بم استدل أهل السنة والجماعة على أن المؤمن العاصي لا يخرج من الإيمان؟ وما وجه الدلالة. ¶ ج- بقوله تعالى (فمن عفي له من أخيه شيء فاتباع بالمعروف) (وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما) الآيتين وقوله (يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة) وقال صلى الله عليه وسلم \"سباب المسلم فسوق وقتاله كفر\" ولأنه صلى الله عليه وسلم عامل العصاة معاملة المسلمين ولم يأمر بقتلهم ولا أوجب ذلك إلا على الثيب الزاني كما في الحديث لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث وعد منها الثيب الزاني وكذا من بدّل دينه يقتل للحديث من بدل دينه فاقتلوه وكذا النفس بالنفس. لحديث ابن مسعود. ¶ س197- ما الفرق بين الإيمان المطلق ومطلق الإيمان وما الدليل على ذلك؟",
            "page": "130",
            "part": "1",
            "seal": "2FE3258C"
        },
        {
            "id": "129",
            "nass": "ج- الإيمان المطلق هو الذي لا يتقيد بمعصية ولا فسوق ولا نقصان ونحو ذلك. أي أن الإيمان الكامل وهو الذي يأتي بالواجبات صاحبه يترك المحرمات. وأما مطلق الإيمان فهو ما كان معه ترك واجب أو فعل محرم. فمن حصل منه فعل معصية. قتل أو زنا أو لواط أو شرب خمر وهو موحد فلا يسمى باسم الإيمان المطلق ولا يستحق أن يوصف به على الإطلاق لما في قوله صلى الله عليه وسلم لا يزني الزاني حين يزني وهو مؤمن الحديث. من نفي الإيمان الكامل عن من عمل بعض المعاصي والدليل على أن المنفي في الحديث الإيمان الكامل. معاملته صلى الله عليه وسلم العصاة معاملة المسلمين ولم يوجب قتلهم إلا مثل الثيب الزاني ومن بدل دينه. ¶ الواجب نحو أصحاب الرسول ¶ س198- ما الواجب نحو أصحاب النبي صلى الله عليه وسلم وضحه مع ذكر الدليل؟ ¶ ج- من أصول أهل السنة والجماعة سلامة قلوبهم لأصحاب رسول الله صلى الله عليه وسلم من الحقد والبغض والاحتقار والعداوة وسلامة ألسنتهم من الطعن والسب واللعن والوقيعة فيهم. ولا يقولون إلا ما حكاه الله عنهم (والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان) الآية. وطاعة النبي صلى الله عليه وسلم في قوله: لا تسبوا أصحابي، فوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهباً ما بلغ مد أحدهم ولا نصيفه.",
            "page": "131",
            "part": "1",
            "seal": "7AA7C897"
        },
        {
            "id": "130",
            "nass": "طريقة أهل السنة في فضائل الصحابة ¶ س199- ما طريقة أهل السنة والجماعة حول ما ورد في فضائل الصحابة؟ ¶ ج- هو أنهم يقبلون ما جاء به الكتاب والسنة والإجماع من فضائلهم ومراتبهم ويفضلون من أنفق من قبل الفتح وهو صلح الحديبية وقاتل على من أنفق من بعد وقاتل، ويقدمون المهاجرين على الأنصار لقوله تعالى (لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلاً وعد الله الحسنى) ¶ س200- لم كان المهاجرون أفضل من الأنصار؟ وضحه مع ذكر الدليل. ¶ ج- لأنهم جمعوا بين الهجرة والنصرة وقد جاء تقديمهم في القرآن قال تعالى (للفقراء المهاجرين الذين أخرجوا من ديارهم) الآيتين. (والسابقون الأولون من المهاجرين والأنصار) وكل العشرة المشهود لهم بالجنة من المهاجرين. ¶ س201- ما مناسبة قوله صلى الله عليه وسلم لا تسبوا أصحابي الحديث المتقدم ومن الساب ومن المسبوب؟ ¶ ج- المناسبة هو ما ورد عن أبي سعيد الخدري قال كان بين خالد ابن الوليد وعبد الرحمن بن عوف شيء فسبه خالد فقال رسول الله صلى الله عليه وسلم لا تسبوا أصحابي.",
            "page": "132",
            "part": "1",
            "seal": "7E337D74"
        },
        {
            "id": "131",
            "nass": "س202- لم نهى النبي صلى الله عليه وسلم خالداً عن سب أصحابه وخالد أيضاً من أصحابه وقال لو أن أحدكم أنفق مثل أحد ذهباً ما بلغ مد أحدهم ولا نصيفه. ¶ ج- لأن عبد الرحمن بن عوف ونظراءه من السابقين الأولين الذين صحبوه في وقت كان خالد وأمثاله يعادونه. ¶ ثانياً: أنفقوا أموالهم قبل الفتح وقاتلوا وكلاً وعد الله الحسنى. فقد انفردوا من الصحبة بما لم يشركهم فيه خالد ونظراؤه ممن أسلم بعد الفتح الذي هو صلح الحديبية وقاتل. فنهى أن يسب أولئك الذين صحبوه قبله ومن لم يصحبه قط نسبته إلى من صحبه كنسبة خالد إلى السابقين وأبعد. ¶ وهو خطاب لكل أحد أن يسب من انفرد عنه بصحبته. ¶ س203- ما طريقة أهل السنة والجماعة نحو أهل بدر وأهل بيعة الرضوان؟ ج- هو أنهم يؤمنون بأن الله أطلع على أهل بدر وكانوا ثلاثمائة وبضعة عشرة فقال اعملوا ما شئتم فقد غفرت لكم. ويؤمنون بأنه لا يدخل النار من بايع تحت الشجرة. قال الله تعالى (لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة) الآية ولأخباره صلى الله عليه وسلم. ¶ ففي صحيح مسلم من حديث جابر رضي الله عنه أن النبي صلى الله عليه وسلم قال لا يدخل النار أحد بايع تحت الشجرة وكانوا أكثر من ألف وأربع مائة 1400.",
            "page": "133",
            "part": "1",
            "seal": "73B72E6C"
        },
        {
            "id": "132",
            "nass": "س204- أين موقع بدر وكم عدد القتلى من المشركين وكم عدد الشهداء من المسلمين؟ ¶ ج- هي قرية مشهورة تقع نحو أربع مراحل من المدينة وسميت الوقعة المشهورة باسم موضعها الذي وقعت فيه وهي من أشهر الوقائع التي أعز الله بها الإسلام وقمع بها المشركين وكانت الوقعة نهاراً في يوم الجمعة لسبع عشرة خلت من رمضان من السنة الثانية من الهجرة قتل من الكفار سبعون وأسر سبعون واستشهد فيها من المسلمين أربعة عشر، ستة من المهاجرين وثمانية من الأنصار. ¶ س105- أين تقع الشجرة ولم سميت المبايعة التي تحتها بيعة الرضوان؟ ¶ ج- تقع بالحديبية وهي قرية متوسطة ليست بالكبيرة سميت ببئر هناك عند مسجد الشجرة التي بايع رسول الله صلى الله عليه وسلم تحتها وبين الحديبية وبين المدينة تسع مراحل وبعض الحديبية في الحل وبعضها في الحرم وهو أبعد الحل من البيت ولما كان في خلافة عمر رضي الله عنه أمر بقطع الشجرة وإخفاء مكانها خشية الافتتان بها لما بلغه أن ناساً يذهبون إليها فيصلون تحتها ويتبركون بها وقال كان رحمة من الله يعني إخفاءها وسميت البيعة التي تحتها بيعة الرضوان الله أعلم أنه أخذاً من الآية الكريمة قوله تعالى (لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة) . ¶ س206- من الذي يلي الخلفاء الراشدين في الأفضلية؟",
            "page": "134",
            "part": "1",
            "seal": "E3E27D0F"
        },
        {
            "id": "133",
            "nass": "ج- باقي العشرة المشهود لهم بالجنة فأهل بدر هم ثم أهل الشجرة وقيل أهل غزوة جبل أحد المقدمة في الزمن والأفضلية والقول الأول هو تقديم أهل بيعة الرضوان أولى في الأفضلية لورود النصوص من الكتاب والسنة وتقدمت الآية وحديث بعدها وروى البخاري ومسلم وغيرهما من حديث جابر بن عبد الله رضي الله عنهما قال: كنا في الحديبية ألفاً وأربعمائة فقال لنا رسول الله صلى الله عليه وسلم أنتم خير أهل الأرض وروي عن أبي سعيد الخدري رضي الله عنه أنه صلى الله عليه وسلم قال لأهل الحديبية \"لا يدرك قوم بعدكم صاعكم ولا مدكم\" وعن جابر قال رسول الله صلى الله عليه وسلم ليدخلن الجنة من بايع تحت الشجرة إلا صاحب الجمل الأحمر إلى غير ذلك من الأدلة. ¶ الشهادة لأحد بالجنة ¶ س207- هل يشهد لأحد بالجنة غير العشرة، ومن هم العشرة، المبشرين بالجنة؟ ¶ ج- كل من شهد له النبي صلى الله عليه وسلم بالجنة نشهد له كالحسن والحسين وثابت بن قيس وعكاشة بن محصن وعبد الله بن سلام وأما العشرة فهم أبو بكر وعمر وعثمان وعلي وطلحة بن عبيد الله والزبير بن العوام وسعد بن أبي وقاص وسعيد بن زيد وعبد الرحمن بن عوف وأبو عبيدة ابن الجراح. ¶ س208- من أحق الصحابة بالخلافة ومن الذي يلي الأحق أذكرهم مرتباً؟",
            "page": "135",
            "part": "1",
            "seal": "BB25CA91"
        },
        {
            "id": "134",
            "nass": "ج- أبو بكر لفضله وسابقته وتقديم النبي صلى الله عليه وسلم له على جميع الصحابة وإجماع الصحابة على ذلك ثم من بعده عمر لفضله وعهد أبي بكر إليه ثم عثمان لفضله ولتقديم أهل الشورى له ثم علي لفضله وإجماع أهل عصره عليه وهؤلاء هم الخلفاء الراشدون والأئمة والمهديون وقال صلى الله عليه وسلم الخلافة بعدي ثلاثون سنة فكان آخرها خلافة علي فمذهب أهل السنة أن ترتيب الخلفاء في الفضل على حسب ترتيبهم في الخلافة، ومن اعتقد أن خلافة عثمان غير صحيحة فهو ضال. ¶ الواجب نحو أزواج الرسول صلى الله عليه وسلم ¶ س209- ما الواجب نحو أزواج النبي صلى الله عليه وسلم أمهات المؤمنين؟ ¶ ج- مذهب أهل السنة والجماعة هو أنهم يتولون أزواجه صلى الله عليه وسلم ويترضون عنهم ويؤمنون أنهن أزواجه في الآخرة وأنهن أمهات المؤمنين في الاحترام والتعظيم وتحريم نكاحهن وأنهن مطهرات مبرآت من كل سوء ويتبرءون ممن آذاهن أو سبهن ويحرمون الطعن وقذفهن خصوصاً خديجة رضي الله عنها أم أكثر أولاده وأول من آمن به وعاضده على أمره وكان لها منه المنزلة العالية والصديقة بنت الصديق رضي الله عنها التي قال فيها النبي صلى الله عليه وسلم فضل عائشة على النساء كفضل الثريد على سائر الطعام ومن زوجاته أم سلمة ذات الهجرتين مع زوجها أبي سلمة إلى الحبشة ثم إلى المدينة ومنهن زينب أم المؤمنين التي زوجه الله إياها من فوق سبع سموات ومنهن صفية بنت حيي من ولدها هارون بن عمران جويرية بنت الحارث ملك بني",
            "page": "136",
            "part": "1",
            "seal": "AC672956"
        },
        {
            "id": "135",
            "nass": "المصطلق ومنهن سودة بنت زمعة التي كانت أيضاً من أسباب الحجاب ومنهن أم حبيبة ذات الهجرتين أيضاً ومنهن ميمونة بنت الحارث. ¶ أهل بيت النبي صلى الله عليه وسلم ¶ س210- من أهل بيت النبي صلى الله عليه وسلم ومن أفضلهم وما الواجب نحوهم؟ ¶ ج- هم الذين حرمت عليهم الصدقة وهم آل علي وآل جعفر وآل عقيل وآل عباس وبنو الحارث بن عبد المطلب وكذلك أزواجه صلى الله عليه وسلم من أهل بيته كما دل عليه سياق آية الأحزاب وأفضلهم علي وفاطمة والحسن والحسين الذين أدار عليهم الكساء وخصهم بالدعاء والواجب نحوهم هو محبتهم وتوليهم وإكرامهم لله ولقرابتهم من رسول الله صلى الله عليه وسلم ولإسلامهم وسبقهم وحسن بلائهم في نصرة دين الله وغير ذلك من فضائلهم. ¶ وصية الرسول في أهل بيته ¶ س211- ما هي وصيته صلى الله عليه وسلم في أهل بيته وما دليلها؟ ¶ ج- هي قوله صلى الله عليه وسلم يوم غدير خم أذكركم الله في أهل بيتي وقال للعباس أيضاً وقد اشتكى إليه أن بعض قريش يجفو بني هاشم فقال والذي نفسي بيده لا يؤمنون حتى يحبوكم لله ولقرابتي، وقال إن الله اصطفى بني إسماعيل واصطفى من بني إسماعيل كنانة واصطفى من كنانة قريشاً واصطفى من قريش بني هاشم واصطفاني من بني هاشم، فهذا الحديث يتضمن الحث على احترامهم وتوقيرهم والإحسان إليهم.",
            "page": "137",
            "part": "1",
            "seal": "B2C0C80D"
        },
        {
            "id": "136",
            "nass": "س212- ما طريقة الروافض والنواصب وما موقف أهل السنة من طريقتهما؟ ¶ ج- أما الروافض فطريقتهم أنهم يبغضون الصحابة ويسبونهم إلا علياً غلواً فيه وتقدم بيان طريقتهم في سؤال 159 وأما النواصب فهم الذين نصبوا العداوة لأهل البيت وتبرأوا منهم وكفروهم وفسقوهم وأما أهل السنة فيتبرأون من طريقة الروافض والنواصب ويتولون جميع المؤمنين ويعرفون قدر الصحابة وفضلهم ويرعون حقوق أهل البيت ولا يرضون بما فعله المختار وغيره من الكذابين ولا ما فعله الحجاج وغيره من الظالمين وتقدم بيان توسطهم بين الخوارج والروافض في جواب سؤال 159. ¶ س213- ما موقف أهل السنة والجماعة حول ما شجر بين الصحابة؟ ¶ ج- هو الكف والإمساك عما شجر بينهم لما في ذلك من توليد العداوة والحقد على إحدى الطرفين وذلك من أعظم الذنوب والواجب علينا حب الجميع والترضي عنهم والترحم عليهم وحفظ فضائلهم والاعتراف لهم بسبوقهم ونشر مناقبهم لقوله تعالى (والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان) الآية. ¶ س214- ما هو موقف أهل السنة والجماعة حول الآثار المروية في مساويهم؟ ¶ ج- رأى أهل السنة والجماعة أن هذه الآثار المروية في مساويهم",
            "page": "138",
            "part": "1",
            "seal": "050F4625"
        },
        {
            "id": "137",
            "nass": "منها ما هو مكذوب محض ومنها ما هو محرف ومغير عن وجهه إما بزيادة فيه أو نقص يخرجه إلى الذم والطعن والصحيح منه هم فيه معذورون إما مجتهدون مصيبون وإما مجتهدون مخطئون والخطأ مغفور لهم رضوان الله عليهم أجمعين. ¶ س215- ما رأي أهل السنة حول عصمة الصحابة رضوان الله عليهم أجمعين؟ ¶ ج- هو أنهم لا يعتقدون أن كل واحد من الصحابة معصوم عن كبائر الإثم وصغائره بل يجوز عليهم الذنوب في الجملة ولهم من السوابق والفضائل ما يوجب مغفرة ما صدر منهم حتى إنه يغفر لهم من السيئات ما لا يغفر لمن بعدهم وقد ثبت بقول رسول الله صلى الله عليه وسلم إنهم خير القرون. ¶ وأن المد من أحدهم إذا تصدق به كان أفضل من جبل أحد ذهباً ممن بعدهم ثم إذا كان قد صدر من أحدهم ذنبٌ فيكون قد تاب عنه أو أتى بحسنات تمحوه أو غفر له بفضل سابقته أو بشفاعة محمد صلى الله عليه وسلم الذين هم أحق الناس بشفاعته أو ابتلى ببلاء في الدنيا كفر به عنه فإذا كان هذا في الذنوب المحققة فكيف الأمور التي كانوا فيها مجتهدين إن أصابوا فلهم أجران وإن أخطأوا فلهم أجر واحد والخطأ مغفور قال صلى الله عليه وسلم \"رفع عن أمتي الخطأ والنسيان\" وفي حديث أبي ذر: \"يا عبادي إنكم تخطئون بالليل والنهار وأنا أغفر الذنوب جميعاً \". الحديث ¶ س216- اذكر شيئاً عن فضائل الصحابة ومحاسنهم؟",
            "page": "139",
            "part": "1",
            "seal": "F9CB3E95"
        },
        {
            "id": "138",
            "nass": "ج- أولاً: الإيمان بالله ورسوله والجهاد في سبيله والهجرة والنصرة والعلم النافع والعمل الصالح ومن نظر في سيرة القوم بعلم وبصيرة وما من الله عليهم به من الفضائل علم يقيناً أنهم خير الخلق بعد الأنبياء. لا كان ولا يكون مثلهم وأنهم الصفوة من قرون هذه الأمة التي هي خير الأمم وأكرمها على الله. ¶ الكرامة ¶ س217- ما هي الكرامة وهل هي تدل على صدق من ظهرت على يديه أو ولايته أو فضله؟ ¶ ج- هي أمر خارق للعادة غير مقرون بدعوى للنبوة ولا هو مقدمة يظهر على يد عبد ظاهره الصلاح ملتزم المتابعة مصحوباً بصحة الاعتقاد والعمل الصالح علم بها أو لم يعلم ولا تدل على صدق من ظهرت على يديه ولا ولايته ولا فضله على غيره لجواز سلبها وأن تكون استدراجاً. ¶ س218- ما الفرق بين المعجزة والكرامة والأحوال الشيطانية؟ ¶ ج- المعجزة مقرونة بدعوى النبوة والكرامة غير مقرونة بدعوى النبوة وأما الأحوال الشيطانية فهي التي تظهر على أيدي المنحرفين ممن يدعي مع الله إلهاً آخر وكالسحرة والكهنة والمشعوذين لأن الكرامة لابد أن تكون أمراً خارقاً للعادة أتى ذلك الخارق عن امرئ صالح مواظب على الطاعة وتارك للمعاصي. ¶ س219- ما هو مذهب أهل السنة ولجماعة في الكرامة؟",
            "page": "140",
            "part": "1",
            "seal": "0442F4A0"
        },
        {
            "id": "139",
            "nass": "ج- التصديق الجازم بكرامات الأولياء وأنها حق وما يجري الله على أيديهم من خوارق العادات في العلوم والمكاشفات وأنواع القدرة والتأثير كالمأثور عن سالف الأمم في سورة الكهف وغيرها وعن صدر هذه الأمة من الصحابة والتابعين وإنما أنكرها أهل البدع من المعتزلة والجهمية ومن تابعهم لكن كثيراً ممن يدعيها يكون ملبوساً عليه. ¶ س220- أذكر شيئاً من أنواع العلم والقدرة والتأثير؟ ¶ ج- أما العلم والأخبار الغيبية والسماع في الرؤية فمثل إخباره صلى الله عليه وسلم عن الأنبياء المتقدمين وأممهم ومخاطبته لهم وكذلك إخباره عن أمور الربوبية والملائكة والجنة والنار بما يوافق الأنبياء قبله من غير تعلم منهم ويعلم أن ذلك موافق لقول الأنبياء تارة بما في أيديهم من الكتب الظاهرة ونحو ذلك من النقل المتواتر وتارة بما يعلمه الخاصة من علمائهم وأما القدرة والتأثير فكانشقاق القمر وكذا معراجه صلى الله عليه وسلم إلى السموات كثرة الرمي بالنجوم عند ظهوره وكذلك إسراؤه من المسجد الحرام إلى المسجد الأقصى وكتكثير الماء في عين تبوك وعين الحديبية ونبع الماء من بين أصابعه وكذا تكثير الطعام ونحو ذلك. ¶ س221- أذكر شيئاً من خوارق العادة لغير الأنبياء من باب العلوم والمكاشفات؟ ¶ ج- مثل قول عمر في قصة سارية وهو على المنبر ورؤيته لجيش سارية فقال يا سارية الجبل تحذيراً له من العدو ومكره له من وراء الجبل وسماع سارية مع بعد المسافة لأن عمر بالمدينة والجيش بنهاوند",
            "page": "141",
            "part": "1",
            "seal": "F6FC5DF1"
        },
        {
            "id": "140",
            "nass": "وكإخبار أبي بكر أن في بطن امرأته أنثى وإخبار عمر عمن يخرج من ولده فيكون عادلاً وقصة صاحب موسى وعلمه بحال الغلام ونحو ذلك. ¶ س222- ما مثال ما كان من باب القدرة والتأثير لغير الأنبياء؟ ¶ ج- مثل قصة أصحاب الكهف وقصة مريم والذي عنده علم من الكتاب وكما في قصة العلاء بن الحضرمي من الصحابة رضي الله عنهم فإنه لما ذهب إلى البحرين سلكوا مفازة وعطشوا عطشاً شديداً حتى خافوا الهلاك فنزل فصلى ركعتين ثم قال يا حليم يا عليم يا علي يا عظيم اسقنا فجاءت سحابة فأمطرت حتى ملأوا الآنية وسقوا الركاب ثم انطلقوا إلى خليج من البحر ما خيض قبل ذلك اليوم فلم يجدوا سفناً فصلى ركعتين ثم قال جوزوا باسم الله قال أبو هريرة فمشينا على الماء فوالله ما ابتل لنا قدم ولا خف ولا حافر وكان الجيش أربعة آلاف والطيران في الهواء كما في قصة جعفر بن أبي طالب ذو الجناحين رضي الله عنه وكجريان النيل بكتاب أمير المؤمنين عمر رضي الله عنه وكشرب خالد بن الوليد السم من غير أن يحصل ضرر وكما جرى لسعد ابن أبي وقاص في القادسية ومرورهم على الماء بجنودهم وأسيد بن حضير ونزول الظلة عليه بالليل فيها مثل السرج إلى غير ذلك مما يطول ذكره وفي هذا كفاية والله أعلم. ¶ س223- هل عدم الكرامة نقص في دين الإنسان ومرتبته عند الله؟",
            "page": "142",
            "part": "1",
            "seal": "F55E2456"
        },
        {
            "id": "141",
            "nass": "ج- اعلم أن عدم الخارق علماً وقدرة لا يضر المسلم في دينه فمن لم ينكشف له شيء من المغيبات ولم يسخر له شيء من الكونيات لا ينقصه ذلك في مرتبته عند الله بل قد يكون عدم ذلك أنفع له في دينه إذا لم يكن وجود ذلك مأموراً به أمر إيجاب ولا استحباب. ¶ س224- ما الذي يستفاد من الكرامة وهل هي مستمرة؟ ¶ ج- يستفاد منها أولاً كمال قدرة الله ونفوذ مشيئته وأنه كما أن الله سنناً وأسباباً تقتضي مسبباتها الموضوعة لها شرعاً وقدراً فإن لله سنناً أخرى لا يقع عليها علم البشر ولا تدركها أعمالهم وأسبابهم. ¶ ثانياً: أن هذه الكرامة بالحقيقة دلالة على رسالة الرسول الذي اتبعه من أتت على يديه لأنها لم تحصل له إلا ببركة متابعته له. ¶ ثالثاً: قيل إنها من المبشرات التي يعجلها الله لمن أتت على يديه وهي باقية إلى قيام الساعة. ¶ آثار النبي صلى الله عليه وسلم ¶ س225- ما هي آثار النبي صلى الله عليه وسلم وما موقف أهل السنة والجماعة حولها؟ وضح مع ذكر الأدلة والتقاسيم. ¶ ج- آثاره نوعان قسم هو ما يؤثر عنه أي يروى عنه من الأقوال والأفعال والتقريرات فهذا القسم يجب الأخذ به والتمسك به. ¶ والقسم الثاني: آثاره الحسية وهي مواضع أكله ونومه وجلوسه ومشيه ومواضع أقدامه في الأرض ونحو ذلك فهذه لا يجوز تتبعها ولا",
            "page": "143",
            "part": "1",
            "seal": "2015C673"
        },
        {
            "id": "142",
            "nass": "اتخاذها معابداً لأن ذلك وسيلة إلى الغلو والشرك ولهذا أمر عمر بقطع الشجرة التي وقعت البيعة تحتها خوف الفتنة لما قيل له إن بعض الناس يذهب إليها وقال إنما هلك من كان قبلكم بتتبع آثار أنبيائهم ونهى عن تتبع آثار النبي صلى الله عليه وسلم الحسية وبقوله أخذ جمهور الصحابة وأهل السنة وهو الحق الذي لا يجوز غيره والله أعلم. ¶ آثار أصحاب النبي صلى الله عليه وسلم ¶ س226- متى تتبع آثار الصحابة وضح ذلك وما له من أدلة وما حول ذلك من مسائل؟ ¶ ج- عند موافقتها لسنة الرسول صلى الله عليه وسلم وعند خفاء سنة رسول الله أما إذا وجد نص من الكتاب أو السنة فإنه يجب تقديمه على رأي كل أحد قال تعالى (فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلاً) وأفتى عمر السائل الثقفي في المرأة التي حاضت بعد أن زارت البيت يوم النحر أن لا تنفر فقال له الثقفي إن رسول الله صلى الله عليه وسلم أفتاني في مثل هذه المرأة بغير ما افتيت به فقام إليه عمر يضربه بالدرة ويقول له لم تستفتني في شيء قد أفتى فيه رسول الله صلى الله عليه وسلم وكان ابن مسعود أفتى بأشياء فأخبره بعض الصحابة عن النبي صلى الله عليه وسلم بخلافه فانطلق عبد الله إلى الذين أفتاهم فأخبرهم أنه ليس كذلك وقال ابن عباس يوشك أن تنزل عليكم حجارة من السماء أقول قال رسول الله صلى الله عليه وسلم وتقولون",
            "page": "144",
            "part": "1",
            "seal": "F53F2679"
        },
        {
            "id": "143",
            "nass": "قال أبو بكر وعمر وعن ابن شهاب أن عمر بن الخطاب رضي الله عنه قال وهو على المنبر يا أيها الناس إن الرأي إنما كان من رسول الله صلى الله عليه وسلم مصيباً إن الله كان يريه وإنما هو منّا الظن والتكليف وقال الشافعي أجمع العلماء على أن من استبانت له سنة رسول الله صلى الله عليه وسلم لم يكن له أن يدعها لقول أحد وقال مالك ما منا إلا راد ومردود عليه إلا صاحب هذا القبر صلى الله عليه وسلم وكلام العلماء في هذا المعنى كثير والله اعلم. ¶ س227- ما هي وصية رسول الله صلى الله عليه وسلم نحو الخلفاء الراشدين؟ ¶ ج- هي قوله صلى الله عليه وسلم عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي عضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة وقال اقتدوا بالذين من بعدي أبي بكر وعمر ولو لم تقم الحجة بقولهم لما أمرنا باتباعهم وهذا هو الحق المتبع. ¶ س228- لم سموا أهل السنة والجماعة أهل السنة وأهل الجماعة وأهل الكتاب؟ ¶ ج- أما تسميتهم أهل الكتاب فلاتباعهم كتاب الله الذي قال الله فيه (اتبعوا ما أنزل إليكم من ربكم) وقال (فمن أتبع هداي فلا يضل ولا يشقى) الآيتين وأما تسميتهم أهل السنة فلاتباعهم لسنة رسول الله صلى الله عليه وسلم عملاً بقوله صلى الله عليه وسلم عليكم بسنتي الحديث وتقدم قريباً وأما تسميتهم أهل الجماعة فللاجتماع على آثار النبي صلى الله عليه وسلم والاستضاءة بأنواره والاهتداء بهديه وتقديمه على هدي كل أحد كائناً ما كان.",
            "page": "145",
            "part": "1",
            "seal": "67F6D93F"
        },
        {
            "id": "144",
            "nass": "الأصول التي تعتمد عليها أهل السنة ¶ س229- ما هي الأصول التي يعتمد عليها أهل السنة في العلم والدين ويزنون بها جميع ما عليه الناس من أعمال وأفعال باطنة أو ظاهرة مما له تعلق بالدين؟ ¶ ج- هي ثلاثة أولها كتاب الله عز وجل الذي هو خير الكلام وأصدقه الذي فيه الهدى والنور فلا يقدمون عليه كلام أحد، والأصل الثاني سنة رسول الله صلى الله عليه وسلم وما أثر عنه من هدى وطريقة فيتمسكون بها ولا يعدلون بها غيرها، الأصل الثالث الإجماع وهو لغة العزم والاتفاق واصطلاحاً اتفاق مجتهدي الأمة في عصر واحد على أمر ديني وهو حجة قاطعة والإجماع الذي ينضبط هو ما كان عليه السلف الصالح إذ بعدهم كثر الاختلاف وانتشرت الأمة في أنحاء الأرض. ¶ طرق من محاسن أهل السنة ¶ س230- اذكر شيئاً من محاسن أهل السنة والجماعة؟ ¶ ج- الأمر بالمعروف والنهي عن المنكر والإدانة بالنصيحة والتناصر والتعاون والتراحم والحث على مكارم الأخلاق ومحاسن الأعمال والإحسان إلى اليتامى والمساكين الأمر بالصبر على البلاء والشكر عند الرخاء وببر الوالدين وصلة الأرحام وحسن الجوار ونحو ذلك. ¶ المعروف والمنكر ¶ س231- ما هو المعروف وما هو المنكر وما الأصل في وجوبهما وهل وجوبهما كفائي؟",
            "page": "146",
            "part": "1",
            "seal": "4EFA1254"
        },
        {
            "id": "145",
            "nass": "ج- المعروف اسم جامع لكل ما يحبه الله من الإيمان والعمل الصالح والمنكر اسم جامع لكل ما يكرهه الله وينهى عنه والأصل في وجوبهما قوله تعالى (ولتكن منكم أمة يأمرون بالمعروف وينهون عن المنكر) . ¶ (والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر) وقال عن بني إسرائيل (كانوا لا يتناهون عن منكر فعلوه) . ¶ وفي صحيح مسلم عن أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال من رأى منكم منكراً فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان ووجوبهما وجوب كفائي يخاطب به الجميع ويسقط بمن يقوم به وإن كان العالم به واحداً تعين عليه وإن كانوا جماعة لكن لا يحصل المقصود إلا بهم جميعاً تعين عليهم. ¶ س232- هل للأمر بالمعروف والنهي عن المنكر من شروط؟ ¶ ج- قال شيخ الإسلام لابد من العلم بالمعروف والمنكر والتمييز بينهما الثاني لابد من العلم بحال المأمور والمنهي ومن الصلاح أن يأتي بالأمر والنهي بالصراط المستقيم وهو أقرب الطرق إلى حصول المقصود ولابد في ذلك من الرفق ولابد أن يكون حليماً صبوراً على الأذى فإنه لا بد أن يحصل له أذى فإن لم يحلم ويصبر كان ما يفسد أكثر مما",
            "page": "147",
            "part": "1",
            "seal": "C3DFB57E"
        },
        {
            "id": "146",
            "nass": "يصلح فلا بد من الحلم والرفق والصبر والعلم قبل الأمر والنهي والرفق معه والصبر بعد. انتهى ويشترط في وجوب الإنكار أن يأمن على نفسه وأهله وماله فإن خاف على نفسه سوطاً أو عصاً أو أعظم من ذلك كالسيف أو نحوه سقط عنه أمرهم ونهيهم فإن خاف السب أو سماع الكلام السيئ لم يسقط عنه الحزم أن لا يبالي لما ورد أفضل \"الجهاد كلمة حق عند سلطان جائر\" وقوله لا يمنعن أحدكم هيبة الناس، ومقام الأنبياء واتباعهم بالصدع بالحق معلوم مشهور فمن أراد الاقتداء بهم وجده والله الموفق. ¶ درجات إنكار المنكر ¶ س233- ما هي درجات إنكار المنكر؟ ¶ ج- قال ابن القيم رحمه الله فإنكار المنكر له أربع درجات الأولى أن يزول ويخلفه ضده، الثانية أن يقل وإن لم يزل من جملته، الثالثة أن يخلفه ما هو مثله، الرابعة أن يخلفه ما هو شر منه فالدرجتان الأوليان مشروعتان والثالثة موضع اجتهاد والرابعة محرمة. ¶ س234- ما رأي أهل السنة والجماعة في إقامة الحج والجهاد والجمع مع الأمراء؟ ¶ ج- يرون إقامة الحج والجهاد والجمع مع الأمراء أبراراً كانوا أو فجاراً قال الله تعالى (يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم) وفي الصحيح إن الله ليؤيد هذا الدين بالرجل الفاجر",
            "page": "148",
            "part": "1",
            "seal": "A61FDA56"
        },
        {
            "id": "147",
            "nass": "وعن أبي هريرة مرفوعاً الجهاد واجب عليكم مع كل أمير براً كان أو فاجراً رواه أبو داود، وفي الحديث الآخر الجهاد ماض منذ بعثني الله عز وجل حتى يقاتل آخر أمتي الدجال لا يبطله جور جائر ولا عدل عادل والإيمان بالأقدار رواه أبو داود، وقد كان الصحابة رضي الله عنهم يصلون خلف من يعرفون فجوره كما صلى عبد الله بن مسعود وغيره من الصحابة خلف الوليد بن عقبة ابن أبي معيط وقد كان يشرب الخمر وصلى مرة الصبح أربعاً وجلده عثمان بن عفان على ذلك وكان عبد الله بن عمر وغيره من الصحابة يصلون خلف الحجاج بن يوسف وكان الصحابة والتابعون يصلون خلف أبي عبيد وكان متهماً بالإلحاد وداعياً إلى الضلال. ¶ النصيحة ¶ س235- ما معنى النصيحة وما معنى الإدانة بها ولمن هي؟ ¶ ج- قيل هي حيازة الحظ للمنصوح له وقيل إخلاص النية من الغش للمنصوح له، ومعنى إدانتهم بها التعبد بها، وأما الذي هي له فكما في الحديث في جوابه صلى الله عليه وسلم لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم. ¶ س236- م معنى حديث المؤمن للمؤمن كالبنيان يشد بعضه بعضاً الخ؟ ¶ ج- الحديث يفيد أن المؤمنين من شأنهم التناصر والتكاتف والتظاهر على مصالحهم الخاصة والعامة وأن يكونوا متراحمين متحابين",
            "page": "149",
            "part": "1",
            "seal": "FC4BDB88"
        },
        {
            "id": "148",
            "nass": "متعاطفين كما في الحديث الآخر الذي رواه البخاري ومسلم \"لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه\" ويفيد أن يكونوا على هذا الوصف فكما أن البنيان المجموع من أساسات وحيطان تحيط بالمنازل وسقوف وعمد كل نوع من ذلك لا يقوم بمفرده قياماً تاماً قوياً حتى ينضم بعضاً إلى بعض وإن قام فهو قيام ضعيف عرضه للعواصف والحوامل التي تزلزله أو تطرحه فيجب على المؤمنين أن يراعوا قيام دينهم وشرائعه وما يقوم ذلك ويقويه ويزيل موانعه وعوارضه متساعدين يرون الغاية واحدة وإن تباينت الطرق والمقصود واحد وإن تعددت الوسائل ومثل صلى الله عليه وسلم اتحاد المسلمين وتعاونهم بالتشبيك بين الأصابع وهو إدخال بعضها في بعض ذلك يزيد في قوة كل من اليدين والأصابع، ويفيد الحديث النهي عن التفرق والاختلاف والتخاذل والتعادي. ¶ الحث على التوادد والتراحم والتعاطف ¶ س237- ما معنى قوله صلى الله عليه وسلم مثل المؤمنين في توادهم وتراحمهم وتعاطفهم كمثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد الحمى والسهر؟ ¶ ج- التوادد والتراحم والتعاطف كلها من باب التفاعل الذي يستدعي اشتراك الجماعة في أصل الفعل فالتراحم رحمة بعضهم بعضاً بسبب الأخوة الإيمانية والتواد والتواصل الجالب للمحبة كالتزاور والتهادي والتعاطف إعانة بعضهم بعضاً كما يعطف الثوب على الثوب",
            "page": "150",
            "part": "1",
            "seal": "657B0800"
        },
        {
            "id": "149",
            "nass": "تقوية له فالنبي صلى الله عليه وسلم يمثل المؤمنين وأنهم كالجسد الواحد فكما أن الجسد إذا مرض منه عضو تألم له جميع البدن فكذلك المؤمنون حقيقة إذا ناب واحد منهم نائبه شعر بألمها الباقون فسعوا حسب طاقتهم لإزالة ما أصابه فهم كشخص واحد وكل فرد بالنسبة للمجموع كالعضو بالنسبة للشخص قال تعالى (محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم) وفي الحديث \" من كان في حاجة أخيه كان الله في حاجته ومن فرج عن مسلم كربة فرج الله عنه كربة من كرب يوم القيامة\" الخ وفي الحديث الآخر المؤمن أخو المؤمن يكف عن ضيعته ويحوطه من ورائه ففي الحديث دليل على عظم حق المسلم على أخيه والحث على ما يكون سبباً للثلاث المذكورة في الحديث. ¶ س238- بين معاني ما يلي من الكلمات الصبر - البلاء-الرخاء- الشكر الرضى. ¶ ج- الصبر حبس النفس على ما تكره تقرباً إلى الله، وأقسامه ثلاثة: صبر على طاعة الله وصبر عن معاصي الله وصبر على أقدار الله المؤلمة، والبلاء الغم والتكليف، والبلاء يكون منحة ويكون محنة والشكر عرفان الإحسان ونشره والرخاء بالفتح وسعة العيش والرضى ضد السخط المكارم جمع مكرمة وهي كل فائق في بابه، يقال كريم، ومحاسن الأعمال جميلها. فأهل السنة يدعون إلى كل خلق فاضل ويحثون على ذلك. ¶ س239- ما معنى قوله صلى الله عليه وسلم أكمل المؤمنين إيماناً أحسنهم أخلاقاً؟",
            "page": "151",
            "part": "1",
            "seal": "0B07422C"
        },
        {
            "id": "150",
            "nass": "ج- الخلق يطلق على كل صفة راسخة في النفس تصدر عنها الأفعال بسهولة من غير تكلف، وهو صورة الإنسان الباطنة، وورد في الحث على حسن الخلق أحاديث كثيرة ومن جملتها هذا الحديث ومن ما يثمره حسن الخلق تيسير الأمور لصاحبه وحب الخلق له ومعونتهم له والابتعاد عن أذاه وقلة مشاكله في الحياة مع المعاملين والجالسين له واطمئنان نفسه وطيب عيشه ورضاه به، ومن محاسن الأخلاق الصدق والشهامة والنجدة وعزة النفس والتواضع والتثبت وعلو الهمة والعفو والبشر والرحمة والحكمة والشجاعة والوقار والصيانة والصبر والورع والحياء والسخاء والنزاهة وحفظ السر والقناعة والعفة والإيثار ونحو ذلك. وفي الحديث دليل على أن الأعمال داخلة في الإيمان وفيه تفاضل الناس في الإيمان والرد على من زعم أن الإيمان لا يزيد ولا ينقص فمن ما ورد في مدح حسن الخلق والحث عليه قوله صلى الله عليه وسلم ألا أخبركم بأحبكم إلى الله وأقربكم مني مجلساً يوم القيامة، قالوا بلى قال: أحسنكم أخلاقاً، وقوله لن تسعوا الناس بأموالكم ولكن سعوهم ببسط الوجه وحسن الخلق وقوله ما من شيء يوضع في ميزان العبد أثقل من حسن الخلق وقوله صلى الله عليه وسلم لما سئل عن أكثر ما يدخل الناس الجنة \"تقوى الله وحسن الخلق\" ¶ صلة الرحم ¶ س240 ما هي الرحم وبأي شيء تكون صلتها وما معنى العفو والظلم والحرمان وما دليل أهل السنة على حثهم على هذه الخصال وعملهم بها؟",
            "page": "152",
            "part": "1",
            "seal": "0D2E9498"
        },
        {
            "id": "151",
            "nass": "ج- الرحم القرابة لأنها داعية التراحم بين الأقرباء وتكون بزيارتهم ومعونتهم بالنفس وبالمال هدية وصدقة إن كانوا فقراء وهدية إن كانوا أغنياء ويعمل كل ما يستطيع من جر نفع ودفع ضر. ومعنى العفو الصفح والتجاوز عن الذنب ومعنى الظلم وضع الشيء غير موضعه وأما الحرمان فمعناه المنع أما دليلهم على صلة قطع فلما ورد عن عائشة رضي الله عنها قالت قال رسول الله صلى الله عليه وسلم \"الرحم معلقة بالعرش تقول من وصلني وصله الله ومن قطعني قطعه الله\" متفق عليه وعن أبي هريرة رضي الله عنه أن رجلاً قال يا رسول الله إن لي قرابة أصلهم ويقطعوني وأحسن إليهم ويسيئون إلي وأحلم عنهم ويجهلون علي فقال لئن كنت كما قلت فكأنما تسفهم المل ولا يزال معك من الله ظهير عليهم ما دمت على ذلك رواه مسلم وأما الدليل على العفو فقوله تعالى (وليعفوا وليصفحوا) (والعافين عن الناس) وفي الحديث أبي هريرة الذي رواه مسلم وما زاد الله عبداً بعفو إلا عزاً وأما دليلهم على إعطاء من حرم فحديث أبي هريرة قوله إن لي قرابة أصلهم ويقطعوني الحديث. ¶ بر الوالدين ¶ س241- ما معنى بر الوالدين وبأي شيء يكون برهما وما الدليل على ذلك؟ ¶ ج- البر الصلة والخير والاتساع في الإحسان وبر الوالدين يكون بطاعتهما بما لا يخالف الشرع وبالإحسان إليهما وبإكرامهما وبالتواضع لهما",
            "page": "153",
            "part": "1",
            "seal": "DB1D8FDA"
        },
        {
            "id": "152",
            "nass": "والشفقة عليهما والتلطف بهما بأن يقول لهما قولاً حسناً وكلاماً طيباً مقروناً بالاحترام والتعظيم مما يقتضيه حسن الأدب وغير ذلك مما يجب لهما عملاً بقوله تعالى (وقضى ربك أن لا تبعدوا إلا إياه وبالوالدين إحساناً) الآية والآيات الأخر والأحاديث. ¶ الإحسان إلى الجار ¶ س242- من هو الجار وبأي شيء يكون الإحسان إليه وما هو الدليل على ذلك؟ ¶ ج- الجار يطلق على الداخل في الجوار والساكن مع الإنسان وعلى المجاور في البيت الملاصق بيته لبيتك وعلى الساكن في البلد وعلى أربعين داراً من كل جانب وعنه صلى الله عليه وسلم الجيران ثلاثة جار له حق واحد وهو المشرك له حق الجوار وجار له حقان وهو المسلم له حق الجوار وحق الإسلام وجار له ثلاثة حقوق وهو المسلم القريب له حق الجوار وحق الإسلام وحق الرحم وعن ابن عمر رضي الله عنهما قال رسول الله صلى الله عليه وسلم وما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه رواه البخاري ومسلم والإحسان يكون بعمل ما يستطيع معه من أنواع الخير بإهداء ما تيسر وبداءته بالسلام وإظهار البشر له وإعانته والتوسيع له في معاملة وقرض وعيادته وتعزيته عند المصيبة وتهنئته بما يفرحه ويستر ما انكشف له من عورة ويغض بصره عن محارمه ومنع أولاده من أذى أولاد جاره ولا يرفع عليه الراديو إن كان ممن قد ابتلى به في أوقات راحتهم لأنه ينشأ عنه سهرهم وأطفالهم وأذيتهم لا سيما إذا كان مفتوحاً",
            "page": "154",
            "part": "1",
            "seal": "DF7DCE05"
        },
        {
            "id": "153",
            "nass": "على أغاني والعياذ بالله ولا يلقي حول بابه ما يتأذى به جاره ولا يطل عليهم من سطح أو نافذة ويتلطف لأولاده ويصفح عن زلته ونحو ذلك من أعمال الخير ودفع ما يؤذي. ¶ الإحسان إلى اليتيم ¶ س243- من هو اليتيم وبأي شيء يكون الإحسان إليه وما الدليل على ذلك؟ ¶ ج- اليتيم من مات أبوه ولم يبلغ والإحسان إليه يكون بكفالته وتعليمه ورعاية حاله والتلطف به وإكرامه والشفقة عليه والعناية بأموره وتنمية ماله ونحو ذلك من أنواع الإحسان إليه وقد ورد في الحث على الإحسان إليه آيات وأحاديث، أما القرآن فقوله تعالى (ويسألونك عن اليتامى قل إصلاح لهم خير) وقال (فأما اليتيم فلا تقهر) (ولا تقربوا مال اليتيم إلا بالتي هي أحسن) وقال (فلا اقتحم العقبة وما أدراك ما العقبة فك رقبة أو إطعام في يوم ذي مسغبة يتيماً ذا مقربة) وأما الأحاديث فمنها حديث سهل بن سعد قال: قال رسول الله صلى الله عليه وسلم أنا وكافل اليتيم في الجنة هكذا وأشار بالسبابة والوسطى وفرج بينهما رواه البخاري وعن ابن عباس رضي الله عنهما قال إن نبي الله صلى الله عليه وسلم قال من قبض يتيماً من بين المسلمين إلى طعامه وشرابه أدخله الله الجنة البتة إلا أن يعمل ذنباً لا يغفر رواه الترمذي وقال حسن صحيح وعن أبي هريرة رضي الله عنه أن رجلاً شكا إلى النبي صلى الله عليه وسلم قسوة قلبه فقال أمسح رأس اليتيم وأطعم المسكين رواه أحمد ورجاله رجال الصحيح.",
            "page": "155",
            "part": "1",
            "seal": "E3CDE0DF"
        },
        {
            "id": "154",
            "nass": "الإحسان إلى المسكين وابن السبيل ¶ س244- من المسكين ومن ابن السبيل وما معنى الإحسان إليهما وما معنى الرفق بالمملوك وما هو الدليل على ذلك؟ ¶ ج- أما المسكين فهو الساكن لما في أيدي الناس لكونه لا يجد شيئاً وإذا أطلق دخل فيه الفقير وبالعكس وإذا ذكرا معاً كما في أصناف الزكاة فقال بعض المفسرين لآية الزكاة إن الفقير هو المتعفف الذي لا يسأل الناس شيئاً والمسكين هو الذي يسأل ويطوف يتتبع الناس. وقيل الفقير من به زماتة والمسكين الصحيح الجسم. وأما ابن السبيل فهو المسافر المجتاز في بلد ليس معه شيء يستعين به على سفر، ويكون الإحسان إلى المساكين وأبناء السبيل بأنواع الإحسان من صدقة فريضة ونافلة وإعارة وهدية وتقريبهم والتلطف بهم وإكرامهم ونحو ذلك وقد حث الله على الإحسان إلى المساكين وأبناء السبيل في عدة آيات قال تعالى (ويسألونك ماذا ينفقون قل ما أنفقتم من خير فللوالدين والأقربين واليتامى والمساكين وابن السبيل) . ¶ وكما في آية الحقوق العشرة (واعبدوا الله ولا تشركوا به شيئاً) الآية وآية براءة (إنما الصدقات للفقراء والمساكين) الآية وأما الأحاديث فعن أبي هريرة قال رسول الله صلى الله عليه وسلم الساعي على الأرملة والمسكين كالمجاهد في سبيل الله الحديث وثبت عن النبي صلى الله عليه وسلم أنه جعل يوصي أمته في مرض الموت يقول الصلاة الصلاة وما ملكت إيمانكم والرفق بالمملوك بأن لا يكلفه ما لا يطيق ويلين له الجانب فورد عنه صلى الله عليه وسلم أنه قال",
            "page": "156",
            "part": "1",
            "seal": "AB1D5D72"
        },
        {
            "id": "155",
            "nass": "لا يدخل الجنة سيئ الملكة وعن أبي ذر رضي الله عنه عن النبي صلى الله عليه وسلم قال هم إخوانكم خولكم جعلهم الله تحت أيديكم فمن كان أخوه تحت يده فليطعمه مما يأكل وليلبسه مما يلبس ولا تكلفوهم ما يغلبهم فإن كلفتوهم فأعينوهم آخرجاه والله أعلم. ¶ س245- بين معاني ما يلي من الكلمات وأدلة أهل السنة على النهي عنها (الفخر- الخيلاء- الاستطالة) ؟ ¶ ج- الفخر التمدح بالخصال. والخيلاء الكبر، والاستطالة على الخلق والتعدي والترفع عليهم واحتقارهم والوقيعة بينهم، قال الله تعالى (إن الله لا يحب كل مختال فخور) وقال (سأصرف عن آياتي الذين يتكبرون في الأرض بغير الحق وإن يروا كل آية لا يؤمنوا بها وإن يروا سبيل الرشد لا يتخذوه سبيلاً) الآية وقال (إن الذين كذبوا بآياتنا واستكبروا عنها لا تفتح لهم أبواب السماء) الآية (أليس في جهنم مثوى للمتكبرين) والآيات في القرآن كثيرة في ذم الكبر وأما السنة، فعن ابن عمر أن النبي صلى الله عليه وسلم قال بينما رجل ممن كان قبلكم يجر إزاره من الخيلاء فخسف به فهو يتجلجل في الأرض إلى يوم القيامة رواه البخاري والنسائي فعن ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة فقال أبو بكر يا رسول الله إن إزاري يسترخي إلا أني أتعاهده فقال رسول الله صلى الله عليه وسلم أنك لست ممن يفعله خيلاء رواه مالك والبخاري وعن عياض بن حماد رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم أوحي إلي أن تواضعوا حتى",
            "page": "157",
            "part": "1",
            "seal": "6E728F6A"
        },
        {
            "id": "156",
            "nass": "لا يفخر أحد على أحد رواه مسلم وأبو داود. وعن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم أربعة يبغضهم الله البياع الحلاف والفقير المختال والشيخ الزاني والإمام الجائر رواه النسائي وابن حبان في صحيحه وعن أبي بكر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال في خطبة الوداع إن دماءكم وأعراضكم عليكم حرام كحرمة يومكم هذا في شهركم هذا في بلدكم هذا الا هل بلغت رواه البخاري وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال كل المسلم على المسلم حرام دمه وعرضه وماله رواه مسلم والترمذي في حديث. ¶ نماذج من معالي الأخلاق ونماذج من سفسافها ¶ س246- أذكر شيئاً من معالي الأخلاق وشيئاً من سفسافها ودليل أهل السنة على الأمر بمعالي الأخلاق ودليلهم على النهي عن سفسافها؟ ¶ ج- أما مثال معالي الأخلاق: العفة، الأمانة، الشجاعة، السخاء الحياء، التقي، والتواضع، العدل والحلم والصدق وحسن الخلق، وسائر الأخلاق الحميدة والأفعال الرشيدة، وأما مثال سفسافها: الظلم، البخل، الشح، الخيانة، المكر، الكذب، الحسد، الغيبة، النميمة، الجبن ونحو ذلك قال الله تعالى (خذ العفو وأمر بالعرف وأعرض عن الجاهلين) وقال (إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون) وقال (إن هذا القرآن يهدي للتي هي أقوم) (وإنك لتهدي إلى صراط مستقيم) (فتوكل",
            "page": "158",
            "part": "1",
            "seal": "475C9563"
        },
        {
            "id": "157",
            "nass": "على الله إنك على الحق المبين) وقال أبو سفيان حينما قال له هرقل فماذا يأمركم قلت يقول اعبدوا الله وحده ولا تشركوا به شيئاً واتركوا ما كان يعبد آباؤكم ويأمرنا بالصلاة والصدقة والعفاف والصلة، وعن سهيل بن سعد مرفوعاً أن الله كريم يحب الكريم ومعالي الأخلاق ويكره سفسافها وعن جابر مرفوعاً إن الله يحب مكارم الأخلاق ويكره سفسافها. ¶ طريقة أهل السنة وعلامتهم الفارقة ¶ س247- ما هي طريقة أهل السنة والجماعة وهل لهم من علامة تميزهم عن غيرهم؟ ¶ ج- طريقتهم دين الإسلام الذي بعث به الله محمداً صلى الله عليه وسلم قال الله تعالى (ومن يبتغ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين) وعلامتهم الفارقة هي المشار إليها بقوله صلى الله عليه وسلم من كان على مثل ما أنا عليه اليوم وأصحابي. ¶ س248- من الصديق ومن الشهيد ومن المراد بأعلام الهدى ومصابيح الدجى؟ ¶ ج- الصديق هو الذي صدق في قوله وفعله الكثير الصدق والشهيد هو من قتل في المعركة والمراد بأعلام الهدى العلماء وسمي العالم علماً لأنه يهتدي بعلمه وكذلك مصابيح الدجى وهذا تشبيه لعلماء السنة المهتدين وأهل الخيرات من المصلحين في الأمة بالجبال الشاهقة والعلامات الواضحة التي يعرفون بها طريق الفلاح والفوز وبالمصابيح النيرة التي تضئ الطريق للساكنين.",
            "page": "159",
            "part": "1",
            "seal": "408DD4D7"
        },
        {
            "id": "158",
            "nass": "س249- ما هي المناقب وما هي الفضائل ومن هم الأبدال ومن المراد بأئمة الدين؟ ¶ ج- المناقب المفاخر والفضائل جمع فضيلة وهي ضد النقيصة وأما الأبدال قيل هم الأولياء والعباد وقيل هم الذين يجددون الدين يخلف بعضهم بعضاً في الذب عنه كما في الحديث يبعث الله لهذه الأمة على رأس كل مائة سنة من يجدد لها أمر دنيها، وأما الأئمة في الدين فهم العلماء المقتدى بهم قال تعالى (وجعلناهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون) قال بعض العلماء بالصبر واليقين تنال الإمامة في الدين أخذاً من الآية الكريمة والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ وكان الفراغ من هذه الأسئلة والأجوبة ضحوة الأربعاء في الساعة الواحدة والنصف في محرم 30/1381 سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين. ¶ (الحمد لله الذي لم يتخذ ولداً ولم يكن له شريك في الملك ولم يكن له ولي من الذل وكبره تكبيراً) . ¶ هذا الكتاب المسمى ¶ مختصر الأسئلة والأجوبة الأصولية ¶ على العقيدة الواسطية ¶ وقف لله تعالى، من استغنى عن الانتفاع به فليدفعه إلى من ينتفع به ¶ من طلبة العلم أو غيرهم",
            "page": "160",
            "part": "1",
            "seal": "96960E93"
        }
    ],
    "t9827": [
        {
            "id": "65",
            "lvl": "2",
            "sub": "2",
            "tit": "س117- ما الذي تعرفه عن معنى قوله تعالى: (فاعبده واصطبر لعبادته هل تعلم له سميا) ؟"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "نفي الند والكفو"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "أقسام الشرك"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": "1",
            "tit": "س119- ما هي أقسام الشرك وما معنى اتخاذ الند لله؟"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": "2",
            "tit": "آية العز"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": "3",
            "tit": "س120- ما الذي تفهمه من معنى قوله تعالى (وقل الحمدلله الذي لم يتخذ ولدا ولم يكن شريك في الملك ولم يكن له ولي من الذل وكبره تكبيرا."
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "صفة القدرة"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": "1",
            "tit": "س121- ما الذي تفهمه عن معنى قوله تعالى (يسبح لله ما في السموات وما في الأرض له الملك وله الحمد وهو على كل شيء قدير) ؟"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "تنزيه الله عن الولد والشريك"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": "1",
            "tit": "س122- ما الذي تفهمه عن معنى قوله تعالى (تبارك الذي نزل الفرقان على عبده ليكون للعالمين نذيرا، الذي له ملك السموات والأرض ولم يتخذ ولدا ولم يكن له شريك في الملك وخلق كل شيء فقدره تقديرا) ؟"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "تنزيه الله عن الولد وعن وجود إله معه"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": "1",
            "tit": "س123- ما الذي تفهمه من قوله تعالى: (ما اتخذ الله من ولد وما كان معه من إله إذا لذهب كل إله بما خلق ولعلا بعضهم على بعض سبحان الله عما يصفون عالم الغيب والشهادة فتعالى عما يشركون) ؟"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "النهي عن ضرب الأمثال لله"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": "1",
            "tit": "س124- ما الذي تفهمه عن معنى قوله تعالى (فلا تضربوا لله الأمثال إن الله يعلم وأنتم لا تعلمون) وقوله (قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون) ؟"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "الفروق بين الشرك الأكبر والأصغر"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": "1",
            "tit": "س125- قد تقدم لنا حد الشرك الأكبر والأصغر فهل هنا فارق بينهما؟"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": "2",
            "tit": "الاستواء"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": "3",
            "tit": "س126- ما هو الإيمان بالاستواء وما دليله من الكتاب؟"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "س127- اذكر ما تعرفه من معاني هذه الآيات الدالة على الاستواء؟"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "الخلق والأمر"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": "1",
            "tit": "س128- ما الفرق بين الخلق والأمر؟"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": "2",
            "tit": "عبارات السلف الأربع"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": "3",
            "tit": "س129- ما هي العبارات التي تدور عليها تفاسير السلف للاستواء؟"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "س130- ما هي أنواع الاستواء في لغة العرب الذين نزل القرآن بلغتهم؟"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "العرش والكرسي"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "1",
            "tit": "س132- ما الذي تعتقده في العرش والكرسي ودلل على ما تقول؟"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": "2",
            "tit": "الجواب السديد لمن سأل عن كيفية صفة من صفات الله"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "3",
            "tit": "س133- ما هو الجواب السديد لمن سأل عن كيفية صفة من صفات الله؟"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "علو الله على خلقه"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "س134- اذكر بعض ما تستحضره من أدلة علو الله على خلقه من الكتاب والسنة؟"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "س135- اذكر ما تعرفه عن معاني هذه الآيات الدالة على علو الله؟"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "المعية"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": "1",
            "tit": "س126- ما هي أقسام المعية وما دليل كل قسم منها وما هي أدلة قرب الله؟"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "س137- اذكر بعض ما تفهمه من هذه الآيات والأحاديث الدالة على المعية والقرب؟"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "س138- ما الفرق بين المعية العامة والخاصة؟"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "س139- هل لغة العرب توجب أن (مع) تفيد اختلاطا أو امتزاجا أو مجاورة؟"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "صفة الكلام لله"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "1",
            "tit": "س140- ما هو الإيمان بصفة الكلام لله؟"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "2",
            "tit": "س141- ما هو الدليل على إثبات صفة الكلام لله من الكتاب والسنة؟"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "س142- اذكر بعض ما تعرفه من معاني هذه الآيات والأحاديث؟"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "س143- ما مثال أنواع الكلام الذي بواسطة والذي بغير واسطة؟"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان بالقرآن"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": "1",
            "tit": "س145- ما هو الإيمان بالقرآن الكريم؟"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "س147- ما هو القول الحق في القرآن فيما إذا كتب في الورق أو قرأه القارئ؟"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان برؤية المؤمنين بربهم في الآخرة"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "1",
            "tit": "س149- ما هو الإيمان برؤية الله في الآخرة؟"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "2",
            "tit": "س150- ما هو الدليل على ذلك من الكتاب والسنة؟"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "س152- من الذين ينكرون الرؤية وما دليليهم على نفيها وبم يرد عليهم؟"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "صفات فعلية وصفات ذاتية"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": "1",
            "tit": "س152- ما الذي تفهمه من معاني ما يلي من الأحاديث قوله صلى الله عليه وسلم \"ينزل ربنا إلى سماء الدنيا كل ليلة حين يبقى ثلث الليل الآخر فيقول من يدعوني فأستجيب له، من يسألني فأعطيه، من يستغفرني فأغفر له\" متفق عليه، وقوله صلى الله عليه وسلم \"لله أشد فرحا بتوبة عبده من أحدكم براحلته\" الحديث متفق عليه. وقوله يضحك الله إلى رجلين يقتل أحدهما الآخر كلاهما يدخلان الجنة\" متفق عليه، وقوله عجب ربنا من قنوط عباده وقرب غيره ينظر إليكم أزلين قنطين فيظل يضحك يعلم أن فرجكم قريب حديث حسن وقوله لا تزال جنهم يلقى فيها وهي تقول هل من مزيد حتى يضع رب العزة رجله فيها، وفي رواية عليها قدمه فينزوي بعضها إلى بعض فتقول قط قط متفق عليه وقوله ما منكم من أحد إلا سيكلمه ربه ليس بينه وبينه ترجمان؟"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "توسط أهل السنة بين فرق الضلال"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "توسط أهل السنة في باب أفعال الله بين الجبرية والقدرية"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "1",
            "tit": "س154- كيف كان أهل السنة وسطا في باب أفعال الله بين الجبرية والقدرية ومن هم الجبرية ولم سموا بذلك ومن زعيم القدرية وما مذهبهم؟"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "توسط أهل السنة في باب أفعال الله بين المرجئة والوعيدية"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "1",
            "tit": "س155- كيف كان أهل السنة وسطا في باب وعيد الله بين المرجئة والوعيدية من القدرية ووضح المذاهب الثلاثة توضيحا شافيا كافيا؟"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "أسماء الإيمان والدين"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": "1",
            "tit": "س 156- ما المراد بأسماء الدين والأحكام؟"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": "2",
            "tit": "أهل السنة وسط في باب أسماء الإيمان والدين"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": "3",
            "tit": "أهل السنة وسط في باب أسماء الإيمان والدين"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": "4",
            "tit": "س167- كيف كان أهل السنة وسطا في باب أسماء الإيمان والدين بين الحرورية والمعتزلة وبين المرجئة والجهمية؟"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "توسط أهل السنة في أصحاب رسول الله بين الرافضة والخوارج"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "من فوائد سنة النبي صلى الله عليه وسلم"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": "1",
            "tit": "س159- اذكر شيئا من فوائد سنة النبي صلى الله عليه وسلم وما الواجب علينا نحوها وما الدليل على ذلك؟"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": "2",
            "tit": "الإيمان باليوم الآخر"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "فتنة القبر"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": "1",
            "tit": "س161- ما المراد بفتنة القبر؟"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "س162- ما هو الدليل على عذاب القبر ونعيمه؟"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "س163- هل عذاب القبر ونعميه يحصل للروح والبدن وهل عذاب القبر دائم أو منقطع؟ أو ما فيه تفصيل وضح ذلك؟"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": "1",
            "tit": "القيامة الكبرى"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "2",
            "tit": "س164- ماذا يكون انتهاء بعد مدة البرزخ؟"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "س165- ما هو الميزان وهل هو حقيقي؟ وما هو الدليل على ذلك وما الذي يوزن هل هو العمل أم الشخص أم فيه تفصيل وجمع؟"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "س166- هل الميزان واحد أو متعدد، وإذا كان واحدا فما الجواب عن وروده بلفظ الجمع في القرآن؟"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": "1",
            "tit": "الدواوين"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": "2",
            "tit": "تعريف الإلحاد في الأسماء والصفات"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "3",
            "tit": "س71- ما هو الإلحاد في أسماء الله وصفاته وما هي أقسامه؟"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "حكم استعمال الأقيسة في جانب الله"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "س72- هل يجوز استعمال شيء من الأقيسة في جانب الله عز وجل؟"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "2",
            "tit": "صفة العزة"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "3",
            "tit": "س73- ما الذي تفهم عن معنى قوله: (سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين) ولم ساقها المصنف؟"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "س74- لم كانت هذه الآية تتضمن أنواع التوحيد الثلاثة؟"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": "1",
            "tit": "النفي والإثبات"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "2",
            "tit": "س75- ما هي طريقة أهل السنة والجماعة في النفي والإثبات الواردين في نصوص الصفات؟"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "س76- ما الذي يقصد بالنفي وهل فيه كمال أو مدح واذكر مثالا يوضح ذلك؟"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "س77- ما هو الصراط المستقيم؟"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "س78- لم يضاف الصراط تارة إلى الله وتارة إلى العباد ولماذا يذكر مفردا معرفا باللام تارة بالإضافة تارة؟"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الإخلاص تعدل ثلث القرآن"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "2",
            "tit": "س79- لم كانت سورة الإخلاص تعدل ثلث القرآن؟"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "س80- لم سميت هذه السورة (قل هو الله أحد) سورة الإخلاص وما وجه الدلالة منها على أنواع التوحيد الثلاثة؟"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "س81- ما الذي تفهمه عن سياق المصنف لهذه السورة وبين ما تعرفه عن معنى الأحد - الصمد- الكفؤ؟"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "س82- ما الذي تعرفه من ما يستنبط من سورة الإخلاص؟"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": "1",
            "tit": "آية الكرسي"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "2",
            "tit": "س83- ما الذي تفهمه عن سياق المصنف لآية الكرسي. وما الذي تعرفه من استنبطه العلماء منها من الأحكام؟"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "س84- لم كانت آية الكرسي أعظم آية في كتاب الله؟"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الإحاطة"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "س85- ما الذي تفهمه عن معنى قوله تعالى (هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم) ؟"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "صفة الحياة"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "س86- ما هو المفهوم من قوله تعالى (وتوكل على الحي الذي لا يموت) ؟"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "2",
            "tit": "صفة الحكمة"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "3",
            "tit": "س87- ما الذي تعرفه عن اسمه تعالى الحكيم؟"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "س89- بين ما تعرفه عن معنى قوله تعالى (وهو اللطيف الخبير) ؟"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "صفة العلم"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "1",
            "tit": "س90- بين ما تفهم من معاني هذه الآيات قال الله تعالى (يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء وما يعرج فيها) (وعنده مفاتح الغيب لا يعلمها إلا هو ويعلم ما في البر والبحر وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين) (وما تحمل من أنثى ولا تضع إلا بعلمه) (لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما) ؟"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "صفة الرزق والقوة والمتانة"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "س91- ما الذي تفهم من معنى قوله تعالى: (إن الله هو الرزاق ذو القوة المتين) ؟"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "صفة السمع"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "س92- ما الذي تعرفه عن معنى قوله تعالى (إن الله كان سميعا بصيرا) (قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله والله يسمع تحاوركما إن الله سميع بصير) (لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء) (أم يحسبون أنا لا نسمع سرهم ونجواهم بلى ورسلنا لديهم يكتبون) (وهو السميع البصير) ؟"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "2",
            "tit": "س93- ما الذي يراد بفعل السمع؟"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "صفة البصر"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "س94- قدم تقدم أدلة إثبات صفة البصر لله تعالى مع أدلة إثبات صفة السمع فما الذي تعرفه عن معنى اسمه تعالى البصير؟"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الإرادة والمشيئة"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "س95- ما الذي تفهمه عن معنى قوله تعالى (ولولا إذ دخلت جنتك قلت ما شاء الله لا قوة إلا بالله) وقوله (ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد) (فمن يرد الله أن يهديه يشرح صدره للإسلام ومن يرد أن يضله يجعل صدره ضيقا حرجا) ؟"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "2",
            "tit": "س96- ما دليل الإرادة الدينية الشرعية وبأي شيء تتعلق؟"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "س97- ما الفرق بين الإرادتين؟"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "س98- أذكر ما بين الإرادتين من عموم وخصوص؟"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "صفة المحبة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "س99- ما الذي تفهمه عن معنى قوله تعالى (واحسنوا إن الله يحب المحسنين) (إن الله يحب المقسطين) (إن الله يحب المتقين) (إن الله يحب التوابين ويحب المتطهرين) (قل إن كنتم تحبون الله فاتبعوني يحببكم الله) (فسوف يأتي الله بقوم يحبهم ويحبونه) (إن الله يحب الذين يقاتلون في سبيله) (وهو الغفور الودود) ؟"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "صفة الرحمة"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "1",
            "tit": "س100- بين ما تفهم من ما تضمنته الآيات التي تلي (بسم الله الرحمن الرحيم) وقوله (ورحمتي وسعت كل شيء) (وهو الغفور الرحيم) (فالله خير حافظا وهو أرحم الراحمين) وقوله (كتب ربكم على نفسه الرحمة) ؟"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "أقسام الرحمة"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "س101- ما أقسام الرحمة وما دليل كل قسم منها؟"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "2",
            "tit": "س102- ما أقسام الرحمة المضافة إلى الله؟"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الصفات الفعلية"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "س103- بين ما تعرفه عن ما تضمنته الآيات التي تلي (رضي الله عنهم ومن يقتل مؤمنا متعمدا فجزاؤه جنهم خالدا فيها وغضب الله عليه ولعنه وأعد له عذابا عظيما) وقوله (ذلك بأنهم اتبعوا ما أسخط الله وكرهوا رضوانه فأحبط أعمالهم) (فلما آسفونا انتقمنا منهم ولكن كره الله انبعاثهم كبر مقتا عند الله أن تقولوا ما لا تفعلون) .؟"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "المجيء والاتيان"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "س104 ما الذي تفهمه من معنى قوله تعالى (هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة وقضي الأمر) وقوله (هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك أو يأتي بعض آيات ربك) (كلا إذا دكت الأرض دكا دكا وجاء ربك والملك صفا صفا) (ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا) ؟"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": "2",
            "tit": "الرد على المبتدعة المؤلين للمجيء والإتيان بمجيء الأمر"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "صفة الوجه"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "1",
            "tit": "س106- ما الذي تفهمه من قوله في إثبات الوجه (كل شيء هالك إلا وجهه) (إلا ابتغاء وجه ربه الأعلى) (ويبقى وجه ربك ذو الجلال والإكرام) ؟"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "المضاف إلى الله"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "س107- ما هي أنواع المضاف إلى الله؟"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "س108- بين ما تفهمه من قوله تعالى (بل يداه مبسوطتان) (ما منعك أن تسجد لما خلقت بيدي) (والسموات مطويات بيمينه) (أول لم يروا أنا خلقنا لهم مما عملت أيدينا) ؟"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": "1",
            "tit": "الرد على مؤلي اليدين بالنعمة أو القدرة"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "2",
            "tit": "س109- بم يرد على من أول اليد بالنعمة أو القدرة أو نحو ذلك؟"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "صفة العينين"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء بلفظ الاسم وما جاء بلفظ الاسم المضاف"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": "1",
            "tit": "س111- ما الفرق بين أسماء الله بلفظ الاسم والتي بلفظ الاسم المضاف؟"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "ما ورد بلفظ الفعل"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "1",
            "tit": "س112- ما حكم ما ورد بلفظ الفعل كقوله (ومكروا ومكر الله والله خير الماكرين) (ومكروا مكرا ومكرنا مكرا) (قل الله أسرع مكرا) (ويمكرون ويمكر الله) (إنهم يكيدون كيدا وأكيد كيدا) (وأملي لهم إن كيدي متين) ؟"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "صفة العفو والقدرة والمغفرة والرحمة"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": "1",
            "tit": "س113- ما الذي تعرفه عن معاني ما يلي من الآيات: (إن تبدوا خيرا أو تخفوه أو تعفوا عن سوء فإن الله كان عفوا قديرا) وقوله: (وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم والله غفور رحيم) ؟"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "صفة العزة"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "1",
            "tit": "س114- ما الذي تفهمه عن معاني ما يلي من الآيات الكريمات، (ولله العزة ولرسوله) قوله عن إبليس (فبعزتك لأغوينهم أجمعين) (إن العزة لله جميعا) (هو السميع العليم) واذكر ما في ذلك من تقاسيم؟"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "س115- ما الذي تفهمه عن معنى قوله تعالى (تبارك اسم ربك ذي الجلال والإكرام) ؟"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "س116- كم أنواع البركة وما هي؟"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مؤلف العقيدة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "أسئلة المقدمة"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "س1- ما هو معنى الحمد وما معنى لفظ الجلالة؟"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "2",
            "tit": "س2- من هو الرسول ومن هو النبي؟ وهل كل رسول نبي؟"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "3",
            "tit": "س3- ما هو الهدى وما هي أقسامه وما هي أدلة كل قسم؟"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "س4- ما المراد بالهدى المذكور في خطبة العقيدة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "س5- ما هو الدين وما معنى قوله ليظهره على الدين كله؟"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "س6- بأي شيء تكون معرفة الإنسان لدينه؟"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "س8- ما معنى شهادة أن لا إله إلا الله وما أركانها؟"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "س9- كم شروط لا إله إلا الله وما هي وما الذي ينافيها؟"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "س11- ما معنى شهادة أن محمدا رسول الله؟"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "س12- ما الحكمة في قرن شهادة أن محمدا رسول الله بشهادة أن لا إله إلا الله؟"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "س13- ما الحكمة في الجمع له صلى الله عليه وسلم بين وصفي العبودية والرسالة؟"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "س14- ما حد التوحيد اذكره بوضوح؟"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "2",
            "tit": "س15- ما هي أقسام التوحيد عند من يجعلها ثلاثة أقسام؟"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "3",
            "tit": "س16- ما هو توحيد الربوبية؟"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "س17- ما هو توحيد الأسماء والصفات؟"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "س18- ما هو توحيد الألوهية؟"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "2",
            "tit": "س19- هل للتوحيد تقسيم ثان غير ما ذكر؟"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "س20- ما هي أقسام التوحيد القولي؟"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "س21- ما ينزه عنه الله ينقسم إلى قسمين متصل ومنفصل، أذكر مثالا لكل قسم والضابط لكل قسم؟"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "2",
            "tit": "س22- أي أقسام التوحيد الذي جاءت به الرسل وأنزلت به الكتب وضحه مع ذكر دليله؟"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "س23- ما أركان توحيد الألوهية؟ تكلم عنها بوضوح."
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "س24- ما ضد هذا القسم الذي هو توحيد العبادة؟"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "2",
            "tit": "س25- ما ضد توحيد الربوبية؟"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "3",
            "tit": "س26- ما ضد توحيد الأسماء والصفات؟"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "س27- ما معنى الصلاة على النبي صلى الله عليه وسلم ومن هم آل النبي صلى الله عليه وسلم ومن هو الصحابي؟"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "س28- ما معنى كلمة أما بعد ولأي شيء يؤتى بها وإلى أي شيء أشار المنصف بقوله هذا أعقاد الفرقة الناجية؟"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "2",
            "tit": "س29- ما معنى الاعتقاد ومن هي الفرقة الناجية؟"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "3",
            "tit": "س30- من أين أخذ وصفها بأنها ناجية وضح ذلك؟"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "س31- ما هي السنة ومن هم أهلها ولم نسبوا إليها؟"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "أركان الإيمان الستة"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "2",
            "tit": "س32- ما هو الإيمان بالله الذي هو الركن الأول من الإيمان؟"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "3",
            "tit": "س33- ما هو الإيمان بالملائكة الذي هو الركن الثاني من أركان الإيمان؟"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "س34- هل يكفي الإيمان إجمالا بالملائكة؟"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "س35- ما هو الإيمان بكتب الله الذي هو الركن الثالث من أركان الإيمان؟"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "س36- ما هو الإيمان برسل الله الذي هو الركن الرابع من أركان الإيمان؟"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "س37- كم عدد المذكورين من الأنبياء والرسل في القرآن ومن هم اذكرهم بوضوح؟"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "س38- ما موضوع رسالة الرسل وما الحكمة فيها؟ وما الدليل عليها؟"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "س39- من هم أولوا العزم من الرسل وأين ذكروا؟"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "2",
            "tit": "س40- ما الواجب علينا نحو الرسل عليهم الصلاة والسلام؟"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "س41- ما الأشياء التي تجوز على الرسل؟"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "س42- ما الدليل على صدق الرسل وبأي شيء أيدهم الله تعالى؟"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "س43- ما هو البعث وما دليله وما حكم الإيمان به؟"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "س44- ما حكم إنكاره وما دليل الحكم؟"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "س40- ما هو الإيمان بالقدر اذكره بوضوح؟"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "التحريف والتعطيل الكييف والتمثيل"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "س46- بم يوصف الله عز وجل؟"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "2",
            "tit": "س47- ما هو التحريف وما هي أقسامه وما مثال كل قسم؟"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "س48- ما هو التعطيل وما الفرق بينه وبين التحريف؟"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "س49- ما هي أنواع التعطيل وكم هي؟"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "س50- من أول من عرف بالتعطيل لأسماء الله وصفاته؟"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "س51- بين ما هو التكييف وما هو التمثيل وبين ما فيه من تقاسيم وأمثلة؟"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "س52- بين ما تفهمه من معنى قوله تعالى ليس كمثله شيء وهو السميع البصير؟"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "الأسماء الحسنى"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "2",
            "tit": "س53- ما مثال الأسماء الحسنى؟"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "3",
            "tit": "س54- لم كانت أسماء الله حسنى وهل هي من قبيل المحكم. وهل الوصفية فيها تنافي العلمية. وضح ذلك؟"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "س55- ما هي أركان الإيمان بالأسماء الحسنى ومثل لذلك؟"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "س56- هل أسماء الله توقيفية وإذا كانت توقيفية فما معنى ذلك؟"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "2",
            "tit": "س57- ما هي أنواع دلالة الأسماء الحسنى وضح ذلك بالأمثلة؟"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "س58- هل أسماء الله من قبيل المترادف أم من قبيل المتباين. وضح ذلك؟"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "س59- هل أسماء الله محصورة بعدد معروف وهل في الحديث إفادة لحصرها؟"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "2",
            "tit": "س60- ما مراتب إحصاء أسماء الله التي من أحصاها دخل الجنة؟"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "3",
            "tit": "س61- لم كان إحصاء أسماء الله الحسنى والعلم بها أصل للعلم بكل معلوم؟"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "س62- ما هو الاسم الذي ينبغي لمن دعا الله بأسمائه الحسنى أن يدعو الله به؟"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "س63- إذا كان الاسم منقسم إلى مدح وذم فهل يدخل في أسماء الله تعالى؟ وما مثال ذلك."
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "2",
            "tit": "س64- هل يلزم من اتحاد الإسمين تماثل مسماها؟ وضح ذلك بالأمثلة."
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "س65- ما مثال أسماء الله المزدوجة المتقابلة التي لا يطلق واحد منها بمفرده على الله إلا مقرونا بالاسم الآخر وما المحذور من إفرادها؟ وضح ذلك."
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "س66- إلى كم تنقسم صفات الله ووضح كل قسم منها بما يميزه عن الآخر؟"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "2",
            "tit": "س67- ما مثال الصفات الذاتية والصفات الفعلية؟"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "س68- هل القول في الصفات يخالف القول بالذات؟"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": "1",
            "tit": "الأقسام الممكنة في آيات الصفات وأحاديثها"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "2",
            "tit": "س69- ما هي الأقسام الممكنة في آيات الصفات وأحاديثها؟"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الواجب في آيات الصفات وأحاديثها"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "س70- ما الواجب في آيات الصفات وأحاديثها؟"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": "1",
            "tit": "نفي السمي والشبيه"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": "2",
            "tit": "س167- ما هي الدواوين وما معنى نشرها؟"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": "3",
            "tit": "س168- ما هو الحساب وما هو الدليل على أنه حق ثابت؟"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "س169- هل هنا فرق بين محاسبة المؤمن ومحاسبة الكافر؟"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "الحوض"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": "1",
            "tit": "س170- ما هو الإيمان بالحوض المورود، واذكر الدليل على ما تقوم ووضح موضعه وصفته ومسافته وكم آنيته ومن الذي يرده وهل يظمأ من شرب منه وهل يمنع منه أحد؟ وضح ذلك."
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "الصراط"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": "1",
            "tit": "س172- ما هو الصراط وأين موضعه وما حكم الإيمان به وما صفة المرور عليه وما الذي بعده ومتى يؤذن لمن تجاوزه في دخول الجنة؟"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": "2",
            "tit": "الشفاعة"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "س174- ما هي الشفاعة المثبتة والشفاعة المنفية؟ وما قيود المثبتة."
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "انقسام الناس بالشفاعة"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": "1",
            "tit": "س175- إلى كم انقسم الناس في إثبات الشفاعة ونفيها؟"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": "2",
            "tit": "س176- هل يدخل الجنة أحد بغير شفاعة؟ وضح ذلك مقرونا بالدليل."
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "الجنة والنار"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": "1",
            "tit": "س177- ما هو مذهب أهل السنة والجماعة حول خلق الجنة والنار وبقائهما؟ وأهلهما مع ذكر الدليل."
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": "2",
            "tit": "مراتب القدر الأربع"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": "3",
            "tit": "س178- قد تقدم تعريف الإيمان بالقدر في جواب سؤال 40 فما هي مراتبه وما دليل كل مرتبة من مراتب القدر؟"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "أقسام التقدير"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": "1",
            "tit": "س179- ما أقسام التقدير وما أدلة كل قسم من أقسامه؟"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "س180- هل العرش مخلوق قبل القلم وما الجمع بين حديث ابن عمر وحديث عبادة المتقدم؟"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الاحتجاج بالقدر"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": "1",
            "tit": "س181- ما حكم الاحتجاج بالقدر على ترك أمر أو فعل نهي؟"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": "2",
            "tit": "س182- من الموجه إليه الأمر والنهي واذكر الدليل على ما تقول؟"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": "3",
            "tit": "س183- ما معنى الرضى بالقضاء وما حكم الرضى به وضح ذلك مع ذكر أنواع القضاء مفصلة؟"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "س184- إذا كان قد سبق القضاء والقدر بالشقاوة أو السعادة فما حكم ترك الأخذ بالأسباب والاعتماد على ما سبق وضح ذلك مع ذكر الدليل؟"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان والدين عند أهل السنة"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "1",
            "tit": "س185- ما الإيمان والدين عند أهل السنة والجماعة؟"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "2",
            "tit": "س186- ما هو قول القلب وما دليله؟"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "3",
            "tit": "س187- ما هو قول اللسان وما دليله؟"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "س188- ما هو عمل القلب وما دليله؟"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": "1",
            "tit": "س189- ما هو عمل اللسان وما دليله وما مثاله؟"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": null,
            "tit": "س190- ما المراد بعمل الجوارح وما دليله وما مثاله؟"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": "1",
            "tit": "س191- ما الدليل على أن الإيمان يزيد بالطاعة وينقص بالمعصية؟"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": "2",
            "tit": "مراتب المؤمنين"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": "3",
            "tit": "س192- كم مراتب المؤمنين وما هي وما دليلها؟"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف أهل القبلة"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": "1",
            "tit": "س193- من هم أهل القبلة؟ وضح ذلك مع ذكر الدليل."
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": "2",
            "tit": "س194- من هو العاصي وهل يخرج من الإيمان بمعصيته وما اسمه عند أهل السنة وعند الخوارج وعند المعتزلة وما حكمه في الآخرة؟"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الكبيرة"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": "1",
            "tit": "س195- ما هي الكبيرة؟"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": "2",
            "tit": "س196- بم استدل أهل السنة والجماعة على أن المؤمن العاصي لا يخرج من الإيمان؟ وما وجه الدلالة."
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "الواجب نحو أصحاب الرسول صلى الله عليه وسلم"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": "1",
            "tit": "س198- ما الواجب نحو أصحاب النبي صلى الله عليه وسلم وضحه مع ذكر الدليل؟"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": null,
            "tit": "س199- ما طريقة أهل السنة والجماعة حول ما ورد في فضائل الصحابة؟"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": "1",
            "tit": "س200- لم كان المهاجرون أفضل من الأنصار؟ وضحه مع ذكر الدليل."
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": "2",
            "tit": "س201- ما مناسبة قوله صلى الله عليه وسلم لا تسبوا أصحابي الحديث المتقدم ومن الساب ومن المسبوب؟"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "س202- لم نهى النبي صلى الله عليه وسلم خالدا عن سب أصحابه وخالد أيضا من أصحابه وقال لو أن أحدكم أنفق مثل أحد ذهبا ما بلغ مد أحدهم ولا نصيفه."
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": "1",
            "tit": "س203- ما طريقة أهل السنة والجماعة نحو أهل بدر وأهل بيعة الرضوان؟ ج- هو أنهم يؤمنون بأن الله أطلع على أهل بدر وكانوا ثلاثمائة وبضعة عشرة فقال اعملوا ما شئتم فقد غفرت لكم. ويؤمنون بأنه لا يدخل النار من بايع تحت الشجرة. قال الله تعالى (لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة) الآية ولأخباره صلى الله عليه وسلم."
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "س204- أين موقع بدر وكم عدد القتلى من المشركين وكم عدد الشهداء من المسلمين؟"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": "1",
            "tit": "س105- أين تقع الشجرة ولم سميت المبايعة التي تحتها بيعة الرضوان؟"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "س207- هل يشهد لأحد بالجنة غير العشرة، ومن هم العشرة، المبشرين بالجنة؟"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "الواجب نحو أزواج الرسول صلى الله عليه وسلم"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": "1",
            "tit": "س209- ما الواجب نحو أزواج النبي صلى الله عليه وسلم أمهات المؤمنين؟"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "س210- من أهل بيت النبي صلى الله عليه وسلم ومن أفضلهم وما الواجب نحوهم؟"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": "1",
            "tit": "س211- ما هي وصيته صلى الله عليه وسلم في أهل بيته وما دليلها؟"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": null,
            "tit": "س212- ما طريقة الروافض والنواصب وما موقف أهل السنة من طريقتهما؟"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": "1",
            "tit": "س213- ما موقف أهل السنة والجماعة حول ما شجر بين الصحابة؟"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": "2",
            "tit": "س214- ما هو موقف أهل السنة والجماعة حول الآثار المروية في مساويهم؟"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": null,
            "tit": "س215- ما رأي أهل السنة حول عصمة الصحابة رضوان الله عليهم أجمعين؟"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "الكرامة"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": "1",
            "tit": "س217- ما هي الكرامة وهل هي تدل على صدق من ظهرت على يديه أو ولايته أو فضله؟"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": "2",
            "tit": "س218- ما الفرق بين المعجزة والكرامة والأحوال الشيطانية؟"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": null,
            "tit": "س220- أذكر شيئا من أنواع العلم والقدرة والتأثير؟"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": "1",
            "tit": "س221- أذكر شيئا من خوارق العادة لغير الأنبياء من باب العلوم والمكاشفات؟"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": null,
            "tit": "س222- ما مثال ما كان من باب القدرة والتأثير لغير الأنبياء؟"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "س224- ما الذي يستفاد من الكرامة وهل هي مستمرة؟"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": "1",
            "tit": "آثار النبي صلى الله عليه وسلم"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": "2",
            "tit": "س225- ما هي آثار النبي صلى الله عليه وسلم وما موقف أهل السنة والجماعة حولها؟ وضح مع ذكر الأدلة والتقاسيم."
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "س226- متى تتبع آثار الصحابة وضح ذلك وما له من أدلة وما حول ذلك من مسائل؟"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": null,
            "tit": "س227- ما هي وصية رسول الله صلى الله عليه وسلم نحو الخلفاء الراشدين؟"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": "1",
            "tit": "س228- لم سموا أهل السنة والجماعة أهل السنة وأهل الجماعة وأهل الكتاب؟"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "الأصول التي تعتمد عليها أهل السنة"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": "1",
            "tit": "س229- ما هي الأصول التي يعتمد عليها أهل السنة في العلم والدين ويزنون بها جميع ما عليه الناس من أعمال وأفعال باطنة أو ظاهرة مما له تعلق بالدين؟"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": "2",
            "tit": "طرق من محاسن أهل السنة"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": "3",
            "tit": "س230- اذكر شيئا من محاسن أهل السنة والجماعة؟"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": "4",
            "tit": "المعروف والمنكر"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "س232- هل للأمر بالمعروف والنهي عن المنكر من شروط؟"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "س233- ما هي درجات إنكار المنكر؟"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": "1",
            "tit": "س234- ما رأي أهل السنة والجماعة في إقامة الحج والجهاد والجمع مع الأمراء؟"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "النصيحة"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": "1",
            "tit": "س235- ما معنى النصيحة وما معنى الإدانة بها ولمن هي؟"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": "2",
            "tit": "س236- م معنى حديث المؤمن للمؤمن كالبنيان يشد بعضه بعضا الخ؟"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "الحث على التوادد والتراحم والتعاطف"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": "1",
            "tit": "س237- ما معنى قوله صلى الله عليه وسلم مثل المؤمنين في توادهم وتراحمهم وتعاطفهم كمثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد الحمى والسهر؟"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": null,
            "tit": "س238- بين معاني ما يلي من الكلمات الصبر - البلاء-الرخاء- الشكر الرضى."
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "صلة الرحم"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": "1",
            "tit": "س240 ما هي الرحم وبأي شيء تكون صلتها وما معنى العفو والظلم والحرمان وما دليل أهل السنة على حثهم على هذه الخصال وعملهم بها؟"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "بر الوالدين"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": "1",
            "tit": "س241- ما معنى بر الوالدين وبأي شيء يكون برهما وما الدليل على ذلك؟"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "الإحسان إلى الجار"
        },
        {
            "id": "152",
            "lvl": "2",
            "sub": "1",
            "tit": "س242- من هو الجار وبأي شيء يكون الإحسان إليه وما هو الدليل على ذلك؟"
        },
        {
            "id": "153",
            "lvl": "1",
            "sub": null,
            "tit": "الإحسان إلى اليتيم"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": "1",
            "tit": "س243- من هو اليتيم وبأي شيء يكون الإحسان إليه وما الدليل على ذلك؟"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "الإحسان إلى المسكين وابن السبيل"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": "1",
            "tit": "س244- من المسكين ومن ابن السبيل وما معنى الإحسان إليهما وما معنى الرفق بالمملوك وما هو الدليل على ذلك؟"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "س245- بين معاني ما يلي من الكلمات وأدلة أهل السنة على النهي عنها (الفخر- الخيلاء- الاستطالة) ؟"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "نماذج من معالي الأخلاق ونماذج من سفسافها"
        },
        {
            "id": "156",
            "lvl": "2",
            "sub": "1",
            "tit": "س246- أذكر شيئا من معالي الأخلاق وشيئا من سفسافها ودليل أهل السنة على الأمر بمعالي الأخلاق ودليلهم على النهي عن سفسافها؟"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "طريقة أهل السنة وعلامتهم الفارقة"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": "1",
            "tit": "س247- ما هي طريقة أهل السنة والجماعة وهل لهم من علامة تميزهم عن غيرهم؟"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": "2",
            "tit": "س248- من الصديق ومن الشهيد ومن المراد بأعلام الهدى ومصابيح الدجى؟"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "س249- ما هي المناقب وما هي الفضائل ومن هم الأبدال ومن المراد بأئمة الدين؟"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": "1",
            "tit": "خاتمة"
        }
    ]
}