{
    "b9830": [
        {
            "id": "37",
            "nass": "ان يصل اليها ويميط عنها اللثام، وجميعها تقوم على اساس انتظام الطبيعة وقدرة الانسان على التنبؤ بظواهرها في ظل ما يكشف عنه الحجاب من سنن هذا الكون وأسراره التي ما هي في الواقع الا من تجليات الخالق في خلقه. ¶ ولما كان إيمان الانسان بالله كما تدل عليه الظواهر الطبيعية والسنن الكونية اليوم لا يزال محدودا للغاية (¬1) ، لذلك ينبغي ان يقوم ايمان الانسان بالله فوق ذلك وبالاضافة اليه على أساس روحاني وأساس روحاني وأساس من العقيدة والتسليم. فالايمان بالله مصدر لسعادة لا ينضب في حياة كثير من البشر (¬2) . اما المشتغلون بالعلوم الذين يرجون الله فلديهم متعة كبرى يحصلون عليها كلما وصلوا إلى كشف جديد في ميدان من الميادين، اذ…ان كل كشف جديد يدعم ايمانهم بالله، ويزيد من ادراكهم وابصارهم لأيادي الله في هذا الكون (¬3) . ¶ ¬_________ ¶ (¬1) - سوف تزيل الكشوف العملية جميع الحجب وتنير الطريق، ويقول القرآن: (سنريهم آياتنا في الافاق وفي انفسهم حتى يتبين لهم انه الحق) سورة السجدة، آية: 53. ¶ (¬2) - (وما أرسلناك الا رحمة للعالمين) سورة الأنبياء، آية: 107. ¶ (¬3) - (بل هو آيات بينات في صدور الذين أوتوا العلم وما يجحد بآياتنا الا الظالمون) سورة العنكبوت، آية: 49.",
            "page": "40",
            "part": "1",
            "seal": "E9F3E344"
        },
        {
            "id": "38",
            "nass": "الأدلة الطبيعية على وجود الله ¶ كتبها: بول كلارنس ابرسولد ¶ أستاذ الطبيعة الحيوية – حاصل على درجة الدكتوراه من جامعة كاليفورنيا، مدير قسم النظائر والطاقة الذرية في معامل أوك ريدج - عضو جمعية الأبحاث النووية والطبيعية النووية………… ¶ قال الفيلسوف الانجليزي فرانسس بيكون منذ أكثر من ثلاثة قرون إن قليل من الفلسفة يقرب الإنسان من الإلحاد أما التعمق في الفلسفة فيرده إلى الدين ولقد كان بيكون على صواب فيما ذهب إليه فلقد احتار الملايين من الباحثين والمفكرين منذ وجود الإنسان على سطح الأرض في كنه العبقرية والتدبر الذي يتجلى في الإنسان وفي هذا الوجود وتساءلوا عما عساه أن يكون وراء هذه الحياة وسوف تتكرر هذه الأسئلة ما بقي الإنسان على سطح الأرض وبسبب عمق هذه الأسئلة وروحانيتها البالغة فإننا سوف نحاول أن نمسها في تواضع دون أن ننتظر إجابة شافية عنها. ¶ هناك أمر واحد لا شك فيه، فبقدر ما بلغ الإنسان من معرفة وما لدية من ذكاء وقدرة على التفكير لم يشعر في وقت من الأوقات بأنه كامل في ذاته والناس على اختلاف أديانهم وأجناسهم وأوطانهم قد عرفوا منذ القدم وبصورة تكاد تكون عامة مبلغ قصور الإنسان على إدراك كنه هذا الكون المتسع، كما عجزوا عن إدراك سر الحياة وطبيعتها في هذا الوجود. ¶ وقد لمس الناس عامة - سواء بطريقة فلسفية عقلية أو روحانية - أن هناك قوة",
            "page": "41",
            "part": "1",
            "seal": "9CC21A9F"
        },
        {
            "id": "39",
            "nass": "فكرية هائلة ونظاماً في هذا الكون يفوق ما يمكن تفسيره على أساس المصادفة أو الحوادث العشوائية التي تظهر أحياناً بين الأشياء غير الحية التي تتحرك أو تسير على غير هدى. ¶ ولا شك أن اتجاه الإنسان وتطلعه إلى البحث عن عقل أكبر من عقله وتدبير أحكام من تدبيره وأوسع لكي يستعين به على تفسير هذا الكون يعد في ذاته دليلاً على وجود قوة أكبر وتدبير أعظم هي قوة الله وتدبيره. ¶ وقد لا يستطيع الإنسان أن يسلم بوجود الخالق تسليماً تاماً على أساس الأدلة العلمية والأدلة الروحية أي عندما ندمج معلوماتنا عن هذا الكون المتسع إلى أقصى حدود الاتساع المعقد إلى أقصى حدود التعقيد مع إحساسنا الداخلي والاستجابة إلى نداء العاطفة والروح الذي ينبعث من أعماق نفوسنا ولو ذهبنا نحصى الأسباب والدوافع الداخلية التي تدعو ملايين الأذكياء من البشر إلى الإيمان بالله لوجدناها متنوعة لا يحصيها حصر ولا عد ولكنها قوية في دلالتها على وجوده تعالى مؤدية إلى الإيمان به. ¶ ولقد كنت عند بدء دراستي للعلوم شديد للعلوم شديد الإعجاب بالتفكير الإنساني وبقوة الأساليب العلمية إلى درجة جعلتني أثق كل الثقة ¶ كل الثقة كل الثقة بقدرة العلوم على حل أية مشكلة في هذا الكون بل على معرفة منشأ الحياة والعقل وإدراك معنى كل شيء وعندما تزايد علمي ومعرفتي بالأشياء من الذرة إلى الأجرام السماوية ومن الميكروب الدقيق إلى الإنسان تبين لى أن هناك كثيراً من الأشياء التي لم تستطع العلوم حتى اليوم أن تجدلها تفسيراً أو تكشف عن أسرارها النقاب وتستطيع العلوم أن تمضى مظفرة في طريقها ملايين السنين ومع ذلك فسوف تبقى كثير من المشكلات حول تفاصيل الذرة والكون والعقل كما هي لا يصل الإنسان إلى حل لها أو الإحاطة بأسرارها وقد أدرك رجال العلوم أن وسائلهم وإن كانت",
            "page": "42",
            "part": "1",
            "seal": "9CA522E1"
        },
        {
            "id": "40",
            "nass": "تستطيع أن تبين لنا بشيء من الدقة والتفصيل كيف تحدث الأشياء فإنها لا تزال عاجزة كل العجز عن أن تبين لنا لماذا تحدث الأشياء وإن العلم والعقل والإنسان وحدهما لن يستطيعا أن يفسر لنا لماذا تحدث الأشياء إن العلم والعقل الإنسان وحدهما لن يستطيعا أن يفسرا لنا لماذا وجدت الذرات والنجوم والكواكب والحياة والإنسان بما أوتى من قدرة رائعة وبرغم أن العلوم تستطيع أن تقدم لنا نظريات قيمة عن السديم ومولد المجرات والنجوم والذرات وغيرها من العوالم الأخرى فإنها لا تستطيع أن تبين لنا مصدر المادة والطاقة التي استخدمت في بناء هذا الكون أو اتخذ الكون صورته الحالية ونظامه الحالي والحق أن التفكير المستقيم والاستدلال السليم يفرضان على عقولنا فكرة وجود الله. ¶ ولكن هل لله وجود ذاتي كما يعتقد الكثيرون؟ أما وجهة نظر العلم، فإنني لا أستطيع أن أتصور الله تصوراً مادياً بحيث تستطيع أن تدركه الأبصار أو أن يحل في مكان دون الآخر أو يجلس على كرسي أو عرش إن الكتاب المقدس الانجيل عندما تصف لنا الإله وتتحدث عن ذاته وكنهه تستخدم كثيراً من الألفاظ الدنيوية التي نألف في وصف حياة الإنسان وتاريخه على الأرض ولكن الله تعالى كائن روحاني لطيف بل فوق ذلك إن كان وراء الروحانية من وراء في مرتبة الصعود ونحن لا نستطيع أن نصفه وصفاً روحانياً صرفاً فالإنسان رغم أنه يتكون من جسد وروح لا يستطيع أن يدرك هذه الصفات الروحانية أو يعبر عنها إلا في حدود خبرته ومع ذلك فإننا نستطيع أن نصل إلى أن الله تعالى يتصف بالعقل والحكمة والإرادة وعلى ذلك فإن لله وجوداً ذاتياً وهو الذي تتجلى قدرته في كل شيء وبرغم اننا نعجز عن إدراكه إدراكاً مادياً فهنالك ما لا يحصى من الأدلة المادية على وجوده تعالى وتدل أيادية في خلقه على أنه العليم الذي لا نهاية لعلمه الحكيم الذي لا حدود لحكمته القوى إلى أقصى حدود القوة ولما كان إدراك كنه الله من الأمور الغامضة علينا لا نستطيع أن ندرك لماذا وجد الإنسان أو لماذا وجد هذا",
            "page": "43",
            "part": "1",
            "seal": "4456C35E"
        },
        {
            "id": "41",
            "nass": "الكون الذي لا يعدو أن يكون الإنسان ذرة ضئيلة من ذراته التي لا يحصيها عقل أو وصف. ¶ إن الأمر الذي نستطيع أن نثق به كل الثقة، هو أن الإنسان وهذا الوجود من حوله لم ينشأ هكذا نشأة ذاتية من العدم المطلق بل إن لهما بداية ولا بد لكل بداية من مبدئ كما أننا نعرف أن النظام الرائع المعقد الذي يسود هذا الكون يخضع لقوانين لم يخلقها الإنسان وأن معجزة الحياة في حد ذاتها لها بداية كما أن وراءها توجيهاً وتدبيراً خارج دائرة الإنسان إنه بداية مقدسة وتوجيه مقدس وتدبير الهي محكم. …………",
            "page": "44",
            "part": "1",
            "seal": "D91D8753"
        },
        {
            "id": "42",
            "nass": "الكشوف العلمية تثبت وجود الله ¶ كتبها: جورج ايرل دافيز ¶ عالم الطبيعة – حاصل على درجة الدكتوراه من جامعة منيسوتا – ورئيس قسم البحوث الذرية بالبحرية الأمريكية بيروكلين – اخصائي في الاشعاع الشمسي والبصريات الهندسية والطبيعية. ¶ كلما تقدم ركب العلم وتضاءلت الخرافات القديمة ازداد تقدير الانسان لمزايا الدين والدراسات الدينية. ¶ وقد تعدد الاسباب التي تدفع بالانسان إلى اعادة النظر في أمور الدين، ولكننا نؤمن انها ترجع جميعا إلى رغبة البشر رغبة صادقة في الوصول إلى الحقيقة. ¶ وينبغي ان نفرق في هذا المقام بين معارضة الدين او الخروج عليه ويبين الالحاد، وان نعترف بان من يخرج على بعض الافكار التقليدية التي ينطوي عليها دين من الأديان، لكي يؤمن بوجود اله قوي كبير، لا يجوز ان نعده بسبب ذلك وحده ملحدا. فمثل هذا الشخص قد يكون غير معتنق لدين من الأديان، ولكنه يؤمن بالله، وقد يكون ايمانه هذا بالله تعالى قائما على أساس متين. ¶ وليس معنى ذلك أننا ننكر وجود الالحاد والملحدين بين المشتغلين بدراسة العلوم، الا ان الاعتقاد الشائع بأن الإلحاد منتشر بين رجال العلوم اكثر من انتشاره بين غيرهم، لا يقوم على صحته دليل، بل انه يتعارض مع ما نلاحظه فعلا من شيوع الإيمان بين جمهرة المشتغلين بالعلوم.",
            "page": "45",
            "part": "1",
            "seal": "91FD17E4"
        },
        {
            "id": "43",
            "nass": "اما عن عقيدتي في وجود الله، فمن العبث ان انكر انها لم تتأثر بما تلقيته من تعاليم دينية في سنوات حياتي الأولى، اذ أنه لا سبيل إلى التخلص من الآثار التي تتركها هذه السنوات المبكرة من حياتنا في أنفسنا، ولكنني استطيع ان أؤكد انه بينما تتفق عقيدتي الدينية في الوقت الحاضر مع ما تعلمته في صباي عن وجود الله فان هذه العقيدة تقوم في الوقت الحاضر على أساس قوي يختلف كل الاختلاف عن الأساس الذي يقومن عليه الإيمان المستمد من سلطة الكنيسة ورجال الدين. ¶ ولقد اتيح لي بفضل اشتغالي بدراسة الطبيعة، ان ادرس التركيب المعقد إلى درجة لا يتصورها العقل لبعض مكونات هذا الكون الذي لا تقل فيه روعة التذبذبات الداخلية لأصغر ذراته وما دون ذراته عن النشاط المذهل لأكبر النجوم السابحة في أفلاكها، والذي يسير فيه كل شعاع من الضوء، وكل تفاعل كيماوي او طبيعي، وكل خاصية من خواص كل كائن حي وفق قوانين ثابتة لا تتبدل ولا تتغير. تلك هي الصورة التي تقدمها لنا العلوم والتي كلما تأملها الانسان، اكتشف من بالغ دقتها ورائع جمالها ما لم يكن قد اكتشفه من قبل. ¶ ومع تقدم الكشف العلمي، ظهرت أسئلة لا مفر منها، وهي أسئلة ليست مبتكرة وان كانت تبدو جديدة بسبب النظرة الحديثة إلى تكوين هذا الكون الذي يعتبر الإنسان جزءا منه لا يتجزأ. ومن هذه الاسئلة ذات القيمة الكبيرة بالنسبة لمسؤولياتنا ومصيرنا النهائي ذلك السؤال القديم: (هل يوجد اله علوي هو خالق هذا الكون) ؟ ¶ وهنالك سؤال آخر اكثر صعوبة من سابقة وهو السؤال الذي يردده كثير من الاطفال في موجة من موجات الألمعية المحافظة التي تطوف احيانا بمخيلاتهم وهو: (إذا كان لهذا الكون خالق، فمن الذي خلقه) ؟ ¶ ولا يمكننا ان نثبت وجود الله عن طريق الالتجاء إلى طرق المادية وحدها، إذ لم",
            "page": "46",
            "part": "1",
            "seal": "18ECAA77"
        },
        {
            "id": "44",
            "nass": "يقل احد بان الله مادة حتى نستطيع ان نصل اليه بالطرق المادية. ولكننا نستطيع ان نتحقق من وجود الله باستخدام العقل والاستنباط ما نتعلمه ونراه، فالمنطق الذي نستطيع ان ناخذ به، والذي لا يمكن ان يتطرق اليه الشك، هو انه ليس هنالك شيء، مادي يستطيع ان يخلق نفسه. ¶ واذا سلمنا بقدرة الكون على خلق نفسه، فاننا بذلك نصف الكون بالألوهية. ومعنى ذلك ان نعترف بوجود إله، ولكننا نعتبره إلها ماديا وروحيا في نفس الوقت. وانا افضل ان أؤمن بإله غير مادي خالق لهذا الكون تظهر في آياته وتتجلى فيه أياديه، دون أن يكون هذا الكون كفواً له. ¶ وأحب ان أضيف إلى هذا الاستدلال، استدلالا آخر: وهو انه كلما ارتقى وتقدم تطور المخلوقات، كان ذلك أشد دلالة على وجود خالق مدبر وراء هذا الخلق. ¶ ان التطور الذي تكشف عنه العلوم في هذا الكون، هو ذاته شاهد على وجود الله. فمن جزئيات بسيطة ليس لها صورة معينة وليس بينها فراغ نشأت ملايين من الكواكب والنجوم والعوالم المختلفة لها صور معينة وأعمار محددة تخضع لقوانين ثابتة يعجز العقل البشري عن الاحاطة بمدى ابداعها. وقد تحملت كل ذرة من ذرات هذا الكون، بل كل ما دون الذرة مما لا يدركه حس ولا يتصور صغره عقل، قوانينها وسننها وما ينبغي لها أن تقوم به او تخضع له. ¶ هذه أدلة كافية، ولكن هنالك ما هو أشد إعجازا وأكثر دلالة على وجود الله. فمن تلك الجزئيات البسيطة لم تنشأ النجوم والكواكب فحسب، بل نشأت كذلك أنواع متطورة من الأحياء، بل كائنات تستطيع ان تفكر وتبتكر وتخلق اشياء جميلة، بل هي تبحث عن أسرار الحياة والوجود. ان كل ذرة من ذرات هذا الكون تشهد بوجود الله، وإنها تدل على وجوده حتى دون حاجة إلى الاستدلال بان الاشياء المادية تعجز عن خلق نفسها.",
            "page": "47",
            "part": "1",
            "seal": "375A801A"
        },
        {
            "id": "45",
            "nass": "الماء يروي لك القصة ¶ كتبه: توماس دافيدباركس ¶ أستاذ الكيمياء – حاصل على درجة الدكتوراه من جامعة الينوي – رئيس قسم الكيمياء بمعهد بحوث ستانفورد سابقا – مدير البحوث بشركة كلوروكس الكيماوية – أخصائي في النظريات الكهربية والأشعة السينية. ¶ يروي لنا ويتاكر تشيمبرز في كتابه (الدليل) حادثة بسيطة لعلها كانت السبب في تحويل مجرى حياته، بل كثير من البشر. لقد كان يتطلع إلى ابنته الصغيرة ثم التفت دون شعور إلى شكل أذنيها، وذكر بنيه وبين نفسه انه من المحال ان تكون تلك التلافيف الدقيقة التي تشتمل عليها الأذن قد نشأت عن طريق المصادفة. انها لا يمكن ان تكون قد نشأت الا عن خبرة بالغة وتصميم وتدبير. ولكنه ابعد هذه الفكرة عن عقله المارق عن الدين؛ فقد خشي ان يؤدي به هذا النوع من التفكر إلى النتيجة المنطقية، وهي أن التصميم يحتاج إلى مصمم او مبدع او اله، انه لم يكن مستعدا حتى ذلك الوقت لقبول هذه الفكرة. ¶ ولقد عرفت كثيرا من أساتذتي المشتغلين بدراسة العلوم ومن زملائي الذين طافت بعقولهم مثل هذه الخواطر والأفكار حول مشاهداتهم في الكيمياء والطبيعة، ولو انهم لم يعبروا عنها بتلك الصورة من اليأس العميق التي وجدها تشيمبرز في قرارة نفسه. ¶ انني أقرا النظام والتصميم في كل ما يحيط بي من العالم غير العضوي ولا استطيع ان",
            "page": "48",
            "part": "1",
            "seal": "DBF831A9"
        },
        {
            "id": "46",
            "nass": "أسلم بان يكون كل ذلك قد تم بمحض المصادفة العمياء التي جعلت ذرات هذا الكون تتألف بهذه الصورة العجيبة. ان هذا التصميم يحتاج إلى مبدع، ونحن نطلق على هذا المبدع اسم الله. ¶ وبالنسبة إلى الكيميائي يعتبر الترتيب الدوري للعناصر من الأمور التي تثير عجبه ودهشته. وأول ما يتعلمه الطالب عند بدء التحاقه بالجامعة، هو أن العناصر يمكن ترتيبها ترتيبا دوريا معينا، ولهذا الترتيب طرق مختلفة، ولكننا نكتفي هنا بتقسيم (مانداليف) ، وهو العالم الروسي الذي ظهر في القرن الماضي. ولا تقتصر فائدة هذا التنظيم الدوري للعناصر على ما يقدمه من عون وتسهيل في دراسة العناصر المعروفة ومركباتها، ولكنه يدفع العلماء إلى البحث عن العناصر التي لم يتم استكشافها بعد، والتي ساعد هذا التنظيم على التنبؤ بها، وتركت أماكنها في الجدول الدوري للعناصر خالية تنتظر الكشف عنها. ¶ ولا يزال الكيميائيون حتى اليوم، يستخدمون الجدول الدوري للعناصر ليساعدهم في دراسة التفاعلات الكيماوية والتنبؤ بخواص العناصر والمركبات، ولا شك ان نجاحهم في هذا السبيل يعد دليلا على ما يسود العالم غير العضوي من نظام بديع. ولكن هذا النظام الذي نشاهده في العالم من حولنا ليس مظهرا من مظاهر القدرة على كل شيء فحسب، بل انه يتصف فوق ذلك بالحكمة والاتجاه نحو تحقيق صالح الانسان، مما يدل على ان اهتمام الخالق بنفع عباده (¬1) لا يقل عن اهتمامه بالسنن والقوانين التي تنظم هذا الوجود. انظر من حولك إلى الحكمة البالغة التي ينطوي عليها خروج بعض الظواهر عن العادة أو المألوف. فالماء مثلا، يتوقع الانسان من وزنه الجزيئي (18) ان يكون غازيا تحت درجة الحرارة المعتادة والنمط المعتاد، فالنوشادر مثلا ووزنها الجزيئي (17) تكون غازية عند درجة حرارة ناقص 73 وتحت الضغط الجوي المعتاد، وكبريتور الأيدروجين الذي ¶ ¬_________ ¶ (¬1) - (وان تعدوا نعمة الله، لا تحصوها ان الله لغفور رحيم) سورة النحل، آية: 18.",
            "page": "49",
            "part": "1",
            "seal": "36208FE3"
        },
        {
            "id": "47",
            "nass": "يعتبر قريبا في خواصه من الماء بحكم وضعه في الجدول الدوري وله وزن جزيئي قدرة 34، يكون غازيا عند درجة حرارة ناقص 59. ولذلك فان وجود الماء على الحالة السائلة في درجة الحرارة المعتادة يجعل الانسان يقف ويفكر. ¶ وللماء فوق ذلك كثير من الخواص الاخرى ذات الاهمية البالغة والتي اذا نظر الانسان اليها في مجموعها وجدها تدل على التصميم والتدبير، فالماء يغطي نحو ثلاثة أرباع سطح الارض، وهو بذلك يؤثر تأثيرا بالغا على الجو السائد ودرجة الحرارة. ولو تجرد الماء من بعض خواصه لظهرت على سطح الارض تغيرات في درجة الحرارة تؤدي إلى حدوث الكوارث. وللماء درجة ذوبان مرتفعة، وهو يبقى سائلا فترة طويلة من الزمن، وله حرارة تصعيد بالغة الارتفاع. وهو بذلك يساعد على بقاء درجة الحرارة فوق سطح الارض عند معدل ثابت ويصونها من التقلبات العنيفة، ولولا كل ذلك لتضاءلت صلاحية الارض للحياة إلى حد كبير، ولقلت متعة النشاط الانساني على سطح الارض بدرجة عظيمة. ¶ وللماء خواص اخرى فريدة في نوعها، وتدل كلها على ان مبدع هذا الكون قد رسمه وصممه بما يحقق صالح مخلوقاته. فالماء هو المادة الوحيدة المعروفة التي تقل كثافتها عندما تتجمد. ولهذه الخاصية اهميتها الكبيرة بالنسبة للحياة، اذ بسببها يطفو الجليد على سطح الماء عندما يشتد البرد، بدلا من ان يغوص إلى قاع المحيطات والبحيرات والأنهار ويكون تدريجيا كتلة صلبة لا سبيل إلى اخراجها وإذابتها. ويكون الجليد الذي يطفو على سطح البحر طبقة عازلة تحفظ الماء الذي تحتها في درجة حرارة فوق درجة التجمد، وبذلك تبقى الأسماك وغيرها من الحيوانات المائية حية. وعندما يأتي الربيع يذوب الجليد بسرعة. ¶ ويمكننا ان نشير إلى كثير من خواص الماء الطريفة الاخرى: فله مثلا توتر سطحي مرتفع يساعد على نمو النبات بما ينقله اليه من المواد الغذائية التي بالتربة، والماء اكثر السوائل المعروفة اذابة لغيره من الأجسام، وهو بذلك يلعب دورا كبيرا في العمليات الحيوية داخل",
            "page": "50",
            "part": "1",
            "seal": "FE605FAD"
        },
        {
            "id": "48",
            "nass": "أجسامنا بوصفه مركبا أساسيا من مركبات الدم، وللماء ضغط بخار مرتفع على مدى واسع من درجات الحرارة، ومع ذلك فانه يبقى سائلا على طول هذا المدى المتسع اللازم للحياة. ¶ وقد درس كثير من العلماء هذه الخواص العجيبة للماء، ووضعوا النظريات لتعليل ظواهره المختلفة. وبرغم ما نبذله من جهود لمعرفة كيف تحدث هذه الظواهر، علينا ان نتساءل ايضا لماذا تحدث هذه الظواهر؟ وليس الماء هو المادة العجيبة الوحيدة. فهنالك ما لا يحصى من المواد ذات الخواص المذهلة التي لا تستطيع عقولنا او ادراكنا المتواضع، إلا ان تقف مشدوهة أمامها. ¶ وأنني أدجاحاحديني ني مبم بمبمن بنبمل ¶ أجد شخصيا ان تفسير هذه الظواهر والعجائب بنسبتها إلى قدرة إله حكيم خبير وتصميم خالق علوي، يعد تفسيرا مرضيا للنفوس ومقنعا للعقول. ¶ انني أرى في كل ظاهرة من هذه الظواهر اكثر من مجرد الخلق والتدبير المجرد عن العاطفة، إنني ألمس فوق ذلك كله محبة الخالق لخلقه واهتمامه بأمورهم.",
            "page": "51",
            "part": "1",
            "seal": "14BCD14B"
        },
        {
            "id": "49",
            "nass": "الله والكون المعقد ¶ كتبها: جون وليام كلوتس ¶ عالم في الوراثة – حاصل على درجة الدكتوراه من جامعة بيتسبرج – أستاذ علم الأحياء والفسيولوجيا بكلية المعلمين بكونكورديا منذ سنة 1945 – عضو جمعية الدراسات الوراثية – متخصص في الوراثة وعلم البيئة. ¶ عندما حاولت ان اكتب في هذا الموضوع جالت بخاطري حكمتان قديمتان من الحكم المقدسة، وهما: ¶ (السماوات تشهد بجلال الله، وإحكامها يدل على بديع صنعته) . ¶ (يقول الأحمق في نفسه: ليس هناك إله) . ¶ ان هذا العالم الذي نعيش فيه، قد بلغ من الاتقان والتعقيد درجة تجعل من المحال ان يكون قد نشأ بمحض المصادفة. انه مليء بالروائع والأمور المعقدة التي تحتاج إلى مدبر، والتي لا يمكن نسبتها إلى قدر أعمى. ولا شك ان العلوم قد ساعدتنا على زيادة فهم وتقدير ظواهر هذا الكون المعقدة. وهي بذلك تزيد من معرفتنا بالله ومن ايماننا بوجوده. ¶ ومن التعقيدات الطريفة في هذا الكون، ما نشاهده من العلاقات التوافقية الاضطرارية بين الأشياء احيانا. ومن أمثلتها العلاقة الموجودة بين فراشة اليوكا وثبات اليوكا وهو احد النباتات الزنبقية. فزهرة اليوكا تتدلى إلى أسفل ويكون الجزيء من الزهور الذي يتلقى حبوب اللقاح،",
            "page": "52",
            "part": "1",
            "seal": "5F0A9A16"
        },
        {
            "id": "50",
            "nass": "فانه يكون على شكل الكأس وهو موضوع بطريقة يستحيل معها ان تسقط فيه حبوب اللقاح. ولا بد ان تنتقل هذه الحبوب بوساطة فراشة اليوكا التي تبدأ عملها بعد مغيب الشمس بقليل، فتجمع كمية من حبوب اللقاح من متك الأزهار التي تزورها وتحفظها في فمها الذي بني بطريقة خاصة لأداء هذا العمل. ثم تطير الفراشة إلى نبات آخر من نفس النوع وتثقب مبيضها بجهاز خاص في مؤخر جسمها، ينتهي بطرف مدبب يشبه الإبرة وينزل منه البيض. وتضع الفراشة بيضة او اكثر ثم تزحف إلى أسفل الزهرة حتى تصل إلى القلم، وهنالك تترك ما جمعته من حبوب اللقاح على صورة كرة فوق ميسم الزهرة. وينتج النبات عددا كبيرا من الحبوب يستخدم بعضها طعاما ليرقة الفراشة وينضح بعضها لكي يواصل دورة الحياة. ¶ وهنالك علاقة مشابهة بين نبات التين ومجموعة من الزنابير الصغيرة. وينتج هذا النبات نوعين من مجموعات الأزهار يحتوي احدهما على الأزهار المذكرة والمؤنثة معا. اما الآخر فجميع ازهاره مؤنثة. ويقوم بتلقيح الأزهار المؤنثة في كلا النوعين السابقين اناث الزنابير. وتكون فتحة التخت الذي يحمل مجموعات الازهار في كلا النوعين ضيقة إلى حد كبير بسبب احاطتها بكثير من الأوراق الحرشفية، مما يجعل وصول الحشرة إلى الداخل يتم بصعوبة كبيرة ويؤدي إلى تمزق أجنحتها. وعندما تدخل الحشرة إلى المجموعة التي تشتمل على الازهار الذكرية والأنثوية، تضع الحشرة الانثى بيضها ثم تموت، ثم ينقف البيض وتتزاوج الشفافير الصغيرة الناتجة، ولا يستطيع ان يخرج منها سوى الاناث، أما الذكور فتموت، وقبل ان تخرج الاناث تلتصق هبوات اللقح بأجسامها فتحملها إلى مجموعات جديدة من الأزهار. فاذا كانت المجموعة الجديدة تشتمل على أزهار ذكور وأخرى اناث، فان العملية تتكرر بالصورة السابقة، اما اذا اشتملت المجموعة على أزهار اناث فقط، فان",
            "page": "53",
            "part": "1",
            "seal": "7A08663D"
        },
        {
            "id": "51",
            "nass": "الفراشة تموت دون ان تضع البيض. ففي هذه الحالة تكون الأزهار الإناث على درجة من الطول بحيث لا تستطيع ان تصل الحشرة إلى قاعدتها لكي تضع البيض هنالك، وعندما تحاول الحشرة ان تصل إلى هذه القاعدة العميقة دون جدوى تلقح الأزهار بما تحمله من هبوات اللقح، ثم تنضح الأزهار وتكون ثمار التين. وعندما ادخل التين إلى الولايات المتحدة لأول مرة لم يكن ينتج ثمارا، ولم يمكن انتاج الثمار وقيام صناعة التين الا بعد ان جلبت الشفافير إلى الولايات المتحدة. ¶ وهنالك كثير من الازهار التي تسجن الحشرات داخلها، ومن أمثلتها الزهرة المسماة (جاك في المقصورة) jack – in – the – pulpit ولهذا النبات نوعان من المجموعات الزهرية، ذكور وإناث. وهي تتكون داخل مقصورات تضيق عند منتصفها. ويتم التلقيح بوساطة ذبابة دقيقة تدخال إلى المقصورة ولا تكاد تجتاز المنطقة الضيقة الوسطى حتى تجد نفسها سجينة، ليس بسبب الضيق فحسب، بل بسبب تغطية الجدران الداخلية بمادة شمعية منزلقة يتعذر معها على الحشرة ان تثبت اقدامها، وعندئذ تدور الحشرة بصورة جنونية داخل المكان، فتعلق هبوات اللقح بجسمها. وبعد قليل تتصلب جوانب المقصورة بعض الشيء فتستطيع الحشرة الخروج بعد ان يكون جسمها قد تغطى بهبوات اللقح. فاذا زارت الحشرة مقصورة مذكرة اخرى تكررت العملية السابقة، أما اذا دخلت مقصورة انثى فانها تسجن في داخلها سجنا دائما حتى تموت هي، وعند محاولتها اليائسة للخروج، تقوم بتلقيحها الأزهار الأنثى. ان النبات في هذه الحالة لا يهتم بخروج الحشرة لانها تكون قد أدت رسالتها، اما عند زيارتها للمقصورات المذكرة، فانه يسمح لها بالخروج لانها لا تكون قد أدت رسالتها بعد. ¶ أفلا تدل كل هذه الشواهد على وجود الله؟ انه من الصعب على عقولنا ان تتصور",
            "page": "54",
            "part": "1",
            "seal": "1BE19007"
        },
        {
            "id": "52",
            "nass": "ان كل هذا التوافق العجيب قد تم بمحض المصادفة، انه لا بد ان يكون نتيجة توجيه محكم احتاج إلى قدرة وتدبير. ¶ ونستطيع ان نلمح ادلة أخرى على وجود الله وقدرته في تلك الحالات العديدة التي حاول الانسان فيها ان يتدخل في توازن الطبيعة او يعمل على تعديله. ¶ فمثلا عندما نزل المهاجرون الأولون أستراليا، لم يكن هنالك من الثدييات المشيمية الا الدنجو، وهو كلب بري. ولما كان هؤلاء المهاجرون قد نزحوا من أوربا، فقد تذكروا ما كان يهيئه لهم صيد الارانب من فرصة طيبة لممارسة الصيد والرياضة. وفي محاولة لتحسين الطبيعة في أستراليا استورد توماس اوستين نحو اثني عشر زوجا من الأرانب وأطلقها هنالك، وكان ذلك في نسة 1859. ولم يكن لهذه الأرانب اعداء طبيعيون في أستراليا ولذلك فقد تكاثرت بصورة مذهلة، وزاد عددها زيادة كبيرة فوق ما كان ينتظر، وكانت النتيجة سيئة للغاية. ¶ فقد احدثت الأرانب اضرارا بالغة بتلك البلاد حيث قضت على الحشائش والمراعي التي ترعاها الأغنام. وقد بذلت محاولات عديدة للسيطرة على الأرانب، وبنيت أسوار عبر القارة في كوينزلاند بلغ امتدادها 7000 ميل، ومع ذلك تثبت عدم فائدتها. فقد استطاعت الأرانب ان تتخطاها. ثم استخدم نوع من الطعم السام، ولكن هذه المحاولة باءت هي الأخرى بالفشل. ولم يمكن الوصول إلى حل الا في السنوات الأخيرة، وكان ذلك باستخدام فيروس خاص يسبب مرضا قتالا لهذه الأرانب هو مرض الحرض المخاطي. وقد لا يكون هذا هو الحل الاخير، فقد اخذنا نسمع أخيرا عن ظهور ارانب حصينة لديها مقاومة كبيرة لهذا المرض في أستراليا. ومع ذلك فقد أدى انخفاض عدد الأرانب هنالك إلى منافع جمة، وتحولت مناطق البراري القاحلة والجبال المقفرة التي بقيت مجدبة عشرات السنين إلى مروج خضر يانعة. وقد ترتب على ذلك زيادة في الايراد من صناعة الأغنام وحدها قدرت في سنة 1952 – سنة 1953 بما يبلغ 84 مليون جنية.",
            "page": "55",
            "part": "1",
            "seal": "E90C4A22"
        },
        {
            "id": "53",
            "nass": "ومن الممكن ان يكون لدينا أرانب مشابهة في الولايات المتحدة الاميركية، فالأرانب الاوروبية تختلف في نوعها عن الأرانب التي كانت تستوطن أمريكا، والتي لا تعرف الان الا في جزيرة سان جوان حيث تعيش في عزلة تامة منذ سنة 1900. وقد حاول اصحاب بعض نوادي الصيد – بحسن نية طبعاً – ان يعمموا نوع الأرانب المسمى سان جوان في الولايات المتحدة كلها بسبب صعوبة استيراد النوع المسمى ذيل القطن (cottontail) وانتقاله من ولاية إلى اخرى كما كانت الحال من قبل. وكان من الممكن ان تصبح النتيجة خطيرة للغاية لان أرانب السان جوان تتكاثر في الولايات المتحدة بنفس السرعة التي تتكاثر بها الأرانب في أستراليا. ومن الاحتياطات الحديثة التي اتخذت لتلافي ذلك الخطر رفع الحظر عن صيد هذا النوع من الأرانب على مدار السنة. ¶ ومن الطريف ان استخدام فيروس الارانب في أوربا قد أحدث اثره هنالك. فقد أحضر طبيب فرنسي من المهتمين بالموضوع – بسبب ما أحدثته الأرانب من الأضرار للأشجار في حديقته – بعض هذا الفيروس وحقن به بعض الأرانب البرية التي اصطادها، ثم أطلقها بعد ذلك. وقد ترتب على ذلك انخفاض عدد الارانب في فرنسا، بل الاقاليم الاوروبية المجاورة ايضا. ويتجادل الناس حول هذا الموضوع فتختلف وجهات نظرهم. فمنهم من يرى ان العمل قد ادى إلى خفض كمية اللحوم التي كانت تعيش عليها الطبقات الفقيرة. ومنهم من يرى أن هذا العجز يعوضه تحسين الانتاج النباتي بعد انخفاض عدد الأرانب. ¶ لقد تحدثنا فيما قبل عن الأدلة على وجود الله. اما الأمثلة الأخيرة التي ذكرناها فانها تشهد بحكمته وتدبيره. فالتوازن الذي خلقه الله في سائر مظاهر الطبيعة يعتر من النوع الدقيق. وقد تؤدي اية محاولة للتدخل فيه إلى أضرار باللغة، ولذلك ينبغي ان يتريث الناس قبل ان يقدموا على أية محاولة لتعديل موازين الطبيعة، فذكاء الانسان أقل من ان يحيط بحكمة الخالق.",
            "page": "56",
            "part": "1",
            "seal": "E02CA915"
        },
        {
            "id": "54",
            "nass": "المادية وحدها لا تكفي ¶ كتبها: ايرفنغ وليام نوبلوتشي ¶ أستاذ العلوم الطبيعية – حاصل على درجة الدكتوراه من جامعة أيووا – أخصائي الحياة البرية في الولايات المتحدة – أستاذ العلوم الطبيعية في جامعة ميشيغان منذ سنة 1945 – أخصائي في وراثة النباتات ودراسة شكلها الظاهري. ¶ يميل بعض المشتغلين بالعلوم – في ظل ثقتهم الكبيرة بإمكانياتها – إلى الاعتقاد بان العلوم قادرة على حل جميع المشكلات. فالحياة من وجهة نظرهم ليست الا مجموعة من القوانين الطبيعية والكيماوية التي تعمل في مجال معين وقد أخذ هؤلاء يفسرون الظواهر الحيوية المختلفة الواحدة تلو الأخرى تفسيرات تقوم على إدراك السبب والنتيجة والوجود من وجهة نظرهم لا يستهدف غاية، وسوف ينتهي الأمر بعالمنا إلى الزوال عندما ينضب معين الطاقة الشمسية وتصير جميع الأجسام هامدة باردة، تبعا لقوانين الديناميكية الحرارية. ¶ ويلخص بيرتراندراسل هذه النظرة المادية المتطرفة فيقول: (ليس وراء نشأة الانسان غاية او تدبير، ان نشأته وحياته وآماله ومخاوفه وعواطفه وعقائده، ليست الا نتيجة لاجتماع ذرات جسمه عن طريق المصادفة. ولا تستطيع حماسته او بطولته او فكره او شعوره ان تحول بينه وبين الموت. وجميع ما قام به الانسان عبر الأجيال من أعمال فذة وما اتصف به من ذكاء واخلاص مصيره الفناء المرتبط بنهاية المجموعة الشمسية. ولابد ان يدفن",
            "page": "57",
            "part": "1",
            "seal": "A15151D9"
        },
        {
            "id": "55",
            "nass": "جميع ما حققه الانسان من نصر وما بناه من صروح المدنية تحت أنقاض هذا الكون. ان هذه الامور جميعا حقائق لا تقوى فلسفة من الفلسفات على انكارها) . ¶ ولكن العلماء ليسوا جميعا ممن يعتقدون في قدرة العلوم على كل شيء حتى تستطيع ان تجد تفسيرا لكل شيء، فالعلوم لا تستطيع ان تحلل الحق والجمال والسعادة، كما انها عاجزة عن ان تجد تفسيرا لظاهرة الحياة او وسيلة لإدراك غايتها، بل ان العلوم أشد عجزا عن أن تثبت عدم وجوده. ¶ ان العلوم مهتمة بتحسين نظرياتها، وهي تحاول ان تكشف عن كنه الحقيقة، ولكنها كلما اقتربت من هذين الهدفين زاد بعدها عنهما. ان فكرتنا عن هذا الكون قائمة على أساس حواسنا القاصرة وعلى استخدام ما لدينا من الأدوات غير الدقيقة نسبيا. ويقول العالم الطبيعي والكاتب اللامع (أوليفر وندل) في هذه المناسبة: (كلما تقدمت العلوم ضاقت بينها وبين الدين شقة الخلاف، فالفهم الحقيقي للعلوم يدعو إلى زيادة الايمان بالله) . ¶ ان العلوم لا تستطيع ان تفسر لنا كيف نشأت تلك الدقائق الصغيرة المتناهية في صغرها والتي لا يحصيها عد، وهي التي تتكون منها جميع المواد، كما لا تستطيع العلوم ان تفسر لنا بالاعتماد على فكرة المصادفة وحدها كيف تتجمع هذه الدقائق الصغيرة لكي تكون الحياة. ولاشك ان النظرية التي تدعي ان جميع صور الحياة الراقية قد وصلت إلى حالتها الراهنة من الرقي بسبب حدوث بعض الطفرات العشوائية والتجمعات والهجائن، نقول ان هذه النظرية لا يمكن الأخذ بها الا عن طريق التسليم، فهي لا تقوم على أساس المنطق والاقناع. ¶ حقيقة ان العلوم تقوم على اساس الايمان بالحواس والوسائل، وليس على اساس الايمان بالسلطة والاحتمالات او المصادفة. وعلى ذلك فاننا نستطيع ان نقول بان العلوم والدين يقومان على اساس مشترك هو الايمان. والفرق بينهما هو ان العلوم تستطيع داخل دائرتها",
            "page": "58",
            "part": "1",
            "seal": "EB2D030A"
        },
        {
            "id": "56",
            "nass": "الخاصة ان تختبر قوانينها بالملاحظة والتجربة والمراجعة، فهي بذلك تحاول ان تتلافى كثيرا من الأخطاء التي قد تقع فيها. ¶ والايمان بالدين تدعمه الاكتشافات العلمية. وقد أيدت العلوم فعلا كثيرا من النبوءات التي جاءت بها الكتب المقدسة. ولاشك ان العلوم سوف تكشف في المستقبل عن صحة كثير من الامور الاخرى التي وردت في تلك الكتب والتي لم يصل اليها (¬1) علمنا بعد. فعلم الفلك مثلا يشير إلى ان لهذا الكون بداية قديمة، وان الكون يسير إلى نهاية محتومة، وليس مما يتفق مع العلم ان نعتقد ان هذا الكون أزلي ليس له بداية او أبدي ليس له نهاية، فهو قائم على أساس التغير. وفي هذا الرأي يلتقي الدين بالعلم. ¶ والعلوم بحكم طبيعتها المادية اعجز من أن تبحث عن الله بطرقها المادية او ان تدرك كنه ذاته تعالى، ولكن ملاحظة عجائب هذا الكون قد دعت كثيرا من علماء الفلك الأمناء إلى الاعتقاد بانه لابد ان يكون لهذا الكون باتساعه الفسيح ونظامه المعجز، مدبر لا نراه، ولا نستطيع ان ندرك كنهه. وقد قال تشادوالش: (ان ما يطالب إلى اي انسان، سواء أكان مؤمنا ام ملحدا، هو ان يبين لنا كيف نستطيع المصادفة ان تخلق هذا الكون) . ولا شك ان هذه طريقة من طرق التحدي الذي يقصد به الاستدلال على وجود الله. اما توماس ميللر فيتبع أسلوبا آخر أكثر عمقا من ذلك، حين يقول: (ان ما يستطيع ان يدركه العقل البشري الفاني عن الله، لابد ان يكون نتيجة خبرة ومعرفة بالله. والخبرة لا بد ان تأتي اولا، اما المعرفة فانها تأتي بعد الخبرة وتكون مجرد تفسير لها) . ¶ اما بالنسبة إلى نفسي بوصفي أحد المشتغلين بالعلوم، فانني لا أستطيع ان انفي قوانين المصادفة (¬2) ، لانني المس نتائجها في كثير من أامور حياتنا اليومية. ولا أستطيع كذلك ان ¶ ¬_________ ¶ (¬1) - (خلق الانسان من عجل سأريكم آياتي فلا تستعجلون) سورة الأنبياء، آية 37. ¶ (¬2) - يرى فريق من العلماء المعاصرين ان استخدام لفظ المصادفة هو تخلص من تفسير الظاهرة او الأمر الذي حدث تفسيرا طبيعيا، وعلة ذلك اننا لم نصل بعد إلى تلك التغيرات الطبيعية.",
            "page": "59",
            "part": "1",
            "seal": "FE662259"
        },
        {
            "id": "57",
            "nass": "ارفض النظريات المادية رفضا باتا لان نجاح المشتغلين بالعلوم يتوقف على مدى وصولهم إلى تفسيرات طبيعية للظواهر العويصة التي يدرسونها. ¶ ولكني أؤمن بوجود الله. انني اعتقد في وجوده سبحانه لأنني لا أستطيع ان أتصور ان المصادفة وحدها تستطيع ان تفسر لنا ظهور الإلكترونات والبروتونات الأولى او الذرات الأولى او الأحماض الأمينية الأولى او البروتوبلازم الأول او البذرة الأولى او العقل الأول. انني اعتقد في وجود الله لان وجوده القدسي هو التفسير المنطقي الوحيد لكل ما يحيط بنا من ظواهر هذا الكون التي نشاهدها.",
            "page": "60",
            "part": "1",
            "seal": "1377BEF6"
        },
        {
            "id": "58",
            "nass": "الحائر الصغير يفكر ¶ كتبها: رسل لويل مكستر ¶ أستاذ علم الحيوان ¶ حاصل على درجة الدكتوراه من جامعة الينوى - أستاذ علم الحيوان ورئيس القسم بكلية هويتن - عضو الجمعية العلمية بالينوى - رئيس المؤسسة العلمية من سنة 1951 إلى سنة 1954 - متخصص في دراسة الأنسجة والعناكب والتطور. ¶ يعرف الانسان ربه لأول مرة عن طريق والديه، فهما يستخدمان لفظ الجلالة بكل تقديس، وبذلك يتعلم الطفل منذ صغره ان يلجأ إلى الله بطريقته البسيطة، وان يسأله ان يقتضي له حوائجه بنفس الطريقة التي يلجأ بها إلى أبيه، ويكون الطفل في هذه المرحلة راضيا ومطمئنا إلى ربه الذي لا يراه. ¶ ثم يكبر الطفل ويقرأ في الكتب قصص المؤمنين الذين ساروا في طريق الله. فكان في ذلك نجاة لهم من الوحوش، وبرد وسلام عليهم من النار، ومنجاة من ضرب السيوف، وقوة من ضعف، وتأييد في مواقف القتال. وكم يستولي على الطفل الإعجاب ببطولة هؤلاء المؤمنين، وكم تتوق نفسه إلى الاقتداء بهم واتخاذهم أسوة له في حياته. انه يرى ان ذلك يعينه على صيانة الامانة، ويشعر ان له رفاقا من الماضي يشدون أزره، ويقوون عزيمته ويبثون الشجاعة في نفسه على مدى الحياة. ¶ فاذا دخل الطفل المدرسة جذبته في اتجاهين متعارضين: فهي من جهة تقوي ايمانه بالله، وهي من جهة أخرى تضعف ايمانه به. وهو يتعلم ان بلاده تتألف من جماعات كثيرة بينها مصالح مشتركة، ويقود كل جماعة من هذه الجماعات رئيس او زعيم، ويسيطر على جميع",
            "page": "61",
            "part": "1",
            "seal": "34B68D29"
        },
        {
            "id": "59",
            "nass": "هؤلاء الرؤساء قائد كبير يفرض الأمور على الناس، وعلى الناس جميعا ان يطيعوا أوامره. ¶ ويتصور الطفل الإله المسيطر على هذا الكون في صورة الرئيس من حيث سلطته التي يفرضها على الآخرين. ولماذا كان من الطبيعي ان يكون للناس قائد يدبر أمورهم فلا بد ان يكون لهذا الكون مدبر يدبره ويفرض سلطانه على جميع البشر والكائنات. ¶ ومن جهة اخرى فانه اذا كان الناس ينتخبون رئيسهم، فان فكرة وجود الله بالنسبة إلى هذا التلميذ الصغير قد لا تعدو ان تكون مجرد صورة ذهنية تجول في عقول الناس. وكثيرا ما تستولي الحيرة على عقل هذا الطفل فيتساءل: ترى هل يوجد اله حقيقة؟ وذا كان يوجد فما كنهه وما صورته؟ وعندما يصل الطفل إلى هذه المرحلة من الشك والوساوس، كثيرا ما يطرح تفكيره العقلي في الله جانبا، وقد يسلم بوجوده استسلاما، وقد يطلب إلى أصدقائه ان يبتعدوا عن الحديث في هذا الموضوع حتى لا يثيروا قلقه، وعندئذ يصير الطفل تائها حائرا. فهو يؤمن بوجود الله لانه يشعر انه يجب عليه ان يكون مؤمنا، وهو في الوقت ذاته لا يحب ان يعبث عقله بايمانه. ¶ ويقرأ الطفل احد الكتب المقدسة، ويجد ان الانسان يستطيع ان يصل إلى الله باستخدام عقله، وانه لابد ان يقوم الايمان بالله على أساس المنطق والتفكير، وعندئذ يجد صاحبنا في البحث والدراسة، وقد يتحول من الحائر الصغير إلى المؤمن الكبير فتنسجم روحه مع عقله ويدرك كمال الله وحكمته. ¶ ان عمل كاتب هذا المقال يجعله وثيق الصلة بالطبيعة وبالإله الذي يسيطر عليها. وليس من المنطق ان يفصل الانسان بين الاثنين. انني أرى انواعا عديدة من النباتات والحيوانات الحية التي عاشت على سطح هذه الأرض والتي يبلغ عددها الملايين، وانا اعني هنا الأنواع لا الأفراد، فعدد الأفراد يبلغ أرقاما خيالية تشبه الارقام التي تستخدم في عمل الفلك. فهل هنالك نظام تخضع له هذه الأنواع المختلفة؟ نعم هنالك نظام حيثما اتجهنا. فكل نوع من",
            "page": "62",
            "part": "1",
            "seal": "03D7669A"
        },
        {
            "id": "60",
            "nass": "هذه الأنواع ينقسم إلى فصائل، وتنقسم الفصائل بدورها إلى أقسام اصغر فأصغر. ولكننا مهما قسمنا نجد ان هنالك صفات مشتركة بين جميع الافراد التي تنتسب إلى نوع من هذه الأنواع ينقسم إلى فصائل، وتنقسم الفصائل بدورها إلى أقسام أصغر فأصغر. ولكننا مهما قسمنا نجد ان هنالك صفات مشتركة بين جميع الأفراد التي تنتسب إلى نوع واحد او صنف واحد. فاذا نظرنا إلى أحد الطيور التي تسمى نقارة الخشب، فاننا نجدها جميعا قد بنيت على طراز واحد، وقد تتشابه مع غيرها من الطيور بقدر وتختلف عنها بقدر. وهنالك صفات مشتركة بين جميع الفصائل والأنواع الحيوانية الموجودة في الطبيعة بأسرها فهي تشترك جميعا في اللحم او في البروتوبلازم. ويعد ذلك في نفسه دليلا على ان وراء كل ذلك التنظيم خالقا مدبرا هو الذي خلق المادة الأساسية فيها وأودع فيها من القوة والتوجيه ما جعلها تتخذ هذه الصور التي لا تحصى من الأفراد والأصناف والأنواع والأجناس. ¶ ان المنطق السليم يدفعنا إلى التسليم بوجود عقل مقدس هو الذي خلق ودبر تلك الاختلافات (¬1) والاتفاقات التي نتحدث عنها، بدلا من ان يجعلنا نتصور ان تلك الأنواع المختلفة من الكائنات الحية والأجناس قد ظهرت بمحض المصادفة التي أدت إلى اتحاد بعض العناصر تحت ظروف البيئة. ¶ ان المنطق السليم الذي يجعلنا نلاحظ ان الانسان يستطيع ان يقوم بامور معقدة، هو نفس المنطق الذي يجعلنا نعتقد بوجود خالق عظيم هو الذي أبدع كل هذه الكائنات. ومهما بلغت الاختلافات بين أفراد النوع الواحد او بين الأنواع الحالية التي عاشت في اقدم العصور الجيولوجية، سواء منها ما اندثر او ما يزال حيا، فان الانسان لا يستطيع الا ان يسلم بان هذه الكائنات جميعا قد بدأت على هيئة مخلوقات متلائمة- مخلوقات من صنع الخالق الكبير – فاذا قرأنا في الكتب المقدسة ان الله تعالى خلق الانسان والحيوان والنبات، ¶ ¬_________ ¶ (¬1) - ينبه القرآن إلى حكمة اختلاف أجناس البشر بالذات وتباين لغاتهم في مواضع عديدة منها: (ومن آياته خلق السموات والأرض واختلاف السنتكم وألوانكم ان ذلك لآيات للعالمين) سورة الروم، آية: 22.",
            "page": "63",
            "part": "1",
            "seal": "336AFCC7"
        },
        {
            "id": "61",
            "nass": "فاننا نستطيع حينئذ ان نصدق ذلك لان ما نراه في الطبيعة يتفق مع هذا القول، ومع ذلك فان الكتب المقدسة ليست من كتب العلوم، الا أنها تمس المبادئ الاساسية للعلوم وتشير اليها (¬1) . والحقيقة التي لا أشك فيها، والتي لا تستطيع النظريات المادية ان تنتقص منها، هي ان الإله الذي يصل اليه الانسان بفكره ودراسته لهذا الكون هو نفس الإله الذي تتحدث عنه الكتب السماوية. ¶ انه إله الكتب المقدسة الذي تتجلى أياديه في الجبال والسماء والبحار، وتتجلى قدرته في المراعي النضرة والطيور السابحة في جو الأرض وفي سائر الكائنات. ¶ ¬_________ ¶ (¬1) يا أيها الناس انا خلقناكم من ذكر وأنثى وجعلناكم شعوبا وقبائل لتعارفوا..) سورة الحجرات، آية: 12. ¶ - انظر إلى ما جاء في القرآن كقوله تعالى: (وأرسلنا الرياح لواقح) . الا تمس هذه الآية موضوع التلقيح في عالم النباتات الزهرية؟ وهل كان محمد عليه السلام من المشتغلين بعلوم النبات؟",
            "page": "64",
            "part": "1",
            "seal": "1F67FC99"
        },
        {
            "id": "62",
            "nass": "حقائق من سجل الغابات ¶ كتبها: لورنس كولتون ووكر ¶ أخصائي علوم الغابات والنباتات وعلم الفسيولوجيا - حاصل على درجة دكتوراه من جامعة نيويورك - أستاذ علم الغابات بجامعة جورجيا. ¶ جاء في الإنجيل ما معناه أن الله هو الدافع على الفوضى والارتباك، والحق أنه سبحانه هو الذي نظم هذا الكون فأحسن تنظيمه وأبدعه أيما إبداع. ¶ إن عوام الناس ينظرون إلى قمم الجبال من أسفل الوادي، فتأخذهم روعتها فينسبونها إلى الله تعالى، أو يسمعون صوت الريح العاصفة تقطع صمت الأشجار والنباتات، فيدركون جانبا من آيات الله التي تظهر في أرجاء هذا الكون ويتضاءل بجانبها ملك سليمان. ¶ حقيقة إن روعة هذا الكون، إنما هي من إبداع الخالق الأعظم، ولكن وقوف الإنسان عند هذا الحد من الإعجاب يشبه الإنسان بمظهر بعض الأعمال التي ينتجها صانع أو نجار بارع، دون أن يجهد نفسه في تأمل دقة الصناعة وتفاصيلها وروائع الزوايا والتشابك (التعاشيق) والحلي الداخلية وغير ذلك.. ¶ ولو أن تدبير الله العالم الذي نحن فيه قد اقتصر على خلق الوديان الخصيبة مما تنقله عوامل التعرية من الطمي والرواسب وتجلبه من فوق سفوح الجبال، لكان هذا الأمر هينا من وجهة نظر المتخصصين في فسيولوجيا النبات أو في علم الجيولوجيا، ولكن لكي يدرك الإنسان روعة هذا العالم وما وراءه من جلال الحكمة والتدبير، لابد أن يدرسه",
            "page": "65",
            "part": "1",
            "seal": "0DAFF0C8"
        },
        {
            "id": "63",
            "nass": "بدقة وأن يتأمل في الغابات والحقول، عندئذ سوف يجد أن ما كان يعده طبيعياً ليس إلا إعجازاً إلهياً يعلو فوق مستوى البشر وتعجز عن إدراكه كنهه، وهنا لا سبيل إلا إلى الإيمان بالله وبقدرته وجلاله. ¶ ويقول كارل هايم في كتابه (المسيحية والعلوم الطبيعية) : ¶ (إن عجائب الكون لا تسمح بالإيمان فحسب بل تدعو الناس إلى هذا الإيمان. وإن الاستدلال بالكون على وجود الله قد عاد إلى الظهور من جديد في عصر النهضة والتفكير العقلي بسبب انهيار النظرية الآلية في تفسير الكون بعد أن كادت هذه النظرية تقضي على هذا النوع من الاستدلال) . ¶ وإنني أكتب هذا المقال من وجهة نظري متخصصاً في بحوث الغابات ومهتما بدراسة علم البيئة وفسيولوجيا النباتات لكي أظهر جانباً مما للغابات من أدلة على وجود الله. ¶ تجدد تربة الغابات: ¶ تظهر في جبال أديرو نداك رمال عميقة يرجع أصلها إلى ما اكتسحته أنهر الجليد في سابق الأزمان. والتربة في هذه الأماكن ضعيفة بسبب نقص العناصر الغذائية وبخاصة عنصر البوتاسيوم الذي تجرفه المياه بمجرد تكونه نتيجة لتحليل المواد العضوية، ولا يتبقى من هذا العنصر إلا ما يدخل في تركيب المواد العضوية ذاتها. ولقد كانت تنمو على هذه السهول الرملية غابات من أشجار التنوب الفضي spruce والصنوبر والشوكران hemlock، ولكن سهولة طبيعة الأرض فوق هذه السهول أغرت باقتلاع هذه الأشجار وزراعة الأرض. وبعد انقضاء مائة عام زرعت الأرض في أثنائها زراعة عنيفة استنزفت عناصر التربة وأضعفت خصوبتها إلى حد كبير، ولذلك شرع في زراعتها بأشجار الغابات من جديد.",
            "page": "66",
            "part": "1",
            "seal": "40F37C0D"
        },
        {
            "id": "64",
            "nass": "وبعد مضي سنوات قليلة على زراعتها بأشجار الشوكران وأشجار الصنوبر الأبيض والأحمر، ظهرت أعراض نقص البوتاسيوم في التربة على الأشجار. وقد أظهرت بعض البحوث العلمية التي أجريت على نباتات هذه الغابات أن بعض الأشجار العشبية المستوطنة مثل أشجار القان (BIRCH) الرمادي وأشجار الكريز الأسود، قد ظهرت على أوراقها أعراض نقص البوتاسيوم في صورة الوان شاذة يمكن بواسطتها تحيد خواص التربة في المناطق المختلفة مدى صلاحيتها لزراعة الأنواع المختلفة من الأشجار. ¶ وبذلك تجلت معونة الله لنا وما أودعه من نظام بديع في معاوننا على اصلاح الأخطاء التي كان الانسان سببا في حدوثها. ¶ لقد هيأ لنا الله - بفضله - الطريقة التي تعيننا على تحديد الأماكن التي تصلح لزراعة الشوكران وأشجار الصنوبر الأحمر والأبيض، وتحديد الناطق التي يمكن زراعتها ببعض الأشجار ذات القيمة الاقتصادية، مما لا يضره انخفاض مستوى عنصر البوتاسيوم في التربة مثل أشجار الصنوبر الأسكتلندي وغيرها. كما وجدنا أن أوراق بعض النجيليات وأشجار الفراولا البرية وأنواعاً عديدة أخرى من الشجيرات العشبية وأشجار الصنوبر الأبيض يمكن تحليلها تحليلاً كيميائياً للوقوف على مدى صلاحية الأماكن والمناطق المختلفة المزروعة فيها. فالصنوبر الأبيض مثلا تظهر عليه دلائل نقص البوتاسيوم عندما تنخفض نسبة البوتاسيوم في الأوراق الإبرية عن 0,5%. ويمكن الاستدلال بنسبة البوتاسيوم الموجودة في هذه الأوراق على نسبة البوتاسيوم الموجود في التربة والذي هو قابل للامتصاص. ¶ وهنالك ظاهرة أخرى من الظواهر التي شوهدت في هذه الغابات، فالقان الأبيض، وهو عادة من الأعشاب التي تنمو بكثرة من تلقاء نفسها وتجوز زراعتها إلى حد بعيد في مناطق السهول تنمو تحت جذوره وفي حضانتها نباتات الصنوبر البيضاء التي تكون في هذه الحالة كثيفة غاية الكثافة. وقد لوحظ أن أعراض نقص البوتاسيوم لا تظهر",
            "page": "67",
            "part": "1",
            "seal": "BF84A42B"
        },
        {
            "id": "65",
            "nass": "على الأشجار الصنوبرية التي تنمو بجوار القان، وأثبتت تحاليل التربة والأوراق أن نسبة البوتاسيوم القابل للامتصاص كانت تحت هذه الظروف ثلاثة أمثالها في في الأرض الخالية من أشجار القان مما يثبت أن لأشجار القان قدرة كبيرة على تجيد خصوبة التربة التي تكون عناصرها قد استنزفت بسبب الإجهاد المترتب على طول فترات زراعتها. ولا شك أن هذه التغذية المعدنية، تعتبر همزة الوصل التي يستخدمها الإنسان لكي يحوّل المواد غير العضوية الميتة إلى عالم الحياة. ¶ ومن الظواهر العجيبة الأخرى التي شوهدت في التربة في وادي كوليكتيكت ما لوحظ من أن شجر السد ر الأحمر يستطيع بمصاحبة خرطوم الأرض وهو من الدود ن أن يزيد من نسبة عنصر الكالسيوم بالتربة. فأوراق السدر الأحمر تتساقط على قاع الغابة، وعندئذ تنجذب ديدان الأرض إليها بسبب ارتفاع نسبة الكالسيوم بها. وسرعان ما تلتهم الديدان هذه الأوراق وتهضمها وبذلك تطلق في التربة عنصر الكالسيوم في صورة يسهل على النبات امتصاصها والاستفادة بها. ¶ ولا تقتصر فائدة السدر الأحمر على الناحية الغذائية وحدها، بل إنه يؤدي إلى تحسين جميع الخواص الطبيعية للتربة مثل مساميتها، وسرعة رشح الماء خلالها، وقدرتها على الاحتفاظ بالماء ومنسوب الماء فيها. ولجميع هذه الصفات علاقة كبيرة بالاستفادة من مياه الفيضان والسيطرة عليها. ¶ ونستطيع أن نذكر أكثر من ذلك في سياق الحديث عن العناية المقدسة والقدرة الإلهية التي تتجلى في إعادة خصوبة التربة، ففي الغابات البكر التي لم يتدخل في أمرها الإنسان، تتكاثر الأشجار وتتتابع أنواعها على ممر الأجيال حتى تصل في نهاية الأمر إلى نوع من الاستقرار تميزه أشجار خاصة تنمو وتتكاثر فيها إلى ما شاء الله إلا إذا تدخل في أمرها الإنسان أو دهمتها النار، أو عبثت بها العواصف. ويؤدي تدخل الإنسان",
            "page": "68",
            "part": "1",
            "seal": "3DF2B36E"
        },
        {
            "id": "66",
            "nass": "في أمر هذه الغابات الطبيعية ن بزراعتها واستنزاف خصوبتها، إلى نقص صلاحيتها لنمو الأشجار، وعندئذ نكون قد خسرنا الأشجار والتربة، ويعقب ذلك حدوث الفيضانات. ¶ إن الإنسان يبذل أموالاً طائلة لكي يقلل من أخطار الفيضانات بإقامة مشروعات السود الضخمة، ولكن إقامة هذه السود ليست إلا حلا مؤقتاً ضد قوة جبارة لا تستطيع أن تصدها حواجز الصخر أو البناء المسلح، ولابد أن يقوم العلاج الحقيقي لمشكلة الفيضان على مهاجمها في مصدرها. ولا يتم ذلك بإقامة السدود وإنما بإعادة الأشجار والنباتات إلى الأرض، وهو أمر تقوم به الطبيعة من تلقاء نفسها، فإنه لا يكاد ينقضي عام على الأراضي والحقول التي تكون قد هجرت بسبب استنزاف عناصرها ونقص خصوبتها ن حتى تنمو بها الحشائش الكثيفة والأعشاب والشجيرات وبادرات الأشجار، وهذه كلها تعمل على عودة الخصب إلى الأرض من جديد. وفي منطقة بدمونت التي تقع في شرق الولايات المتحدة، تكفي خمسة وعشرون سنة لتكوين طبقة جديدة ظاهرة من المواد الدبالية التي تغطي سطح التربة وتعيد إليها خصوبتها. وحتى في المناطق التي هي أشد برودة من هذه المنطقة حيث يكون تحلل المواد العضوية أشد بطؤا، فإن هذه الطبقة في تكوينها أكثر من 50 سنة. ويلاحظ أن التربة التي تستصلح بهذه الطريقة لا ترجع كعهدها الأول من حيث معالجة أخطار الفيضان. ومع ذلك فإنها تتحسن كثيراً عن ذي قبل. وفي ذلك يقول جونث: ¶ (ان الطبيعة لا تعرف الإسراف. إنها دائماً صداقة وعظيمة وعنيفة. إنها دائماً صائبة. أما الخطأ فإنها لا يحدث إلا من جانبنا. إن الطبيعة تحارب العجز ولا تكشف أسرارها إلا للقادرين المخلصين الأتقياء) . ¶ سد فروج الغابات: ¶ عندما انتشر مرض الأندوثيا، وهو المرض الذي يسبب الشلل لنباتات الكستناء",
            "page": "69",
            "part": "1",
            "seal": "766D393C"
        },
        {
            "id": "67",
            "nass": "(أبي فروة) ¶ خلال العقدين الأولين من هذا القرن، شاهد كثير من الناس فروجاً في أسقف الغابات ولاحظوا ان هذه الفروج لا تسد أبداً. ولقد كان الكستناء الأمريكي يحتل مكانا بين سائر أنواعه في العالم لا يدانيه فيه مكان آخر، فقد كان يمتاز بنوعه ومقاومته للتعطن وبنخاعه الخشبي وما به من مادة التنين، ثم بثماره وبما يعطيه من الظل وغير ذلك من الصفات الممتازة العديدة الأخرى. ¶ وكان ينمو على حواف الجبال ذات التربة الضعيفة كما ينمو في الوديان الخصبة. قبل أن يصيبه هذا المرض الذي وصل إليه من آسيا حوالي 1900، لم تكن تصيبه أمراض أخرى، فلقد كان بحق ملك الغابة أما الآن فقد باد واندثر من الغابات ولم يعد يشاهد منه إلا بعض البراعم الضئيلة تنبثق بين حين وآخر من بقايا جذوع الأشجار التي كانت قائمة يوماً من الأيام كأنما تذكرنا أن البقاء لله وحده، وأن أقوى الرجال كأقوى الأشجار لابد يوماً أن يزول. ¶ وما لبثت الفروج التي حدثت في سماء الغابة حتى ملئت، لقد سدتها أشجار الخزامى، التي كأنما كانت تراقب ما نزل بأشجار (أبي فروة) من داء لتحل محلها بفارغ الصبر حتى تحصل على ما يكفيها من الضوء. فهي من الأشجار التواقة إلى الضوء والتي لا تحتمل المعيشة في الظل. وحتى ذلك الوقت كانت أشجار الخزامى من الأشجار الضئيلة في الغابة التي لا يمكن أن تعتبر من أشجار الخشب القيمة إلا نادراً. أما الآن فإنها أحداً لا يحزن على ما حل بأشجار الكستناء من خسارة، إذ تقوم مكانها جذوع أشجار الخزامى الضخمة التي تضيف كل منها إلى نفسها بسبب نموها السريع ما يقرب من بوصة في السمك وست بوصات في الارتفاع سنويا. وبالإضافة إلى سرعة نموها فإنها تعطي خشبها من النوع الممتاز. فهل تضع الطبيعة العبقرية خططها وتدبيرها للأمور بأكثر من تهيئة الظروف المناسبة؟ ¶ ولقد كنت أتحدث مت زميل ممن أطمئن إليهم من الأخصائيين في فلاحة الغابات عن ذلك المرض الذي أصاب نباتات الكستناء، وهو ينصح المشتغلين بالغابات بان يلجأوا دائماً إلى كتاب الكون والطبيعة لكي يجدوا فيه حلا لكل مشكلة من المشكلات. ويقول إسحق وطسن في هذا المعنى:",
            "page": "70",
            "part": "1",
            "seal": "FE1A78FB"
        },
        {
            "id": "68",
            "nass": "(إن الطبيعة تحمل كتابها المفتوح) . ¶ (وتسبح بحمد الله وجلاله) . ¶ ويقول عالم النبات اللامع آساجراى في محاضراته التي ألقاها في جامعة ييل سنة 1880: (إن ما تنقله العلوم من عالم المجهول إلى عالم الطبيعة لا ينال من الإيمان أو يتعارض معه، فالعلوم تسير في نفس الاتجاه الذي تسير فيه الطبيعة. وعلى ذلك فإن وظيفة العلوم هي العمل أن ترد ظواهر الكون في نشأتها الأولى إلى قدرة الله جلاله) . ¶ أضواء جديدة على خلق مبتكر ¶ تحتوي النباتات على هرمونات تقوم بأداء وظائف مختلفة فيها. ومن فصيلة هذه الهرمونات مركب صناعي اسمه 2 – 4 – 5 – ت، يقوم بانضاج ثمار الطماطم، ويمنع استنبات البطاطس عند خزنة، ويؤدي إلى سرعة نمو الأجزاء الجذرية عند زراعتها، وربما يقوم بغير ذلك من الوظائف الحيوية العديدة التي لم نكتشفها بعد. وهذا الهرمون، او بعبارة اصح هذا المنظم لعملية النمو – لأنه في الواقع مركب صناعي عضوي له خواص الهرمونات – لا تزال تجري عليه البحوث والتجارب لمعرفة خواصه وآثاره المختلفة في حياة النبات ونموه. ¶ والمعنى الذي نحب ان نشير اليه في هذا المقام، هو أن ظهور مركبات من أمثال هذا المركب في الطبيعة، مما أبدعه الخالق الأعظم مشابهة لما استطاع الانسان ان يقوم بتركيبه في المعمل بعد تفكير وتدبير، يعد دليلا على ما يسود هذا الخلق من نظام وتدبير. ¶ ويهمنا في هذا المقام الطريق التي يسلكها النظير المشع لهذا المركب داخل أشجار الغابات، فذرة الكربون الاخيرة (ك12) الداخلة في تكوين هذا المركب، يمكن ان تستبدل بنظريتها (ك14) بطريقة صناعية. وعندئذ يمكننا استخدام هذا المركب الجديد لكي نحدد بكل دقة الطريقة التي يسلكها عند انتقاله من الأوراق إلى الساق إلى الجذور بل يمكن فوق ذلك ان نعين معدل حركته داخل النبات، وقد يعد ذلك من وجهة نظر الخارجين على الدين مظهرا لروعة الطبيعة. اما بالنسبة لنا فانه دليل على قوة الله الموجهة التي",
            "page": "71",
            "part": "1",
            "seal": "63963D87"
        },
        {
            "id": "69",
            "nass": "توجه كل ذرة إلى حيث ينبغي ان تكون وترسم طريقها وتحدد مستقرها. ¶ ومن عجائب ما تكشف عنه هذه الدراسات ما تبين من ان هذا الهرمون يبقى ثابتا لا يتغير داخل النبات برغم ما يقوم به من التفاعلات العديدة. فقد وجد ان نسبة ما يتحول منه إلى مركبات كيماوية اخرى لا يزيد عن 10%، وأعجب من ذلك انه مهما تغيرت الكمية التي توضع منه على سطح الأوراق، فانه لا يمتص منه الا قدرا ضئيلا. فالنبات لا يحتاج منه في أداء وظائفه التي تتصل بعمليات التحول الغذائي الا إلى قدر يسير. افلا يدل كل ذلك على نظام دقيق عجيب رسمه خالق قادر مدبر؟ ¶ ونحن نستطيع ان نختبر وجود هذا المركب باستخدام طريقة الأوراق الملونة، وهي تتلخص في وضع قطرة من المادة التي نريد اختبارها على طرف قطعة او شريط من ورق الترشيح، ثم غمس هذا الطرف في حوض او إناء به مادة مظهرة بينما يبقى طرفها الآخر معلقا فوق الحائط. عندئذ تمتص الورقة بعض المادة المظهرة بخاصية الانتشار الغشائي. ويكتسح المظهر قطرة المادة التي وضعناها …على طرف ورقة الترشيح، وهي المادة التي نريد ان نختبر وجودها، وبذلك يترسب كل مركب عضوي من المركبات الناتجة من تفاعل هذه المادة مع المظهر على ارتفاع معين وفي بقعة معينة على ورقة الترشيح مكونا ما يسمى بخريطة الألوان، والى هنا ينتهي الأمر ولا يتبقى علينا الا ان نضع جهازا خاصا يسمى عداد جيجر على ورقة الترشيح لكي يحدد لنا موقع ذرة (ك14) التي نريد ان نكشف عن وجودها. ¶ ان تلك التفاعلات الدقيقة والحركة المنظمة والخضوع لقوانين ثابتة مما تكشف عنه هذه التفاعلات وأمثالها التي لا يحصيها عد ولا حصر، ليست الا دليلا وشاهدا على ان الكون منظم غاية التنظيم مما أطلق عليه هجلز (نظرية كمال الكون) . فذرة الكربون (ك14) في المركب العضوي، والالكترون الذي يشع منها على ورقة الترشيح يعدان من وجهة نظر الباحث الامين دليلا على انه ليس هنالك تناقض بين العلوم وبين",
            "page": "72",
            "part": "1",
            "seal": "5A8A57F7"
        },
        {
            "id": "70",
            "nass": "فكرة وجود الله، الذي قدر كل شيء فأحسن تقديره، والذي ظهرت آياته للناس في ثنايا ما تكشف عنه العلوم، وما أوتينا من العلم الا قليلا. وكما قال الفيلسوف بول: (ان قدرة الله تتجلى في كل شيء. ظهر الحق، فمنذ بدأ الله هذا الكون تتجلى آياته وقوته الخالدة في كل ما يقع عليه الحس او يحيط به العقل) .",
            "page": "73",
            "part": "1",
            "seal": "CBC480B5"
        },
        {
            "id": "71",
            "nass": "ما وعاه ابن صاحب البستان ¶ كتبه: وولتر ادوارد ¶ أخصائي علم الوراثة ¶ حاصل على درجة الدكتواره من جامعة كاليفورنيا – أستاذ الوراثة بجامعة كاليفورنيا بولس أنجلوس – مدير البحوث بحدائق ديسكانسو بكاليفورنيا – متخصص في تربية الزينة وبخاصة الورد. ¶ اذا سألني سائل: (لماذا تؤمن بالله) ؟ قد أقول له بصراحة وأمانة: (هكذا علمني والداي) ، فتلك هي الطريقة المعتادة التي يرث بها الناس ايمانهم بالله. ولكنني اعود فأذكر ان والدي قد علماني كذلك ان اعتقد في سانتاكلوز وايستربنيز، وتحت تأثير تلك الأحاجي وقصص الطفولة العديدة الخرافية الجذابة سرعان ما وجدت انني ادرك اكثر واكثر حكمة الخالق وقدرته في هذا العالم. ¶ وكثيرا ما لفت نظري، بحكم بنوتي لأحد اصحاب البساتين، ما يحدث لاشجار الفواكه المختلفة كأشجار التفاح والبرقوق والكمثري في منطقة شرقي واشنغتون من تكييف جزئي لتلائم الجو عندما تنخفض درجة حرارة الهواء إلى 20 درجة تحت الصفر، فتبدو هذه الاشجار هامدة مجردة من الحياة طيلة فصل الشتاء، حتى اذا جاءها الربيع اهتزت وربت وأخرجت من الازهار والثمار ما يأخذ جماله بالألباب، ولما كانت هذه الاشجار لم تتأقلم تماما في بلادنا فان تخر تساقط الصقيع كثيرا ما يقتل البراعم ويقضي على المحصول، ويؤثر على جميع سكان الوادي تاثيرا سيئا بما يسببه من أزمة اقتصادية. ¶ وكثيرا من كنت أسائل نفسي كيف يرضى العدل الالهي بهذه الخسارة الفادحة في محصولنا؟ ولكنني أدركت الجواب بعد قليل، فليس الخطأ من جانب الله سبحانه وانما من أنفسنا، وذلك لاننا نحاول ان نزرع في بلادنا انواعا من النباتات غير متلائمة مع",
            "page": "74",
            "part": "1",
            "seal": "D9D90227"
        },
        {
            "id": "72",
            "nass": "الظروف الجوية عندنا. والمشاهد ان هذه النباتات لا يصيبها في مواطنها الأصلية هذا النوع من التلف، فهي تتحمل برد الشتاء، وتزهر بعد انتهائه عندما يكون الخطر الذي يتهددها قد زال، وبرغم ان جميع هذه الانواع مما ينمو في المناطق المعتدل، فان لكل صنف من أصنافها ظروفه الخاصة التي تلائمه، وهو لا يمكن ان يتأقلم في مكان آخر الا بعد أجيال تنقضي في عمليات الانتقاء والتربية. ¶ ومن ذلك نرى ان جميع النباتات والحيوانات لم تخلق لكي تعيش في بيئة ثابتة محددة الأوصاف، بل ان لديها من الاستعدادات ما يجعلها قادرة على مسايرة الأجواء والظروف الاخرى في حالة الضرورة والاضطرار. وتعنى دراسة الوراثة بمعرفة مدى استعداد الحيوانات والنباتات المختلفة لهذه الملاءمة. وقد شغفت بهذا النوع من الدراسة بسبب ما قمت به منذ صباي من تجارب على زراعة بادرات البرقوق ودراسة التحولات التي تطرأ عليها، كما كان عندي شغف بدراسة الحشرات المختلفة وبخاصة ما يقوم منها بعملية التلقيح، مثل النحل والنمل والذباب وغيرها. ولقد كنت أتساءل دائما في قرارة نفسي كيف تم هذا التوافق العجيب بين الازهار والحشرات التي تقوم بتلقيحها؟ وهيأت لي قراءة ذلك الكتاب الرائع الذي ألفه هنري فابر عن عجائب الغرائز في الحشرات وحياتها الاجتماعية المعقدة دليلا على ما يسود هذا الكون من نظام محكم وتدبير عظيم. ¶ وقد كان يخيل إلى كانما توجد قوة أخرى في هذا الكون تعمل في اتجاه عكسي وتمنع – او على الأقل تحول – دون استفادة الانسان فائدة كاملة من النباتات والحيوانات. فهنالك مثلا كثير من النمل وقليل من النحل مما ينجم عنه ضعف في محصولاتنا، كما نلاحظ ان التربة يتناقض خصبها تدريجيا ومع ذلك فانها تنتج كثيرا من العشب القوي. فلماذا يحدث كل ذلك؟ ان الطبيعة لم تعطنا الإجابة عن هذا السؤال، ولكني عثرت على هذه الاجابة في الكتاب المقدس: انه غضب الله ينزل بالتربة وبالطبيعة بسبب اخطاء الناس، ومع ذلك فلا يزال هنالك من الخير في كثير من المخلوقات ما يسمح بظهور قدرة الله",
            "page": "75",
            "part": "1",
            "seal": "AD8569CB"
        },
        {
            "id": "1",
            "nass": "الله يتجلى في عصر العلم",
            "page": null,
            "part": null,
            "seal": "AC6719B7"
        },
        {
            "id": "2",
            "nass": "المشتركون في الكتاب ¶ المشرف على التحرير: ¶ جون كلوفر مونسما: عمل وقتاً ما قسيساً في احدى الكنائس المسيحية ولكنه بعد ان قضى مدة في الدراسات الدينية رأى ان يتحول إلى عمل آخر وصار مؤلفا وصحفيا في الموضوعات الدينية. ثم انصرف إلى دراسة المسائل السياسية والاجتماعية، وعني عناية خاصة بدراسة العلاقة بين العلم والدين على مر العصور. ¶ ترجمة وتقديم: ¶ الدكتور الدمرداش عبد المجيد سرحان: الأستاذ بكلية التربية بجامعة عين شمس. حصل على بكالوريوس في العلوم مع مرتبة الشرف من جامعة القاهرة عام 1936، وعلى دبلوم معهد التربية العالي للمعلمين عام 1938، وعلى درجة الماجستير في التربية من جامعة كولومبيا بأمريكا عام 1947، وعلى درجة الدكتوراه في التربية من جامعة كولومبيا عام 1949. له مؤلفات كثيرة في التربية والعلوم.",
            "page": "5",
            "part": "1",
            "seal": "8749A448"
        },
        {
            "id": "3",
            "nass": "المراجع: ¶ الدكتور محمد جمال الدين الفندي: أستاذ الطبيعة الجوية بجامعة القاهرة. تخرج في قسم الطبيعة بكلية العلوم جامعة القاهرة عام 1935 مع مرتبة الشرف الأولى. حصل على دبلوم معهد الإرصاد من جامعة لندن عام 1938، ثم على دكتوراه في فلسفة العلوم عام 1946، كما حصل على جائزة الدولة في العلوم عام 1950. له بحوث كثيرة ومؤلفات عديدة في موضوع العلوم المبسطة. ترجم عدة كتب لمؤسسة فرانكلين.",
            "page": "6",
            "part": "1",
            "seal": "24D6C635"
        },
        {
            "id": "4",
            "nass": "مقدمة المترجم: هل لهذا الكون من إله؟ ¶ سؤال تتطلع العقول اليه وتتوق إلى معرفة الإجابة عنه، يوجهه الطفل الصغير إلى أبيه، ويضطرب به قلب الشاب الخائر، فيؤرق نومه وقد لا يجد من يقدم له الجواب الشافي، ويجول أحيانا في عقول ضعفاء الإيمان فيستعيذون بالله من وسوسة الشيطان، ويشغل بال كل إنسان خصوصا في فترات الضعف والمرض والحرمان. ¶ قديما سأل الناس هذا السؤال وانقسموا، تبعا لما هداهم إليه تفكيرهم، حول شيعا. فمنهم من عبد الكون والشمس والقمر، ومنهم من عبد الأصنام، ومنهم من عبد الله الواحد القهار، كما ان منهم من أنكر والحد. ¶ وسوف تتطلع العقول لمعرفة الإجابة عن هذا السؤال في المستقبل، ما دام هنالك كون يسير وعقل يفكر وإنسان يعي وينظر. ¶ ويلوح ان التطلع إلى هذا الأمر جزء من طبيعتنا، لا نستطيع ان ننكره أو نتخلى عنه أو نتغافل نداءه، ولموقف الإنسان من خالق هذا الكون وعقيدته فيه اثر بالغ في تفكيره وحياته وفلسفته ونظرته إلى الأمور وحالته النفسية وحاضره ومستقبله، بل في كيانه ووجوده. ¶ ومع ما لهذا السؤال من أهمية، فان قليلا من الناس يحصلون على الإجابة الشافية عنه، فإذا توجه به الصغير إلى أبيه رده عن التفكير فيه ردا رقيقا، أو هو قد يلهيه بجواب لا ينفع ولا يشفع، معتمدا في ذلك على سهولة اقناعه، وإذا توجه به الشاب إلى",
            "page": "7",
            "part": "1",
            "seal": "FCC580FB"
        },
        {
            "id": "5",
            "nass": "صديقه أو مدرسه، فقل ان يجد عند أي منهما ما يشفي صدره ويرضي عقله المتفتح. وإذا توجه به إلى بعض رجال الدين فقد يخاطبونه بايآت من الكتب السماوية وأحاديث من كلام الرسل، ويدورون به في حلقة مفرغة مقللين من قيمة ما تكشفت عنه العلوم، ان ينكرون عليه استخدام الأساليب العلمية، فيزداد حيرة في أمره وينصرف على مضض عن التفكير في هذا الموضوع. ¶ ان ما يريده الفرد المثقف في القرن العشرين عندما يسأل هذا السؤال عن خالق الكون لا بد ان يكون متمشياً مع أساليب ونتائج العلوم التي توصلت إلى أسراره الذرة وعزت الفضاء وكشف من سنن الكون وأسراره وظواهره ولا تزال تكشف ما يحير العقول. ان السائل يريد جواباً يقوم على استخدام المنطق السليم ويدعوه إلى الايمان بربه إيمانا يقوم على الاقتناع لا على مجرد التسليم. ¶ وهذا هو عين ما جاء في هذا الكتاب، فلقد تقدم المشرف على تحرير الكتاب بالسؤال التالي: (هل تعتقد في وجود الله؟ وكيف دلتك دراستك وبحوثك عليه؟ ¶ وجهه إلى طائفة من العلماء المتخصصين في سائر فروع العلوم من الكيمياء إلى الفيزياء إلى الأحياء إلى الفلك إلى الرياضيات إلى الطب إلى غير ذلك.. ¶ واجاب هؤلاء العلماء على سؤال المحرر، مبينين الأسباب العلمية التي تدعوهم إلى الإيمان بالله. ويشتمل هذا الكتاب على اجابات طائفة من هؤلاء العلماء ننقلها إلى أبناء الوطن العربي، ليروا ناحية من نواحي التفكير الحديث، ربما تكون مصدقة لما يقرأون في الكتب السماوية التي بين أيديهم ومثبتة لايمانهم بالله تعالى. ¶ لقد بين اولئك العلماء لنا كيف تدلهم قوانين الديناميكا الحرارية، على انه لا بد ان يكون لهذا الكون من بداية، فاذا كان للكون بداية فلا بد له من مبدئ من صفاته العقل والإرادة واللانهاية.",
            "page": "8",
            "part": "1",
            "seal": "6892DFFC"
        },
        {
            "id": "6",
            "nass": "نعم ان هذا الخالق لابد ان يكون من طبيعة تخالف طبيعة المادة التي تتكون من ذرات تتألف بدورها من شحنات أو طاقات لا يمكن بحكم العلم ان تكون أبدية أو أزلية. وعلى ذلك فلا بد ان يكون هذا الخالق غير مادي وغير كثيف، لابد ان يكون لطيفا متناهيا في اللطف، خبيرا لا نهاية لخبرته، لا تدركه الأبصار وهو يدرك الأبصار، وهو اللطيف الخبير. واذا كنا نريد ان نصل إليه، فسبيلنا إلى ذلك لا يكون بحواسنا التي لا تستطيع ان ترى إلا الماديات الكثيفة، واذا كنا نريد ان نلمس وجوده فان ذلك لا يمكن ان يتم داخل المعامل أو في أنابيب الاختبار، أو باستخدام المناظر المكبرة أو المقربة، وانما باستخدام العنصر غير المادي فينا كالعقل والبصيرة. وعلى من يريد ان يدرك آيات ذاته العلية ان يرفع عينيه من الرغام ويستخدم عقله في غير تعنت أو تعصب، ويتفكر في خلق السموات والأرض (إنّ في خَلقِ السّمواتِ والأرضِ واختلافِ اللّيلِ والنّهار لأياتً لأولىِ الألبابِ) (ال عمران: 190) ¶ ان فروع العلم كافة تثبت ان هنالك نظاما معجزا يسود هذا الكون، أساسه القوانين والسنن الكونية الثابتة التي لا تتغير ولا تتبدل، والتي يعمل العلماء جاهدين على كشفها والإحاطة بها، وقد بلغت كشوفنا من الدقة قدرا يمكننا من التنبؤ بالكسوف والخسوف وغيرهما من الظواهر قبل وقوعها بمئات السنين. ¶ فمن الذي سن هذه القوانين وأودعها كل ذرة من ذرات الوجود، بل في كل ما هو دون الذرة عند نشأتها الأولى؟ ومن الذي خلق كل ذلك النظام والتوافق والانسجام؟ من الذي صمم فأبدع وقدر فاحسن التقدير؟ هل خلق كل ذلك من غير خالق ام هم الخالقون؟ ان النظام والقانون وذلك الإبداع الذي نلمسه في الكون حيثما اتجهت أبصارنا يدل على انه القدير وعلى انه العليم الخبير من وراء كل شيء. ¶ ويرد العلماء في هذا الكتاب على أولئك الذين يدعون ان الكون نشأ هكذا عن",
            "page": "9",
            "part": "1",
            "seal": "EACB8A13"
        },
        {
            "id": "7",
            "nass": "طريق المصادفة، فيشرحون لنا معنى المصادفة ويشيرون إلى استخدام الرياضة وقوانين المصادفة لمعرفة مدى احتمال حدوث ظاهرة من الظواهر. فاذا كان لدينا صندوق كبير مليء بآلاف عديدة من الاحرف الأبجدية، فان احتمال وقوع حرف الألف بجوار الميم لتكوين كلمة أم قد يكون كبيرا، اما احتمال تنظيم هذه الحروف لكي تكون قصيدة مطولة من الشعر أو خطابا من ابن إلى أبيه فانه يكون ضئيلا ان لم يكن مستحيلا. ولقد حسب العلماء احتمال اجتماع الذرات التي يتكون منها جزيء واحد من الاحماض الأمينية (وهي المادة الأولية التي تدخل في بناء البروتينات واللحوم) فوجدوا ان ذلك يحتاج إلى بلايين عديدة من السنين، والى مادة لا يتسع لها هذا الكون المترامي الاطراف. هذا لتركيب جزيء واحد على ضآلته، فما بالك بأجسام الكائنات الحية جميعا من نبات وحيوان. وما بالك بما لا يحصى من المركبات المعقدة الاخرى. وما بالك بنشأة الحياة وبملكوت السماوات والأرض. انه يستحيل عقلا ان يكون ذلك قد تم عن طريق المصادفة العمياء أو الخبطة العشواء. لابد لكل ذلك من خالق مبدع عليم خبير، أحاط بكل شيء علماً وقدر شيء ثم هدى. ¶ ويبين الكتاب فوق ذلك مزايا الايمان بالله والاطمئنان اليه والالتجاء إلى رحابه في الصحة والمرض، وكلما نزلت بالإنسان ضائقة أو تهدده خطر أو أوشك أمل لديه ان يضيع. وقد لمس الكثيرون حلاوة الايمان في أنفسهم، بل بل ولزومه لهم ولغيرهم فتشبثوا به وحرصوا عليه حتى ذهب بعض العلماء إلى ان بالإنسان حاجة بيولوجية تدفعه إلى الإيمان بالله: فطرَتَ الله الّتي فَطرَ الناسَ عَلَيها) {الروم: 30} ليس ذلك فحسب، بل ان الكتاب يذهب ليبين كيف ان الإيمان بالله هو أصل الفضائل الاجتماعية والأخلاقية والإنسانية جميعا، فبدون هذا الايمان يصبح الإنسان غالباً حيواناً تحكمه الشهوة ولا يرده ضمير، خصوصا إذا لقن بعض المبادئ (الخالية من الإنسانية) . ¶ الدكتور ¶ الدمرداش عبد المجيد سرحان",
            "page": "10",
            "part": "1",
            "seal": "AE3A7CA5"
        },
        {
            "id": "8",
            "nass": "نشأة العالم: هل هو مصادفة أو قصد؟ ¶ كتبها: فرانك ألن ¶ عالم الطبيعة البيولوجية ¶ ماجستير ودكتوراه من جامعة كورنل – أستاذ الطبيعة الحيوية بجامعة مانيتويا بكندا من سنة 1904 إلى سنة 1944- اخصائي في أبصار الألوان والبصريات الفسيولوجية وإنتاج الهواء السائل، وحائز على وسام توري الذهبي للجمعية الملكية بكندا. ¶ كثيرا ما يقال ان هذا الكون المادي لا يحتاج إلى خالق، ولكننا اذا سلمنا بان هذا الكون موجود فكيف نفسر وجوده ونشأته؟ هنالك اربعة احتمالات للاجابة عن هذا السؤال: فاما ان يكون هذا الكون مجرد وهم وخيال، وهو ما يتعارض مع القضية التي سلمنا بها حول وجوده، واما ان يكون هذا الكون قد نشأ من تلقاء نفسه من العدم، واما ان يكون أبديا ليس لنشأته بداية، واما ان يكون له خالق. ¶ اما الاحتمال الاول فلا يقيم أمامنا مشكلة سوى مشكلة الشعور والاحساس، فهو يعني ان احساسنا بهذا الكون وإدراكنا لما يحدث فيه لا يعدو ان يكون وهما من الأوهام ليس له ظل من الحقيقة. وقد عاد إلى هذا الرأي في العلوم الطبيعية أخيراً سير جيمس جيبز الذي يرى ان هذا الكون ليس له وجود فعلي، وانه مجرد صورة في أذهاننا. وتبا لهذا الرأي نستطيع ان نقول اننا نعيش في عالم من الاوهام، فمثلا هذه القطارات التي نركبها ونلمسها ليست إلا خيالات، وبها ركاب وهميون وتعبر انهارا لا وجود لها وتسير فوق جسور غير مادية.. الخ، وهو رأي وهمي لا يحتاج إلى مناقشة أو جدال.",
            "page": "11",
            "part": "1",
            "seal": "3AF63355"
        },
        {
            "id": "9",
            "nass": "اما الرأي الثاني، القائل ان هذا العالم بما فيه من مادة وطاقة قد نشأ هكذا وحده من العدم، فهو لا يقل عن سابقه سخفا وحماقة، ولا يستحق هو ايضا ان يكون موضعا للنظر أو المناقشة. ¶ والرأي الثالث الذي يذهب إلى أن هذا الكون أزلي ليس لنشأته بداية إنما يشترك مع الرأي الذي ينادي بوجود خالق لهذا الكون، وذلك في عنصر واحد هو الازلية. واذا فنحن إما أن نسبب صفة الأزلية إلى عالم ميت، وإما ان ننسبها إلى إله حي يخلق. وليس هنالك صعوبة فكرة في الأخذ باحد هذين الاحتمالين أكثر مما في الاخر، ولكن قوانين الديناميكا الحرارية تدل على ان مكونات هذا الكون تفقد حرارتها تدريجيا وانها سائرة حتما إلى يوم تصير فيه جميع الاجسام تحت درجة من الحرارة بالغلة الانخفاض هي الصفر المطلق، ويومئذ تنعدم الطاقة، وتستحيل الحياة. ولا مناص من حدوث هذه الحالة من انعدام الطاقات عندما تصل درجة حرارة الاجسام إلى الصفر المطلق بمضي الوقت. أما الشمس المستعرة والنجوم المتوهجة والأرض الغنية بأنواع الحياة، فكلها دليل واضح على ان اصل الكون ان أساسه يرتبط بزمان بدأ من لحظة معينة، فهو اذا حدث من الأحداث. ومعنى ذلك انه لابد لاصل الكون من خالق أزلي ليس له بداية، عليم محيط بكل شيء، قوي ليس لقدرته حدود، ولابد ان يكون هذا من صنع يديه. ¶ ان ملاءمة الأرض للحياة تتخذ صورا عديدة لا يمكن تفسيرها على اساس المصادفة أو العشوائية. فالأرض كرة معلقة في الفضاء تدور حول نفسها، فيكون في ذلك تتابع الليل والنهار، وهي تسبح حول الشمس مرة في كل عام، فيكون في ذلك تتابع الفصول، الذي يؤدي بدوره إلى زيادة مساحة الجزيء الصالح للسكنى من سطح كوكبنا ويزيد من اختلاف الانواع النباتية أكثر مما لو كانت الأرض ساكنة. ويحيط بالأرض غلاف غازي يشتمل على الغازات اللازمة للحياة ويمتد حولها إلى ارتفاع كبير (يزيد على 500 ميل) .",
            "page": "12",
            "part": "1",
            "seal": "955FD8E5"
        },
        {
            "id": "10",
            "nass": "ويبلغ هذا الغلاف الغازي من الكشافة درجة تحول دون وصول ملايين الشهب القاتلة ميلا الينا، منقضة بسرعة ثلاثين ميلا في الثانية، والغلاف الذي يحيط بالأرض يحفظ درجة حرارتها في الحدود المناسبة للحياة، ويحمل بخار الماء من المحيطات إلى مسافات بعيدة داخل القارات، حيث يمكن ان يتكاثف مطرا يحيي الأرض بعد موتها، والمطر مصدر الماء العذب، ولولاء لاصبحت الأرض صحراء جرداء خالية من كل أثر للحياة. ومن هنا نرى ان الجو والمحيطات الموجودة على سطح الأرض نمثل عجلة التوازن في الطبيعة. ¶ ويمتاز الماء بأربع خواص هامة تعمل على صيانة الحياة في المحيطات والبحيرات والأنهار، وخاصة حيثما يكون الشتاء قارسا وطويلا، فالماء يمتص كميات كبيرة من الأوكسجين عندما تكون درجة حرارته منخفضة. وتبلغ كثافة الماء أقصاها في درجة اربعة مئوية. والثلج أقل كثافة من الماء مما يجعل الجليد المتكون في البحيرات والأنهار يطفو على سطح الماء لخفته النسبية، فيهيئ بذلك الفرصة لاستمرار حياة الكائنات التي تعيش في الماء في المناطق الباردة. وعندما يتجمد الماء تنطلق منه كميات كبيرة من الحرارة تساعد على صيانة حياة الاحياء التي تعيش في البحار. ¶ أما الأرض اليابسة فهي بيئة ثابتة لحياة كثير من الكائنات الأرضية، فالتربة تحتوي العناصر التي يمتصها النبات ويمثلها ويحولها إلى انواع مختلفة من الطعام يفتقر اليها الحيوان. ويوجد كثير من المعادن قريبا من سطح الارض، مما هيأ السبيل لقيام الحضارة الراهنة ونشأة كثير من الصناعات والفنون. وعلى ذلك فان الأرض مهيأة على أحسن صورة للحياة. ولا شك ان كل هذا من تيسير حكيم خبير، وليس من المعقول ان يكون مجرد مصادفة أو خبط عشواء. ولقد كان أشعياء على حق عندما قال مشيراً إلى الله: (لم يخلقها باطلاً، للسكن صورها) (45: 18) . ¶ وكثيرا ما يسخر البعض من صغر حجم الأرض بالنسبة لما حولها من فراغ لا نهائي.",
            "page": "13",
            "part": "1",
            "seal": "2E9D9124"
        },
        {
            "id": "11",
            "nass": "ولو أن الأرض كانت صغيرة كالقمر، أو حتى لو ان قطرها كان ربع قطرها الحالي لعجزت عن احتفاظها بالغلافين الجوي والمائي اللذين يحيطان بها، ولصارت درجة الحرارة فيها بالغة حد الموت. اما لو كان قطر الأرض ضعف قطرها الحالي لتضاعفت مساحة سطحها أربعة أضعفا واصبحت جاذبيتها للاجسام ضعف ما هي عليه، وانخفض تبعا لذلك ارتفاع غلافها الهوائي، وزاد الضغط الجوي من كيلو غرام واحد إلى كيلو غرامين على السنتيمتر المربع، ويؤثر كل ذلك أبلغ الاثر في الحياة على سطح الأرض، فتتسع مساحة المناطق الباردة اتساعا كبيراً، وتنقص مساحة الأراضي الصالحة للسكنى نقصا ذريعاً، وبذلك تعيش الجماعات الانسانية منفصلة أو في أماكن متنائية، فتزداد العزلة بينها ويتعذر السفر والاتصال، بل قد يصير ضربا من ضروب الخيال. ¶ ولو كانت الأرض في حجم الشمس مع احتفاظها بكثافتها لتضاعفت جاذبيتها للاجسام التي عليها 150 ضعفا، ولنقص ارتفاع الغلاف الجوي إلى اربعة أميال، ولاصبح تبخر الماء مستحيلا، ولارتفع الضغط الجوي إلى ما يزيد على 150 كيلو غراماً على السنتيمتر المربع، ولوصل وزن الحيوان الذي يزن حالياً رطلا واحدا إلى 150 رطلا، ولتضاءل حجم الانسان حتى صار في حجم ابن عرس أو السنجاب، ولتعذرت الحياة الفكرية لمثل هذه المخلوقات. ¶ ولو ازيحت الارض إلى ضعف بعدها الحالي عن الشمس، لنقصت كمية الحرارة التي تتلقاها من الشمس إلى ربع كميتها الحالية، وقطعت الأرض دورتها حول الشمس في وقت اطول، وتضاعفت تبعاً لذلك طول فصل الشتاء، وتجمدت الكائنات الحية على سطح الأرض. ولو نقصت المسافة بين الأرض والشمس إلى نصف ما هي عليها الآن لبلغت الحرارة التي تتلقاها الأرض أربعة أمثال، وتضاعفت سرعتها المدارية حول الشمس، ولآلت الفصول إلى نصف طولها الحالي اذا كانت هناك فصول مطلقا، ولصارت الحياة على سطح الأرض غير ممكنة.",
            "page": "14",
            "part": "1",
            "seal": "7066BEBF"
        },
        {
            "id": "12",
            "nass": "وعلى ذلك فان الارض بحجمها وبعدها الحاليين عن الشمس وسرعتها في مدارها، تهيئ للإنسان أسباب الحياة والاستمتاع بها في صورها المادية والفكرية والروحية على النحو الذي نشاهده اليوم في حياتنا. ¶ فاذا لم تكن الحياة قد نشأت بحكمة وتصميم سابق فلا بد ان تكون قد نشأت عن طريق المصادفة. فما هي تلك المصادفة اذن حتى نتدبرها ونرى كيف تخلق الحياة؟ ¶ ان نظريات المصادفة والاحتمال لها الان من الأسس الرياضية السليمة ما يجعلها تطبق على نطاق واسع حيثما انعدم الحكم الصحيح المطلق، وتضع هذه النظريات امامنا الحكم الاقرب إلى الصواب مع تقدير احتمال الخطأ في هذا الحكم.. ولقد تقدمت دراسة نظرية المصادفة والاحتمال من الوجهة الرياضية تقدما كبيرا حتى أصبحنا قادرين على التنبؤ بحدوث بعض الظواهر التي نقول انها تحدث بالمصادفة والتي لا نستطيع ان نفسر ظهورها بطريقة اخرى (مثل قذف الزهر في لعبة النرد) . وقد صرنا بفضل تقدم هذه الدراسات قادرين على التمييز بين ما يمكن ان يحدث بطريق المصادفة، وما يستحيل حدوثه بهذه الطريقة، وان نحسب احتمال حدوث ظاهرة من الظواهر في مدى معين من الزمان، ولننظر الان إلى الذي تستطيع ان تلعبه المصادفة في نشأة الحياة: ¶ ان البروتينات من المركبات الأساسية في جميع الخلايا الحية. وهي تتكون من خمسة عناصر هي: الكربون، والايدروجين، والنيتروجين، والأوكسجين، والكبريت. ويبلغ عدد الذرات في الجزيء البروتيني، الواحد 40000 ذرة. ولما كان عدد العناصر الكيماوية في الطبيعة 92 عنصرا موزعه كلها توزيعا عشوائياً، فان احتمال اجتماع هذه العناصر الخمسة لكي تكون جزئيا من جزئيات البروتين يمكن حسابه لمعرفة كمية المادة التي ينبغي ان تخلط خلطا مستمرا لكي تؤلف هذا الجزء، ثم لمعرفة طول الفترة الزمنية اللازمة لكي يحدث هذا الاجتماع بين ذرات الجزيء الواحد.",
            "page": "15",
            "part": "1",
            "seal": "71596D97"
        },
        {
            "id": "13",
            "nass": "وقد قام العالم الرياضي السويسري تشارلز يوجين جاي بحساب هذه العوامل جميعا فوجد ان الفرصة لا تتهيأ عن طريق المصادفة لتكوين جزيء بروتيني واحد الا بنسبة 1 إلى 10 160، اي بنسبة 1 إلى رقم عشرة مضروبا في نفسه 160 مرة. وهو رقم لا يمكن النطق به أو التعبير عنه بكلمات. وينبغي ان تكون كمية المادة التي تلزم لحدوث هذا التفاعل بالمصادفة بحيث ينتج جزيء واحد اكثر مما يتسع له كل هذا الكون بملايين المرات. ويتطلب تكوين هذا الجزيء على سطح الأرض وحدها عن طريق المصادفة بلايين لا تحصي من السنوات قدرها العالم السويسري بانها عشرة مضروبة في نفسها 243 مرة من السنين (10 243 سنة) . ¶ ان البروتينات تتكون من سلاسل طويلة من الأحماض الأمنية. فكيف تتألف ذرات هذه الجزئيات؟ انها اذا تآلفت بطريقة اخرى غير التي تتآلف بها، تصير غير صالحة للحياة، بل تصير في بعض الاحيان سموما، وقد حسب العالم الانجليزي ج. ب. ليثز J. B. Leathes الطرق التي يمكن ان تتألف بها الذرات في احد الجزئيات البسيطة من البروتينات فوجد ان عددها يبلغ البلايين (10 48) . وعلى ذلك فانه من المحال عقلا أن تتآلف كل هذه المصادفات لكي تبني جزيئا بروتينيا واحداً. ¶ ولكن البروتينات ليست الا مواد كيماوية عديمة الحياة، ولا تدب فيها الحياة الا عندما يحل فيها ذلك السر العجيب الذي لا ندري من كنهه شيئا. انه العقل اللانهائي، وهو الله وحده، الذي استطاع ان يدرك ببالغ حكمته ان مثل ذلك الجزيء البروتيني يصلح لان يكون مستقرا للحياة فبناه وصوره وأغدق عليه سر الحياة.",
            "page": "16",
            "part": "1",
            "seal": "EB7DAFA4"
        },
        {
            "id": "14",
            "nass": "اختبار شامل ¶ كتبها: روبرت موريس بيج ¶ عالم الطبيعة ¶ حاصل على دكتوراه في العلوم من جامعة هاملين – اشتغل في معمل البحوث لبحرية الجيش الامريكي منذ سنة 1927 – كان اول من اكتشف الرادار في العالم سنة 1934، سجل نحو 37 بحثا معظمها في الرادار، الف كثيرا من الكتب – يعمل في الوقت الحاضر مديراً مساعدا في معامل بحوث البحرية الامريكية. ¶ يتطلب اختبار صحة فرض من الفروض تهيئة ظروف معينة تناسبه وذلك، للحصول على نتائج يوصل اليها هذا الفرض، على اساس انه فرض سليم. وعلى ذلك فانه لاختبار صحة فرض معين ينبغي ان تتوافر شروط ثلاثة: ¶ ظروف معينة. ¶ تحقيق نتائج تتفق مع سلامة هذا الفرض. ¶ التسليم بصحة هذا الفرض حتى يثبت عكس ذلك. ¶ اما الشرطان الأولان، فلا يدور حولهما جدال، وأما الشرط الثالث فانه كثيرا ما يهمل عند اختبار صحة الفرض رغم أهميته البالغة. ¶ فعندما كانت السفن قديما تصنع من الخشب، بسبب شيوع الاعتقاد انه لا بد ان تصنع هذه السفن من مواد أقل كثافة من الماء لكي تستطيع ان ¶ تطفو، ظهر فرض أو اقتراح جديد يتخلص في انه من الممكن ان تصنع سفن من الحديد الذي هو اكثر كثافة من الماء، وتستطيع هذه السفن برغم ذلك ان تطفو فوق الماء. وقد انكر احد الحدادين صحة هذا الفرض وذهب إلى ان السفن المصنوعة من الحديد لا يمكن ان تطفو على الماء لان الحديد لا يطفوا على الماء، وأيد هذا الحداد وجهة نظره بان أخذ قطعة من الحديد على صورة",
            "page": "17",
            "part": "1",
            "seal": "025E74CF"
        },
        {
            "id": "15",
            "nass": "حدوة الفرس والقاها في الماء فغاصت فيه. ان هذا الحداد لم يشأ ن يسلم ولو مؤقتا بصحة هذا الفرض، فاعماه ذلك عن ان يفكر في تجربة مناسبة لاختباره، ربما أوصلته إلى نتيجة تختلف عن النتيجة التي وصل اليها، ولو انه سلم ولو مؤقتا بصحة هذا الفرض لالقى في الماء اناء أو حوضا من الحديد بدلا من حدوة الفرس. ¶ وفي بعض الاحيان يتطلب اختبار صحة الفروض ملاحظات قد لا تتوافر أو تتيسر لشخص معين، فاذا فرضنا مثلا ان شخصا لا يستطيع ان يلاحظ الا الأشياء التي تتكون طافية على وجه المحيط، فان مثل هذا الشخص يعجز عن مشاهدة الاشياء التي تطير في الهواء أو تغوص في الماء، فبينما هو يدرك الأشياء التي تسبح على سطح الماء، كالسفن الكبيرة والصغيرة والبقايا العضوية الطافية والطيور عندما تحلق فوق سطح الماء، فان الطيور والطائرات التي تطير في الهواء، والأسماك والغواصات التي تسبح في جوف الماء، تعتبر غير موجودة بالنسبة اليه. فاذا ظهر لهذا الشخص طائر يكون قد هبط من الهواء إلى سطح الماء، أو جسم مغمور خرج من جوف الماء إلى سطحه، فان ذلك يعتبر بالنسبة لهذا الشخص بمثابة ظهور شيء جديد من العدم. وبالعكس اذا اختفى جسم كان على سطح الماء بان طار في الهواء أو غاص في الماء، فان هذا الشخص يعتبر هذه الظاهرة فناء أو زوالا. وهو سوف يجد ان هنالك بعض الظواهر يستطيع ان يفهمها فهما واضحا، وتلك هي الظواهر التي تتصل بالاجسام الطافية على سطح الماء. ولكن سوف تصادفه ظواهر اخرى لا يستطيع لها فهما أو ادراكا، وتلك هي التي تتعلق بظهور بعض الاجسام فجأة على سطح الماء أو اختفائها فجأة من فوق سطحه. ¶ فاذا قابل هذا الشخص شخصا آخر يستطيع بطريقة ما ان يلاحظ الأشياء التي تطير في الهواء، أو تتحرك في جوف الماء، فان كثيرا من الظواهر التي شاهدها الشخص الأول وعجز عن ان يجد لها تفسيرا يمكن شرحها وإدراك أسرارها بمساعدة الشخص الثاني، ومع",
            "page": "18",
            "part": "1",
            "seal": "09A4687E"
        },
        {
            "id": "16",
            "nass": "ذلك فان الشخص الاول قد يواجه بعض الصعوبات في ادراك بعض المعاني الأساسية التي تعينه على فهم الموضوع مثل الطيران في الهواء أو الغوص في الماء. وسوف يميل هذا الشخص بطبيعة الحال إلى التشكك في قول صاحبه حتى تتبين له بطريق من الطرق صحة المعلومات التي يقدمها له. وقد لا يكون ذلك أمرا هيناً، ورغم ذلك فان صاحبه يستطيع ان يثبت له صدقه بان يتنبأ له في ضوء ما يراه (مما يعجز الشخص الاول عن ملاحظته) ببعض الظواهر والأشياء التي تتحقق فعلا. فهو يستطيع ان يقول له مثلا: ان طائرا سوف يهبط إلى سطح الماء، ثم لا يلبث الطائر ان يهبط فعلا لكي يختطف سمكة من الماء. وتعتبر صحة التنبؤ في هذه الحالة دليلا على صدق صاحبه فيما يشاهده ويقوله. ¶ ولننتقل بعد هذه المقدمة الموجزة إلى فكر وجود الله، ودعنا نعتبرها الان كما يعتبرها البعض مجرد فرض. فاذا أردنا ان نختبر صحة هذا الفرض، فلابد ان نسلم أولا، ولو مؤقتا، بانه فرض صحيح سواء أكنا نعتقد في ذلك ام لا نعتقد، فاذا لم نسلم بصحة هذا الفرض فاننا نعجز عن الوصول إلى اختبار حقيقي له. ¶ ولابد لنا ان نسلم فوق ذلك بما يسلم به الكثيرون من اي قدرتنا على الملاحظة لا تستطيع ان تمتد لغير جزيء ضئيل نسبياً من الحقيقة الكلية. فالاله الذي نسلم بوجوده لا ينتمي إلى عالم الماديات، ولا تستطيع حواسنا المحدودة ان تدركه، وعلى ذلك فمن العبث ان نحاول اثبات وجوده باستخدام العلوم الطبيعية لانه يشغل دائرة غير دائرتها المحدودة الضيقة. فاذا لم يكن للاله وجود مادي فلابد ان يكون ذلك الاله روحانيا، أو هو يوجد في عالم من الحقيقة غير ذلك العالم الفيزيقي على اية حال، وبذلك فانه لا يمكن ان تحده تلك الأبعاد الثلاثة، أو ان يكون خاضعا لقيود الزمان التي نعرفها، ولابد لنا ان نسلم ان هذا الكون المادي الذي يخضع لقيود الزمان والمكان ليس الا جزءا يسيرا من الحقيقة الكبرى التي ينطوي عليها هذا الوجود. وليس مثل ذلك الا كمثل سطح البحر بالنسبة",
            "page": "19",
            "part": "1",
            "seal": "F1519ED5"
        },
        {
            "id": "17",
            "nass": "للشخص الذي اشرنا اليه في بدء الحديث، والذي يعتبر سطح البحر بالنسبة له جزءا ضئيلا من العوالم الاخرى الموجودة فعلا والتي لا يستطيع ان يدركها بسبب قصوره ولكنه قد لا يعجز عن الاستدلال عليها. ¶ فاذا سلمنا بوجود الله فلا بد ان نسلم بقدرته على ان يكشف لنا بعض الحقائق الغيبية التي لا نستطيع ان ندركها لقصورنا. واننا لنجد في الكتب السماوية كثيرا من المعلومات حول العالم الروحاني. وقد وصلت هذه المعلومات الينا عن طريق بعض البشر من الرسل الذين كشف الله لهم من عوالم الغيب ما لم يكشفه لغيرهم. ولا يمكن ان تكون هذه النبوءات خاضعة لقيود الزمان التي نعرفها. وليس التنبؤ بالغيب هو الدليل الوحيد على صدق الرسل، وكلننا نشير اليه كمثال لطريقة من طرق الاستدلال على صحة ما جاءوا به. ¶ وقد سبقت المسيح (¬1) (عليه السلام) مثلا نبوءات عديدة جاءت قبله بمئات السنين وتناولت كثيرا من المعلومات حول شخصه وطبيعته وما سوف يقوم به أو يحدث له. وكلها من الاشياء التي عجزت العلوم حتى اليوم ان تجد لها تفسيرا، وقد أيدت الأيام وأثبت التاريخ صدق هذه النبوءات جميعا، فقامت بذلك دليلا على صحة رسالته. ان الايمان بوجود الله من الأمور الخاصة التي تنبت في شعور الانسان وضميره، وتنمو في دائرة خبرته الشخصية. ¶ واذا أراد الإنسان ان يتثبت من صحة المعلومات الغيبية التي يخبره بها شخص آخر، فلا بد ان يشترك في التجربة ويتهيأ لها حتى يستطيع ان يحكم عليها. وكذلك الحال فيما يتعلق بالايمان بالله، فلا بد ان يدرس الإنسان أولا نوع العلاقات التي يمكن ان تكون ¶ ¬_________ ¶ (¬1) - وكذلك تنبأ السيد المسيح بمحمد (ص) كما جاء في قول الله تعالى: {وإذ قال عيسى ابن مريم يا بني إسرائيل إني رسول الله إليكم مصدقا لما بين يدي من التوراة ومبشراً برسول يأتي من بعدي اسمه أحمد..} سورة الصف، آية: 6 ¶ (المترجم)",
            "page": "20",
            "part": "1",
            "seal": "8D85C951"
        },
        {
            "id": "18",
            "nass": "بينه وبين خالقه، وما ينبغي ان تكون عليه هذه العلاقات، فاذا درس الإنسان الشروط التي يلزم توافرها لقيام هذه العلاقة واتجه بقلبه وكليته نحو تحقيق هذه الشروط فانه سوف يشاهد الحقيقة كاملة، عندئذ يغمر الايمان قلبه ويؤثر في حياته ولا يدع في نفسه مجالا للشك، واذا ذاك يكون الله أقرب اليه من نفسه ويصير إيمانه به يقيناً.",
            "page": "21",
            "part": "1",
            "seal": "56F9E86D"
        },
        {
            "id": "19",
            "nass": "درس من شجيرة الورد ¶ كتبها: ميربت ستانلي كونجدن ¶ عالم طبيعي وفيلسوف ¶ دكتوراه من جامعة بورتون – أستاذ سابق باحدى كليات فلوريدا – عضو الجمعية الأمريكية الطبيعية – اخصائي في الفيزياء وعلم النفس وفلسفة العلوم والبحوث الانجيلية. ¶ منذ سنوات عديدة رأيت شجيرة ورد جميلة مزهرة نمت على جانب طريق منعزلة في بنسلفانيا. وعندما مررت بالمكان بعد فترة من الزمن، رأيت بجوار الشجيرة أنقاض كوخ صغير متهدم وقد غطتها الأعشاب وبعض البقايا النباتية. وكانت أقرب المساكن تبعد عن هذا المكان بما لا يقل عن نصف ميل. وقد استبعدت من خاطري ان تكون هذه الشجرة قد نمت بجوار الكوخ بمحض المصادفة من بذرة حملتها الريح أو الماء أو بعض الحيوانات الاخرى، أو من جزيء من ساق الورد قذفت به الاقدار إلى هذا المكان. لقد أدركت بالبداهة انه لابد ان تكون هذه الشجيرة قد زرعها انسان لينتفع بها بجوار ذلك الكوخ، ومع انني لم أر هذه الشجيرة عند زراعتها وليس لدي مرجع استدل به على تاريخها فانني لم أشك في أنها قد زرعت في مكانها وتحت ظروفها بوساطة الانسان. ¶ هذا نوع من الاستدلال. وقد نستبعد في بادئ الامر استخدام هذا النوع من المنطق أو التفكير في ميادين العلوم. ولكننا سوف تصدمنا الحقيقة، وهي ان هذا الأسلوب من أساليب الاستدلال هو الأسلوب الوحيد الذي قام عليه علم من اقدم العلوم الطبيعية، الا وهو الفلك. فنحن لا نستطيع ان نخضع المجرات والنجوم والسيارات في أفلاكها لحكم التجربة، كما اننا لا نستطيع ان نتخلص من آثار الاشعة الكونية التي تفصل بيننا وبين",
            "page": "22",
            "part": "1",
            "seal": "7E796DE7"
        },
        {
            "id": "20",
            "nass": "هذه الاجرام السماوية عند دراستها، بل لا نستطيع ان نعدل ما يطرأ على الموجات الضوئية والصوتية المنبعثة من هذه الاجرام من تغيرات بسبب المسافات الشاسعة التي تفصل بيننا وبينها. ¶ ومع كل ذلك فان هذه الظروف لم تحل بيننا وبين دراسة هذه الكوكب والنجوم في سمواتها، والاستفادة من النظريات والقوانين التي وصلنا اليها في دراسات اخرى مشابهة في ميادين العلوم. وقد وصلنا بفض كل ذلك إلى كثير من المعلومات والحقائق عن هذه العوالم التي لا نستطيع ان نراها الا من بعد، ولا نستطيع ان نمحصها الا تحت ظروف صعبة معقدة. وما بالنا نذهب بعيدا وقد درسنا الذرة واستخدمنا ما نعرفه من قوانين الكتلة والطاقة في استنباط صفاتها وتركيبها وخواصها، ونحن مع ذ…لك لم نر الذرة حتى اليوم بطريقة مباشرة. ولقد ايدت القنبلة الذرية الأولى ما وصلنا اليه من قوانين ونظريات حول تركيب الذرة غير المنظورة ووظائفها. اننا نستدل على هذه الظواهر جميعا بآثارها، معتمدين في ذلك على الاستدلال المنطقي الصرف وعلى ما لدينا من حقائق اولية بسيطة تتعلق بهذه الظواهر والأشياء. واننا لنستطيع ان نستخدم نفس المنطق الاستدلالي في ادراك وجود الله تعالى ومعرفة صفاته. اننا نستطيع ان نستخدم المنطق لكي ندرك ان لخالق هذا الكون صفات تناظر الصفات التي نجدها في أنفسنا، فلابد ان يكون سبحانه متصفا بالحكمة والإرادة والقدرة. ¶ ومما لا شك فيه اننا نحتاج في محاولتنا لوصف الخالق ومعرفة صفاته إلى مصطلحات ومعان تختلف اختلافا بينا عن تلك التي نستخدمها عندما نصف عالم الماديات، فالصفات المادية والتفسيرات الميكانيكية التي تقوم على نظريات السلوكيين تعجز عن ان تعيننا على تحقيق هذه الغاية. وبخاصة بعد ان تبين لنا ان هذا الكون الذي نعيش فيه لا يمكن ان يكون مادة صرفا وانما هو مادة وروح، أو مادة وغير مادة. ولا نستطيع ان نصف الاشياء غير المادية بالأوصاف المادية وحدها.",
            "page": "23",
            "part": "1",
            "seal": "04DC9CE1"
        },
        {
            "id": "21",
            "nass": "وكثيرا ما طلبت إلى تلاميذي ان يصفوا لي شيئا غير مادي مثل (الفكرة) ، وطلبت اليهم ان يبينوا لي التركيب الكيماوي للفكرة وطولها بالسنتيمترات، ووزنها بالغرامات ولونها وضغطها وان يصفوا لي شكلها وصورتها. وقد عجزوا جميعا عن تحقيق ذلك. وصار من الواضح انه لكي نصف أمرا غير مادي لا بد من استخدام مصطلحات وأوصاف اخرى تختلف اختلافا كبيرا عن المصطلحات التي نستخدمها في دائرة العلوم. ¶ اننا لا نستطيع ان نسخر من هذه المشكلة أو نفر منها. فلو لم يكن هذا الكون ثنائيا لاستطعنا ان نعرف الفكرة تعريفا ماديا صرفا، وهو ما لم يحدث أبدا. والنظريات المادية التي قدمها ديموقريطس وهوبز والسلوكيون، وكذلك النظريات المثالية الصرف التي تفر هذا الكون تفسيرا معنويا خالصاً مما قدمه ليبنتز وبيركلي وهيجل، نقول ان هذه النظريات الأحادية جميعا لا تعدو ان تكون مجرد افتراضات تقوم على التخمين ولا تستند إلى اي أساس من الوجهة التجريبية. ولابد لأي فلسفة تحاول ان تفسر الطبيعة والكون من ان تختبر أولا لمعرفة مدى قدرتها على تفسير سائر أنواع الحقائق والعوامل والعناصر التي يتألف منها هذا الكون أو تظهر فيه. ¶ ان العلوم حقائق مختبرة، ولكنها مع ذلك تتأثر بخيال الإنسان وأوهامه ومدى بعده عن الدقة في ملاحظاته وأوصافه واستنتاجاته. ونتائج العلوم مقبولة داخل هذه الحدود. فهي بذلك مقصورة على الميادين الكمية في الوصف والتنبؤ، وهي تبدأ بالاحتمالات وتنتهي بالاحتمالات كذلك، وليس باليقين. ونتائج العلوم بذلك تقريبية وعرضة للأخطاء المحتملة في القياس والمقارنات، ونتائجها اجتهادية وقابلة للتعديل بالإضافة والحذف، وليست نهائية. واننا لنرى ان العالم عندما يصل إلى قانون أو نظرية يقول ان هذا هو ما وصلنا اليه حتى الان، ويترك الباب مفتوحا لما قد يستجد من التعديلات. ¶ ان العلوم تبدأ بقضايا أو بديهيات مسلم بصحتها برغم انها لا تستند أساسا على حقيقة",
            "page": "24",
            "part": "1",
            "seal": "BD558954"
        },
        {
            "id": "22",
            "nass": "فيزيائية ملموسة. وعلى ذلك فان العلوم تقوم على أساس فلسفي. والخبرة الشخصية في العلوم كما في الفلسفة والدين هي المحك النهائي والملاذ الأخير الذي تختبر به جميع الحقائق في العلوم كما في الفلسفة والدين. وبرغم انه لابد ان تكون الحقائق والنظريات التي يصل اليها رجال العلوم قابلة للاختبار والتحقيق على أيدي غيرهم من العلماء فان ادراكنا الشخصي للظواهر الطبيعية يعتبر أمراً نسبيا ويتوقف على ظروف خاصة بنا. ¶ ومع ذلك فان هذه الحدود والقيود لا تهون من شأن الطريقة العلمية ولا من قيمة النتائج التي نصل اليها باستخدامها، ولكنها توجه الجهود وتقيد النتائج. ومن ذلك ندرك عجز العلوم عجزا كليا من ان تعالج المشكلات التي تبعد عن التحليل أو التركيب الكمي. ¶ فلننتقل الان إلى السؤال الذي يدور حول وجود الله، وهو بطبيعة الحال من الاسئلة التي لا نستطيع العلوم بقيودها السابقة ودائرتها المادية الضيقة أن تعالجها. ولكنه اذا كان هنالك تأثير من العالم الروحي على العالم المادي، فان هذا التأثير يدخل في دائرة العلوم الطبيعية. ولا بد من قبول اية طريقة سليمة نستطيع ان تعالج هذه المشكلة، ومن ذلك طريقة الاستدلال المنطقي التي تقوم على تفسير النتائج بنظائرها أو مثيلاتها، وهي الطريقة التي أشرنا اليها من قبل. ¶ وتعالج العلوم كثيرا من الظواهر الطبيعية التي تحدث في هذا الكون، وبرغم ان العلوم لا تؤيد وجود عالم غير مادي تاييدا كاملا، فانها لا تستطيع ان تنفي بصورة قاطعة وجود عوالم اخرى غير مادية وراء العالم المادي. ونستطيع بطريقة الاستدلال والقياس بقدرة الإنسان وذكائه، في عالم يفيض بالأمور العقلية، ان نصل إلى وجوب وجود قوة مسيطرة مدبرة تدبر هذا الكون وتدبر أموره وتعيننا على فهم ما يغمض علينا من أمر منحنيات التوزيع، ودورة الماء في الطبيعة، ودورة ثاني أوكسيد الكربون فيها، وعمليات التكاثر العجيبة، وعمليات التمثيل الضوئي ذات الاهمية البالغة في اختزان الطاقة الشمسية وما لها من أهمية بالغة في حياة",
            "page": "25",
            "part": "1",
            "seal": "050C1D22"
        },
        {
            "id": "23",
            "nass": "الكائنات الحية، وما لا يحصى من عجائب من هذا الكون. اذ كيف يتسنى لنا ان نفسر هذه العمليات المعقدة المنظمة تفسيرا يقوم على أساس المصادفة والتخبط العشوائي؟ وكيف نستطيع ان نفسر هذا الانتظام في ظواهر الكون والعلاقات السببية، والتكامل، والغرضية، والتوافق، والتوازن، التي تنتظم سائر الظواهر وتمتد آثارها من عصر إلى عصر؟ كيف يعمل هذا الكون دون ان يكون له خالق مدبر هو الذي خلقه وأبدعه ودبر سائر أموره؟ ¶ ان جميع ما في الكون يشهد على وجود الله سبحانه ويدل على قدرته وعظمته. وعندما نقوم نحن العلماء بتحليل ظواهر هذا الكون ودراساتها، حتى باستخدام الطريقة الاستدلالية، فاننا لا نفعل أكثر من ملاحظة آثار أيادي الله وعظمته (¬1) . ذلك هو الله الذي لا نستطيع ان نصل اليه بالوسائل العلمية المادية وحدها، ولكننا نرى آياته في أنفسنا وفي كل ذرة من ذرات هذا الوجود. وليست العلوم الا دراسة خلق الله وآثار قدرته. ¶ ¬_________ ¶ (¬1) - انظر إلى ابداع القرآن اذ يقول: {أمن خلق السماوات والأرض وأنزل لكم من السماء ماء فأنبتنا به حدائق ذات بهجة ما كان لكم ان تنبتوا. إله مع الله بل هم قوم يعدلون} ¶ سورة النمل، آية: 60 (المترجم)",
            "page": "26",
            "part": "1",
            "seal": "41D27565"
        },
        {
            "id": "24",
            "nass": "النتيجة الحتمية ¶ كتبها: جون كليفلاند كوثران ¶ من علماء الكيمياء والرياضة ¶ دكتوراه من جامعة كورنل – رئيس قسم العلوم الطبيعية بجامعة دولث – أخصائي في تحضير النترازول وفي تنقية التنجستين ¶ قال لورد كيلفي – وهو من علماء الطبيعة البارزين في العالم – هذه العبارة القيمة: (اذا فكرت تفكيرا عميقا فان العلوم سوف تضطرك إلى الاعتقاد في وجود الله، ولا بد ان اعلن عن موافقتي كل الموافقة على هذه العبارة. ¶ ان ملاحظة هذا الكون ملاحظة تقوم على الخبرة والذكاء وتدبر ما تعرفه عنه من جميع النواحي سوف تعقودنا إلى التسليم بوجود ثلاثة عوالم من الحقائق، هي العالم المادي (المادة) ، والعالم الفكري (العقل) ، والعالم الروحي (الروح) . وان ما تقدمه الكيمياء في هذا الميدان لابد ان يكون محدوداً لانه قليل من كثير في هذا المجال. ¶ والكيمياء، بحكم اختصاصها بدراسة التركيب والتغيرات التي تطرأ على المادة، بما في ذلك تحول المادة إلى طاقة وتحول الطاقة إلى مادة، تعد من العلوم المادية التي ليس لها صلة بعالم الروحيات. فكيف اذن يتسنى للكيمياء ان تقدم دليلا ماديا على وجود الروح الاعظم أو الله الذي خلق هذا الكون؟ وكيف ينتظر منها ان تختبر الفرض الذي يدعي ان هذا الكون قد نشأن بمحض المصادفة، وان المصادفة هي التي تدبره وتديره، وان جميع ما يحدث فيه يتم بالطريقة العشوائية؟ ¶ اننا لنرى ان التطورات الهامة التي تمت في جميع العلوم الطبيعية خلال المائة السنة",
            "page": "27",
            "part": "1",
            "seal": "E411E4CC"
        },
        {
            "id": "25",
            "nass": "الاخيرة، بما في ذلك الكيمياء، قد حدثت بسبب استخدام الطريقة العلمية في المادة والطاقة. وعند استخدام هذه الطريقة نبذل كل الجهود للتخلص من كل احتمال من الاحتمالات الممكنة التي تجعل النتيجة التي ن صل اليها راجعة إلى محض المصادفة. وقد أثبتت جميع الدراسات العلمية بصورة ثبتت في الماضي ولا تزال ثابتة في الحاضر ان سلوك اي جزيء من أجزاء المادة مهما صغر أو تضاءل حجمه، لا يمكن ان يكون سلوكا عشوائيا، بل انه على نقيض ذلك يخضع لقوانين طبيعية محددة. ¶ وفي كثير من الأحيان يتم اكتشاف القانون قبل اكتشاف أسبابه أو فهم طريقة عمله بفترة طويلة من الزمن، ولكن بمجرد معرفة القانون وتحديد الظروف التي يعمل في ظلها، يثق الكيماويون في كل الثقة. ويظل القانون عاملا ومؤدياً إلى نفس النتائج. وليس من المعقول ان يكون لدى الكيماويين كل هذه الثقة في القوانين الطبيعية لو ان سلوك المادة والطاقة كان من النوع العشوائي الذي تتحكم فيه المصادفة. وعندما يتم أخيرا ادراك الأسباب التي تجعل هذا القانون الطبيعي عاملا وتفسر لنا حقيقته، فان أي أثر لفكرة العشوائية أو المصادفة في سلوك المادة أو الطاقة سوف يندثر اندثارا تاماً. ¶ ومنذ مائة سنة تقريبا رتب العالم الروسي مانداليف العناصر الكيماوية تبعا لتزايد اوزانها الذرية ترتيبا دوريا. وقد وجد ان العناصر التي تقع في قسم واحد تؤلف فصيلة واحدة ويكون لها خواص متشابهة، فهل يمكن ارجاع ذلك إلى مجرد المصادفة؟ ¶ وكذلك تمكن العلماء بفضل هذا الترتيب ان يتنبأوا بوجود عناصر لم يكن البشر قد توصلوا اليها بعد، بل أمكن التنبؤ بخواص هذه العناصر المجهولة وتحديدها تحديدا دقيقا، ثم صدقن نبواءتهم في جميع الحالات، فاكتشف العناصر المجهولة وجاءت صفاتها مطابقة كل المطابقة للصفات التي توقعوها. فهل يبقى بعد ذلك مكان للاعتقاد في ان أمور هذا الكون تجري على أساس المصادفة؟ ان اكتشاف مانداليف لا يطلق عليه اسم المصادفة الدورية ولكنه يسمى (القانون الدوري) !",
            "page": "28",
            "part": "1",
            "seal": "CC1AF256"
        },
        {
            "id": "26",
            "nass": "وهل يمكن ان نفسر على أساس المصادفة ما وصفه وتوصل اليه العلماء السابقون من تفاعل ذرات عناصر (أ) مع ذرات عنصر (ب) وعدم تفاعلها مع عنصر (جـ) كلا. انهم قد فسروا ذلك على اساس ان هنالك نوعا من الميل او الجاذبية بين جميع ذرات عنصر (أ) وجميع عنصر (ب) . ولكن هذا الميل او الجاذبية منعدم بين ذرات عنصر (أ) وذرات عنصر (ج) . ¶ وقد عرف العلماء كذلك ان سرعة التفاعل بين ذرات المعادن القلوية والماء مثلا تزداد بازدياد اوزانها الذرية. بينما تسلك عناصر الفصيلة الهالوجينية سلوكا مناقضا لهذا السلوك كل المناقصة. ولا يعرف احد سبب التناقض، ومع ذلك فان احدا لم يرجع ذلك إلى محض المصادفة او يظن انه ربما يتعدل سلوك هذه العناصر بعد شهر او شهرين، او تبعا لاختلاف الزمان او المكان، او يحظر بباله ان هذه الذرات ربما لا تتفاعل بنفس الطريقة، او بطريقة عكسية، او طريقة عشوائية. ¶ وقد أثبت اكتشاف تركيب الذرة ان التفاعلات الكيماوية التي نشاهدها والخواص التي نلاحظها ترجع إلى وجود قوانين خاصة وليست محض مصادفة عمياء. ¶ انظر إلى العناصر الكيماوية المعروفة التي يبلغ عددها اثنين بعد المائة، ولاحظ ما بينها من أوجه التشابه والاختلاف العجيبة. فمنها الملون وغيره الملون، وبعضها غاز يصعب تحويله إلى سائل او صلب، وبعضها سائل والآخر صلب يصعب تحويله إلى سائل او غاز، وبعضها هش والآخر شديد الصلابة، وبعضها خفيف والآخر ثقيل، وبعضها موصل جيد والآخر رديء التوصيل، وبعضها مغناطيسي، والآخر غير مغناطيسي، وبعضها نشيط والآخر خامل، وبعضها يكون أحماضا والآخر يكون قواعد، وبعضها معمر والآخر لا يبقى الا لفترة محدودة من الزمان ومع ذلك فانها جميعا تخضع لقانون واحد هو القانون الدوري الذي أشرنا اليه.",
            "page": "29",
            "part": "1",
            "seal": "B516D4D9"
        },
        {
            "id": "27",
            "nass": "ومع ما يبدو من التعقيد في تركيب كل ذرة من ذرات العناصر العديدة، فانها تتكون جميعها من نفس الأنواع الثلاثة من الجزئيات الكهربائية، وهي البروتونات الموجبة والالكترونات السالبة والنيوترونات والتي يعتبر كل منها ناشئا عن اتحاد بروتون واحد مع الكترون واحد. وجميع البروتونات والنيوترونات التي بالذرة الواحدة تقع في نواة مركزية. اما الإلكترونات فانها تدور حول محاورها في مدارات مختلفة حول النواة وعلى أبعاد شاسعة منها مكونة ما يشبه مجموعة شمسية مصغرة. وعلى ذلك فان معظم حجم الذرة يعتبر فراغا كما هي الحال في المجموعة الشمسية. ¶ ونستطيع ان نبسط الامر فنقول: ان الفرق بين ذرة عنصر معين وعنصر آخر يرجع إلى الفرق في عدد البروتونات والنيوترونات التي بالنواة، والى عدد وطريقة تنظيم الالكترونات التي في خارج النواة. وعلى ذلك فان ملايين الأنواع من المواد المختلفة سواء أكانت عناصر أم مركبات، تتألف من جزئيات كهربية ليست في الواقع الا مجرد صور او مظاهر من الطاقة. والمادة يوصفها تتكون من مجموعات من الجزئيات والذرات، والجزئيات والذرات ذاتها، والإلكترونات والنيوترونات التي تتألف منها الذرات، والكهرباء والطاقة ذاتها، انما تخضع جميعا للقوانين معينة وليست وليدة المصادفة بحيث يكفي عدد قليل جدا من ذرات اي عنصر للكشف عنه ومعرفة خواصه. وعلى ذلك فان الكون المادي يسوده النظام وليس الفوضى، وتحكمه القوانين وليس المصادفة او التخبط. ¶ فهل يتصور عاقل او يفكر ان يعتقد ان المادة المجردة من العقل والحكمة قد اوجدت نفسها بنفسها بمحض المصادفة؟ او انها هي التي اوجدت هذا النظام وتلك القوانين ثم فرضته على نفسها؟ لا شك ان الجواب سوف يكون سلبيا. بل ان المادة عندما تتحول إلى طاقة او تتحول الطاقة إلى مادة فان كل ذلك يتم طبقا لقوانين معينة، والمادة الناتجة تخضع لنفس القوانين التي تخضع لها المادة المعروفة التي اوجدت قبلها.",
            "page": "30",
            "part": "1",
            "seal": "812D0836"
        },
        {
            "id": "28",
            "nass": "وتدلنا الكيمياء، على ان بعض المواد في سبيل الزوال او الفناء، ولكن بعضها يسير نحو الفناء بسرعة كبيرة والآخر بسرعة ضئيلة. وعلى ذلك فان المادة ليست أبدية، ومعنى ذلك ايضا انها ليست أزلية، إذ ان لها بداية. وتدل الشواهد من الكيمياء وغيرها من العلوم على ان بداية المادة لم تكن بطيئة او تدريجية، بل اوجدت بصورة فجائية، وتستطيع العلوم ان تحدد لنا الوقت الذي نشأت فيه هذه المواد. وعلى ذلك فان هذا العالم المادي لا بد ان يكون مخلوقا، وهو منذ ان خلق يخضع لقوانين وسنن كونية محددة ليس لعنصر المصادفة بينها مكان. ¶ فاذا كان هذا العالم المادي عاجزا عن ان يخلق نفسه او يحدد القوانين التي يخضع لها، فلابد ان يكون الخلق قد تم بقدرة كائن غير مادي. وتدل الشواهد جميعا على ان هذا الخالق لابد ان يكون متصفا بالعقل والحكمة. إلا ان العقل لا يستطيع ان يعمل في العالم المادي كما في ممارسة الطب والعلاج السيكولوجي دون ان يكون هنالك ارادة، ولابد لمن يتصف بالإرادة ان يكون موجودا وجودا ذاتيا. وعلى ذلك فان النتيجة المنطقية الحتمية التي يفرضها علينا العقل ليست مقصورة على ان لهذا الكون خالقا فحسب، بل لابد ان يكون هذا الخالق حكيما عليما قادرا على كل شيء حتى يستطيع ان يخلق هذا الكون وينظمه ويدبره، ولا بد ان يكون هذا الخالق دائم الوجود تتجلى آياته في كل مكان. وعلى ذلك فانه لا مفر من التسليم بوجود الله خالق هذا الكون وموجهه، كما أشرنا إلى ذلك في بداية هذا المقال. ¶ ان التقدم الذي احرزته العلوم منذ أيام لورد كيلفن يجمعنا نؤكد بصورة لم يسبق لها مثيل ما قاله من قبل من أننا اذا فكرنا عميقا فان العلوم سوف تضطرنا إلى الايمان بالله.",
            "page": "31",
            "part": "1",
            "seal": "BA30F17D"
        },
        {
            "id": "29",
            "nass": "فلننظر ¶ إلى الحقائق دون ملل او تحيز ¶ كتبها: ادوارد لوثركيسيل ¶ أخصائي في علم الحيوان والحشرات – حاصل على دكتوراه من جامعة كاليفورنيا – أستاذ علم الأحياء ورئيس القسم بجامعة سان فرانسيسكو – متخصص في دراسة أجنة الحشرات والسلامندر والحشرات ذوات الجناحين. ¶ أضاف البحث العلمي خلال السنوات الأخيرة أدلة جديدة على وجود الله زيادة على الأدلة الفلسفية التقليدية. ونحن لا نقصد من ذلك ان الأدلة الجديدة لازمة او لا غنى عنها، فقد كان في الإثباتات القديمة ما يكفي لاقناع اي انسان يستطيع ان ينظر إلى الموضوع نظرة مجردة عن الميل أو التحيز. وأنا بوصفي ممن يؤمنون بالله أرحب بهذه الأدلة الجديدة لسببين: فهي أولا تزيد معرفتنا بآيات الله وضوحا. وهي ثانيا تساعد على كشف الغطاء عن أعين كثير من صرحاء الشكيين حتى يسلموا بوجود الله. ¶ لقد عمت أمريكا في السنوات الأخيرة موجة من العودة إلى الدين، ولم تتخط هذه الموجة معاهد العلم لدينا. ولا شك ان الكشوف العلمية الحديثة التي تشير إلى ضرورة وجود إله لهذا الكون قد لعبت دورا كبيرا في هذه العودة إلى رحاب الله والاتجاه اليه. وطبيعي ان البحوث العلمية التي أدت إلى هذه الادلة لم يكن يقصد من اجرائها إثبات وجود الخالق، فغاية العلوم هي البحث عن خبايا الطبيعة واستغلال قواها، وهي لا تدخل في البحث عن مشكلة النشأة الأولى، فهذه من المشكلات الفلسفية، والعلوم لا تهتم إلا بمعرفة كيف تؤدي الأشياء وظائفها، وهي لا تهتم بمعرفة من الذي جعلها تعمل او تؤدي هذه الوظائف.",
            "page": "32",
            "part": "1",
            "seal": "14805E68"
        },
        {
            "id": "30",
            "nass": "ولكن كل انسان – حتى أولئك الذين يشتغلون بالعلوم الطبيعية – لديه ميل او نزعة نحو الفلسفة. ومما يؤسف له ان المرموقين من العلماء ليسوا دائما من الفلاسفة الممتازين، فقليل منهم هم الذين يفكرون في أمور النشأة الأولى. وقد يعتقد بعضهم ان هذا الكون هو خالق نفسه، على حين يرى البعض الآخر ان الاعتقاد في أزلية هذا الكون ليس اصعب من الاعتقاد في وجود اله أزلي. ¶ ولكن القانون الثاني من قوانين الديناميكا الحرارية يثبت خطأ هذا الرأي الأخير. فالعلوم تثبت بكل وضوح ان هذا الكون لا يمكن ان يكون أزليا، فهنالك انتقال حراري مستمر من الأجسام الحارة إلى الأجسام الباردة، ولا يمكن ان يحدث العكس بقوة ذاتية بحيث تعود الحرارة فترتد من الأجسام الباردة إلى الأجسام الحارة. ومعنى ذلك ان الكون يتجه إلى درجة تتساوى فيها حرارة جميع الأجسام وينضب فيها معين الطاقة. ويومئذ لن تكون هنالك عمليات كيماوية أو طبيعية، ولن يكون هنالك أثر للحياة نفسها في هذا الكون. ولما كانت الحياة لا تزال قائمة، ولا تزال العمليات الكيماوية والطبيعية تسير في طريقها، فاننا نستطيع ان نستنتج ان هذا الكون لا يمكن ان يكون أزليا، وإلا لاستهلكت طاقته منذ زمن بعيد وتوقف كل نشاط في الوجود. وهكذا توصلت العلوم – دون قصد – إلى ان لهذا الكون بداية. وهي بذلك تثبت وجود الله، لان ما له بداية لا يمكن أن يكون قد بدأ نفسه ولا بد من مبديء، او من محرك أول، او من خالق، هو الإله. ¶ ولا يقتصر ما قدمته العلوم على اثبات ان لهذا الكون بداية، فقد اثبتت فوق ذلك انه بدأ دفعة واحدة منذ نحو خمسة بلايين سنة. والواقع ان الكون لا يزال في عملية انتشار مستمر تبدأ من مركز نشأته. واليوم لا بد لمن يؤمنون بنتائج العلوم ان يؤمنوا بفكرة الخالق أيضا، وهي فكرة تستشرف على سنن الطبيعة، لان هذه السنن انما هي ثمرة الخلق،",
            "page": "33",
            "part": "1",
            "seal": "EEF8FFAD"
        },
        {
            "id": "31",
            "nass": "ولابد لهم أن يسلموا بفكرة الخالق الذي وضع قوانين هذا الكون، لان هذه القوانين ذاتها مخلوقة، وليس من المعقول ان يكون هنالك خلق دون خالق: هو الله. وما ان أوجد الله مادة هذا الكون والقوانين التي تخضع لها حتى سخرها جميعا لاستمرار عملية الخلق عن طريق التطور. ¶ إنني واثق ان كلمة التطور قد أسيء فهمها في كثير من الدوائر حتى صار مجرد النطق بها يثير التعجب. وإنني أفهم ما يعنيه هؤلاء الأصدقاء، بل أتفق معهم في ان التطور المقصود هنا هو التطور المادي أو الميكانيكي الذي ينبغي ان نفرق بينه وبين التطور الخلقي او الإبداعي كل التفرقة. ولو ان جميع المشتغلين بالعلوم نظروا إلى ما تعطيهم العلوم من أدلة على وجود الخالق بنفس روح الأمانة والبعد عن التحيز الذي ينظرون به إلى نتائج بحوثهم، ولو أنهم حرروا عقولهم من سلطان التأثر بعواطفهم وانفعالاتهم، فانهم سوف يسلمون دون شك بوجود الله، وهذا هو الحل الوحيد الذي يفسر الحقائق. فدراسة العلوم بعقل متفتح سوف تقودنا بدون شك إلى إدراك وجود السبب الأول الذي هو الله (¬1) . ¶ ولقد من الخالق على جيلنا وبارك جهودنا العلمية بكشف كثير من الأمور حول الطبيعة، وصار من الواجب على كل انسان، سواء أكان من المشتغلين بالعلوم او من غير المشتغلين بها، ان يستفيد من هذه الكشوف العلمية في تدعيم إيمانه بالله. ¶ وكما ينبغي ان يتدبر العالم المتفتح العقل وجود الله ويسلم به، فان غير المشتغل بالعلوم ينبغي له ان يفحص هو ايضا هذه الأدلة ويدرك ان التطور الإبداعي هو وسيلة الخالق في خلقه، وأن الله هو الذي أبدع هذا الكون بقدرته وسن قوانينه الطبيعية، فالخلق الإبداعي هو التفسير الوحيد الذي يوضح لنا سر هذا الوجود ويوفق بين ظواهره المختلفة التي يبسطها لنا كتاب الطبيعة التي نقرأ صفحاتها في جميع العلوم المختلفة من علم التصوير ¶ ¬_________ ¶ (¬1) - {انما يخشى الله من عباده العلماء} قرآن كريم سورة فاطر، آية: 28.",
            "page": "34",
            "part": "1",
            "seal": "20EFFEEA"
        },
        {
            "id": "32",
            "nass": "العضوي (المورفولوجية) ووظائف الأعضاء، والأجنة، والكيمياء العضوية، والتوريث والأحافيز، وتصنيف الأحياء، والجغرافية الحيوانية، الخ. ¶ والانتخاب الطبيعي هو احد العوامل الميكانيكية للتطور، كما ان التطور هو أحد عوامل عملية الخلق، فالتطور اذن ليس الا أحد السنن الكونية او القوانين الطبيعية، وهو كسائر القوانين العلمية الأخرى يقوم بدور ثانوي، لأنه هو ذاته يحتاج إلى من يبدعه. ولا شك في انه من خلق الله وصنعه. والكائنات التي تنشأ بطريق عملية الانتخاب الطبيعي قد خلقها الله أيضا كما خلق القوانين التي تخضع لها، فالانتخاب الطبيعي ذاته لا يستطيع ان يخلق شيئا، وكل ما يفعله هو انه احدى الطرق التي تسلكها بعض الكائنات في سبيل البقاء او الزوال عن طريق الحياة والتكاثر بين الأنواع المختلفة. أما الانواع ذاتها التي يتم فيها هذا الانتقاء فانها تنشأ عن طفرات تخضع لقوانين الوراثة وظواهرها، وهذه القوانين لا تسير على غير هدى ولا تخضع للمصادفة العمياء كما يتوهم الماديون او يريدوننا ان نعتقد. ¶ ان الطفرات او التغيرات الفجائية ليست مجرد خبط عشواء – كما يدعي بعض الباحثين – لفترة طويلة من الزمان، فالطفرات التي تحدد احجام الأعضاء مثلا قد تؤدي – كما ثبت من بعض البحوث الحديثة – إلى صغر حجم الأعضاء المختصة، والانتخاب الطبيعي الذي يعتمد على الطفرات التي تتم بمحض المصادفة لا يقضي الا على الأعضاء الضارة. ومع ذلك فاننا نشاهد ان الأعضاء المتعادلة التي ليس لها ضرر ولا نفع تتضاءل هي الاخرى، مما يثبت ان الطفرات ليست دائما عشوائية وان التطور لا يعتمد على المصادفة العمياء. وعلى ذلك فانه لا مفر من التسليم بان هنالك حكمة وتدبيرا وراء الخلق ووراء القوانين التي توجهه. ولا مفر لنا كذلك من التسليم بان التطور ذاته قد صمم بحكمة وانه يحتاج هو أيضا إلى خالق يبدعه. ¶ ولا يتسع المقام لسرد أدلة أخرى لبيان الحكمة والتصميم والإبداع في هذا الكون،",
            "page": "35",
            "part": "1",
            "seal": "5F9577C9"
        },
        {
            "id": "33",
            "nass": "لكنني وصلت إلى كثير من هذه الأدلة فيما قمت به من البحوث المحدودة حول أجنة الحشرات وتطورها. وكلما استرسلت في دراستي للطبيعة والكون، ازداد اقتناعي وقوي ايماني بهذه الأدلة. فالعمليات والظواهر التي تهتم العلوم بدراستها، ليست الا مظاهر وآيات بينات على وجود الخالق المبدع لهذا الكون. وليس التطور الا مرحلة من مراحل عملية الخلق. ¶ وبرغم ان صيحات الماديين والطبيعيين قد حجبت كثيرا من الباحثين الأمناء عن الحقيقة، فان فكرة التطور الخلقي لا يمكن ان تكون منافية للعقيدة الدينية. بل على النقيض من ذلك نجد من الحماقة والتناقض في الرأي ان يسلم الانسان بفكرة التطور ويرفض ان يسلم بحقيقة وجود الخالق الذي اوجد هذا التطور. ¶ لقد عاش منذ عهد اوغستين العظيم في القرن الرابع حتى اليوم كثير ممن آمنوا بالله ورفضوا فكرة الخلق بمعنى الصناعة، وقبلوا فكرة الخلق على اساس التطور. والواقع انه بالنسبة لهؤلاء – وأنا من بينهم – نجد ان للتطور أهمية من الناحية الدينية، فهو يقود العقل الأمين المتجرد من التحيز إلى فكرة وجود الله تعالى. ¶ وأعود فأقول ان دراسة العلوم بعقل متفتح تجعل الإنسان يسلم بضرورة وجود الله والايمان به.",
            "page": "36",
            "part": "1",
            "seal": "05EE96AF"
        },
        {
            "id": "34",
            "nass": "استخدام الاسلوب العلمي ¶ كتبه: وولز اوسكار لندبرغ ¶ عالم الفسيولوجيا والكيمياء الحيوية – حاصل على درجة الدكتوراه من جامعة جونز هونكنز – استاذ فسيولوجية الكيمياء بجامعة منيسونا – عميد معهد هورمل منذ سنة 1949 – عضو ورئيس جمعيات عديدة لدراسة الطعام وتركيبه الغذائي – مؤلف سلسلة كتب تركيب الدهون والليبيدات الاخرى – نشر كثيرا من البحوث العلمية. ¶ للعالم المشتغل بالبحوث العلمية ميزة على غيره، واذا استطاع ان يستخدم هذه الميزة في ادراك الحقيقة حول وجود الله. فالمبادئ الأساسية التي تستند اليها الطريقة العلمية التي يجري بحوثه على مقتضاها هي ذاتها دليل على وجود الله. وقد ينجح كثير من رجال العلوم الذين لا يدركون هذه النقطة في أعمالهم كعلماء. ولا ينبغي ان نعتبر هذا النجاح مناقضا للحقيقة التي أشرنا اليها، فالنجاح في دراسة العلوم يعتمد اساسا على استخدام أسلوب معين، ولا يتوقف بعد ذلك على مدى تقدير العالم للمبادئ الأساسية التي يقوم عليها هذا الأسلوب. ¶ ويرجع فشل بعض العلماء في فهمهم وقبولهم لما تدل عليه المبادئ الأساسية التي تقوم عليها الطريقة العلمية من وجود الله والايمان به إلى أسباب عديدة نخص اثنين منها بالذكر: ¶ أولا: يرجع انكار وجود الله في بعض الاحيان إلى ما تتبعه بعض الجماعات او المنظمات الإلحادية او الدولة من سياسة معينة ترمي إلى شيوع الالحاد ومحاربة الايمان بالله بسب تعارض هذه العقيدة مع صالح هذه الجماعات او مبادئها.",
            "page": "37",
            "part": "1",
            "seal": "E8F7D7C8"
        },
        {
            "id": "35",
            "nass": "ثانيا: وحتى عندما تتحرر عقول الناس من الخوف فليس من السهل ان تتحرر من التعصب والأهواء. ففي جميع المنظمات الدينية المسيحية تبذل محاولات لجعل الناس يعتقدون منذ طفولتهم في اله هو على صورة الانسان، بدلا من الاعتقاد بان الانسان قد خلق خليفة لله في الارض. وعندما تنمو العقول بعد ذلك وتتدرب على استخدام الطريقة العلمية فان تلك الصورة التي تعلموها منذ الصغر لا يمكن ان تنسجم مع اسلوبهم في التفكير او مع اي منطق مقبول. واخيرا عندما تفشل جميع المحاولات في التوفيق بين تلك الافكار الدينية القديمة وبين مقتضيات المنطق والتفكير العلمي، نجد هؤلاء المفكرين يتخلصون من الصراع بنبذ فكرة الله كلية. وعندما يصلون إلى هذه المرحلة ويظنون انهم قد تخلصوا من أوهام الدين وما ترتب عليها من تنائج نفسية، لا يحبون العودة إلى التفكير في هذه الموضوعات، بل يقاومون قبول أية فكرة جديدة تتصل بهذا الموضوع وتدور حول وجود الله. ¶ فما هي الطريقة العلمية وما هي أسسها التي تكشف عن وجود الله؟ اننا نستطيع ان نوضح خطوات الطريقة العلمية بايجاز وتبسط فيما يلي: يلاحظ العالم اولا بعض الظواهر التي يقع عليها اختياره ويسجلها، وقد تتم هذه الملاحظة دون تأثير في الظاهرة نفسها كما في دراسة الفلك، او مع شيء من التحكم في العوامل المؤثرة في الظاهرة كما في تجارب المعمل ثم يربط العالم بين ملاحظاته والملاحظات والنتائج التي حصل عليها غيره من العلماء السابقين لكي يحصل على نتائج او فروض جديدة. وتتوقف هذه العملية على الاستنباط اكثر من توقفها على القياس، لان النتائج او الفروض التي يصل اليها العقل بهذه الطريقة تتناول اكثر مما تستطيع ان تصل اليه الملاحظة، فهي بذلك نوع من التنبؤ. ¶ واخيرا اذا أراد العالم ان يختبر صحة فروضه او نتائجه، فان عليه ان يحصل على ملاحظات اضافية جديدة لكي يستوثق بها من صحة النبوءات التي صاغها.",
            "page": "38",
            "part": "1",
            "seal": "2EE981EA"
        },
        {
            "id": "36",
            "nass": "ومجمل القول ان الطريقة العلمية تقوم على أساس انتظام الظواهر الطبيعية والقدرة على التنبؤ بها في ظل هذا الانتظام، ونستطيع ان نقول بكل دقة: ان هذا الانتظام في ظواهر الكون والقدرة على التنبؤ بها – وهما الأساسان اللذان تقوم عليهما الطريقة العلمية – هما في الوقت ذاته أساس الإيمان بفكرة وجود الله، إذ كيف يتسنى ان يكون هنالك كل هذا الانتظام، وأنى يتسنى لنا أن نتنبأ بهذه الظواهر ما لم يكن هنالك مبدع ومدبر وحافظ لهذا النظام العجيب؟ ¶ ولا تنبع فكرة الايمان بوجود الله اصلا من قدرة الإنسان على تقدير هذا النظام او التنبؤ بما يترتب عليه، ولكنها ترجع إلى أن الانسان نفسه قد خلق خليفة لله (¬1) . فاذا نبذ الانسان فكرة الايمان باله على صورته، وآمن بما تكشف عنه وتدل عليه الظواهر الطبيعية من أن الإنسان هو الذي خلق على صورة الله او خليفة له، فانه يسير في الطريق السليم نحو الايمان بجلال الله وقدسيته (¬2) . ¶ ولا يزال الانسان في معهد العلم والمعرفة، وهو يدرك ان الكون بارضه وسماواته وما بينهما فسيح إلى أقصى الحدود، كما ان الوحدات الأساسية التي تتألف منها المادة والطاقة صغيرة متناهية في الصغر، وان مدى حياته ليس الا جزءا ضئيلا من الثانية بالنسبة لعمر هذا الكون المديد. وهو يكاد يلمس احيانا ان هناك صورا اخرى من المادة والطاقة والأبعاد وغير ذلك من العوالم التي يجهلها في الوقت الحاضر كل الجهل، وهو يدرك ايضا الحياة نفسها ادراكا غامضا لعدم قدرته على فهمها فهما علميا واضحا. ورغم جهل الانسان وقلة علمه، وفهمه المحدود لكل هذه الظواهر، فانه يشعر ان هنالك كثيرا من الامور التي ينتظر ¶ ¬_________ ¶ (¬1) - يعبر القرآن عن ذلك بكل صراحة حين يقول: (واذ قال ربك للملائكة اني جاعل في الارض خليفة) سورة البقرة، آية: 30. ¶ (¬2) - يفرق القرآن تماما بين المخلوقات والخالق (ليس كمثله شيء) ، ومن أوصاف الله تعالى انه (نور على نور يهدي الله لنوره من يشاء) سورة النور، آية: 35.",
            "page": "39",
            "part": "1",
            "seal": "DAA688FA"
        },
        {
            "id": "73",
            "nass": "العجيبة وحكمته البالغة. وعلينا نحن في حدود طاقتنا ان نساعد على عودة الأرض إلى حالتها الاولى من الجمال والكمال. ¶ هكذا كانت فلسفتي عندما بدأت دراستي الجامعية ودرست نظرية التطور المادي، وهي النظرية الوحيدة التي ينظر اليها البعض على انها يمكن ان تغني عن الاعتقاد في وجود خالق او مدبر لهذا الكون. وقد مرت بي سنوات عديدة من الصراع العقلي بيني وبين نفسي من جهة، وبيني وبين بعض الطلبة المتخرجين في الكلية من جهة أخرى، وقد اتضح لي كثير من الحقائق، فعلم الوراثة مثلا لم يقدم لنا دليلا على صحة الغرضين الأساسيين اللذين أقام عليهما تشارلز داروين نظرية في نشأة الأنواع وهما: ¶ 1- ان العضويات الصغيرة في كل جيل من الأجيال تنزع دائما آلي ان تختلف اختلافات طفيفة عن آبائها في جميع الاتجاهات الممكنة. ¶ 2- ان التغيرات المفيدة تورث في الأجيال التالية وتتراكم نتائجها حتى ينتج عنها تغيرات جسمية. ¶ والواقع – كما يذكر ذلك تنكل بالاشتراك معي في كتابنا (العلم الحديث والمسيحية) – ان اقصى ما يمكن ان يتم من التغيرات في النباتات والحيوانات يمكن ان يتحقق سريعا عن طريقي الانتقاء والتربية. ويؤدي التلقيح الذاتي في النباتات او زواج الأقارب في الحيوانات، آلي انتاج أفراد ضعيفة آلي حد كبير. والسلالات الناتجة في هذه الاحوال تكون نقية آلي حد كبير ولا تتغير في جميع الاتجاهات كما ذكر داروين الا عندما تصيبها بعض الطفرات، وهي قليل الحدوث. وتعتبر هذه الطفرات على قلتها الاساس المادي الذي يبني عليه علماء التطور تفسيرهم لظاهرة التطور. ولكن هل يمكن ان تكون الطفرات حقيقة وسيلة للتطور؟ ان الدراسة الطويلة المتصلة لهذه الطفرات في كثير من الكائنات وبخاصة في ذبابة الفاكهة المسماة دروسوفيلا ميلانوجستر تدل على ان الغالبية العظمى من الطفرات تكون من النوع المميت. اما الانواع غير المميتة منها فان التغيرات المصاحبة لها",
            "page": "76",
            "part": "1",
            "seal": "9381B2EF"
        },
        {
            "id": "74",
            "nass": "تكون من النوع الذي يؤدي آلي التشويه، او على الأقل من النوع المتعادل الذي يحدث تأثيرات فسيولوجية تضعف من قوة الفرد، فمن الصعب اذن ان يؤدي تجمع هذه الطفرات الوراثية آلي التغيرات اللازمة لنشأة أنواع جديدة تعتبر أكثر تقدما ورقيا من أسلافها. ¶ وقد تؤدي الطفرة في بعض الحالات النادرة آلي تحسين صفة من الصفات، كما يحدث في جناح الدروسوفيلا. ولكن اجتماع هذه الصفة مع بعض الصفات الاخرى التي تطرأ على الجناح، يؤدي آلي تكوين حشرات أقصر عمرا وأقل قدرة على الحياة. ولكن دعنا نسلم جدلا بحدوث طفرات نادرة تصحبها تحسينات تبلغ 1% فكم تحتاج مثل هذه الطفرات من الأجيال لكي تتراكم ويظهر أثرها وينتج عنها نوع جديد؟ لقد وضح (باتو) في كتابه (التحليل الرياضي لنظرية التطور) ، ان تعميم صفة من الصفات عن طريق الطفرة في سلالة من السلالات، لا يمكن ان يستغرق اقل من مليون جيل من الأجيال المتتابعة. وحتى لو سلمنا بقدم الأحقاب الجيولوجية كما يقدرها الجيولوجيون، فمن الصعب ان نتصور كيف ان حيوانا حديثا نسبيا مثل الحصان قد نشأ من سلفة كان عدد الأصابع في قدمه خمسا في الفترة من العصر الحجري (الأيوسيني) الحديث حتى الان. ¶ واخيرا فان دراسة الكروموسومات المعقدة التي تحمل عوامل الوراثة تبين كثيرا من الاختلافات في تركيبها وتنظيمها حتى بين الانواع المتقاربة. ويقول دوبزانسكي في كتابة (الوراثة ونشأة الأنواع) ان التزواج بين الكروموسومات وما يصحبه من عمليات قطع ووصل في أجزائها، يؤدي آلي اختلافها بعضها عن بعض وهو اختلاف ضروري لاستمرار حياتها وأدائها لوظائفها الحيوية، فقد ثبت انه اذا كانت الكروموسومات متشابهة كل التشابة، فانها تعجز عن القيام بعملية الازدواج. فكيف تحدث هذه الاختلافات المستمرة في اشكال الكروموسومات وفي طريقة تنظيمها؟ ¶ ان المقام لا يتسع لضرب أمثلة عديدة اخرى لاثبات ان نظرية التطور المادي لا تستطيع ان تفسر لنا تلك الاختلافات العديدة التي نشاهدها في عالم الأحياء. انها جميعا تشير آلي",
            "page": "77",
            "part": "1",
            "seal": "421E6957"
        },
        {
            "id": "75",
            "nass": "وجود خالق حكيم هو الذي جعل هذه الكائنات الحية قادرة على ان تتحمل ظروفا غير الظروف التي نشأت في ظلها، وعلى ان تتلاءم مع هذه الظروف. ومع ذلك فان دراسة الطبيعة لا تكشف لنا الا عن قدرة الخالق ونظامه المحكم، رغم انها لا تستطيع ان تكشف لنا عن حكمته ومقصده. وكما يقول بول: (اننا نبصر اليوم الحقائق من ورء حجاب، وغدا عندما يكشف عنها الغطاء سوف نراها سافرة. اننا لا نعلم اليوم الا قليلا، وغدا ينكشف لنا علم ما لم نكن نعلم) .",
            "page": "78",
            "part": "1",
            "seal": "FFDC472F"
        },
        {
            "id": "76",
            "nass": "الخلايا الحية تؤدي رسالتها ¶ كتبها: رسل تشارلز آرنست ¶ إخصائي في علم الأحياء والنبات - حاصل على درجة الدكتوراه من جامعة منيسوتا - أستاذ في جامعة فرانكفورت بألمانيا - عضو الأكاديمية العلمية بانديانا - مؤلف لكثير من البحوث البيولوجية. ¶ تهيئ دراسة الخلايا الحية لنا خبرة عجيبة، فإذا فحصت طرف وريقة صغيرة من وريقات العشب المائي الذي يسمى (الإيلوديا) تحت العدسة الكبرى للمجهر، فسوف تلاحظ مظهراً من أكثر مظاهر الحياة انتظاماً وأروعها جمالاً. فلكل خلية من خلاياها تركيب رائع. ويبلغ سمك الورقة عند طرفها طبقتين من الخلايا. وتستطيع أن تحرك قصبة المجهر رافعاً وخفضاً حتى نرى كل خلية من خلايا هاتين الطبقتين على حدة، وتدرك أنها وحدة قائمة بذاتها، كما يلوح أن كل خلية من هذه الخلايا الطبقيتين على حدة، وتدرك أنها وحدة قائمة بذاتها، كما يلوح أن كل خلية من هذه الخلايا تستطيع أن تؤدي جميع وظائف الحياة مستقلة عن غيرها من الخلايا الأخرى المشابهة لها. ويفصل الخلايا بعضها عن بعض جداران ثابتة متماسكة. وتتكون الورقة من آلاف من هذه الخلايا المتراكمة التي تبدوا كأنها بنيان مرصوص. ¶ أما النواة فترى بصعوبة على صورة جسم رمادي باهت تبرز فيه الفجوة العصارية التي تشغل مركز الخلية. ويحيط بالنواة شريط من الحشوة (السيتوبلازم) الذي يحيط بالفجوة. ويفصل الحشوة (السيتوبلازم) عن الجدار الخارجي للخلية غشاء رقيق، لا نستطيع أن نراه تحت الظروف المعتادة بسبب ضغط الفجوة العصارية عليه والتصاقه بالجدار. أما فحصت الخلايا بعد أن تغمر الورقة فترة من الزمن في محلول مركز من ملح",
            "page": "79",
            "part": "1",
            "seal": "C7E0CDB7"
        },
        {
            "id": "77",
            "nass": "الطعام، فإنه يسهل مشاهدة هذا الغشاء، لأن انغمار الورقة في محلول الملح بسبب فقدانها لعض الماء الذي بفجوتها العصارية، مما يترتب عليه انكماش محتويات الخلية وابتعاد الغشاء عن الجدار. وعندئذ يقال للخلية إنها تبلزمت. ¶ وفي الخلية حركة. وهي حركة لا يمكن أن ينبىء عنها ما يبدوا على ظاهر الورقة من السكون. ففي داخل شريط الحشوة (السيتوبلازم) الرقيق الذي أشرنا إليه، أجسام دقيقة خضر تسمى البلاستيدات الخضر، وهي لا تسبح في الحشوة (السيتوبلازم) أو تندفع داخله كما تندفع الحيوانات المجهرية الصغيرة داخل الماء وإنما تتهادى كما تتهادى السفن الصغيرة يجرفها تيار الماء في بحر خضم. إنه الجبلة (البروتوبلازم) ذو التركيب المائي والحيوي الفياضة، هو الذي يتحرك. وهذا البروتوبلازم هو مركز الحركة والحياة في جميع الكائنات الحية. وتعتبر حركة الجبلة (البروتولازم) في خلايا نبات (الإيلوديا) مظهراً من مظاهر الحياة. أما القوة أو القوى التي تجعل هذه الجبلة (البرتوبلازم) يتحرك والتي ينشأ عنها هذا التيار المستمر فهي مالا تعرفه معرفة اليقين ومالا نستطيع أن نفسره في حدود معرفتنا الخالية تفسيراً صحيحاً. ولكننا نشاهد هذه الحركة البروتوبلازمية هنا وهنالك في عالم الأحياء من حيوان ونبات وتعرف هذه الظاهرة تدفق الحشوة (السيتوبلازم) وتعرف في نبات الإيلوديا بالذات بدوران الحشوة (السيتوبلازم) بسبب ما يشاهد من حركة البلاستيدات الخضر داخل خلاياها حركة دائرية مستمرة. ¶ وإذا وضعت قطرة من ماء مزرعة حيوانات أولية تشتمل على الأميبيا فوق شريحة زجاجية دافئة، ثم فحصتها بالمجهر، فإنك تستطيع أن تشاهد ان الجبلة (البروتوبلازم) يتحرك حركة عجيبة، فالأميبيا لا تسبح في الماء ولا تطفو على سطح قطرة الماء أو تندفع في جوفها ولكنها تتحرك كما لو كانت تنسكب أو تسيل. أما جسم الأميبا فهو كتلة عارية من البروتولازم يتحرك حركة عجيبة، فالأميبيا لا تسبح في الماء ولا تطفو على سطح قطرة الماء أو تنطفع في جوفها ولكنها تتحرك كما لو كانت تنسكب أو تسيل. أما الأميبيا فهو كتلة عارية من البروتوبلازم وهو يختلف عن الخلية النباتية فأنه لا يحيط به من الخارج جدار صلب، بل مجرد غشاء رقيق يحدد جسمه. كلما تحركت الجبلة (البروتوبلازم) في اتجاه من",
            "page": "80",
            "part": "1",
            "seal": "E2953C99"
        },
        {
            "id": "78",
            "nass": "الاتجاهات، أطاعه ذلك الغشاء وتحرك معه في نفس الاتجاه. وبذلك يتغير شكل الحيوان وتتكون له زوائد لا تلبث أن يتغير شكلها بعد قليل. وبهذه الطريقة يتحرك الحيوان وتتكون له زوائد لا تشبه الأقدام، والتي تسمى بسبب ذلك (الأقدام الكاذبة) . ¶ ومن الممكن استخدام القوة المكبرة العظمى لمشاهدة الحشوة (السيتوبلازم) عند اندفاعه في الأقدام الكاذبة، ولكي نشاهد أن جسم الحيوان يتكون من طبقتين من الجبلة (البروتوبلازم) يختلفان في كثافتيهما. أما إحداهما فهي كتلة شفافة مائية دائمة الحركة، وأما الأخرى فهي كتلة هلامية نصف صلبة تحيط بالطبقتين السابقة إحاطة تامة، ويعتقد بعض العلماء ان الاختلاف في كثافة هاتين الطبقتين هو الذي يساعد على حدوث الحركة. فالطبقة الخارجية تضغط على الداخلية فتجعليها تندفع في اتجاه معين مكونة تلك الأقدام الكاذبة. ويعتقد آخرون أنه يمكن تفسير الحركة على أساس نظرية التوتر السطحي، وهي نظرية يدرسها طلاب الجامعات عند بداية دراستهم للأحياء، ومع ذلك فإننا لا نستطيع ان نبين لهم أسبابها. وحتى إذا سلمنا بالتفسير الأول لحركة الأميبيا، فينبغي أن نعترف بأننا لا نعرف شيئاً عن عمليات التحول الغذائي التي تسببها هي الأخرى. ¶ هذان طرازان من الخلايا يختلفان عن بعضهما اختلافاً كثيراً، أحدهما من نبات أخضر والآخر فرد حيواني، وكل منهما يتكون من خلية بسيطة. وتعرف الأمبيا بين علماء الحيوان بأنها أبسط الحيوانات تركيباً. والواقع أن حركة الجبلة البورتوبلازم فيها تعتبر أبسط أنواع الحركة في المملكة الحيوانية. أما الإيلوديا فبرغم أنها نبات زهري بسيط، فإن خلاياها غير متخصصة أو متنوعة كما هو الشأن في كثير من النباتات الأخرى. فهي على التحقيق خلايا بسيطة. ومع ذلك فإن كل خلية من هذه الخلايا، إنما هي جهاز معقد، يقوم بطريقته الخاصة بجميع الوظائف المعقدة الضرورية للحياة، ومنها الحركة ومنها الحركة التي شاهدنا أحد مظاهرها. وتؤدي كل خلية من الخلايا وظائفها الحيوية العديدة بدرجة من الدقة يتضاءل بجانبها أقصى ما وصل إليه الإنسان من دقة في صناعة الساعات الدقيقة. وبمناسبة",
            "page": "81",
            "part": "1",
            "seal": "EB3D45F3"
        },
        {
            "id": "79",
            "nass": "الحديث عن الساعات فقد توصل الإنسان إلى صناعة ساعات بالغة الدقة والروعة، يستطيع بعضها أن يمتلىء بطرقة آلية عند ما يحرك الإنسان يده التي تحمل الساعة. ولا يمكن أن يتصور العقل البشري أن آلة دقيقة كالساعة قد وجدت بمحض المصادفة، دون الاستعانة بالعقل المفكر واليد الماهرة، أو أن تلك الساعة الأوتوماتيكية التي تدور من تلقاء نفسها قد صنعت نفسها أو أخذت تتحرك دون ان يبدأ أحد في تحريكها فإنه يستحيل علينا أن نفسر كل ذلك ما لم نسلم، عن طرق العقل والمنطق، أو وراء كل ذلك عقلاً وتدبيراً. هذا العقل وهذا التدبير وتلك القوة التي تعجز عنها المادة العاجزة عن التفكير والتدبير ليست إلا من مظاهر قوة الله وحكمته وتدبيره. ¶ حقيقة أن هنالك بعض القوى والمؤثرات الخارجية الموجودة في البيئة والتي تؤثر في حركة الجبلة داخل الخلايا، فبعض الباحثين يشير إلى درجة الحرارة، وربما الضوء أو الضغط الأسموزي، أو غير ذلك من المؤثرات التي تؤثر فعلاً في حركة البروتوبلازم دائبة لا تنقطع، حتى عندما يزول أثر جميع هذه المؤثرات. ومعنى ذلك أن جانباً على الأقل من أسباب هذه الظاهرة يرجع إلى الجبلة ذاتها. فمن المحال إذن أن نفسر ظواهر الحياة على أنها مجرد استجابات لبعض المؤثرات الخارجية. ¶ وبهذه المناسبة نحن نعلم أنه عندما نشطر خلية حية إلى نصفين بطريقة التشريح الدقيق بحيث تكون النواة في أحد القسمين دون الآخر، فإن القسم الخالي من النواة يموت بعد قليل. وقد أخفقت جميع الجهود التي بذلت للاحتفاظ بها حيا. وعلى ذلك فإن النواة هي التي تنظم العمليات الحيوية في الخلية وتسيطر عليها، فإذا زال هذا الإشراف توقفت الحياة. وهكذا نرى أن خالق هذا الكون ومنظمه يعتبر ضرورياً لخلق الخلية والإنسان، بل لخلق العقول المفكرة التي تبحث عن الحقيقة وعن السبب الأول.",
            "page": "82",
            "part": "1",
            "seal": "D9408F9E"
        },
        {
            "id": "80",
            "nass": "وانا لا أريد أن أقول هنا إنني أومن بالله بسبب عجزي في الوقت الحاضر عن إدراك سبب ظاهر الحركة في البروتوبلازم أو غيرها من الظواهر، وأنا أعلم أن كثيراً من الناس يستخدمون هذا الأسلوب من أساليب المنطق ويقولون إذا كانت العلوم عاجزة عن التفسير فلابد من التسليم بوجود الله، ولكنني أرفض هذا المنطق رفضاً باتاً وأقول إنه حتى عندما نكتشف الحقائق ويزول عنا ذلك الغموض يوماً من الأيام ونصير قادرين على فهم الخلية الحية بصورة أفضل، فإننا لا نفعل أكثر من أن نتبع ونتدبر ما صنعه ودبره خالق ومدبر أكبر، وهو الذي جعل هذا البروتوبلازم يتحرك في بادئ الأمر وهو الذي يجعله يتحرك ويؤدي كل وظائفه. ¶ لقد وضعت نظريات عديدة، لكي تفسر لنا كيف نشأت الحياة من عالم الجمادات، فذهب بعض الباحثين إلى ان الحياة قد نشأت من البورتوجين أو من الفيروس أو من تجمع بعض الجزيئات البروتينية الكبيرة. وقد يخيل إلى بعض الناس أن هذه النظريات قد سدت الفجوة التي تفصل بين عالم الأحياء وعالم الجمادات. ولكن الواقع الذي ينبغي أن نسلم به هو أن جميع الجهود التي بذلت للحصول على المادة الحية من غير الحية، قد باءت بخذلان وفشل ذريعين. ¶ ومع ذلك فإن من ينكر وجود الله لا يستطيع أن يقيم الدليل المباشر للعالم المتطلع على أن مجرد تجمع بعض الذرات والجزيئات عن طرق المصادفة، يمكن أن يؤدي إلى ظهور الحياة وصيانتها وتوجيهها بالصورة التي شاهدناها في الخلايا الحية. وللشخص مطلق الحرية في أن يقبل هذا التفسير لنشأة الحياة، فهذا شأنه وحده. ولكنه إذ يفعل ذلك فإنما يسلم بأمر أشد إعجاز وصعوبة على العقل من الاعتقاد بوجود الله الذي خلق هذه الأشياء ودبرها. ¶ إنني أعتقد أن كل خلية من الخلايا الحية قد بلغت من التعقيد درجة يصعب علينا فهمها، وان، ملايين من الخلايا الحية الموجودة على سطح الأرض تشهد بقدرته شاهدة تقوم على الفكر والمنطق، ولذلك فإنني أومن بوجود الله إيماناً راسخاً.",
            "page": "83",
            "part": "1",
            "seal": "173EDC9C"
        },
        {
            "id": "81",
            "nass": "منطق الإيمان ¶ كتبه: جورج هربرت بلونت ¶ أستاذ الفيزياء التطبيقية ¶ حاصل على درجة الماجستير من معهد كاليفورنيا التكنولوجي – كبير المهندسين بقسم البحوث الهندسية بجامعة كاليفورنيا. ¶ انني أومن بالله، بل وأكثر من ذلك، انني أوكل اليه أمري، ففكرة الألوهية بالنسبة إلى ليست مجرد قضية فلسفية، بل ان لها في نفسي قيمتها العلمية العظمى، وايماني بالله جزيء من صميم تحياتي اليومية. ¶ ويختلف هذا الرأي اختلافا كبيرا عما يذهب اليه كثير من المفكرين، فهنالك عدد غير قليل من عمالقة الفكر واستبعدوا فكرة وجود الله عن محيطهم وأقاموا من أنفسهم دعاة إلى الالحاد، وهذا يفرض علينا ان نوضح الأسباب التي تدعونا إلى الايمان بالله. ¶ ولدى محاولتي القيام بهذا الواجب، احب ان أوضح بعض خواطري، وان أناقش بعض النظريات الهامة التي تدعو إلى الإيمان أو الإلحاد، ولسوف تعيننا مناقشة هذه الآراء على ادراك الأسباب التي تدعو كل من يستخدم عقله إلى الايمان بالله، وأريد بعد ذلك ان أبين لماذا يؤمن الناس بالله. ¶ لقد درس كثير من الباحثين الأسباب التي تجعل الناس يؤمنون ايمانا أعمى يقوم على التسليم لا على أساس المنطق والاقتناع، وما يؤدي اليه هذا النوع من الايمان من أفكار متناقضة حول صفات الله. وتدل الشواهد على ان هنالك نوعا من الاجماع بين الفلاسفة والمفكرين على ان لهذا الكون إلها، ولكن لا يوجد هنالك اتفاق على ان هذا الإله هو ذاته إله الكتب المقدسة. وليس معنى ذلك بطبيعة الحال ان هنالك مطعنا في تلك",
            "page": "84",
            "part": "1",
            "seal": "8DF0C81D"
        },
        {
            "id": "82",
            "nass": "الكتب، أو ان ذلك الغموض يرجع إلى عدم وجود الأدلة الكافية، فقد يكون العيب في المنظار ذاته الذي ترى به الحقائق، وعندئذ يؤدي ضبط المنظار إلى المزيد من الوضوح، ولكن حتى مع ذلك يبدو أن الأدلة في حد ذاتها لا تعطي الحكم المطلق. ¶ ولكي أبين القيمة الحقيقية للأدلة وما يعتبر من وجهة نظري الطريقة السليمة لاستخدامها، أحب ان الفت الأنظار إلى طريقة الاستدلال التي نستخدمها في علوم الرياضة. ¶ فمن المعروف في علم الهندسة، أننا نستطيع ان نبني كثيرا من النظريات على عدد قليل، من البديهيات، أو تلك الفروض التي نسلم بها ونقبلها دون مناقشة أو جدال حول صحتها، فالعلماء يسلمون أولا بالبديهيات، ثم يتتبعون مقتضياتها أو النتائج التي تترتب عليها. وعند إثبات اي نظرية نجد ان برهانها يعتمد في النهاية على مسلمات أو امور بديهية، ومع ذلك فان النظريات مجتمعة لا تستطيع ان تقدم دليلا على صحة بديهية من هذه البديهيات، ولكننا نستطيع ان نختبر صحة هذه البديهيات بمعرفة ما يترتب على استخدامها من اتفاق أو تضارب مع التطبيقات العملية والحقائق المشاهدة. ولا تعتبر صحة النظريات التي تقوم على الاخذ بهذه البديهيات، ولا مجرد عدم مشاهدة آثار للتناقض بين هذه النظريات وبين الواقع والمشاهد، دليلا أو برهانا كافيا على صحة البديهيات المستخدمة. فالواقع اننا نقبل البديهيات قبول تسليم وإيمان. وليس معنى ذلك بطبيعة الحال انه تسليم وإيمان أعمى لا يقوم على البصيرة. ¶ وكذلك الحال فيما يتعلق بوجود الله، فوجوده تعالى أمر بديهي من الوجهة الفلسفية، والاستدلال بالأشياء على وجود الله – كما في الإثبات الهندسي – لا يرمي إلى اثبات البديهيات (¬1) ، ولكنه يبدأ بها، فاذا كان هنالك اتفاق بين هذه البديهية وبين ¶ ¬_________ ¶ (¬1) - الحقيقة (الفلسفية والدينية أيضا) ان الله تعالى هو الذي يشهد على الأشياء، وليست الأشياء هي التي تشهد عليه، وهو الذي يعطي هذا الوجود وما حوى مغزى ومعنى: (أولم يكف بربك أنه على كل شيء شهيد..) سورة فصلت، آية: 53.",
            "page": "85",
            "part": "1",
            "seal": "7000F334"
        },
        {
            "id": "83",
            "nass": "ما نشاهده من حقائق هذا الكون ونظامه، فان ذلك يعد دليلا على صحة البديهية التي اخترناها. وعلى ذلك فان الاستدلال على وجود الله يقوم على أساس المطابقة بين ما نتوقعه اذا كان هنالك إله وبين الواقع الذي نشاهده. ¶ والاستدلال بهذا المعنى ليس معناه ضعف الإيمان، ولكنه طريقة مقبولة البديهيات قبولا يتسم باستخدام الفكر، ويقوم على أساس الاقتناع بدلا من ان يكون تسليما أعمى. ¶ والأدلة أنواع: منها الأدلة الكونية، ومنها الأدلة التي تقوم على ادراك الحكمة، ثم الأدلة التي تكشف عنها الدراسات الإنسانية. ¶ فالأدلة الكونية تقوم على اساس ان الكون متغير، وعلى ذلك فانه لا يمكن أن يكون أبديا، ولابد من البحث عن حقيقة أبدية عليا. اما الأدلة التي تبنى على ادراك الحكمة فتقوم على اساس ان هنالك غرضا معينا أو غاية وراء هذا الكون، ولا بد ذلك من حكيم أو مدبر. وتكمن الأدلة الإنسانية وراء طبيعة الإنسان الخلقية، فالشعور الإنساني في نفوس البشر انما هو اتجاه إلى مشرع أعظم. ¶ ولما كان اشتغالي بالعلوم ينحصر في التحليل الفيزيائي، فان الأدلة التي يتجه اليها تفكيري تعتبر من النوع الذي يبحث عن حكمة الخالق فيما خلق. ولاكتشاف القوانين التي تخضع لها الظواهر المختلفة، لابد من التسليم أولا بان هذا الكون أساسه النظام، ثم يتجه عمل الباحث نحو كشف هذا النظام. ¶ ويبدأ الباحث عمله عند حل مشكلة من المشكلات بعمل نموذج أو تجربة تعينه على دراسة الظاهرة التي يدرسها، وليس النموذج أو التجربة الا محاولة لاختبار صحة فرض من الفروض. ويجب ان يكون هذا الفرض بسيطا مع مطابقته للواقع، ثم يدور البحث حول النموذج أو التجربة لمعرفة العوامل التي تؤثر في الظاهرة التي هي موضع البحث، فاذا كانت",
            "page": "86",
            "part": "1",
            "seal": "C7BBF11D"
        },
        {
            "id": "84",
            "nass": "النتائج مؤيدة للفرض الذي بدأ به، فانه يعده صحيحا لأن ما ينطبق على هذا النموذج ينطبق أيضا على سواه، مما يدل على تسليمنا بأن هنالك نظاما يسود هذا الكون. ¶ ولا يمكن ان يتصور العقل ان هذا النظام قد نشأ من تلقاء نفسه من العدم أو من الفوضى، وعلى ذلك فان الإنسان المفكر لابد ان يصل ويسلم بوجود إله منظم لهذا الكون، وعندئذ تصير فكرة الألوهية احدى بديهيات الحياة، بل الحقيقة العظمى التي تظهر في هذا الكون، والمطابقة بين الفرض والنتيجة تعد برهانا على صحة هذا الفرض. والمنطق الذي نستخدمه هنا هو انه اذا كان هنالك اله فلا بد ان يكون هنالك نظام. وعلى ذلك فما دام هنالك نظام فلابد من وجود إله. ¶ ويلاحظ ان للملحدين منطقهم، ولكنه منطق سلبي، فهم يقولون ان وجود الله يستدل عليه بشواهد معينة وليس ببراهين قاطعة، وهذا من وجهة نظرهم يعني عدم وجوده تعالى. انهم يردون على الأدلة الكونية بقولهم: ان المادة والطاقة يتحول كل منهما إلى الآخر بحيث يمكن ان يكون الكون بذلك أبديا. كما أنهم ينكرون النظام في الكون، ويرونه مجرد وهم، وهذا ينكرون الشعور النفسي بالعدالة والاتجاه نحو موجه أعظم، ومع ذلك لا يستطيعون ان يقيموا دليلا واحدا على عدم وجود الله، ومن منطقهم: ان الأدلة المقدمة لإثبات وجود الله لا تعتبر كافية من وجهة نظرهم. ¶ وهنالك فئة أخرى من الملحدين لا يعترفون بإله لهذا الكون لانهم لا يرونه، ولكنهم لا ينفون وجود اله في كون أو عالم آخر غير هذا الكون. ولا شك ان هذا موقف مائع متضارب لا يستند إلى أساس سليم. ¶ فاذا قارنا بين الشواهد التي يستدل بها المؤمنون على وجود الله، وتلك التي يستند اليها الملحدون في انكار ذاته العلية، لا تضح لنا ان وجهة نظر الملحد تحتاج إلى تسليم اكثر مما تحتاج اليه وجهة نظر المؤمن، وبعبارة اخرى نجد المؤمن يقيم ايمانه على البصيرة (¬1) ¶ ¬_________ ¶ (¬1) - (وليعلم الذين أوتوا العلم أنه الحق من ربك فيؤمنوا به فتخبت له قلوبهم وان الله لهادي الذين آمنوا إلى صراط مستقيم) سورة الحج، آية: 54.",
            "page": "87",
            "part": "1",
            "seal": "60FF75CF"
        },
        {
            "id": "85",
            "nass": "، اما الملحد فيقيم الحاده على العمى (¬1) . وانا مقتنع ان الإيمان يقوم على العقل وان العقل يدعو إلى الإيمان. واذا كان الإنسان يعجز أحيانا من مشاهدة الأدلة، فقد يكون ذلك راجعا إلى عدم قدرته على ان يفتح عينيه. ¶ ومجرد الاقتناع بوجود الله، لا يجعل الإنسان مؤمنا، فبعض الناس يخشون من القيود التي يفرضها الاعتراف بوجود الله على حريتهم. وليس هذا الخوف قائما على غير أساس، فاننا نشاهد ان كثيرا من المذاهب المسيحية، حتى تلك التي تعتبر مذاهب عظمى، تفرض نوعا من الدكتاتورية على العقول. ولا شك ان هذه الدكتاتورية الفكرية انما هي من صنع الانسان وليست بالأمر اللازمن في الدين، فالانجيل مثلا يسمح بالحرية الفكرية حينما يقول: (قال الرب أقبل علينا ودعنا نفكر معاً) (¬2) . ¶ فماذا يدعو الانسان إذن إلى الإيمان الحقيقي والاعتراف بوجود الله؟ انه نفس الشيء ¶ ¬_________ ¶ (¬1) - (ومن الناس من يجادل في الله بغير علم ولا هدى ولا كتاب منير) سورة الحج، آية: 8. ¶ (وكأين من آية في السماوات والأرض يمرون عليها وهم عنها معرضون) سورة يوسف، آية: 105. ¶ (¬2) - أما القرآن فيخاطب العقول الواعية، بل ويطالب بالإيمان عن طريق العلم والمعرفة كما جاء في آيات عديدة: منها: ¶ 1- (قل هل يستوي الذين يعلمون والذين لا يعلمون) سورة الزمر، آية: 9. ¶ 2- (قل سيروا في الأرض فانظروا كيف بدأ الخلق) سورة العنكبوت، آية: 20. ¶ 3- (لخلق السماوات والأرض اكبر من خلق الناس ولكن أكثر الناس لا يعلمون) سورة غافر، آية: 57. ¶ (.. ويتفكرون في خلق السماوات والأرض ربنا ما خلقت هذا باطلا سبحانك..) سورة آل عمران، آية: 191. ¶ (ان في خلق السماوات والأرض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما أنزل الله من السماء ما ماء فأحيا به الأرض بعد موتها وبث فيها من كل دابة وتصريف الرياح والسحاب المسخر بين السماء والأرض لآيات لقوم يعقلون) سورة البقرة، آية:164.",
            "page": "88",
            "part": "1",
            "seal": "0CD77005"
        },
        {
            "id": "86",
            "nass": "الذي يدعو إلى الاعتراف بوجود صديقه، وعلى ذلك فان الايمان الحقيقي يحدث عندما يتجه الانسان إلى ربه ويرجع اليه. ¶ وأعتقد انني قد آمنت بالله بهذه الطريقة، كما أعتقد ان الإيمان بالله يقوم على اساس المنطق والاقتناع، ولكن هذا يعتبر أمرا ثانويا بالنسبة للأمر الأول: لقد اتجهت إلى الله وحصلت على خبرة شخصية محض لا أستطيع ان أقدمها اليك. فاذا كنت في شك من أمره تعالى فاليك الحل: (اتجه اليه وسوف تجده) .",
            "page": "89",
            "part": "1",
            "seal": "AB471967"
        },
        {
            "id": "87",
            "nass": "موجهات جيولوجية ¶ كتبه: دونالد روبرت كار ¶ أستاذ الكيمياء الجيولوجية – حاصل على الدكتوراه من جامعة كولومبيا – مساعد بحوث بجامعة كولومبيا – أستاذ مساعد بكلية شلتون – أخصائي في تقدير الأعمار الجيولوجية باستخدام الاشعاعات الطبيعية. ¶ من المحال ان ادخل في مناقشة حول وجود الله، دون ان أكون متأثرا ببعض الاتجاهات. وقد يبدو ذلك متعارضا مع الروح العلمية، ولكن دعني اوضح ذلك اولا ثم أعقب ببعض الملاحظات العلمية. ¶ عندما يطلب الينا ان نبين الأسباب التي تدعونا إلى الإيمان بالله، نستطيع ان نجد في بحوثنا العلمية ما يدعونا بقوى إلى الإيمان به، ولو انه ليس من الضروري ان يكون هو نفس إله الكتاب المقدس، ثم نحاول بعد ذلك ان نثبت ان هذا الإله هو ذاته إله الكتاب المقدس. وهذا الأمر يعتمد كثيرا على الإيمان الروحي، ويتوقف على ما يبثه الله من إيمان في قلوبنا. ¶ لقد حصلت على الإيمان الروحي من عند الله، وهو الذي يسيطر على تفكيري عندما أجيب على مسألة وجوده، وعلى ذلك فان ايماني بالله قد يعتبر قائما على أساس شخصي، وقد يدعو ذلك إلى اتهامي بالريبة أو الغموض، ولكني احب ان اطلب إلى أولئك الذين يوجهون إلى هذا الاهتمام ان يبينوا لي كيف يمكن ان تقوم العلاقة بين المخلوق والخالق على غير هذا الاساس. ¶ ان دراستي العلمية ليس لها شان بايماني بالله وتوكلي عليه وحاجتي اليه. فلقد كان",
            "page": "90",
            "part": "1",
            "seal": "91337FC7"
        },
        {
            "id": "88",
            "nass": "الدافع إلى هذا الايمان حاجة ملحة شعرت بها في قرارة نفسي. اما دراستي بعد ذلك الكيمياء الجيولوجية فقد نادتني إلى الاعتقاد بوجود خالق لهذا الكون. فليس من الغريب اذن ان اعتقد ان هذا الكون ليس الا مظهرا من مظاهر قدرة الله. ¶ وتتلخص النقط التي تمس فيها دراسة الكيمياء الجيولوجية الفلسفة الدينية في نقطتين: ¶ 1- تحديد الوقت الذي بدأ فيه هذا الكون. ¶ 2- النظام الذي يسوده. ¶ أما عن تحديد عمر التكوينات الجيولوجية مثل مواد الشهب وغيرها، فقد أمكن باستخدام العلاقات الاشعاعية ان نحصل على صورة شبه كمية عن تاريخ الارض. ويستخدم في الوقت الحاضر عدد من الطرق المختلفة لتقدير عمر الأرض بدرجات متفاوتة من الدقة، ولكن نتائج هذه الطرق متقاربة إلى حد كبير، وهي تشير إلى ان الكون قد نشأ منذ نحو خمسة بلايين سنة، وعلى ذلك فان هذا الكون لا يمكن ان يكون أزليا. ولو كان كذلك لما بقيت فيه اي عناصر اشعاعية. ويتفق هذا الرأي مع القانون الثاني من قوانين الديناميكا الحرارية. اما الرأي الذي يقول بأن هذا دوري، اي انه ينكمش ثم يتمدد، ثم يعود فينكمش من جديد.. الخ. فانه راي لم يقم على صحته دليل، ولايمكن ان يعتبر رأيا علميا، بل مجرد تخمين. ومن ذلك نرى ان القول بان للكون بداية، يتفق مع ما جاء مثلا في الانجيل: (لقد خلق الله البداية السموات والأرض) . وهو رأي تؤيده قوانين الديناميكا الحرارية والأدلة الفلكية والجيولوجية. ¶ اما مبدأ الانتظام، فيعتبر من البديهيات في علم الجيولوجيا. وينص هذا المبدأ على ان جميع العمليات الجيولوجية والكيماوية الجيولوجية التي تعمل الآن، كانت تعمل أيضا فيما مضى. وعلى ذلك فان فهمنا لهذه العمليات يعيننا على تفسير التاريخ الجيولوجي. فانتظام الكون ووجود القوانين الطبيعية، هما أساس العلم الحديث. ¶ والكون المنتظم الذي يعتبر على درجة كبيرة من الأهمية بالنسبة للمشتغلين بالعلوم",
            "page": "91",
            "part": "1",
            "seal": "EBF9D217"
        },
        {
            "id": "89",
            "nass": "يتفق مع ما تحدثنا عنه الكتب السماوية من ان الله هو الذي أبدع هذا الكون، وهو الذي يمسكه ويحفظه. ¶ ولو كان الكون قائما على الفوضى، لما كان هنالك معنى لما قاله القديس بول: (ان قدرة الله وألوهيته تتجليان في كل شيء منذ خلق الله هذا الكون) . ¶ ولولا انتظام الكون ما كان هنالك مكان لمعجزة من المعجزات، فكثير من المعجزات التي جاءت بها الرسل هي قبل كل شيء خروج على نواميس الطبيعة، ولا يمكن تقديرها ومعرفة قيمتها الحقيقية الا في كون منظم تسير ظواهره تبعا لقوانين معينة وسنن مرسومة. ¶ وكما قال العالم الجيولوجي (داوسن) Dawson منذ سنوات: (ان الايمان بسنن الله الكونية ضروري بالنسبة للمعنى الفلسفي لصلاة الانسان ودعائه.. فلو كان الكون قائما على الفوضى، أو لو أنه كان أمرا حتميا لا سبيل إلى تعديله، لما كان هنالك مكان لصلاة الإنسان ودعائه. اما اذا اعتقد الانسان ان ها الكون يقع تحت سيطرة اله مشرع حكيم رحيم – لا مجرد مدير لجهاز أآلي – فاننا نستطيع ان نتقدم اليه بالصلاة والدعاء، لا لنغير خطته العظمى وسننه، ولكن لكي يدبر – بحكمته الواسعة ومحبته لنا – الأقدار بحيث تفي بحاجاتنا) (¬1) . ¶ واخيرا فان الكيمياء الجيولوجية التي أدرسها تعلمنا ان ننظر إلى الأشياء نظرة واسعة وان نفكر في الزمان على أساس بلايين السنين، والى المكان نظرة تشمل الكون بأسره، والى العمليات المختلفة بحيث تشمل دوراتها الكون كله. ان مثل هذه النظرة إلى الأمور تجعلنا نزداد تقديرا لعظمة الله وجلاله. أما غير المؤمنين فسوف يمتلئون رهبة ورعبا، ¶ ¬_________ ¶ (¬1) - هكذا يتوجه المسلمون بالدعاء إلى الله تعالى فيقولوا مثلا: ¶ 1- (اللهم انا لا نسألك رد القضاء ولكن نسألك اللطف فيه9. ¶ 2- (اللهم ألطف بنا فيما جرت به المقادير) .",
            "page": "92",
            "part": "1",
            "seal": "FB93ED17"
        },
        {
            "id": "90",
            "nass": "وقد يضطرون آخر الامر ان يسلموا ان السموات تشهد بعظمة الله وان احكامها يدل على بديع صنعته. ¶ ويتجلى التوافق بين العلوم والدين في ذلك النشيد الديني الذي أستمع اليه تتغنى به الملايين في أمريكا، والذي ربما كان تأليفه من وحي الكشوف العلمية الحديثة التي تمت في السنوات الأخيرة، ويقول هذا اللحن: ¶ (يا إلهي العظيم، عندما أنظر بعجب ورهبة إلى كل العوالم التي صنعتها يداك، وأبصر النجوم، وأسمع هدير الرعد وزمجرته، حينئذ تتجلى لي قوتك في كل أرجاء الكون، عندئذ تغني روحي وتناجي الهي الكبير، ما أعظم إبداعك، ما أعظم إبداعك) .",
            "page": "93",
            "part": "1",
            "seal": "4289DEC2"
        },
        {
            "id": "91",
            "nass": "المبدع الأعظم ¶ كتبه: كلود. م. هاثاواي ¶ مستشار هندسي _ حاصل على درجة الماجستير من جامعة كولورادو – مستشار هندسي بمعامل شركة جنرال الكتريك – مصمم العقل الإلكتروني للجمعية العلمية لدراسة الملاحة الجوية بمدينة لانجي فيلد – اخصائي الآلات الكهربائية والطبيعية للقياس. ¶ قبل ان أبين الاسباب التي تدعونا إلى الإيمان بالله، أحب ان أذكر ان معظم ايماني به تعالى في المرحلة الراهنة من مراحل حياتي، يقوم على أساس الخبرة أو الممارسة. ¶ والواقع اننا لا يجوز لنا ان نستبعد كثيرا من المعتقدات التي تقوم على أساس الخبرة أو الممارسة، أو ان ننظر اليها على انها لا تقوم على أساس عقلي، فنحن اذا فعلنا ذلك نكون قد انتقصنا من قدر الطريقة العلمية ذاتها، والأفضل ان نسمي مثل هذه المعتقدات (فوق فكرية) . ¶ وبرغم ان ايماني بالله في السنوات السابقة، كان يقوم على أسباب سوف أتناولها بالشرح بعد قليل، فان ايماني به في الوقت الحاضر يقوم على أساس خبرة أو معرفة داخلية به، وهي خبرة أو معرفة تتضاءل بجانبها جميع المجادلات الفكرية. ¶ وبرغم ان هذا النوع من الاستدلال لا يعد مقنعا بالنسبة لمن لم يمارسوه، فان له وجاهته وقوته بالنسبة لمن مارسه. ¶ لقد وجدت ان الايمان بالله هو الملاذ الوحيد الذي تطمئن اليه الروح، وكما يقول اوغستين: (لقد خلقنا الله لنفسه، وان ارواحنا لتبقى قلقة حائرة حتى تجد راحتها في رحابه) .",
            "page": "94",
            "part": "1",
            "seal": "05D8DC7E"
        },
        {
            "id": "92",
            "nass": "اما من حيث الأسباب الفكرية التي تدعوني إلى الإيمان بالله، فانني أحب ان أبدأ بذكر الحقائق التي لا سبيل إلى انكارها والتي لا أشك في أن غيري ممن أسهموا في هذا الكتاب قد تناولوها، وهي ان التصميم يحتاج إلى مصمم. وقد دعم هذا السبب القوي من أسباب ايماني بالله ما أقوم به من الأعمال الهندسية. فبعد اشتغالي سنوات عديدة في عمل تصميمات لاجهزة وأدوات كهربية، ازداد تقديري لكل تصميم أو ابداع اينما وجدته. وعلى ذلك فانه مما لا يتفق مع العقل والمنطق ان يكون ذلك التصميم البديع للعالم من حولنا الا من ابداع اله اعظم لا نهاية لتدبيره وإبداعه وعبقريته. حقيقة ان هذه طريقة قديمة من طرق الاستدلال على وجود الله، ولكن العلوم الحديثة قد جعلتها أشد بيانا وأقوى حجة منها في اي وقت مضى. ¶ ان المهندس يتعلم كيف يمجد النظام، وكيف يقدر الصعاب التي تصاحب التصميم عندما يحاول المصمم ان يجمع بين القوى والمواد والقوانين الطبيعية في تحقيق هدف معين، انه يقدر الابداع بسبب ما واجهه من الصعاب والمشكلات عندما يحاول ان يضع تصميما جديداً. ¶ لقد اشتغلت منذ سنوات عديدة بتصميم مخ الكتروني يستطيع ان يحل بسرعة بعض المعادلات المعقدة المتعلقة بنظرية (الشد في اتجاهين) . ولقد حققنا هدفنا باستخدام مئات من الأنابيب المفرغة والأدوات الكهربائية والميكانيكية والدوائر المعقدة ووضعها داخل صندوق بلغ حجمه ثلاثة أضعاف حجم اكبر (بيانو) . ولا تزال الجمعية الاستشارية العلمية في لانجلي فيلد تستخدم هذا المخ الإلكتروني حتى الآن. وبعد اشتغالي باختراع هذا الجهاز سنة أو سنتين، وبعد ان واجهت كثيرا من المشكلات التي تطلبها تصميمه ووصلت إلى حلها، صار من المستحيلات بالنسبة إلى ان يتصور عقلي ان مثل هذا الجهاز يمكن عمليه بأية طريقة أخرى غير استخدام العقل والذكاء والتصميم. ¶ وليس العالم من حولنا الا مجموعة هائلة من التصميم والإبداع والتنظيم. وبرغم استقلال",
            "page": "95",
            "part": "1",
            "seal": "77BBEAC5"
        },
        {
            "id": "93",
            "nass": "بعضها عن بعض، فانها متشابكة متداخلة، وكل منها اكثر تعقيدا في كل ذرة من ذرات تركيبها، من ذلك المخ الالكتروني الذي صنعته. فاذا كان هذا الجهاز يحتاج إلى تصميم افلا يحتاج ذلك الجهاز الفسيولوجي الكيمي البيولوجي الذي هو جسمي، والذي ليس بدوره الا ذرة بسيطة من ذرات هذا الكون اللانهائي في اتساعه وابداعه، إلى مبدع يبدعه؟ ¶ ان التصميم أو النظام أو الترتيب، أو سمها ما شئت لا يمكن ان تنشا الا بطريقين: طريق المصادفة أو طريق الابداع والتصميم. وكلما كان النظام اكثر تعقيدا، بعد احتمال نشأته عن طريق المصادفة. ونحن في خضم هذا اللانهائي لا نستطيع الا ان نسلم بوجود الله. ¶ أما النقطة الثانية التي اريد ان أشير إليها في هذا المقام، فهي ان مصمم هذا الكون لا يمكن ان يكون ماديا. وانني أعتقد ان الله لطيف غير مادي. وانني أسلم بوجود اللاماديات، لانني بوصفي من علماء الفيزياء اشعر بالحاجة إلى وجود سبب أول غير مادي. ان فلسفتي تسمح بوجود غير المادي، لانه بحكم تعريفه لا يمكن إدراكه بالحواس الطبيعية، فمن الحماقة اذن ان أنكر وجوده بسبب عجز العلوم عن الوصول اليه، وفوق ذلك فان الفيزياء الحديثة قد علمتني ان الطبيعة اعجز من ان تنظم نفسها أو تسيطر على نفسها. ¶ وقد أدرك سير اسحاق نيوتن ان نظام هذا الكون يتجه نحو الانحلال، وانه يقترب من مرحلة تتساوى فيها درجة حرارة سائر مكوناته، ووصل من ذلك إلى انه لابد ان يكون لهذا الكون بداية، كما انه لابد ان يكون قد وضع تبعا لتصميم معين ونظام مرسوم، وأيدت دراسة الحرارة هذه الآراء وساعدتنا على التمييز بين الطاقة الميسورة والطاقة غير الميسورة، وقد وجد انه عند حدوث اي تغيرات حرارية فان جزءا معينا من الطاقة الميسورة يتحول إلى الطاقة غير الميسورة، وانه لا سبيل إلى ان يسير هذا التحول في الطبيعة بطريقة عكسية، وهذا هو القانون الثاني من القوانين الديناميكية الحرارية. ¶ وقد اهتم بولتزمان بتمحيص هذه الظاهرة، واستخدم في دراستها عبقرية ومقدرته",
            "page": "96",
            "part": "1",
            "seal": "6882166F"
        },
        {
            "id": "94",
            "nass": "الرياضية، حتى اثبت ان فقدان الطاقة الميسورة الذي يشير اليه القانون الثاني من قوانين الديناميكا الحرارية، ليس الا حالة خاصة من ظاهرة عامة تشير إلى ان كل تحول أو تغير طبيعي يصحبه تحلل أو نقص في النظام الكوني. وفي حالة الحرارة يعتبر تحول الطاقة من الصورة الميسورة إلى الصورة غير الميسورة فقدانا أو نقصا في التنظيم الجزيئي، أو بعبارة أخرى تفتتا وانحلالا للبناء. ومعنى ذلك بطريقة اخرى ان الطبيعة لا تستطيع ان تصمم أو تبدع نفسها، لان كل تحول طبيعي لابد ان يؤدي إلى نوع من أنواع ضياع النظام أو تصدع البناء العام. وفي بعض الحالات قد يسير النظام من البسيط إلى المركب، ولكن ذلك لا يتم الا على حساب تصدع اكبر للتنظيم والترتيب في مكان آخر. ¶ ان هذا الكون ليس الا كتلة تخضع لنظام معين، ولابد له اذن من سبب اول لا يخضع للقانون الثاني من قوانين الديناميكا الحرارية، ولابد ان يكون هذا السبب الاول غير مادي في طبيعته. ¶ انه هو الله اللطيف الخبير الذي لا تدركه الأبصار.",
            "page": "97",
            "part": "1",
            "seal": "C1CBB05B"
        },
        {
            "id": "95",
            "nass": "نظرة إلى ماوراء القوانين الطبيعية ¶ كتبه: أدوين فاست ¶ عالم الطبيعة ¶ حاصل على درجة الدكتوراه من جامعة أوكلاهوما – وعضو هيئة التدريس بقسم الطبيعة فيها سابقا – يشتغل الآن بالطاقة الذرية. ¶ ان الاجابة عن السؤال الذي يقدمه هذا الكتاب، لا يتطلب من وجهة نظري معالجة معقدة أو مطولة. فمن الممكن ان تكون الاجابة موجزة، ومع ذلك – من وجهة نظري على الأقل – تكون وافية. ¶ فنحن عندما نبحث عن تفسير لاحدى الظواهر في دائرة العلوم الطبيعية، ناخذ في الغالب بابسط النظريات التي تستطيع ان تفسر هذه الظاهرة تفسيرا يتفق مع المشاهدات التجريبية. وقد نعتمد على مجموعة من الفروض لانها تدعم نظرية معينة وتبدو جميعها واضحة أو معقولة، فاذا كانت هذه الفروض سليمة فان النظرية تكون محكمة ويرفع البناء، أما اذا كانت هزيلة أو خاطئة فان النظرية تنهار من أساسها ويتقوض صرحها. ¶ ونظرية الاحتمالات من النظريات الرصينة من الوجهة الرياضية، وهي تستخدم استخداما واسعا في علم الفيزياء. فاذا قذفنا بقطعة من قطع النقد، دون ان نحاول التأثير عليها بأية طريقة من الطرق، ثم كررنا ذلك عددا كبيرا من المرات، فان عدد المرات التي يظهر فيها كل وجه من وجهيها يكون متساوياً. وعندما نلقي (زهر النرد) عددا كبيرا من المرات، فان احتمالات ظهور كل وجه من أوجهه الستة تكون متساوية. ومن الممكن استخدام بعض الحيل لكل نجعل عدد المرات التي يظهر فيها وجه معين من أوجه قطعة النقد أو الزهر اكثر مما يحدث عندما تتحرر العملية من تأثير هذه الحيل أو المؤثرات الخارجية.",
            "page": "98",
            "part": "1",
            "seal": "75367990"
        },
        {
            "id": "96",
            "nass": "ومن الواضح ان الفرق بين الحالتين هو ان القاء العملة أو الزهر في الحالة الاولى كان يعتمد على محض المصادفة، اما في الحالة الثانية فانه يتم تحت تأثير مؤثر خاص. ¶ ومن الممكن ان ننتقل من هذه الاسئلة البسيطة الهينة إلى أمثلة اكثر تعقيدا. خذ مثلا عشرة أو مائة أو مليونا من الوحدات التي تعمل جميعا في وقت واحد لكي تؤدي عملا معينا أو تسلك سلوكا خاصا تبعا لقوانين المصادفة والاحتمالات. فاذا حدث اي انحراف عن النتيجة التي نتوقعها، فانه يجعلنا نبحث عن سبب لهذا الانحراف أو عن مؤثر أو موجه. واذا استطعنا ان نصف هذا المؤثر أو نحدده، فاننا نكون بذلك قد وصلنا إلى احد القوانين الطبيعية التي تفسر لنا لماذا تسلك الأشياء سلوكا معينا. ونحن عندما نتدبر مثلا سلوك النيوترونات أو الالكترونات أو البروتونات في مجال كهربائي أو مغناطيسي، نجد ان كلا منها يسلك سلوكا نستطيع ان نصفه بدقة أو نتنبأ به على أساس القوانين الطبيعية، فخواصها تجعلها تسلك سلوكا معينا يسهل معرفته والتنبؤ به. وكذلك الحال عندما ينبعث شعاع ضوئي من قوس كهربائي من الصوديوم ويمر خلال فتحة ضيقة إلى منشور ثلاثي، فاننا دائما نشاهد خطين متقاربين لونهما برتقالي اصفر وتفصلهما مسافة ضيقة. ¶ والمهم هنا هو ان جميع هذه القوانين الطبيعية التي نصفها ونستخدمها ليس الا مجرد وصف لما يحدث أو لما يشاهد، فهي بذلك ليست تدبيرا أو الزاما، فليس الوصف في ذاته سببا لحدوث ظاهرة من الظواهر، أو توضيحا لاسباب حدوثها. ¶ وعندما تحاول العلوم ان تفسر لنا منشأ الكون، نجدها تبين لنا، في ضوء ما لدينا من المعلومات عن الطبيعة النووية، كيف تتفاعل الجزئيات الأساسية لكي تكون لنا جميع العناصر المعروفة، فجميع العناصر التي يتألف منها هذا الكون تبدأ ببروتونات لها خواص معينة وقوة جاذبة تجعلها تنضم بعضها إلى بعض. أما كيف نشأت هذه البروتونات ذاتها، ولماذا كان لها هذه الصفات بالذات، فان ذلك ما لم تستطع ان تقدم له العلوم شرحا أو بيانا.",
            "page": "99",
            "part": "1",
            "seal": "AA3FBE40"
        },
        {
            "id": "97",
            "nass": "ومهما بالغنا في تحليل الأشياء، وردها إلى أصولها الأولى، فلابد ان نصل في نهاية المطاف إلى ضرورة وجود قوانين طبيعية تخضع لها ذرات هذا الكون. ويعد ذلك في ذاته دليلا على وجود اله قادر مدبر، هو الذي قدر لكل ظاهرة من ظواهر هذا الكون ان تسير في طريقها المرسوم. وقد خلق الله الإلكترونات والبروتونات والنيوترونات وجعل لها خواصها المعينة. فرسم لها بذلك سلوكها وأقدارها. ¶ وعندما تحاول عقولنا المحدودة ان ترتد إلى الوراء وتبحث عن ساعة الصفر في تاريخ هذا الكون، نجدها تسلم ضمنا بان لهذا الكون بداية ولحظة معينة نشأت فيها الذرات الدقيقة التي تتألف منها مادة هذا الكون، ولابد ان تكون خواص هذه الجزئيات التي تحدد سلوكها، قد ظهرت معها في نفس الوقت. ومن المنطق السليم ان يكون السبب الأول الذي أوجد هذه الجزئيات هو الذي اودع فيها صفاتها التي تحدد سلوكها. ولابد ان نسلم بان قدرة الخالق وتدبيره وإحكامه تفوق قدرة وتدبير الانسان بل البشر جميعا ولو كان بعضهم لبعض ظهيرا. وان اذكى العلماء لا يستطيعون الا ان يعترفوا بان الانسان لا يزال حتى اليوم في مهد معرفته باسرار هذا الكون وظواهره. ¶ فاذا انتقلنا إلى العالم العضوي، فاننا نلاحظ ان سلوكه يزداد تعقيدا، وعلى ذلك فان احتمال تفسير هذا السلوك على أساس المصادفة المحض يتضاءل إلى حد لا نهائي، فالمواد الأساسية التي تدخل في بناء المواد العضوية هي الأيدروجين والأوكسجين والكربون مع كميات قليلة من النيتروجين والعناصر الاخرى. ولابد ان تجتمع ملايين من هذه الذرات حتى تتكون أبسط الكائنات الحية. فاذا نظرنا إلى الأنواع الاخرى التي هي اكبر حجما وأشد تعقيدا، فان احتمال تآلف ذراتها على أساس المصادفة المحض يقل إلى درجة لا يتصورها العقل. ¶ واذا نظرنا إلى الكائنات الحية الراقية، فاننا نرى ان من بينها ما لديه من الذكاء ما يجعله قادرا على التخطيط والابتكار والقيام بأعمال تقرب من حد الاعجاز وتحاول ان",
            "page": "100",
            "part": "1",
            "seal": "26ACE188"
        },
        {
            "id": "98",
            "nass": "تتغلب على القوانين الطبيعية. فاذا تصورنا ان كل ذلك يتم بمحض المصادفة التي تجعل الجزئيات تجتمع بصورة معينة لكي تكون ذرات يتألف بعضها مع بعض لكي تكون أجساما تقوم بدورها بالتكاثر واداء سائر وظائف الحياة ويكون لها عقل وتفكير، دون ان يكون وراء كل ذلك إله مدبر هو الذي خلق فصور فأبدع، فان ذلك ما لا يقبله عقل أو يتصوره فكر. وحتى اذا فعلنا ذلك فاننا نكون قد أخذنا بفرض مستحيل من الوجهة العملية، وطرحنا وراء ظهورنا فرضا منطقيا بسيطا الا وهو وجود الله الذي أنشأ هذا الكون وبدأه بقدرته. فالله هو المبدئ. كلمات بسيطة ولكنها بساطء تتسم بالجلال. ¶ انه جلال الحق وقدسيته.",
            "page": "101",
            "part": "1",
            "seal": "94991E61"
        },
        {
            "id": "99",
            "nass": "الله والقوانين الكيماوية ¶ كتبه: جون أزولف بوهلر ¶ مستشار كيماوي - حاصل على درجة الدكتوراه من جامعة إنديانا - أستاذ الكيميا بكلية أندرسون - متخصص في تركيب الأحماض الأمينية والكشف عن الكوبلت. ¶ لكي ندرك كيف تنتسب القوانين الكيماوية إلى الله، ونتبين مبلغ قصور العقل الإنساني، ونعرف لماذا ينبغي أن يتواضع الناس جميعاً حتى أولئك الذين نعدهم من العباقرة فإنني أحب أن أعرض على قرائي لمحة موجزة عن علم الكيمياء، الذي هو ميدان تخصصي. وسوف أحاول الابتعاد عن المصطلحات الفنية وأن أكون واضحا ما استطعت. ¶ فمنذ فجر المدنية والإنسان يحاول أن يفهم كنه التغيرات التي تطرأ على ما يحيط به من عالم الماديات. وقد كان فهمه للمادة في بادىء الأمر يشوبه النقص والغموض، وكان ديمقريطس الذي عاش قيل الميلاد بنحو 400 سنة أول من وصل عن طريق التخمين إلى أن جميع الأشياء تتألف من دقائق صغيرة تعتبر كل منها وحدة قائمة بذاتها. وتختلف هذه الفكرة عما كان شائعاً من قبل من أن المادة المادة تتألف من كتلة واحدة متصلة. ولما كانت فكرة ديمقريطس لا تتفق مع ما تشاهده العين من أمر المادة، فقد بقيت هذه الفكرة مدفوعة تحت أنقاض ما كان يسود ذلك العهد من شك في صحتها. ¶ وظلت الكيمياء القديمة من ضروب الشعوذة والسحر ألفي سنة وهي تحاول أن تجد تفسيراً لمعنى المادة. وفي حوالي متصف القرن السابع عشر عاد روبرت بويل إلى",
            "page": "102",
            "part": "1",
            "seal": "90BBC6C2"
        },
        {
            "id": "100",
            "nass": "فكرة ديمقريطس من جديد وأطلق اسم العنصر على كل مادة من المواد البسيطة التي لا يمكن تحوليها في المعمل إلى أبسط منها. والعناصر بهذا المعنى تختلف عن المعنى الذي ذهب إليه أرسطوطاليس حينما رأى أن العناصر التي تتألف منها المادة هي الأرض والنار والهواء والماء. وفي سنة 1774م أكتشف جون بريستلي الأوكسجين. وفي سنة 1776م توصل لورد كافينديش إلى عنصر الإيدروجين. وبعد فترة وجيزة اكتشف لافوزييه أن الهواء خليط منن الأوكسجين والنيتروجين. واستنبط أن الماء هو الآخر لا يمكن أن يكون عنصراً لأنه يمكن تحضيره بإحراق الأيدروجين في الهواء. ¶ لقد كان علم الكيمياء يتقدم بحق، وفي عام 1799م توصل الكيماوي الفرنسي جوزيف براوست إلى أن المواد الكيماوية النقية مثل ملح الطعام يكون لها تركيب ثالث، بصرف النظر عن مصدرها. أما بيرثوليت فكان يناقضه ويرى أن الملح المحضر من أماكن مختلفة على سطح الأرض يختلف في تركيبها تبعاً لاختلاف هذه الأماكن. ولقد كسب براوست الجولة بعد مضي ثمان سنوات قضاها في إجراء التجارب وبذلك تبين أن للمركبات تركيباً ثابتاً. ¶ وفي سنة 1808 حاول دالتون - وكان مدرساً - أن يجمع كل ما هو معروف من المعلومات الكيماوية حتى ذلك الوقت، وأن يجد تفسيراً لثبات العناصر والمركبات. وقد توصل إلى النظرية الذرية للمادة. فقد كان يرى أن العناصر تتكون من جزيئات صغيرة سماه الذرات وتوصل إلى أن الذرات العنصر الواحد لابد أن تكون متكافئة من جميع الوجوه أما ذرات العناصر المختلفة فمتباينة. وقد أفترض دالتون أن الذرات غير قابلة للكسر فهي لا تستطيع أن تتحول إلى صورة اصغر. وقد أرجع اختلاف العناصر في صفاتها الطبيعية والكيماوية إلى ما بين ذراتها من اختلاف في الوزن والخواص الأخرى. كما بين أن ثبات المركبات يرجع إلى اتحاد العناصر الداخلية في تركيبها بنسب",
            "page": "103",
            "part": "1",
            "seal": "06AD462F"
        },
        {
            "id": "101",
            "nass": "دقيقة ثابتة في المركب الواحد. وعندئذ أتضح أن الظواهر الكيماوية تخضع لقوانين معينة مثل قانون بقاء المادة وقانون ثبات الركيب وقانون بقاء الطاقة. ¶ بهذه الوسائل التي تسلح بها الكيماويون في بحوثهم العلمية، تحول علم الكيمياء من علم وصفي إلى علم قياسي يعتمد على القياس الدقيق. وما إن فتح ذلك الطريق على أساس الاتجاه حتى ظهر التقدم الحقيقي، وصار من المقرر أن دراسة الكيمياء تقوم على أساس الانتظام والقوانين. ذلك تحولت الكيمياء إلى صف العلوم. وتقدمت دراستها في نصف القرن الذي تلا دالتون تقدماً كبيراَ وسارت في نفس الاتجاه الذي حددته قوانين نيوتن، ونجح العلماء في زيادة عدد العناصر في سنة 1900 وبذلك ضربت الكيمياء رقماً قياسياً في تقدمها. ¶ لقد كان دالتون يعتبر الذرة كتلة صلبة من المادة تخضع لقوانين نيوتن. وفي النصف الأخير من القرن التاسع عشر أجريت تجارب عديدة اتضح منها أن هنالك ذرات أكثر تعقيداً من الذرات التي وصفها دالتون، فقد بدأ ماسون في سنة 1853م بإمرار تيار كهربائي خلال أنبوبة مفرغة. ثم حاول جسلر أن يعيد التجربة السابقة مستخدما تياراً أقوى ومجموعة من الغازات المختلفة داخل الأنابيب المفرغة. وفي سنة 1878م أستطاع كروكس باستخدام أنابيب مفرغة إلى درجة لم يحصل عليها سابقوه، أن يلاحظ بريقا عجيبا داخل الأنبوب عند إمرار التيار الكهربي بها. وقد أثبت طويون أن هذه الأشعة العجيبة تحمل شحنات كهربية سالبة، وأنها تتحرك بسرعة لا يتصورها العقل، وأنها تكاد تكون عديمة الوزن، وقد سميت هذه الأشعة أشعة المهبط، كما سميت الأنابيب التي تتكون داخلها أشعة المهبط. وقد تبين أخيراً أن هذه الأشعة ليست إلا سيلا من الالكترونات المتدفقة.",
            "page": "104",
            "part": "1",
            "seal": "BDCCF8E4"
        },
        {
            "id": "102",
            "nass": "ثم اكتشفت بعد ظاهرة النشاط الإشعاعي، التي اكتشفتها بكويرل وآل كوري. وقد فتح هذا الاكتشاف عالما جيديا من الجزيئات التي هي دون الذرات. ولم يعد ينظر إلى الذرة على أنها جسم صلب مصمت، بل صار ينظر إليها على أنها تشبه مجموعة شمسية مصغرة، تقع كتلتها الكبرى في مركزها حيث تتجمع البروتونات الموجبة، ومن حول هذه الكتلة يتم توزيع الالكترونات السالبة التي هي ليست إلا وحدات من الطاقة تتحرك حول المركز في نظام معين. ¶ وتتوقف الخواص الطبيعة والكيموية للذرة على ما يحمله حول المركز في نظام معين. وتتوقف على طريقة ترتيب الالكترونات حول النواة. وقد بذلت محاولات في بادىء الأمر لتطبيق قوانين نيوتن على الجزيئات دون الذرة، ولكن اتضح بعد قليل ان هذه القوانين لا تنطبق على تلك الجزيئات الدقيقة. وقد دعا ذلك إلى ضرورة قيام طرق جديدة أخرى للحساب فنشأت نظرية (الكوانتم) أو نظرية الكم. وهي تساعدنا على أن تعبر تعبيراً رياضياً عن احتمال سلوك البروتونات والالكترونات وغيرها من الجزيئات دون الذرية. ¶ وفي سنة 1927م توصل هايزنبرج إلى نظرية (الشك) أو عدم التحديد لكي يبين لماذا لا تخضع الجزيئات دون الذرية لقوانين نيوتن. وينص هذا المبدأ على أنه من المحال تعيين موضع أي جزيء وسرعته في لحظة واحدة. فكلما حاولنا أن نشاهد إلكترونا نجد أننا نغير من حالته، وقد يتناول التغيير مكانه أو سرعته أو كليهما. ¶ وعلى ذلك فإننا نستطيع ان نتكلم عن احتمال حدوث ظاهرة، ولكننا لا نستطيع أن نحددها تحيداً دقيقا، وعندئذ نقول إن الطبيعة تخضع لقوانين المصادفة الإحصائية. ونحن في العادة نتعامل مع أعداد كبيرة جداً من الأيونات أو الجزيئات في المعمل، أعداد تبلغ الملايين، فعندما نمزج المحاليل يسلك كل أيون من الأيونات الداخلة في التفاعل سلوكا",
            "page": "105",
            "part": "1",
            "seal": "9338E6BE"
        },
        {
            "id": "103",
            "nass": "خاصاً، سلوك غير منتظم، لا نستطيع أن نتنبأ به، ومع ذلك فإننا نستطيع أن نقدر نتائج التفاعل الكلي تقديرا بالغ الدقة. وقد يكون هنالك مئات الآلاف من الأيونات التي لم تشترك في التفاعل ولكن مادامت الموازين التي نستخدم عاجزة عن تقدير هذا القدر الضئيل منها فإننا نعتبر أن التفاعل قد أكتمل وبلغ درجة التمام. ¶ ويشير دينوي إلى ذلك فيقول: إن كل شيء يتوقف على معايير الملاحظة التي تستخدمها، وإن ما قد نعتبره تاماً أو كاملا باستخدام أحد المعايير قد لا يكون كذلك عندما نستخدم معياراً آخر، فإذا مزجنا جراماً من الكربون لأحد الميكروبات التي تزحف فوق هذا التل من الخليط، فإنه يبدو على صورة مجموعة من الكتل السوداء التي تجاورها كتل بيضاء. ويرجع ذلك إلى اختلاف مستوى الملاحظة في حالة الميكروب عنده في حالتنا. ¶ أما لماذا تخضع الكيمياء للقوانين التي اكتشفناها، فيرجع إلى أنها علم إحصائي. وعلى ذلك فإن القوانين الطبيعية الكيماوية تقوم في أساسها على عدم الانتظام. أما ما نشاهده من انتظام الظواهر فيرجع إلى أننا نتعامل مع أعداد بالغة الكبر تخضع في مجموعها لقوانين الإحصاء وتعطي نتائج محددة. ومن أن النظام الذي نشاهده والتوافق الذي نلاحظه إنما يخرجان من الفوضى. ¶ فما هي القوى الموجهة التي وراء هذه القوانين الإحصائية؟ عندما يطبق الإنسان قوانين المصادفة لمعرفة مدى احتمال حدوث ظاهرة من الظواهر في الطبيعة مثل تكون جزيء واحد من جزيئات البروتين من العناصر التي تدخل في تركيبه، فإننا نجد أن عمر الأرض الذي يقدر بثلاثة بلايين من السنين أو أكثر، لا يعتبر زمنا كافيا لحدوث هذه الظاهرة وتكون هذا الجزيء عن طرق المصادفة إن ذلك لا يمكن أن يحدث إلا إذا كانت",
            "page": "106",
            "part": "1",
            "seal": "A80E16ED"
        },
        {
            "id": "104",
            "nass": "هناك قوة موجهة إلى غاية محددة وتعيننا على إدراك كيف يخرج النظام من الفوضى. ¶ وقد لا تكون نظرية هايزنبرغ عن (عدم التحديد) قائمة الا بسبب عدم قدرتنا على ان نجد طريقة تناسب مستوى فهمنا لملاحظة الالكترون دون ان نؤثر على موضعه أو سرعته. وربما نستطيع في يوم من الايام بعد ان نعرف عن الطاقة اكثر مما نعرفه اليوم ان نشاهد الالكترون بدرجة من الثبات تقرب من الدرجة التي نشاهد بها المريخ مثلا. اما في الوقت الحاضر فان نظرية هايزنبرغ تساعدنا على دراسة الجزئيات دون الذرية بمثل ما كانت نظرية دالتون تساعد به الكيماويين في القرن التاسع عشر. ¶ ولابد أن نسلم بأننا لا نعرف حتى الآن كل ما يمكن أن يعرف عن المادة والطاقة، فنحن لا نزال في بداية الطريق. وقد يكون ما سميناه عدم نظام أو فوضى على المستوى دون الذري مخالفاً لذلك كل المخالفة، فقد تكون أفكارنا خاطئة أو متأثرة بنقص معلوماتنا عن الظواهر المختلفة، أو تقيدنا بجانب غير سليم من الملاحظة. ¶ إن الإنسان يشاهد التنظيم والإبداع حيثما ولى وجهة في نواحي هذا الكون. ويبدو أن هذا الكون يسير نحو هدف معين، كما يدل على ذلك النظام الذي نشاهده في الذرات، فهناك نظام معين تتبعه الذرات جميعها من الأيدروجين إلى اليورانيوم وما بعد اليورانيوم. وكلما أزداد علمنا بالقوانين التي تتحكم في توزيع البروتونات والإلكترونات لإنتاج العناصر المختلفة، أزداد إيماننا بما يسود عالم المادة من توافق ونظام، وقد يجيء اليوم الذي ينكشف لنا فيه كيف تتجمع الطاقة لكي تكون تلك الكتل من المادة. ولقد كان أينشتين أول من أظهر العلاقة الموجودة بين المادة والطاقة. ولا يزال الإنسان في بداية الطري لكشف أسرار الطاقة الذرية، وقد نستطيع في يوم من الأيام أن تحول الطاقة إلى مادة.",
            "page": "107",
            "part": "1",
            "seal": "E3CC28BE"
        },
        {
            "id": "105",
            "nass": "وتدل الشواهد على وحدة الكون من الوجهة الكيماوية. ولدينا من الطرق والوسائل ما يمكننا من اختبار كثير من العناصر الموجودة في الكواكب الأخرى، ومعرفة أنها هي نفس العناصر التي توجد على الأرض. وحتى النجوم البعيدة عنا ن فإنها تشتمل على عناصر مشابهة لعناصر الأرض. ويعتقد العلماء أن القوانيين الطبيعية التي تتحكم في هذا الكوكب هي عينا القوانين التي تخضع لها النجوم والكواكب الأخرى في أفلاكها النائية المترامية في الفضاء. فحيثما اتجهنا نجد الإبداع والنظام والتوافق، حتى هنالك ظل من شك عندي في أن إلها قادرا قد أبدع هذا الكون وبناه وحدد وجهته وغايته. ¶ وكنت أرجوا أن يتسع الوقت والمكان لذكر كثير من الأمثلة الأخرى التي تدل على روعة الإبداع وجلال النظام، ولكنني أحب ان أوجه نظر القارىء إلى دورة الماء على الأرض ودورة ثاني أوكسيد الكربون ودورة النشادر ودورة الأكسجين التي تشهد كل منها بحكمة وتدبير وقوة لأحد لها. ¶ وبرغم أن هنالك كثيراً من الأشياء في الطبيعة مما لم يصل الإنسان بعد إلى معرفة كنهه أو تفسيره، ومما لا يزال يكتنفه الغموض، فإننا لا نريد أن نقع في نفس الخطأ الذي وقع فيه الأقدمون عندما اتخذوا آلهة لكي يجدوا تفسيراً لما غمض عليهم، وحددوا لكل إله قدرته وعينوا له وظيفته ودائرة تخصصه. وعندما تقدمت العلوم وأمكن فهم كثير من الظواهر الغامضة ومعرفة القوانين التي تخضع لها، لم يعد هؤلاء الناس في حاجة إلى الآلهة التي نتلمس قدرة الله في النظام الذي خلقه والقوانين التي تحكمها ولكن الإنسان عاجز عن أن يسن تلك القوانين، فهي من صنع الله وحده. ولا يفعل الإنسان",
            "page": "108",
            "part": "1",
            "seal": "C1413134"
        },
        {
            "id": "106",
            "nass": "أكثر من أنه يكتشفها ثم يستخدمها في محاولة إدراك أسرار هذا الكون. وكل قانون يكتشفه الإنسان يزيد قربا من الله، وقدرة على إدراكه، فتلك هي الآيات التي يتجلى بها الله علينا، وقد لا تكون هذه هي طريقته الوحيدة في هذا التجلي، فهو يتجلى أيضا في كتبها المقدسة مثلا، ومع ذلك فإن طرقة تجليه تعالى في آياته التي نشاهدها في هذا الكون تعتبر بالغة الأهمية بالنسبة لنا.",
            "page": "109",
            "part": "1",
            "seal": "4A738567"
        },
        {
            "id": "107",
            "nass": "العلم تدعم إيماني بالله ¶ كتبه: ألبرت ماكومب ونشستر ¶ متخصص في علم الأحياء ¶ حاصل على درجة الدكتوراه من جامعة تكساس – أستاذ الأحياء بجامعة بايلور – عميد أكاديمية العلوم بفلوريدا سابقا – أخصائي في علم الوراثة وفي تأثير الأشعة السينية على الدروسوفيلا. ¶ هل من الممكن ان يكون للمشتغل بالعلوم نفس الاعتقاد بوجود الله، والتقديس له، كغير المشتغل بالعلوم؟ وهل يوجد في دائرة المستكشفات العلمية ما يمكن ان يقلل من تقدير الانسان لقدرة الخالق الأعظم وجلاله؟ تلك أسئلة تطوف احيانا بعقول بعض من يظنون ان العلماء في ميادين بحوثهم المتسعة يكتشفون من الحقائق ما قد يتعارض مع الدين حسب تفسير بعض المفسرين. ¶ ومن أمثلة ذلك ما حدث لي شخصيا عندما كنت طالبا بالجامعة وكنت قد قررت ان ادرس العلوم. وانني لأذكر جيدا كيف أخذتني احدى عماتي جانبا ذات يوم وتوسلت إلى ان أعدل عن هذا القرار، لان العلوم، كما كانت تعتقد، سوف تقضي على ايماني بالله. لقد كنت تعتبر، كما يعتبر الكثيرون، ان العلوم والدين قوتان متعارضتان، وأنهما لا يمكن ان يجتمعا في قلب رجل واحد. ¶ وانني لأشعر بالغبطة تملأ قلبي اليوم، بعد ان درست العلوم المختلفة، واشتغلت بها سنوات عديدة، ولم يكن في ذلك ما يزعزع ايماني بالله، بل ان اشتغالي بالعلوم قد دعم ايماني بالله حتى صار أشد قوة وأمتن أساسا مما كان عليه من قبل. ¶ ليس من شك في ان العلوم تزيد الانسان تبصرا بقدرة الله. وجلاله، وكلما اكتشف",
            "page": "110",
            "part": "1",
            "seal": "FFE592D2"
        },
        {
            "id": "108",
            "nass": "الانسان جديدا في دائرة بحثه ودراسته زاد ايمانه بالله. لقد حل العلم اليوم محل كثير من الخرافات القديمة التي غالبا ما طغت على المعتقدات الدينية، واستبدل بها حقائق رصينة تستند إلى المشاهدة والتجربة. وكما عدلت الكشوف العلمية أساليب الطب القديمة من الكي والحجامة إلى تلك الأساليب الحديثة من التشخيص والعلاج، فان العلوم الحديثة قد غيرت كذلك من بعض المعتقدات حول علاقة الانسان بالله، فلم يعد الناس يعتقدون ان سبب المرض ما هو الا سخط من الله ينزله بعباده عقابا لهم على خطاياهم، وانما سببه غزو للجسم تقوم به بعض الكائنات الدقيقة التي تخضع لكل القوانين الطبيعية التي تتحكم في سائر الكائنات الحية الاخرى. ان ايماننا بالله لم يتزعزع بسبب معرفتنا بهذه الحقائق، بل ازاداد علما به وبالعالم الذي خلقه سبحانه وتعالى، وكذلك بتلك الكائنات التي يصيب بها من يشاء. ¶ ان الانسان لا يستطيع ان يدرس اعمال اي صانع من الصناع دون ان يحيط بقدر من المعلومات عن الصانع الذي أبدع تلك الاعمال، وكذلك نجد أننا كلما تعمقنا في دراسة أسرار هذا الكون وسكانه، ازددنا معرفة بطبيعة الخالق الأعلى الذي أبدعه. وقد اشتغلت بدراسة علم الأحياء، وهو من ميادين العلمية الفسيحة التي تهتم الحياة، وليس من مخلوقات الله أروع من الأحياء التي تسكن هذا الكون. ¶ انظر إلى نبات برسيم ضئيل وقد نما على أحد جوانب الطريق. فهل نستطيع ان تجد له نظيرا في روعته بين جميع ما صنعه الانسان من تلك العدد والآلات الرائعة؟ انه آلة حية تقوم بصورة دائبة لا تنقطع آناء الليل وأطراف النهار بآلاف من التفاعلات الكيماوية والطبيعية، ويتم كل ذلك تحت سيطرة البروتوبلازم وهو المادة التي تدخل في تركيب جميع الكائنات الحية. ¶ فمن اين جاءت هذه الآلة الحية المعقدة؟ ان الله لم يصنعها هكذا وحدها، ولكنه",
            "page": "111",
            "part": "1",
            "seal": "B902A176"
        },
        {
            "id": "109",
            "nass": "خلق الحياة وجعلها قادرة على صيانة نفسها وعلى الاستمرار من جيل إلى جيل من الاحتفاظ بكل الخواص والمميزات التي تعيننا على التمييز بين نبات وآخر. ان دراسة التكاثر في الأحياء تعتبر أروع دراسات علم الاحياء واكثرها اظهارا لقدرة الله. ان الخلية التناسلية التي ينتج عنها النبات الجديد تبلغ من الصغر درجة كبرى بحيث تصعب مشاهدتها الا باستخدام المجهر المكبر. ومن العجب ان كل صفة من صفات النبات: كل عرق، وكل شعيرة، وكل فرع على ساق، وكل جذر أو ورقة يتم تكوينها تحت اشراف مهندسين قد بلغوا من دقة الحجم مبلغا كبيرا فاستطاعوا العيش داخل الخلية التي ينشأ منها النبات. تلك الفئة من المهندسين هي فئة الكروموسومات. ¶ ولهؤلاء المهندسين ذوي الاحجام الضئيلة القدرة على تعديل خواص النباتات التي تنتجها هذه الخلايا الدقيقة في فترات نادرة من الزمان، فهي بذلك تنتح كائنات اكثر قدرة على التلاؤم من أسلافها. لقد مرت بالبشر فترة كان أغلب الناس يعتقدون فيها انه من الكفر ان يعتقد المرء ان الكائنات الحية التي تعيش اليوم على سطح الأرض كانت في يوم من الأيام على صورة تخالف الصورة التي خلقها الله عليها بادئ الأمر. اما في الوقت الحاضر فان معظم المفكرين يرون ان خلق كائنات لها القدرة على التكاثر وعلى تغيير اشكالها وتركيبها، تبعا للظروف التي تحيط بها، يعد أشد دلالة على قدرة الله من خلق كائنات لا تتطور ولا تستطيع الا ان تنتج صورا مكررة من أنفسها طيلة الزمان. ¶ ويقف العلماء اليوم على عتبة كشف جديد بالغ الأهمية، الا وهو خلق الحياة داخل المعمل وفي أنابيب الاختبار، وقد أمكن فعلا الوصول إلى خلق صورة من صور الحياة داخل المعمل، ولكنها صورة بدائية على درجة كبيرة من البساطة والنقص. وقد تم ذلك بمزج بعض المواد الكيماوية بنسب معينة لكي تتكون منها مادة تسمى حمض ديسوكسي ريبونيوكليك (D N A) ، وهي من المواد التي لم يكن من الممكن انتاجها من قبل الا",
            "page": "112",
            "part": "1",
            "seal": "7933F415"
        },
        {
            "id": "110",
            "nass": "داخل الخلايا الحية. انها مادة الحياة، مادة الوراثة التي تحمل الصفات الوراثية عبر الاجيال وتضع طابعها على جميع الاحياء التي تدخل في تركيبها. ¶ وقد أمكن اخذ هذه المادة من بروتوبلازم بعض الخلايا الحية وادخالها في بروتوبلازم بعض الأنواع الأخرى، فادى ذلك إلى جانب من التغير في الصفات الوراثية للأنواع المطعمة بهذه المادة. ¶ ونحن لا نعلم ماذا يكون شأن ذلك الحمض الصناعي الذي حضره الإنسان في المعمل وكيف يكون تأثيره عندما يطعم به بروتوبلازم الخلايا الحية، هل تمتصه الخلايا، وهل يتسق مع تركيبها، وهل تحدث فيها نفس التأثيرات التي تحدثها المادة العضوية الطبيعية؟ اننا لا نعر الإجابة حتى اليوم عن هذه الاسئلة، ولا يزال مستقبل الجهود التي تبذل في هذا الميدان في كف القدر، فبعض العلماء يتشككون في إمكان الوصول إلى خلق الحياة، والبعض الآخر يعدونه من الأمور المستحيلة، ولكن حتى اذا نجحت هذه الجهود، فهل يزعزع ذلك من إيماننا بالله؟ انه لا يزعزع الا إلا إيمان أولئك الذين لديهم إيمان سطحي. اما من يقوم ايمانهم على أساس التفكير العميق، فان ذلك لا يعد أكثر من خطوة جديدة في ادراك ما أبدعه الخالق الأعظم الذي خلق وحده تلك الروائع التي يعمل الناس جاهدين متكاتفين في الكشف عنها. ¶ فاذا كانا نريد ان ندعم إيماننا بالله فعلينا بمزيد من التعمق في كشف الحقيقة.",
            "page": "113",
            "part": "1",
            "seal": "4A7C447C"
        },
        {
            "id": "111",
            "nass": "الكون تحت سيطرة مركزية ¶ كتبها: ايرل تشستر ريكس ¶ عالم الرياضيات والفيزياء ¶ حاصل على درجة الماجستير من جامعة واشنطن – محاضر بجامعة جنوب كاليفورنيا سابقا – أستاذ مساعد الطبيعة في كلية جورج ببردين – عضو الجمعية الرياضية الأمريكية. ¶ كثيرا ما تكون الافكار والمعتقدات الشائعة خاطئة مضللة، فهنالك اعتقاد شائع بان العلوم تشبه عجوزا متحدثا لديه عن كل سؤال جواب. والواقع ان العلوم تشبه شابا كثير الأسئلة والتفكير والبحث، ويحاول ان يسجل ملاحظات منظمة عن كل شيء، ولا يقنع بما وصل اليه من النتائج في البحث عن الحقيقة. ¶ ومن المعتقد كذلك ان العلوم تتبع طريقا مستقيما في الاستدلال والتفكير والواقع ان العلوم تشبه انبات العنب المتسلق الذي يحاول دائما ان يمتد إلى أعلى ولكنه لا يستطيع ان يسلك طريقا مستقيما، فيلتف ويدور حول الاشياء. وعلى ذلك فان الطريق الذي تسلكه العلوم والاتجاه الذي يسير فيه لابد ان يكون مرنا قابلا للتعديل والتغيير كلما دعت إلى ذلك الظروف. ¶ اما الدراسات الرياضية، وانا من المشتغلين بها، فانها تشبه شعاعا هاديا من الضوء يضيء السبيل امام العلوم، ولكن اتجاه هذا الشعاع لابد ان يتغير دائما لكي يسير في نفس الاتجاه الذي تسلكه العلوم. فمن المتفق عليه في الطريقة العلمية عند المفاضلة بين فرضين أو نظريتين ان ناخذ بأبسطهما اذا كان قادرا على توضيح جميع الحقائق، وقد استخدم هذا المبدأ للمفاضلة بين الفرضين اللذين يقول أحدهما بان الارض هي مركز هذا الكون،",
            "page": "114",
            "part": "1",
            "seal": "21DC80CF"
        },
        {
            "id": "112",
            "nass": "ويقول الآخر بان الشمس هي مركز المجموعة الشمسية. وقد فضل هذا الفرض الأخير على الأول بسبب ما يترتب على الأخذ بالفرض الأول من تعقيدات وصعوبات. ¶ وبرغم ما للعلوم من قيود وحدود، فلنظرياتها ونتائجها فوائد لا تحصى، وكذلك الحال بالنسبة لموقف العلوم من كشف أسرار هذا الكون والدلالة على خالقها. فدراسة الظواهر الكونية دراسة بعيدة عن التحيز وتتسم بالعدل والانصاف قد أقنعتني بان لهذا الكون إلها، وأنه هو الذي يسيطر عليه ويوجهه، اي ان هنالك سيطرى مركزية هي سيطرة الله تعالى وقوته التي توجه هذا الكون. ¶ وهنالك من الأدلة ما يوضح ان بعض الظواهر التي تبدو متباعدة، تقوم على أساس مشترك من التفسير، ويتضح ذلك من قوانين كولمب عن تجاذب الشحنات وتنافرها. فقد تتضح لي ان هذه القوانين تشبه إلى حد كبير قوانين التجاذب والتنافر بين قطبين مغناطيسيين، بل انها تتشابه إلى حد كبير مع قوانين نيوتن عن الجاذبية العامة. ففي كل حال من الحالات الثلاث السابقة، تتناسب القوة تناسبا طرديا مع حاصل ضرب الشحنتين أو قوة القطبين المغناطيسيين أو الكتلتين، كما انها تتناسب عكسيا مع مربع المسافة. حقيقة هنالك بعض الفروق، فمن ذلك مثلا انه بينما تتجاذب الكتلتان فان الشحنتين أو القطبين يتنافران، ومن ذلك ايضا انه بينما تسير الموجات الكهرو مغناطيسية بسرعة الضوء، فان التجاذب الأرضي ينتقل بسرعة لا نهائية، ولكن هذه الفروق تشير إلى الاختلافات في طبيعة الاشياء وتدفعنا نحو دراسة الموضوع بصورة أشمل. ¶ وهنالك ظواهر عديدة تدل على وحدة الغرض في هذا الكون وتشير إلى ان نشأته والسيطرة عليه لابد ان تتم على يد أله واحد لا آلهة متعددة. ¶ ويحدثنا علماء الأحياء عن توافق متشابه فيما يتعلق بتركيب الكائنات الحية ووظائفها، فالأجسام الطبيعية تؤدي وظائفها على أكمل وجه وأتم صورة. خذ مثلا الكرات الدموية",
            "page": "115",
            "part": "1",
            "seal": "14BD4FDC"
        },
        {
            "id": "113",
            "nass": "الحمراء التي بجسم الإنسان، تجد ان شكلها وحجمها يتناسبان إلى أقصى حد مع الوظائف التي خلقت من أجلها. وينطبق هذا على سائر الأعضاء والأجزاء ودقائق الجسم. فاذا ذهبنا إلى عالم الحشرات فقد يكفينا ان نفحص خلية النحل لكي تستولي علينا روعة الدقة والكمال والتشابه العجيب بين عيونها. وكل خلية من ملايين الخلايا الموجودة في سائر أنحاء العالم مصممة بصورة هندسية وبدقة رائعة وتناسب العمل الذي خلقت من أجله إلى اقصى الحدود. وليست خلايا النحل الا مثل من آلاف الأمثلة التي نستطيع ان نضربها لبيان الروعة والإتقان والتوافق في كل ما هو طبيعي. فاذ كان كل ذلك وغيره مما لا يحصى، لا يدل على وجود إله مدبر يسيطر على هذا الكون ويوجهه، فليت شعري كي أستطيع بعد ذلك ان أنتسب إلى دائرة العلماء والمشتغلين بالعلوم؟ ¶ انني أجد بوصفي من المشتغلين بالعلوم أن النتائج التي وصلت اليها بدراستي العلمية عن الله والكون تتفق كل الاتفاق مع الكتب المقدسة، التي أؤمن بها وأعتقد في صدف ما جاءت به عن نشأة الكون وتوجيه الله له، وقد يرجع ما نشاهده احيانا من التعارض بين ما توصلت اليه العلوم وبين ما جاء في هذه الكتب المقدسة التي نقص في معلوماتنا. فقد أشار الإنجيل مثلا إلى ان قدماء المصريين، كانوا يستخدمون القش في صناعة الطوب. وهو رأي لم تؤيده دراسة الحفريات المصرية. ولكن علماء الآثار ما لبثوا ان اكتشفوا ان القش كان يعطن اولا في المخامر ثم يؤخذ بعد ذلك فيخلط بالطين ويدخل في صناعة الطوب ليزيد من صلابته. فعلينا اذن ان نتريث عندما نجد بعض التعارض بين ما تحدثنا عنه العلوم وبين ما يحدثنا عنه الدين حتى تتبين لنا الحقيقة. والنظريات الحديثة التي تفسر نشأة الكون والسيطرة عليه بصورة تخالف ما جاء في الكتب السماوية، تعجز عن تفسير جميع الحقائق وتزج بنفسها في ظلمات اللبس والغموض، وانني شخصيا أؤمن بوجود الله وأعتقد في سيطرته على هذا الكون.",
            "page": "116",
            "part": "1",
            "seal": "F31E2EDC"
        },
        {
            "id": "114",
            "nass": "صحة الدين ¶ كتبه: مالكولم دنكان وينسر، الابن – طبيب باطني ¶ حاصل على درجة البكالوريوس في علم الحيوان من كلية هويتن – ودكتوراه في الطب من جامعة نورث وسترن. ¶ من الممكن ان تصاغ المشكلة التي تدور حول صحة الدين وسلامته صياغة عملية في السؤال الآتي: هل هنالك إله؟ وهل يهتم بالإنسان اهتماما شخصيا؟ انني أعتبر هذا السؤال على درجة كبيرة من الأهمية. ¶ وبرغم ان هنالك كثيرا من المسوغات الفلسفية لوجود إله لهذا الكون واتصافه بصفات خاصة، فان هنالك طريقتين أساسيتين من الوجهة العلمية لاثبات وجود إله. اما إحداهما فتقوم على استخدام العلوم الطبيعية، واما الاخرى فتعتمد على المراجع التاريخية. ¶ اما عن الطريقة الاولى، فان الارض والسماوات بسائر تعقيداتهما، والحياة في شتى صورها، وأخيرا الإنسان بكل قدراته العليا، كل هذا أشد تعقيدا من أن يتصور الإنسان انه حدث هكذا وحده أو بمحض المصادفة. فلابد اذن من عقل مسيطر، من إله خالق وراء كل ذلك، ولما كان الإنسان أسمى مما يحيط به من الكائنات المختلفة فلابد ان يكون قد حظي باهتمام خالقه، ولابد اذن ان يكون لهذا الخالق وجود ذاتي. ¶ اما بالنسبة للطريقة الثانية، فليس أمامنا الا ان نلجأ للكتب المقدسة التي هي في الواقع",
            "page": "117",
            "part": "1",
            "seal": "3FC88B5D"
        },
        {
            "id": "115",
            "nass": "مجموعات من الكتب والوثائق ظهرت في عصور مختلفة، يطلق على بعضها اسم (المخطوطات) دون ان يقترن هذا الاسم بصفة من الصفات، لكي يدل ذلك على انها تقف وحدها فوق مستوى سائر المخطوطات الأخرى، ويبلغ عدد المخطوطات بالذات ستا وستين. وقد كتبها عدد كبير من الكتاب في مدى اربعة عشر قرنا، ومع ذلك فهي جميعا تؤلف كتابا واحدا يدور حول محور واحد. وبرغم ان كتابة هذا الكتاب قد استغرقت 1400 سنة، واشترك فيه انتاجها كتاب عاشوا في بلدان متفرقة، ولم تتح الظروف لاي منهم ان يتعرف بالآخرين، فاننا نجد بينهم تجانسا في التفكير ووحدة واتفاقا في الغاية. ولقد حقق التاريخ ما جاءت به هذه الكتب إلى درجة عجيبة، مما يدل على صدقها، وها نحن اولاء نراها جميعا تؤكد من أول كلمة فيها إلى آخر سطر من سطورها، أن لخالق هذا الكون وجودا ذاتيا. ¶ فاذا نظرنا إلى العقائد التي يأخذ بها الأنسان، والى الأسباب التي تجعله يعتقد في صحتها، فاننا نجد ان كل ذلك يتحدد إلى درجة كبيرة بعاملين هما: ذكاء الإنسان والبيئة التي تحيط به وتؤثر عليه، ويمكننا ان نقسم هذه المعتقدات إلى قسمين: واقعية ونظرية. وللتأكد من صحة المعتقدات الواقعية لابد ان يكون الإنسان قد وصل اليها باستخدام الأسلوب العلمي في التفكير. ومن الواضح ان تحقيق هذه الشرط بالنسبة لجميع المعتقدات الواقعية التي يأخذ بها الإنسان في حياته يعد أمرا مستحيلا، ويرجع ذلك إلى كثرة هذه المعتقدات وتعقدها، ومع ذلك فان الانسان يتقبلها ويسلم بصحتها لسببين: أولهما: ان المجتمع الذي يعيش فيه والكتب التي يقرؤها تقر هذه الافكار وتقبلها، وثانيهما: انه يجدها صحيحة عند استخدامها أو تطبيقها في حياته اليومية. ¶ اما عن المعتقدات النظرية، فكثيرا ما تتجلى فائدتها للإنسان وتثبت صحتها وسلامتها عند ممارستها، ومع ذلك فانه لإسباب متعددة لا يمكن ان يسلم جميع الناس بصحتها، كما",
            "page": "118",
            "part": "1",
            "seal": "5CC057D1"
        },
        {
            "id": "116",
            "nass": "انه لا يمكن استخدام الطريقة العلمية لاثبات صحتها بسبب عدم القدرة على جمع الحقائق اللازمة لاستخدام هذه الطريقة في حالة هذه المعتقدات. ¶ وهكذا نرى ان الاعتقاد في وجود الله وجودا ذاتيا، يعد إلى حد بعيد من المعتقدات النظرية التي لا يمكن اختبارها على محك الاسلوب العلمي، ولذلك فان الناس ينقسمون فيما يتصل بهذا الامر إلى شيع، فنجد منهم المؤمن، ونجد منهم المنكر، كما نجد منهم الملحد. ¶ وميدان الطب من الميادين التي تعني بدراسة الانسان وتحليله ومعرفة الأسباب التي تجعله يسلك سلوكا معينا، وقد يكون في ذكر بعض المبادئ الطبية ما يلقي به بعض الضوء على عقيدة الإنسان في الخالق، فمن المعروف مثلا ان جميع الأمراض التي تصيب الانسان اما ان تكون عضوية أو نفسية، ومن المعروف كذلك ان الحالة النفسية للمريض وموقفه العقلي من هذا المرض يحددان إلى درجة كبيرة مدى تأثره بالمرض، ثم ان من المعروف ان تتغير الحالة النفسية أو النظرة العقلية يعد من الأمور المتعذرة، فالشخص السليم في عقله ونفسه، يبقى كذلك طيلة حياته، اما الشخص القلق المضطرب فلا يكاد يصلحه العلاج الا اصلاحا سطحيا، ولا يكاد المعالج ينتهي من حل مشكلة من مشكلاته حتى تبرز له اخرى غيرها. ¶ وها هو ذا المسيح عيسى عليه السلام يقول في نفس هذا المعنى: (درب الطفل على الطريق الذي تريده ان يسلكه، فلن يحيد عنه بعد ذلك) (¬1) . وقد ثبتت صحة هذا الرأي، اذ من الصعب حقا تغيير معتقدات الانسان أو طريقته في النظر للأمور. والفرد منا يتأثر في كل ذلك بطريقة تنشئته، بل انه كثيرا ما يكون ضحية لها. ¶ ¬_________ ¶ (¬1) - من أمثلة العرب في هذا الصدد: من شب على شيء شاب عليه.",
            "page": "119",
            "part": "1",
            "seal": "042775D1"
        },
        {
            "id": "117",
            "nass": "وكثير من الأطفال الذين ينشأون على الاخذ بمعتقدات معينة يبقون متمسكين بها طيلة حياتهم، فاذا نشأوا في مجتمع في مجتمع ملحد صاروا ملحدين، واذا نشأوا في مجتمع ديني بقوا مؤمنين وهكذا.. ¶ وقبول الانسان لبعض المعتقدات بسبب نشأته وتربيته لا يعد في ذاته دليلا على صحة هذه المعتقدات وذلك برغم شعوره بانها لابد ان تكون صحيحة، فالواقع اننا نتقبل كثيرا من المعتقدات قبولا يقوم على التسليم، ثم نتحيز لها بطريقة أو بأخرى. وبرغم اننا نستطيع ان نتجرد من أهوائنا وعواطفنا عند حل كثير من المشكلات التي تواجهنا في حياتنا، فاننا نعجز عن ان نتجرد من هذه العواطف عندما نحاول الاجابة على من يسألنا بقوله: (هل لهذا الكون إله؟) . ويرجع ذلك لما لهذا السؤال من آثار عميقة في نفوسنا تمتد آثارها إلى أيام طفولتنا. ونحن لا نستطيع ان نفر من ذلك، بل لعله لا ينبغي لنا ان نفر. ولما كان لهذا السؤال اهمية كبيرة بالنسبة لوجودنا، فلابد ان نجد له جواباً. ¶ وانا أعتقد شخصيا انه لا يمكن الإجابة على هذا السؤال الا بعد ان يخطو الانسان خطوة نحو الإيمان الروحي، وهو لا يمكن ان يقوم بهذه الخطوة الا بعد ان يصل (باستخدام عقله) إلى وجود إله وخالق لهذا الكون. وما ان يصل الانسان إلى ذلك حتى يثبت الله ايمانه به وينزل على قلبه السكينة. وقد يعد بعض الناس ذلك تحيزا مني أو تعصبا لفكرة من الأفكار، الا أنني اعتقد ان الإيمان بالله خبرة شخصية قبل كل شيء. ويستطيع الانسان ان يصل إلى فكرة وجود الله باستخدام عقله، وذكائه، ولكنه لا يستطيع ان يقيم البرهان على ذلك الا بالطرق غير المادية، فالايمان بالله هو أساس الاطمئنان إلى وجوده تعالى.",
            "page": "120",
            "part": "1",
            "seal": "FCEBF341"
        },
        {
            "id": "118",
            "nass": "وقد عرف الإيمان في (الكتب المقدسة) بانه (القوة التي تعين على استجابة الدعاء، وتجعل الإنسان يطمئن إلى الغيب) . وقد عرف سير وليام اوزلر، وهو الطبيب الكندي المشهور، الايمان بانه (القوة الدافعة (¬1) الكبرى التي لا نستطيع ان نزنها في الميزان أو نختبرها في الجفنة) . ولا يمكن ان يتم الاعتقاد في وجود الله بدون هذا الإيمان. ¶ ¬_________ ¶ (¬1) - من تعاريف القرآن للمؤمن من جاء في سورة الحجرات آية 15: (انما المؤمنون الذين آمنوا بالله ورسوله ثم لم يرتابوا وجاهدوا بأموالهم وأنفسهم في سبيل الله أولئك هم الصادقون) .",
            "page": "121",
            "part": "1",
            "seal": "38801C2D"
        },
        {
            "id": "119",
            "nass": "عجائب التربة ¶ كتبه: ديل سوارتزن دروبر ¶ إختصاصي فيزياء التربة - حاصل على درجة الدكتوراه من جامعة أبووا - أستاذ مساعد بجامعة كاليفورنيا - عضو جمعية علم التربة أمريكا - اخصائي في تركيب التربة وحركة الماء بها. ¶ عندما يسير سكان المدن بسيارتهم في الطرقات التي تخترق الريف والمزارع نجدهم يعجبون بالمحاصيل الزراعية، وهم يعلمون أنها تخرج من الأرض، ولكنهم قلما يعيرون التربة التي تبنتها جانباً من الاهتمام. وعلى نقيض ذلك يهتم الممتازون من الفلاحين والزراع بأنواع التربة وخواصها، ولو أننا لا نتوقع من الغالبية منهم أن يقوموا بدارسة علمية لمادة التربة التي يتوقف عليها كسبهم ومستوى معيشتهم. ¶ والتربة عالم يفيض بالعجائب، ولكنها عجائب لا يستطيع أن يصل إلى كنهها أو يكشف أمرها إلا العلوم والدراسة العلمية، ولذلك فإنني أحب أن أشير هنا إلى خواص التربة بإيجاز. وقد لا يستطيع القارئ أن يتابعني بسهولة عند سرد بعض النواحي والمصطلحات الفنية، إلا أنني واثق من أنه سوف يتفق معي في أن عالم التربة مليء بالعجائب كما أنه سوف تروعه تلك العلاقات المتشابهة العديدة التي لا يمكن أن تكون قد تمت إلا عن تصميم وإبداع، ولا شك أن ذلك سوف يقود القارئ إلى التفكير في المبدع الأعظم. فلننظر إلى التربة لكي نرى كيف تنتج من عوامل التعرية، وقد قسمت نواتج هذه العوامل إلى أقسام: فهنالك الطبقة المتخلفة السفلى تعلوها الكتل المتخلفة ثم فوق ذلك طبقة",
            "page": "122",
            "part": "1",
            "seal": "16AC573C"
        },
        {
            "id": "120",
            "nass": "التربة. وجميع الطبقات تنتج من عملية التفتيت والتكسير التي تسببها عوامل التعرية. وللتربة أهمية خاصة بالنسبة لنا لأنها مصدر المواد الغذائية الهامة التي يحصل عليها النبات في انثناء نموه، كما أنها ضرورية لتثبيت النباتات الأرضية فوق سطح الأرض. ¶ فعندما تتعرض الصخور النارية لعوامل التفتت تزول عنها تدريجياً القواعد القابلة للذوبان في الماء مثل الكلسيوم والماجنيزيوم والبوتاسيوم، وتتبقى أكاسيد السليكون والألومونيوم والحديد مكونة الغلبية الكبرى من التربة، ولا يحب هذه العملية انخفاض كبير في المنسوب الفسفوري، بينما يترتب عليها عادة ارتفاع في نسبة النيتروجين. ¶ ويؤدي تحلل عناصر السليكات الأصلية بتأثير عوامل التفتت هذه إلى تكون الصلصال، ويشتمل الصلصال في المناطق المعتدلة والباردة على نسبة كبيرة من السليكات غير المتبلورة وعلى كميات ضئيلة من غير السليكات، أما في المناطق الاستوائية فترتفع في الصلصال نسبة الأكاسيد الطليقة والأكاسيد المائية والألمنيوم. ¶ ومن الخواص الهامة للصلصال قدرته على تبادل الأيونات الموجبة (الكتيونات) ، إذ تمكنه هذه الخاصية من الاحتفاظ بالقواعد القابلة للذوبان واللازمة لنمو النبات ويؤدي ذلك إلى عدم انخفاض نسبة هذه المواد بالتربة انخفاضاً كبيراً أو انعداماً كلياً، ومن ذلك نرى أن عمليات التفتت تؤدي من جهة إلى فقدان بعض المواد القاعدية القابلة للذوبان، ولكنها تقدم في نفس الوقت طريقة أخرى للمحافظة على هذه المواد. ¶ ولا يتسع المقام لتناول العناصر الغذائية الأخرى اللازمة لحياة النبات فلننظر إذن إلى مشكلة أخرى وهي كيف هيا المدبر الأعظم الظروف المناسبة لنمو النباتات في الأحقاب الجيولوجية القديمة، وعلم على استمرار حياتها وبقائها. فإذا سلمنا بأن هذه النباتات القديمة كان لها نفس الاحتياجات الغذائية مثل النباتات الحالية، فلابد ان تكون القواعد القابلة",
            "page": "123",
            "part": "1",
            "seal": "4F956FA4"
        },
        {
            "id": "121",
            "nass": "للذوبان وكذلك المواد الفسفورية قد وجدت بكميات أكبر مما توجد عليه الآن. أما بالنسبة للنيتروجين فإن الوضع يختلف، فالنباتات تحتاج إلى قدر كبير من المواد النيتروجينية، ومع ذلك فإن قدرة التربة القديمة على الاحتفاظ بهذه المواد كانت ضعيفة. فكيف كانت النباتات الأولى تحصل إذن على حاجاتها من النيتروجين؟ ¶ هنالك شواهد تدل على أن الصخور النارية التي لم تتأثر بعوامل التفتت تحتوي على قدرة من النتروجين النشادري. ومن الممكن أن تكون النباتات الأولى قد استفادت من هذا المصدر. ولكن هنالك مصادر أخرى غير ذلك، هنالك البرق مثلاً، وقد يظن كثير من الناس ان البرق ليس اكثر من وسيلة من وسائل التدمير، ولكن التفريغ الكهربائي الناتج عن البرق يؤدي إلى تكوين أكاسيد النيتروجين التي يهبط بها المطر أو الثلج إلى التربة ويستفيد منها النبات. وتقدر كمية النيتروجين التي تحصل عليها التربة بهذه الطريقة في صورة نيترات بما يقرب من خمسة أرطال للفدان الواحد سنوياً، وهو ما يعادل ثلاثين رطلاً من نترات الصوديوم، وهذه كمية تكفي لبدء نمو النباتات. ¶ ويلاحظ أن كمية النيتروجين الذي يثبته البرق تكون في المناطق الاستوائية أكثر منها في المناطق الرطبة، وهذه بدورها تزيد على الكمية التي تتكون في المناطق الصحراوية. ومن ذلك نرى أن النتروجين يوزع على المناطق الجغرافية المختلفة بصورة متفاوتة تبعاً لمدى احتياج كل منطقة منها لهذا العنصر الهام. فمن الذي دبر كل ذلك؟ إنه المدبر الأعظم. ¶ وعندما نتحدث عن المدبر الأعظم، هل من الممكن أن نستدل بما بين النباتات والتربة من علاقات متشابكة وتوافق عجيب متشابكة وتوافق عجيب على وجود تدبير وغرض واضح في الطبيعة؟ إننا لا نستطيع أن نجيب على هذا السؤال دون أن نتدبر مقتضياته بالنسبة لدائرة العلوم كلها.",
            "page": "124",
            "part": "1",
            "seal": "669234F8"
        },
        {
            "id": "122",
            "nass": "إن العلماء قد لا يستطيعون أن يتفقوا على تعريف واحد للطريقة العلمية، ولكنهم متفقون جميعاً على أن العلوم تستهدف كشف قوانين الطبيعة. ولابد للمشتغل بالعلوم أن يسلم أولاً بوجود هذه القوانين حتى لا يكون متناقضاً مع نفسه. وقد أصبح من المحال أن ينكر أحد وجود هذه القوانين بعد اكتشف الإنسان الكثير منها في ضمن ميادين البحث ومن الطبيعي أن يتساءل الإنسان بعد كل ذلك: لماذا وجدت هذه القوانين؟ ولماذا قامت بين الأشياء المختلفة، ومن بينها التربة والنبات، تلك العلاقات العديدة التي تتسم بذلك التوافق الرائع بين القوانين مما يؤدي إلى تحقيق النفع والفائدة؟ ¶ إننا نعترف بأننا – وقد وصلنا إلى هذا الحد من التفكير - قد اقتربنا من الحد الفاصل بين العلوم والفلسفة. فكيف نفسر كل ذلك النظام والإبداع الذي يسود هذا الكون؟ هنالك حلان: فاما أن يكون هذا النظام قد حدث بمحض المصادفة، وهو مالا يتفق مع المنطق أو الخبرة، ومالا يتفق في الوقت نفسه مع قوانين الديناميكا الحرارية التي يأخذ بها الحديثون من رجال العلوم. وإما أن يكون هذا النظام قد وضع بعد تفكير وتدبر، وهو الرأي الذي يقبله العقل والمنطق. وهكذا نرى أن العلاقة بين النبات والتربة تشير إلى حكمة الخالق وتدل على بديع تدبيره. ¶ وأنا واثق أن الأخذ بهذا الرأي سوف يثير انتقاد المعارضين لهذا الاتجاه ممن لا يؤمنون بوجود الحكمة أو الغرض وراء ظواهر الطبيعة وقوانينها، ومعظم هولاء ممن يأخذون بالتفسيرات الميكانيكية ويظنون أن النظريات التي يصلون إليها في تفسير ظواهر الكون تمثل الحقيقة بعينها ولكن هنالك من المسوغات ما يدعوا إلى الاعتقاد أن ما وصلنا إليه من التفسيرات والنظريات العلمية ليس إلا تفسيرات مؤقتة، وليست لها صفة الإطلاق أو الثبات، فإذا ما سلمنا بهذا الرأي تضاءل خطر المعارضين في غرضية الكون أو وجود",
            "page": "125",
            "part": "1",
            "seal": "51AB7FFE"
        },
        {
            "id": "123",
            "nass": "غاية منه، فمما لاشك فيه أن هنالك حكمة وتصميماً وراء كل شيء سواء في السماء التي فوقنا أو الأرض التي من تحتنا. إن إنكار وجود المصمم والمبدع الأعظم يشبه في تجافيه مع العقل والمنطق ما يحدث عندما يبصر الإنسان حقلاً يموج بنباتات القمح الصفراء الجميلة ثم ينكر في نفس الوقت وجود الفلاح الذي زرع والذي يسكن في البيت الذي يقوم بجوار الحقل.",
            "page": "126",
            "part": "1",
            "seal": "4B40CE84"
        },
        {
            "id": "124",
            "nass": "التربة والنبات ¶ كتبه: لسترجون زمرمان ¶ أخصائي التربة وفسيولوجيا النبات ¶ حاصل على دكتوراه من جامعة بوردو – أخصائي المحافظة على التربة بالولايات المتحدة – استاذ الزراعة والرياضيات بكلية غوشن – عضو الجمعية العلمية لدراسة التربة بأمريكا. ¶ إننا جميعا نتحول إلى فلاسفة في بعض الأحيان. ¶ فقد نسير بجوار حقل من القمح ونشاهد الحدائق وسيارات النقل تفيض بما تحمله من الخضر المتنوعة، ونرى الفاكهة الناضجة والأعناب اليانعة ونعجب بجمال الخريف في الغابات وألوانه التي تشبه السنة اللهب، ثم لا نلبث ان نسأل أنفسنا: (من أين جاء كل هذا؟) . ¶ لقد كان عيسى خبيرا وحكيما فيما رمى اليه، فلقد ذكر في لغة سهلة واضحة احدى حقائق الطبيعة وعجائبها، وهي ان حبة القمح لابد ان تتعرض للموت قبل ان تبزغ منها الحياة. ¶ ولكن لابد ان يكون هنالك ماء حتى تقوم الحياة، ولابد ان يكون هنالك مصدر للمواد الغذائية التي يحتاج اليها النبات. والعناصر والمركبات الكيماوية هي المواد الخام الميتة التي تمتصها النبات فتحولها داخل أجسامها إلى مواد غذائية. وكذلك لابد ان يكون هنالك ضوء أو طاقة لكي تمتد النبات بالقوة اللازمة للنمو.",
            "page": "127",
            "part": "1",
            "seal": "0859C792"
        },
        {
            "id": "125",
            "nass": "فالحياة تحتاج إلى الماء لكي تعيش، وكام قال بارسون: ان الماء هو دم الحياة أو اكسيرها الذي يجري في الارض. فمعظم العمليات الكيماوية اللازمة للحياة والنمو تحتاج إلى الماء أو تؤدي إلى تكوين الماء. والماء يذيب كثيرا من المواد فيهيئ بذلك السبيل لحدوث التفاعلات الكيماوية الضرورية داخل النبات، وهو متوافر في معظم الأماكن، ودورته التي تمتد به الارض وما عليها من الكائنات دورة مستمرة أبد الدهر لا تنتهي ولا تنقطع. ¶ وتتكون جميع المواد من عناصر كيماوية. ومصدر العناصر الأساسية لنمو النبات هو التربة والهواء. فمن أين جاءت التربة؟ وكيف تحتفظ بما تحتاج اليه النباتات من المواد الغذائية؟ ¶ ان التربة الخصيبة تتكون من مواد معدنية، ولكن بها فوق ذلك بعض المواد العضوية التي ترجع في أصلها إلى أجسام الحيوانات والنباتات الأخرى وتتعرض هذه المادة العضوية لعمليات التحلل، ومع ذلك ففي أثناء هذه العمليات تنبثق حياة كثير من النباتات والحيوانات. وبفضل هذه العناصر مجتمعة مع الهواء والماء تستمر العمليات الحيوية داخل اجسام الكائنات الحية. وتعتبر التربة التي لا تحتوي الا على المواد الصخرية والمعدنية المتحللة تربة مجدبة لا يمكن ان تكون مهدا لنمو النباتات. اما التربة المنتجة الخصيبة فهي تربة حية يعيش بها عدد لا يحصى من الكائنات الدقيقة من حيوان ونبات. وقد تصل نسبة الكائنات الحية التي تعيش بهذه التربة الخصيبة إلى ما يقرب من 20 % من المادة العضوية التي بها. وقد يصل عدد هذه الكائنات الحية إلى بضعة بلايين في الغرام الواحد من التربة. وعلى ذلك فان التربة تتكون من تأثير العوامل الجوية على الجزيء الصلب من سطح الأرض بالاضافة إلى ما يعيش فيها من الكائنات الحية ومنتجاتها على طول الزمان. ¶ ولكن كيف ومتى بدأت هذه العمليات؟ فلا يكفي ان يكون هنالك ضوء ومواد كيماوية وماء وهواء لكي ينمو النبات. ان هنالك قوة داخل البذرة تنبثق في الظروف",
            "page": "128",
            "part": "1",
            "seal": "1CCFF7E4"
        },
        {
            "id": "126",
            "nass": "المناسبة فتؤدي إلى قيام كثير من التفاعلات المتشابكة المعقدة والتي تعمل معا في توافق عجيب. والبذرة التي بدأت من اتحاد خليتين مجهريتين تتألف كل منهما من عدد كبير من العناصر والعمليات، تكون فردا جديدا يشق طريقه في الحياة ويكون مشابها للنبات الذي انتجه، بحيث لا تنتح حبة القمح الا قمحا، ولا بذرة البلوط الا شجرة البلوط. ورغم ما بين أ، واع النبات من تشابه تجد لكل صفاته وخواصه المميزة، والحق انهه النظام الرائع، والجمال الذي ليس له مثيل ولا حدود، والتوافق الغريب، كل هذا هو مجمل ما يراه الانسان أينما اتجه في عالم النبات العجيب. ¶ وهنالك أيضا الفرصة السانحة للتغيير والتبديل، فحبة الذرة المنغلة التي نحصل عليها اليوم قد نتجت عن أسلاف لها سابقة تختلف عنها في كثير من صفاتها اختلافا كبيرا. وقد صار من الممكن اختيار البذور وتربية النباتات بطرق معينة لكي نحصل منها على نباتات قصيرة أو طويلة تختلف في أشكالها وألوانها وما تدره من محصول، بل أمكن التحكم في الفترة التي يقضيها النبات في التربة لكي يكون اكثر تمشيا مع طول الفصل الذي يلائمه، كما تصول الانسان إلى انتاج انواع جديدة تقاوم الامراض وتمتاز بوفرة محصولها وسائر صفاتها الاخرى حتى تفي بحاجاتنا وأغراضنا المختلفة. ¶ وبينما تختلف النباتات الراقية اختلافات فردية بعضها عن بعض، نجد لها بعض الصفات العامة التي تشترك فيها جميعا، فكلها مثلا تقوم بعملية التمثيل الضوئي الذي ينتج فيه النبات المواد الغذائية من ثاني اوكسيد الكربون والماء في وجود الضوء، وهنالك التشابه في تركيب البذور والسيقان والأوراق والأزهار وما يؤديه كل من منها من الوظائف المتماثلة في النباتات المختلفة. وهنالك الاستجابة الموحدة للمؤثرات الخارجية، فكلها تلتحي نحو الضوء وتموت عندما تحرم من الضوء أو الأوكسجين، إلى غير ذلك من الصفات العديدة التي تشترك فيها جميع النباتات.",
            "page": "129",
            "part": "1",
            "seal": "DAD648D9"
        },
        {
            "id": "127",
            "nass": "فمن الذي قدر وأوجد تلك القوانين العديدة التي تتحكم في وراثة الصفات وفي نمو النبات؟ وسوف يقودنا هذا السؤال إلى سؤال آخر وأشد تعقيدا واكبر عمقا، وهو من اين جاءت النباتات الأولى؟ أو بعبارة اخرى كيف خلق النبات الأول؟ ونحن لا نستطيع ان نصل بعقلنا الطبيعي ومنطقنا السليم إلى ان هذه الاشياء قد أنشأت نفسها بنفسها أو نشأت هكذا بمحض المصادفة، ولابد لنا من البحث عن خالق مبدع، ويعتبر التسليم بوجود الخالق أمرا بديهيا تفرضه عقولنا علينا. ¶ والان لنعد إلى سؤالنا الاصلي: من الذي خلق النباتات الأولى؟ وللإجابة عن هذه السؤال دعني أسجل هنا ما جاء في كتاب كتب منذ ما يزيد عن ثلاثة آلاف من السنين وتناول حوادث وقعت منذ أربعة آلاف سنة على الأقل. ذلك هو سفر أيوب، حيث جاء في الفصل الثامن والثلاثين منه ما يأتي: ¶ (اين كنت حين أسست الأرض.. ترنمت كواكب الصبح معا وهتف جميع بني ألله.. ومن حجز البحر بمصاريع حين اندفق فخرج من الرحم. اذ جعلت السحاب لباسه والضباب قماطه، وجزمت عليه حدي وأقمت له مغاليق ومصاريع، وقلت إلى هنا تأتي ولا تتعدى وهنا تتخم كبرياء لججك.. في اي طريق يتوزع النور وتتفرق الشرقية على الأرض: من فرع للهطل وطريقا للصواعق ليمطر على أرض حيث لا انسان. على قفر لا احد فيه. ليروي البلقع والخلاء وينبت مخرج العشب.. هل تربط أنت عقد الثريا أو تفك ربط الجبار. أتخرج المنازل في أوقاتها وتهدي النعش مع بناته. هل عرفت سنن السموات أو جعلت تسلطها على الأرض.. من يهيئ للغراب صيده اذ تنعب فراخه إلى الله) (¬1) . ¶ ¬_________ ¶ (¬1) - ويقول القرآن في معنى مشابه: (أمن يبدأ الخلق ثم يعيده ومن يرزقكم من السماء والأرض أإله مع الله قل هاتوا برهانكم ان كنتم صادقين) سورة النمل، آية: 64.",
            "page": "130",
            "part": "1",
            "seal": "BBBD9323"
        },
        {
            "id": "128",
            "nass": "ان الاجابة التي يقدمها ذلك السفر عن كل هذه الأسئلة التي تدور حول نشأة الكون وصيانته، وهي نفس الاجابة التي أقدمها انا ايضا. لقد نشأ كل شيء بقدرته سبحانه وتعالى. وهو الذي قدر لكل شيء طريقه ثم هدى. ¶ وكلما ازددت دراسة وتعمقا في دراسة طبيعة التربة والنباتات، ازداد ايماني بالله وسجدت له إعجاباً وتقديساً.",
            "page": "131",
            "part": "1",
            "seal": "71E9D83A"
        },
        {
            "id": "129",
            "nass": "الإنسان ذاته هو الدليل ¶ كتبه: روبرت هورتون كاميرون ¶ أخصائي في الرياضيات ¶ حاصل على درجة الدكتوراه من جامعة كورنل – باحث في جامعة برنستون، وفي معهد برنستون للدراسات العليا – عضو بهيئة تدريس المعهد الصناعي في ماساشوستس – استاذ في الرياضة بجامعة منيسوتا لمدة 20 سنة – حائز على جائزة الرابطة الرياضية في أمريكا - متخصص في التحليل الرياضي والقياس. ¶ ان السؤال الذي يوجهه إلى ناشر هذا الكتاب، يعد في ذاته دليلا على وجود الله: (هل هنالك إله؟) سؤال ينطوي على الفكر أو التفكير؟ وأنا لا أستطيع ان أفكر في هذه القدرة دون ان أسلم بموجد لها. ¶ فأنا لست جهازا آليا، وتفكيري يذهب إلى أبعد ما يمكن ان يذهب اليه عقل من العقول الآلية، فالعقل الآلي الحديث وظيفته تطبيق قاعدة معينة أو ايجاد علاقة معينة تبعا لأصول محددة مرسومة، اما عملية التفكير فتختلف عن ذلك اختلافا بينا، فهي تستطيع ان تتقيد بالقواعد، كما تستطيع ان تتغافلها، ان التفكير يتضمن استخدام المنطق والقدرة على الحكم، كما يتضمن تذوق الجمال والاستمتاع بالموسيقى والمرح وتقدير الفكاهات والطرائف. ¶ ان المنطق يستطيع ان يقرر صحة أحد البراهين أو خطأها. ولكن الفكر هو الذي يبدأ المناقشة في أمر هذه البراهين ويوجهها، وهو الذي يستطيع ان يخترع النظريات الرياضية الجديدة ويقيم الدليل على صحتها، والفكر يتضمن القدرة على تحليل النفس ونقدها ومن",
            "page": "132",
            "part": "1",
            "seal": "750D82D8"
        },
        {
            "id": "130",
            "nass": "الممكن تصميم آلة تلعب الشطرنج، ولكن هذه الآلة لن تستطيع ان تسعد بما تحققه من النجاح، أو تشمت في خسارة اللاعب الآخر أو تحزن على ما وقعت فيه من الأخطاء. ¶ فالفكر يتضمن اكثر مما تستطيع الآلة والقواعد الآلية ان تحققه. وانني أعتبر ان تفسير السلوك الانساني تفسيرا آليا لا يستند إلى أساس لانني أستطيع ان أفكر. ¶ وأنا أعتقد أيضاً بوجود الله بسبب ما زودني به من الانفعالات، ولكن هل اضعفت حجتي بهذا القول؟ هل اعترفت بان ايماني لا يقوم على المنطق وأنني أؤمن لانني اخشى الا أكون مؤمنا؟ كلا فطبيعتنا الانفعالية دليل على حكمة الله وتدبيره، والا فكيف تكون حياة الانسان بغير هذه الانفعالات؟ وكم يمكن ان يعمر الانسان على سطح الارض بغير الدافع الجنسي وما يتصل به من الانفعالات؟ ولماذا تنخفض نسبة وفيات الأطفال عندما يزداد حب آبائهم لهم؟ ¶ انني اعتقد بوجود الله لانه وهبني التمييز الأخلاقي، فالجنس البشري لديه احساس فطري بما هو خطأ وما هو صواب. وكما يقول لويس في كتابه (قضية المسيحية) : (قد تختلف أفكارنا ومع ذلك فأننا جميعا ندافع عن حقوقنا وننشد العدل) . ¶ ان اعتقادي في الله يقوم أيضا على حرية الإرادة وذكائها – الإرادة الإنسانية التي وصفت بانها العملية الشعورية الكاملة التي تقود الإنسان إلى اتخاذ قرار معين – الإرادة التي هي احد الأقسام الكبرى التي يقسم علماء النفس قوى العقل اليها، (القوتان الأخريان هما الإدراك والشعور) ، فانا عندما أرغب أو أريد شيئا معينا يتخذ عقلي قرارا به، وارادتي هي التي تنفذه. ¶ ويختلف الانسان في جميع هذه الصفات والمزايا عن سائر الكائنات الأرضية الأخرى،",
            "page": "133",
            "part": "1",
            "seal": "F62C3D8D"
        },
        {
            "id": "131",
            "nass": "فهو خليفة الخالق على الأرض، ولعل هذا هو عين ما يعنيه القديس بول بقوله: (ان للإنسان نشأة مقدسة) . ¶ ويتفق ما وصلت اليه العلوم حول وجود الله مع ما جاء في الكتب السماوية من ان الانسان يحصل على العلم بطريقين: البصر والبصيرة. اما البصر فهو ما نتعلمه في حياتنا، وما نكتسبه عن طريق حواسنا من الخبرة بأمور الحياة، وأما البصيرة فهي ذلك النور الذي يفرغه الله في قلوبنا فيكشف لنا به ما لم نعلم (¬1) . وكذلك الحال فيما يتصل بالايمان بوجود الله، اذ لابد ان يقوم أولا على البصر وملاحظة ظواهر كتلك التي أشرنا اليها سابقا، ثم نلتجئ بعد ذلك إلى الله لكي يكمل ايماننا ويدعمه. ¶ ان رجال العلوم يعتمدون على التجربة، وأنا مقتنع بوجود الله اعتقاداً يستند إلى أدلة تجريبية، ولكنها تجارب شخصية صرف، ومع ذلك فهي أقوى لدي من كل دليل، وأشد إقناعا لي من أي برهان رياضي. لقد لمست هذا الدليل في نفسي منذ اثنتين وثلاثين سنة عندما كنت بحجرتي في القسم الداخلي بجامعة كورنل يوم جاءني البرهان وأغدق الله على قلبي نور الإيمان. لقد أصبح الله لدي أكبر من كل ما سواه حتى انني أرضى ان افقد كل شيء في هذا الوجود، ولا أرتد إلى حالتي السابقة. ¶ لقد كان هو سبحانه صاحب الفضل في هذا البرهان، فهو الذي أنزله على قلبي وجعلني اعتقد في وجوده. ¶ ¬_________ ¶ (¬1) - (يؤتي الحكمة من يشاء ومن يؤت الحكمة فقد أوتي خيرا كثيرا وما يذكر الا أولو الألباب) سورة البقرة، آية: 269.",
            "page": "134",
            "part": "1",
            "seal": "48537234"
        },
        {
            "id": "132",
            "nass": "التوافق بين العلوم ¶ كتبه: واين أولت ¶ مختص في الكيمياء الجيولوجية ¶ حاصل على درجة الدكتوراه من جامعة كولومبيا – زميل بحوث بالمعمل الكيماوي الجيولوجي بنيويورك – عضو الجمعية الجيولوجية الأمريكية. ¶ لا يستطيع كثير من الناس ان يعتقدوا بوجود الله دون ان يؤثر ذلك في مجرى حياتهم، فالاعتقاد في وجود الله يؤثر في علاقتهم بزملائهم ويغير من نظرتهم نحو الحياة، ومن أفكارهم عن الأغراض والدوافع التي وراء هذا العالم المادي. ¶ وقيام العقيدة بوجود الله على أساس علمي يقتضي ان يكون الإنسان قد وصل إلى فكرة وجود الله على أساس الطريقة العلمية التي تعتمد على الملاحظة وفرض الفروض واختبارها حتى يصل الانسان إلى النتيجة التي يطمئن اليها. ولكنه لا يقوم على هذه الطريقة قياما مباشرا، لان الله كما نعرفه ليس مادة أو طاقة، كما انه ليس محدودا حتى نستطيع ان نخضعه لحكم التجربة والعقل المحدود. بل على نقيض ذلك نجد التصديق بوجود الله يقوم على أساس الإيمان، ولو أنه ايمان يستمد تأييدا علميا من الدلائل غير المباشرة التي تشير إلى وجود (سبب أول) ، والى (دافع مستمر منذ القدم) . ¶ وليس الايمان بالشيء الغريب عن الانسان في اي ميدان من ميادين المعرفة البشرية. ولابد من ممارسة الايمان وبخاصة بالنسبة للمشتغلين بالعلوم الطبيعية، فالحياة لا تتسع، والظروف لا تسمح لكي يقوم الانسان بنفسه باجراء كل تجربة لنفسه. ان الإنسان يقوم",
            "page": "135",
            "part": "1",
            "seal": "38830296"
        },
        {
            "id": "133",
            "nass": "عادة بإجراء عدد محدود من التجارب البسيطة التي تكفي لكي تهيئ له قدرا مناسبا من الفهم والاحاطة بالظواهر الأساسية على ان يسلم تسليما بما قام به رجال العلوم الذين سبقوه من أعمال وما وصلوا اليه من نتائج، ومعنى ذلك انا نكتسب معلوماتنا من التاريخ المكتوب للتجارب السابقة، فمن ذلك مثلا ان عدد من قاموا بتحديد سرعة الضوء يعد قليلا جدا، ومع ذلك فان كل الناس يسلمون بسرعته المعروفة، ولا يساورهم شك في أمرها، وبمثل ذلك يسلم العلماء بصحة بعض الفروض المقبولة والتي ليس هنالك سبيل إلى إدراكها إدراكا حسيا، فليس هنالك من يستطيع ان يدعي انه رأى البروتون أو الإلكترون، ولكن الناس يلمسون آثارها. وكذلك الحال فيما يتصل بتركيب الذرة، وبالصورة التي رسمها لها بور Bohr، وهي صورة مبسطة تعيننا على ادراك سلوك الذرى وخواصها، وكذلك الحال فيما يتعلق بتركيب الأجرام السماوية البعيدة وما يفصلها من مسافات شاسعة مما لا نستطيع ان نخضعه لتجاربنا، أو نقيم الأدلة المباشرة على صحة نظرياتنا وفروضنا حوله. فمن الواضح اذن ان كثيرا من المعلومات التي يحتاج اليها الانسان في حياته ويسلم بصحتها، لابد ان يتقبلها ويؤمن بها إيمانا يقوم على التسليم بصحتها، وليس معنى ذلك انه ايمان اعمى، فهو ايمان يسمح بأن يوضع على محك الاختبار في شتى مواضعه فيزداد بذلك قوة وتدعيما. ¶ ويستطيع الانسان ان يمارس مثل هذا الايمان فيما يتصل بفكرة وجود الله، فقد أنزل الله على بعض رسله في العصور السابقة كتبا مسجلة تنطق بالبينات وتؤكد فكرة وجود تعالى، وتوضح علاقة الانسان به. وتصف هذه الكتب حالات الانسان وحاجاته، وتوضح له الطريق الذي يمكن ان يسلكه لكي يطهر نفسه ويزكيها. وقد جاءت هذه الكتب في ظروف معروفة من الزمان والمكان بحيث يمكن التحقق منها تحققا تاريخياً وجغرافياً. ¶ وهذه الكتب فريدة في نوعها في كثير من الوجوه، وهي تسمح للانسان بتدبيرها",
            "page": "136",
            "part": "1",
            "seal": "39E427B2"
        },
        {
            "id": "134",
            "nass": "وتمحصيها حتى يثق بصحة ما جاءت به في كثير من المواطن (¬1) . وقد تحقق كثير من نبوءتها بكل دقة بعد قرون عديدة، ولم يثبت خطؤها في اي أمر تاريخي أو جغرافي. حقيقة ان هنالك بعض المواطن التي لم يحط بها علمنا بعد، جعلت تلك الكتب تتعرض لبعض النقد الهدام، ولكنه نقد يتناسب مع عظم رسالتها وخطورتها. ولو أننا حللنا ذلك النقد، لا تضح لنا ان معظمه يرجع إلى نقص في معلوماتنا أو عجزنا عن الإحاطة ببعض الأمور والأسرار الكونية. ¶ وكما ان الايمان بمعناه الواسع، يعتبر امرا ضروريا وجزءا طبيعيا بالنسبة لوجود الإنسان، فان الايمان بالله يعد كذلك لازما لاكتمال وجود الانسان وتمام فلسفته في الحياة، وبرغم ان بعض ميادين الخبرة الانسانية غير مادي، فانها ميادين حقيقية لا شك في امرها، ويترتب عليها نتائج هامة في حياة الانسان، وقد لمس مئات الآلاف من الرجال الأذكياء ذوي الشخصيات السليمة المتزنة نتائج الاتصال بالله والاخلاص في عبادته، لمسوا هذه النتائج في أنفسهم. وكان ايمانهم بالله سببا في قضاء حاجاتهم النفسية والانفعالية والروحية بطرق لا تستطيع ان تحيط بكنهها عقولهم، بل عقول البشر جميعا. ¶ ويسلم كثير من الناس تسليما منطقيا بوجود الغاية أو الحكمة من وراء الظواهر الطبيعية. ولا شكل ان اعتقا وجود اله خالق لكل الاشياء يعطينا تفسيرا بسيطا سليما واضحا عن النشأة والابداع والغرض أو الحكمة، ويساعدنا على تفسير جميع ما يحدث من الظواهر، اما النظريات التي ترمي إلى تفسير الكون تفسيرا آليا فانها تعجز عن تفسير كيف بدأ الكون، ثم ترجع ما حدث من الظواهر التالية للنشأة الاولى إلى محض المصادفة، ¶ ¬_________ ¶ (¬1) - ومن أروع ما جاء في القرآن في هذه الصدد قوله تعالى: (أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا) سورة النساء، آية: 80.",
            "page": "137",
            "part": "1",
            "seal": "9E13EDC1"
        },
        {
            "id": "135",
            "nass": "فالمصادفة هنا فكرة يستعاض بها عن فكرة وجود الله بقصد إكمال الصورة والبعد بها عن التشويه. ولكن حتى بغض النظر عن الاعتبارات الدينية عامة، نجد ان فكرة وجود الله أقرب إلى العقل والمنطق من فكرة المصادفة ولا شك، بل ان ذلك النظام البديع الذي يسود هذا الكون يدل دلالة حتمية على وجود اله منظم وليس على وجود مصادفة عمياء تخبط خبط عشواء. ¶ ولقد رفض كثير من المشتغلين بالعلوم فكرة ما وراء الطبيعة أو ما فوقها، ومع ذلك فان كثيرا ممن رفضوا هذه الفكرة يتحدثون في الوقت ذاته عن الظواهر الطبيعية التي لا يعلمون عن كنهها شيئا. ون مجرد تسمية هذه الظواهر طبيعية يدل على انها ظواهر متكررة، ولكن ذلك لا يعتبر شرحا لهذه الظواهر، وعلى ذلك فان تسليم الانسان في وقت من الأوقات بحدوث بعض الظواهر سواء اكانت طبيعية ام من وراء الطبيعية يعتبر نوعا من التسليم أو الايمان بها. وقد نستطيع في ضوء خبرتنا العلمية ان نتقدم بالسؤال التالي: هل تم اختراع جهاز الرادار نتيجة للمصادفة ام عن طريق التصميم والاختراع؟ ثم هل تم تكوين جهاز الرادار الموجود بجسم الوطواط والذي لا يحتاج من الحيوان إلى انتباه ولا يتطلب منه اصلاحا، والذي يستطيع ان يورثه لذريته عبر الأجيال – نقول هذا تم كل ذلك – عن طريق المصادفة ام عن طريق التصميم والابداع؟ ان الخبرة العلمية للانسان تقوم على التصميم وعلى ادراك الأسباب، وعلى ذلك فان المشتغل بالعلوم هو أول من يجب عليه التسليم منطقيا بوجود عقل مبدع لا حدود لعلمه أو قدرته – موجود في كل مكان، يحيط مخلوقاته برعايته، سواء في ذلك الكون المتسع أو كل ذرة أو جزيئة من جزيئات هذا الكون اللانهائية في تفاصيلها الدقيقة. ¶ هنالك ظواهر اخرى عديدة غير التي أشرنا اليها، مما لا يمكن تفسيره أو ادراك معناه",
            "page": "138",
            "part": "1",
            "seal": "D14290BF"
        },
        {
            "id": "136",
            "nass": "الا اذا سلمنا بوجود الله، ومن ذلك مثلا هذا الفراغ اللانهائي، وما يسبح فيه من النجوم والكواكب التي لا يحصيها عد ولا حصر، ومن ذلك قابلية المادة للانقسام إلى جزيئات اساسية بالغة الصغر مهما كانت طبيعتها، ومن ذلك التشابه الذي نشاهده بين جميع الكائنات الحية التي نعرفها، مع اتصاف كل فرد، بل كل بنان، بل كل ورقة من أوراق الأشجار، وقطرة من قطرات الماء، بصفات خاصة تميزها عن غيرها. وهنالك ايضا تلك الهوة العميقة التي تفضل بين الانسان وسائر الكائنات الأرضية الاخرى، وتجعله ممتازا عليها بعقله ومهارته اليدوية. ¶ لقد ذكرنا ان اعتقاد وجود الله لابد ان يقوم على الايمان، وبينا ان هذا الايمان ليس غريبا على الانسان، وان هنالك انواعا مختلفة من الايمان، ونود ان نؤكد هنا ان الايمان الذي نقصده هو الايمان البصير وليس الأعمى، اي الايمان الذي يقوم على العقل والتدبر. وقد آمن كثير من الناس بالله، فذاقوا حلاوة الايمان في أنفسهم وفي قلوبهم، بل في العالم المادي الذي تهتم العلوم بدراسته. ¶ ان التطلع نحو المعرفة والتساؤل عن كيفية حدوث الاشياء ومسبباتها، يعتبران من الصفات الهامة التي تتصف بها العقول البشرية الموهوبة، فاذا آمن المشتغل بخالق هذا الكون فان دراسته العلمية مهما كان اتجاهها سوف تزيده ايمانا بالله.",
            "page": "139",
            "part": "1",
            "seal": "C8A9D403"
        },
        {
            "id": "137",
            "nass": "الله والعلاج الطبي ¶ كتبه: بول ارنست ادولف ¶ طبيب وجراح ¶ حاصل على درجة الماجستير والدكتوراه في الطب من جامعة بنسلفانيا – عضو الإرسالية الطبية الصين – أستاذ مساعد التشريح بجامعة سانت جولس – عضو جمعية الجراحين الأمريكية – مؤلف عدة كتب في رسالة الطب. ¶ للاجابة عن السؤال الذي هو موضوع هذا الكتاب أحب ان اقول انني أؤمن بالله ايمانا راسخا لا ريب فيه، وليس ايماني به نتيجة خبرة روحية فحسب، ولكن اشتغالي بالطب قد دعم ذلك الايمان. ¶ لقد درست – عندما كنت أتعلم الطب – احد المبادئ المادية الأساسية التي تفسر ما يحدث من تغيرات داخل أنسجة عندما يصيبها عطب أو تلف، تفسيرا مادياً صرفاً، كما فحصت قطاعات مجهرية لهذه الأنسجة، وتبينت ان الظروف المناسبة تعينها على ان تلتئم بسرعة وتتقدم نحو الشفاء. وعندما اشتغلت جراحا في احد المستشفيات بعد ذلك، كنت استخدم المبدأ السابق استخداما يتسم بالثقة فيه والاطمئنان اليه، ولم يكن علي الا ان أهيئ الظروف المادية والطبية المناسبة، ثم أدع الجرح يلتئم وكلي ثقة بالنتيجة المرتقبة. ولكنني لم ألبث غير قليل حتى اكتشف انني قد فاتني ان أضمن علاجي وأفكاري الطبية اهم العناصر وأبعدها أثرا في اتمام الشفاء الا وهو الاستعانة بالله. ¶ وعندما كنت أعمل جراحا في احد المستشفيات، جاءتني ذات يوم جدة مريضة جاوزت السبعين تشكو من شدخ في عظام ردفها، وبعد ان وضعت فترة تحت العلاج أدركت من",
            "page": "140",
            "part": "1",
            "seal": "B245E139"
        },
        {
            "id": "138",
            "nass": "فحص سلسلة الصور التي أخذت لها على فترات تحت الاشعة انها تتقدم بسرعة نحو الشفاء. ولم تمض ايام قليلة حتى تقدمت اليها مهنئا بما تم لها من شفاء نادر عجيب. عندئذ استطاعت السيدة ان تتحرك فوق المقعد ذي العجلات، ثم سارت وحدها متوكئة على عصاها، وقررنا ان تخرج تلك السيدة في مدى اربع وعشرين ساعة وتذهب إلى بيتها، فلم يعد بها حاجة إلى البقاء في المستشفى. ¶ وكان صباح اليوم التالي هو الأحد، وقد عادتها ابنتها في زيارة الاحد المعتادة حيث اخبرتها انها تستطيع ان تأخذ والدتها في الصباح إلى المنزل لأنها تستطيع الان ان تسير متوكئة على عصاها. ¶ ولم تذكر لي ابنتها شيئا مما جال في خاطرها، ولكنها انتحت بأمها جانبا وأخبرتها انها قد قررت بالاتفاق مع زوجها ان يأخذا الام إلى احد ملاجئ العجزة لأنهما لا يستطيعان ان يأخذاها إلى المنزل. ولم تكد تنقضي بضع ساعات على ذلك حتى استدعيت على عجل لاسعاف السيدة العجوز. ويا لهول ما رأيت. لقد كانت المرأة تحتضر، ولم تمض ساعات قليلة حتى أسلمت الروح. انها لم تمت من كسر من عظام ردفها، ولكنها ماتت من انكسار في قلبها. لقد حاولت دون جدوى ان اقدم لها اقصى مايمكن من وسائل الاسعاف، وضاعت كل الجهود سدى. لقد شفيت من مرضها بسهولة ولكن قلبها الكسير لم يمكن شفاؤه برغم ما كانت قد تناولته في أثناء العلاج من الفيتامينات والعقاقير المقوية، وما تهيأ لها من أسباب الراحة، ومن الاحتياجات التي كانت تتخذ لتعينها على المرض وتعجل لها الشفاء. لقد التأمت عظامها المكسورة التئاما تاما، ومع ذلك فانها ماتت. لماذا؟ ان اهم عامل في شفائها لم يكن الفيتامينات ولا العقاقير ولا التئام العظام، ولكنه كان الأمل. وعندما ضاع الأمل تعذر الشفاء.",
            "page": "141",
            "part": "1",
            "seal": "431C16C3"
        },
        {
            "id": "139",
            "nass": "وأثرت هذه الحادثة في نفسي تأثيرا عميقا، وقلت في نفسي: لو ان هذه السيدة وضعت أملها في الله ما ضيعها وما انهارت ولما حدث لها ما حدث. وبرغم انني كنت أؤمن بالله خالق كل شيء بحكم اشتغالي بالعلوم الطبية، فانني كنت أفضل بين معلوماتي الطبية والمادية وبين اعتقادي في وجود الله كما لو لم تكن هنالك صلة بين هذين الأمرين. ¶ ولكن هل يوجد ما يدعو إلى هذا الانفصال بين هاتين الناحيتين؟ ها هي ذي السيدة العجوز التي تم لها الشفاء وسلامة الجسد فقدت روحها ونظرة التفاؤل إلى الحياة. لقد عقدت كل آمالها حول ابنتها الوحيدة، وعندما خلت بها ابنتها انهارت آمالها فواجهت الموت بدلا من أن تواجه الحياة. ولقد صدق عيسى عند ما قال: (كيف ينتفع الانسان بهذه الدنيا اذا ملكها كلها وفقد روحه) . ¶ لقد أيقنت ان العلاج الحقيقي لابد ان يشمل الروح والجسم معا، وفي وقت واحد، وأدركت ان من واجبي ان اطبق معلوماتي الطبية والجراحية إلى جانب ايماني بالله وعلمي به، ولقد أقمت كلتا الناحيتين على أساس قويم. بهذه الطريقة وحدها استطعت ان اقدم لمرضاي العلاج الكامل الذي يحتاجون اليه. ولقد وجدت بعد تدبر عميق ان معلوماتي الطبية وعقيدتي في الله هم الأساس الذي ينبغي ان تقوم عليه الفلسفة الطبية الحديثة. ¶ والواقع ان النتيجة التي وصلت اليها تتفق كل الاتفاق مع النظرية الطبية الحديثة عن أهمية العنصر السيكولوجي في العلاج الحديث، فقد دلت الاحصائيات الدقيقة على ان 80% من المرضى بشتى انواع الأمراض في جميع المدن الأمريكية الكبرى ترجع أمراضهم إلى حد كبير إلى مسببات نفسيه، ونصف هذه النسبة من الاشخاص الذين ليس لديهم مرض عضوي في أية صورة من الصور. وليس معنى ذلك ان هذه الامراض مجرد أوهام خيالية، فهي أمراض حقيقية، وليست أسبابها خالية ولكنها موجودة فعلا ويمكن الوصول اليها عندما يستخدم الطبيب المعالج بصيرته بها.",
            "page": "142",
            "part": "1",
            "seal": "19625720"
        },
        {
            "id": "140",
            "nass": "فما هي الاسباب الرئيسية لما نسميه الأمراض العصبية؟ ان من الأسباب الرئيسية لهذه الأمراض الشعور بالأثم أو الخطيئة، والحقد والخوف والقلق والكبت والتردد والشك والغيرة والأثرة والسأم. ومما يؤسف له ان كثيرا من يشتغلون بالعلاج النفسي قد ينجحون في تقصي أسباب الاضطراب النفسي الذي يسبب المرض، ولكنهم يفشلون في معالجة هذه الاضطرابات لانهم لا يلجأون إلى بث الايمان بالله في نفوس هؤلاء المرضى. ¶ ونحت فوق ذلك ان نتساءل عن هذه الاضطرابات الانفعالية والعوامل التي تسبب تلك الأمراض، انها هي ذاتها الاضطرابات التي جاءت الاديان لكي تعمل على تحريرنا منها. فلقد أدرك الله بقدرته وحكمته حاجاتنا النفسية ودبر لها العلاج الكامل. ولقد وصف الاخصائيون النفسيون القفل الذي يغلق باب الصحة، وأمدنا الله بالمفتاح الذي يفتح هذا الباب. ولا يمكن ان يقودنا التخبط الأعمى إلى فتح هذا القفل المقعد، بل انه لا يستطيع ان يمدنا بالمفتاح الذي يفتح باب الروح الانسانية، فالله وحده هو الذي يستطيع ان يهدينا طريق الصواب، ويقول الشاعر كوبر في هذا العنى: ¶ الجحود الأعمى يوقعنا في الأخطاء ¶ ويجعلنا نبصر آياته ولكننا نكفر بها ¶ أستعن بالله على فهم الأمور ¶ وسوف يوضح لك كل غامض عليك ¶ فماذا يخبرنا الله – المستعان على فهم الأمور – عن هذه المفاتيح؟ ان ذلك يتلخص في أننا نركب الإثم والذنوب ونحتاج إلى عفو الله ومغفرته، حتى نعود إلى رحابه ونعفو عن غيرنا. ان المذنبين الذين ينالهم هذه الصفح تتجلى في نفوسهم روح الله فيذهب عنهم الخوف والقلق، ولا يكون هنالك سبيل إلى اصابتهم بالكبت والغيرة والأثرة. فعندما تحل محبته في القلوب، تفارقنا الشرور والآثام، ولا ينتابها السأم وتفيض بالآمال الحية التي تنبعث منها الحياة.",
            "page": "143",
            "part": "1",
            "seal": "C7A54F46"
        },
        {
            "id": "141",
            "nass": "لقد وجدت في اثناء ممارستي للطب ان تسلحي بالنواحي الروحية إلى جانب المامي بالمادة العلمية يمكناني من معالجة جميع الامراض علاجا يتسم بالبركة الحقيقية، اما اذا أبعد الإنسان ربه عن هذه المحيط، فان محاولاته لا تكون الا نصف العلاج، بل قد لا تبلغ هذا القدر. ¶ فمعظم القرح المعدية لا ترجع إلى ما يأكله الناس كما يقال، وانما إلى ما تأكل قلوبهم، ولابد لعلاج المريض بها من علاج قلبه وأحقاده اولا، وليكن لنا أسوة بالأنبياء الذين كانوا يصلون من أجل أعدائهم ويدعون لهم بالخير. فاذا تطهرت قلوبنا وصرنا مخلصين، فاننا نشق طريقنا نحو الشفاء، وبخاصة اذا كان العلاج الروحي مصحوبا بتناول المواد ضد الحامضية وغيرها من العقاقير التي تساعد على الشفاء من هذه القرح. ¶ وهنالك كثير من الحالات النفسية التي يلعب الخوف والقلق دورا هاماً فيها، فاذا عولج الخوف والقلق على أساس تدعيم ايمان الانسان بالله، فان الصحة والشفاء يعودان إلى الانسان بصورة كأنها السحر في كثير من الحالات. ¶ ولا يتسع المقام لذكر كثير من الحالات التي تم فيها الشفاء فورا بسبب الالتجاء إلى الله والثقة به، وقد وصفت كثيرا من هذه الحالات في احد الكتب التي ألفتها وهو: (الصحة تتدفق) ، وبينت في هذا الكتاب كيف كان الايمان بالله جزءا هاماً من العلاج النفسي والطبي، وكيف أدى إلى نتائج تدعو إلى العجب. ¶ ان الجسم الانساني يصبح على أفضل ما يمكن عندما يكون على وفاق مع صانعه وخالقه، وبدون ذلك يصيبنا الاضطراب والمرض. ¶ نعم هنالك اله. ولقد عرفته في مواطن كثيرة، وهو الذي يشفي العظام المكسورة والقلوب المحطمة (¬1) . ¶ ¬_________ ¶ (¬1) - (أمن يجيب المضطر اذا دعاه ويكشف السوء ويجعلكم خلفاء الأرض، أإله مع الله قليلا ما تذكرون) سورة النمل، آية: 62.",
            "page": "144",
            "part": "1",
            "seal": "327199ED"
        },
        {
            "id": "142",
            "nass": "الزهر وطيور بالتيمور ¶ كتبه: سيسل هامان ¶ عالم بيولوجي ¶ حاصل على درجة الدكتوراه من جامعة بوردو- أستاذ في جامعة كنتاكي وجامعة سانت لويز سابقا – أستاذ في كلية آسبوري – اخصائي في تقسيم الطفيليات الحيوانية.. ¶ أينما اتجهت ببصري في دنيا العلوم، رأيت الادلة على التصميم والابداع، على القانون والنظام، على وجود الخالق الأعلى ¶ سر في طريق مشمس وتأمل بدائع تركيب الأزهار، واستمع إلى تغريد الطيور، وانظر إلى عجائب الاعشاش، فهل كان محض مصادفة ان تنتج الازهار ذلك الرحيق الحلو الذي يجتذب الحشرات فتلقح الازهار وتؤدي إلى زيادة المحصول في العام التالي؟ وهل هو محض مصادفة ان تهبط حبوب اللقاح الرقيقة على مبسم الزهرة فتنبت وتسير في القلم حتى تصل إلى المبيض فيتم التلقيح وتتكون البذور؟ فليس من المنطق ان نعتقد بان يد الله التي لا نراها هي التي رتبت ونظمت هذه الاشياء تبعا لقوانين ما زلنا في بداية الطريق نحو معرفتها والكشف عنها؟ وهل من الممكن ان يغرد الطير، لا لأن له أليفا فحسب، بل لان الله يجب تغريده ويعلم اننا نطرب بتغريده. ¶ وكما ان هنالك ما لا يحصى من أغاريد الثناء التي تشدوها الطيور كل يوم، والتي لا تصل إلى آذاننا القاصرة الفانية، فان هنالك ما لا يحصى من نعم الله وأفضاله يسبغها على عباده، وهي تنتظر من الانسان ان يفتح عينيه لكي يراها.",
            "page": "145",
            "part": "1",
            "seal": "68B6EF63"
        },
        {
            "id": "143",
            "nass": "وماذا عن عش طائر بالتيمور؟ من الذي علم هذا الطير ذلك الفن الرفيع؟ ولماذا تتشابه جميع الاعشاش التي تبنيها الطيور من هذا النوع؟ اذا قلت الغريزة، فان ذلك قد يعد مخرجا من السؤال ولكنه اجابة قاصرة. فما هي الغرائز؟ يقول البعض: انها السلوك الذي لا يتعلمه الحيوان. اليس من المنطق ان نرى قدرة الله تتجلى في هذه الكائنات التي خلقها فسواها تبعا لقوانين خاصة لا نكاد ندري عن كنهها شيئا؟ ¶ نعم انني اعتقد بوجود الله؟ وأعتقد انه هو القدير الذي خلق الكون وحفظه، وليس ذلك فحسب، بل هو الذي يرعى درة خلقة وهو الانسان. ¶ ولا يرجع هذا الاعتقاد الراسخ الذي يمتلئ به قلبي إلى تأثير الثقافة الامريكية الدينية عليّ فحسب، ولكنه يرجع ايضا إلى مشاهداتي العلمية لعجائب الكون، كما يرجع إلى شعوري به وإحساسي بوجوده داخل نفسي. ¶ وحيثما قلب الانسان وجهه وجد أسئلة لا يجد لها جوابا، وهو عند محاولته العثور على الجواب يفترض فروضا عديدة، ثم لا يلبث ان يهجر معظمها أو يعدله تعديلا شاملاً قبل ان يصل إلى الاجابة عن سؤاله. وما أكثر ما وصل اليه الانسان من اجابات عن أسئلة، وما أكثر ما سوف يصل اليه من هذه الاجابات كلما انقضت من سنة من السنين، ولكن زيادة المعرفة لم تصل بالانسان – بكل أسف – إلى زيادة معرفته بالله، بل على نقيض ذلك يظهر انه كلما أحس الانسان انه أحاط بسر من أسرار هذا الكون اضعف ذلك من شعوره بالحاجة إلى فكرة وجود الله، وكان الأجدر بالبشر ان يدركوا ان هذه المستكشفات ليست الا أدلة ناطقة على وجود إله مدبر أعلى وراء هذا الكون. ¶ عندما نذهب إلى المعمل ونفحص قطرة من ماء المستنقع تحت المجهر لكي نشاهد سكانها، فاننا نرى احدى عجائب هذا الكون: فتلك الأميبا تتحرك في بطء وتتجه نحو كائن صغير فتحوطه بجسمها، فاذا به داخلها، واذا به يتم هضمه وتمثيله داخل جسمها",
            "page": "146",
            "part": "1",
            "seal": "B614EB09"
        },
        {
            "id": "144",
            "nass": "الرقيق، بل اننا نستطيع ان نرى فضلاته تخرج من جسم الأميبا قبل ان نرفع اعيننا من المهجر، فاذا ما لاحظنا هذا الحيوان فترة اطول، فاننا نشاهد كيف ينشطر جسمه شطرين، ثم ينمو كل من هذين الشطرين ليكون حيوانا جديدا كاملا. تلك خلية واحدة تقوم بجميع وظائف الحياة التي تحتاج الكائنات الكبيرة الاخرى في أدائها إلى آلاف الخلايا أو ملايينها. لاشك ان صناعة هذا الحيوان العجيب الذي بلغ من الصغر حد النهاية تحتاج إلى أكثر من المصادفة. ¶ ولقد كشفت قوانين الكيمياء الحيوية من أسرار الحياة وظواهرها ما لم تكشفه القوانين في أي ميدان آخر من ميادين الدراسات العلمية. لقد كان الناس ينظرون إلى خفايا عمليات الهضم والامتصاص، ويستدلون بها على وجود التدبير المقدس. أما في الوقت الحاضر فقد أمكن شرح هذه العمليات ومعرفة التفاعلات الكيماوية التي تنطوي عليها والخميرة التي تقوم بكل تفاعل. ولكن هل يدل ذلك على انه لم يعد لله مكان في كونه؟ فمن اذن الذي دبر لهذه التفاعلات ان تسير؟ وان تسيطر عليها الأنزيمات تلك السيطرة الدقيقة المحكمة؟ ان نظرة واحدة إلى احدى الخرائط التي تبين التفاعلات الدائرية العديدة وما يدور بين كل منها والآخر من تفاعلات اخرى، كفيلة بان تقنع الانسان بان مثل هذه العلاقات لا يمكن ان تتم بمحض المصادفة، ولعل هذا الميدان يهيئ للانسان من العلم ما لا يهيئه اي ميدان آخر بان الله يسير هذا الكون تبعا لسنن رسمها ودبرها عندما خلق الحياة. ¶ فاذا رفعنا أعيننا نحو السماء، فلا بد ان يستولي علينا العجب من كثرة ما نشاهده فيها من النجوم والكواكب السابحة فيها، والتي تتبع نظاما دقيقا لا تحيد عنه قيد أنملة مهما مرت بها الليالي وتعاقبت عليها الفصول والأعوام والقرون. انها تدور في أفلاكها بنظام يمكننا من التنبؤ بما يحدث من الكسوف والخسوف قبل وقوعه بقرون عديدة. فهل يظن احد بعد ذلك ان هذه الكواكب والنجوم قد لا تكون اكثر من تجمعات",
            "page": "147",
            "part": "1",
            "seal": "59EADB90"
        },
        {
            "id": "145",
            "nass": "عشوائية من المادة تتخبط على غير هدى في الفضاء؟ واذا لم يكن لها نظام ثابت ولم تكن تتبع قوانين معينة فهل كان من الممكن ان يثق الانسان بها ويهتدي بهديها في خضم البحار السبعة، وفي متاهات الطرق الجوية التي تتبعها الطائرات؟ قد لا يسلم بعض الناس بوجود الله سبحانه وبقدرته، ومع ذلك فانهم يسلمون بان هذه الأجرام السماوية تخضع لقوانين خاصة وتتبع نظاما معينا، وأنها ليست حرة تتخبط في السماء كيف تشاء. ¶ الحق انه من قطرة الماء التي رأينا تحت المجهر إلى تلك النجوم التي شاهدناها خلال المنظار المكبر، لا يسع الانسان الا ان يمجد ذلك النظام الرائع وتلك الدقة البالغة والقوانين التي تعبر عن تماثل السلوك وتجانسه. ولولا ثقة الانسان في ان هنالك قوانين يمكن كشفها وتحديدها، لما أضاع الناس أعمارهم بحثا عنها. فبدون هذا الاعتقاد وتلك الثقة في نظام الكون يصير البحث عبثا ليس وراءه طائل. ولو انه كلما أجريت تجربة أعطيت نتيجة مخالفة لسابقتها بسبب توقفها على المصادفة أو عدم وجود قوانين مسيطرة، فاي تقدم كان من الممكن ان يحققه الانسان؟ لابد ان يكون وراء كل ذلك النظام خالق أعلى، فليس مما يقبله العقل ان يكون هنالك نظام أو قوانين دون ان يكون وراءها عقل أعلى ومنظم مبدع. وكلما وصل الانسان إلى قانون جديد فان هذا القانون ينادي قائلا: (ان الله هو خالق وليس الانسان الا مستكشفاً) . ¶ ان وجود الله في حياتي اليومية حقيقة لا مراء فيها، حقيقة أقوى من الحقائق العلمية التي لا يتسرب اليها الشك، ومع ذلك فاننا بينما نستطيع ان نصف النجوم ونخطط مداراتها في السماء، أو نثبت الأميبا على شريحة من الزجاج ثم نصورها، نجد اننا لا نستطيع ان نحصل على مثل هذا الدليل المادي حول وجود الله. فالانسان لا يستطيع ان يدركه أو يعرفه حتى يتجه اليه اتجاها شخصيا، وتكون له خبرة به. فاذا رفض شخص ان ينظر خلال المجهر أو يتطلع إلى صورة الأميبا فانه يستطيع ان يجادل حول عدم وجودها فيطيل الجدال،",
            "page": "148",
            "part": "1",
            "seal": "1A66F522"
        },
        {
            "id": "146",
            "nass": "ولكنه ما ان يراها أو يرى صورتها حتى تنهار حجته، وكذلك الحال بالنسبة لوجود الله: قد يستطيع الانسان ان يجادل طويلا في الله، وما ان يلمحه الجاحد حتى تنهار حجته، ويسلم بوجوده تسليما. ولكن لا بد ان تكون الخبرة شخصية، فاذا رفض الانسان ان يرفع رأسه ويبحث عنه فان جداله قد يطول دون طائل، فالله لا يشرق الا في قلوب الباحثين عنه. نعم، انني أؤمن بالله رب هذا الكون وربي، كما أنني أراه في نفسي وفي كل ما هو حولي.",
            "page": "149",
            "part": "1",
            "seal": "7E6A1957"
        },
        {
            "id": "147",
            "nass": "وجود الله حقيقة مطلقة ¶ كتبه: أندرو كونواي ايغي ¶ عالم فسيولوجي ¶ من العلماء الطبيعيين ذوي الشهرة العالمية – من سنة 1925 إلى سنة 1946م رئيس قسم الدراسات الفسيولوجية والصيدلية بجامعة نورث وسترن – ومن سنة 1946 إلى سنة 1953م أستاذ في كلية الطب ووكيل الكلية في جامعة ألينوي – وفي الوقت الحاضر أستاذ الفسيولوجيا ورئيس قسم العلوم الإكلينيكية بكلية الطب بجامعة شيكاغو. ¶ هل هناك إله؟ نعم أنني أؤمن بوجوده كما أؤمن بوجود شيء ألمسه، وكما أؤمن بوجود نفسي. ¶ ان الاعتقاد بوجود الله هو الوسيلة الفكرية الكاملة الوحيدة التي تجعل لهذا الوجود معنى، وهذا الاعتقاد هو الذي يجعل لوجود الانسان معنى اكثر من انه مجرد كتلة من المادة أو الطاقة. والاعتقاد بوجود الله هو المنبع لأسمى فكرة انسانية حول المحبة، والقاعدة التي تقوم عليها الأخوة بين البشر بسبب اجتماعهم على محبة الله وطاعته، وهو مصدر احساسنا بالحقوق والواجبات، لاننا لا نتساوى الا في نظر الحب والعدالة والرحمة المطلقة. والاعتقاد بوجود الله هو الحصن الذي يعصمنا من الشرور، وهو بعد ذلك الاساس المتين الذي يقوم عليه الايمان، وتدوم بسببه القيم الروحية التي يعتبر وجودها رهينا بوجوده تعالى. ¶ المنطق يثبت وجود الله ¶ من الممكن ان نستخدم المنطق لاثبات وجود الله، وذلك باستخدام أسس التفكير",
            "page": "150",
            "part": "1",
            "seal": "E85E2D68"
        },
        {
            "id": "148",
            "nass": "المشتقة من تفاعل خبرتنا الحسية المعتادة مع عقولنا، وأول من استخدم هذه الطريقة هو القديس توماس الأكويني. وتمثل المبادئ الأساسية التي يقوم عليها هذا النوع من الاستدلال بمشاهدات الآباء الفعلية في أثناء تطور عقول أبنائهم العاديين كما سنبين فيما بعد. وقد آمن باستخدام هذه الطريقة ملايين من البشر الذين يفكرون تفكيرا واقعياً عميقاً، ومنهم من أدى للعلوم وللبشرية أجل الخدمات. ¶ إنكار وجود الله لا يستند إلى دليل منطقي ¶ ان احدا لا يستطيع ان يثبت خطأ الفكرة التي تقول (ان الله موجود) ، كما ان أحدا لا يستطيع ان يثبت صحة الفكرة التي تقول: (ان الله غير موجود) . وقد ينكر منكر وجود الله، ولكنه لا يستطيع ان يؤيد انكاره بدليل. وأحيانا يشك الانسان في وجود شيء من الأشياء، ولابد في هذه الحالة ان يستند شكه إلى اساس فكري. ولكنني لم أقرأ ولم أسمع في حياتي دليلا عقليا واحداً على عدم وجوده تعالى. وقد قرأت وسمعت في الوقت ذاته أدله كثيرة على وجوده، كما لمست بنفسي بعض ما يتركه الايمان من حلاوة في نفوس المؤمنين، وما يخلفه الالحاد من مرارة في نفوس الملحدين. ¶ والبرهان الذي يتطلبه الملحدون لاثبات وجود الله هو نفس البرهان الذي يطلب كما لو كان الله تعالى شبيها بالانسان أو شيئا ماديا، أو حتى تمثالا من التماثيل أو صنما من الأصنام. ولو كان لله مثل هذا الوجود المادي لما وجد هنالك مجال للشك في وجوده، ولكن الله أراد ضمن ما أراد ان يختبر عقولنا حول الايمان به، فترك لنا حرية الاختيار لكي يؤمن به من يؤمن وينكره من ينكر، فالانسان يستطيع اذا شاء – بخداع نفسه – ان ينكر وجود الله، وعليه ان يتحمل النتائج. ومعظم الملحدين والمارقين من الأديان ينظرون إلى الله كما لو كان بشرا يمكن التعالم مع تعامل الأنداد فيقولون مثلا: سوف",
            "page": "151",
            "part": "1",
            "seal": "569D5329"
        },
        {
            "id": "149",
            "nass": "أعتقد بوجود الله اذا شفاني من مرضي، أو اذا أنزل المطر، واذا قضى حاجتي، أو اذا أوقف الفيضان، أو اذا محا الشر والظلم من الكون.. الخ. وقد يقول بعضهم اذا كان هنالك اله عادل ما أصابني وجع في أسناني.. ومعنى ذلك بعبارة أخرى انني أؤمن بالله اذا بنى الكون أو عدله تبعا لخطتي الخاصة التي تقوم على الأنانية وتبعا لصالحي الشخصي. ¶ ولا مناص من الوصول إلى الله، ولكي يفكر الانسان فيه تفكيرا مستقيما لا عوج فيه ولا نفور، عليه ان يحرر عقله من الأنانية ومن الأحقاد ومن كل ما يعوق التفكير الصافي السليم حتى يتسنى له أن يصل إلى الله ويحبه، وبذلك يسهم في محاربة الشرور والظلم الذي يتحدث عنه من يشكون في أمره ووجوده تعالى، فلقد اقتضت حكمة الله ان يستخدم الانسان عقله وارادته وحريته في اتخاذ القرارات اللازمة لمحاربة هذه الشرور حتى يصير حكم الله في الأرض مثل حكمه في السماء. ¶ لابد ان يقوم الإيمان ¶ والأمل والمحبة على أساس العقل ¶ ان اعتقادي بوجود الله الذي خلق كل شيء، والذي يوجد داخل الكون وخارجه، والذي يرعاني ويرعاك، يقوم أولا على استخدام العقل، ثم يقوم بعد ذلك على الايمان والأمل والمحبة، فأنا لا استطيع ان أمتلك الإيمان والأمل والمحبة الا اذا كانت كلها قائمة على أساس العقل. ولا يجوز للإنسان ان يتخلى عن عقله، بل لا بد من استخدامه استخداما دقيقا قويا. والايمان الذي لا يسبقه العقل يعتبر إيمانا ضعيفا هزيلا، ويكون عرضه للهجمات الفتاكة والهزيمة الساحقة. والايمان الديني الذي لا يقوم على العقل لا يؤدي إلى الأخلاق السيئة والسلوك الشائن، ولذلك ينبغي الا يتخلى الإنسان عن عقله أبدا، ولا عن المبادئ الفكرية التي تقوم عليها الأعمال والأفكار التي يستخدمها الناس في حياتهم اليومية، والتي يقوم عليها جميع ما أحرزه علماؤنا من انتصارات في الميادين العلمية.",
            "page": "152",
            "part": "1",
            "seal": "FDD23C17"
        },
        {
            "id": "150",
            "nass": "والاعتقاد بوجود الله يوم على نفس المبادئ الفكرية التي يقوم عليها الإيمان بمستقبل التقدم المادي، وهي نفس الأسباب التي تجعلني وتجعلك تعتقد بأن الشمس سوف تشرق صباح الغد، أو أنني سأعيش غدا وأذهب إلى عملي وأستمتع به. فاذا كان التفكير هو وسيلة التقدم المادي، فلماذا لا يكون كذلك وسيلة للتقدم الروحي والأخلاقي؟ ولابد ان يكون لدى كل منا الشجاعة الأدبية التي تجعله قادرا على توضيح الأسباب التي تجعله يؤمن بدين من الأديان وان يثبت مدى ايمانه بصحة هذا الدين وإخلاصه له بما يؤديه من الأعمال الصالحة. ¶ فاذا لم تكن قادرا على اثبات وجود الله بطريق ناجحة فقد تسلم بوجوده على أساس الايمان والقبول، أو تقول انه أمر واضح لا يحتاج إلى دليل، وتفعل كما فعل توماس جيفرسن عندما كتب وثيقة الاستقلال الأمريكي بالصورة التالية: (اننا نعتقد ان هذه الحقائق واضحة لا ريب فيها، فالناس متساوون وقد وهبهم خالقهم بعض الحقوق الثابتة، ومن هذه الحقوق حق الحياة والحرية وتحقيق السعادة. وانه لصيانة هذه الحقوق تقوم الحكومات وتستمد قوتها العادلة من الشعب الذي تحكمه) . ¶ ذلك هو الأساس العميق للايمان الديني والأخلاقي والسياسي الذي يقوم عليه دستور الولايات المتحدة وحكومتها. ولقد كانت الولايات المتحدة اولى الدول التي يقوم نظامها على مثل هذا الأساس، ولقد توافر لدى جيفرسن وغيره من حكام الولايات المتحدة من الأسباب الخفية ما دعاهم إلى الأخذ بهذا الاتجاه. ¶ ومع ذلك فانه حتى عندما يقول الناس انهم يعتقدون بوجود الله على اساس التسليم، فاننا نجد ان هذا التسليم لابد ان يكون قائما على أساس معلومات سابقة، أو خبرة سابقة، أو تفكير سابق. فالتسليم بأي شيء لا يمكن ان يقوم إلا على اساس من المعرفة والتفكير. فاذا قلنا: ان وجود الله أمر واضح أو بدهي، فان ذلك قد يعني اننا لا نستطيع ان نتناول",
            "page": "153",
            "part": "1",
            "seal": "D2303533"
        },
        {
            "id": "151",
            "nass": "الموضوع بطريقة علمية أو شكية بسبب نقص في تعليمنا، أو لاننا لم يسبق لنا تنظيم تفكيرنا حول الموضوع، أو بسبب عدم الاستعداد للمناقشة، أو غير ذلك من الأسباب الاخرى. انني لم أعثر في حياتي كلها على شخص واحد لا يستطيع عند مناقشة هذا الموضوع ان يبين لماذا يعتقد أو لماذا ينبغي ان يعتقد بوجود الله. وتشير معظم الاسباب إلى انه لابد ان يكون لهذا الكون من خالق، ولتلك القوانين التي يسير عليها الوجود من صائغ، وانه لا يمكن ان تكون هنالك آلة دون صانع.. تلك حقيقة أساسية يدركها كل انسان طبيعي سواء أكان كبيراً أو صغيراً. ¶ نشأة المبادئ الاولى في عقل الطفل ¶ عندما كان عمري ثلاث سنوات – كسائر الأطفال بين الثالثة والخامسة -، سألت أبي وأمي: من الذي صنعني؟ ومن الذي صنع الطيور؟ ومن الذي صنع بقرتنا؟ ومن الذي صنع الدنيا؟ ¶ لقد تفاعلت حقائق الحياة أو خبرتي الحسية مع عقلي حين تكوينه بحيث جعلتني أصل إلى انه لا يمكن ان تكون هنالك آلة دون صانع. ثم تحرك ذكائي وعقلي إلى ما وراء الحقائق المباشرة، إلى ما وراء ذاتي والطير والبقرة، ووصل إلى انه لا يمكن ان اكون (أنا) او يكون الطير، أو تكون البقرة، دون ان يكون هنالك سبب لوجودها أو صانع لها. ¶ لقد توصل عقلي البسيط البريء غير المتحيز أو المختلط، غير المكبوت أو المضطرب إلى مبدأ يعتبر من أرسخ المبادئ الفلسفية والعلمية التي توصل اليها العقل البشري حول الوجود والفكر. ¶ لقد تفاعل عقلي مع خبرتي الحسية تفاعلا يكفي لانتاج قدر من التفكير يعين على الاحساس بالوجود، فانا أدرك ان هذا انا أو تلك ذاتي، كما أنني وصلت في نفس الوقت إلى",
            "page": "154",
            "part": "1",
            "seal": "BFF72F6A"
        },
        {
            "id": "152",
            "nass": "مبدأ عدم الوجود، فانا لست طائرا او بقرة او الدنيا، وبعبارة اخرى توصل عقلي إلى مبدأ الوجود وعدمه ومبدأ الجزيء والكل اكبر من الجزء. ¶ وما ان يتكون لدى الطفل هذا الاحساس بالوجود وعدمه حتى يكون قد ألم بالمبدأ الأول من مبادئ الفكر وهو: (اننا لا نستطيع ان نثبت وجود شيء وننكره في نفس الوقت) . فالطفل الصغير يقول أنا توم وهذه أختي ماري. وق وصل الطفل إلى درجة من التفكير تمنعه من ان يخلط بين نفسه وبين أخته فيقول أنا ماري وأختي توم الا على سبيل الفكاهة. ثم يعرف الطفل بعد قليل انه من الخطأ أن نقول ان المربع مستدير، فهو يدرك ان المربع لديه من الاسباب ما يكفي لجعله مربعا، وهذه الأسباب تجعله مربعا وتجعل ذلك أمرا واضحا بالنسبة له. ¶ هذه المعلومات من جانب الطفل وسؤاله من الذي صنعني؟ ومن الذي صنع الدنيا؟ يوضح لنا ان الطفل قد اكتشف مبدأ السببية او قانون السببية الذي ينص على أنه: (لا تأثير بغير مؤثر) ، ومعناه انه لابد لكل آلة من صانع ولكل تغيير من محدث. ثم يسير التفكير في سلسلة من المسببات تبدأ بوجودي ووجود الدنيا وتنتهي إلى وجود الله بوصفه السبب الأول، او تبدأ من وجود الحركة وتنتهي إلى المحرك الأول. ويمكننا ان نعبر عن ذلك كله بطريقة اخرى وهي انه اذا كان هنالك تصميم فلابد ان يكون من ورائه مصمم، ولابد ان تكون لذلك المصمم الكوني صفات لا نهائية، ذلك الخالق البارع هو الله. ويبلغ قانون السببية درجة من الشدة تجعل الطفل ما بين الثالثة والخامسة يتحقق من انه لابد ان يكون هنالك اله. ¶ ولقد كرست حياتي بحكم اشتغالي بالعلوم للبحث عن الأسباب التي تقع وراء الحقائق الواضحة المعروفة. ان عقلي بحكم اهتمامه بالخبرات الحسية وما يترتب عليها يصر على ان ينظر إلى ما وراء الحقائق المباشرة عن الحياة التي تكشف حقائق جديدة لها قيمتها حول النواحي",
            "page": "155",
            "part": "1",
            "seal": "D8984D6E"
        },
        {
            "id": "153",
            "nass": "المادية والروحية للوجود. وقد دفعني هذا البحث إلى القراءة والدراسة في ميدان العلوم الطبيعية او (العالم كما هو قائم فعلا) ، وفي ميدان الأخلاق والدين أو (العالم كما ينبغي ان يكون) ، وقد وجدت ان كثيرا من الكتاب الممتازين، ومن أولئك الذين يسمون الفلاسفة، ومن غيرهم من صفوة المفكرين، اما أنهم وقعوا في أخطاء جسمية واضحة تثير الغبار، واما أنهم أقاموا أمام أنفسهم حاجزا يحول بينهم وبين النظر إلى ما وراء الحقائق مباشرة، واما أنهم تجاهلوا الحقائق المباشرة الواضحة، ورجل العلوم الذي يفعل ذلك يضع حائلا بين نفسه وبين التقدم، فبمعرفة الحقائق الواضحة، وبالنظر إلى ما وراءها في معمل القيم المادية والروحية والقانون والنظام، وبالبحث عن أسباب القوانين الطبيعية بحثا تحدوه الثقة والأمل، نقول بكل ذلك يتحقق التقدم. ¶ مبدأ السببية ¶ منذ سنوات عديدة كنت أجلس إلى مائدة الطعام مع جماعة من رجال الأعمال وكان معنا أحد مشهوري رجال العلوم. وفي أثناء الحديث الذي دار بيننا قال أحد رجال الأعمال: (سمعت ان معظم المشتغلين بالعلوم ملحدون. فهل هذا صحيح) ؟ ¶ ثم نظر رجل الأعمال إلى فأجبته قائلا: (انني لا أعتقد ان هذا القول صحيح. بل انني – على نقيض ذلك – وجدت في قراءاتي ومناقشاتي ان معظم من اشتغلوا في ميدان العلوم من العباقرة لم يكونوا ملحدين، ولكن الناس أساءوا نقل أحاديثهم أو أساءوا فهمهم) ، ثم استطردت قائلا: (ان الالحاد، أو الإلحاد المادي، يتعارض مع الطريقة التي يتبعها رجل العلوم في تفكيره وعمله وحياته. فهو يتبع المبدأ الذي يقول بانه لا يمكن ان توجد آلة دون صانع. وهو يستخدم العقل على أساس الحقائق المعروفة، ويدخل إلى معمله يحدوه الأمل ويمتلئ قلبه بالإيمان، ومعظم رجال العلوم يقومون بأعمالهم حبا في المعرفة وفي الناس",
            "page": "156",
            "part": "1",
            "seal": "FF1C6C16"
        },
        {
            "id": "154",
            "nass": "وفي الله. حقيقة ان رجل العلوم يستخدم فكرة الآلية بوصفها احدى وسائله أو أدواته. فهو يتكلم مثلا عن آلية الجسم، ولكنه يجري بحوثه على أساس مبدأ السببية، مبدأ السبب والنتيجة، على أساس وحدة الكون وما يسوده من القانون والنظام. وهو كأي انسان آخر يتخذ كل قرار ويفكر في كل أمر على أساس الإيمان بمبدأ السببية) . ¶ (ففي علم وظائف الأعضاء، عندما يدرس الانسان النمو والتكوين والصيانة واصلاح الجسم، يجد ان كل خلية من خلايا الجسم – دون استثناء – (تعرف) الدور الذي تلعبه في سبيل تحقيق سلامة الجسم كله. ففي الجهاز العصبي تتسم الأفعال العكسية البسيطة بالغرضية كصفة من صفاتها الأساسية. فاذا ما أنعمنا النظر والدراسة فاننا واصلون حتما إلى الاستعدادات الموروثة في تكوين العقل قد ركبت بحي انه عندما يتأثر هذا العقل بالخبرات الحسية تأثرا كافيا يصل حتما إلى مبدأ السببية. وبعبارة اخرى فان الجهاز المسؤول عن التصرفات الغرضية في سائر الكائنات يزداد تخصصه زيادة مستمرة حتى يصير قادرا على المعرفة التمييزية او الشعور. ويتم ذلك نتيجة لتفاعل الخبرات الحسية مع العقل) ؟ ¶ (وبازدياد قدرة الانسان على التمييز الادراكي تنشأ لديه حاسة ترتيب الأشياء تبعا لأسبقيتها السببية، او يصير قادرا على رد الأشياء إلى أسبابها الأولى، فاذا بدأنا بالطبيعة الغرضية التي تظهر في الخلايا المفردة وتتبعنا ما يطرأ عليها من التطور حتى تصير مدركة للبيئة التي تحيط بها، فاننا نستطيع ان نتوقع ظهور القدرة على الحكم واستخدام قانون السببية الذي وصل الانسان باستخدامه إلى مزيد من السيطرة على البيئة) ؟ ¶ (ففي علم وظائف الاعضاء تدل خياشيم الأسماك على أسبقية الماء، كما تدل اجنحة الطيور ورئات الانسان على أسبقية الهواء، وتدل أعين الانسان على أسبقية الضوء، كما يدل حب الاستطلاع العلمي على أسبقية الوقائع، وكما تدل الحياة على أسبقية القانون الطبيعي اللازم لنشأتها. وانني أتساءل الان: أفلا يدل التدبر العميق والتفكير الصافي",
            "page": "157",
            "part": "1",
            "seal": "6FEA94FC"
        },
        {
            "id": "155",
            "nass": "والشجاعة العظمى والواجب الأعظم والإيمان الكبير والحب العميق – أقول أفلا يدل كل أولئك على شيء سابق؟ من الحماقة ان نظن ان أعمق الأفكار والعواطف والأعمال التي نشاهدها في الانسان لا تدل على شيء سابق. انها تدل على أسبقية وجود عقل علوي. انها تدل على وجود خالق يتجلى في خبرة أولئك الذين لا يضعون الحواجز في طريق عقولهم عند البحث عن العقل الأسمى او الخالق الأعلى) . ¶ (ان أحداً لا يستطيع ان يثبت خطأ قانون السببية، فبدونه تنعدم جميع الاشياء الحية. والعقل البشري لا يستطيع ان يعمل الا على اساس السببية. انني أسلم ان لقانون السببية وجودا حقيقيا) . ¶ (وقد سمعت بعض رجال العلوم يقولون: ان السببية تنتهي حيث تبدأ الميتافيزيقا او مبادئ التفكير. ولكنني لا أوافق على ان يستخدم الانسان هذا القانون في المواطن التي تعجبه، ثم يرفض استخدامه عندما يخشى النتائج التي يوصله اليها. واضافة حلقة ميتافيزيقية جديدة آلي سلسلة السببية لا تعتبر تعارضا مع المنطق، فنحن نفعل ذلك دائما في ميدان العلوم وفي شؤون حياتنا اليومية. والبحث عن حقيقة هذه الحلقة أمر آخر، ولكن الانسان لا يستطيع ان يكشف مدى تمثيل هذه الحلقة للحقيقة الواقعة فعلا الا اذا طرقها واختبرها، فالاختبار هو الوسيلة الوحيدة لكشف الحقيقة حولها) . ¶ (ويظهر ان الملحدين او المنكرين بما لديهم من الشك لديهم بقعة عمياء او بقعة مخدرة داخل عقولهم تمنعهم من تصور ان كل هذه العوالم سواء منها ما كان ميتا او حياً احيا تصير لا معنى لها بدون الاعتقاد بوجود الله، وكما قال أينشتين: (ان الشخص الذي يعتبر حياته وحياة غيره من المخلوقات عديمة المعنى ليس تعيسا فحسب، ولكنه غير مؤهل للحياة) . وأحب ان أضيف إلى ذلك ان السبب الأوحد الذي يمنعه من ان يكون غير مؤهل تأهيلا تاماً للحياة، هو الأمل – القائم على العقل والايمان – في انه قد يرتد إلى عقله فيدرك",
            "page": "158",
            "part": "1",
            "seal": "3D96A172"
        },
        {
            "id": "156",
            "nass": "الصواب او يرتد طفلا فيستطيع ان يفكر في أمور الحياة كما يفكر الأطفال) . ¶ ثم التفت إلى زميلي العلامة الذي أعجبت كما أعجب كل شخص آخر بتفكيره وقدرته على النقد وسألته: (هل ما قتله صحيح؟) فقال: (نعم ولكن السؤال المهم هو أي نوع من الاله؟) . ¶ وقد وافقت على أن اهم سؤال يواجهه الشخص المفكر في هذا الموضوع اول ما يواجه هو: هل هنالك إله؟ وان السؤال الثاني هو: ما نوع هذا الإله؟ والسؤال الثالث هو: ما الغرض من الحياة؟ والسؤال الرابع هو: ما الصواب وما الخطأ؟ ¶ ثم قلت: (ان الاعتقاد بان الله مجرد خالق ومبدع لا يتفق مع الفكرة الدينية عنه. ولكي أكون واضحا وموجزا، فانني احب ان استمر في التشبيه الذي بدأته عن الآلة وصانعها. وقبل ان افعل ذلك أحب ان أشير آلي ان الدين يذهب آلي ابعد مما يستطيع ان يصل اليه العقل حول هذا الأمر، ولكنه لا يتعارض معه، فعندما يقوم صانع مفكر بعمل آلة، يكون لديه تصميم لها وغاية من ورائها، وهو في أثناء صناعتها يبث فيها روحه ونفسه، وبعد أن يتمها يرتبط بها عاطفيا لانه يكون مهتما بصيانتها او بالطريقة التي تعمل بها. وانا لا أستطيع ان أتصور خالقا مدركا لا يصدق عليه هذا القول. والخالق سبحانه كما تدل عليه أعماله يمكن الوصول آلي انه بالغ العقل والحكمة. انني اعتقد بوجود إله اذا أدخله الناس آلي قلوبهم وحفظوه في عقولهم هداهم آلي مكارم الاخلاق، والى السلوك السوي، والقصد النبيل، وأغدق عليهم محبته ومحبة الناس) . ¶ وعندئذ كان الساعة قد بلغت الثانية من بعد الظهر وانتهى وقت الغذاء وانتهت معه المحادثة. ¶ ولا يتسع هذا الكتاب ولا الوقت لمناقشة الموضوع الذي بدأناه مناقشة كاملة، ومع ذلك فانني أحب ان أوضح بعض النقاط الاخرى اتماما لإجابتي عن سؤال: (هل يوجد إله) ؟",
            "page": "159",
            "part": "1",
            "seal": "939828CF"
        },
        {
            "id": "157",
            "nass": "صفات الله ¶ لقد درست صفات الله دراسة مطولة على أساس التحليل المنطقي الذي قام به الفلاسفة. وأمكن باستخدام المنطق الوصول آلي ان لله صفات معينة، وفيما يلي مجموعة غير كاملة منها: ¶ الله أبدي – خالد – لطيف (ليس ماديا) – ليس حادثا – قدوس – طيب – يعلم الشر ولكنه ليس شريرا ولا يريد الشر – لا يكر الأشياء – حق – عليم – محب – مريد – منزه عن الشهوات والنزوات – أصل الفضائل جميعا. ¶ وتتفق هذه الصفات آلي حد كبير مع الصفات التي وردت عن الله في الانجيل (¬1) ، وبخاصة في العهد الحديث. ولكن معظم صفات الله التي وردت في الانجيل، جاءت على أنها بديهيات ولم تقدم على أساس منطقي. ¶ السببية الأخلاقية مضافة آلي حرية الاختيار ¶ هنالك كثير من الأسباب التي تدعو آلي الاعتقاد بوجود الله، ومن الأسباب التي لا يجوز اغفالها في هذا المقام ما اسميه بالسببية الأخلاقية مضافة آلي حرية الاختيار، وأعني بحرية الاختيار هنا حرية اتخاذ القرارات. ¶ ان النواحي الروحانية والأخلاقية من حياة الانسان وما ينبغي ان يفعله لها أهمية بالغة بالنسبة لسلامة الانسان ورفاهيته، وهي أهمية تفوق أهمية معرفته وسيطرته على الطبيعة غير الانسانية. فاحاطتنا بالعلوم الطبيعية تزيد من فهمنا للعالم الذي نعيش فيه، ¶ ¬_________ ¶ (¬1) - الصفات التي وردت عن الله تعالى او أسماء الحسنى – في القرآن – تسع وتسعون صفة أو اسماً، هي: الله الذي لا اله الا هو، الحي القيوم، السلام، المؤمن.. الخ.",
            "page": "160",
            "part": "1",
            "seal": "32ACA43F"
        },
        {
            "id": "158",
            "nass": "ومن وسائلنا في تحسين الانتاج وتوزيع الضروريات ووسائل الاستمتاع بالحياة، وتقلل من الآلام وتطيل الحياة، ومع ذلك فان المشكلة العظمى في العالم في الوقت الحاضر تعد مشكلة أخلاقية ودينية، فهي تدور حول معرفة كيف نستخدم الطاقة الذرية لتحقيق صالح البشر ورفاهيتهم، لا لكي تنزل بهم الدمار. ولعل أعظم ما صادف الناس والمجتمعات من مشكلات في الحياة كانت من النوع الخلقي، وكانت تدور حول معرفة كيف تتخذ القرارات الصائبة. ¶ اينما وجهنا انظارنا حولنا وجدنا الطبيعة الجامدة تحكمها قوانين ثابتة. وكذلك الحال بالنسبة للحيوانات في معيشتها البرية. ولكن الانسان خلق على غرار كائن علوي آخر، اذ ان له حرية الاختيار، او بعبارة اخرى فان المجتمع الانساني قد خلق كما لو كان مجموعة من الأرواح او الأشخاص الذين لديهم الحرية في ان يقرروا ما يشاءون، وان يأكلوا او لا يأكلوا من (شجرة المعرفة) . فاذا لم نطق القانون الأخلاقي الذي وضعه الله، فعلينا ان نتحمل النتائج. ومن الواضح انه لو كان للطبيعة المادية حرية الاختيار لفقد الانسان ذاته حرية الاختيار ولأصبح كل شيء فوضى. ¶ وتدل دراسة سلوك الحيوان على ان القانونين الأساسيين اللذين يتحكمان في سلوك سائر الكائنات الحية التي هي دون الانسان هما: ¶ 1- بقاء النفس. ¶ 2- بقاء النوع. ¶ ونستطيع بقليل من التفكير ان نتبين انه بدون هذين القانونين لا يكون هنالك سبيل لاستمرار حياة الأنواع الحيوانية المختلفة فترة طويلة. والسلوك العكسي غير المكتسب هو الذي يتحكم على ما يظهر تحكما كليا في سلوك الحيوانات الدنيا. وكلما ارتقى الحيوان في المملكة الحيوانية كان أكثر اعتمادا على السلوك المكتسب الذي يتعلمه. ولكن هنالك شكا فيما اذا كان لدى الحيوانات التي هي أقل رقيا من الانسان اي درجة من الحرية في اتخاذ القرارات، وهي الحرية التي نعرفها لدى الانسان. فاذا كان",
            "page": "161",
            "part": "1",
            "seal": "AA16241D"
        },
        {
            "id": "159",
            "nass": "الأمر كذلك فان حرية هذه الحيوانات محدودة، ومعنى ذلك ان طبيعة الحيوان هي التي تجعله يحافظ على جسمه فلا يتلفه او يعرضه لاذى الا في سبيل الدفاع عن نفسه او نوعه. ويلاحظ انه في العلاقات التي تقوم بين الأنواع المختلفة من الحيوانات او بين افراد النوع الواحد يكون قانون الغابة الذي يرى ان (القوة هي الحق) هو السائد. وهذا القانون هو الذي يحكم الحيوانات ابتداء من القرود فما دونها. أما الكائنات التي تعيش معيشة اجتماعية فتخضع لنوع من الحكم المستبد. والخلاصة هي ان هنالك قوانين للسلوك تتبعها الحيوانات التي هي دون الانسان ولا تجد عنها محيدا. ويدل تاريخ الانسان على ان سلوكه يخضع للقانون الطبيعي الذي تخضع له الحيوانات ولكنه يتأثر فوق ذلك بعوامل أخرى اضافية، فمن ذلك اولا شعوره بالرهبة من المجهول، ومن ذلك ثانيا شعوره بالإثم او بالواجب (الضمير) ، ومن ذلك ثالثا الحكم بان القوة التي تسبب الرهبة تستنكر الأعمال او القرارات التي يتسبب عنها الشعور بالإثم. ¶ وعلى ذلك فانه يلاحظ ان سلسلة من الأسباب تبدأ من العالم المادي آلي الحيوانات الدنيا، ثم تنتهي آلي الحيوانات العليا التي يقع الانسان في قمتها. وقد أدى ذلك آلي ما نشاهده من امتياز الانسان بدرجة اكبر من حرية الأختيار، وهذه بدورها أدت آلي زيادة سيطرته على بيئته ونفسه. وقد ترتب على هذه الحرية شعور الانسان بالخطأ او الصواب، أو قدرته على التمييز بين الخطأ والصواب. ¶ فماذا عسى أن يكون مصدر هذه السلسلة السببية؟ هل نشأت عن غير شيء؟ ام حدثت نتيجة للمصادفة ان الأخذ بهذا الرأي يعد أشد سخافة وأكثر حمقا من القول بان الانسان يستطيع ان يحصل على صورة رائعة للعالم عندما يسكب زجاجة من الماء على الأرض. وليس من العجيب ان نجد ان قانون السببية الذي يعد أساسيا في فهم ظواهر الكون المادي، والذي يتحكم في النباتات والحيوان، والذي يتكون العقل",
            "page": "162",
            "part": "1",
            "seal": "15370997"
        },
        {
            "id": "160",
            "nass": "الانساني بمقتضاه، هو ذاته القانون الذي نستطيع ان نصل به آلي ادراك قيم القانون الأخلاقي الطبيعي القائم على المحبة والعدل والرحمة والحقوق والمسؤوليات والجمال. بل هو ذاته القانون الذي يوصلنا آلي ادراك وجود الله. وبعبارة اخرى فان هذا القانون يوصلنا آلي قيم ومعان سامية لا نستطيع ان نبين قيمتها الحقيقية او نحصيها عدا، ونعتقد ان الأمل في مستقبل الانسان يقع أولا على الدواف التي تقودنا آلي امتلاك هذه الفضائل في الحياة، وهي الفضائل التي لا نستطيع لهد عدا ولا وزنا. ¶ فاذا توافرت لدى الانسان ضروريات الحياة، فان السعادة الحقيقية تاتي عن طريق الاشياء التي لا يتناولها العد او الوزن، وعن تلك المتع التي لا يحتاج الانسان أن يندم عليها. ¶ وقد أقنعني التفكير والتاريخ ان أهمية القيم الروحية والأخلاقية بالنسبة للانسان ترجع آلي عقيدته او عدم عقيدته في وجود شخصية مقدسة تمثل الكمال المقدس وتوجه سلوك الانسان. او عقولنا تكشف عن وحدة الكون ونظامه وعن مبدأ السببية، ولكن هذه الأشياء وحدها لا تكون الدين، او لا تكون دينا ثابتا الا عندما يسمح لها بأن تؤثر في حياتنا اليومية على أساس الحرية في اتخاذ القرارات وصدق العبودية لله والأخوة بين البشر. ¶ فاذا كنا نريد ان تبقى الحياة على سطح الأرض محافظة على ما عرف عنها في الماضي من سمو، فاننا نحتاج آلي توجيه مقدس. فالأحزان والأمراض والكوارث التاريخية تثبت لنا ان الأخلاق والحق والعدالة والرحمة، قد تفقد معانيها وتؤدي آلي حياة ذليلة خسيسة ما لم تكن متصلة بايمان عملي او قائمة على أساس (¬1) . ففي ظل النارية اللادينية والنزعات الالحادية، ضاعت المواهب التي حبا الله بها الانسان وتلطخت بالأوحال. ¶ ¬_________ ¶ (¬1) - (وما أرسلناك الا رحمة للعالمين) سورة الأنبياء، آية: 107.",
            "page": "163",
            "part": "1",
            "seal": "D9E5F2D3"
        },
        {
            "id": "161",
            "nass": "ان الانسان لا يستطيع ان يكون حرا او ان يعيش معيشة انسانية الا في عالم يقوم على الأخلاق وعلى تحمل المسؤوليات، فالناس متساوون وأحرار لا لشيء الا لأنهم عباد الله، اي لم تقم المساواة بينهم الا بوصفهم خلفاء الله على الأرض، فهي مساواة من وجهة نظر الله (¬1) والقانون الأخلاقي. فاذا أنكر وجود الله وأنكر القانون الأخلاقي فلا سبيل إلى انكار الاستعباد ولا آلي محاربة المبدأ الذي يرى أن القوة هي الحق، او إلى محاربة الجشع واستغلال البشر. ¶ واذا لم يكن لدى الناس قيم داخلية، فأنى تكون لهم حرية اختيار مطلقة تنبعث عن النفس او واجب مطلق. ان ذلك يؤدي إلى فهم هذه القيم فهما سطحيا والى امكان استخدامها لتحقيق الأثرة والتوسع في الصالح الشخصي كاستخدام الآلة او الرقيق في أيدي ذوي السلطان. ¶ ان الحقوق التي أعطاها الله للانسان لا يستطيع ان يستردها سواه، أما الحقوق التي يعطيها الإنسان لأخيه والانسان، او تعطيها له إحدى المؤسسات التي صنعها البشر فليس من العسير انكارها او استردادها. فاذا لم تكن حقوقنا الثابتة صادرة عن المصدر الأعظم، عن الخالق، فمن الجهل والحماقة ان نظن ان للبشر حقوقا لا يستطيع انسان او مؤسسة من المؤسسات التي صنعها الناس ان يتغافلها او ينكرها، وعلى ذلك فانه ليس للإنسان الحق في ان يدعي ان له قيمة داخلية او كرامة او حقوقا او واجبات مطلقة، أو مسؤوليات الا بوصفه مخلوقا من مخلوقات الله. ¶ وأعوذ فأقول هل الأخوة بين الناس اتفاق مادي يقوم على أساس ان القوة وحدها هي التي تحدد سلوك الأفراد والجماعات، ام ان هذه الاخوة ترجع آلي اشتراكنا في ¶ ¬_________ ¶ (¬1) - يصف القرآن الكريم هذه المساواة وصفا رائعا في عدة آيات، منها: ¶ (يا أيها الناس انا خلقناكم من ذكر وأنثى وجعلناكم شعوبا وقبائل لتعارفوا، ان أكرمكم عند الله اتقاكم) سورة الحجرات، آية: 12. ويقول محمد عليه الصلاة والسلام: (لا فضل لعربي على عجمي الا بالتقوى) ، (الناس سواسية كأسنان المشط..) الخ.",
            "page": "164",
            "part": "1",
            "seal": "898B47AB"
        },
        {
            "id": "162",
            "nass": "عبودية الله؟ وأي المصدرين يهيئ لها بقاء أطول ودواما أدوم؟ وهل ترجع حريتنا آلي حرية الروح، حرية اتخاذ القرارات وحرية الفعل؟ ام انها مجرد اتفاق ماجي له صبغة اجتماعية؟ وكيف يمكن ان يستمتع الانسان بالحرية اذا كان ينظر اليه على انه عبد من عبيد الدولة؟ ¶ عندما ينعدم الاعتقاد بوجود القيم الداخلية وفي كرامة الفرد، تظهر الكوارث الأخلاقية وتعم الوحشية وتجد لها مسوغات في فكرة الأجناس الراقية او الاجناس الممتازة في فكرة ان صالح الدولة هو الغاية التي ليس وراءها غاية، وفي مبدأ (الغاية تبرر الوسيلة) . ولقد كان هذا هو الأسلوب الذي استخدم في نورنبرغ. والا فكيف اعتبر زعماء النازيين ودكتاتوريوهم ممن كانوا مسؤولين عن جميع التصرفات الوحشية، نقول: كيف اعتبروا مذنبين فوجهت اليهم الاتهامات وثبتت ادانتهم. ولم يكونوا في كل ما قاموا به من هذه الأعمال المزرية الا منفذين لأوامر سادتهم وقوانين النازيين ومبادئهم؟ انهم لا يمكن ان توجه اليهم الاتهامات ويدانوا الا في ظل القانون الالهي الأبدي الذي يطلق عليه الملحدون اسم (مبادئ الإنسانية) . ¶ ولو كانت القوانين الوضعية هي المصدر الوحيد لحقوق الانسان فعلى اي اساس نستطيع ان ندين النازيين على اضطهادهم الأجناس كالغجر والبولنديين وأعدائهم السياسيين؟ وعلى اي أساس نستطيع ان ندين ما لقيه الوطنيون المجريون المجاهدون من اضطهادات؟ ¶ لقد هدر النازيون حقوق غيرهم، ولم يعتبروا ان للبشر حقوقا وان للاضطهاد حدودا، فاذا كانت هنالك حقوق ثابتة للناس فمن الذي يثبت هذه الحقوق؟ واذا لم يكن الانسان قد خلق فكيف يستطيع ان يدعي انه هو الذي خلق العزة والكرامة والحقوق والواجبات وحرية الارادة والتحرر؟ سوف تجد نفسك دائما وقد أمسكت بسلسلة من المسببات",
            "page": "165",
            "part": "1",
            "seal": "486F2BD0"
        },
        {
            "id": "163",
            "nass": "توصلك في النهاية آلي الله، الا اذا أبعدته قاصدا عن تفكيرك وأخرجته من دائرة اعتبارك قبل أن تصل اليه. ¶ واننا لنجد في الحياة الأميركية المعاصرة كثيرا من الادلة على ان الديمقراطية الأمريكية قد وهنت وزلزلت أركانها بسبب سيرها في الاتجاه المادي وابتعادها عن الأساس الديني والروحي. وهنالك محاولات عديدة في العالم الغربي للعمل على صيانة حقوق الإنسان بعد نكران اصلها المقدس، ولكن هذه الحقوق التي هي رصيد روحي وثمرة من ثمار الدين في العهود الماضية، لا يمكن ان تبقى اذا اقتلعت جذورها واجتثت من فوق الأرض، او شوهت أعضاؤها وضاعت معالمها، او لم يعن احد بزراعتها او غرسها. ¶ وللاعتقاد بوجود الله مزاياه الخالدة: وهنالك ثلاثة أسباب تحملنا على الاعتقاد بان الايمان بالله لا يضيع أبدا، فمن ذلك: ¶ أولا: ان النظام التربوي الذي يناسب كل الناس في سائر الازمان يقوم على الايمان. اما النظام التربوي الذي يقوم على الفلسفة الطبيعية ويستهدف الصحة والمتعة، فانه لا يناسب ذوي الأمراض المزمنة التي لا تبرأ، ولا يناسب المشوهين او المرضى الذين فقدوا الأمل في الشفاء. والنظام التربوي الذي يقوم على الفلسفة البراغماتية لا يناسب غير القادرين عليه وغير المتهيئين له. والتربية التي تقوم على الفلسفة الانسانية لا تناسب من لديهم استعدادات ميكانيكية. اما التعليم الذي يقوم على الايمان وعلى الاعتبارات الدينية، فانه يناسب سائر البشر على اختلافهم في الكليات وفي الأسواق وفي البيوت والمستشفيات وفي الاحياء الفقيرة والسجون وفي المعارك. ان الايمان بالله يولد قوة تضمن لصاحبها الا يحيق به ضرر مطلق. ان الدين من الوجهة البيولوجية يمكن تعريفه بانه عبادة الانسان لقوة عليا نتيجة لشعوره بحاجة في قرارة نفسه آلي هذه القوة، وانه لمن العسير ان تكبت هذه الحاجة في معظم نفوس البشر.",
            "page": "166",
            "part": "1",
            "seal": "46021183"
        },
        {
            "id": "164",
            "nass": "ثانيا: ان الاعتقاد في وجود الله ضروري لإكمال معنى الحياة والكون. ولا شك ان العقلاء من الناس سوف يبحثون دائما عن هذا المعنى. ¶ ثالثا: بصرف النظر عن الهجمات المتكررة التي تشنها العقول الضالة المرتبكة او العقول المفكرة، فان الأطفال سوف يولدون في المستقبل ما شاء لهم ان يولدوا، وسوف يخضعون في تكوين عقولهم لنفس القوانين التي خضعت لها العقول عندما تكونت في الماضي ما دام هنالك تفاعل بين العقل والخبرة الحسية، وما دام الكون يخضع لنفس القوانين التي خضع لها في الماضي. وسوف يستمر العقل الناضج في استجابته لمبادئ القانون الطبيعي والتفكير السوي الا اذا حيل بينه وبين السير في هذا الطريق الطبيعي، بان وضعت العوائق في سبيله او أضل عن السبيل. وان عقول الغالبية العظمى من البشر قد سارت في طريقها غير منحرفة عن المبادئ الاساسية التي تقوم عليها القوانين التي تتحكم في الطبيعة وسائر وظائفها. لقد ذهبت هذه العقول المفكرة تبحث فيما وراء الوقائع المباشرة التي يدركها الحس لعلها تعرف (السبب) وتكشف عن (الحقيقة) . وقد وصلت آلي الاعتقاد في وجود الله. ¶ من أجل ذلك يحق لنا ان نستبشر خيراً. (فأما الزّبَدُ فَيذْهبُ جفاءً وأما ما ينفعُ النّاسَ فيمْكُث في الأرض) (¬1) {الرعد: 17} . وما من بقاء الا للأشياء الملائمة التي ينتفع بها الناس جميعا تحت كل الظروف وفي سائر الأزمان. ولذلك فان الايمان الديني والفكرة الدينية وما لهما من أثر على الفرد والمجتمع، قد بقيا عاليين خفاقين على ممر الأجيال سواء في الأزمنة التي ازدهرت فيها المدنية، او في تلك التي أخنى عليها فيها الدهر. وفوق ذلك فان المبادئ الأساسية التي يقوم عليها التفكير السليم وتستند اليها العقيدة الراسخة سوف تستمر عالية خفاقة كلما ولد طفل، فالطفل كما ذكرنا من قبل قد حباه الله الفطرة السليمة، ¶ ¬_________ ¶ (¬1) - من الآية 17 سورة الرعد: (بل نقذف بالحق على الباطل فيدمغه فاذا هو زاهق) (قرآن كريم) .",
            "page": "167",
            "part": "1",
            "seal": "3B13AF1B"
        },
        {
            "id": "165",
            "nass": "والأخلاص، والأمل، والمحبة. ولعل ذلك هو الذي دعا عيسى عليه السلام آلي تمجيد الطفولة حيث يقول: (الأطفال هم الأمراء في مملكة الله) . ويقول: (ان الذي لا ينال ملك الله كما يناله الطفل الصغير، لا يستطيع ان يناله بطريقة أخرى) . ويقول: (انك لن تستطيع ان تلج مملكة السماء الا اذا تغيرت وصرت مثل الأطفال) . ويقول: (ان الانسان لا يستطيع ان يرى مملكة الله الا اذا ولد من جديد) (¬1) . ¶ وكما قال ماكس بلانك العالم الطبيعي الذي فتح الطريق آلي أسرار الذرة: (ان الدين والعلوم الطبيعية يقاتلان معا في معركة مشتركة ضد الشك والجحود والخرافة. ولقد كانت الصيحة في هذه الحرب وسوف تكون دائما: آلي الله) . ¶ وأحب ان أتمثل هنا بما قاله لويس باستير الذي يعد من صفوة الممتازين من البشر حينما قال: (اذا قيل لي انني بما وصلت اليه من هذه النتائج قد ذهبت آلي ما وراء الوقائع المحسوسة فانني أقول: نعم انني وجدت نفسي في خضم من الأفكار التي لا يمكن دائما اثباتها اثباتا قاطعا، وتلك هي طريقتي في النظر آلي الأشياء) . ¶ (فاذا كنت قد ذهبت آلي ما وراء الوقائع المحسوسة، واذا كنت قد وقعت في بعض الأخطاء، فهل لك ان تدلني عليها فانني شغوف دائما بان أتعلم) . ¶ ¬_________ ¶ (¬1) - ويقول محمد عليه الصلاة والسلام: (كل مولود يولد على الفطرة) .",
            "page": "168",
            "part": "1",
            "seal": "FD47EE04"
        },
        {
            "id": "166",
            "nass": "تعليق المراجع ¶ كان لزاما ان يضم هذا الكتاب، الذي حرر فصوله نخبة من علماء أمريكا المعاصرين ونادوا فيه بوجوب اعمال الفكر وتسخير العلم تصديقا لما جاء في الكتب المقدسة، ولنلمس أيادي العلي القدير في كل ما هو حولنا في هذا الوجود، أقول كان لزاما ان يضم اليه فصل أغفل عن آخر كتاب مقدس نزل حين اكتملت الانسانية ونضجت عقول البشر واستعدت للبحث والتفكير والتدبر والتأمل، وذلك بطبيعة الحال بالاضافة إلي ما أوردنا - تحت الهوامش - من آيات ذلك الكتاب البينات في بعض المناسبات كتعقيب على ما جاء في بعض الصفحات. ¶ ولقد خاطب القرآن العقول، ووجه الحديث إلي أهل العلم والمعرفة في مواضع عديدة منها - بالاضافة آلي ما أوردناه تحت الهامش -: (ون آياتهِ أن خلقكُم من تُراب إذا أنتم بشرٌ تنتشرونَ) [الروم: 20] (ومن آياتهِ خلقُ السمواتِ والأرضِ واختلافُ ألسنتكم وألوانكمْ ان في ذلك لآياتٍ للعالمين) [الروم: 22] ، (ومن آياتهِ يريكمُ البرقَ خوفاً وطمعاً وينزّلُ من السماءِ ماءً فيحي به الأرض بعد موتها ان في ذلكَ لآياتٍ لقومٍ يعقلون) [الروم: 24] . ¶ والقرآن في حد ذاته، اكبر معجزات الرسول وأخلدها، وليس اخلد على الأرض من كتاب يتلى، وليس أبقى عليها ولا أنفع للناس فيها من كتاب فيه دواء لقلوب المرضى واليائسين، وسكن لنفوس الحيارى والمحرومين، وأمل ورجاء للبشر أجمعين، فيه شفاء للناس وهدى ورحمة للعالمين، وغذاء للروح والعقل لكل من أخلص النية بالفعل. وفي أول الأمر اعجز القرآن العرب بفصاحة وبلاغته وحكمته وتنبؤاته التي تحققت، ولكن",
            "page": "169",
            "part": "1",
            "seal": "B90B79C9"
        },
        {
            "id": "167",
            "nass": "لا تمضي فترة تتقدم فيها المعرفة ويسير خلالها ركب المدنية نحو درجات أرفع الا وتكشف القرآن عن معجزة اروع، فاعجاز لا يقف عند حد، ولعمري تلك صفة المعجزة الكبرى الخالدة. ¶ وفي هذا العصر، عصر الاعجاز العلمي، ترى القرآن يصف بعض حقائق الوجود المادية، بل ويتنبأ بما سيجيء منها في المستقبل، بدقة علمية وسلامة لفظية لا مثيل لهما في كتاب من الكتب، انظر آلي قوله تعالى - على سبيل المثال لا على سبيل الحصر: ¶ 1- (الله الذي يُرسلُ الرياحَ فَتُثيُر سَحاباً فَيبسُطُهُ في السّمآء كيفَ يَشاءُ وَيجعلُهُ كِسفاً فَتَرى الوْدقَ يَخرُجُ من خلالهِ) [الروم: 18] . ويثبت علم الأرصاد ان الاصل في اثارة السحب ونزول المطر منها هو إرسال الرياح لتتجمع في صعيد واحد، وتلك حقيقة لا جدال فيها. ¶ 2- (.. يجعلْ صَدرهُ ضيقاً حرَجاً كأنمَا يصّعدُ في السماء) [الأنعام: 125] ، والمعروف بالتجربة، بعد ان طار الانسان وحلق في هذا العصر على ارتفاعات مختلفة، ان الصعود في الجو والتعرض لطبقاته العليا يصحبه حتما ضيق الصدر حتى تصل الحال آلي درجة الاختناق على أبعاد تقل فيها كمية الأوكسيجين، بل ويقل فيها الهواء الجوي عموماً. ¶ 3- (والسّماءَ بنَيَنهَا بأييدٍ وإنا لمُوسِعونَ) [الذاريات: 47] . ¶ وحدود الكون، كما تمثلها السماء، ثبت علميا أنها تتسع وتتمدد. ¶ 4- (فلا أُقسمُ بمواقعِ النجومِ وإنّه لقسمٌ لو تعلمونَ عظيم) [الواقعة: 75، 76] . ¶ ويحدثنا علماء الفلك بان المسافات بين النجوم تبلغ حد الخيال، وهي جديرة بان يقسم بها الخالق لعظمها، فان مجموعات النجوم التي تكون أقرب مجرات السماء منا تبعد عنها بنحو 700 الف سنة ضوئية، والسنة الضوئية تعال عشرة ملايين الملايين من الكيلومترات.",
            "page": "170",
            "part": "1",
            "seal": "D391FA6A"
        },
        {
            "id": "168",
            "nass": "ومن آياته التنبؤ بما سيجيء في المستقبل مما يبشر به العلم او لا ينكره: ¶ 1- عصر الفضاء: (يا مَعشرَ الجنْ والإنس ان استطعتمْ أن تَنفذوا من أقطارِ السّموات والأرض فانفُذوا لا تنفذون الا بسلطانٍ) [الرحمن: 33] . ¶ 2- مستقبل المدنية على الأرض: (حتى إذا أخذَتَ الأرضُ زخرُفها وازّينتْ وظنَّ أهلُها أنهم قادِرونَ عليها أتاها أمرُنا ليلاً أو نهاراً..) [يونس: 24] . ودقة التعبير العلمي واضحة في هذه الآية اذ عندما يكون نصف الأرض نهارا يكون نصفها الآخر ليلاً. ¶ 3- مصير المجموعة الشمسية: (فأرتقبْ يومَ تأتي السماءُ بدُخانٍ مبينٍ) [الدخان: 10] ، (فأذا برَق البصرُ وخسفَ القمرُ وجُمعَ الشمسُ والقمرُ يقول الإنسانُ يومئذٍ أين المفر) [القيامة: 7-10] (وحملتِ الأرضُ والجبالُ فدُكتا دكةً واحدةً..) [الحاقة: 14] . ويؤكد علماء الفلك جميعا ان الشمس (كأي نجم آخر) لابد ان يعتريها ازدياد مفاجئ في حرارتها وحجمها واشعاعها بدرجة لا تصدقها العقول، وعند ذلك يتمدد سطحها الخارجي بما حوى من لهب ودخان حتى يصل القمر، ويختل توازن المجموعة الشمسية كلها. وكل شمس في السماء لابد ان تمر على مثل هذه الحالة قبل ان تحصل على اتزانها الدائم، ولم تمر شمسنا بالذات بهذا الدور بعد. ¶ وأنا عندما أسوق هذه الآيات لا أدعي ان القرآن مرجع علمي بالمعنى المعروف، ولكني احب ان أتساءل كيف استطاع رجل منذ أكثر من 1300 سنة أن ياتي بمثل هذه الحقائق العلمية الرائعة؟ فهل كان صاحب تلك الرسالة، ذلك النبي الأمي، عالما من الفلك، او أستاذا من أساطين الطبيعة؟ .. الحق انه لا سبيل آلي الجدال، وليس أمامنا الا التسليم بانه وحي من عند العليم. ¶ والقرآن آلي جانب ذلك كله يكمل (آدمية البشر) أو (إنسانيتهم) ، ويعلي قدر ابن آدم اذ يقول مثلا: (لقدْ خلقنا الإنسانَ في أحسنِ تقويمٍ) [التين: 4] . (ولقدْ كرّمنا بني آدمَ.. وفضّلناهم على كثيرٍ ممّن خلقنا تَفضِيلاَ) [الإسراء: 70] ، كما أعطاه فرصة العمل",
            "page": "171",
            "part": "1",
            "seal": "3F05A52D"
        },
        {
            "id": "169",
            "nass": "الصالح والتقرب من بارئه مختارا، ومقاومة الشرور مختاراً، ومساعدة الغير مختاراً.. إلى غير ذلك من أعمال الإنسانية والبر. وهكذا فتح هذا الباب على مصراعيه وجعل لكل مجتهد نصيبا ولكل عامل في سبيل الكمال مقاماً، فهناك فرصة لتنمية غرائز الخير وتوظيفها، ما بين الغني والفقير والقوي والضعيف والحاكم والمحكوم.. وانه لمن الخير للمجتمع ان يوجد فيه عشرة يساعدون الضعيف مختارين عن مجتمع يكلف فيه ألف شخص تكليفا بالمساعدة والعون. ان المجتمع الأول جدير بآدميته وهو يرتقي في الروح والجسد وتنمو فيه عوامل المحبة وتظهر مبادئ الانسانية والحرية والاجتهاد، اما المجتمع الثاني فهو جسد بلا روح. ¶ والان لم يبق أمام المكابر في سبيل، وليس وراء هذا الوجود من غاية غير الله تعالى، فهو مظهر من مظاهر الألوهية، وكل شيء فيه انما يسعى اليه تعالى، ولكن كان الإنسان اكثر جدلا: (وَضربَ لنا مثلاً ونسيَ خلقهُ، قال من يُحي العظامَ وهيَ رَميم قل يُحيها الذي أنشأها أوّل مرةٍ وهوَ بكل خلقٍ عَليمٌ) [يس: 78، 79] . ¶ محمد جمال الدين الفندي",
            "page": "172",
            "part": "1",
            "seal": "8B0724BB"
        }
    ],
    "t9830": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المترجم: هل لهذا الكون من إله؟"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "نشأة العالم: هل هو مصادفة أو قصد؟"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "اختبار شامل"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "النتيجة الحتمية"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "استخدام الاسلوب العلمي"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الأدلة الطبيعية على وجود الله"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "الكشوف العلمية تثبت وجود الله"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الماء يروي لك القصة"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "الله والكون المعقد"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "المادية وحدها لا تكفي"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "الحائر الصغير يفكر"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "حقائق من سجل الغابات"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "ما وعاه ابن صاحب البستان"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "الخلايا الحية تؤدي رسالتها"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "منطق الإيمان"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "موجهات جيولوجية"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "المبدع الأعظم"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "نظرة إلى ماوراء القوانين الطبيعية"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "الله والقوانين الكيماوية"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "العلم تدعم إيماني بالله"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "صحة الدين"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "عجائب التربة"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "الإنسان ذاته هو الدليل"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "التوافق بين العلوم"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "الله والعلاج الطبي"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "الزهر وطيور بالتيمور"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "وجود الله حقيقة مطلقة"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "تعليق المراجع"
        }
    ]
}