{
    "b9843": [
        {
            "id": "9",
            "nass": "وقال أبو الأزهر: كان بسمرقند أربع مائة ممن يطلبون الحديث، فاجتمعوا سبعة أيام، وأحبوا مغالطة محمد بن إسماعيل، فأدخلوا إسناد الشام في إسناد العراق، وإسناد اليمن في إسناد الحرمين، فما تعلقوا منه بسقطةٍ لا في الإسناد، ولا في المتن. ¶ وقال رحمه الله تعالى: ما استصغرت نفسي عند أحدٍ إلا عند عليّ ابن المديني، وربما كنت أغْرِبُ عليه. ¶ وقال: أحفظ مائة ألف حديث صحيح، وأحفظ مائتي ألف حديث غير صحيح. ¶ وقال: إني أرجو أن ألقى الله ولا يحاسبني أني اغتبت أحداً. ¶ وقال مشايخ البصرة: كان لا يتقدمه أحدٌ، وكان أهل المعرفة من البصريين يَعْدون خلفه في طلب الحديث وهو شاب حتى يغلبوه على نفسه، ويجلسوه في بعض الطريق، فيجتمع عليه ألوف، أكثرهم ممن يكتب عنه، وكان شاباً لم يخرج وجهه (¬1) ، ولما دخل البصرة قال محمد بن بشار: دخل اليوم سيد الفقهاء، وقال: حفاظ الدنيا أربعة: أبو زرعة بالرَّيَّ، ومسلم بن الحجاج بنيسابور، وعبد الله بن عبد الرحمن الدَّارمي بسمر قند، ومحمد بن إسماعيل البخاري ببخارى. ¶ وكان ابن صاعدٍ إذا ذكره يقول: الكبش النّطاح. ¶ وقال محمود بن النضر الشافعي: دخلت البصرة والشام والحجاز والكوفة ورأيت علماءها فكلما جرى ذكر محمد بن إسماعيل فضلوه على أنفسهم. ¶ ¬_________ ¶ (¬1) . تهذيب الأسماء واللغات 1/170، سير أعلام النبلاء 12/411-415، طبقات الشافعية الكبرى للسبكي 2/217.",
            "page": "12",
            "part": "1",
            "seal": "9543B12F"
        },
        {
            "id": "10",
            "nass": "وقال عمرو بن عليّ الفلاّس: حديثٌ لا يعرفه محمد بن إسماعيل ليس بحديث. ¶ وقال محمد بن سلاَّم البيكَنْدِيُّ للبخاري: انظر في كتبي، فما وجدت فيها من خطأ فاضرب عليه، فقال له أصحابه: من هذا الفتى؟ فقال: هذا الذي ليس مثله. ¶ وقال قتيبة بن سعيد: جالست الفقهاء والزهاد والعُبَّاد، فما رأيت منذ عقلت مثل محمد بن إسماعيل، وهو في زمانه كعمر في الصحابة، وقال أيضاً: لو كان محمد بن إسماعيل في الصحابة، لكان آية. ¶ وقال رجاء بن رجاء: فَضْلُ محمد بن إسماعيل على العلماء، كفضل الرجال على النساء. ¶ وقال عبد الله بن عبد الرحمن الدَّرامي: قد رأيتُ العلماء بالحرمين والحجاز والشام والعراق، فما رأيت منهم أجمع من محمد بن إسماعيل، وقال: هو أعلمنا وأفقهنا وأكثرنا طلباً. ¶ وقال عبد الله بن سعيد بن جعفر: سمعت العلماء بمصر يقولون: ما في الدنيا مثل محمد بن إسماعيل في المعرفة والصلاح، ثم قال عبد الله: وأنا أقول قولهم. ¶ وقال موسى بن هارون الحافظ: عندي لو أن أهل الإسلام اجتمعوا على أن يصيبوا آخر مثل محمد بن إسماعيل لما قدروا عليه. ¶ وقال أحمد بن حنبل: لم يجئنا من خراسان مثل محمد بن إسماعيل. ¶ وقال له مسلم بن الحجاج: أشهد أنه ليس في الدنيا مثلك، وجاء إليه فقبله بين عينيه، وقال: دعني حتى أُقبل رجليك يا أستاذ الأستاذين وسيد المحدثين ويا طبيب الحديث في علله.",
            "page": "13",
            "part": "1",
            "seal": "2401B51E"
        },
        {
            "id": "11",
            "nass": "وقال أبو عيسى محمد بن عيسى الترمذي: لم أرَ أعلم بالعلل والأسانيد من محمد بن إسماعيل البخاري. ¶ وقال أبو بكر محمد بن إسحاق بن خزيمة: ما تحت أديم السماء أعلم بالحديث من محمد بن إسماعيل البخاري (¬1) . ¶ هذا وإن ثناء الأئمة الحفاظ على الإمام البخاري يطول سرده وصنَّف الأئمة والحفاظ في سيرته ومناقبه مصنفات متنوعة، لذا اكتفيت بهذه المقتطفات من بحر فضله. ¶ محنته ووفاته: ¶ بعد رحلة شاقة وطويلة قضاها الإمام أبو عبد الله في الرواية والسماع، قرر أن يعود إلى بلده لتسكن نفسه، وتهدأ روحه، فلما وصل إلى بخارى نصبت له القباب على فرسخ من البلد واستقبله عامة أهلها حتى لم يبق مذكور، ونثرت عليه الدراهم والدنانير، وبقي مدَّة يُحدِّثُهم، فبعث إليه الأمير خالد بن أحمد الذهلي والى بخاري أن أحمل إليَّ كتاب ((الجامع)) و ((التاريخ)) وغيرهما لأسمع منك، فامتنع أبو عبد الله عن الحضور عنده، فراسله أن يعقد مجلساً لأولاده لا يحضره غيرهم، فامتنع عن ذلك أيضاً، وقال: لا يسعني أن أخص بالسماع قوماً دون قوم، فاستعان خالد بن احمد بحريث بن أبي الورقاء وغيره من أهل العلم ببخارى عليه حتى تكلموا في مذهبه، ونفاه عن البلد، فدعا عليهم أبو عبد الله فقال: اللهم أرهم ما قصدوني به في أنفسهم وأولادهم وأهاليهم، فأما خالد فلم يأت ¶ ¬_________ ¶ (¬1) . ينظر: تاريخ بغداد 2/4-36، تهذيب الأسماء واللغات 1/67، تهذيب الكمال 24/431، 445 وما بعدها، سير أعلام النبلاء 12/408، وما بعدها، طبقات الشافعية الكبرى للسبكي 2/218 وما بعدها، هدي الساري 486 وما بعدها.",
            "page": "14",
            "part": "1",
            "seal": "481E7438"
        },
        {
            "id": "12",
            "nass": "عليه إلا أقل من شهر حتى ورد أمر الخلافة بأن ينادي عليه، فنوديَ عليه، وهو على أتان، وأشخص على أكاف، وحبس إلى أن مات، ولم يبق أحد ممن ساعده إلا ابتلي بأولاده، وأراه الله تعالى فيهم البلايا (¬1) . ¶ قال البخاري: دخلت بغداد آخر ثمان مرات، كل ذلك أُجالس أحمد بن حنبل، فقال لي في آخر ما ودعته: يا أبا عبد الله، تترك العلم، وتصير إلى خراسان؟ قال البخاري: فأنا الآن أذكر قوله (¬2) . ¶ وخرج البخارى من بخارى إلى خَرتَنْكَ، على فرسخين من سمرقند. ¶ قال عبد القدوس بن عبد الجبار السمرقندي: جاء محمد بن إسماعيل إلى خَرْنَتْكَ، وكان له بها أقرباء، فنزل عندهم، فسمعته ليلة يدعو، وقد فرغ من صلاة الليل: اللهم إنه قد ضاقت عليَّ الأرض بما رَحُبَتْ، فاقبضني إليك، فما تم الشهر حتى مات بخَرْنَتْكَ. ¶ وقال أبو منصور غالب بن جبريل، وهو الذي نزل عليه أبو عبد الله: إنه أقام عندنا أياماً، فمرض، واشتد به المرض حتى جاء رسولٌ إلى سمرقند في إخراج محمد، فلما وافى تهيأ للركوب، فلبس خُفَّيهِ، وتعمَّمَ، فلما مشى قدر عشرين خطوةً أو نحوها، وأنا آخذ بعضده ورجل آخذ معي يقوده إلى الدَّابة ليركبها، فقال رحمه الله: أرسلوني فقد ضعفت، فدعا بدعواتٍ، ثم اضطجع، فقضى رحمه الله، فسال منه العرق شيء لا يوصف، فما سكن منه العرق إلى أن أدرجناه في ثيابه ¶ ¬_________ ¶ (¬1) . انظر: تاريخ بغداد 2/34، تهذيب الكمال 24/464، 465، 466، سير أعلام النبلاء 12/464، 465، طبقات الشافعية الكبرى 2/233، هدي الساري 494. ¶ (¬2) . تاريخ بغداد 2/22-23، طبقات الحنابلة 2/257.",
            "page": "15",
            "part": "1",
            "seal": "65DAFE65"
        },
        {
            "id": "13",
            "nass": "وكان فيما قال لنا وأوصى: أن كفنوني في ثلاثة أثواب ليس فيها قميصٌ ولا عمامة ففعلنا ذلك. ¶ وقال الحسن بن الحسين البزاز البخاري: توفى البخاري ليلة السبت ليلة الفطر عند صلاة العشاء، ودفن يوم الفطر بعد صلاة الظهر سنة ست وخمسين ومائتين، وعاش اثنتين وستين سنة إلا ثلاثة عشرة يوماً (¬1) ، رحمه الله وأسكنه فسيح جناته. ¶ الفصل الثاني: عناية الإمام البُخَاريِّ بالجامع الصَّحيح ومُصنّفاته الأخرى ¶ إن الحديث عن الأوهام الواقعة في ((الجامع الصحيح)) بسبب اختلاف الرواة، يجب أن لا تُعَدُّ من السلبيات التي يظن البعض إنها من المآخذ على ((الجامع الصحيح)) وإنما هي أمر طبيعي يعطينا فكرة عن مدى الدقة والأمانة العلمية التي كان يتميز بها المحدثون في تأليفهم للمصنفات، ومدى رعايتهم لعلم الرواية، وحرصهم على مراجعة ما يكتبونه، واستمرارهم في تنقيح ما يأخذونه عن شيوخهم، ومراجعة مصادرهم للوصول إلى أدق الروايات، وأتقنها، وهذا الأمر ليس موقوفاً على كتاب ((الجامع الصحيح)) فإن كتاب ((الموطأ)) للإمام مالك رحمه الله تعالى هو الاخر قد كثرت رواياته وتباينت بسبب مراجعته المستمرة لكتابه، وتعدد رواة ((الموطأ)) ، وغير ذلك من المصنفات الحديثية، والتي كثرت روايتها وتعددت ... دليل واضح على المدى الذي وصل إليه المسلمون في ضبط النصوص وتوثيقها. ¶ ولقد كانت عناية الإمام البخاري بمصنفاته كبيرة، وروى عنه أنه ¶ ¬_________ ¶ (¬1) . انظر: تاريخ بغداد 2/6، 34، وفيات الأعيان 4/190، طبقات الشافعية 2/233، سير أعلام النبلاء 12/466-468، هدي الساري 495.",
            "page": "16",
            "part": "1",
            "seal": "25161848"
        },
        {
            "id": "14",
            "nass": "قال: صنفت جميع كتبي ثلاث مرات (¬1) ، أي أنه ما زال ينقحها ويراجعها أكثر من مرة. ¶ وقال: ما وضعت في كتاب الصحيح حديثاً إلا اغتسلت قبل ذلك وصليت ركعتين، وعنه أنه قال: صنفت ((الجامع)) من ستمائة ألف حديث في ست عشرة سنة، وجعلته حجّة فيما بيني وبين الله، وقال: صنفت كتابي ((الجامع)) في المسجد الحرام، وما أدخلت فيه حديثاً حتى استخرت الله تعالى، وصليت ركعتين وتيقنت صحته. ¶ قال الحافظ ابن حجر: الجمع بين هذا وبين ما تقدم أنه كان يصنفه في البلاد: أنه ابتدأ تصنيفه وترتيبه وأبوابه في المسجد الحرام، ثم كان يخرج الأحاديث بعد ذلك في بلده وغيرها، ويدلّ عليه قوله: إنه أقام فيه ست عشرة سنة، فإنه لم يجاور بمكة هذه المدة كلها، وقد روى ابن عديًّ عن جماعة من المشايخ أن البخاري حوّل تراجم جامعه بين قبر النبي - صلى الله عليه وسلم - ومنبره، وكان يصلي لكل ترجمة ركعتين. ¶ قال الحافظ: ولا ينافي هذا أيضاً ما تقدم لأنه يحمل على أنه كتبه في المسودّة وهنا حوّله من المسودّة إلى المُبيضة (¬2) . ¶ وقال أبو جعفر العُقيلي: لما صنف البخاري كتابه ((الصحيح)) عرضه على ابن المديني، وأحمد بن حنبل، ويحيى بن معين، وغيرهم فاستحسنوه وشهدوا له بالصحة إلا أربعة أحاديث، قال العقيلي: والقول فيها قول البخاري، وهي صحيحة (¬3) . ¶ وكان الإمام البخاري رحمه الله يعقد مجالس علمية لإملاء الحديث ¶ ¬_________ ¶ (¬1) . سير أعلام النبلاء 12/403، هدي الساري 487. ¶ (¬2) . هدي الساري 489، تغليق التعليق 5/418. ¶ (¬3) . المصدر السابق.",
            "page": "17",
            "part": "1",
            "seal": "692FB84C"
        },
        {
            "id": "15",
            "nass": "وكتابة ((الصحيح)) وقد ذكر الفربري انه قد سمع منه - يعني البخاري - تسعون ألف رجل، وآخر من سمع منه ببغداد القاضي حسين المحاملي (¬1) . ¶ قال ابن رُشيد: ثم تواتر الكتاب من الفربري، فتطوق به المسلمون، وانعقد الإجماع عليه (¬2) . ¶ ¬_________ ¶ (¬1) . انظر تاريخ بغداد 2/5، سير أعلام النبلاء 12/433. ¶ (¬2) . إفادة النصيح بسند الجامع الصحيح 19.",
            "page": "18",
            "part": "1",
            "seal": "55D99CE3"
        },
        {
            "id": "16",
            "nass": "الباب الثاني: روايات الجامع الصحيح، ونسخه ¶ الفصل الأول: روايات الجامع الصحيح للإمام البخاري (¬1) ¶ لقد اهتم المحدثون بكتاب ((الجامع الصحيح)) للإمام البخاري، وأولوه عناية خاصة تليق بمكانته الكبيرة في نفوسهم، وقد تجلت أولى مظاهر هذا الاهتمام في كثرة المتلقين لهذا الكتاب المبارك عن مصنفه، يقول تلميذه الفربري: سمع كتاب ((الصحيح)) لمحمد بن إسماعيل تسعون ألف رجل، وفي رواية سبعون ألف رجل (¬2) ... ¶ ثم كانت العناية به وضبطه وفق قواعد المحدثين والحرص على تبليغه جيلاً بعد جيل، وقد تمثل ذلك في روايات هذا الكتاب. ¶ ورواة الصحيح هم: ¶ أولاً: المُحَدِّثُ الثِّقَةُ، أبو عبد الله محمد بن يوسف بن مطر بن صالح بن بشر، الفَرَبْرِيُّ (¬3) . ¶ ¬_________ ¶ (¬1) . ينظر: ((اختلاف الروايات وأثره في توثيق النصوص وضبطها)) للدكتور موفق بن عبد الله بن عبد القادر، بحث نشر في مجلة الدّرعية، التي تصدر بالرياض السنة الثانية، العدد الثامن شوال 1420هـ. ¶ (¬2) . تاريخ بغداد 2/9، سير أعلام النبلاء 150/112، التقييد 1/131، معجم البلدان 4/246. ¶ (¬3) . ترجمته في: إفادة النِّصيح 10، سير أعلام النبلاء 15/10، التقييد 1/131.",
            "page": "19",
            "part": "1",
            "seal": "8B5E78B1"
        },
        {
            "id": "17",
            "nass": "ورواة الصحيح عن الفَرَبْرِيِّ هم: ¶ 1 - الإمام المحدث أبو إسحاق، إبراهيم بن احمد بن إبراهيم بن احمد بن داود البلخي، المستمليّ (ت376هـ) (¬1) . ¶ كان سماعه للصحيح في سنة أربع عشرة وثلاثمائة. ¶ قال المستمليّ: انتسخت كتاب البخاري من أصله، كما عند ابن يوسف فرأيته لم يتم بعد، وقد بقيت عليه مواضع مبيَّضة كثيرة، منها تراجم لم يثبت بعدها شيئاً، ومنها أحاديث لم يترجم عليها، فأضفنا بعض ذلك إلى بعضٍ. ¶ قال الباجي: ومما يدل على صحة هذا القول أن رواية أبي إسحاق، ورواية أبي محمد، ورواية أبي الهيثم، ورواية أبي زيد - وقد نسخوا من أصل واحد - فيها التقديم والتأخير، وإنما ذلك بحسب ما قدّر كل واحد منهم فيما كان في طرَّةٍ، أو رقعةٍ مضافة أنه من موضع ما فأضافه إليه، وبيان ذلك أنك تجد ترجمتين وأكثر من ذلك متصلة ليس بينهما أحاديث (¬2) . ¶ 2 - الإمام المحدث الصدوق المسند، أبو محمد، عبد الله بن احمد بن حمُّويه بن يوسف بن أعين، الحمُّويي خطيب سرخس (ت381هـ) (¬3) . ¶ ¬_________ ¶ (¬1) . ترجمته في: التقييد 1/220، سير أعلام النبلاء 16/492، إفادة النِّصيح بسند الجامع الصحيح 25. ¶ (¬2) . التعديل والتجريح 1/310، وإفادة النصيح 26، وقال الحافظ ابن حجر بعد إيراده هذه المقالة: قال الباجي: وإني أوردت هذا هنا لما عني به أهل بلدنا من طلب معنى يجمع بين الترجمة والحديث الذي يليها وتكلفهم من ذلك من تعسف التأويل ما لا يسوغ. ¶ قال الحافظ ابن حجر: وهذه قاعدة حسنة يفزع إليها حيث يتعسر وجه الجمع بين الترجمة والحديث، وهي مواضيع قليلة جداً، هدي الساري 8. ¶ (¬3) . ترجمته في: إفادة النصيح 29، سير أعلام النبلاء 16/492.",
            "page": "20",
            "part": "1",
            "seal": "4713AE04"
        },
        {
            "id": "18",
            "nass": "3 - المحدث الثقة، أبو الهيثم، محمد بن مكي بن محمد بن مكي بن زُراع الكشميهني (ت389هـ) (¬1) . ¶ 4 - الشيخ الثقة الفاضل، أبو علي، محمد بن عمر بن شَبُّويه الشَّبويُّ، المروزيُّ (¬2) . ¶ 5 - الإمام الحافظ المجوِّد الكبير، أبو علي، سعيد بن عثمان بن سعيد ابن السِّكن المصري البزِّاز، البغدادي الأصل (ت353هـ) (¬3) . ¶ 6 - الشيخ الإمام المفتي، القدوة الزاهد، شيخ الشافعية، أبو زيد محمد بن احمد بن عبد الله بن محمد المروزي (ت371هـ) (¬4) . ¶ 7 - الإمام أبو أحمد، محمد بن محمد بن يوسف بن مكي، الجرجاني (ت373 أو 374هـ) (¬5) . ¶ ثانيا: ومن رواة الصحيح، عن البخاري الإمام الحافظ الفقيه، القاضي، أبو إسحاق، إبراهيم بن مَعْقِل بن الحجاج، النسفي، قاضي نسف (ت295هـ) (¬6) . ¶ ثالثا: الإمام المحدث الصدوق، أبو محمد، حماد بن شاكر بن سوِّية، النسفي (ت311هـ) (¬7) . ¶ ¬_________ ¶ (¬1) . ترجمته ومصادرها في: التقييد 1/110، إفادة النصيح 36، قيد: زراع: بزاي في أوله مضمومة، بعدها راء مفتوحة خفيفة، سير أعلام النبلاء 16/491، ورسم ((زراع)) ، انظر ضبط الكشميهني في: الأنساب 10/436، معجم البلدان 4/463. ¶ (¬2) . ترجمته في التقييد 1/77، سير أعلام النبلاء 16/423. ¶ (¬3) . ترجمته في: سير أعلام النبلاء 16/117، تذكرة الحفاظ 2/937. ¶ (¬4) . ترجمته في: تاريخ بغداد 1/314، التقييد 1/35، السير 16/313. ¶ (¬5) . ترجمته في: تاريخ جرجان 427 (767) ، تاريخ بغداد 3/222، الأنساب 3/223، التقييد 1/102. ¶ (¬6) . ترجمته ومصادرها في: سير أعلام النبلاء 13/493، الجواهر المضية 1/111 (52) . ¶ (¬7) . ترجمته في: التقييد 1/314، سير أعلام النبلاء 15/5.",
            "page": "21",
            "part": "1",
            "seal": "6CDEFF40"
        },
        {
            "id": "19",
            "nass": "رابعا: الشيخ المسند، أبو طلحة، منصور (¬1) بن محمد بن علي بن قرينة ابن سوية البزديُّ، ويقال: البزدويُّ، النسفي (ت319هـ) . ¶ خامسا: الإمام القاضي أبو عبد الله الحسين بن إسماعيل المحاملي (ت330هـ) (¬2) . ¶ رواية علماء المغرب لكتاب ((الجامع الصحيح)) : ¶ لعل أشهر روايات المغاربة لـ ((الجامع الصحيح)) هي التي ذكرها الإمام أبو بكر محمد بن خير بن عمر بن خليفة الأموي الإشبيلي (ت575هـ) ، في كتابه ((الفهرست)) ، فقال: مصنف الإمام أبي عبد الله محمد بن إسماعيل البخاري، وهو ((الجامع المسند الصحيح المختصر من أمور رسول الله - صلى الله عليه وسلم - وسننه وأيامه)) . ¶ أما رواية أبي ذر عبد بن أحمد بن محمد بن عبد الله الهروي الحافظ، رحمه الله، فحدثني بها شيخنا الخطيب أبو الحسن شريح بن محمد بن شريح المقرئ رحمه الله، قراءةً عليه بلفظي مراراً وسماعاً مراراً، قال: حدثني به أبي رحمه الله، سماعاً من لفظه، وأبو عبد الله محمد بن احمد بن عيسى بن منظور القيسيُّ، رحمه الله تعالى، سماعاُ عليه، قالا: حدثنا بها أبو ذر عبد ابن أحمد بن محمد الهروي، سماعاً عليه، قال: محمد بن شريح: سمعته عليه في المسجد الحرام عند باب الندوة سنة 404، وقال ابن منظور: سمعته عليه في المسجد الحرام عند باب الندوة، سنة 431، وقرئ عليه مرة ثانية وأنا أسمع والشيخ أبو ذر ينظر في أصله وأنا أصلح في كتابي هذا في المسجد الحرام عند باب ¶ ¬_________ ¶ (¬1) . ترجمته ومصادرها في: الإكمال 7/243، التقييد 2/258 (603) ، سير أعلام النبلاء 15/279. ¶ (¬2) . ترجمته في: تاريخ بغداد 2/5 وسير أعلام النبلاء 15/258.",
            "page": "22",
            "part": "1",
            "seal": "53C4886F"
        },
        {
            "id": "20",
            "nass": "الندوة، في شوال من سنة 431، قالا: وأخبرنا أبو محمد عبد الله بن احمد بن حمُّويه السرخسي بهراة سنة 373، وأبو إسحاق إبراهيم بن احمد بن إبراهيم المستملي، ببلخ سنة 374، وأبو الهيثم محمد بن المكي بن زراع الكشميهني، بها سنة 387، قالوا كلهم: أخبرنا أبو عبد الله محمد بن يوسف بن مطر بن صالح بن بشر الفربري، قال: أخبرنا أبو عبد الله محمد بن إسماعيل بن إبراهيم البخاري الجعفي، رحمه الله. ¶ وأما رواية ابن السكن فحدثني بها شيخنا أبو الحسن يونس بن محمد بن مغيث رحمه الله، قراءة مني عليه، قال: حدثني بها القاضي أبو عمر احمد بن محمد بن الحذَّاء التميمي، سماعاً عليه بقراءة أبي علي الجياني، قال: نا بها أبو محمد عبد الله بن محمد بن أسد الجهني، قراءة عليه سنة 394، قال: نا أبو علي سعيد بن عثمان بن السكن الحافظ في منزله بمصر سنة 343، قال: نا محمد بن يوسف بن مطر بن صالح بن بشر بفربر، من ناحية بخارى، قال: نا أبو عبد الله محمد بن إسماعيل بن إبراهيم الجعفي البخاري سنة 253. ¶ وأما رواية الأصيلي، فحدثني بها الشيخ الفقيه أبو القاسم احمد بن محمد ابن بقي رحمه الله، قراءة مني عليه، والشيخ الفقيه أبو الحسن يونس بن محمد بن مغيث، رحمه الله، سماعاً لجملة منه، ومناولة لي لجميعه، قالا: حدثنا بها الفقيه أبو عبد الله محمد بن فرج، مولى محمد بن يحيى البكري المعروف بابن الطلاع، أما ابن بقي فقال: سمعت جميعه عليه، وأما ابن مغيث فقال: حدثنا به قراءة منه علينا لأكثر الكتاب، وإجازة لسائره، قال: سمعت جميعه على الفقيه أبي عبد الله محمد بن عبد الله بن سعيد بن عابد المعافري، في سنة 423، بقراءة أبي محمد عبد الله بن إبراهيم الأصيلي سنة 383، قال: قرأتها",
            "page": "23",
            "part": "1",
            "seal": "CFD6A7B0"
        },
        {
            "id": "21",
            "nass": "على أبي زيد محمد بن احمد المروزي بمكة سنة 353، قال أبو محمد الأصيلي: وسمعتها على أبي زيد أيضاً ببغداد في شهر صفر سنة 359، قرأ أبو زيد بعضها، وقرأت أنا بعضها حتى كمل جميع المصنف، قال أبو عبد الله محمد بن يوسف الفربري بفربر سنة 318، قال: أنا أبو عبد الله محمد بن إسماعيل البخاري سنة 253. ¶ قال الأصيلي: وقرأتها على أبي أحمد محمد بن محمد بن يوسف الجرجاني، قال: نا محمد بن يوسف الفربري، قال: نا محمد بن إسماعيل البخاري. ¶ وحدثني أيضا بهذه الرواية الشيخ أبو محمد ابن عتاب رحمه الله، إجازةً فيما كتب به إليّ، قال: حدثني بها الفقيه أبو عبد الله محمد بن عابد المذكور إجازة، فيما كتبه لي بخط يده، قال: أبو محمد الأصيلي بالإسناد المتقدم. ¶ وحدثني أيضاً براوية أبي زيد المروزي المذكور شيخنا القاضي أبو مروان عبد الملك بن عبد العزيز اللخمي الباجي، رحمه الله، سماعاً عليه لأكثرها ومناولةً لجميعها، قال: حدثني بها أبي، وعمَّاي أبو عمر احمد، وأبو عبد الله محمد، وابن عمي صاحب الصلاة أبو محمد عبد الله بن عليّ بن محمد بن احمد بن عبد الله، قالوا كلهم: حدثنا بها الفقيه أبو عبد الله محمد بن احمد بن عبد الله، قال: كتب أبي أبو عمر احمد بن عبد الله كتاب البخاري، عن بعض ثقات أصحابه المصريين، وسمعته بقراءته عليه، حدثنا به عن أبي زيد محمد بن احمد المروزي، عن محمد بن يوسف الفربري، عن محمد بن إسماعيل البخاري. ¶ أما رواية القابسي، فحدثني بها الشيخ أبو محمد ابن عتاب رحمه الله، إجازة، قال: حدثني بها أبو القاسم حاتم بن محمد الطرابلسي، قراءةً",
            "page": "24",
            "part": "1",
            "seal": "498690F0"
        },
        {
            "id": "22",
            "nass": "عليه، قال: أنا أبو الحسن علي بن محمد بن خلف القابسي الفقيه، قال: نا أبو زيد محمد بن احمد المروزي، بالسند المتقدم. ¶ وحدثني بها أيضا الشيخ أبو بكر محمد بن أحمد بن طاهر القيسي، وأبو جعفر أحمد بن محمد بن عبد العزيز اللخمي، وغيرهما من شيوخي، رحمهم الله، قالوا: حدثنا بها أبو علي حسين بن محمد بن أحمد الغساني ثم الجياني، رحمه الله، قال: قرأتها على أبي القاسم حاتم بن محمد الطرابلسي، رحمه الله، مرات، وحدثني بها عن أبي الحسن علي بن محمد بن خلف القابسي الفقيه، عن أبي زيد محمد بن احمد المروزي، عن أبي عبد الله الفربري، عن البخاري رحمه الله. ¶ أما رواية النسفي، فحدثني بها الشيخ أبو بكر محمد بن احمد بن طاهر القيسي، قال: نا أبو علي حسين بن محمد بن احمد الغساني، قال: حدثني بها القاضي حكم بن محمد بن حكم الجذامي، إجازة، قال: نا أبو الفضل احمد بن أبي عمران الهروي بمكة سنة 382، سمعت بعضه وأجاز لي سائره، قال: نا أبو صالح خلف بن محمد بن إسماعيل الخيام البخاري، نا إبراهيم بن معقل ابن الحجاج النسفي، قال: نا البخاري. ¶ قال أبو علي: وروينا عن أبي الفضل صالح بن محمد بن شاذان الأصبهاني، عن أبي إسحاق إبراهيم بن معقل النسفي، أن البخاري أجاز له آخر الديوان، لأن في رواية محمد بن يوسف الفربري، زيادة على الموضع من كتابي نحواً من تسع أوراق من نسختي، وقد أعلمت على الموضع من كتابي، قال أبو علي: وهذه الروايات كلها متقاربة، وأقرب الروايات إلى رواية أبي ذر رواية أبي الحسن القابسي، عن أبي زيد المروزي (¬1) . ¶ ¬_________ ¶ (¬1) . فهرست ابن خير 94-98.",
            "page": "25",
            "part": "1",
            "seal": "0A5052F0"
        },
        {
            "id": "23",
            "nass": "الفصل الثاني: أشهر طبعات صحيح البُخَاريِّ ¶ إن الصلة بين نسخ البخاري، وبين رواياته صلة وثيقة، والذي يبدو لنا أن البخاري رحمه الله تعالى كانت له نسخه ترك فيها بعض البياضات، ولعل مرد ذلك أنه كان يؤلف كتبه أكثر من مرة، وهذا من عنايته ودقته في التصنيف، فإنه ما زال ينقح ويراجع ما يكتبه ويرويه حتى يطمئن قلبه إلى الوضع الأخير لكتبه ... ونظراً للظروف التي ألمت به، فجعلته ينتقل في البلدان، حتى أدركته المنية، وهو بعيدٌ عن مكتبته ومصادره، لم يتسع له المجال لإتمام هذه البياضات. ¶ لذا فإن الصلة بين نُسخة الإمام البخاري لكتابه ((الجامع الصحيح)) ، وبين رواياته المختلفة بقيت صلة متلازمة لا يمكن الفصل بينهما. ¶ قال المستملي: انتسخت كتاب البخاري من أصله، كما عند ابن يوسف، فرأيته لم يتم بعد، وقد بقيت عليه مواضع مبيّضة كثيرة، منها: تراجم لم يثبت بعدها شيئاً، ومنها: أحاديث لم يترجم عليها، فأضفنا بعض ذلك إلى بعض (¬1) . ¶ وقال الإمام أبو سليمان الخطابي: وقد سمعنا معظم هذا الكتاب من رواية إبراهيم بن معقل النسفي، حدثناه خَلفُ بن محمد الخيام، قال: حدثنا إبراهيم بن معقل، عنه. ¶ سمعنا سائر الكتاب إلا احاديث من آخره من طريق: محمد بن يوسف الفربري، حدثنيه محمد بن خالد بن الحسن، قال: حدثنا الفربري، عنه. ¶ ¬_________ ¶ (¬1) . وانظر بقية الكلام وزيادة بعض النسخ على بعض في أثناء الحديث عن \"روايات الجامع الصحيح\".",
            "page": "26",
            "part": "1",
            "seal": "83E86C52"
        },
        {
            "id": "24",
            "nass": "ونحن نبين مواضع اختلاف الرواية في تلك الأحاديث إذا انتهينا إليها إن شاء الله (¬1) . ¶ وقال الشيخ محمد أنور الكشميري، صاحب كتاب ((فيض الباري على صحيح البخاري)) ، وهو يتحدث عن نُسخ ((صحيح البخاري)) : ¶ ونسخه تسعة عشر: إحداها لكريمة بنت أحمد، وهي امرأة محدثة، وثلاثة من أصحاب النُسخ حنفيون: إبراهيم بن معقل النسفي، وهو تلميذ البخاري بلا واسطة، وحماد بن شاكر، والحافظ شمس الدين الصَّغانّي، أصله من خراسان. وأولاها بالاعتبار عندي نسخة الصَّغانّي، لأنه يقول: أنه نقلها من النسخة التي قُرأت على المصنف رحمه الله تعالى، لكن الحافظ - ابن حجر رحمه الله تعالى - لا يرى فيها مزية، ويعامل معها مع سائر النُّسخ، وأما الآن فينبغي أن يعتمد على نسخة القسطلاني لأنه اعتمد على نسخه الحافظ شرف الدين اليونينيِّ جهبذة زمانه، وحافظ أوانه (¬2) ، لأن السلطان أراد أن يعرب البخاري، وجمع له أفاضل عصره فجاء اليونيني فصحح متون الأحاديث، وابن مالك صاحب الألفية فأعربها. ¶ قال القسطلاني: فوجدت النصف الأول من نُسخه اليونيني، فاعتمدت عليها في شرحي، ولم أجد النصف الآخر حتى وجدته أيضاً بعد ثلاثين سنة فاعتمدت عليها في النصف الآخر. ¶ ثم أعلم أنه قد يتغير المراد باختلاف النسخ ولعلّ وجهه ان ¶ ¬_________ ¶ (¬1) . أعلام الحديث 1/105-156. ¶ (¬2) وقد ذكر القسطلاني أنه وقف على فروع مقابلة على هذا الأصل الأصيل، ومن أجلّها الفرع الجليل الذي لعله فاق أصله وهو الفرع المنسوب للإمام المحدث شمس الدين محمد بن احمد الغزولي المقابل على فرعي وقف مدرسة الحاج مالك واصل اليونيني المذكور غير مرة، إرشاد الساري 1/41.",
            "page": "27",
            "part": "1",
            "seal": "3953021F"
        },
        {
            "id": "25",
            "nass": "الناس لما أخذوا عن المصنف رحمه الله تعالى أخذوا أصل الحديث، وجعلوا الخصوصيات هدراً، وحسبوه كالواجب المخيِّر، فرووه كيفما رأوا، والله تعالى أعلم (¬1) . ¶ نُسخة الإمام شرف الدين اليونينيّ الحنبلي: ¶ تعد نسخة الإمام الحافظ، محدث الشام شرف الدين أبي الحسين عليّ بن أحمد بن عبد الله بن عيسى اليونيني المعروف بالبعليّ، الحنبلي (ت701هـ) (¬2) ، من أحسن النسخ وأدقها، قال الذهبي، استنسخ ((صحيح البخاري)) وحرره، حدثني أنه قابله في سنة واحدة واسمعه إحدى عشرة مرة, وقد ضبط رواية الجامع الصحيح، وقابل أصله الموقوف بمدرسة آقبغا آص بسويقة العزيّ خارج باب زويلة من القاهرة المعزية، بأصل مسموع على الحافظ أبي ذرِّ الهروي، وبأصل مسموع على الأصيلي، وبأصل الحافظ مؤرخ الشام أبي القاسم ابن عساكر، وبأصل مسموع عن أبي الوقت، وذلك بحضرة الإمام اللغوي النحوي جمال الدين أبي عبد الله محمد بن عبد الله بن عبد الله ابن مالك الطِّائيِّ الجيِّانيِّ الشِّافعيِّ (ت672هـ) ، صاحب الألفية في النحو (¬3) ، وقد حرر الإمام اليونيني نسخته أحسن تحرير، وكان ابن مالك حضر المقابلة، وكان إذا مرِّ بلفظ يتراءى له أنه مخالف لقوانين العربية، قال لليونيني: هل الرواية فيه كذلك؟ فإن أجاب بأنه منها شرع ابن مالك في توجيهها حسب إمكانه، وقد طبعت هذه الطبعة في مصر. ¶ ويلاحظ أن هذه النسخة على الرغم من جودتها، فإنها لم ¶ ¬_________ ¶ (¬1) . ترجمته في طبقات الشافعية 5/28، فوات الوفيات 2/227، نفح الطيب 7/63. ¶ (¬2) . إرشاد الساري 1/40، فيض الباري 1/37-38. ¶ (¬3) . ترجمته في: المعجم الكبير للذهبي 2/542، المعجم المختص 168، ذيل تاريخ الإسلام للذهبي 17، ذيل طبقات الحنابلة 2/345، ذيل التقييد 2/210.",
            "page": "28",
            "part": "1",
            "seal": "4EB86FA9"
        },
        {
            "id": "26",
            "nass": "تستوعب بقية الروايات الأخرى، وبالتالي فإنها لا يمكن أن تُغني عن ملاحظات وتوجيهات الإمام ابن حجر في ((فتح الباري)) ، والتي تطرقت إلى الروايات المختلفة، وأوهام الرواة (¬1) . ¶ نُسخ الجامع الصحيح المطبوعة (¬2) : ¶ قال الأستاذ عبد الغني عبد الخالق - رحمه الله تعالى -: ¶ 1 - طبع في 3 أجزاء بليدن: سنة 1862م، باعتناء المستشرق كرهل (¬3) ، وطبع جزء منه في بطرسبرج، سنة 1876م. ¶ 2 - وطبع بالهند في 8 أجزاء: في بومباي، وفي جزأين بدلهي سنة 1270هـ. ¶ 3- وطبع في 8 أجزاء (بالشكل) في الآستانة - سنة 1325هـ - على النسخة التي اعتمدها القسطلاني. ¶ 4- وطبع بالقاهرة في 10 أجزاء (بهامشه شرح العدوي) ، وببولاق في 3 أجزاء: سنة 1280 و 1289، وفي جزأين: 1289هـ (على ما في معجم سركيس 535) ، وفي 3 مجلدات: 1310 (على ما في فهرس الأزهر) ، وفي 4 أجزاء بالأزهرية (حجر) : 1282، وبولاق: 1286، 1289 (بعض الهوامش) ، وبهامشه حاشية السندي مع تقريرات القسطلاني وشيخ الإسلام: بالمليجية 1286، والأزهرية 1299هـ، والبهية، والخيرية، والشرقية، والتقدم العلمية 1304، وغيرها، والميمنية 1306، وغيرها، والعثمانية 1312 و 1318، ¶ ¬_________ ¶ (¬1) . سيأتي الحديث عنها. ¶ (¬2) . انظر: معجم المطبوعات العربية والمعربة لسركيس 1/535-536. ¶ (¬3) . وعن هذه الطبعة يقول فؤاد سزكين في تاريخ التراث 1/228: أنها طبعة ليست جيدة.",
            "page": "29",
            "part": "1",
            "seal": "39A8F7F5"
        },
        {
            "id": "27",
            "nass": "ومطبعة مصطفى الحلبيّ 1327هـ، وغيرها، وفي 8 أجزاء (مشكولة) : ببولاق سنة 1296، والأزهرية 1299، والخيرية 1322. ¶ 5- وفي سنة 1311هـ، أصدر السلطان عبد الحميد الثاني رحمه الله تعالى أمره بطبع صحيح البخاري، على أن يعتمد في تصحيحه على النسخة اليونينية - المعول عليها عند المتأخرين في جميع رواياته - وعلى نُسخ أخرى: عرفت بالصحة، واشتهرت بالضبط. ¶ فطبع في بولاق (1311-1312هـ) بالشكل الكامل، وبهامشه تقييدات بفروق تلك النسخ، وقد قام بتصحيحها الشيخ علي المكاوي مع كبار مصححي المطبعة الأميرية، وبعد الفراغ من طبعها، صدر أمر بعرضها على الشيخ حسونة النواوي شيخ الأزهر، للنظر في صحتها، والتثبت من سلامتها، فجمع 16 أو 18 من العلماء المحققين، فقرءوها في عدة مجالس، وقيدوا - في جدول منظم - ما عثروا عليه: من التصحيف والغلط، وطبع هذا الجدول وأُلحق بالنسخ (¬1) . ¶ غير أنه قد فاتتهم أشياء. عَثَرَ عليها من بعد الشيخ محمد المكاوي في قراءات خاصة به مستقلة، فقيدها وبين أغاليط كلّ جزء على حدة، ثم هذّب بنفسه مستدركه ونقحه، وطبعت منه نسخ زهاء نسخ الكتاب المطبوعة. ¶ ولم نقف على المطبوع من هذا المستدرك، بل وقفنا على صورة شمسية أخذت عن النسخة الخطية المحفوظة بدار الكتب المصرية، برقم: 1532 حديث، وتحت عنوان ((جدول الخطأ والصواب)) ، فوجدناه مشتملاً على 289 مأخذاً، أكثرها مكرر، ومعظمها - إن لم يكن كلها - راجع إلى اختلافات في الشكل أو في الرسم الذي توبع فيه ¶ ¬_________ ¶ (¬1) . الطبعة السلطانية 1/3-7.",
            "page": "30",
            "part": "1",
            "seal": "9896D93B"
        },
        {
            "id": "28",
            "nass": "رسم المصحف، أو في تسهيل بعض الهمزات أو قطعها ووصلها، أو في بعض أسماء اختلف في ضبطها أو صرفها, أو في بعض أرقام صفحات المطبوعة: - مما لا يخلو كتاب أصلاً منه، وعلى كلّ فهو مفيد في الجملة. ¶ وقد صدرت أجزاء الطبعة المذكورة، بالنص التالي: ((قد وجدنا في النسخ الصحيحة المعتمدة - التي صححنا عليها هذا المطبوع - رموزاً لأسماء الرواة، منها (5) لأبي ذرِّ، و (ص) للأصيلي، و (س) أو (ش) لابن عساكر، و (ط) لأبي الوقت، و (هـ) للكشميهنيّ، و (حـ) للحمويّ، و (سـ) للمستمليّ، و (ك) لكريمة، و (حهـ) لاجتماع الحموي والكشميهني، و (حسـ) للحموي والمستملي ... الخ (¬1) . ¶ وقد أعاد طباعة النسخة ((السلطانية)) الشيخ أحمد شاكر - رحمه الله - (¬2) ، وكتب مقدمة عرَّف بها بالنسخة اليونينية، وبما فيها من مزايا وعرَّف بالحافظ ((اليونيني)) الذي اشتهرت النسخة بنسبتها إليه. ¶ ويتحدث الشيخ أحمد شاكر عن ملاحظاته على النسخة السلطانية فيقول: ثم بعد ذلك بسنين في صفر سنة 1316هـ وقع لي النصف الثاني من نسخة من فروع ((اليونينية)) في مجلد واحد متوسط الحجم، وهو قريب العهد ليس بعتيق، تمت كتابته سنة 1215هـ كتبه السيد الحاج محمد الملقب بالصابر العنتابي، ويظهر لي من كتابته أنه كان رجلاً أميناً متقناً متحرياً، لم يدع شيئاً - فيما يبدو لي - مما في أصل اليونينية إلا أثبته بدقة تامة، من ضبط واختلاف نسخ وهوامش علمية، ¶ ¬_________ ¶ (¬1) . ينظر بالتفصيل مقدمة الأستاذ الفاضل عبد الغني عبد الخالق رحمه الله تعالى لـ ((صحيح أبي عبد الله البخاري)) (1/133-134) طبع مكتبة الرياض الحديثة، الرياض، ومكتبة النهضة الحديثة، مكة المكرمة، الطبعة الثانية 1404هـ-1984م. ¶ (¬2) . وقد طبعت بمطبعة \"عالم الكتب\" بيروت.",
            "page": "31",
            "part": "1",
            "seal": "82ABA49B"
        },
        {
            "id": "29",
            "nass": "وقد أظهر لي هذا المجلد على أن النسخة السلطانية لم يثبت طابعوها كل ما أثبت من التعليقات على هامش ((اليونينية)) ، بل تركوا أكثرها، ولم يذكروا إلا أقلها، بل وجدت فيه أشياء أثبتها لم يذكرها القسطلاني في شرحه (¬1) . ¶ قلت: ولم يذكر الشيخ أحمد شاكر - رحمه الله - أنه استفاد من هذه ((النسخة)) في طبعته! ¶ أما الطبعة التي كتب مقدمتها العلمية الشيخ عبد الغني رحمه الله وكُتِب عليها أنها من تحقيق محمود النواوي، ومحمد أبو الفضل إبراهيم، ومحمد خفاجي وذكر أنها أحدث طبعات ((الجامع الصحيح)) وأحسنها تنسيقاً، فقد تحدث رحمه الله عن مجمل عمل الجماعة المذكورين فيها، وبتأمل كلامه نلاحظ مواطن الخلل في هذه الطبعة، وتصرف المحققين خلاف ما يقتضيه المنهج العلمي السديد، يقول رحمه الله: ¶ 1 - عولوا في نشر نصها وتحقيقه على النسخة ((السلطانية)) ، ونسخة السادة مصطفى الحلبي المأخوذة عنها، والنسخة المنيرية. ¶ 2 - أنهم لم يلتزموا في نشر هذه النسخة موافقة صفحات ((السلطانية)) ولا إثبات كل الفروق المذكورة بهامشها. ¶ 3 - وقد لاحظوا أن بعض العناوين العامة الأساسية وردت بلفظ (باب كذا ... ) في بعض النسخ، وفي غيرها بلفظ (كتاب كذا ... ) ، فأخذوا بالرأي الذي وافق بعض الروايات أولاً واتفق مع ترجمة ((صاحب الفتح)) ، أو ((العيني)) ، أو كُتب بعض الفقهاء ثانياً. ¶ ¬_________ ¶ (¬1) . مقدمة نسخة الشيخ أحمد شاكر 10.",
            "page": "32",
            "part": "1",
            "seal": "99118580"
        },
        {
            "id": "30",
            "nass": "4 - وقد وجدوا في كتاب ((تفسير القرآن)) من ((الجامع الصحيح)) أن بعض نسخ الأصل يكتفى في العنوان بذكر اسم السورة، وبعضها يضيف إليه كلمة ((تفسير)) ، والبعض يضيف البسملة، إما قبل السورة، أو بعدها، فرأوا أن يأخذوا بالأحوط، فأثبتوا البسملة في أول كتاب ((التفسير)) ، ثم ذكروا العناوين الأخرى بلفظ: سورة كذا، مسبوقة بالبسملة أيضا، متابعين في ذلك - غالباً - نسخة أبي ذر الهروي، وبعض الشراح. ¶ ووجدوا كذلك أن بعض النسخ تنفرد عن غيرها: بأن تزيد قبل الأحاديث لفظ ((باب)) أو ((باب قوله كذا)) ، ثم تسرد فقرة من آية قرآنية، تتناسب مع الحديث الأتي بعد ذلك، فرأوا - أيضاً - متابعة هذه النسخ، وأثبتوا ما زادته بعد أن تثبتوا من أن صنيع الهروي موافق له. ¶ 5 - ومما تختص به هذه الطبعة أيضاً: أن اللجنة وجدت بعض الأحاديث ترد عقب لفظة: ((حدثنا)) مباشرة، دون عنوان أو ترجمة، فعملت على الترجمة، ووضع العنوان لها من واقع ما كتبه أو عنونه البدر العيني، أو صاحب الفتح، أو من مفهوم تلك الأحاديث. ¶ 6 - وقد بذلوا غاية وسعهم في القيام بذلك العمل الجليل من كل نواحيه، ومع ذلك فقد وقع في الكتاب شيء من الأخطاء، بعضها ذو بال - وهو قليل - وبعضها شكلي يمكن تصحيحه وتخريجه، وهي أخطاء لم تنفرد بها هذه النسخة، بل وقعت فيها هي وغيرها في سائر النسخ المختلفة، ولا نود في هذا المجال ذكر بعض النسخ التي لاحظنا عليها بعض النقص، وبعض الزيادات التي لا توجد في أحد الأصول أصلاً (¬1) . ¶ ¬_________ ¶ (¬1) . انظر: ص 137-139 من المقدمة (باختصار) .",
            "page": "33",
            "part": "1",
            "seal": "D4648623"
        },
        {
            "id": "31",
            "nass": "كما وقفت على طبعة (جمعية المكنز الإسلامي) لصحيح البخاري (¬1) : ¶ وقد روعي في إخراجها جودة الطباعة وجمال الحرف العربي المُشكّل، وذكر في كلمة الافتتاح أن الجمعية أرادت طباعة الكتب السبعة محققة مراجعة على المخطوطات المعتمدة (¬2) . ¶ وجاء في ((منهج العمل في الكتاب)) : أنهم أثبتوا بعض هوامش ((السلطانية)) في أصل هذه النسخة، لا سيما إذا وجدت في أصل نسخة الحافظ ابن حجر، وإن النسخة قد قرئت على الشيخ المحدث عبد الله بن الصديق الغماري رحمه الله، وعرض عليه اختلافات النسخ فاختار منها ما جعل في هذه النسخة (¬3) . ¶ قلت: ولم يذكروا مصدر الشيخ - رحمه الله - في اعتماده ترجيح رواية على أخرى، وهل كان معتمداً في ذلك على نسخة معينة، أو رواية محددة، حتى يُصار إلى ما اختاره على بينة؟! ¶ وقد خُدم الكتاب بفهارس علمية منوعة بلغت أكثر من خمسة عَشَرَ فهرساً. ¶ ويبدو أن كثيراً من الطبعات التي اتخذت من الطبعة ((السلطانية)) أصلاً اعتراها الخلل، خاصة إذا علمنا أن الطبعة ((السلطانية)) بحاجة إلى إعادة نظر. ¶ يقول الشيخ عبد الغني عبد الخالق عن تلك الطبعات: وقد اهتمت دور النشر المختلفة بهذه النسخة يعني ((السلطانية)) الجيدة، ¶ ¬_________ ¶ (¬1) . طبعت عام 1421هـ بألمانيا. ¶ (¬2) . المقدمة أ، ولكني في الواقع لم أجد ذكراً لأي مخطوط أعتمد عليه فعلياً في التحقيق. ¶ (¬3) . المقدمة س.",
            "page": "34",
            "part": "1",
            "seal": "6C40C28C"
        },
        {
            "id": "32",
            "nass": "فأعادت طبع ((الجامع الصحيح)) على وفقها وبحسب تبويبها وتقسيمها، فطبع في الخيرية سنة 1320هـ، والميمنية 1323هـ، وقد ذكر في مقدمتها: أنه قد تلوفيت فيها الأخطاء الواقعة في النسخة ((السلطانية)) ، ولكن بالتتبع والمراجعة تبين أن فيها أخطاء كثيرة (¬1) . ¶ كما اطلعت على نسخة من ((الصحيح)) برواية أبي ذر الهروي عن مشايخه الثلاثة: السّرخسي، والمستملي، والكشميهني، مع فتح الباري للحافظ ابن حجر العسقلاني رحمه الله، تقديم وتحقيق وتعليق فضيلة الشيخ عبد القادر شيبة الحمد (¬2) : ¶ وقد ذكر المحقق أن الباعث له على إخراج هذا العمل أن الحافظ ابن حجر قد ذكر أنه سيقتصر في شرحه للجامع الصحيح على أتقن الروايات عنده، وهي رواية أبي ذر الهروي عن مشايخة الثلاثة لضبطه لها، وتمييزه لاختلاف سياقها، مع التنبيه إلى ما يحتاج إليه مما يخالفها. ¶ وقد غفل عامة من جمع متن ((البخاري)) مع ((فتح الباري)) عن شرط الحافظ ابن حجر رحمه الله، فقد جاءت جميع المتون التي خُطت أو طبعت مع ((فتح الباري)) ملفقة للرواة الآخرين. ¶ ولذلك تجد كثيراً ما يشرح الحافظ ابن حجر كلمات لا وجود لها في المتن، أو نجد كلمات في المتن لا وجود لها في ((فتح الباري)) (¬3) . ¶ ¬_________ ¶ (¬1) . انظر: ص 137 من مقدمته للصحيح. ¶ (¬2) . طبعت عام 1421هـ/2001م على نفقة صاحب السمو الملكي الأمير سلطان بن عبد العزيز النائب الثاني لرئيس مجلس الوزراء ووزير الدفاع والطيران - أجزل الله له المثوبة. ¶ (¬3) . انظر: مقدمة 1/601.",
            "page": "35",
            "part": "1",
            "seal": "27971260"
        },
        {
            "id": "33",
            "nass": "وقد اعتمد في التحقيق على نسخة مكونة من خمسة مجلدات، وقد فقد منها المجلد الثالث (¬1) ، وقد أكمل النقص من نسخة أخرى (¬2) . ¶ ويُلاحظ على هذه الطبعة: ¶ أولاً: لم يذكر المحقق - حفظه الله - مستنده في أن النسخة الخطية الأزهرية هي من رواية أبي ذر الهروي، خاصة وأن القسم الأول منها مفقود، وليس في صورة غلاف الجزء الخامس وكذا في الصفحة الأولى والثانية والأخيرة من الجزء أي إشارة إلى ذلك (¬3) . ¶ كما أشار المحقق إلى وجود اختلافات بين النسختين، وهذه الاختلافات دليل آخر على أن هذا الجزء يُحتاج فيه إلى التثبت (¬4) . ¶ كما يحتاج الأمر إلى مزيد من الأدلة العلمية حتى يمكن الوثوق بأن هذا الجزء هو من رواية أبي ذر حتى يمكن إضافته إلى الأجزاء الأخرى الثابت نسبتها إليه على بينة. ¶ ثانياً: أن الحافظ ابن حجر يروي ((نسخة أبي ذر الهروي)) من طريق عبد الله بن محمد المكي، عن الطبري، عن أبي القاسم المكي، عن أبي الحسن الطرابلسي، عن أبي مكتوم عيسى ابن الحافظ أبي ذر عن أبيه (¬5) . ¶ أما النسخة المطبوعة فهي برواية أبي علي الصدفي، عن أبي ¶ ¬_________ ¶ (¬1) . من مخطوطات مكتبة الحرم النبوي الشريف. ¶ (¬2) . من مخطوطات مكتبة الجامع الأزهر. ¶ (¬3) . انظر: المقدمة 1/43-46. ¶ (¬4) . انظر: مقدمة الفتح 1/23-25. ¶ (¬5) . انظر: الفتح 1/7.",
            "page": "36",
            "part": "1",
            "seal": "6139827C"
        },
        {
            "id": "34",
            "nass": "الوليد الباجي، عن أبي ذر الهروي (¬1) . ¶ والحافظ قد وقف على أكثر من رواية عن أبي ذر الهروي (¬2) ، وهاتان الروايتان وإن كانتا عن أبي ذر الهروي لكن يقع بينهما بعض الاختلاف، فكان الأولى بالمحقق - حفظه الله - أن يثبت نص المخطوطة في طباعته وهي راوية أبي علي الصدفي، وعدم الخلط بين الروايتين، بل إن المحقق ترك الروايتين واعتمد على ما ذكره الحافظ ابن حجر؟! وللحافظ مبرر سيأتي ذكره. ¶ يقول المحقق: وقد يقع أن تتفق ((نسخة المسجد النبوي)) ، و ((نسخة الأزهر)) على لفظ من الألفاظ، التي لا تتصل بالرواية، وإنما في العناوين كلفظ ((كتاب)) ، أو ((باب)) ، أو تقديم البسملة على الكتاب، أو الباب، أو تأخيرهما عنهما، ويخالف الحافظ ابن حجر ما في النسختين كما وقع في أول ((التيمم)) حيث جاء في النسختين: بسم الله الرحمن الرحيم: كتاب التيمم، وقد قال الحافظ في الفتح: قوله: (باب التيمم) البسملة قبله لكريمة، وبعده لأبي ذر. ا. هـ. ¶ يقول المحقق: وهذا يدل على أن الرواية التي اعتمدها الحافظ يعني ابن حجر في (التيمم) هنا ليست رواية الصدفي، ونظراً لاعتبارنا أن الحافظ يعتبر حكماً عند الاختلاف فقد اخترنا أن نكتب (باب التيمم) لا (كتاب التيمم) ، وإن كان متفقاً عليه في النسختين؟! ¶ وهذا التصرف من المحقق لا يوافق المنهج العلمي الصحيح، إذ كان ينبغي له التقيد بنسخة المخطوطة رواية أبي علي الصدفي، وإثبات ما ورد فيها. ¶ ¬_________ ¶ (¬1) . المقدمة 1/30، 31. ¶ (¬2) . الفتح 11/250.",
            "page": "37",
            "part": "1",
            "seal": "7B0BB033"
        },
        {
            "id": "35",
            "nass": "ومما يؤيد أن رواية أبي ذر وقع فيها ((كتاب)) وليس ((باب)) تنصيص الحافظ القسطلاني أن رواية أبي ذر وقع فيها كذلك ويشاركه في ذلك من الرواة: أبو الوقت والأصيلي وابن عساكر (¬1) . ¶ وبالرجوع إلى الطبعة السلطانية نجد أنه قد وُضعت بالهامش رموز الرواة المذكورين: (ص 5 س ط) (¬2) . ¶ ثم إن المحقق لم ينبه القارئ إلى هذا التغيير في موضعه من الكتاب (¬3) . ¶ كما أن المحقق ترك الاعتماد على (نسخة المسجد النبوي) برواية الصدفي (¬4) واعتمد على (النسخة الأزهرية) دون مبرر علمي سوى أن الحافظ ابن حجر اختار ذلك في الفتح حيث ورد في (نسخة المسجد النبوي) باب (الحياء من العلم) في سند الحديث: عن (زينب بنت أبي سلمة) ، وفي الأخرى (زينب بنت أم سلمة) لأن الحافظ قال في الفتح: تقدم هذا الحديث في باب (الحياء في العلم) فنسبت هناك إلى أمها، وهنا إلى أبيها (¬5) . ¶ أما قوله: أن الحافظ ابن حجر ((يعتبر حكماً عند الاختلاف)) فهذا لا يسوغ له خلط الروايات بعضها ببعض في طباعة نصوص الكتاب. ¶ فإن الحافظ - رحمه الله - له منهج واضح، فهو شارح لكتاب ¶ ¬_________ ¶ (¬1) . إرشاد الساري 1/365. ¶ (¬2) . انظر 1/73. ¶ (¬3) . الفتح 1/514. ¶ (¬4) . سيأتي الحديث عنها في المبحث التالي. ¶ (¬5) . مقدمة التحقيق 1/24، وانظر: الفتح 1/276.",
            "page": "38",
            "part": "1",
            "seal": "3B7A270C"
        },
        {
            "id": "36",
            "nass": "الصحيح وليس هو ضابط لنص رواية معينة، وينبغي للشارح أن يذكر جميع الروايات الثابتة، كما أنه التزم التنبيه إلى الروايات الأخرى المخالفة، قال رحمه الله في المقدمة: ¶ فليقع الشروع في الشرح والاقتصار على أتقن الروايات عندنا وهي رواية أبي ذر عن مشايخه. مع التنبيه إلى ما يحتاج إليه مما يخالفها (¬1) . ¶ ومن الثابت أن هناك ((عبارات)) و ((كلمات)) سقطت من رواية أبي ذر الهروي هي ثابتة في روايات ونسخ أخرى من ((الصحيح)) وصفت بالصحة والإتقان كنسخة سعيد بن السكن وغيره (¬2) ، واعتمد عليها الحافظ ابن حجر في اختياره وترجيحه لبعض الروايات، وإن خالفت رواية أبي ذر الهروي، بل يبدو من منهج الحافظ فعلياً انه قارن بين النسخ الصحيحة المعتمدة واختار منها ما اتفقت عليه أصح النسخ معضداً ذلك بما ورد خارج الصحيح في السنن والمسانيد، ومن يتأمل الفتح يجد هذا واضحاً في منهجه، وهو خلاف ما رسم في المقدمة من اعتماده على رواية أبي ذر الهروي. ¶ ومن الجدير بالذكر أن المحقق ذكر المثالين السابقين لمنهجه في ضبط النص ولم يذكر المواضع الأخرى من الكتاب والتي رجح فيها خلاف ما هو ثابت في النسخة المعتمدة. ¶ كما أنه لم يشر إلى ذلك في هامش الكتاب حتى يقف القارئ على تلك المواضع. ¶ ثالثاً: ادعى المحقق أن مخطوطة ((المسجد النبوي)) هي نسخة ¶ ¬_________ ¶ (¬1) . الفتح 1/7. ¶ (¬2) . إفادة النصيح 23، 22.",
            "page": "39",
            "part": "1",
            "seal": "38545F33"
        },
        {
            "id": "74",
            "nass": "(بابُ: مواقيت الصلاة. بسم الله الرحمن الرحيم) . ¶ قال الحافظ: كذا للمستملي، وبعده البسملة، ولرفيقيه البسملة مقدمة وبعدها: (باب مواقيت الصلاة وفضلها) ، وكذا في نسخة الصغاني، وكذا لكريمة لكن بلا بسملة، وكذا للأصيلي، لكن بلا باب (¬1) . ¶ بابٌ: الصلاة كفارة ... ¶ قال الحافظ: كذا للأكثر، وللمستملي: ((باب تكفير الصلاة)) (¬2) . ¶ باب: الصلوات الخمس كفارة. ¶ قال الحافظ: كذا ثبت في أكثر الروايات وسقطت الترجمة من بعض الروايات، وزاد الكشميهني بعد قوله كفارة: للخطايا إذا صلاهن لوقتهن في الجماعة وغيرها (¬3) . ¶ (باب في تضييع الصلاة عن وقتها) . ¶ قال الحافظ: ثبتت هذه الترجمة في رواية الحموي والكشميهني، وسقطت للباقين (¬4) . ¶ باب: فضل صلاة الفجر. ¶ قال الحافظ: وقع في رواية أبي ذر بعد هذا: ((والحديث)) ، ولم يظهر لقوله: ((والحديث)) توجيه في هذا الموضع، ووجهه الكرماني بأن الغرض منه: باب كذا، وباب الحديث الوارد في فضل صلاة الفجر. ¶ ¬_________ ¶ (¬1) . الفتح 2/3. ¶ (¬2) . المصدر السابق 2/8. ¶ (¬3) . المصدر السابق 2/11. ¶ (¬4) . المصدر السابق 2/13.",
            "page": "77",
            "part": "1",
            "seal": "BC424115"
        },
        {
            "id": "75",
            "nass": "قال الحافظ: ولا يخفى بُعْدُه، ولم أر هذه الزيادة في شيء من المستخرجات فالظاهر أنها وهم (¬1) . ¶ كتاب التوحيد. ¶ قال الحافظ: كذا للنسفي وحماد بن شاكر وعليه اقتصر الأكثر عن الفربري، وزاد المستملي: ((والرد على الجهمية وغيرهم)) . ¶ ووقع لابن بطال وابن التين: (كتاب الرد على الجهمية) (¬2) . ¶ باب {قل أي شيء أكبر شهادة} . ¶ قال الحافظ: كذا لأبي ذر والقابسي، وسقط لفظ ((باب)) لغيرهما من رواية الفربري، وسقطت الترجمة من رواية النسفي (¬3) . ¶ (أبواب صلاة الخوف) . ¶ قال الحافظ: ثبت لفظ (أبواب) للمستملي وأبي الوقت، وفي رواية الأصيلي وكريمة (باب) بالإفراد، وسقط للباقين (¬4) . ¶ (أبواب السجود على الأنف في الطين) . ¶ قال الحافظ: كذا للأكثر، وللمستملي ((السجود على الأنف والسجود على الطين)) والأولى أنسب لئلا يلزم التكرار (¬5) . ¶ باب: حدثنا عبد الله بن يوسف ... ¶ قال الحافظ: كذا في الأصول بغير ترجمة، وحكى القطب أنه ¶ ¬_________ ¶ (¬1) . المصدر السابق 2/53. ¶ (¬2) . الفتح 13/344. ¶ (¬3) . المصدر السابق 13/402. ¶ (¬4) . المصدر السابق 2/429. ¶ (¬5) . المصدر السابق 2/298.",
            "page": "78",
            "part": "1",
            "seal": "FB79D75C"
        },
        {
            "id": "76",
            "nass": "في بعض النسخ، قال: وسقط في نسخة سماعنا لفظ (باب) (¬1) . ¶ باب: (من أحال دَيْن الميت على رجل جاز، وإذا أحال على ملئ، فليس له رد) . ¶ قال الحافظ: كذا ثبت عند أبي ذر، والترجمة الثانية مقدمة عند غيره على الباب، في باب مفرد، وفيه حديث أبي هريرة (مطل الغنى ظلم) (¬2) . ¶ باب: (الدين) . ¶ قال الحافظ: كذا للأصيلي وكريمة، وسقط الباب وترجمته من رواية أبي ذر، وأبي الوقت، وسقط الحديث أيضاً من رواية المستملي، ووقع للنسفي وابن شبويه (باب) بغير ترجمة (¬3) . ¶ (كتاب الصلح) . ¶ قال الحافظ: كذا للنسفي والأصيلي، وأبي الوقت ولغيرهم (باب) وفي نسخة الصغاني: (أبواب الصلح) (¬4) ... ¶ (باب جوائز الوفد) (باب هل يستشفع إلى أهل الذمة) ... ¶ قال الحافظ: كذا في جميع النسخ من طريق الفربري، إلا في رواية أبي علي بن شبويه عن الفربري تأخير ترجمة ((جوائز الوفد)) عن الترجمة (هل يستشفع إلى أهل الذمة) ، وكذا هو عند الإسماعيلي وبه يرتفع الإشكال، فإن حديث ابن عباس مطابق لترجمة جوائز الوفد لقوله فيه (وأجيزوا الوفد) بخلاف الترجمة الأخرى، وكأنه ترجم بها ¶ ¬_________ ¶ (¬1) . المصدر السابق 3/391. ¶ (¬2) . الفتح 4/467. ¶ (¬3) . المصدر السابق 4/477. ¶ (¬4) . المصدر السابق 5/298.",
            "page": "79",
            "part": "1",
            "seal": "580B15A1"
        },
        {
            "id": "77",
            "nass": "وأخلى بياضاً ليورد فيها حديثاً يناسبها، فلم يتفق ذلك ووقع للنسفي حذف ترجمة (جوائز الوفد) أصلاً واقتصر على ترجمة (هل يستشفع ... ) وأورد فيها حديث ابن عباس المذكور، وعكسه رواية محمد ابن حمزة عن الفربري (¬1) . ¶ قال الحافظ: تنبيه: وقع في رواية الحموي والكشميهني قبل حديث أبي هريرة هذا ما صورته (يزفون النسلان في المشي) وفي رواية المستملي والباقين: (باب) بغير ترجمة، وسقط ذلك من رواية النسفي، ووهم من وقع عنده (باب يزفون النسلان) فإنه كلام لا معنى له (¬2) . ¶ باب (التعوذ من عذاب القبر) . ¶ قال الحافظ: قوله (باب التعوذ من البخل) كذا وقعت هذه الترجمة هنا للمستملي وحده، وهي غلط من وجهين (¬3) ... ¶ باب (الدعاء إذا أراد سفراً أو رجع) فيه يحيى بن أبي إسحاق، عن أنس. ¶ قال الحافظ: كذا وقع في رواية الحموي، عن الفربري، ومثله في رواية أبي زيد المروزي عنه، لكن بالواو العاطفة بدل لفظ (باب) (¬4) . ¶ حديث أبي سعيد الخدري - رضي الله عنه - في فضل صلاة الجماعة. ¶ ¬_________ ¶ (¬1) . المصدر السابق 6/170. ¶ (¬2) . الفتح 6/399. ¶ (¬3) . المصدر السابق 11/174. ¶ (¬4) . المصدر السابق 11/189.",
            "page": "80",
            "part": "1",
            "seal": "46A4BCEF"
        },
        {
            "id": "78",
            "nass": "قال الحافظ: سقط حديث أبي سعيد من هذا الباب في رواية كريمة، وثبت للباقين (¬1) . ¶ سادساً: اختلاف الروايات في بعض الألفاظ اللغوية: ¶ إن الاختلاف في بعض الألفاظ اللغوية، بين روايات الجامع الصحيح ظاهرة بارزة تتكرر في العديد من المواضع، ومن فوائد هذه الظاهرة أنها توضح معنى في بعض الأحيان، أو يستنبط منها حكم شرعي جديد، كما أنها قد ترشد إلى لغة من اللغات، وغير ذلك من الفوائد الحديثية والفقهية، واللغوية التي تستفاد من ظاهرة اختلاف الألفاظ بين الروايات ... ¶ قال القاضي عياض: الذي استمر عليه عمل أكثر الأشياخ نقل الرواية كما وصلت إليهم وسمعوها، ولا يغيرونها من كتبهم، حتى اطردوا ذلك في كلمات من القرآن استمرت الرواية في الكتب عليها بخلاف التلاوة المجمع عليها، ولم يجئ في الشاذ من ذلك في ((الموطأ)) ، و ((الصحيحين)) ، وغيرهما، حماية للباب، لكن أهل المعرفة منهم ينبهون على خطئها عند السماع والقراءة، وفي حواشي الكتب، ويقرءون ما في الأصول على ما بلغهم (¬2) . ¶ ومن أمثلة اختلاف الروايات في بعض الألفاظ اللغوية في الصحيح: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((من اتبع جنازة مسلم إيماناً واحتساباً، وكان معه حتى يصلي عليها ... )) . ¶ قال الحافظ: قولة: ((من اتبع)) بالتشديد، وللأصيلي: ¶ ¬_________ ¶ (¬1) . المصدر السابق 2/135. ¶ (¬2) . الإلماع 185-186.",
            "page": "81",
            "part": "1",
            "seal": "C16BC576"
        },
        {
            "id": "79",
            "nass": "((تبع)) بحذف الألف وكسر الموحدة، وقد تمسك بهذا اللفظ من زعم أن المشي خلفها أفضل، ولا حجة فيه لأنه يقال: تبعه إذا مشى خلفه، أو إذا مرَّ به فمشى معه، وكذلك أتبعه بالتشديد، وهو افتعل منه، فإذا هو بالاشتراك ... ¶ قوله: ((وكان معه)) ، أي المسلم، وللكشميهني: ((معها)) أي مع الجنازة (¬1) . ¶ عن عائشة رضي الله عنها أنها قالت: يا رسول الله، نرى الجهاد أفضل العمل، أفلا نجاهد؟ قال: ((لا، ولكن أفضل الجهاد حجٌّ مبرور)) . ¶ قال الحافظ: قوله: لكن أفضل الجهاد اختلف في ضبط ((لكن)) ، فالأكثر بضم الكاف خطاب النسوة، قال القابسي: وهو الذي تميل إليه نفسي، وفي رواية الحموي: ((لكن)) بكسر الكاف وزيادة ألف قبلها بلفظ الاستدراك، والأول أكثر فائدة، لأنه يشتمل على إثبات فضل الحج وعلى سؤالها عن الجهاد (¬2) . ¶ حديث ابن عمر رضي الله تعالى عنهما: (( ... فلقينا ملكٌ آخرٌ فقال لي: لم ترعْ)) (¬3) . ¶ قال الحافظ ابن حجر: قوله: ((لم ترع)) : بضم أوله وفتح الراء بعدها مهملة ساكنة أي لم تخف، والمعنى لا خوف عليك بعد هذا، ووقع في رواية الكشميهني في التعبير ((لن تراع)) ، وهي رواية الجمهور بإثبات الألف، ووقع في رواية القابسي ((لن ترع)) بحذف الألف، قال ¶ ¬_________ ¶ (¬1) . فتح الباري 1/109، 108. ¶ (¬2) . فتح الباري 3/381، 382. ¶ (¬3) . فتح الباري 3/6، برقم (1121) .",
            "page": "82",
            "part": "1",
            "seal": "FA580355"
        },
        {
            "id": "80",
            "nass": "ابن التين: وهي لغة قليلة - أي الجزم بلن - (¬1) ... ¶ سابعاً: روايات تفرد بها بعض الرواة، وزيادات ملحقة بالصحيح، وفوائد لم ترد في أصل الصحيح: ¶ ومن أمثلة ذلك: ¶ قال البخاري: حدثنا مسدد، حدثنا يحيى، عن الأعمش، حدثني شقيق قال: سمعت حذيفة ... ¶ قال الحافظ: للمستملي: حدثني حذيفة (¬2) . ¶ حديث أنس في ناقة النبي - صلى الله عليه وسلم - التي سُبقت ... ¶ قال البخاري: طوَّله موسى، عن حماد، عن ثابت، عن أنس، عن النبي - صلى الله عليه وسلم -. ¶ قال الحافظ: أي رواه مطولاً، وهذا التعليق وقع في رواية المستملي وحده (¬3) . ¶ باب (الرحمة بالمصلي) . ¶ ذكر فيه حديث جابر - رضي الله عنه - ثم قال: ¶ سئل أبو عبد الله: هل قوله ((فصلى عليه)) يصح أم لا؟ قال: رواه معمر، قيل له: هل رواه غير معمر؟ قال: لا. ¶ قال الحافظ: وقع هذا الكلام في رواية المستملي وحده عن الفربري (¬4) . ¶ قال محمد بن يوسف، قال يونس، قال محمد بن سليمان، قال أبو عبد الله: مرماة: بين ظلف الشاة من اللحم ... ¶ ¬_________ ¶ (¬1) . فتح الباري 3/7. ¶ (¬2) . الفتح 2/8. ¶ (¬3) . الفتح 6/73. ¶ (¬4) . المصدر السابق 12/130.",
            "page": "83",
            "part": "1",
            "seal": "F62DD926"
        },
        {
            "id": "81",
            "nass": "قال الحافظ: محمد بن يوسف هذا هو الفربري، راوي الصحيح عن البخاري، ويونس هو ابن. . . (¬1) ، ومحمد بن سليمان هو الفارس (¬2) راوي التاريخ الكبير عن البخاري، وقد نزل الفربري في هذا التفسير درجتين، فإنه أدخل بينه وبين شيخه البخاري رجلين؛ أحدهما عن الآخر، وثبت هذا التفسير في رواية أبي ذر عن المستملي وحده (¬3) . ¶ قال الفربري: قال أبو جعفر: حدثنا أبو عبد الله فقال: سمعت أبا أحمد بن عاصم يقول: سمعت أبا عبيد يقول ... ¶ قال الحافظ: ثبت ذلك في رواية المستملي وحده، وأبو جعفر هو محمد بن أبي حاتم وراق البخاري (¬4) . ¶ حديث عاصم الأحول: رأيت قدح النبي - صلى الله عليه وسلم - عند أنس، قال أنس: لقد سقيت رسول الله - صلى الله عليه وسلم - في هذا القدح أكثر من كذا وكذا. ¶ قال القرطبي في مختصر البخاري أنه رأى في بعض النسخ القديمة من صحيح البخاري: قال أبو عبد الله: رأيت هذا القدح بالبصرة وشربت منه وكان اشترى من ميراث النضر بن أنس بثمانمائة ألف (¬5) ... ¶ حديث عائشة رضي الله عنها قالت: كان النبي - صلى الله عليه وسلم - يكثر أن يقول في ركوعه وسجوده: سبحانك اللهم ربنا وبحمدك اللهم اغفر لي، يتأول القرآن. ¶ ¬_________ ¶ (¬1) . بياض في الأصل. ¶ (¬2) . ترجمته في الأنساب 5/386، وتاريخ الإسلام، وفيات سنة 2/3هـ. ¶ (¬3) . الفتح 13/216. ¶ (¬4) . المصدر السابق 11/334. ¶ (¬5) . المصدر السابق 10/100.",
            "page": "84",
            "part": "1",
            "seal": "4BB366AA"
        },
        {
            "id": "82",
            "nass": "قال الحافظ: ووقع في رواية ابن السكن عن الفربري: قال أبو عبد الله يعني قوله تعالى {فسبح بحمد ربك} . ¶ قلت: وليس هذا في المطبوعة (¬1) . ¶ حديث ابن عباس في التسمية عند الجماع. ¶ قال الكرماني: أنه رأى في نسخة قُرئت على الفربري قيل لأبي عبد الله - يعني المصنف - من لا يحسن العربية يقولها بالفارسية؟ قال: نعم (¬2) . ¶ قال الفربري: قال أبو جعفر بن أبي حاتم: قال أبو عبد الله: هذا الحديث ليس بخراسان في كتب ابن المبارك، أملي عليهم بالبصرة. ¶ قال الحافظ: (أبو جعفر) هو محمد بن أبي حاتم البخاري، وراق البخاري، وقد ذكر عن الفربري في هذا الكتاب فوائد كثيرة عن البخاري وغيره، وثبتت هذا الفائدة في رواية أبي ذر عن مشائخه الثلاثة وسقطت لغيره (¬3) . ¶ قال الفربري: حدثنا عباس، حدثنا قتيبة، حدثنا جرير، عن هشام نحوه ... ¶ قال الحافظ: هذا من زيادات الراوي على البخاري في بعض الأسانيد، وهي قليلة (¬4) . ¶ ¬_________ ¶ (¬1) . الفتح 2/299. ¶ (¬2) . المصدر السابق 1/242. ¶ (¬3) . الفتح 5/105. ¶ (¬4) . المصدر السابق 1/194.",
            "page": "85",
            "part": "1",
            "seal": "BF5FE40F"
        },
        {
            "id": "83",
            "nass": "حديث عائشة أن رسول الله - صلى الله عليه وسلم - كان يدعو في الصلاة: ((اللهم أني أعوذ بك من عذاب القبر وأعوذ بك من فتنة المسيح الدجال ... )) . ¶ ذكر الحافظ: أنه ورد في رواية المستملي وحده عن الفربري أنه نقل عن خلف ابن عامر الهمداني - أحد الحفاظ - أن المسيح - بالتشديد والتخفيف - واحد، يقال الدجال، ويقال لعيسى (¬1) . ¶ قال البخاري: حدثنا علي بن عبد الله، حدثنا سفيان، حدثنا سليمان بن أبي مسلم عن طاوس، سمع ابن عباس، فذكر حديث قيام الليل، قال سفيان: قال سليمان بن أبي مسلم: سمعه من طاوس عن ابن عباس عن النبي - صلى الله عليه وسلم -. ¶ قال الحافظ: ولأبي ذر وحده هنا: قال علي بن خشرم، قال سفيان ... ولعل هذه الزيادة عن الفربري فإن علي بن خشرم لم يذكر في شيوخ البخاري، وأما الفربري فقد سمع من علي بن خشرم (¬2) . ¶ (باب صوم يوم الجمعة، وإذا أصبح صائماً يوم الجمعة فعليه أن يفطر) . ¶ قال الحافظ: كذا في أكثر الروايات، ووقع في رواية أبي ذر وأبي الوقت زيادة هنا وهي (يعني إذا لم يصم قبله ولا يريد أن يصوم بعده) وهذه الزيادة تشبه أن تكون من الفربري، أو من دونه، فإنها لم تقع في رواية النسفي عن البخاري، ويبعد أن يعبر البخاري عما يقوله بلفظ (يعني) ولو كان كلامه لقال: أعني (¬3) . ¶ ¬_________ ¶ (¬1) . المصدر السابق 2/318. ¶ (¬2) . الفتح 3/6. ¶ (¬3) . المصدر السابق 4/232.",
            "page": "86",
            "part": "1",
            "seal": "E40E9A07"
        },
        {
            "id": "84",
            "nass": "ذكر عقب حديث الأنصاري مع الزبير: قال محمد بن العباس: قال أبو عبد الله: ليس أحد يذكر عروة، عن عبد الله إلا الليث. ¶ قال الحافظ: هكذا وقع في رواية أبي ذر، عن الحموي وحده، عن الفربري وهو القائل: قال محمد بن العباس، هو السلمي الأصبهاني، من أقران البخاري وأبو عبد الله هو البخاري المصنف (¬1) . ¶ أخرج البخاري في صحيحه حديث موسى والخضر من طريق الحميدي، عن سفيان (¬2) . قال الذهبي: وقد علّى - يعني الفربري - في أوائل الصحيح حديث موسى والخضر فقال: حدثناه علي بن خشرم، حدثنا سفيان بن عيينة. ¶ قال الذهبي: وهذا ثابت في رواية ابن حمويه دون غيره (¬3) . ¶ قلت: لم أجده في المطبوع، ولم يشر إليه الحافظ. ¶ (قال الفربري: سمعت أبا جعفر: محمد بن أبي حاتم يقول: قال أبو عبد الله ... ) . ¶ قال الحافظ: ثبت هذا عند أبي ذر عن شيوخه، والمراد أن رواية إبراهيم النخعي عن أبي سعيد منقطعة. وكان الفربري ما سمع هذا الكلام منه - يعني من البخاري - فحمله عن أبي جعفر عنه. ¶ وقد ذكر الفربري عنه في ((الحج)) و ((المظالم)) و ((الاعتصام)) ¶ ¬_________ ¶ (¬1) . المصدر السابق 5/38. ¶ (¬2) . المصدر السابق ح (4725) . ¶ (¬3) . السير 15/12.",
            "page": "87",
            "part": "1",
            "seal": "19B26195"
        },
        {
            "id": "85",
            "nass": "وغيرها فوائد عن البخاري (¬1) . ¶ قال محمد بن يوسف - الفربري - قال أبو جعفر محمد بن أبي حاتم: قال محمد بن إسماعيل ... ¶ قال الحافظ: وقع في رواية أبي ذر عن المستملي (¬2) . ¶ وقال هشام بن عمار: حدثنا صدقة بن خالد. وذكر حديث المعازف. ¶ قال الحافظ: هكذا في جميع النسخ من الصحيح من جميع الروايات مع تنوعها عن الفربري، وكذا في رواية النسفي وحماد بن شاكر. ¶ وذهل الزركشي في التوضيح فقال: معظم الرواة يذكرون هذا الحديث في البخاري معلقاً، وقد أسند أبو ذر عن شيوخه فقال: قال البخاري: حدثنا الحسين بن إدريس، حدثنا هشام بن عمار، قال: فعلى هذا يكون الحديث صحيحاً على شرط البخاري، وبذلك يرد على ابن حزم. ¶ قال الحافظ: وهذا الذي قاله خطأ نشأ عن عدم تأمل، وذلك أن القائل: حدثنا الحسين ابن إدريس هو العباس بن الفضل شيخ أبي ذر، لا البخاري، ثم قال: فروى - يعني أبو ذر - الحديث عن شيوخه الثلاثة عن الفربري عن البخاري قال: وقال هشام بن عمار، ولما فرغ من سياقه قال: حدثنا أبومنصور، العباس بن الفضل، حدثنا الحسين، حدثنا هشام (¬3) . ¶ ¬_________ ¶ (¬1) . الفتح 9/60. ¶ (¬2) . المصدر السابق 9/568. ¶ (¬3) . الفتح 10/52، ووقع في الفتح في الموضع الثاني: \"الفضل بن العباس\" وهو خطأ.",
            "page": "88",
            "part": "1",
            "seal": "2ED6227C"
        },
        {
            "id": "86",
            "nass": "وبعد: فإن هذه الأوهام الواقعة في ((الصحيح)) في بعض المتون والأسانيد وأسماء الرواة ونحوها ليست قادحة في سلامة أصل ((الصحيح)) وإنما هي أوهام وقعت لنقلة الكتاب ورواته، ولذا قال الإمام أبو علي الجياني: والحمل فيها على نقلة الكتابين عن البخاري ومسلم وأنه قد يندر للإمامين مواضع يسيرة من هذه الأوهام، أو لمن فوقهما من الرواة (¬1) . ¶ وقد تتابعت جهود علماء الحديث وشراحة لاستخلاص نص الكتاب صحيحاً سليماً وفق ما أراده مصنفه رحمه الله. ¶ الفصل الثاني: أهمية توجيهات الإمامين أبي علي الجياني وابن حجر رحمهما الله ¶ لقد بذل علماء الحديث المهتمون بصحيح البخاري جهوداً علمية كبيرة بعد وقوفهم على روايات ((الصحيح)) العديدة وهي جهود كبيرة ومشكورة، وكان من أبرز من اعتنى بهذا الجانب الإمام أبو علي الجياني ثم الحافظ ابن حجر، وقد ذكرنا نماذج من توجيهاتهم للروايات في الفصل السابق على أن الحافظ ابن حجر قد وقف على توجيهات الجياني وغيره من العلماء ممن تكلم في هذا الشأن كما وقف على طائفة من نسخ ((الصحيح)) المعتبرة، ذات القيمة العلمية الكبيرة مما لم يستطع غيره الوقوف عليها ومن هنا استطاع أن يوظف اختلاف الروايات في ((الجامع الصحيح)) ، ويستخلص منها نتائج، خدمت السنَّة النَّبوية، وأسبغت على كتابه ((فتح الباري)) طابعاً مميزاً، جعلت منه سفراً يرقى فوق مستوى النقد المتدني الذي حاول البعض أن يوجهه إليه. ¶ ¬_________ ¶ (¬1) . تقييد المهمل 2/565.",
            "page": "89",
            "part": "1",
            "seal": "BDC257A6"
        },
        {
            "id": "87",
            "nass": "ويمكنني أن أجمل أهم العوامل التي جعلت من كتاب ((فتح الباري)) كتاباً ينال السبق على غيره من الشروح للجامع الصحيح، في بيان المعاني واختلاف الروايات في ((الجامع الصحيح)) بالنقاط التالية: ¶ 1 - اطلاع الحافظ ابن حجر على أشهر الروايات للجامع الصحيح، وقراءتها بتدبر وتأنٍ عظيم، ومعارضته لهذه الروايات بعضها ببعض. ¶ 2 - مراجعته لنسخ متعددة من ((الجامع الصحيح)) وحرصه على النسخ الموثقة التي اطلع عليها الحفاظ. ¶ 3 - قراءاته للشروح المختلفة للجامع الصحيح، وتوظيفه نتائج هذه الشروح لخدمة الصحيح. ¶ 4 - استعراضه للمستخرجات على الجامع الصحيح، أو على الصحيحين معاً، وكذا المصنفات التي تجمع بين الصحيحين، ومعارضة رواية هذه المستخرجات بالروايات المتوفرة لديه. ¶ 5 - عنايته الواسعة بتخريج النصوص من المصادر الحديثية المتنوعة، وبيان الروابط الدقيقة التي تجمع بين الروايات المختلفة. ¶ 6 - توخي الدقة التامة والتمسك بالنصوص، من أجل الوصول إلى غايته المنشودة، في ضبط النصوص، والوصول إلى أدق الروايات وأتقنها. ¶ 7 - التخصص الدقيق في الحديث وعلومه، إضافةً إلى ثقافته الواسعة في العلوم الشرعية، والتاريخية، والعربية المتعددة الجوانب والتي كان يتمتع بها الإمام ابن حجر، قد أعانته على إلقاء الضوء حول مسألة اختلاف الروايات، وغيرها من المسائل التي حفل بها ((الجامع الصحيح)) ، يضاف إلى هذا نشاطه الجم، وعرضه العلمي للموضوعات",
            "page": "90",
            "part": "1",
            "seal": "18035E1B"
        },
        {
            "id": "88",
            "nass": "المتنوعة الجوانب، من دون تعصب نحو اتجاه معين، اللهم إلا خدمة النَّص بأسلوب المحدثين، جعلت منه الشخص المناسب للقيام بهذا العمل العلمي المتقن. ¶ والله الكريم نسأله التوفيق والسداد في القول والعمل، وأن يرزقنا حسن النية والإخلاص إنه هو الجواد الكريم، وصلى الله وسلم وبارك على عبده ورسوله محمد وعلى آله وصحبه وسلم.",
            "page": "91",
            "part": "1",
            "seal": "D19DDF85"
        },
        {
            "id": "90",
            "nass": "نتائج البحث وتوصياته العلمية ¶ لقد شغلت روايات البخاري المحدثين منذ وقت مبكر، وصنف الأئمة والحفاظ، العديد من المصنفات التي تحدثت عن اختلاف روايات ((الجامع الصحيح)) ، كما تطرقت معظم الشروح \"للجامع الصحيح\" لهذه القضية الهامة ... ¶ وبحثنا هذا حاول أن يوظف اختلاف روايات ((الجامع الصحيح)) ويجعل من هذا الاختلاف ظاهرة علمية، تدل على مدى عناية المحدثين برواية النصوص، وأثبت أن معظم هذا الاختلاف، إنما هو اختلاف نشأ من رواة ((الجامع)) وأوهام وقعت من قبلهم وليس من أصل الصحيح، وكل ذلك كان مقروناً بالأمثلة. ¶ وتحدث البحث عن نسخ ((الجامع الصحيح)) ، وأهمية هذه النسخ، ويوصي الباحث بضرورة الاهتمام بهذا الكتاب والحرص على طباعته وإخراجه للمسلمين بصورة متقنة تليق بهذا الكتاب العظيم، ومكانته الكبيرة في نفوسهم، لاشتماله على أصح أحاديث رسول الله - صلى الله عليه وسلم -، ذلك أنَّ كافة طبعات ((صحيح البخاري)) ينقصها المزيد من التوثيق، كما ينقصها العناية برواياته المختلفة كي نتمكن من إصدار طبعة جديدة كاملة. ¶ وهذا يتطلب القيام بالخطوات الآتية: ¶ 1 - تشكيل لجنة من الأساتذة المتخصصين بالحديث النبوي",
            "page": "93",
            "part": "1",
            "seal": "CD824885"
        },
        {
            "id": "91",
            "nass": "الشريف، وأن يكونوا من أهل المعرفة بفن التحقيق، ولهم الدربة الواسعة بـ ((صحيح البخاري)) ورواياته المختلفة، وأن يفرغوا للقيام بجمع نسخ ((الصحيح)) ، القديمة والموثقة التي قُرئت على عدد من العلماء من مكتبات العالم المختلفة. ¶ 2 - أن تجمع روايات ((صحيح البخاري)) ، المختلفة، وأن تختار رواية الفربري وهي أشهر الروايات لتكون أصلاً يعتمد عليه، وأن يعتمد على النسخة الأصلية التي كتبها الإمام العالم والحافظ المتقن، علي بن محمد بن أحمد الهاشمي اليونيني الحنبلي - رحمه الله -، والأصول التي رجع إليها، وعلي فروعها المقابلة عليها، ومنها نسخة الإمام عبد الله بن سالم البصري المكي. ¶ كما يمكن في مرحلة لاحقة إخراج نسخة الحافظ أبي علي الصَّدفي بعد مقابلتها على أصلها وعلى فروعها الموثقة. ¶ وبذلك نضمن عدم خلط الروايات بعضها ببعض ونحافظ على نسخ الأئمة الأعلام كما وردت إلينا. ¶ 3 - أن يجمع ما ذكره الإمام أبو علي الغساني في كتابه ((تقييد المهمل وتمييز المشكل)) من العلل الواردة في ((صحيح البخاري)) بسبب أوهام الرواة، وكذا يذكر ما كتبه الإمام الحافظ النووي، في ((شرح مسلم)) و ((البخاري)) ، والإمام ابن حجر، في ((فتح الباري)) ، وما كتبه الإمام القسطلاني في ((إرشاد الساري)) ، وغير ذلك من الشروح التي اعتنت بـ ((صحيح البخاري)) ، والمستخرجات على ((صحيح البخاري)) ، كي تتجنب هذه العلل، وتذكر فروق النسخ والروايات في حاشية الكتاب. ¶ 4 - الاستفادة من الكتب والأبحاث التي كتبت في هذا المجال،",
            "page": "94",
            "part": "1",
            "seal": "BA25FD49"
        },
        {
            "id": "92",
            "nass": "ومعالجة المادة العلمية التي فيها من أجل خدمة النصوص. ¶ 5 - بعد أن تتم اللجنة من نسخ الصحيح، ومقارنة النسخ والروايات، وتثبيت الصواب، وبيان الاختلافات، وشرح الغامض من الألفاظ، تقوم بعمل فهارس عامة شاملة لكل شاردة وواردة في ((صحيح البخاري)) . ¶ وبذلك يمكننا أن ننجز مثل هذا المشروع الضخم الذي سيحفظ للمسلمين أصح كتاب بعد كتاب الله تعالى، وتخرج لنا طبعة لصحيح البخاري، تليق بهذا الكتاب العظيم الذي ما زال ينال عناية المسلمين، منذ أن كتبه الإمام البخاري وإلى يومنا هذا ...",
            "page": "95",
            "part": "1",
            "seal": "38F55DB7"
        },
        {
            "id": "94",
            "nass": "فهرس مصادر البحث ¶ 1 - الإحسان في تقريب صحيح ابن حِبَّان: تأليف الأمير علاء الدين ابن بلبان الفارسي (ت739هـ) ، تحقيق الأستاذ شعيب الأرناؤوط، مؤسسة الرسالة، بيروت، الطبعة الأولى 1408هـ-1988م. ¶ 2 - الاختلاف بين رواة البخاري عن الفربري وروايات عن النسفي، للحافظ جمال الدين يوسف بن عبد الهادي، تحقق: صلاح هلال، دار الوطن، الرياض 1420هـ. ¶ 3 - اختلاف الروايات وأثره في توثيق النصوص. أ. د. موفق بن عبد الله بن عبد القادر بحث نشر بمجلة الدرعية، الرياض، العدد الثامن، السنة الثانية عام 1420هـ. ¶ 4 - إرشاد الساري لشرح صحيح البخاري: لأحمد بن محمد بن أبي بكر القسطلاني، القاهري، الشافعي (ت923هـ) ، الطبعة الميمنية، بمصر 1307هـ. ¶ 5 - أعلام الحديث في شرح صحيح البخاري، للإمام أبي سليمان الخطابي، تحقيق د. محمد بن سعد آل سعود، معهد البحوث العلمية جامعة أم القرى، الطبعة الأولى 1409هـ. ¶ 6 - إفادة النصيح في التعريف بسند الجامع الصحيح: لمحب الدين أبي عبد الله محمد بن عمر بن محمد ابن رشيد السبتي الفهري الأندلسي (ت726هـ) ، تحقيق الدكتور الشيخ محمد الحبيب ابن الخوجه، الدار التونسية للنشر.",
            "page": "97",
            "part": "1",
            "seal": "36CB46BE"
        },
        {
            "id": "95",
            "nass": "7 - الإكمال في رفع الإرتياب عن المؤتلف والمختلف في الأسماء والكُنى والأنساب: للحافظ أبي نصر عليّ بن هبة الله بن جعفر المعروف بابن ماكولا تحقيق عبد الرحمن بن يحيى المعلمي اليماني، الناشر محمد أمين دمج، بيروت. لبنان. ¶ 8 - الإلزامات والتتبع، الإمام الحافظ أبو الحسن الدارقطني، تحقيق الشيخ مقبل بن هادي بن مقبل الوادعي، المكتبة السلفية، المدينة المنورة. ¶ 9 - الإلماع إلى معرفة أصول الرواية وتقييد السماع، القاضي عياض بن موسى اليحصبي، تحقيق السيد أحمد صقر، دار التراث، القاهرة 1398هـ. ¶ 10 - الإمداد بمعرفة علو الإسناد، ثبت العلاّمة، جمال الدين عبد الله بن سالم البصري المكي، جمعه ابنه سالم، مطبعة مجلس دائرة المعارف العثمانية، حيدر أباد، الهند 1328هـ. ¶ 11 - الأنساب: للإمام أبي سعد عبد الكريم بن محمد السمعاني (ت562هـ) ، تحقيق المعلمي اليماني، ومجموعة من الأساتذة، نشره أمين دمج، بيروت. ¶ 12 - برنامج المجاري: لأبي عبد الله محمد بن محمد بن علي المجاري الأندلسي (ت862هـ) ، تحقيق محمد أبو الأجفان، دار الغرب الإسلامي، بيروت، الطبعة الأولى 1402هـ-1982م. ¶ 13 - تاريخ بغداد: للإمام أبي بكر أحمد بن علي بن ثابت الخطيب البغدادي (ت463هـ) ، دار الكتاب العربي، بيروت. ¶ 14 - تاريخ جرجان لحمزة بن يوسف السهمي، تحت إشراف د. محمد عبد المعيد خان، الطبعة الثالثة، عالم الكتب، بيروت لبنان.",
            "page": "98",
            "part": "1",
            "seal": "5280037C"
        },
        {
            "id": "96",
            "nass": "15 - تاريخ التراث العربي، فؤاد سزكين، ترجمة د. محمود حجازي، جامعة الإمام محمد بن سعود الإسلامية 1403هـ. ¶ 16 - تحفة الأشراف بمعرفة الأطراف، الإمام جمال الدين أبو الحجاج يوسف المزي، مع النكت الظراف على الأطراف، للحافظ ابن حجر، تحت إشراف عبد الصمد شرف الدين، الدار القيمة، الهند 1400هـ. ¶ 17 - تذكرة الحفاظ: للإمام أبي عبد الله محمد بن أحمد بن عثمان الذهبي (ت748هـ) ، دائرة المعارف العثمانية، الهند، الطبعة الرابعة (1390هـ-1970م) . ¶ 18 - تغليق التعليق على صحيح البخاري، الحافظ احمد بن علي بن حجر العسقلاني، دراسة وتحقيق د. سعيد عبد الرحمن القزقي، المكتب الإسلامي، بيروت. ¶ 19 - تقييد المهمل وتمييز المشكل: للإمام الحافظ أبي علي الحسين بن محمد بن احمد الغساني الجياني (ت498هـ) ، دراسة الأستاذ محمد أبو الفضل، وزارة المعارف والشئون الإسلامية، المملكة المغربية، الطبعة الأولى 1414هـ، ونسخة أخرى تحقيق محمد عزيز وعلي عمران، دار عالم الفوائد، الطبعة الأولى 1421هـ. ¶ 20 - التقييد لمعرفة الرواة والسنن والمسانيد، الحافظ أبو بكر محمد بن عبد الغني الشهير بابن نقطة طبع بمطبعة مجلس دائرة المعارف العثمانية، الهند 1403هـ. ¶ 21 - الجامع: للإمام أبي عيسى محمد بن عيسى بن سورة الترمذي (ت279هـ) ، حققه أحمد شاكر، وآخرون، مطبعة مصطفى البابي الحلبي، وأولاده، مصر، الطبعة الأولى 1356هـ.",
            "page": "99",
            "part": "1",
            "seal": "724DA7DF"
        },
        {
            "id": "97",
            "nass": "22 - الجامع الصحيح المسند من حديث رسول الله - صلى الله عليه وسلم - وسننه وأيامه: للإمام أبي عبد الله ممد بن إسماعيل البخاري (ت256هـ) ، نسخة مصورة عن الطبعة السلطانية، جمعية المكنز الإسلامي، القاهرة 1421هـ، وانظر: ((فتح الباري)) ، و ((صحيح أبي عبد الله البخاري)) . ¶ 23 - الجرح والتعديل: لعبد الرحمن بن محمد بن إدريس الشافعي، المعروف بابن أبي حاتم الرازي (ت327هـ) ، تحقيق عبد الرحمن بن يحيى المعلمي اليماني، دائرة المعارف العثمانية، الهند، الطبعة الأولى 1371هـ-1952م. ¶ 24 - الحطة في ذكر الصحاح الستة، السيد صديق حسن القنوجي، دار الكتب العلمية، بيروت، لبنان. ¶ 25 - ذيل التقييد في رواة السنن والمسانيد، الإمام تقي الدين محمد بن أحمد الفاسي المكي، تحقيق كمال الحوت، دار الكتب العلمية، بيروت. ¶ 26- رموز ((الجامع الصحيح للبخاري)) للإمام شرف الدين أبي الحسين علي بن محمد اليونيني مصورة مخطوطة جامعة الإمام محمد بن سعود الإسلامية برقم (1417/خ) ومنها نسخة أخرى بمكتبة الملك عبد العزيز بالمدينة المنورة، ونسخة بالمكتبة الملكية المغربية برقم (10802) . ¶ 27 - سير أعلام النبلاء، الإمام شمس الدين محمد بن أحمد الذهبي، أشرف على التحقيق شعيب الأرناؤوط، مؤسسة الرسالة، الطبعة الأولى عام 1402هـ، بيروت. ¶ 28 - السنن: للإمام أبي محمد عبد الله بن عبد الرحمن بن",
            "page": "100",
            "part": "1",
            "seal": "A68CF7CB"
        },
        {
            "id": "98",
            "nass": "الفضل بن بهرام الدارمي التميمي (ت255هـ) ، بعناية أحمد محمد دهمان، دار الكتب العلمية، بيروت. ¶ 29 - السنن: للإمام أبي عبد الله محمد بن يزيد القزويني، المعروف بابن ماجه (ت275هـ) ، تحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب العربية 1372هـ-1952م. ¶ 30 - السنن: للإمام أبي داود سليمان بن الأشعث السجستاني (275هـ) ، تعليق عزت، وعادل السيد، الطبعة الأولى (1388هـ) ، نشر محمد علي السيد، حمص، سوريا. ¶ 31 - السنن: للإمام أبي الحسن علي بن عمر الدارقطني البغدادي، (ت385هـ) ، تصحيح عبد الله هاشم يماني، دار المحاسن للطباعة القاهرة 1386هـ. ¶ 32 - السنن: للإمام أبي عبد الرحمن أحمد بن شعيب بن علي النسائي (ت303هـ) ، دار الفكر، بيروت، الطبعة الأولى 1346هـ-1930م. ¶ 33 - السنن الكبرى: للإمام أبي عبد الرحمن أحمد بن شعيب بن علي النسائي (ت303هـ) ، تحقيق الدكتور عبد الغفار سليمان البنداري، وسيد كسروي حسن، دار الكتب العلمية، بيروت، الطبعة الأولى 1411هـ-1991م. ¶ 34 - السنن الكبرى: للإمام أبي بكر احمد بن الحسين بن علي البيهقي (ت458هـ) ، مجلس دائرة المعارف العثمانية، الهند. ¶ 35 - سير أعلام النبلاء: للإمام أبي عبد الله محمد بن أحمد بن عثمان الذهبي (748هـ) ، تحقيق مجموعة من الأساتذة، مؤسسة الرسالة، بيروت، الطبعة الأولى 1402هـ-1982م.",
            "page": "101",
            "part": "1",
            "seal": "874EF8F4"
        },
        {
            "id": "99",
            "nass": "36 - صحيح ابن حِبَّان: الإحسان في تقريب صحيح ابن حبان. ¶ 37 - صحيح أبي عبد الله البخاري: تحقيق وتعليق محمود النواوي، ومحمد أبو الفضل إبراهيم، ومحمد خفاجي، وكتب مقدمته العلمية عبد الغني عبد الخالق، ورقم كتبه وأحاديثه وثبت التصويبات عبد الشكور عبد الفتاح فدا، وثبت صفحات وأجزاء فتح الباري على الفهارس صالح العبد الرحمن الراشد، مكتبة النهضة الحديثة، مكة المكرمة، ومكتبة الرياض الحديثة الرياض، الطبعة الثانية 1404هـ-1984م وانظر: الجامع الصحيح. ¶ 38 - صحيح البخاري = فتح الباري. ¶ 39 - صحيح ابن خزيمة: لأبي بكر محمد بن إسحاق بن خزيمة السلمي النيسابوري (ت311هـ) ، تحقيق الدكتور محمد مصطفى الأعظمي، المكتب الإسلامي، بيروت الطبعة الأولى 1399هـ-1979م. ¶ 40 - صحيح مسلم: للإمام أبي الحسين مسلم بن الحجاج بن مسلم القشيري النيسابوري (ت261هـ) ، تحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب العربية، الطبعة الأولى 1374هـ-1955م. ¶ 41 - صلة الخلف بموصول السلف، محمد بن سليمان الروداني المغربي، مخطوط مصور من مكتبة الحرم المكي، تحت رقم 2602. ¶ 42 - الصلة، أبو القاسم خلف بن عبد الملك المعروف بابن بشكوال، تحقيق عزت الحسيني، مكتبة الخانجي، القاهرة. ¶ 43 - علوم الحديث: للإمام أبي عمرو عثمان بن عبد الرحمن بن عثمان الشهرزري، المعروف بابن الصلاح (ت643هـ) ، تحقيق الدكتور نور الدين عتر، المكتبة العلمية، بيروت 1401هـ-1981م.",
            "page": "102",
            "part": "1",
            "seal": "0859A02A"
        },
        {
            "id": "100",
            "nass": "44 - فتح الباري شرح صحيح البخاري: للإمام أبي الفضل احمد بن علي ابن حجر العسقلاني (ت852هـ) ، طبع المطبعة السلفية، بمصر، وطبعة الشيخ عبد القادر شيبة الحمد الطبعة الأولى عام 1421هـ. ¶ 45 - فتح المغيث شرح ألفية الحديث: للإمام أبي الخير محمد بن عبد الرحمن ابن محمد السخاوي (ت902هـ) ، تحيق عبد الرحمن بن محمد بن عثمان، المكتبة السلفية، بالمدينة المنورة، الطبعة الثانية 1388هـ-1968م. ¶ 46 - الفهرس الشامل للتراث العربي الإسلامي المخطوط، المجمع المكي لبحوث الحضارة الإسلامية، عمان، الأردن. ¶ 47 - فهرس مخطوطات الحديث الشريف وعلومه في مكتبة الملك عبد العزيز بالمدينة المنورة، إعداد عمار بن سعيد تمالت. ¶ 48 - فهرسة ما رواه عن شيوخه من الدواوين المصنفة في ضروب العلم وأنواع المعارف: لأبي بكر محمد بن خير بن عمر بن خليفة الأموي الإشبيلي (ت575هـ) ، نشره فرنسشكة قدارة زيدين، وتلميذه خليان ربارة طرغوة، منشورات دار الآفاق الجديدة، بيروت، الطبعة الثانية 1399هـ-1979م. ¶ 49 - فوات الوفيات، الإمام محمد شاكر الكتبي، تحقيق د. إحسان عباس، دار صادر بيروت، لبنان. ¶ 50 - فيض الباري على صحيح البخاري: من أمالي الشيخ محمد أنور الكشميري، ثم الديوبندي، المتوفى سنة 1352هـ، مع حاشية البدر الساري إلى فيض الباري: للأستاذ محمد بدر عالم الميرتهني، دار المعرفة، بيروت.",
            "page": "103",
            "part": "1",
            "seal": "6D8111E6"
        },
        {
            "id": "101",
            "nass": "51 - مجلة معهد المخطوطات العربية، معهد المخطوطات في جامعة الدول العربية، القاهرة. ¶ 52 - مجمع الزوائد ومنبع الفوائد: للإمام أبي الحسن علي بن أبي بكر بن عمر الهيثمي (ت807هـ) ، دار الكتاب العربي، بيروت الطبعة الثانية 1967م. ¶ 53 - المجمع المؤسس للمعجم المفهرس - مشيخة الإمام العلامة شهاب الدين أحمد بن علي ابن محمد بن محمد بن علي بن أحمد، الشهير بابن حجر العسقلاني (ت852هـ) ، تحقيق الدكتور يوسف عبد الرحمن مرعشلي، دار المعرفة، بيروت، الطبعة الأولى 1413هـ-1992م. ¶ 54 - مدرسة الإمام البخاري في المغرب، تأليف د. يوسف الكتاني، دار لسان العرب، بيروت، لبنان. ¶ 55 - المستدرك على الصحيحين: للإمام أبي عبد الله محمد بن عبد الله ابن حمدويه، المعروف بالحاكم النيسابوري (ت405هـ) ، دائرة المعارف العثمانية، حيدر آباد، الهند. ¶ 56 - المسند: للإمام أبي عبد الله أحمد بن محمد بن حنبل الشيباني (ت241هـ) ، المكتب الإسلامي، ودار صادر، بيروت، الطبعة الأولى 1398هـ. ¶ 57 - المسند: للإمام أبي بكر عبد الله بن الزبير الحميدي (ت219هـ) ، تحقيق الشيخ حبيب الرحمن الأعظمي، المكتبة السلفية، المدينة المنورة. ¶ 58 - المسند: للإمام أبي عبد الله محمد بن إدريس بن العباس الشافعي (ت204هـ) ، رتبه على الأبواب محمد بن عابد السندي",
            "page": "104",
            "part": "1",
            "seal": "8E74A414"
        },
        {
            "id": "102",
            "nass": "(ت1257هـ) ، حققه يوسف على الزواوي، وعزت العطار، دار الكتب العلمية، بيروت 1370هـ-1951م. ¶ 59 - المصنف: للإمام أبي بكر عبد الله بن محمد بن إبراهيم، المعروف بابن أبي شيبة العبسي (ت235هـ) ، بإشراف مختار أحمد الندوي، الدار السلفية، بومباي، الهند. ¶ 60 - المصنف: لعبد الرازق بن همام الصنعاني (ت211هـ) ، تحقيق الشيخ حبيب الرحمن الأعظمي، المكتب الإسلامي، بيروت، الطبعة الثانية 1403هـ-1983م. ¶ 61 - معجم البلدان، ياقوت بن عبد الله الحموي البغدادي، دار صادر، دار بيروت، بيروت عام 1404هـ. ¶ 62 - معجم شيوخ الذهبي، الإمام شمس الدين محمد بن أحمد الذهبي، تحقيق د. محمد الحبيب الهيلة، مكتبة الصديق، الطائف، لطبعة الأولى 1408هـ. ¶ 63 - المعجم المختص، الإمام شمس الدين محمد بن أحمد الذهبي، تحقيق د. محمد الحبيب الهيلة، مكتبة الصديق، الطائف، الطبعة الأولى 1408هـ. ¶ 64 - الموطأ: للإمام أبي عبد الله مالك بن أنس بن أبي عامر الأصبحي (ت179هـ) ، رواية يحيى بن يحيى الليثي المصمودي، تحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب العربية، القاهرة 1370هـ-1951م. ¶ 65 - معجم المطبوعات العربية والمعربة، جمع وترتيب يوسف سركيس، مكتبة الثقافة الدينية، القاهرة. ¶ 66 - نفح الطيب، الإمام أحمد محمد المغربي، التلمساني، دار الكتاب العربي، بيروت، لبنان.",
            "page": "105",
            "part": "1",
            "seal": "8AD022D4"
        },
        {
            "id": "103",
            "nass": "67- هدي الساري مقدمة فتح الباري: للإمام أبي الفضل أحمد بن علي ابن حجر العسقلاني (ت852هـ) ، المطبعة السلفية، بمصر.",
            "page": "106",
            "part": "1",
            "seal": "56595190"
        },
        {
            "id": "37",
            "nass": "أبي علي الصدفي، من روايته عن أبي الوليد الباجي، عن أبي ذر الهروي (¬1) . ¶ ولم يذكر دليلاً على صحة ذلك. ¶ ويدل لعدم صحة ما ذهب إليه أمور: ¶ 1 - أن نسخة الحافظ أبي علي الصدفي سيأتي وصفها، وسيذكر هناك أنها تقع في مجلد واحد. ¶ 2 - ورد في لوحة الغلاف العبارة الآتية: ¶ كان على ظهر الأصل المنتسخ منه، الأصل المقابل به بخط شيخ الإسلام والحُفاظ أبي علي الصدفي ما نصه: ... )) (¬2) . ¶ وهذه العبارة يفهم منها أن هذه النسخة قد نقلت عن أصل، هذا الأصل قوبل على نسخة الحافظ الصدفي. ¶ إذن فنسخة ((المسجد النبوي)) أحد فروع نسخة الحافظ الصدفي، وليست هي أصل نسخته رحمه الله. ¶ أما العبارة الأخرى التي وردت في لوحة الغلاف وهي: ((وكتب حسين بن محمد الصدفي بخطه عقب شهر المحرم سنة ثلاث وتسعين وأربعمائة)) . ¶ فإن من منهج نساخ مخطوطات الحديث أنهم ينقلون بأمانة علمية تامة جميع السماعات وكل ما هو مدون وثابت في الأصل المنقول منه إلى الفرع المنقول إليه، وهذه العبارة ثابتة في الأصل، لذا تم نقلها للفرع. ¶ ¬_________ ¶ (¬1) . المقدمة 1/8. ¶ (¬2) . المقدمة 1/30.",
            "page": "40",
            "part": "1",
            "seal": "7FA4AB80"
        },
        {
            "id": "38",
            "nass": "وبعد هذا العرض الموجز لأشهر النسخ المطبوعة من ((صحيح البخاري)) يتبين لنا مدى حاجة هذا الكتاب الماسة إلى المزيد من العناية والرعاية، وضرورة إخراج طبعة جديدة منه محققة معتمدة على أصول علمية صحيحة موثقة. ¶ أشهر نسخ ((الجامع الصحيح)) المخطوطة: ¶ كان من أثر عناية الأمة بالجامع الصحيح حرص علمائها في المشرق والمغرب على اقتناء نُسخ هذا الكتاب المبارك وإيداعه في المساجد والمكتبات الخاصة والعامة حتى تعم فائدته القاصي والداني. ¶ ثم حين تسلط الأعداء على كثير من الدول الإسلامية سُرقت ونهبت كثير من مخطوطات هذا الكتاب ونقلت إلى دول العالم المختلفة وحفظت في مكتباتها. ¶ وتوجد مخطوطاته متفرقة ما بين نسخة كاملة، أو أجزاء، أو قطع، وقد أحال ((الفهرس الشامل)) على 2327 موضعاً في مكتبات العالم المختلفة توجد به مخطوطات هذا الكتاب (¬1) . ¶ وتشتمل مكتبة الملك عبد العزيز بالمدينة المنورة على (226) نسخة أصلية من هذا الكتاب، بعضها كاملة، وأخرى أجزاء، تعود لفترات مختلفة، وعليها خطوط مشاهير العلماء، وبعضها يحتاج إلى دراسة (¬2) . ¶ كما يضم ((مركز خدمة السنة والسيرة النبوية)) بالمدينة المنورة ¶ ¬_________ ¶ (¬1) . انظر: الفهرس الشامل للتراث العربي الإسلامي المخطوط، الحديث النبوي وعلومه 1/493 - 565. ¶ (¬2) . فهرس مخطوطات الحديث الشريف وعلومه في مكتبة الملك عبد العزيز بالمدينة المنورة 189-258.",
            "page": "41",
            "part": "1",
            "seal": "12974A94"
        },
        {
            "id": "39",
            "nass": "عدداً كبيراً من مصورات ومخطوطات هذا الكتاب. ¶ ولعل أقدم نسخة من ((الجامع)) معروفة حتى الآن القطعة التي نشرها المستشرق منجانا في كمبردج عام 1936م، وقد كتبت عام 370هـ، برواية المروزي عن الفربري (¬1) . ¶ ومن مخطوطاته: ¶ نسخة الحافظ أبي علي الصدفي (¬2) (ت 514هـ) : ¶ قال الحافظ محمد بن عبد السلام الناصري الدرعي (ت 1339هـ) : وقد عثرت على أصل شيخه الحافظ الصدفي الذي طاف به في البلاد بخطه بطرابلس، في جلد واحد مدموج لا نقط به أصلاً على عادة الصدفي وبعض الكتاب، إلا أن بالهامش منه كثرة اختلاف الروايات والرمز إليها، وفي آخرها سماع القاضي عياض وغيره من الشيخ بخطه، وفي أوله كتابة بخط ابن جماعة، والحافظ الدمياطي، وابن العطار، والسخاوي قائلاً: هذا الأصل هو الذي ظفر به شيخنا ابن حجر العسقلاني وبنى عليه شرحه الفتح، واعتمد عليه، لأنه طيف به في مشارق الأرض ومغاربها: الحرمين، ومصر، والشام والعراق، والمغرب، فكان الأولى بالاعتبار كرواية تلميذه ابن سعادة (¬3) . ¶ كما وصف نسخة الصدفي الفقيه أبو العباس أحمد بن محمد بن أحمد الفاسي في رحلته الحجازية فقال: وقفت بمحروسة طرابلس على ((نسخة)) من البخاري في سفْر واحد ست عشرة كراسة، وفي كل ¶ ¬_________ ¶ (¬1) . أشار إلى ذلك فؤاد سزكين: تاريخ التراث 1/228. ¶ (¬2) . ترجمته في الغنية 194، الصلة 1/143، تذكرة الحفاظ 1253. ¶ (¬3) . فهرس الفهارس 2/707، وانظر: المقالة التي كتبها الدكتور/ عبد الهادي التازي بعنوان: صحيح البخاري بخط الحافظ الصدفي\" مجلة معهد المخطوطات العربية 1/21، المجلد التاسع عشر لعام 1393هـ.",
            "page": "42",
            "part": "1",
            "seal": "C4506B38"
        },
        {
            "id": "40",
            "nass": "ورقة خمسون سطراً من كل جهة، وكلها مكتوبة بالسواد، لا حُمرة بها أصلاً، وهي مبتدأه بما نصه: ¶ بسم الله الرحمن الرحيم، وصلى الله على سيدنا محمد نبيه (كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم -) ، وعند تمام كل حديث صورة: ((اهـ)) ولا نقط بها إلا ما قَلّ، وبآخرها، عند التمام ما صورته: آخر ((الجامع الصحيح)) الذي صنعه أبو عبد الله البخاري رحمه الله، والحمد لله على ما مَنّ به، وإياه أسأل أن ينفع به، وكتبه حسين بن محمد الصدفي، من نسخة بخط محمد بن علي بن محمود مقروءة على أبي ذر رحمه الله وعليها خطه، وكان الفراغ من نسخه يوم الجمعة 21 محرم عام ثمانية وخمسمائة، والحمد لله كثيراً كما هو أهله وصلواته على محمد نبيه ورسوله - صلى الله عليه وسلم - كثيراً كثيراً، وعلى ظهرها: كتاب ((الجامع الصحيح من حديث رسول الله - صلى الله عليه وسلم - وسننه وأيامه)) تصنيف أبي عبد الله محمد بن إسماعيل بن إبراهيم البخاري - رضي الله عنه - رواية أبي عبد الله محمد بن يوسف الفربري، رحمه الله (¬1) . ¶ قال الكتاني: وقد انقطع خبر هذه ((النسخة)) من عام 1211هـ، ولم أر لها ذاكراً، ولا ناعتاً من الرحالين، والبحاثين، ثم ذكر أنها موجودة لدى صديقه أحمد بن محمد الشريف السنوسي في الكتب التي بجغبوب (¬2) . ¶ ثم آلت إلى ملك ليبيا محمد إدريس المهدي السنوسي عام 1388هـ، وكان الشيخ ابن عاشور قد استعار النسخة من ناظر مكتبة ¶ ¬_________ ¶ (¬1) . فهرس الفهارس 1/708. ¶ (¬2) . المصدر السابق 1/709، وانظر: مقالة الدكتور التازي 1/45، والجغبوب واحة بالقرب من مدينة طبرق بليبيا، انظر: المرجع السابق 43.",
            "page": "43",
            "part": "1",
            "seal": "81936A10"
        },
        {
            "id": "41",
            "nass": "الأوقاف ببنغازي عام 1376هـ ليصحح عليها نسخة ((الصحيح)) . ¶ يقول الدكتور التازي: وأغلب الظن أن المخطوط ما يزال ((بطبرق)) (¬1) . ¶ وقال الدكتور يوسف الكتاني: وبعد الشيخ عبد الحي وما نشره بكتابيه: ((التنويه والإشادة)) سنة 1346هـ، و ((فهرس الفهارس)) بعدها سنة 1347هـ، نشر الشيخ الطاهر بن عاشور مفتي الديار التونسية في ((أخبار التراث العربي)) بحثاً مركزاً مفصلاً عن هذا الأصل، الذي ظل بيده عن طريق الإعارة أكثر من عشر سنوات، ومنه استمد وكتب بحثه الرائع عن ((أصل أبي علي الصدفي)) . ¶ وتوجد بالمغرب نسخة مقابلة على أصل الصدفي بالخزانة الملكية تحت رقم 5053 في مجلد ضخم، وقد نص على أنه وقعت معارضة النسخة ومقابلتها مع أصل الصدفي، المأخوذ عن نسخة الباجي. ¶ قال الدكتور الكتاني: ومن ذلك يتبين أن الإمام الصدفي كتب بخطه نسختين من ((الجامع الصحيح)) ، وقد كانتا معروفتين، إحداهما من أصل محمد بن علي بن محمود، وهي المشهورة والموجودة بليبيا، والثانية من أصل القاضي أبي الوليد الباجي، التي بقيت مجهولة إلى أن عثر على فرعها بالخزانة الملكية وهي المشار إليها (¬2) . ¶ ¬_________ ¶ (¬1) . المرجع السابق 49، 52. ¶ (¬2) . مدرسة الإمام البخاري في المغرب 1/66-68.",
            "page": "44",
            "part": "1",
            "seal": "129E2910"
        },
        {
            "id": "42",
            "nass": "ومن مخطوطاته أيضاً: ¶ نسخة الحافظ ابن سعادة الأندلسي (ت 566هـ) (¬1) : ¶ قال التلمساني: سمع أبا علي الصدفي واختص به، وأخذ عنه، وإليه صارت دواوينه وأصوله العتاق، وأمهات كتبه الصحاح (¬2) . ¶ وقد نسخ ابن سعادة نسخة من ((الصحيح)) قابلها على نسخة الحافظ الصدفي السابق ذكرها، وتكتسب هذه النسخة أهميتها من ارتباطها الدقيق بنسخة الصدفي. ¶ قال الكتاني: هي من أحباس مكتبة القرويين بفاس، وهي الآن بمكتبة المدرسة العليا بالرباط، وقفت عليها مراراً، ونقلت منها (¬3) . ¶ وفي بيان أهمية هذه النسخة وقيمتها العلمية ألف الكتاني كتاب: ((التنويه والإشادة بمقام رواية ابن سعادة)) (¬4) . ¶ ويوجد بالخزانة العامة بالمغرب تحت رقم (1339/د) السفر الثاني والثالث والرابع والخامس. ¶ أما السفر الأول فقد فُقِدَ منذ فترة طويلة. ¶ أما السفر الثالث فقد استعاره المستشرق ليفي بروفنسال لدراسته وتحقيقه، غير أنه توفى قبل أن يعيده إلى مكانه، فبقي ضائعاً، وقد نشر المستشرق المذكور الخمس الثاني من الرواية منقولاً بالتصوير الشمسي من خط ابن سعادة الأصلي وقد صدر هذا السفر بمقدمتين: ¶ ¬_________ ¶ (¬1) . ترجمته في الوافي بالوفيات 5/250، نفح الطيب 2/158، الأعلام 8/23. ¶ (¬2) . نفح الطيب 2/158. ¶ (¬3) . فهرس الفهارس 2/706. ¶ (¬4) . فهرس الفهارس 2/1032.",
            "page": "45",
            "part": "1",
            "seal": "9432E81A"
        },
        {
            "id": "43",
            "nass": "الأولى: باللغة العربية وهي كتاب ((التنويه والإشادة برواية ابن سعادة)) للشيخ عبد الحي الكتاني. ¶ والثانية: باللغة الفرنسية للمستشرق المذكور، وقد نشر ذلك بباريس سنة 1347هـ (¬1) . ¶ ومن مخطوطاته أيضاً: ¶ نسخة عبد الله بن سالم البصري، المكي (1050-1134هـ) : ¶ هو الإمام المحدث الحافظ جمال الدين عبد الله بن سالم بن محمد بن سالم بن عيسى البصري أصلاً، المكي مولداً ومدفناً، الشافعي مذهباً (¬2) . ¶ قال الجمال البصري: جمع مسند الإمام أحمد بن حنبل رحمه الله بعد أن تفرق، وصارت نسخته أُماً (¬3) . ¶ وقال الكتاني: واقراؤه لمسند الإمام أحمد في الروضة النبوية كان في 56 مجلساً، عام 1121هـ (¬4) . ¶ ونسخة الإمام عبد الله بن سالم البصري أحد فروع النسخة اليونينية هي مشهورة بمكة، وقد رواها الروداني وغيره (¬5) . ¶ قال الجمال البصري: ومن مناقبه: تصحيحه للكتب الستة، حتى ¶ ¬_________ ¶ (¬1) . مدرسة الإمام البخاري 1/83-84. ¶ (¬2) . ترجمته في تاريخ الجبرتي 1/48، النفس اليماني 68، الحطة في ذكر الصحاح الستة 197، فهرس الفهارس 1/193، وله ترجمة في ذيل فهرس الإمداد بمعرفة علو الإسناد كتبها الشيخ سالم أحمد الشماع 89. ¶ (¬3) . النفس اليماني 68. ¶ (¬4) . فهرس الفهارس 1/198. ¶ (¬5) . صلة الخلف بموصول السلف ل/10/أ.",
            "page": "46",
            "part": "1",
            "seal": "DEB4A3A7"
        },
        {
            "id": "44",
            "nass": "صارت نسخته يرجع إليها من جميع الأقطار، ومن أعظمها: ((صحيح البخاري)) الذي وجد فيه ما في اليونينية وزيادة، أخذ في تصحيحه نحواً من عشرين سنة (¬1) . ¶ وذكر السيد صديق حسن القنوجي أن النسخة التي نسخها الشيخ بيده هي أصل الأصول للنسخ الشائعة في الآفاق، كانت عند الشيخ محمد أسعد المكي ببلدة آركات - من بلاد الهند - اشتراها من ولد المصنف، وأنها موجودة حالياً ببلده أورنق آباد (¬2) . ¶ وقال الكتاني: رأيت في المدينة المنورة عند المسند الشيخ طاهر سنبل نسخة عبد الله بن سالم البصري بخطه من ((الصحيح)) ثمانية، وهي في نهاية الصحة والمقابلة والضبط، والخط الواضح، وأخبرني أنه أحضرها إلى الآستانة ليصحح عليها النسخة الأميرية، التي طبعت من ((الصحيح)) وفرقها السلطان عبد الحميد على المساجد والآفاق، وعليها ضبطت، ولا أدري من أين اتصلت بسلفه؟ (¬3) ، وقد استفيد من نسخة عبد الله بن سالم في مقابلة النسخة ((السلطانية)) وقد أُشير إلى ذلك في مواضع متعددة، في هوامش النسخة المطبوعة، وربما عُبر عنها بالفرع المكي (¬4) . ¶ ¬_________ ¶ (¬1) . فهرس الفهارس 1/198، وذيل كتاب الإمداد بمعرفة علو الإسناد 91. ¶ (¬2) . الحطة في ذكر الصحاح الستة 197. ¶ (¬3) . فهرس الفهارس 1/199. ¶ (¬4) . انظر الطبعة السلطانية 1/13، 2/81، 9/114، 135، 163.",
            "page": "47",
            "part": "1",
            "seal": "C76F5DE3"
        },
        {
            "id": "46",
            "nass": "الباب الثالث: الاختلافات في روايات ((الجامع الصحيح)) ¶ وتوجيهات الإمامين أبي علي الجياني وابن حجر رحمهما الله ¶ الفصل الأول: أنواع الاختلافات في روايات ((الجامع الصحيح)) ¶ كان من آثار انتشار روايات ((الجامع الصحيح)) في الأمصار وتعدد نسخ الرواة وجود بعض الاختلافات فيها بالزيادة والنقص، والتقديم والتأخير، والحذف، كما سيأتي توضيحه. ¶ وقد ذكر الحافظ اليونيني أن الاختلافات وقعت في التراجم، والأحاديث، والكلمات (¬1) . ¶ وقال أيضاً: وربما وقع الخلاف في حرف واحد من الكلمة، مثل أن يكون في اصل سماعي ((فقال)) وفي غيره ((وقال)) بالواو، وبالعكس ... (¬2) . ¶ ويمكنني أن أجمل اختلاف روايات ((الجامع الصحيح)) بالفقرات الآتية: ¶ أولاً: الأوهام والتصحيفات الواقعة لرواة الصحيح في أسانيد الكتاب ¶ قال أبو علي الجياني في ((التقييد)) : ¶ ¬_________ ¶ (¬1) . رموز الجامع الصحيح لليونيني ل/1/ب وهي مقدمة نسخته من الصحيح. ¶ (¬2) . المصدر السابق ل/4/ب.",
            "page": "49",
            "part": "1",
            "seal": "22EA54CF"
        },
        {
            "id": "47",
            "nass": "هذا كتاب يتضمن التنبيه على الأوهام الواقعة في المسندين الصحيحين، وذلك فيما يخص الأسانيد وأسماء الرواة، والحمل فيها على نقلة الكتابين عن البخاري ومسلم، وأعلم أنه قد يندر للإمامين مواضع يسيرة من هذه الأوهام أو لمن فوقهما من الرواة لم تقع في جملة ما استدركه الدارقطني عليهما ونبه على بعض هذه المواضع أبو مسعود الدمشقي وغيره من أئمتنا (¬1) . ¶ ومن أمثلة ذلك: ¶ قال البخاري: وقال شريح صاحب النبي - صلى الله عليه وسلم -: كل شيء في البحر مذبوح (¬2) . ¶ قال الجياني: هكذا قال النسفي والفربري من رواية أبي زيد وأبي أحمد ولم يكن في نسخه أبي علي هذا الحديث، سقط عنه. ¶ وفي أصل أبي محمد: وقال أبو شريح، وهو وهم وكتب في حاشية الكتاب: ¶ قال محمد بن يوسف الفربري: كذا في أصل محمد بن إسماعيل البخاري: وقال شريح صاحب النبي - صلى الله عليه وسلم -: كالمعتذر منه. ¶ قال الجياني: وما في أصل كتاب البخاري هو الصواب والحديث محفوظ لشريح لا لأبي شريح (¬3) . ¶ 2 - قال البخاري: حدثنا إسماعيل، عن أخيه، عن سليمان بن بلال، عن عبد المجيد ... (¬4) ¶ ¬_________ ¶ (¬1) . تقييد المهمل 2/565، ط العمران. ¶ (¬2) . كتاب الصيد 9/529. ¶ (¬3) . تقييد المهمل 2/720، ط العمران. ¶ (¬4) . باب إذا اجتهد الحاكم ح (7350) .",
            "page": "50",
            "part": "1",
            "seal": "1EA06ADA"
        },
        {
            "id": "48",
            "nass": "قال الجياني: هكذا روى هذا الإسناد إبراهيم بن معقل النسفي، عن البخاري. ¶ وسقط من كتاب الفربري: سليمان بن بلال من هذا الإسناد، وكذلك لم يكن في كتاب ابن السكن، ولا عند أبي أحمد، وكذلك قال أبو ذرِّ عن مشائخه (¬1) . ¶ وتعقبه الحافظ ابن حجر فقال: هو ثابت عندنا في النسخة المعتمدة من رواية أبي ذر عن شيوخه عن الفربري، وكذا في سائر النسخ التي اتصلت لنا عن الفربري، فكأنها سقطت من نسخة أبي زيد، فظن سقوطها من أصل شيخه. ¶ 3 - قال البخاري: حدثنا مسدد، نا يحيى، عن عبد ربه بن سعيد ... (¬2) ¶ قال الجياني: هكذا روي عن أبي زيد المروزي، وكذلك في نسخة أبي ذرِّ عن شيوخه، لم يذكر خلافاً بينهم. ¶ وكان في نسخة أبي محمد الأصيلي: يحيى عن عبد الله بن سعيد، ثم غير أبو محمد: ((عبد الله)) في كتابه ورده: ((عبد ربه)) كما روى أبو زيد، وهذا كله وهم. ¶ ورواه ابن السكن، عن الفربري، عن البخاري: نا مسدد، نا يحيى، عن عبد الله بن سعيد، وهذا هو الصواب (¬3) . ¶ ¬_________ ¶ (¬1) . تقييد المهمل 2/753. ¶ (¬2) . كتاب الرقاق ح (6513) . ¶ (¬3) . تقييد المهمل 2/742، ط، العمران.",
            "page": "51",
            "part": "1",
            "seal": "D3B1577E"
        },
        {
            "id": "49",
            "nass": "4 - قال البخاري: حدثنا عبيد الله بن موسى، عن الأعمش، عن شقيق ... (¬1) ¶ قال أبو علي الجياني: وقع هذا الإسناد عن أبي زيد: حدثنا مسدد، نا عبيد الله بن موسى، زاد في الإسناد: مسدداً، وذلك وهم وإنما رواه البخاري عن عبيد الله بن موسى، وكذلك روته الجماعة عن الفربري (¬2) . ¶ قال الحافظ ابن حجر: وعليه اقتصر أصحاب الأطراف (¬3) . ¶ 5 - قال البخاري: حدثنا مسدد، نا معتمر قال: سمعت أبي ... (¬4) ¶ قال الجياني: سقط ذكر مسدد في هذا الإسناد من نسخة أبي زيد المروزي، قاله أبو الحسن القابسي، وعبدوس بن محمد، وذلك وهم لا يتصل السند إلا به (¬5) . ¶ 6 - قال البخاري: حدثنا عبد الأعلى، نا يزيد بن زريع، نا سعيد ... (¬6) ¶ قال الجياني: وفي نسخة أبي محمد الأصيلي، عن أبي أحمد: ((يزيد بن زريع حدثنا شعبة)) جعل شعبة بدل سعيد بن أبي عروبة. ¶ وقال الأصيلي: في عرضتنا بمكة على أبي زيد: سعيد، يعني ¶ ¬_________ ¶ (¬1) . كتاب الفتن ح (7062) . ¶ (¬2) . تقييد المهمل 2/751، ط، العمران. ¶ (¬3) . الفتح 13/20. ¶ (¬4) . كتاب العلم ح (129) . ¶ (¬5) . تقييد المهمل 2/574. ¶ (¬6) . باب الجنب ح (284) .",
            "page": "52",
            "part": "1",
            "seal": "A9ADE35B"
        },
        {
            "id": "50",
            "nass": "ابن أبي عروبة، وكذلك رواه أبو علي بن السكن وغيره من رواة الفربري وهو الصواب (¬1) . ¶ 7 - قال البخاري: حدثنا قتيبة بن سعيد، قال: نا يزيد، قال: عمرو ... (¬2) ¶ قال الجياني: هكذا في رواية أبي زيد وأبي أحمد: قتيبة عن يزيد، غير منسوب. ¶ قال أبو مسعود الدمشقي: وكذلك كان في كتاب الفربري وحماد وبن شاكر غير منسوب ونسبه ابن السكن فقال: عن يزيد - يعني ابن زريع - (¬3) . ¶ 8 - قال البخاري: حدثنا عبد الله بن محمد، وإسحاق بن نصر، قالا: حدثنا يحيى بن آدم (¬4) . ¶ قال الجياني: سقط من أول هذا الإسناد في نسخة أبي زيد: عبد الله بن محمد وإسحاق بن نصر وابتدأ الإسناد بقوله: نا يحيى بن آدم، وذلك وهم (¬5) . ¶ وقال الحافظ ابن حجر: ولم يدرك البخاري يحيى بن آدم (¬6) . ¶ 9 - قال البخاري: حدثنا محمد بن عبد الرحيم، نا عفان بن مسلم، قال: نا وهيب ... (¬7) ¶ ¬_________ ¶ (¬1) . تقييد المهمل 2/579، ط، العمران. ¶ (¬2) . كتاب الوضوء ح (230) . ¶ (¬3) . تقييد المهمل 2/576. ¶ (¬4) . باب قدوم الأشعريين ح (4384) . ¶ (¬5) . تقييد المهمل 2/692. ¶ (¬6) . الفتح 7/699. ¶ (¬7) . كتاب الزكاة ح (1397) .",
            "page": "53",
            "part": "1",
            "seal": "4C95C346"
        },
        {
            "id": "51",
            "nass": "قال الجياني: وقع في نسخة الأصيلي عن أبي أحمد في هذا الإسناد تخليط ووهم. ¶ إنما الحديث: عن وهيب، عن أبي حيان عن أبي زرعة، على ما رواه ابن السكن وأبو زيد وسائر رواة الفربري (¬1) . ¶ 10 - قال البخاري: حدثنا صدقة بن الفضل، نا حجاج بن محمد، عن ابن جريج ... (¬2) ¶ قال الجياني: روايتنا عن أبي علي بن السكن في هذا الإسناد عن الفربري عن البخاري: حدثنا سنيد، قال: نا حجاج بالإسناد المذكور والمتن، فجعل سنيد بن داود بدل صدقة بن الفضل، وانفرد بذكر سنيد. ¶ قال الجياني: ولابن السكن انفرادات في الأسانيد غريبة، قد تقدم التنبيه على كثير منها (¬3) . ¶ 11 - قال البخاري: حدثنا احمد بن أبي داود أبو جعفر المنادى، حدثنا روح. ¶ قال الحافظ قوله: (حدثني احمد بن أبي داود ... ) (¬4) . ¶ كذا وقع عند الفربري عن البخاري، والذي وقع عند النسفي ((حدثني أبو جعفر المنادى)) حسب، فكأن تسميته من قبل الفربري، فعلى هذا لم يصب من وهم البخاري فيه، وكذا من قال: إنه كان يرى ¶ ¬_________ ¶ (¬1) . تقييد المهمل 2/604، ط، العمران. ¶ (¬2) . كتاب التفسير ح (4584) . ¶ (¬3) . تقييد المهمل 2/695، ط، العمران. ¶ (¬4) . الفتح 8/726.",
            "page": "54",
            "part": "1",
            "seal": "5EDF2CA8"
        },
        {
            "id": "52",
            "nass": "أن محمد أو أحمد شيء واحد وقد ذكر ذلك الخطيب عن اللالكائي احتمالاً، قال: وأثبته على البخاري، قال: وقيل كان لأبي جعفر أخ اسمه احمد، قال: وهو باطل، والمشهور أن اسم أبي جعفر هذا: محمد. ¶ 12 - عياش بن الوليد ¶ قال أبو علي الجياني: هكذا رويناه عن ابن السكن ((عياش)) بالشين المعجمة، وكذلك قال أبو ذر الهروي عن مشائخه، وكان في كتاب أبي محمد الأصيلي غير مقيد. ¶ وقال بعضهم: أنه عباس بن الوليد بن مزيد، وليس هذا بشيء (¬1) . ¶ 13 - عباس بن الوليد ¶ قال أبو علي الجياني: هكذا كان في كتاب ابن أسد عن ابن السكن ((عباس)) - بباء منقوطة بواحدة - وكان أبو الحسن القابسي يشك فيه عن أبي زيد، فيقول: ((عباس أو عياش)) ، وكان في كتابه ((عباس)) بسين مهملة. ¶ وفي كتاب أبي محمد: ((عياش)) بشين معجمة، وهو الصواب (¬2) . ¶ 14 - محمد بن حمير - بالحاء المهملة المكسورة - الحمصى. ¶ قال أبو علي الجياني: وفي نسخة أبي الحسن القابسي عن أبي زيد المروزي: ((حمير)) بضم الحاء، وهو تصحيف (¬3) . ¶ ¬_________ ¶ (¬1) . تقييد المهمل 2/534. ¶ (¬2) . تقييد المهمل 2/533 ط، العمران. ¶ (¬3) . المصدر السابق 1/207.",
            "page": "55",
            "part": "1",
            "seal": "F85E25ED"
        },
        {
            "id": "53",
            "nass": "15- حِبّان بن عطية ¶ قال الجياني: وفي بعض نسخ شيوخنا عن أبي ذر الهروي: (حَبّان بن عطية) بفتح الحاء، وذلك وهم (¬1) . ¶ 16 - قال البخاري: حدثنا أبو النعمان، حدثنا حماد. عن أنس ... وزادني محمد البيكندي عن أبي النعمان ... (¬2) ¶ قال الحافظ: وقوله (زادني محمد البيكندي عن أبي النعمان) كذا ثبت لأبي ذر، وسقط لغيره ((البيكندي)) وتصرف الزركشي فيه غافلاً عن زيادة أبي ذر فقال القائل: ((وزادني)) هو الفربري، ومحمد، هو البخاري، وليس كما ظن رحمه الله، وإنما هو كما قدمته. ¶ 17 - قال البخاري: حدثنا محمد، حدثنا أبو الأحوص ... (¬3) ¶ قال ابن المبرد: هكذا قال البخاري، حدثنا محمد، غير منسوب، وقال ابن السكن وغيره: ((حدثنا ابن سلام، وفي نسخة أبي ذر عن أبي محمد الحمويي: حدثنا محمد بن سالم)) (¬4) . ¶ قال الباجي: سألت أبا ذر عنه فقال: هو فيما أراه: محمد بن سلام، وسها فيه أبو محمد الحمويي، فلا أعلم في طبقة شيوخ البخاري محمد بن سالم (¬5) . ¶ كذلك قال الحافظ ابن حجر (¬6) . ¶ ¬_________ ¶ (¬1) . تقييد المهمل 1/201، ط، العمران. ¶ (¬2) . الفتح 8/279. ¶ (¬3) . كتاب التهجد ح (1132) . ¶ (¬4) . الاختلاف بين رواة البخاري 44. ¶ (¬5) . التعديل والتجريح 2/683. ¶ (¬6) . الفتح 3/259.",
            "page": "56",
            "part": "1",
            "seal": "DCA25E58"
        },
        {
            "id": "54",
            "nass": "18- حدثنا موسى، حدثنا أبو عوانه، حدثنا عثمان بن موهب. قوله (عثمان بن موهب) (¬1) . ¶ قال الحافظ: قال الجياني: وقع في نسخة أبي محمد عن أبي أحمد - يعني الأصيلي - عن الجرجاني: ((عمر بن عبد الله)) وهو غلط. ¶ 19 - قال البخاري: وقال أبو أسامة، عن هشام بن عروة قال: اخبرني أبي، عن عائشة رضي الله عنها ... (¬2) ¶ قال الحافظ: وقع في رواية المستملي عن الفربري: حدثنا حميد بن الربيع، حدثنا أبو أسامة. فظن الكرماني أن البخاري وصله عن حميد بن الربيع وليس كذلك، بل هو خطأ فاحش فلا يغتر به. ¶ 20 - قال البخاري: (حدثنا سليمان بن حرب عن شعبة) . ¶ قال الحافظ: كذا للأكثر، ووقع للكشميهني، عن سعيد - بمهملة وآخره دال - وهو غلط فاحش، فليس في شيوخ سليمان بن حرب أحد اسمه سعيد، حدثه عن الحكم (¬3) . ¶ 21 - قال البخاري: حدثنا عبد الله بن محمد، حدثنا يحيى بن آدم، عن زهير (¬4) . ¶ ذكر الجياني أنه سقط من هذا الإسناد عن أبي محمد الحموي من شيوخ أبي ذر ((يحيى ابن آدم)) ولا يتصل السند إلا بذكره، وسقوطه وهم (¬5) . ¶ ¬_________ ¶ (¬1) . الفتح 6/235. ¶ (¬2) . المصدر السابق 8/489. ¶ (¬3) . المصدر السابق 4/149. ¶ (¬4) . كتاب الغسل ح (252) . ¶ (¬5) . تقييد المهمل 2/579.",
            "page": "57",
            "part": "1",
            "seal": "82C6EB5D"
        },
        {
            "id": "55",
            "nass": "22 - قال البخاري: حدثنا عبدان، عن ابن المبارك، عن إبراهيم ... (¬1) . ¶ ذكر أبو علي الجياني: أن أبا زيد أسقط في نسخته ذكر ((ابن المبارك)) في هذا الإسناد، والصواب ذكره بعد عبدان (¬2) . ¶ 23 - قال البخاري: حدثنا صدقة بن الفضل، عن حجاج، عن ابن جريج (¬3) . ¶ ذكر أبو علي الجياني أنه وقع في رواية ابن السكن عن الفربري عن البخاري: حدثنا سنيد بن داود، عن حجاج. ¶ فجعل سنيد بن داود، بدل ((صدقة بن الفضل)) وانفرد بذكر سنيد بن داود، كما انفرد بـ ((إسماعيل بن زرارة)) بدل: ((عمرو بن زرارة)) كما تقدم، ولابن السكن انفرادات غريبة، تقدم التنبيه على كثير منها (¬4) . ¶ 24 - قال الحافظ: قوله: (عمرو بن ميمون الجزري) ، كذا للجمهور، وهو الصواب وهو بفتح الجيم والزاي، بعدها راء، منسوب إلى الجزيرة ووقع للكشميهني وحده: الجوزي، وهو غلط منه (¬5) . ¶ 25 - قال البخاري: حدثنا يعقوب بن إبراهيم، حدثنا هشيم، حدثنا أبو بشر ... ¶ ¬_________ ¶ (¬1) . كتاب تقصير الصلاة ح (1117) . ¶ (¬2) . تقييد المهمل 2/598. ¶ (¬3) . كتاب التفسير ح (4584) . ¶ (¬4) . تقييد المهمل 2/695. ¶ (¬5) . الفتح 1/333.",
            "page": "58",
            "part": "1",
            "seal": "DC0F28A2"
        },
        {
            "id": "56",
            "nass": "قال الحافظ: قوله: (أخبرنا أبو بشر) في رواية غير أبي ذر (حدثنا أبو بشر) ، وذكر الكرماني أنه وقع في نسخته ((يونس)) بدل قوله ((أبو بشر)) وهو تصحيف. ¶ قال الفربري: أنبأنا محمد بن عياش قال: لم يخرج محمد بن إسماعيل البخاري في هذا الكتاب من حديث هشيم إلا ما صرح فيه بالإخبار. ¶ قال الحافظ: قلت: يريد الأصول وسبب ذلك أن هشيماً مذكور بتدليس الإسناد (¬1) . ¶ 26 - قال البخاري: حدثنيه يوسف بن عدي ... ¶ قال الحافظ: وقع في رواية القابسي: حدثنيه عن يوسف ((بزيادة)) ((عن)) ، وهي غلط. ¶ وسقط قوله: ((وحدثنيه)) من رواية النسفي، وكذا من رواية أبي نعيم الجرجاني عن الفربري، وثبت ذلك عند جمهور الرواة عن الفربري (¬2) . ¶ 27- قال البخاري: حدثنا مسدد، حدثنا حماد، عن الزبير بن عربي ... (¬3) . ¶ قال الجياني: وقع عند الأصيلي عن أبي أحمد الجرجاني ((الزبير بن عدي)) - بدال مهملة بعدها ياء مشددة - وهو وهم، وصوابه: ((عربي)) - براء مهملة مفتوحة -، وكذلك رواه سائر الرواة عن الفربري (¬4) . ¶ 28 - حديث عبد الله بن عمرو - يعني ابن العاص - في قتل المعاهد (¬5) . ¶ قال الحافظ: اتفقت النسخ على أن الحديث من مسند عبد الله بن عمرو بن العاص إلا ما رواه الأصيلي عن الجرجاني عن الفربري فقال: عبد الله بن عمر -بضم العين بغير واو - (¬6) . ¶ 29- روى البخاري بإسناده عن محمد بن سيرين، عن ابن أبي بكرة، عن أبي بكرة (¬7) . ¶ ذكر أبو علي الجياني أنه سقط من نسخة الأصيلي هنا (ابن أبي بكرة) ، وثبت لسائر الرواة عن الفربري (¬8) . ¶ ¬_________ ¶ (¬1) . المصدر السابق 8/405. ¶ (¬2) . الفتح 8/559. ¶ (¬3) . كتاب الحج ح (1611) . ¶ (¬4) . تقييد المهمل 2/608 ط العمران. ¶ (¬5) . كتاب بدء الخلق ح (3197) . ¶ (¬6) . كتاب الجزية ح (3166) . ¶ (¬7) . الفتح 6/270. ¶ (¬8) . تقييد المهمل 2/570.",
            "page": "59",
            "part": "1",
            "seal": "056CA4D3"
        },
        {
            "id": "57",
            "nass": "قال الحافظ: وكذا ثبت في رواية النسفي عن البخاري (¬1) . ¶ قال الجياني: ووقع في رواية القابسي هنا: عن أيوب، عن محمد بن أبي بكرة، وهو وهم فاحش (¬2) . ¶ قال الحافظ: وافق الأصيلي لكن صحف ((عن)) فصارت ((ابن)) فلذلك وصفه بفحش الوهم (¬3) . ¶ 30 - (حديث أيوب عن محمد عن أبي هريرة - رضي الله عنه -) (¬4) . ¶ ¬_________ ¶ (¬1) . الفتح 6/294. ¶ (¬2) . تقييد المهمل 2/571. ¶ (¬3) . الفتح 6/295. ¶ (¬4) . كتاب النكاح ح (5084) .",
            "page": "60",
            "part": "1",
            "seal": "67FA177A"
        },
        {
            "id": "58",
            "nass": "قال الحافظ: كذا للأكثر، ووقع لأبي ذر بدله (عن مجاهد) وهو خطأ. ¶ وقد تقدم في (أحاديث الأنبياء) عن محمد بن محبوب عن حماد بن زيد، على الصواب لكنه ساقه هناك موقوفاً، واختلف هنا الرواة، فوقع في رواية كريمة والنسفي موقوفاً أيضا، ولغيرهما مرفوعاً وأغرب المزي فعزا رواية حماد هذه هنا إلى رواية ابن رميح عن الفربري، وغفل عن ثبوتها في رواية أبي ذر والأصيلي، وغيرهما من الرواة، من طريق الفربري، حتى في رواية أبي الوقت وهي ثابتة في رواية النسفي فما أدرى ما وجه تخصيص ذلك برواية ابن رميح؟ (¬1) . ¶ 31 - قال البخاري: حدثنا محمد بن بشار ... (¬2) . ¶ قال الحافظ: كذا في الروايات التي اتصلت لنا من طريق الفربري. ¶ وقال المزي في الأطراف: أخرجه البخاري عن غير منسوب، وهو محمد بن بشار كذا نسبه أبو مسعود (¬3) . ¶ قال الحافظ: ولم أره غير منسوب إلا في رواية النسفي عن البخاري، وكأنه وقع كذلك في أطراف خلف، ومنها نقل المزي، ولم أنبه على هذا في المقدمة اعتماداً على ما اتصل لنا من الروايات إلى الفربري (¬4) . ¶ 32- قال البخاري: حدثنا علي بن الجعد، أخبرنا شعبه، عن أبي ذبيان ... (¬5) . ¶ ¬_________ ¶ (¬1) . الفتح 9/128. ¶ (¬2) . كتاب الطلاق ح (5323) . ¶ (¬3) . تحفة الأشراف 12/269. ¶ (¬4) . الفتح 9/479. ¶ (¬5) . كتاب اللباس ح (5834) .",
            "page": "61",
            "part": "1",
            "seal": "38C29925"
        },
        {
            "id": "59",
            "nass": "قال الحافظ: (عن أبي ذبيان) بكسر المعجمة، ووقع في رواية أبي علي بن السكن عن الفربري: (عن أبي ظبيان) بظاء مشاله بدل الذال، وهو خطأ، واشد خطأ منه ما وقع في رواية أبي زيد المروزي عن الفربري ((عن أبي دينار)) نبه على ذلك أبو محمد الأصيلي (¬1) . ¶ 33 - قال البخاري: حدثنا علي بن الجعد، أخبرنا شعبة، عن قتادة، عن مولى أنس - قال أبو عبد الله: اسمه عبد الله بن أبي عتبه - سمعت أبا سعيد ... (¬2) . ¶ قال الحافظ: قوله (قال أبو عبد الله ... ) كذا للأكثر. ¶ وحكى الجياني انه وقع لبعض رواة الفربري: عبد الله بدلاً من عبد الرحمن (¬3) . ¶ قال الجياني: وفي النسخة عن النسفي اسمه: عبد الله وهو الصواب (¬4) . ¶ 34 - حديث همام عن قتادة، عن أنس - رضي الله عنه - أن نعلي النبي - صلى الله عليه وسلم - كان لهما قبالان (¬5) . ¶ قال الحافظ: (قوله همام) وقع في رواية ابن السكن عن الفربري (هشام) بدل همام، والذي عند الجماعة أولى (¬6) . ¶ 35 - قال البخاري: حدثني محمد بن حرب، عن أبي مروان، ¶ ¬_________ ¶ (¬1) . الفتح 1/289. ¶ (¬2) . كتاب الأدب ح (6119) . ¶ (¬3) . الفتح 10/523. ¶ (¬4) . تقييد المهمل 2/736. ¶ (¬5) . كتاب اللباس ح (5857) . ¶ (¬6) . الفتح 10/312.",
            "page": "62",
            "part": "1",
            "seal": "EF3C176E"
        },
        {
            "id": "60",
            "nass": "عن هشام بن عروة، عن أبيه، عن أم سلمة ... (¬1) . ¶ قال الجياني: هكذا رواه ابن السكن عن الفربري عن البخاري مرسلاً، لم يذكر فيه بين عروة وأم سلمة: ((زينب)) . ¶ وكذا وقع في نسخة عبدوس الطليطلي، عن أبي زيد المروزي، في نسخة الأصيلي: عن عروة عن زينب عن أم سلمة متصلاً (¬2) . ¶ ورواية ابن السكن المرسلة أصح في هذا الإسناد وهو المحفوظ. ¶ وقد ذكر الدارقطني في كتابة الاستدراكات: أن البخاري رواه مرسلاً (¬3) . ¶ 36 - قال البخاري: حدثنا محمد بن عبيد، عن عيسى بن يونس ... (¬4) . ¶ قال الجياني: وقع في نسخة أبي محمد الأصيلي - بخطه -: حدثنا محمد بن عبيد بن حاتم ... فزاد في نسب محمد: ((ابن حاتم)) وكتب عليه: ((بغدادي)) ولم نر ذلك لغيره، وإنما هو: محمد بن عبيد بن ميمون، شيخ كوفي، وكذا نسبه البخاري (¬5) . ¶ 37 - قال البخاري: وقال محمد بن فليح عن أبيه ... (¬6) . ¶ قال الجياني: وقع في نسخة أبي الحسن القابسي: حدثنا محمد بن فليح، وهو وهم، والبخاري، لم يدرك محمد بن فليح، إنما ¶ ¬_________ ¶ (¬1) . كتاب الحج ح (1626) . ¶ (¬2) . تقييد المهمل 2/609. ¶ (¬3) . الالتزامات والتتبع 6/6. ¶ (¬4) . كتاب الحج ح (1644) . ¶ (¬5) . تقييد المهمل 2/61. ¶ (¬6) . كتاب الجهاد ح (2790) .",
            "page": "63",
            "part": "1",
            "seal": "E02F99F5"
        },
        {
            "id": "61",
            "nass": "يروي عن إبراهيم بن المنذر ومحمد بن سنان عنه. ¶ والصواب: وقال محمد بن فليح كما روت الجماعة معلقاً ... (¬1) . ¶ 38 - قال البخاري: حدثنا مسدد، حدثنا يحيى، عن سفيان ... (¬2) . ¶ قال الجياني: سقط من هذا الإسناد ذكر ((مسدد)) من نسخة أبي الحسن القابسي، وذلك وهم (¬3) . ¶ 39 - قال البخاري: حدثنا إسحاق، عن عبد الصمد، حدثني أبي، عن أيوب (¬4) . ¶ قال الجياني: سقط في نسخة أبي محمد الأصيلي بين ((عبد الصمد بن عبد الوارث)) وبين ((أيوب)) ذكر والد عبد الصمد والصواب إثباته (¬5) . ¶ ثانياً: الأوهام والتصحيفات الواقعة في متون الأحاديث ¶ ومن أمثلة ذلك: ¶ 1 - حديث عمر بن الخطاب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((إنما الأعمال بالنيات وإنما لكل امرئٍ ما نوى، فمن كانت هجرته إلى الله ورسوله، فهجرته إلى الله ورسوله، ومن كانت هجرته إلى دنيا يصيبها ... )) . ¶ ¬_________ ¶ (¬1) . تقييد المهمل 2/627. ¶ (¬2) . كتاب فرض الخمس ح (3098) . ¶ (¬3) . تقييد المهمل 2/637. ¶ (¬4) . كتاب المغازي ح (4288) . ¶ (¬5) . تقييد المهمل 2/689.",
            "page": "64",
            "part": "1",
            "seal": "84DBECBA"
        },
        {
            "id": "62",
            "nass": "قال الحافظ: ثم إن لفظه (دنيا) مقصور غير منون، وحكى تنوينها، وعزاه ابن دحية إلى رواية أبي الهيثم الكشميهني، وضعفها، وحكى عن ابن منور أن أبا ذر الهروي في آخر أمره كان يحذف كثيراً من رواية أبي الهيثم، حيث ينفرد، لأنه لم يكن من أهل العلم. ¶ قال الحافظ: وهذا ليس على إطلاقه، فإن في رواية أبي الهيثم مواضع كثيرة أصوب من رواية غيره كما سيأتي مبيناً في مواضعه (¬1) . ¶ 2 - أخرج البخاري حديث أنس - رضي الله عنه - قال: قدم النبي - صلى الله عليه وسلم - المدينة ثم قال: وأمر ببناء المسجد، ثم قال أنس: فكان فيه ما أقول لكم: قبور المشركين، وفيه خرب، وفيه نخل ... ¶ قال الحافظ ابن حجر: وللكشميهني ((حرث)) - بفتح الحاء المهملة وسكون الراء بعدها مثلثة -، وقد بين أبو داود أن رواية عبد الوارث بالمعجمة والموحدة، ورواية حماد بن سلمة بالمهملة والمثلثة، فعلى هذا فرواية الكشميهني وهم، لأن البخاري إنما أخرجه من رواية عبد الوارث (¬2) . ¶ 3 - حديث عائشة رضي الله عنها وفيه: ما كنت تطوفين بالبيت ليالي قدمنا مكة؟ قلت: لا. ¶ قال الحافظ: كذا للأكثر، وفي رواية أبي ذر عن المستملي (قلت: بلى) (¬3) . ¶ ¬_________ ¶ (¬1) . الفتح 1/17. ¶ (¬2) . المصدر السابق 1/526. ¶ (¬3) . الفتح 3/589.",
            "page": "65",
            "part": "1",
            "seal": "593B95FC"
        },
        {
            "id": "63",
            "nass": "4 - حديث أبي هريرة - رضي الله عنه -: هو حرٌّ لوجه الله ... ¶ قال البخاري: (لم يقل أبو كريب عن أبي أسامة: حرٌّ) . ¶ قال الحافظ: ووقع في بعض النسخ من البخاري: ((هو حر لوجه الله)) وهو خطأ ممن ذكره عن البخاري في هذه الرواية لتصريحه بنفيه عن شيخه بعينه (¬1) . ¶ 5 - حديث عائشة رضي الله عنها قالت: كان رسول الله - صلى الله عليه وسلم - إذا سكت المؤذن بالأولى من صلاة الفجر قام فركع ركعتين ... ¶ قال الحافظ: قوله (إذا سكت) هذا في الروايات المعتمدة - بالمثناة الفوقانية - وحكى ابن التين أنه روى بالموحدة (يعني سكب) ومعناه: صب الأذان وأفرغه في الآذان، والرواية المذكورة لم تثبت في شيء من الطرق وإنما ذكرها الخطابي من طريق الأوزاعي، عن الزهري، قال: أن سويد بن نصر -راويها عن المبارك عنه - صبها - بالموحدة - وأفرط الصغاني في العُبابَ فجزم أنها بالموحدة، وكذا ضبطها في نسخته التي ذكر أنه قابلها على نسخة الفربري، وأن المحدثين يقولونها بالمثناة ثم ادعى أنها تصحيف، وليس كما قال (¬2) . ¶ 6 - حديث أبي موسى الأشعري، عن النبي - صلى الله عليه وسلم -: ((مثل ما بعثني الله به من الهدى والعلم ... )) . ¶ قال الحافظ: قوله: (نقية) كذا عند البخاري في جميع الروايات التي رأيناها - بالنون - من النقاء، لكن وقع عند الخطابي والحميدي وحاشية أصل أبي ذر: (ثغبة) - بمثلثة - قال القاضي عياض: هذا غلط في الرواية وما ضبطناه في البخاري من جميع الطرق إلا (نقية) . ¶ ¬_________ ¶ (¬1) . المصدر السابق 5/163. ¶ (¬2) . المصدر السابق 2/109.",
            "page": "66",
            "part": "1",
            "seal": "A1181CED"
        },
        {
            "id": "64",
            "nass": "قال الحافظ: وهو في جميع ما وقفت عليه من المسانيد والمستخرجات كما عند مسلم، وفي كتاب الزركشي. ¶ قوله: (قبلت الماء) : ¶ قال الحافظ: كذا في معظم الروايات، ووقع عند الأصيلي ((قيلت)) بالتحتانية المشددة، وهو تصحيف (¬1) . ¶ 7 - حديث: كذبني ابن آدم، ولم يكن له ذلك ... ¶ قوله: (وشتمني ولم يكن له ذلك) . ¶ قال الحافظ: ثبت هذا في رواية الكشميهني وسقط لبقية الرواة عن الفربري، وكذا النسفي (¬2) . ¶ 8 - حديث عبد الرحمن بن عوف: بينا أنا واقف في الصف يوم بدر إلا أن قال: تمنيت أن أكون بين أضلع منهما ... ¶ قال الحافظ: كذا للأكثر - بفتح أوله وسكون المعجمة - وروى - بضم اللام وفتح العين - ووقع في رواية الحموي وحده: (بين أصح منهما - بالصاد والحاء - ونسبه ابن بطال لمسدد شيخ البخاري، قال الحافظ: وقد ظهر أن الخلاف على الرواة عن الفربري، فلا يليق الجزم بأن مسدداً نطق به هكذا (¬3) . ¶ 9 - (باب تسمية المولود غداة يولد لمن لم يعق عنه) . ¶ قال الحافظ: كذا في رواية أبي ذر عن الكشميهني وسقطت لفظة (عنه) للجمهور، وللنسفي: (وإن لم يعق عنه) بدل: ((لمن لم يعق ¶ ¬_________ ¶ (¬1) . الفتح 1/176. ¶ (¬2) . المصدر السابق 8/740. ¶ (¬3) . الفتح 6/248.",
            "page": "67",
            "part": "1",
            "seal": "8EB5473D"
        },
        {
            "id": "65",
            "nass": "عنه)) ، ورواية الفربري أولى ... (¬1) . ¶ 10 - حديث أم خالد قال لها النبي - صلى الله عليه وسلم -: ((أبلى واخلقي)) ... ¶ قال الحافظ: وقع في رواية أبي زيد المروزي عن الفربري: واخلفي - بالفاء - وهي أوجه من التي بالقاف ... (¬2) . ¶ 11 - حديث عائشة رضي الله عنها: كان عليّ - رضي الله عنه - مسلماً في شأنها ... ¶ قال الحافظ: كذا في نسخ البخاري - بكسر اللام الثقيلة - وفي رواية الحموي بفتح اللام. ¶ وقد ذكر عياض أن النسفي رواه عن البخاري بلفظ ((مسيئاً)) قال: وكذلك رواه أبو علي ابن السكن عن الفربري (¬3) . ... الخ. ¶ قلت: وقد ورد في أصل الحديث هذه العبارة: وعليه كان في أصل العتيق كذلك. ¶ وهي ليست من الحديث في شيء، وربما كان موضعها بين الأسطر أو الهامش ووضعت لبيان أن الحديث ورد كذلك في الأصل القديم فألحقت في الطبعة بأصل الحديث وذلك خطأ. ¶ ثالثاً: اختلاف الروايات في تعيين أسماء شيوخ البخاري أو الوهم في أسماءهم عند بعض الرواة: ¶ ومن أمثلة ذلك: ¶ قال البخاري: حدثنا ((محمد بن عبد الله بن إسماعيل)) ، حدثنا محمد بن عبد الله الأنصاري. ¶ ¬_________ ¶ (¬1) . المصدر السابق 9/587. ¶ (¬2) . المصدر السابق 10/280. ¶ (¬3) . الفتح 7/437.",
            "page": "68",
            "part": "1",
            "seal": "524D94AF"
        },
        {
            "id": "66",
            "nass": "قال الجياني: هكذا إسناد هذا الحديث عند أبي علي بن السكن وأبي أحمد، وعند أبي ذر عن مشائخه، وكذلك في نسخة عن النسفي، وأما أبو زيد فليس في رواية أبي محمد الأصيلي وأبي الحسن القابسي عنه في الإسناد: ((محمد بن عبد الله بن إسماعيل)) ، وهو في نسخة عبدوس بن محمد عنه ثابت، وثبت في نسخة الأصيلي، ثم ضرب عليه، إعلاما منه بأنه سقط عن أبي زيد ثم نقل عن أبي حاتم أنه ابن أبي الثلج البغدادي، ونقل عن ابن عدي أنه البصري (¬1) . ¶ قال البخاري: حدثنا محمد، حدثنا سفيان بن عتبة ... ¶ قال الجياني: لم ينسب أحد من رواة الجامع محمداً هذا فيما قيدناه عنهم (¬2) . ¶ قال البخاري: حدثنا أحمد، حدثنا عبد الله بن وهب ... ¶ قال الحافظ: قوله (حدثنا أحمد) كذا للأكثر غير منسوب، ونسبه أبو علي بن شبويه عن الفربري: أحمد بن صالح (¬3) . ¶ قال البخاري: حدثنا عبد الله بن عثمان، أخبرنا ابن عيينة ... ¶ قال الجياني: هكذا روينا في الجامع في إسناد هذا الحديث: (حدثنا عبد الله بن عثمان: حدثنا سفيان، عن أبي علي بن السكن، وأبي ذر عن شيوخه، وكذا في نسخة النسفي، وكذا أخرجه أبو مسعود الدمشقي في كتابه عن البخاري، ووقع في نسخة أبي زيد: حدثنا عبد الله بن محمد، حدثنا سفيان (¬4) . ¶ ¬_________ ¶ (¬1) . التقييد 2/453. ¶ (¬2) . المصدر السابق 2/462. ¶ (¬3) . الفتح 3/132. ¶ (¬4) . تقييد المهمل 2/404.",
            "page": "69",
            "part": "1",
            "seal": "9F6407F9"
        },
        {
            "id": "67",
            "nass": "قال البخاري: حدثنا عبد الله عن يحيى بن معين ... ¶ قال الجياني: هكذا وقع عبد الله غير منسوب عن يحيى بن معين، عند أبي محمد، عن أبي أحمد، وكذلك النسفي عن البخاري، ونسبه أبو الحسن - يعني القابسي - عن أبي زيد فقال: حدثني عبد الله بن حماد، وكذلك نسبه أبو نصر، ونسبه أبو علي بن السكن فقال: حدثني عبد الله بن محمد، ولم يصنع شيئاً (¬1) . ¶ قال البخاري: حدثنا إسحاق، اخبرنا بشر بن شعيب ... ¶ قال الجياني: لم ينسبه أبو نصر في كتابه، ونسبه أبو علي بن السكن، في باب ((مرض النبي - صلى الله عليه وسلم -)) إسحاق بن منصور، وأهمله في الاستئذان (¬2) . ¶ قال البخاري: حدثني إسحاق بن إبراهيم، قال حدثنا الحسين بن محمد المروزي. ¶ قال الجياني: ذكر أبو عبد الله الحاكم: إن إسحاق بن إبراهيم هنا هو ابن نصر، وخالفه الناس فقالوا: هو إسحاق بن إبراهيم البغوي، هكذا قال أبو نصر في كتابه، وكذلك نسبه أبو محمد الأصيلي في نسخته وأبو علي بن السكن (¬3) . ¶ قال البخاري: حدثنا عبد الله، حدثني عبد العزيز بن أبي سلمة ... ¶ قال الجياني: هكذا في إسناد هذا الحديث: حدثنا عبد الله، غير منسوب عند أبي زيد، وأبي أحمد، ونسبه أبو علي بن السكن فقال: حدثنا عبد الله بن يوسف. ¶ ¬_________ ¶ (¬1) . المصدر السابق 2/396. ¶ (¬2) . المصدر السابق 2/336. ¶ (¬3) . المصدر السابق 2/370.",
            "page": "70",
            "part": "1",
            "seal": "0A935DE4"
        },
        {
            "id": "68",
            "nass": "وذكره أبو مسعود الدمشقي عن البخاري: عبد الله غير منسوب، ثم قال: وهذا الحديث رواه الناس عن عبد الله بن صالح، وروى أيضاً عن عبد الله بن رجاء فالله أعلم أيهم هو (¬1) . ¶ قال البخاري: حدثنا إسماعيل، حدثنا إبراهيم بن سعد ... ¶ قال الجياني: هكذا أتى في الموضعين في أكثر الروايات ((إسماعيل)) غير منسوب، ونسبه أبو محمد الأصيلي في نسخته في ((كتاب العلم)) إسماعيل بن عبد الله. ¶ ونسب ابن السكن الذي في ((كتاب العلم)) إسماعيل بن أبان الوراق. ¶ وروى أبو علي بن السكن في نسخته عن الفربري عن البخاري: عن إسماعيل بن عبد الله ابن زرارة (¬2) . ¶ قال البخاري: حدثنا إسحاق، أخبرنا النضر ... ¶ قال الجياني: نسبه أبو علي بن السكن في بعض هذه المواضع: إسحاق بن إبراهيم، وفي نسخة أبي محمد الأصيلي: قال البخاري: حدثنا إسحاق بن منصور (¬3) . ¶ قال البخاري: حدثنا إسحاق، حدثنا عبد الصمد ... ¶ قال الجياني: نسب أبو محمد الأصيلي ثلاثة مواضع من هذه: إسحاق بن منصور، وأهمل سائرها ولم أجده منسوباً لابن السكن، ولا لغيره من رواة الكتاب في شيء من هذه المواضع. ¶ ¬_________ ¶ (¬1) . التقييد 2/389. ¶ (¬2) . المصدر السابق 2/212. ¶ (¬3) . المصدر السابق 2/254.",
            "page": "71",
            "part": "1",
            "seal": "86E847E0"
        },
        {
            "id": "69",
            "nass": "وقد نسبه البخاري في باب (مقدم النبي - صلى الله عليه وسلم -) فقال: حدثنا إسحاق بن منصور (¬1) . ¶ قال البخاري: حدثنا محمد بن يوسف هو البيكندي، أخبرنا جرير ... ¶ قال الحافظ: كذا ثبت لأبي ذر - يعني البيكندي - وأهمل عند الأكثر، وجزم أبو علي الجياني بأنه ابن سلام، وحكى ذلك عن رواية ابن السكن، ثم وجدته في رواية أبي علي بن شبويه، عن الفربري كذلك (¬2) . ¶ قال البخاري: حدثنا قتيبة، قال: حدثنا يزيد، حدثنا عمرو بن ميمون ... ¶ قال الحافظ: قال أبو مسعود الدمشقي: كذا هو غير منسوب (يعني يزيد) في رواية الفربري وحماد بن شاكر ويقال أنه ابن هارون، وليس بابن زريع، وجميعاً قد رويا - يعني عن عمرو بن ميمون - ووقع في رواية ابن السكن - أحد الرواة عن الفربري -: حدثنا يزيد يعني ابن زريع، وكذا أشار إليه الكلاباذي، ورجح القطب الحليمي في شرحه أنه هارون، قال: لأنه وجد من روايته، ولم يوجد من رواية ابن زريع. ¶ قال الحافظ: ولا يلزم من عدم الوجدان، عدم الوقوع، كيف وقد جزم أبو مسعود بأنه رواه، فدل على وجدانه والمثبت مقدم على النافي (¬3) . ¶ ¬_________ ¶ (¬1) . المصدر السابق 2/268. ¶ (¬2) . الفتح 5/53. ¶ (¬3) . المصدر السابق 1/333.",
            "page": "72",
            "part": "1",
            "seal": "E04E6ED9"
        },
        {
            "id": "70",
            "nass": "قال البخاري: حدثني يحيى، حدثنا وكيع ... ¶ قوله: (حدثني يحيى) . ¶ قال الحافظ: نسبه ابن السكن فقال: يحيى بن موسى، ونسبه المستملي فقال: يحيى بن جعفر، ولا يخرج عن واحد منهما، والأشبه ما قال المستملي (¬1) . ¶ قال البخاري: (وحدثني أحمد) . ¶ قال الحافظ: في رواية كريمة: أحمد بن عيسى، وفي رواية أبي علي بن شبويه عن الفربري: أحمد بن صالح، وبه جزم أبو نعيم، والذي يظهر أن البخاري ساقه على لفظ رواية ابن وهب، وأما على رواية ابن عبد الغافر فساقها في البيوع على لفظه (¬2) . ¶ قال البخاري: حدثنا محمد بن يزيد الكوفي ... ¶ قال الحافظ: ووقع في رواية ابن السكن عن الفربري (محمد بن كثير) وهو وهم نبه عليه أبو علي الجياني، لأن محمد بن كثير لا تعرف له رواية عن الوليد ابن مسلم (¬3) . ¶ قال البخاري: حدثنا علي بن عبد الله، حدثنا سفيان، حدثنا عمرو بن دينار ... ¶ قال الحافظ: ووقع هنا في رواية أبي ذر عن المستملي خاصة عن الفربري: (حدثنا علي بن خشرم، حدثنا سفيان) الحديث (¬4) . ¶ ¬_________ ¶ (¬1) . المصدر السابق 8/305. ¶ (¬2) . المصدر السابق 7/479. ¶ (¬3) . الفتح 7/40. ¶ (¬4) . المصدر السابق 6/433.",
            "page": "73",
            "part": "1",
            "seal": "FBD227B6"
        },
        {
            "id": "71",
            "nass": "قال البخاري: حدثنا محمد ... ¶ قال الحافظ: هو ابن معمر نسبه ابن السكن عن الفربري، وقيل هو الذهلي (¬1) . ¶ قال البخاري: حدثنا إسحاق بن محمد الفروي، حدثنا مالك ... ¶ قال الحافظ: وفي رواية ابن شبويه عن الفربري: (حدثنا محمد بن إسحاق الفروي) وهو مقلوب، وحكى عياض عن رواية القابسي مثله قال: وهو وهم (¬2) . ¶ رابعاً: اختلاف الروايات في صيغ التَّحمُّل والأداء: ¶ تعدُّ صيغ التحمل والأداء عند المحدثين من ضروريات علم الرواية، وقد وضعوا لذلك قوانين صارمة في طرق الرواية وصيغ الأداء، وانبنى على مخالفة بعضهم لهذه القوانين أصناف من أنواع علوم الحديث ... ¶ وقد اختلفت روايات البخاري، في ألفاظ بعض صيغ التحمل والأداء ... ¶ ومن أمثلة ذلك: ¶ قال البخاري: حدثنا الحميدي عبد الله بن الزبير، قال: حدثنا سفيان، قال: عن يحيى بن سعيد الأنصاري، قال: أخبرني محمد بن إبراهيم التميمي، أنه سمع علقمة بن الوقاص، يقول: سمعت عمر بن الخطاب ... ¶ ¬_________ ¶ (¬1) . المصدر السابق 6/499. ¶ (¬2) . المصدر السابق 6/204.",
            "page": "74",
            "part": "1",
            "seal": "31D60333"
        },
        {
            "id": "72",
            "nass": "قال الحافظ: قوله: عن يحيى بن سعيد، وفي رواية غير أبي ذر: حدثنا يحيى بن سعيد الأنصاري ... وعلى رواية أبي ذر يكون قد اجتمع في هذا الإسناد أكثر الصيغ التي يستعملها المحدثون، وهي التحديث، والإخبار، والسماع، والعنعنة، والله أعلم (¬1) . ¶ قال البخاري: أخبرنا يعقوب بن إبراهيم. ¶ قال الحافظ: وقد وقع في غير رواية أبي ذر: حدثنا يعقوب (¬2) . ¶ قال البخاري: قول المحدث: حدثنا، وأخبرنا، وأنبأنا، وقال الحميدي: كان عند ابن عيينة حدثنا وأخبرنا وأنبأنا وسمعت، واحداً. ¶ قال الحافظ: قوله: وقال الحميدي، في رواية كريمة والأصيلي: وقال لنا الحميدي، وكذا ذكره أبو نعيم في المستخرج، فهو متصل، وسقط من رواية كريمة قوله: وأنبأنا، ومن رواية الأصيلي قوله: أخبرنا، وثبت الجميع في رواية أبي ذر (¬3) . ¶ قال البخاري: حدثنا علي بن عبد الله، قال: حدثنا سفيان، قال عبد الله بن أبي بكر: إنه سمع عباد بن تميم ... ¶ قال الحافظ: قوله: قال عبد الله بن أبي بكر، أي قال: قال، ويجوز أن يكون ابن عيينة حذف الصيغة مرة، وجرت عادتهم بحذف إحداهما من الخط، وفي حذفها من اللفظ بحث، ووقع عند الحموي، والمستملي بلفظ: عن عبد الله (¬4) . ¶ ¬_________ ¶ (¬1) . فتح الباري 1/10. ¶ (¬2) . فتح الباري 1/59، 58. ¶ (¬3) . فتح الباري 1/144. ¶ (¬4) . فتح الباري 2/497، 499.",
            "page": "75",
            "part": "1",
            "seal": "8889B92B"
        },
        {
            "id": "73",
            "nass": "خامساً: اختلاف الروايات في عناوين الكتب والأبواب إثباتاُ وحذفاً وتقديماً وتأخيراً، ونحو ذلك. ¶ قال الحافظ: واختلفت النسخ في ((الصوم)) و ((الحج)) أيهما قبل الآخر، وكذا اختلفت الرواية في الأحاديث (¬1) . ¶ ومن أمثلة ذلك: ¶ بابٌ: دعاؤكم إيمانكم ... ¶ قال النووي: يقع في كثير من النسخ هنا (بابٌ) وهو غلط فاحش، وصوابه بحذفه، ولا يصح إدخال (بابٌ) هنا إذ لا تعلق له هنا. ¶ قال ابن حجر: ثبت في كثير من الروايات المتصلة منها رواية أبي ذر، ويمكن توجيهه، لكن قال الكرماني: أنه وقف على نسخة مسموعة على الفربري بحذفه (¬2) . ¶ بابٌ: المسلم من سلم المسلمون من لسانه ... ¶ قال الحافظ: قوله (باب) سقط من رواية الأصيلي، وكذا أكثر الأبواب (¬3) . ¶ بابٌ: حدثنا إبراهيم بن حمزة ... ¶ قال الحافظ: قوله (بابٌ) كذا هو بلا ترجمة في رواية كريمة وأبي الوقت، وسقط من رواية أبي ذر، والأصيلي وغيرهما (¬4) . ¶ ¬_________ ¶ (¬1) . هدي الساري 470. ¶ (¬2) . الفتح 1/49. ¶ (¬3) . المصدر السابق 1/53. ¶ (¬4) . المصدر السابق 1/125.",
            "page": "76",
            "part": "1",
            "seal": "E588680D"
        },
        {
            "id": "1",
            "nass": "روايات ونسخ الجامع الصحيح ¶ للإمام أبي عبد الله محمد بن إسماعيل البخاري ¶ 194-256هـ ¶ دراسة وتحليل ¶ د. محمد بن عبد الكريم بن عبيد ¶ أستاذ السنة النبوية وعلومها المشارك بجامعة أم القرى بمكة المكرمة",
            "page": null,
            "part": null,
            "seal": "3C8D19EC"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ الحمد لله رب العالمين، والعاقبة للمتقين، والصلاة والسلام على سيدنا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ يُعد اختلاف روايات كتاب ((الجامع الصحيح)) للإمام أبي عبد الله محمد بن إسماعيل البخاري (ت256هـ) أحد المسائل العلمية التي شغلت بال المحدثين منذ وقت مبكر، وقد أشار إلى هذا الأمر الإمام الحافظ أبو سليمان حمد بن محمد بن إبراهيم الخطابي البُستي، المتوفى سنة (388هـ) في كتابه ((أعلام الحديث)) الذي يعد أول شرح للجامع الصحيح، إلى اختلاف الروايات، فقال: وقد سمعنا معظم هذا الكتاب من رواية إبراهيم بن مَعْقِل النَّسَفِيِّ، حدثناه خلف بن محمد الخيَّام، قال: حدثنا إبراهيم بن مَعْقِلٍ، عنه. ¶ سمعنا سائر الكتاب إلا أحاديث من آخره من طريق: محمد بن يوسف الفَرَبْريِّ، حدَّثنيه محمد بن خالد بن الحسن، قال: حدَّثنا الفَرَبْريِّ، عنه. ¶ ونحن نبين مواضع اختلاف الرواية في تلك الأحاديث إذا انتهينا إليها إن شاء الله (¬1) . ¶ ¬_________ ¶ (¬1) . أعلام الحديث 1/105-106.",
            "page": "5",
            "part": "1",
            "seal": "FE968ACA"
        },
        {
            "id": "3",
            "nass": "وقد صنف الإمام الحافظ الناقد أبو علي الحسين بن محمد الغسانيُّ الجَيَّاني (ت498هـ) ، كتابه الشهير ((تقييد المهمل وتمييز المُشْكل)) ، وجعل الجزء الخامس والسادس منه ((التنبيه على الأوهام الواقعة في الصحيحين من قِبَل الرُّواة)) ((قسم البخاري)) ، ثم اختصره الإمام جمال الدين يوسف بن عبد الهادي (ت909هـ) في كتابه ((الاختلاف بين رواة البخاري عن الفربري، وروايات عن إبراهيم بن مَعْقِلٍ النْسفي)) ، وكذا تطرقت معظم كتب الفهارس، والبرامج، والكثير من معاجم الشيوخ والمشيخات والفهارس إلى روايات البخاري المختلفة، وروت تلك الروايات، وبيّن أصحابها طرقهم إلى تلك الروايات، وتحدثت كتب التراجم وتواريخ الرجال، وكتب الطبقات المختلفة، وكتب الجرح والتعديل عن رواة البخاري، وقدمت لنا معطيات ليست بالقليلة عن أبعاد هذه الروايات ومدى عناية أصحابها بمروياتهم تلك عن الإمام البخاري، وكذا اعتنت كتب التراجم بالتعريف برواة السنن والمسانيد خاصة فقد صنّف الإمام أبو بكر محمد بن عبد الغني البغدادي الحنبلي المعروف بابن نُقْطَةَ (ت629هـ) ، كتابه: ((التقييد لمعرفة رواة السنن والمسانيد)) وألفَ الإمام محب الدين أبو عبد الله محمد بن عمر بن محمد ابن رُشَيد الفهريُّ السبتيُّ الأندلسي (ت726هـ) ، كتاب ((إفادة النصيح في التعريف بسند الجامع الصحيح)) ، وكتب الإمام تقي الدين أبو الطيب محمد ابن أحمد الفاسي المكي (ت832هـ) كتاب ((ذيل التقييد في رواة السنن والمسانيد)) ، وهكذا فإن الحديث عن روايات ورواة ((الجامع الصحيح)) للبخاري، وغيره من المصنفات الحديثية المهمة لن ينقطع ما تعاقب الليل والنهار. . . وهذا يشير إلى أهمية الموضوع وشرفه الكبير.",
            "page": "6",
            "part": "1",
            "seal": "FCA2E9BC"
        },
        {
            "id": "4",
            "nass": "وقد أبدى الإمام الحافظ احمد بن عليِّ بن حجر العسقلانيُّ (ت852هـ) ، نشاطاً عظيماً وفهماً ثاقباً دقيقاً في بيان اختلاف روايات البخاري، وبذل مجهوداً صادقاً في هذا الصدد، وأماط اللثام عن معظم المستعصيات التي لم تجد حلاً لدى الكثير من شُراح ((الجامع الصحيح)) ، والتي كان سببها اختلاف الروايات، واستطاع بما وهبهُ الله من علم وذكاء ومهارة فائقتين ثم بوقوفه على كثير من نسخ الصحيح توظيف اختلاف الروايات لصالح ((الجامع الصحيح)) . ¶ وبحثنا هذا حاول تفسير ظاهرة اختلاف الروايات لصحيح البخاري، ودراسة أسبابها، وبيان دواعيها، والوقوف على العوامل المشتركة بينها، وكيفية الاستفادة منها، إضافة إلى التعريف برواة ((الجامع الصحيح)) ، وأشهر نسخه. ¶ ويمكنني أن ألخص أهم عناصر البحث بالنقاط الآتية: ¶ المقدمة: تحدثت فيها عن أهمية الموضوع، ومدى عناية المحدثين، والنقاد به، وأشهر المصنفات التي يمكن الرجوع إليها لمعرفة اختلاف روايات البخاري. ¶ الباب الأول: الإمام البخاري وعنايته بمصنفاته، واشتمل على فصلين: ¶ الفصل الأول: التعريف بالإمام الحافظ أبي عبد الله البخاري وتَحدَّث باقتضاب عن الإمام أبي عبد الله البخاري، وذكر بعض أقوال العلماء فيه، ثم محنته ووفاته، وذلك كمدخل موجز بين يدي البحث. ¶ الفصل الثاني: عناية الإمام البخاري بـ ((الجامع الصحيح)) ومصنفاته الأخرى.",
            "page": "7",
            "part": "1",
            "seal": "80BA7FA1"
        },
        {
            "id": "5",
            "nass": "الباب الثاني: روايات الجامع الصحيح، ونسخه، واشتمل على فصلين: ¶ الفصل الأول: روايات الجامع الصحيح للإمام البخاري. ¶ الفصل الثاني: أشهر طبعات صحيح البخاري ونسخه المخطوطة. ¶ الباب الثالث: الاختلاف في روايات الجامع الصحيح، وتوجيهات الإمامين أبي عليّ الجياني، وابن حجر رحمهما الله، واشتمل على فصلين: ¶ الفصل الأول: أنواع الاختلاف في روايات الجامع الصحيح. ¶ الفصل الثاني: أهمية توجيهات الإمامين أبي عليّ الجياني وابن حجر رحمهما الله. ¶ وأخيراً نتائج البحث وتوصياته العلمية. ¶ والله الكريم أسال التوفيق والسداد، وأن يمنَّ عليَّ بالعون بمنه وكرمه، وأن يهديني لما اختلف فيه من الحق بإذنه، وأن يكون هذا البحث قد ألقى الضوء على اختلاف روايات ((الجامع الصحيح ونسخه)) ، وأن ينفع بهذه السطور دنيا وآخرة، وأن يجعل أعمالنا خالصة لوجهه الكريم، إنه خير مسؤول، وأعظم مأمول، وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين، وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "8",
            "part": "1",
            "seal": "1BF10E22"
        },
        {
            "id": "6",
            "nass": "الباب الأول: الإمام البخاري وعنايته بمصنفاته ¶ الفصل الأول: التعريف بالإمام الحافظ أبي عبد الله البخاري ¶ ليس الهدف من هذه السطور محاولة صياغة ترجمة موسعه للإمام أبي عبد الله البخاري، فقد صُنفت حول هذا الإمام المصنفات المطولة منذ وقت مبكر، كما كُتب عنه العديد من الرسائل الجامعية، وإنما الغاية من هذه الترجمة إبراز المنزلة المرموقة التي كان يحتلها هذا الإمام بين الأئمة والحفاظ، كي تكون تذكرة للقارئ، ومدخلاً لبحثنا هذا. ¶ اسمه ونسبه: ¶ هو إمام المسلمين، وشيخ المحدثين، وأمير المؤمنين في الحديث، أبو عبد الله محمد بن إسماعيل بن إبراهيم بن المغيرة بن بردزبة (¬1) ، وقيل: ابن الأحنف، الجُعْفِيُّ مولاهم، أبو عبد الله ابن أبي الحسن. ¶ وكان جدّه المغيرة مجوسياً، ثم أسلم على يدي اليمان الجعفيّ والي بخارى، فنسب إليه ولاء. ¶ مولده ونشأته: ¶ كان والده أبو الحسن إسماعيل بن إبراهيم من العلماء الورعين، ¶ ¬_________ ¶ (¬1) . ينظر تقييد هذا الاسم في: الإكمال 1/259، وقال: وهو بالبخارية، ومعناه بالعربية: الزراع. طبقات الشافعية الكبرى 2/212.",
            "page": "9",
            "part": "1",
            "seal": "79A73F5B"
        },
        {
            "id": "7",
            "nass": "سمع مالك بن أنس، وصافح ابن المبارك بكلتا يديه. ¶ روى عنه أحمد بن حفص، وقال: دخلت عليه عند موته، فقال: لا أعلم في جميع مالي درهماً من شُبهة. ¶ قال أحمد بن حفص: فتصاغرت إليَّ نفسي عند ذلك (¬1) . ¶ ولد أبو عبد الله يوم الجمعة بعد صلاة الجمعة لثلاث عشرة ليلة خلت من شوال سنة أربع وتسعين ومائة ببخاري (¬2) ، وتوفى أبوه وهو صغير، فنشأ يتيماً في حجر أمه. ¶ وكان الإمام البخاري نحيفاً ليس بالطويل ولا بالقصير، وذهبت عيناه في صغره، فرأت والدته في المنام إبراهيم الخليل - عليه السلام -، فقال لها: يا هذه قد ردَّ الله على ابنك بصره لكثرة بكائك، أو كثرة دعائك (¬3) . ¶ طلبه للعلم ورحلاته: ¶ قال رحمه الله تعالى: ألهمتُ حفظ الحديث وأنا في الكُتَّابِ ولي عشر سنين، أو أقل، ثم خرجت من الكتَّاب بعد العشر، فجعلت اختلف إلى الداخلي وغيره، فلما طعنت في ست عشرة سنة، كنت قد حفظت كتب ابن المبارك، ووكيع، وعرفت كلام هؤلاء - يعني أصحاب الرأي - ثم خرجت مع أمي وأخي أحمد إلى مكة، فلما حججت رجع أخي ¶ ¬_________ ¶ (¬1) . سير أعلام النبلاء 12/391-392، طبقات الشافعية الكبرى 2/213. ¶ (¬2) . مدينة في واحة كبيرة بجمهورية أزبكستان على المجرى الأسفل لنهر زرافشان، وترتفع على سطح البحر 222.4متراً، وهي من أعظم مدن ما وراء النهر، بينها وبين سمرقند ثمانية أيام. ¶ انظر: بلدان الخلافة الشرقية 503. ¶ (¬3) . تاريخ بغداد 2/6، طبقات الحنابلة 2/215-252، تهذيب الكمال 24/438، طبقات الشافعية الكبرى 2/216، هدي الساري 478.",
            "page": "10",
            "part": "1",
            "seal": "E2F7A952"
        },
        {
            "id": "8",
            "nass": "وتخلفت في طلب الحديث، فلما طعنت في ثماني عشرة جعلت أصنف فضائل الصحابة والتابعين وأقاويلهم، وصنفت كتاب ((التاريخ)) إذ ذاك عند قبر رسول الله - صلى الله عليه وسلم - في الليالي المقمرة، وقال: قلّ اسم في ((التاريخ)) إلا وله قصة إلا أني كرهت تطويل الكتاب (¬1) . ¶ سمع ببخارى قبل أن يرتحل، ثم سمع ببلخ، وبنيسابور، وبالرَّيّ، وببغداد، وبالبصرة، وبالكوفة، وبمكة، وبالمدينة، وبمصر، وبالشام، وبواسط ... وقال: دخلتُ بلخ، فسألوني أن أُملي عليهم لكل من كتبت عنه حديثاً، فأمليت ألف حديث لألف رجل ممن كتبت عنهم، وقال قبل موته بشهر: كتبت عن ألف وثمانين رجلاً، ليس فيهم إلا صاحب حديثٍ، كانوا يقولون: الإيمان قولٌ وعملٌ، يزيد وينقص (¬2) . ¶ وقال: لقيت أكثر من ألف رجل من أهل الحجاز، والعراق، والشام، ومصر، لقيتهم كَرّات، أهل الشام ومصر والجزيرة مرتين، وأهل البصرة أربع مرات، وبالحجاز ستة أعوام، ولا أحصي كم دخلت الكوفة وبغداد مع محدثي خراسان (¬3) . ¶ وحدَّتَ بالحجاز، والعراق وخراسان، وما وراء النهر. ¶ أقوال العلماء وثناؤهم عليه: ¶ قال البخاري رحمه الله تعالى: ما قدمت على أحد إلا كان انتفاعه بي أكثر من انتفاعي به. ¶ ¬_________ ¶ (¬1) . انظر: تاريخ بغداد 2/6، تهذيب الكمال 24/438، سير أعلام النبلاء 12/394-395. ¶ (¬2) . انظر: سير أعلام النبلاء 12/394-395، فتح الباري 1/44. ¶ (¬3) . سير أعلام النبلاء 12/407.",
            "page": "11",
            "part": "1",
            "seal": "A51B6A33"
        }
    ],
    "t9843": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول: الإمام البخاري وعنايته بمصنفاته"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الأول: التعريف بالإمام الحافظ أبي عبد الله البخاري"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "اسمه ونسبه:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "3",
            "tit": "مولده ونشأته:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "طلبه للعلم ورحلاته:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "أقوال العلماء وثناؤهم عليه:"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "محنته ووفاته:"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: عناية الإمام البخاري بالجامع الصحيح ومصنفاته الأخرى"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني: روايات الجامع الصحيح، ونسخه"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الأول: روايات الجامع الصحيح للإمام البخاري"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "2",
            "tit": "ورواة الصحيح هم:"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "رواية علماء المغرب لكتاب ((الجامع الصحيح)) :"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: أشهر طبعات صحيح البخاري"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "نسخة الإمام شرف الدين اليونيني الحنبلي:"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "نسخ الجامع الصحيح المطبوعة"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "أعاد طباعة النسخة ((السلطانية)) الشيخ أحمد شاكر -"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الطبعة التي كتب مقدمتها العلمية الشيخ عبد الغني"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "طبعة (جمعية المكنز الإسلامي)"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "نسخة من ((الصحيح)) برواية أبي ذر الهروي"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "أما النسخة المطبوعة فهي برواية أبي علي الصدفي"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "أشهر نسخ ((الجامع الصحيح)) المخطوطة:"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "ومن مخطوطاته:"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "نسخة الحافظ أبي علي الصدفي"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "نسخة الحافظ ابن سعادة الأندلسي"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "نسخة عبد الله بن سالم البصري"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث: الاختلافات في روايات ((الجامع الصحيح))"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الأول: أنواع الاختلافات في روايات ((الجامع الصحيح))"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "2",
            "tit": "أولا: الأوهام والتصحيفات الواقعة لرواة الصحيح في أسانيد الكتاب"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: الأوهام والتصحيفات الواقعة في متون الأحاديث"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: اختلاف الروايات في تعيين أسماء شيوخ البخاري أو الوهم في أسماءهم عند بعض الرواة:"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: اختلاف الروايات في صيغ التحمل والأداء:"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: اختلاف الروايات في عناوين الكتب والأبواب إثباتا وحذفا وتقديما وتأخيرا،"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: اختلاف الروايات في بعض الألفاظ اللغوية:"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا: روايات تفرد بها بعض الرواة، وزيادات ملحقة بالصحيح، وفوائد لم ترد في أصل الصحيح:"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: أهمية توجيهات الإمامين أبي علي الجياني وابن حجر رحمهما الله"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "نتائج البحث وتوصياته العلمية"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس مصادر البحث"
        }
    ]
}