{
    "b987": [
        {
            "id": "3",
            "nass": "ـ[مقتطفات من كتاب من روائع حضارتنا]ـ ¶ المؤلف: مصطفى بن حسني السباعي (المتوفى: 1384هـ) ¶ الناشر: دار الوراق للنشر والتوزيع، بيروت، المكتب الإسلامي ¶ الطبعة: الأولى، 1420 هـ - 1999 م ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع] ¶ __________ ¶ (تنبيه): هذا الكتاب الإلكتروني هو مقتطفات من المطبوع وليس المطبوع نفسه",
            "page": null,
            "part": null,
            "seal": "AF3184E5"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ (كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْراً لَّهُم مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ). ¶ آل عمران - 110 ¶ توحيد المفاهيم ¶ العمل الطلابي ¶ العمل الطلابي عمل رائد، يمثل ذروة الوعي بقضايا الأمة، وطليعة كل تحرك إيجابي لمصلحتها .. ولذا وجب العناية به وتسديده وإرشاده. ¶ وكما هو الحال دائما، فإن العمل الصحيح ينطلق من مفاهيم قويمة وأفكار ناضجة، تهدي العاملين إلى الطريق الصحيح وتقوم أي إعوجاج وتجبر كل تقصير .. ¶ غير أن الامتداد الكبير للعمل الطلابي عبر الزمان والمكان، وانتشار كوادره في أرجاء الدنيا وفي أجيال متتابعة، بالإضافة إلى صعوبة التواصل بين الكوادر العاملة في العمل الطلابي .. هذا الامتداد الواسع والصلات الصعبة أتاح الفرصة لتباين الآراء واختلاف المصطلحات وتنوع المفاهيم، بحيث أصبحت هذه الظاهرة خطرا حقيقيا يحيق بالعمل الطلابي على مستوى العالم. ¶ وحتى لا يترك هذا العمل الهام لاجتهادات محلية قد تصيب وقد تخطئ، أو لتجارب مبتسرة قد تعبر عن كامل الصورة وقد تقصر .. وحتى لا تخضع المفاهيم الأساسية في العمل لتفسيرات متباينة، فينشأ الخلاف وتتسع رقعته .. حتى لا يحدث ذلك كله، كان لا بد من العمل على توحيد المفاهيم الأساسية بين العاملين .. والاتفاق على تعريفات واضحة لما يطلق من كلمات ومصطلحات وأقوال، قد يفهمها الجميع بشكل متباين، حسب الثقافات والمجتمعات والبيئات المختلفة. ¶ سلسلة توحيد المفاهيم ¶ وعليه فقد بادر اتحاد المنظمات الطلابية إلى إصدار سلسلة من الكتب تحت مسمى (سلسلة توحيد المفاهيم)، وتم تقسيم المفاهيم المراد توحيدها بين العاملين في المجال الطلابي إلى أربع مجموعات يتضمن كل منها عدداً من المفاهيم. ¶ أولا- المفاهيم الدعوية ¶ 1 - بين الحق والباطل - عبد الكريم زيدان. وهو بحث في سنة الله الكونية في التدافع بين الحق والباطل وكيفية تسخير هذه السنة لصالح العمل. ¶ 2 - الشورى ودورها في إصلاح الفرد والمجتمع. ¶ 3 - العمل الجماعي (أهميته ومشروعيته). ¶ 4 - بشائر النصر. ¶ 5 - فقه الأولويات في ضوء القرآن والسنة - د. يوسف القرضاوي. ¶ 6 - من روائع حضارتنا - د. مصطفى السباعي. ¶ 7 - الإسلام ... والتعامل مع الآخر. ¶ ثانيا- المفاهيم التربوية ¶ 8 - جدد حياتك - محمد الغزالي. ¶ 9 - آداب السلوك في الإسلام. ¶ ثالثا- المفاهيم الإدارية ¶ 10 - إدارة الوقت. ¶ رابعا- المفاهيم السياسية ¶ 11 - القدس والتحدي الحضاري. ¶ 12 - ماذا بعد أحداث سبتمبر؟ ¶ 13 - كيف تواجه الأمة المسلمة التحدي الصهيوني؟ ¶ مقدمة الكتاب ¶ ضمن سلسلة توحيد المفاهيم الدعوية والتربوية والإدارية والسياسية، التي نقدمها للشباب والطلاب في أنحاء العالم، نقدم اليوم كتاب من روائع حضارتنا للأستاذ الدكتور مصطفى السباعي .. وهو من أهم الكتب التي كتبت في موضوعه .. ويوم نشرها كاتبها كان يقصد أن يلفت الأنظار إلى هذه الروائع كدليل على استطاعتنا بناء حضارة أكمل وأسمى من هذه الحضارة، وأن نذكر الجيل الجديد من أبناء أمتنا بواجبهم في بناء حضارة إنسانية كريمة كما بنى آباؤهم أمثالها، وهذا أنسب الأوقات لمثل هذا التذكير، فأمتنا تدخل الآن باب التاريخ من جديد دخولاً كريماً فيه كل تحضر وانطلاق لبناء مستقبل أفضل وأكمل، وفي أمتنا بقايا من سجايا الآباء والأجداد، فإذا سمعت حديث أمجادهم وآثارهم وحضارتهم هزّها ذلك هزاً عنيفاً ودفعها إلى العمل دفعاً حثيثاً. ¶ ونحن بدورنا .. نعيد نشر هذا الكتاب ليكون دليلاً حضارياً لإخواننا وأبنائنا الطلبة في أنحاء العالم .. فالعمل الطلابي اليوم هو ذروة الوعي بقضايا الأمة، وطليعة كل تحرك إيجابي لإعادة بنائها .. وهو يحتاج إلى توجيه وتذكير وحسن إعداد .. وتقوم سلسلة توحيد المفاهيم بهذا الدور. ¶ والحمد لله رب العالمين. ¶ مصطفى محمد الطحان ¶ 26/ 9/2006م",
            "page": null,
            "part": null,
            "seal": "72CFA54E"
        },
        {
            "id": "5",
            "nass": "مقدمة المؤلف ¶ الحمد لله رب العالمين وصلى الله على باني أنبل حضارة عرفها التاريخ سيدنا محمد وعلى آله وأصحابه الذين بنوا أصرح تلك الحضارة الشامخة بدمائهم وجهودهم فكان لهم الفضل على كل من نَعِمَ بخيراتها إلى يوم الدين. ¶ وبعد فموضوع هذا الكتاب هو أحاديث أذعتها من محطة إذاعة دمشق في الفترة الواقعة بين 20 من المحرم 1375هالموافق 8 من أيلول (سبتمبر) 1955م عرضت فيها نماذج من الجوانب الرائعة في حضارتنا، وهي جوانب لا تزال تأخذ بألباب كل باحث منصف، ولم أتقصّ كل مظاهر الروعة في حضارتنا ولا قصدت تحليلها علمياً، لأنني كنت أتحدث إلى جماهير المستمعين ممن يتفاوتون في المستوى الفكري والثقافي، وكان يهمني أن يصغى إليها أولئك الذين يستمعون القول فيتبعون أحسنه، من صفوة شبابنا ورجال الفكر المؤمن بكرامتنا على الله وعلى التاريخ، ولم يتسع لي الوقت لمتابعة هذه الأحاديث، إذ كنت أستعد للسفر في رحلة علمية إلى ديار الغرب تمت عام 1956م، وقد كنت أود أن أتحدث عن روائع كثيرة، منها تلك النماذج الإنسانية للروحانية الإيجابية في تاريخ حضارتنا، ممن كانوا على قدر كبير من الإيمان بالله، والاتباع للحق، والسمو في النفس، والإشراق في الروح، والجمال في الخلق، والرحمة للناس، والعدل في الحكم، هذا مع مساهمتهم في صميم الحضارة ووجودهم في صميم الحياة، سواء كانوا ملوكاً أم علماء، أو زهاداً، أم فلاسفة، أم قواداً، أم حكاماً، أم تجاراً، رجالاً ونساءً، شيوخاً وشباباً، أغنياء وفقراء، إنها نماذج للكمال الإنساني الذي لم يكن يعيش في خيال الفلاسفة والحكماء، بل كان يعيش على ظهر الأرض مع أهل الأرض. ¶ هذه الروحانية الإيجابية بأمثلتها الرائعة هي مما تفردت به حضارتنا عن سائر الحضارات قديمها وحديثها، فلقد عرف التاريخ رجالاً روحانيين في الأمم المختلفة وخاصة في أمم الشرق الأقصى، ويعيش اليوم أناس تغلب عليهم النزعة الروحية الصافية، ولكن هؤلاء وأولئك كانوا سلبيين مع الحضارة، مترفعين عن المساهمة فيها، يعيشون في الأديرة ورؤوس الجبال، أو في المغاور والصحارى، أما نماذجنا الروحية في تاريخ حضارتنا فقد كانوا يخوضون معركة بناء الحياة بكل ما تتطلبه المعركة من عمل وجهد وتضحية وفداء، وهذا هو سر الروعة في هذه النماذج الروحية العجيبة في تاريخ الحضارات. ¶ والقصد اليوم من نشر هذه الأحاديث أن نلفت الأنظار إلى هذه الروائع كدليل على استطاعتنا بناء حضارة أكمل وأسمى من هذه الحضارة، وأن نُذكر الجيل الجديد من أبناء أمتنا بواجبهم في بناء حضارة إنسانية كريمة كما بنى آباؤهم أمثالها، وهذا أنسب الأوقات لمثل هذا التذكير، فأمتنا تدخل الآن باب التاريخ من جديد دخولاً كريماً فيه كل تحفز وانطلاق لبناء مستقبل أفضل وأكمل، وفي أمتنا بقايا من سجايا الآباء والأجداد فإذا سمعت حديث أمجادهم وآثارهم وحضارتهم هزّها ذلك هزاً عنيفاً ودفعها إلى العمل دفعاً حثيثاً. ¶ فلا تُسمعوه ما أقول فإنه شجاع متى يُذكر له الطعن يشتق ¶ ولسنا نقصد من عرض هذه الروائع الادعاء بأن كل ما في حضارتنا جميل ومشرق، فليس في التاريخ حضارة ليست لها هفوات، وإنما القصد أيضاً أن نثبت أن الجوانب الإنسانية الخالدة في حضارتنا أقوى وأجمل، وأن نرد بذلك على افتراء الذين يزعمون لحضارتنا كل عيب ونقيصه، ويتعمدون أن يحذفوها من قائمة الحضارات الأصلية، وأن نحبط بذلك كيد الذين يعملون على أن يصرفوا أنظار جيلنا الحديث عن روائع آثارنا الحضارية، ليجذبوهم إلى حضارة تكشفت مقاتلها للناس، وإلى تاريخ أمم إن كانت لها صفحة واحدة من الفضائل، فإن لها آلاف الصفحات من النقائص والرذائل، وهذا هو هدف الاستعمار الذي يسعى إليه جاهداً، وذلك هو صنيع أذنابه ودعاته الذين ما برحوا على تمجيد حضارته عاكفين. ¶ وإذا كنت قد عرضت في هذا الكتاب (نماذج) من روائع حضارتنا فإني لأرجو أن يتم الدارسون لتاريخ حضارتنا ما بدأته من عرض هذه الروائع، بشكل أتم وبحث أوفى وبيان أبلغ وأنصع، لإعطاء جيلنا الحاضر صورة حقيقية كاملة الروعة عن هذه الحضارة التي كانت تشع النور وتبعث الحياة في القرون الوسطى، فلا حاضر لأمة تجهل ماضيها، ولا مستقبل لأمة تنكر خصائصها وفضائلها، وهي مما تتصل بالحضارة بأوفى سبب وأقوى نسب، وإذا كان الوقوف على الماضي للبكاء عليه والنحيب، هو شغل الكسالى العاطلين، فإن تجاهله وازدراءه مع ما يفيض به من خير واسع ونور رحيب، هو شأن الحاقدين أو الجاهلين. ومن الخير أن نستفيد من كنوزنا في بناء نهضتنا العتيدة، لتكون النهضة مأمونة العواقب، غنية بما يمد لها من أسباب النجاح والبقاء، واضحة الملامح فيما تهدف إليه من كرامة وهناء، متصلة أمجادها بأمجاد الماضي، لتتصل أمجاد المستقبل بأمجادها، فيستمر الموكب، وتنسجم الحلقة ويكتمل البناء. ¶ والله من وراء القصد وهو ولي التوفيق ¶ مصطفى حسني السباعي",
            "page": null,
            "part": null,
            "seal": "7E7BBEDD"
        },
        {
            "id": "6",
            "nass": "خصائص حضارتنا ¶ يعرِّف الحضارة بعض الكاتبين في تاريخها بأنها (نظام اجتماعي يعين الإنسان على الزيادة من إنتاجه الثقافي) وتتألف الحضارة من العناصر الأربعة الرئيسية: الموارد الاقتصادية، والنظم السياسية، والتقاليد الخلقية، ومتابعة العلوم والفنون. ولإطراد الحضارة وتقدمها عوامل متعددة من جغرافية وإقتصادية ونفسية كالدين واللغة والتربية، ولانهيارها عوامل هي عكس تلك العوامل التي تؤدي إلي قيامها وتطورها، ومن أهمها الإنحلال الخلقي والفكري، واضطراب القوانين والأنظمة، وشيوع الظلم والفقر، وانتشار التشاؤم واللامبالاة، وفقدان الموجهين الأكفاء والزعماء المخلصين .. وقصة الحضارة تبدأ مند عُرف الإنسان، وهي حلقة متصلة تسلمها الأمة المتحضرة إلي من",
            "page": "69",
            "part": "1",
            "seal": "D5417009"
        },
        {
            "id": "7",
            "nass": "بعدها، ولا تختص بأرض ولا عرق، وإنما تنشأ من العوامل السابقة التي ذكرناها. ولا تكاد أمة تخلو من تسجيل بعض الصفحات في تاريخ الحضارة، غير أن ما تمتاز به حضارة عن حضارة إنما هو قوة الأسس التي تقوم عليها، والتأثير الكبير الذي يكون لها، والخير العميم الذي يصيب الإنسانية من قيامها، وكلما كانت الحضارة عالمية في رسالتها، إنسانية في نزعتها، خلقية في اتجاهاتها، واقعية في مبادئها، كانت أخلد في التاريخ، وأبقي علي الزمن، وأجدر بالتكريم. ¶ وحضارتنا حلقة من سلسلة الحضارات الإنسانية، سبقتها حضارات وستتبعها حضارات. وقد كان لقيام حضارتنا عوامل، ولانهيارها أسباب، ليست هي ما تعنيه هذه السلسلة من أحاديثنا، وإنما نريد قبل أن نبدأ الحديث عن روائع هذه الحضارة، أن نتحدث عن دورها الخطير في تاريخ التقدم الإنساني، ومدي ما قدمته في ميدان العقيدة والعلم والخلق والحكم والفن والأدب من أياد خالدة علي الإنسانية في مختلف شعوبها وأقطارها. ¶ إن أبرز ما يلفت نظر الدارس لحضارتنا أنها تميزت بالخصائص التالية: ¶ 1 - أنها قامت علي أساس الوحدانية المطلقة في",
            "page": "70",
            "part": "1",
            "seal": "1D6031D3"
        },
        {
            "id": "8",
            "nass": "العقيدة، فهي أول حضارة تنادي بالإله الواحد الذي لا شريك له في حكمه وملكه، وهو وحده الذي يعبد، وهو وحده الذي يقصد {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} وهو الذي يعز ويذل ويعطي ويمنح، وما من شيء في السموات والأرض إلا وهو تحت قدرته وفي متناول قبضته. ¶ هذا السمو في فهم الوحدانية كان له أثر كبير في رفع مستوي الإنسان وتحرير الجماهير من طغيان الملوك والأشراف والأقوياء ورجال الدين، وتصحيح العلاقة بين الحاكمين والمحكومين، وتوجيه الأنظار إلي الله وحده وهو خالق الخلق ورب العالمين .. كما كان لهذه العقيدة أثر كبير في الحضارة الإسلامية تكاد تتميز به عن كل الحضارات السابقة واللاحقة، وهي خلوها من كل مظاهر الوثنية وآدابها وفلسفتها في العقيدة والحكم والفن والشعر والأدب، وهذا هو سر إعراض الحضارة الإسلامية عن ترجمة الإلياذة وروائع الأدب اليوناني الوثني، وهو سر تقصير الحضارة الإسلامية في فنون النحت والتصوير مع تبريزها في فنون النقش والحفر وزخرفة البناء. إن الإسلام الذي أعلن الحرب العوان علي الوثنية ومظاهرها لم يسمح لحضارته أن تقوم فيها مظاهر الوثنية وبقاياها المستمرة من أقدم عصور التاريخ،",
            "page": "71",
            "part": "1",
            "seal": "0F4BC8C1"
        },
        {
            "id": "9",
            "nass": "كتماثيل العظماء والصالحين والأنبياء والفاتحين. وقد كانت التماثيل من أبرز مظاهر الحضارات القديمة والحضارة الحديثة، لأن واحدة منها لم تذهب في عقيدة الوحدانية إلي المدى الذي وصلت إليه الحضارة الإسلامية. ¶ وهذه الوحدة في العقيدة تطبع كل الأسس والنظم التي جاءت بها حضارتنا، فهنالك الوحدة في الرسالة، والوحدة في التشريع، والوحدة في الأهداف العامة، والوحدة في الكيان الإنساني العام، والوحدة في وسائل المعيشة وطراز التفكير، حتى أن الباحثين في الفنون الإسلامية قد لحظوا وحدة الأسلوب والذوق في أنواعها المختلفة، فقطعة من العاج الأندلسي، وأخري من النسيج المصري، وثالثة من الخزف الشامي، ورابعة من المعادن الإيرانية، تبدو رغم تنوع أشكالها وزخرفتها ذات أسلوب واحد وطابع واحد. ¶ 2 - وثاني خصائص حضارتنا أنها إنسانية النزعة والهدف، عالمية الأفق والرسالة، فالقرآن الذي أعلن وحدة النوع الإنساني رغم تنوع أعراقه ومنابته ومواطنه، في قوله تعالي: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ",
            "page": "72",
            "part": "1",
            "seal": "DBF68EE6"
        },
        {
            "id": "10",
            "nass": "أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} (¬1). إن القرآن حين أعلن هذه الوحدة الإنسانية العالمية علي صعيد الحق والخير والكرامة جعل حضارته عقدا تنتظم فيه جميع العبقريات للشعوب والأمم التي خفقت فوقها راية الفتوحات الإسلامية، ولذلك كانت كل حضارة تستطيع أن تفاخر بالعباقرة من أبناء جنس واحد وأمة واحدة، إلا الحضارة الإسلامية فإنها تفاخر بالعباقرة الذين أقاموا صرحها من جميع الأمم والشعوب، فأبو حنيفة ومالك والشافعي وأحمد والخليل وسيبويه والكندي والغزالي، والفارابي، وابن رشد وأمثالهم ممن اختلفت أصولهم وتباينت أوطانهم، ليسوا إلا عباقرة قدمت فيهم الحضارة الإسلامية إلي الإنسانية أروع نتاج الفكر الإنساني السليم. ¶ 3 - وثالث خصائص حضارتنا أنها جعلت للمبادئ الأخلاقية المحل الأول في كل نظمها ومختلف ميادين نشاطها، وهي لم تتخل عن هذه المبادئ قط، ولم تجعلها وسيلة لمنفعة دولة أو جماعة، أو أفراد .. في الحكم، وفي العلم وفي التشريع، وفي الحرب، وفي السلم، وفي الاقتصاد، وفي الأسرة .. روعيت ¶ ¬_________ ¶ (¬1) الحجرات- 13.",
            "page": "73",
            "part": "1",
            "seal": "B4E66E29"
        },
        {
            "id": "11",
            "nass": "المبادئ الأخلاقية تشريعا وتطبيقا، وبلغت في ذلك شأوا ساميا بعيدا لم تبلغه حضارة في القديم والحديث. ولقد تركت الحضارة الإسلامية في ذلك آثارا تستحق الإعجاب وتجعلها وحدها من بين الحضارات التي كفلت سعادة الإنسانية سعادة خالصة لا يشوبها شقاء .. ¶ 4 - ورابع هذه الخصائص أنها تؤمن بالعلم في أصدق أصوله، وترتكز علي العقيدة في أصفي مبادئها، فهي خاطبت العقل والقلب معا، وأثارت العاطفة والفكر في وقت واحد. وهي ميزة لم تشاركها فيها حضارة في التاريخ. وسر العجب في هذه الخاصة من خصائص حضارتنا أنها استطاعت أن تنشئ نظاما للدولة قائما علي مبادئ الحق والعدالة، مرتكزا إلي الدين والعقيدة دون أن يقيم الدين عائقا من دون رقي الدولة واطراد الحضارة، بل كان الدين من أكبر عوامل الرقي فيها، فمن بين جدران المساجد في بغداد ودمشق والقاهرة وقرطبة وغرناطة انطلقت أشعة العلم إلي أنحاء الدنيا قاطبة. إن الحضارة الإسلامية هي الوحيدة التي لم يُفصل فيها الدين عن الدولة مع نجاتها من كل مآسي المزج بينهما كما عرفته أوروبا في القرون الوسطى. لقد كان رئيس الدولة خليفة وأميرا للمؤمنين، لكن الحكم عنده للحق، والتشريع للمختصين فيه، ولكل فئة من",
            "page": "74",
            "part": "1",
            "seal": "8AD0A685"
        },
        {
            "id": "12",
            "nass": "العلماء اختصاصهم والجميع يتساوون أمام القانون، والتفاضل بالتقوى والخدمة العامة للناس (والله لو أن فاطمة بنت محمد سرقت لقطع محمد يدها) (¬1) (الخلق كلهم عيال الله فأحبهم إليه أنفعهم لعياله) (¬2) هذا هو الدين الذي قامت عليه حضارتنا، ليس فيه امتياز لرئيس، ولا لرجل دين، ولا لشريف ولا لغني .. {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ} (¬3). ¶ 5 - وآخر ما نذكر من خصائص حضارتنا هذا التسامح الديني العجيب الذي لم تعرفه حضارة مثلها قامت علي الدين. إن الذي لا يؤمن بدين ولا بإله، لا يبدو عجيبا إذا نظر إلي الأديان كلها علي حد سواء، وإذا عامل أتباعها بالقسطاس المستقيم، ولكن صاحب الدين الذي يؤمن بأن دينه حق وأن عقيدته أقوم العقائد وأصحها، ثم يتاح له أن يحمل السيف، ويفتح المدن، ويستولي علي الحكم، ويجلس علي منصة القضاء، ثم لا يحمله إيمانه بدينه، واعتزازه بعقيدته، علي أن يجور في الحكم، أو أن ينحرف عن سنن العدالة، أو يحمل الناس على اتباع دينه .. إن رجلا مثل هذا لعجيب أن ¶ ¬_________ ¶ (¬1) رواه البخاري وسلم. ¶ (¬2) رواه البزار. ¶ (¬3) الكهف- 110.",
            "page": "75",
            "part": "1",
            "seal": "EF121704"
        },
        {
            "id": "13",
            "nass": "يكون في التاريخ، فكيف إذا وجد في التاريخ حضارة قامت علي الدين وشادت قواعدها علي مبادئه، ثم هي من أشد ما عرف التاريخ تسامحا وعدالة ورحمة وإنسانية! .. هذا ما صنعته حضارتنا وسنجد له عشرات الأمثلة فيما نذكره في أحاديثنا المقبلة. وحسبنا أن نعرف أن حضارتنا تنفرد في التاريخ بأن الذي أقامها دين واحد، ولكنها كانت للأديان جميعا.",
            "page": "76",
            "part": "1",
            "seal": "617DBACA"
        },
        {
            "id": "16",
            "nass": "وبعد فأعتقد أني بلغت ما أريد من لفت الأنظار إلى دراسة حضارتنا وإن لم أبلغ ما أريد من توفية هذا البحث حقه، وحسبي أن أعرض في الأحاديث التالية نماذج من روائع حضارتنا نستدل بها على خلود الحضارة التي شادتها الأمة التي وصفها أعدل حاكم وأصدق قائل بأنها: (خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ) (¬1). ¶ ¬_________ ¶ (¬1) آل عمران- 110.",
            "page": "79",
            "part": "1",
            "seal": "13C0B5BD"
        },
        {
            "id": "17",
            "nass": "آثار حضارتنا في التاريخ ¶ تكلمنا في الحديث الماضي عن الخصائص البارزة لحضارتنا، وقلنا إن الحضارات إنما تخلد بمقدار ما تقدمه في تاريخ الإنسانية من آثار خالدة في مختلف النواحي الفكرية والخلقية، والمادية، وأن حضارتنا لعبت دوراً خطيراً في تاريخ التقدم الإنساني، وتركت في ميادين العقيدة والعلم والحكم والفلسفة والفن والأدب وغيرها آثاراً بعيدة المدى قوية التأثير فيما وصلت إليه الحضارة الحديثة، فما هي الآثار؟ وما هي أهميتها؟ ¶ نستطيع أن نجمل الآثار الخالدة لحضارتنا في ميادين خمسة رئيسية: ¶ أولاً- في ميدان العقيدة والدين: فقد كان",
            "page": "80",
            "part": "1",
            "seal": "0A0060AE"
        },
        {
            "id": "18",
            "nass": "لمبادئ الحضارة الإسلامية أثر كبير في حركات الإصلاح الدينية التي قامت في أوروبا منذ القرن السابع حتى عصر النهضة الحديثة، فالإسلام الذي أعلن وحدة الله وانفراده بالسلطان وتنزيهه عن التجسيم والظلم والنقص، كما أعلن استقلال الإنسان في عبادته وصلته مع الله وفهمه لشرائعه دون وساطة رجال الدين، كان عاملاً كبيراً في تفتح أذهان الشعوب إلى هذه المبادئ القوية الرائعة، وقد كانت الشعوب يومئذ ترسف في أغلال من الخصام المذهبي العنيف والخضوع لسلطان رجال الدين على أفكارهم وآرائهم وأموالهم وأبدانهم! فمن الطبيعي وقد وصلت فتوحاته في الشرق والغرب إلى ما وصلت إليه، أن تتأثر الأمم المجاورة له بمبادئه في العقيدة قبل كل شيء. ¶ وهذا ما حدث فعلاً، إذ قام في القرن السابع الميلادي في الغربيين من ينكر عبادة الصور، ثم قام بعدهم من ينكر الوساطة بين الله وعباده، ويدعو إلى الاستقلال في فهم الكتب المقدسة بعيداً عن سلطان رجال الدين ومراقبتهم. ويؤكد كثير من الباحثين أن (لوثر) في حركته الإصلاحية كان متأثراً بما قرأه للفلاسفة العرب والعلماء المسلمين من آراء في الدين والعقيدة والوحي، وقد كانت الجامعات الأوروبية في عصره لا تزال",
            "page": "81",
            "part": "1",
            "seal": "CCBF7356"
        },
        {
            "id": "19",
            "nass": "تعتمد على كتب الفلاسفة المسلمين التي ترجمت منذ عهد بعيد إلى اللاتينية، ونستطيع أن نؤكد بأن حركة الفصل بين الدين والدولة التي أُعلنت في الثورة الفرنسية كانت وليد الحركات الفكرية العنيفة التي سادت أوروبا ثلاثة قرون أو أكثر، وكان لحضارتنا فضل في إيقاد جذوتها عن طريق الحروب الصليبية والأندلس. ¶ ثانيا- في ميدان الفلسفة والعلوم: من طب ورياضيات وكيمياء وجغرافيا وفلك. أفاقت أوروبا على صوت علمائنا وفلاسفتنا يدرّسون هذه العلوم في مساجد إشبيلية وقرطبة وغرناطة وغيرها، وكان رواد الغربيين الأُول إلى مدارسنا شديدي الإعجاب والشغف بكل ما يستمعون إليه من هذه العلوم في جو من الحرية لا يعرفون له مثيلاً في بلادهم. ففي الوقت الذي كان فيه علماؤنا يتحدثون في حلقاتهم العلمية ومؤلفاتهم عن دوران الأرض وكرويتها، وحركات الأفلاك والأجرام السماوية، كانت عقول الأوروبيين تمتلئ بالخرافات والأوهام عن هذه الحقائق كلها! ومن ثم ابتدأت عند الغربيين حركة الترجمة من العربية إلى اللاتينية وغدت كتب علمائنا تُدرّس في الجامعات الغربية. فقد تُرجم كتاب (القانون) في الطب لابن سينا في القرن الثاني عشر، كما تُرجم كتاب (الحاوي) للرازي وهو",
            "page": "82",
            "part": "1",
            "seal": "3F42A04E"
        },
        {
            "id": "20",
            "nass": "أوسع من القانون وأضخم، في نهاية القرن الثالث عشر، وظل هذان الكتابان عمدة لتدريس الطب في الجامعات الأوروبية حتى القرن السادس عشر، أما كتب الفلسفة فقد استمرت أكثر من ذلك، ولم يعرف الغرب فلسفة اليونان إلا عن طريق مؤلفاتنا وترجماتنا. ¶ ومن هنا يعترف كثير من الغربيين المنصفين بأننا كنا في القرون الوسطى أساتذة أوروبا مدةً لا تقل عن ستمائة سنة.",
            "page": "83",
            "part": "1",
            "seal": "820E6DA7"
        },
        {
            "id": "22",
            "nass": "يقول العلامة المستشرق سيديو: (كان العرب وحدهم حاملين لواء الحضارة الوسطى فدحروا بربرية أوروبا التي زلزلتها غارات قبائل الشمال، وسار العرب إلى (منابع فلسفة اليونان الخالدة) فلم يقفوا عند حد ما اكتسبوه من كنوز المعرفة بل وسعوه وفتحوا أبواباً جديدة لدرس الطبيعة)، ويقول أيضاً: (والعرب حين زاولوا علم الهيأة عنوا عناية خاصة بالعلوم الرياضية كلها فكان لهم فيها القدح المعلّي، فكانوا أساتذة لنا في هذا المضمار بالحقيقة). ¶ وإذا كان روجر الأول قد شجع على تحصيل علوم العرب في صقلية ولاسيما كتب الإدريسي، فإن الإمبراطور فردريك الثاني لم يبدو أقل حضاً على دراسة علوم العرب وآدابهم، وكان أبناء ابن رشد يقيمون ببلاط هذا الإمبراطور فيعلمونه تاريخ النباتات والحيوانات الطبيعي. ¶ ويقول هومبلد في كتابه عن الكون: والعرب هم الذين أوجدوا الصيدلية الكيماوية، ومن العرب أتت الوصايا المحكمة الأولى التي انتحلتها مدرسة (ساليرم) فانتشرت في جنوب أوروبا بعد زمن، وأدّت الصيدلة ومادة الطب اللتان يقوم عليهما فن الشفاء إلى دراسة علم النبات والكيمياء في وقت واحد، ومن طريقين مختلفين، وبالعرب فتح عهد جديد لذلك العلم. ¶ ويقول سيديو عن الرازي وابن سينا بأنهما: سيطرا بكتبهما على مدارس الغرب زمناً طويلاً. وعُرف ابن سينا في أوروبا طبيباً فكان له على مدارسها سلطان مطلق مدة ستة قرون تقريباً، فتُرجم كتابه (القانون) المشتمل على خمسة أجزاء",
            "page": "85",
            "part": "1",
            "seal": "DE0B48A4"
        },
        {
            "id": "23",
            "nass": "فطُبع عدة مرات، لعدّه أساساً للدراسات في جامعات فرنسا وإيطاليا. ¶ ثالثاً- في ميدان اللغة والأدب: فقد تأثر الغربيون وخاصة شعراء الأسبان بالأدب العربي تأثراً كبيراً، فقد دخل أدب الفروسية والحماسة والمجاز والتخيلات الراقية البديعة إلى الآداب الغربية عن طريق الأدب العربي في الأندلس على الخصوص. يقول الكاتب الإسباني المشهور أبانيز: (إن أوروبة لم تكن تعرف الفروسية ولا تدين بآدابها المرعية ولا نخوتها الحماسية قبل وفود العرب إلى الأندلس وانتشار فرسانهم وأبطالهم في أقطار الجنوب).",
            "page": "86",
            "part": "1",
            "seal": "8C3E1FD9"
        },
        {
            "id": "24",
            "nass": "ومن عباقرة الأدب في أوروبا في القرن الرابع عشر وما بعده من لا شك أبداً في تأثير الآداب العربية على قصصهم وآدابهم، ففي سنة 1349هكتب بوكاشيو حكاياته المسماة (بالصباحات العشرة) وهي تحذو حذو ألف ليلة وليلة، ومنها اقتبس شكسبير موضوع مسرحيته",
            "page": "87",
            "part": "1",
            "seal": "461E8670"
        },
        {
            "id": "25",
            "nass": "(العبرة بالخواتيم) كما اقتبس لسنغ الألماني مسرحيته (ناتان الحكيم). ¶ وكان شوسر إمام الشعر الحديث في اللغة الإنكليزية أكبر المقتبسين من بوكاشيو في زمانه، فقد لقيه في إيطاليا ونظم بعد ذلك قصصه المشهورة باسم (حكايات كانتربري). ¶ أما (دانتي) فيؤكد كثير من النقاد أنه كان في (القصة الإلهية) التي يصف فيها رحلته إلى العالم الآخر متأثراً برسالة الغفران للمعري ووصف الجنة لابن عربي. ¶ وقد تأثرت القصة الأوروبية في نشأتها بما كان عند",
            "page": "88",
            "part": "1",
            "seal": "51F3DCB2"
        },
        {
            "id": "26",
            "nass": "العرب من فنون القصص في القرون الوسطى، وهي المقامات وأخبار الفروسية ومغامرات الفرسان في سبيل المجد والعشق، وكان لألف ليلة وليلة بعد ترجمتها إلى اللغات الأوروبية في القرن الثاني عشر أثر كبير جداً في هذا المجال حتى أنها طُبعت منذ ذلك الحين حتى الآن أكثر من ثلاثمائة طبعة في جميع لغات أوروبا، حتى ليرى عدد من النقاد الأوروبيين أن رحلات (جليفر) التي ألفها (سويفت) ورحلة (روبنسون كروزو) التي ألفها (ديفوه) مدينة لألف ليلة وليلة، ولرسالة حي بن يقظان للفيلسوف العربي ابن طفيل. ¶ ولا حاجة بنا إلى أن نذكر ما دخل اللغات الأوروبية على اختلافها من كلمات عربية في مختلف نواحي الحياة حتى أنها لتكاد تكون كما هي في اللغة العربية، كالقطن، والحرير الدمشقي، والمسك، والشراب، والجرة، والليمون، والصِّفر، وغيرها مما لا يُحصى.",
            "page": "89",
            "part": "1",
            "seal": "51740CF4"
        },
        {
            "id": "27",
            "nass": "رابعاً- في ميدان التشريع: فقد كان لاتصال الطلاب الغربيين بالمدارس الإسلامية في الأندلس وغيرها أثر كبير في نقل مجموعة من الأحكام الفقهية والتشريعية إلى لغاتهم، ولم تكن أوروبا في ذلك الحين علي نظام متقن ولا قوانين عادلة. ¶ حتى إذا كان عهد نابليون في مصر ترجم أشهر كتب الفقه المالكي إلى اللغة الفرنسية. ومن أوائل هذه الكتب (كتاب خليل) الذي كان نواة القانون المدني الفرنسي، وقد جاء متشابها إلى حد كبير مع أحكام الفقه المالكي، يقول العلامة سيديو: (والمذهب المالكي هو الذي يستوقف نظرنا على الخصوص لما لنا من الصلات بعرب إفريقية، وعهدت الحكومة الفرنسية إلى الدكتور بيرون في أن يترجم إلى الفرنسية كتاب المختصر في الفقه للخليل بن اسحاق بن يعقوب المتوفى سنة 1422م) ¶ خامساً- في مفهوم الدولة وعلاقة الشعب بالحكومة: فقد كان العالم القديم والوسيط ينكر على الشعب حقه في الإشراف على أعمال حكامه، كما",
            "page": "90",
            "part": "1",
            "seal": "2560A5C0"
        },
        {
            "id": "28",
            "nass": "يجعلون الصلة بينه وبين الحاكم صلة بين العبد وسيده، فالحاكم هو السيد المطلق يتصرف بالشعب كما يشاء وكانت المملكة تعتبر ملكا خاصا للملك تورث عنه كما تورث بقية أمواله، ويستبيحون من أجل ذلك أن تقوم الحرب بين دولة وأخرى من أجل المطالبة بحصة أميرة في العرش، أو للخلاف على ميراث الأصهار! ¶ أما العلاقة بين الأمم المتحاربة فهي استباحة الغالب لكل ما في يد المغلوب وما في وطنه من مال وعرض وحرية وكرامة، وظل الأمر كذلك حتى قامت الحضارة الإسلامية تعلن فيما تعلن من مبادئها أن الشعب هو صاحب الحق في الإشراف على حكامه، وأن هؤلاء ليسوا إلا أجراء يسهرون على مصالح الشعب وكرامته بأمانة ونزاهة، وفى هذا يقع لأول مرة في التاريخ أن يحاسب فرد من أفراد الشعب حاكمه عما يلبس، من أين جاء به، فلا يحكم عليه بالإعدام، ولا يقاد إلى السجن، ولا ينفى من الأرض، ولكن يقدم له الحاكم حسابه حتى يقتنع ويقتنع الناس! ولأول مرة في التاريخ يقول أحد أفراد الرعية لحاكمه الأكبر: السلام عليك أيها الأجير! فيعترف الحاكم بأنه أجير الشعب، عليه ما على الأجير من حق الخدمة بإخلاص، والنصح بأمانة. أعلنت الحضارة الإسلامية هذا فيما أعلنته وطبقته",
            "page": "91",
            "part": "1",
            "seal": "8025AF9B"
        },
        {
            "id": "29",
            "nass": "بعد ذلك، فما هي إلا نسمة الحرية والوعي تهب في الشعوب المجاورة للمجتمع الإسلامي فتتململ ثم تتحرك، ثم تثور، ثم تتحرر. ¶ وكان مما أعلنته حضارتنا في حروبها احترام العهود، وصيانة العقائد، وترك المعابد لأهلها، وضمان حريات الناس وكرامتهم، فأثارت في الشعوب المغلوبة لحكمها روح العزة والكرامة، ونبهت فيهم معاني الإنسانية الكريمة العزيزة. ¶ وكان في التاريخ لأول مرة أن يشكو والد مغلوب، الحاكم الغالب إلى رئيس الدولة الأعلى من أن ولد",
            "page": "92",
            "part": "1",
            "seal": "0A6C29E2"
        },
        {
            "id": "30",
            "nass": "الحاكم قد ضرب ولده الصغير خفقتين بالسوط على رأسه من غير حق .. ويغضب رئيس الدولة الأعلى ويحاسب ولد الحاكم ويقتص منه، ويقرع الحاكم ويؤنبه ويقول له: متى استعبدتم الناس وقد ولدتهم أمهاتهم أحرارا؟! إن هذه روح جديدة تبعثها حضارتنا في الأفراد والشعوب.",
            "page": "93",
            "part": "1",
            "seal": "60B2431E"
        },
        {
            "id": "31",
            "nass": "وبعد، فهذه هي بعض الآثار الخالدة لحضارتنا في خمسة ميادين رئيسية هي أبرز مظاهر الحياة في الأمم والحضارات .. ومن أجل ذلك كان لنا نحن أبناء هذه الحضارة دَين على الشعوب التي حررتها حضارتنا، يجب أن نسترده لا بالتفاخر الكاذب، ولا بالأماني والأباطيل، بل بمعرفتنا، لقدر أنفسنا، وقيمة حضارتنا وسمو تراثنا، واستحقاقنا لأن نكون الأمة الوسط التي تشهد على الناس، وتقودهم إلى الخير والحق والكرامة ولعلنا فاعلون إن شاء الله.",
            "page": "94",
            "part": "1",
            "seal": "17610E33"
        },
        {
            "id": "32",
            "nass": "النزعة الإنسانية ¶ لا يسع الباحث في حضارتنا الخالدة وآثارها إلا أن يعني بالنزعة الإنسانية التي تميزت بها حضارتنا عن كل الحضارات، فنقلت الإنسانية من أجواء الحقد والكراهية والتفرقة والعصبية إلى أجواء الحب والتسامح والتعاون والتساوي أمام الله، ولدى القانون، وفى كيان المجتمع تساويا لا أثر فيه لاستعلاء عرق على عرق، أو فئة على فئة، أو أمة على أمة .. وإن هذه النزعة لتتجلى في مبادئ حضارتنا وتشريعها وواقعها. ¶ أما النزعة الإنسانية في مبادئها فذلك حين يعلن الإسلام أن الناس جميعا خلقوا من نفس واحدة {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا",
            "page": "95",
            "part": "1",
            "seal": "EAD0AA82"
        },
        {
            "id": "33",
            "nass": "وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً} (¬1). فالأصل البشري لأبناء البشرية قاطبة هو أصل واحد. ومهما تفرق الناس بعد ذلك إلى أمم وقبائل وبلدان وأجناس، فإنما هو كتفرق البيت الواحد والأخوة من أب واحد وأم واحدة. وما كان كذلك فسبيل هذا الاختلاف في أجناسهم وبلدانهم أن يؤدي إلى تعاونهم وتعارفهم وتلاقيهم على الخير، ومن ذلك انبثق المبدأ الإنساني الخالد {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا} (¬2) والكل سواء، سواء عند الله في آدميتهم وإنسانيتهم لا تمايز بينهم إلا بالتقوى {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} (¬3)، وهم سواء أمام القانون في الخضوع له، لا تمايز بينهم إلا بالحق {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} (¬4)، وهم سواء في كيان المجتمع، يتأثر قويهم بضعيفهم، ومجموعهم لعلم أفراد منهم (مثل المؤمنين في توادَهم وتراحمهم كمثل الجسد الواحد إذا اشتكى منه عضو تداعى له سائر الأعضاء بالحمى والسهر) (¬5). ¶ ¬_________ ¶ (¬1) النساء- 1. ¶ (¬2) الحجرات- 13. ¶ (¬3) الحجرات- 13. ¶ (¬4) الزلزلة- (7 - 8). ¶ (¬5) رواه مسلم وأحمد.",
            "page": "96",
            "part": "1",
            "seal": "4A2EB6C4"
        },
        {
            "id": "34",
            "nass": "وأما النزعة الإنسانية في تشريعنا الحضاري، فإنك لتلمس ذلك واضحا في كل باب من أبواب التشريع، في",
            "page": "97",
            "part": "1",
            "seal": "16775819"
        },
        {
            "id": "35",
            "nass": "الصلاة يقف الناس جميعا بين يدي الله لا يخصص مكانا لملك أو عظيم أو عالم. وفي الصوم يجوع الناس جوعا واحدا لا يفرد من بينهم أمير، أو غني، أو شريف. وفي الحجّ يلبس الناس لباسًا واحدًا، ويقفون موقفاً واحداً، ويؤدون منسكاً واحداً، لا تمييز بين قاص ودان، وقوي وضعيف، وأشراف وعامة. فإذا انتقلت من ذلك إلى أحكام القانون المدني وجدت الحق هو الشرعة السائدة في العلاقة بين الناس، والعدل هو الغرض المقصود من التشريع، ودفع الظلم هو اللواء الذي يحمله القانون ليفئ إليه مضطهد ومظلوم. فإذا انتقلت من ذلك إلي القانون الجزائي وجدت العقوبة واحدة لكل من يرتكبها من الناس، فمن قتل قُتل، ومن سرق عوقب، ومن اعتدى أُدب، لا فرق بين أن يكون القاتل عالما أو جاهلا، والمقتول أميرا أو فلاحا، ولا فرق بين أن يكون المعتدي أمير المؤمنين، أو صانع النسيج، والمعتدي عليه أعجمياً أو عربياً، شرقياً أو غربياً، فالكل سواء في نظر القانون {الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنْثَى بِالأُنْثَى} (¬1). ¶ ويسمو التشريع إلى أرفع من هذا حين يثبت الكرامة الإنسانية للناس جميعا بقطع النظر عن أديانهم ¶ ¬_________ ¶ (¬1) البقرة- 178.",
            "page": "98",
            "part": "1",
            "seal": "BE3E75B1"
        },
        {
            "id": "36",
            "nass": "وأعراقهم وألوانهم فيقول: {وَلَقَدْ كَرَّمْنَا بَنِي آَدَمَ} (¬1) هذه الكرامة هي التي تضمن للناس جميعاً حقهم في الحياة والعقيدة والعلم والعيش، هي للناس جميعا، ومن واجب الدولة أن تكفلها لهم على قدم المساواة بلا استثناء. ويسمو التشريع فوق هذا إلى ذروة عالية من السمو الإنساني حين يجعل أساس المثوبة والعقاب للناس لا على ظواهر أفعالهم بل على نواياهم (إن الله لا ينظر إلى صوركم ولكن إلى قلوبكم) (¬2)، فالنية هي محل المؤاخذة أو الإثابة: (إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى) (¬3)، والنية المقبولة عند الله هي نية الخير والنفع للناس وابتغاء وجه الله ومرضاته دون غرض مادي، أو نفع تجاري {وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ} (¬4)، ويبلغ التشريع أعلى ¶ ¬_________ ¶ (¬1) الإسراء- 70. ¶ (¬2) رواه مسلم. ¶ (¬3) رواه أئمة السنة كلهم. ¶ (¬4) الحج- 78.",
            "page": "99",
            "part": "1",
            "seal": "6069D049"
        },
        {
            "id": "37",
            "nass": "ذروة من النزعة الإنسانية حين يقرر وحدة العوالم كلها من إنسان وحيوان ونبات وجماد وأرض وأفلاك في سلك العبودية لله والخضوع لنواميس الكون، وما أروع ما يطلبه القرآن من المسلم أن يذكره في كل ركعة من ركعات صلاته {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ الرَّحْمَنِ الرَّحِيمِ} (¬1)، إنه لواجب أن يذكر المسلم أنه جزء من الكون مخلوق لإلّه واحد متصف بالرحمة البالغة الشاملة، فليكن المسلم في هذا العالم الذي يعيش فيه وهو محتاج إليه مثالا للرحمة التي يتصف بها الله، وهو غني عن العالمين. ¶ هذه هي مظاهر النزعة الإنسانية في مبادئ حضارتنا وتشريعها حين أُعلنت للناس، فكيف كان واقعها حين حكمت وانتصرت؟ هل ظلت تلك المبادئ ميثاقاً كميثاق حقوق الإنسان في شرعة الأمم تحتفل الدول بذكرى إعلانه يوماً في كل عام، بينما تمتهنه الدول الكبرى في كل ساعة وفي كل يوم وفي كل شهر من شهور السنة؟ .. هل ظلت تلك المبادئ حبيسة في البلد الذي أُعلنت فيه كما احتبست مبادئ الثورة الفرنسية في فرنسا وحرِّمت علي ¶ ¬_________ ¶ (¬1) الفاتحة- (2 - 3).",
            "page": "100",
            "part": "1",
            "seal": "71C3C24A"
        },
        {
            "id": "38",
            "nass": "مستعمراتها والبلدان الواقعة تحت حكمها أو انتدابها؟ هل نصبت تماثيل جديدة كما نصب تمثال الحرية في نيويورك أول ما يراه القادم إلى تلك الديار، بينما تنطق أعمال أمريكا في خارجها نطقا يلعن الحرية ويهزأ بها ويضطهد عشاقها الأحرار؟ .. لنستمع إلى التاريخ فهو أصدق شاهد، لنستمع إلى روائع النزعة الإنسانية في حضارتنا وكيف أعلنتها حقائق ناطقة في تصرفات أفرادها وحكامها: ¶ تغاضب أبا ذر، وهو عربي من غفار، مع بلال الأسود الحبشي مولى أبي بكر رضي الله عنه وتطور النزاع بينهما إلى أن أخذت أبو ذر الحدة فقال لبلال: يا ابن السوداء! فشكاه بلال إلى النبي صلى الله عليه وسلم فقال لأبي ذر: (أعيرته بأمه؟ إنك امرؤ فيك جاهلية)! فقال أبو ذر وقد ظن الجاهلية هي الانحراف الأخلاقي الشهواني الذي لا يأتيه إلا الشباب: على ساعتي هذه من كبر السن؟ .. قال: نعم، (هم إخوانكم) (¬1). فندم أبو ذر وتاب حتى أنه أمر بلالا أن يطأه على وجهه مبالغة في التوبة والندم. ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم وغيرهما.",
            "page": "101",
            "part": "1",
            "seal": "4D666CAE"
        },
        {
            "id": "39",
            "nass": "وسرقت امرأة من بني مخزوم في عهد النبي صلى الله عليه وسلم وجيء بها إليه لتعاقب، فأهم ذلك قريشا وقالوا: من يشفع لنا عند رسول الله في إسقاط الحد عنها؟ ثم ذكروا أن أسامة بن زيد حبيب إلى قلب الرسول فكلموه في أن يشفع لها عنده، فكلمه بذلك فغضب عليه الصلاة والسلام غضبا شديدا وقال لأسامة: أتشفع في حد من حدود الله؟! ثم قام في الناس خطيبا فقال: (إنما أهلك الذين من قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وأيم الله لو أن فاطمة بنت محمد سرقت لقطعت يدها) (¬1). ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم وأحمد.",
            "page": "102",
            "part": "1",
            "seal": "29B72463"
        },
        {
            "id": "41",
            "nass": "ولما كان عهد أبي بكر كان مثال الرئيس المتواضع الذي تملأ الإنسانية قلبه ونفسه، فإذا هو وهو خليفة، يأتي لبنات الحي ممن فقدن آباءهن في الحروب فيحلب لهن غنمهن ويقول: أرجو أن لا تغيرني الخلافة عن خُلق كنت أعتاده من قبل. ¶ وكان عمر مثال الخليفة الغيور على الشعب البار بالضعفاء، الشديد في الحق، الناس عنده سواء، بل يحرم نفسه ليعطي الناس، ويجوع ليشبعوا، وكان يتفقد",
            "page": "104",
            "part": "1",
            "seal": "8A2AB3F9"
        },
        {
            "id": "42",
            "nass": "الناس في بيوتهم ومنازلهم وقصصه في ذلك مشهورة ومعروفة: ¶ رأى مرة في السوق شيخاً كبيراً يسأل الصدقة فقال له: ما أنت يا شيخ؟ قال: أنا شيخ كبير أسأل الجزية والنفقة، وكان يهودياً من سكان المدينة. فإذا بعمر الإنساني العظيم يقول له: ما أنصفناك يا شيخ. أخذنا منك الجزية شاباً ثم ضيعناك شيخاً. وأخذ بيده إلى بيته ففرض له ما كان من طعامه. ثم أرسل إلى خازن بيت المال يقول: إفرض لهذا وأمثاله ما يغنيه ويغني عياله! .. ووضع الجزية عن فقراء أهل الذمة.",
            "page": "105",
            "part": "1",
            "seal": "052A39D6"
        },
        {
            "id": "44",
            "nass": "ولنستمع إلى ما هو أروع من هذا في تاريخ حضارتنا .. حدث أسلم خادم عمر قال: خرجت مع عمر ليلة وبعدنا عن المدينة ونحن نتفقد أهل المنازل النائية، فبصرنا بنار من بعيد فقال عمر: إني أرى هاهنا ركباناً قصّر بهم الليل والبرد، انطلق بنا، فخرجنا نهرول حتى دنونا منهم فإذا بامرأة معها صبيان وقدر منصوبة على نار، وصبيانها يتضاعون (أي يتصايحون ويبكون) فسلّم عمر ثم سأل المرأة ما بالكم؟ قالت: قصر بنا الليل والبرد، قال وما بال هؤلاء الصبية يتضاغون؟ قالت: الجوع، قال: وأي شيء في القدر؟ ماء أسكتهم به حتى يناموا .. والله بيننا وبين عمر! (تشكو عمر وتدعو عليه) فقال: أي رحمك الله وما يُدري عمر بكم؟ قالت: يتولى أمرنا ثم يغفل عنا؟",
            "page": "107",
            "part": "1",
            "seal": "A859B31F"
        },
        {
            "id": "45",
            "nass": "فأقبل عليَّ فقال: انطلق بنا، فخرجنا نهرول حتى أتينا دار الدقيق، فأخرج عدلاً من دقيق، وكبة من شحم، وقال: احمله عليّ، قلت: أنا أحمله عنك: قال: أنت تحمل وزري يوم القيامة لا أم لك؟! فحملته عليه، فانطلق وانطلقت معه إليها نهرول، فألقى ذلك عندها، وأخرج من الدقيق شيئاً، فجعل يقول لها: ذري علي وأنا أحرُّ لك، وجعل ينفخ تحت القدر وكانت لحيته عظيمة، فرأيت الدخان يخرج من خلال لحيته حتى طبخ لهم، ثم أنزلها وقال: أبغني شيئاً، فأتته بصفحة فأفرغها فيها، فجعل يقول لها أطعميهم وأنا أسطح لهم (أبسطه حتى يبرد)، فلم يزل حتى شبعوا، وترك عندها فضل ذلك وقام وقمت معه، فجعلت تقول: جزاك الله خيراً، كنت بهذا الأمر أولى من أمير المؤمنين! فيقول: قولي خيراً، إذا جئت أمير المؤمنين وجدتني هناك إن شاء الله! ثم تنحى ناحية عنها، ثم استقبلها فربض مربضاً، فقلت له: لك شأن غير هذا؟ فلا يكلمني، حتى رأيت الصبية يصطرعون، ثم ناموا وهدأوا. فقام يحمد الله، ثم أقبل علي فقال: يا أسلم، إن الجوع أسهرهم وأبكاهم، فأحببت أن لا أنصرف حتى أرى ما رأيتَ.",
            "page": "108",
            "part": "1",
            "seal": "0EAF90BD"
        },
        {
            "id": "48",
            "nass": "ويأتي عمر يوما شابٌ مصري قبطي يحمل شكوى من ابن حاكم مصر، العربي الشريف عمرو بن العاص .. وقد سابق ابنه محمد يوماً، فسبقه القبطي .. فضربه ابن عمرو بن العاص وهو يقول: (أتسبقني وأنا ابن الأكرمين) .. فيستدعي عمر الحاكم وابنه .. ويناول القبطي الدرة ويقول له: (اضرب ابن الأكرمين) .. فيقتص القبطي من ابن حاكم بلده .. ثم يقول عمر: (أدرها على صلعة عمرو .. فما ضربك إلا بسلطان أبيه) .. ثم يلتفت إلى عمرو بن العاص وابنه ويعلنها مدوية خالدة .. (متى استعبدتم الناس وقد ولدتهم أمهاتهم أحراراً)؟! ¶ وبعد فليس عمر وحده هو الذي صنعته حضارتنا رجلاً يمثل الإنسانية الكاملة الرحيمة، ففي أبي بكر وفي عثمان وفي علي وفي عمر بن عبد العزيز وفي صلاح الدين وفي غيرهم من علماء حضارتنا وعظمائها وقادتها وعبّادها وفلاسفتها، في كل واحد من هؤلاء مثلٌ خالد على سمو النزعة الإنسانية في حضارتنا الخالدة.",
            "page": "111",
            "part": "1",
            "seal": "2FD04259"
        },
        {
            "id": "49",
            "nass": "المساواة العنصرية ¶ وهذا جانب آخر من جوانب النزعة الإنسانية في حضارتنا الخالدة، ذلك هو تقرير المساواة حقا بين الناس من غير نظر إلى ألوانهم. فبعد أن أعلن القرآن مبدأ المساواة في قوله: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} (¬1) وقف الرسول في حجة الوداع ليعلن في خطابه الخالد: (الناس من آدم وآدم من تراب، لا فضل لعربي على أعجمي ولا أبيض على أسود إلا بالتقوى) (¬2) ولم تكن هذه المساواة لتقف عند حدود المبادئ التي تعلن في مناسبات متعددة- كما يقع من زعماء الحضارة الحديثة اليوم- بل كانت مساواة مطبقة تنفذ كأمر عادي ¶ ¬__________ ¶ (¬1) سورة الحجرات، الآية: 13. ¶ (¬2) ابن سعد عن أبي هريرة.",
            "page": "112",
            "part": "1",
            "seal": "E1A7037A"
        },
        {
            "id": "50",
            "nass": "لا يلفت نظراً، ولا يحتاج إلى تصنع أو عناء، فقد نفذت في المساجد حيث كان يلتقي فيها الأبيض والأسود علي صعيد واحد من العبودية لله عز وجل والخشوع بين يديه. ولم يكن الأبيض ليجد غضاضة أو حرجا في وقوف الأسود بجانبه. ونفذت في الحج حيث تلتقي عناصر البشرية كلها من بيضاء وملونة على صعيد واحد وبثياب واحدة من غير تميز بين أبيض وأسود أو استعلاء من البيض على السود. بل إننا لنجد ما هو أسمى من هذا، فقد أمر رسول الله صلى الله عليه وسلم بلالاً الحبشي يوم فتح مكة أن يصعد فوق الكعبة ليؤذن من فوقها ويعلن كلمة الحق، والكعبة هي الحرم المقدس عند العرب في الجاهلية، وهي القبلة المعظمة في الإسلام، فكيف يصعد عليها عبد ملوّن كبلال؟ .. كيف يطؤها بقدميه؟ إن مثل هذا أو قريبا منه لا يتصور في الحضارة الحديثة في أمريكا مثلا، ولكن حضارتنا فعلته قبل أربعة عشر قرنا، فما كان صعود بلال على سطح الكعبة إلا إعلانا لكرامة الإنسان على كل شيء وأن الإنسان يستحق هذه الكرامة لعلمه وعقله وأخلاقه وإيمانه لا لبشرته وبياضه، فما يقدم الإنسان بياضه إذا أخره عمله، ولا يؤخره سواده إذا قدمه ذكاؤه واجتهاده.",
            "page": "113",
            "part": "1",
            "seal": "F4D8306D"
        },
        {
            "id": "66",
            "nass": "التسامح الديني ¶ وهذا جانب جديد من جوانب النزعة الإنسانية في حضارتنا الخالدة، جديد في تاريخ العقائد والأديان، وجديد في تاريخ الحضارات القديمة التي ينشئها دين معين أو أمة معينة. ¶ لقد أنشأ الإسلام حضارتنا فلم يضق ذرعاً بالأديان السابقة، ولم يتعصب دون الآراء والمذاهب المتعددة، بل شعاره {فَبَشِّرْ عِبَادِ. الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ} (¬1) ومن أجل ذلك كان من مبادئ حضارتنا في التسامح الديني: ¶ 1 - أن الأديان السماوية كلها تستقي من معين واحد: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا ¶ ¬_________ ¶ (¬1) الزمر- (17 - 18).",
            "page": "129",
            "part": "1",
            "seal": "8F10C6A4"
        },
        {
            "id": "67",
            "nass": "الدِّينَ وَلاَ تَتَفَرَّقُوا فِيهِ} (¬1). ¶ 2 - وأن الأنبياء إخوة لا تفاضل بينهم من حيث الرسالة، وأن على المسلمين أن يؤمنوا بهم جميعاً: {قُولُوا آَمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} (¬2). ¶ 3 - وأن العقيدة لا يمكن الإكراه عليها، بل لابد فيها من الإقناع والرضا {لاَ إِكْرَاهَ فِي الدِّينِ} (¬3). {أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ} (¬4). ¶ 4 - وأن أماكن العبادة للديانات الإلهية محترمة يجب الدفاع عنها وحمايتها كحماية مساجد المسلمين {وَلَوْلاَ دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا} (¬5). ¶ 5 - وأن الناس لا ينبغي أن يؤدي اختلافهم في ¶ ¬_________ ¶ (¬1) الشورى- 13. ¶ (¬2) البقرة- 136. ¶ (¬3) البقرة- 256. ¶ (¬4) يونس- 99. ¶ (¬5) الحج- 40.",
            "page": "130",
            "part": "1",
            "seal": "3C30A13B"
        },
        {
            "id": "68",
            "nass": "أديانهم إلى أن يقتل بعضهم بعضاً، أو يتعدى بعضهم على بعض، بل يجب أن يتعاونوا على فعل الخير ومكافحة الشر {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ} (¬1). أما الفصل بينهم فيما يختلفون فيه فلله وحده هو الذي يحكم بينهم يوم القيامة {وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لاَ يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ} (¬2). ¶ 6 - وأن التفاضل بين الناس في الحياة وعند الله بمقدار ما يقدم أحدهم لنفسه وللناس من خير وبر (الخلق كلهم عيال الله فأحبهم إليه أنفعهم لعياله) (¬3). {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} (¬4). ¶ 7 - وأن الاختلاف في الأديان لا يحول دون البر والصلة والضيافة: {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ ¶ ¬_________ ¶ (¬1) المائدة- 2. ¶ (¬2) البقرة- 113. ¶ (¬3) رواه البزار. ¶ (¬4) الحجرات- 13.",
            "page": "131",
            "part": "1",
            "seal": "8C2D9C61"
        },
        {
            "id": "69",
            "nass": "وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} (¬1). ¶ 8 - وإن اختلف الناس في أديانهم فلهم أن يجادل بعضهم بعضاً فيها بالحسنى، وفي حدود الأدب والحجة والإقناع: {وَلاَ تُجَادِلُوا أَهْلَ الْكِتَابِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ} (¬2) ولا تجوز البذاءة مع المخالفين، ولا سب عقائدهم ولو كانوا وثنيين: {وَلاَ تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ} (¬3). ¶ 9 - فإذا اعتُدي على الأمة في عقيدتها، وجب رد العدوان لحماية العقيدة ودرء الفتنة: {وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ} (¬4). {إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ} (¬5). ¶ 10 - فإذا انتصرت الأمة على من اعتدى عليها في الدين، أو أراد سلبها حريتها، فلا يجوز الانتقام منهم بإجبارهم على ترك دينهم، أو اضطهادهم في عقائدهم، وحسبهم أن يعترفوا بسلطان الدولة ويقيموا ¶ ¬_________ ¶ (¬1) المائدة- 4. ¶ (¬2) العنكبوت- 46. ¶ (¬3) الأنعام- 108. ¶ (¬4) البقرة- 193. ¶ (¬5) الممتحنة- 9.",
            "page": "132",
            "part": "1",
            "seal": "0F8A97CF"
        },
        {
            "id": "70",
            "nass": "على الإخلاص لها حتى يكون (لهم ما لنا وعليهم ما علينا). ¶ وعلى هذه الأسس قامت حضارتنا، وبها رأت الدنيا لأول مرة ديناً ينشئ حضارة فلا يتعصب على غيره من الأديان، ولا يطرد غير المؤمنين به من مجال العمل الاجتماعي والمنزلة الاجتماعية. وظل هذا التسامح شرعة الحضارة الإسلامية منذ وضع أساسها محمد صلى الله عليه وسلم، حتى أخذت في الانهيار، فضاعت المبادئ، ونسيت الأوامر، وجهل الناس دينهم،",
            "page": "133",
            "part": "1",
            "seal": "6C42294D"
        },
        {
            "id": "71",
            "nass": "فابتعدوا عن هذا التسامح الديني الكريم. ¶ الواقع العملي يؤيد مبادئ التسامح الديني: ¶ لما هاجر رسول الله صلى الله عليه وسلم إلى المدينة وفيها من اليهود عدد كبير، كان من أول ما عمله من شؤون الدولة أن أقام بينه وبينهم ميثاقاً تحترم فيه عقائدهم وتلتزم فيه الدولة بدفع الأذى عنهم، ويكونون مع المسلمين يداً واحدة على من يقصد المدينة بسوء. فطبق بذلك رسول الله صلى الله عليه وسلم مبدأ التسامح الديني في البذور الأولى للحضارة الإسلامية. ¶ وكان للرسول جيران من أهل الكتاب، فكان يتعاهدهم ببره ويهديهم الهدايا ويتقبل منهم هداياهم. ولما جاء وفد نصارى الحبشة أنزلهم رسول الله في المسجد، وقام بنفسه على ضيافتهم وخدمتهم، وكان مما قاله يومئذ: إنهم كانوا لأصحابنا مكرِمين فأحب أن أكرمهم بنفسي. ¶ وجاء مرة وفد نصارى نجران فأنزلهم في المسجد وسمح لهم بإقامة صلاتهم فيه، فكانوا يصلون في جانب منه، ورسول الله والمسلمون يصلون في جانب",
            "page": "134",
            "part": "1",
            "seal": "F6883075"
        },
        {
            "id": "72",
            "nass": "آخر. ولما أرادوا أن يناقشوا الرسول في الدفاع عن دينهم، استمع إليهم وجادلهم، كل ذلك برفق وأدب وسماحة خلق. ¶ وعلى هدي الرسول الكريم في تسامحه الديني ذي النزعة الإنسانية الرفيعة سار خلفاؤه من بعده. فإذا بنا نجد عمر بن الخطاب حين يدخل بيت المقدس فاتحاً يجيب سكانها المسيحيين إلى ما اشترطوه: من أن لا يساكنهم فيها يهودي، وتحين صلاة العصر وهو في داخل كنيسة القدس الكبرى، فيأبى أن يصلي فيها كيلا يتخذها المسلمون من بعدُ ذريعة للمطالبة بها واتخاذها مسجداً! ونجده وقد شكت إليه امرأة مسيحية من سكان مصر أن عمرو بن العاص قد أدخل دارها في المسجد كرهاً عنها، فيسأل عمراً عن ذلك فيخبره أن المسلمين كثروا وأصبح المسجد يضيق بهم وفي جواره دار هذه المرأة وقد عرض عليها عمرو ثمن دارها وبالغ في الثمن فلم ترض، مما اضطر عمرو إلى هدم دارها وإدخاله في المسجد، ووضع قيمة الدار في بيت المال",
            "page": "135",
            "part": "1",
            "seal": "34C58A4F"
        },
        {
            "id": "73",
            "nass": "تأخذه متى شاءت، ومع أن هذا مما تبيحه قوانيننا الحاضرة وهي حالة يعذر فيها عمرو على ما صنع، فإن عمر لم يرض ذلك، وأمر عمراً أن يهدم البناء الجديد من المسجد ويعيد إلى المرأة المسيحية دارها كما كانت! ¶ هذه هي الروح المتسامحة التي سادت المجتمع الذي أظلته حضارتنا بمبادئها فإذا بنا نشهد من ضروب التسامح الديني ما لا نجد له مثيلاً في تاريخ العصور حتى في العصر الحديث! ¶ فمن مظاهر التسامح الديني أن المساجد كانت تجاور الكنائس في ظل حضارتنا الخالدة، وكان رجال الدين في الكنائس يعطون السلطة التامة على رعاياهم في كل شؤونهم الدينية والكنسية، ولا تتدخل الدولة في ذلك، بل إن الدولة كانت تتدخل في حل المشاكل الخلافية بين مذاهبهم وتنصف بعضهم من بعض.",
            "page": "136",
            "part": "1",
            "seal": "F643E5DF"
        },
        {
            "id": "74",
            "nass": "أما حرية رجال الدين في طقوسهم، وإبقاء سلطتهم على رعاياهم دون تدخل الدولة في ذلك، فقد شعر المسيحيون من سكان البلاد بالحرية في ذلك ما لم يشعروا ببعضه في حكم الروم. ولعل أحداً منا لا ينسى موقف السلطان محمد الفاتح حين استولى على القسطنطينية مقر البطريركية الأرثوذكسية في الشرق كله، فقد أعلن يومئذ تأمين سكانها - وكلهم نصارى - على أموالهم وأرواحهم وعقائدهم وصلبانهم وأعفاهم من الجندية، ومنح رؤساءهم سلطة التشريع والفصل في الخصومات التي تقع بين رعاياهم، دون أن تتدخل الدولة فيها! فرأى في ذلك سكان القسطنطينية فرقاً كبيراً بين ما كانوا يعاملون به في عهد البيزنطيين وبين معاملة السلطان محمد الفاتح لهم، إذ كان البيزنطيون يتدخلون في الخلافات المذهبية ويفضلون أتباع كنيستهم على أتباع الكنائس الأخرى.",
            "page": "137",
            "part": "1",
            "seal": "73D789B3"
        },
        {
            "id": "75",
            "nass": "ومن مظاهر التسامح الديني أن كانت الوظائف تعطى للمستحق الكفء، بقطع النظر عن عقيدته ومذهبه، وبذلك كان الأطباء المسيحيون في العهدين الأموي والعباسي محل الرعاية لدى الخلفاء، وكان لهم",
            "page": "138",
            "part": "1",
            "seal": "D6AF79AB"
        },
        {
            "id": "76",
            "nass": "الإشراف على مدارس الطب في بغداد ودمشق زمنا طويلا. كان ابن أثال الطبيب النصراني طبيب معاوية الخاص، وكان (سرجون) كتابه. وقد عين مروان (اتناسيوس) مع آخر اسمه إسحاق في بعض مناصب الحكومة في مصر، ثم بلغ مرتبة الرئاسة في دواوين الدولة. ¶ ومن أشهر الأطباء الذين كانت لهم الحظوة عن الخلفاء جرجيس بن بختيشوع، وكان مقرباً من الخليفة المنصور واسع الحظوة عنده.",
            "page": "139",
            "part": "1",
            "seal": "3F1D989B"
        },
        {
            "id": "77",
            "nass": "وكان سلمويه بن بنان النصراني طبيب المعتصم، ولما مات جزع عليه المعتصم جزعاً شديداً، وأمر بأن يدفن بالبخور والشموع على طريقة ديانته! ¶ وكان بختيشوع بن جبرائيل طبيب المتوكل وصاحب الحظوة لديه، حتى أنه كان يضاهي الخليفة في اللباس وحسن الحال، وكثرة المال وكمال المروءة. ¶ وكذلك كانت الحظوة للشعراء والأدباء لدى الخلفاء والأمراء، بقطع النظر عن أديانهم ومذاهبهم. وكلنا يعلم مكانة الأخطل في العهد الأموي.",
            "page": "140",
            "part": "1",
            "seal": "A54759DB"
        },
        {
            "id": "78",
            "nass": "وكان الأفراد كالخلفاء يصادقون من تروق لهم مصادقتهم بقطع النظر عن دينهم. كان إبراهيم بن هلال (الصابي) أي من الصائبة - وهم قوم المجوس لهم ديانة خاصة بهم - قد بلغ أرفع مناصب الدولة، وتقلد الأعمال الجليلة في تقدمه الشعراء، وكانت بينه وبين زعماء الأدب والعلم من المسلمين صلات حسنة، وصداقات وشيجة، حتى أنه لما مات رثاه الشريف الرضي شيخ الهاشميين العلويين ونقيبهم بقصائد خالدة.",
            "page": "141",
            "part": "1",
            "seal": "8D86D075"
        },
        {
            "id": "79",
            "nass": "وكانت الحلقات العلمية في حضرة الخلفاء تجمع بين مختلف العلماء على اختلاف أديانهم ومذاهبهم. كانت للمأمون حلقة علمية يجتمع فيها علماء الديانات والمذاهب كلها، وكان يقول لهم: ابحثوا ما شئتم من العلم من غير أن يستدل كل واحد منكم بكتابه الديني، كيلا تثور بذلك مشاكل طائفية. ¶ ومثل ذلك كانت الحلقات العلمية الشعبية. قال خلف بن المثنى: لقد شهدنا عشرة في البصرة يجتمعون في مجلس لا يُعرف مثلهم في الدنيا علماً ونباهة، وهم الخليل بن أحمد صاحب النحو (وهو سني)، والحميري الشاعر (وهو شيعي)، وصالح بن عبد القدوس (وهو زنديق ثنوي)، وسفيان بن مجامع (وهو خارجي صفري)، وبشّار بن بُرد (وهو شعوبي خليع ماجن)، وحمّاد عجرد (وهو زنديق شعوبي)، وابن رأس الجالوت الشاعر (وهو يهودي)، وابن نظير المتكلم (وهو نصراني)، وعمر بن المؤيد (وهو مجوسي)، وابن سنان",
            "page": "142",
            "part": "1",
            "seal": "469D9121"
        },
        {
            "id": "80",
            "nass": "الحرّاني الشاعر (وهو صابئي)، كانوا يجتمعون فيتناشدون الأشعار ويتناقلون الأخبار، ويتحدثون في جو من الود لا تكاد تعرف منهم أن بينهم هذا الاختلاف الشديد في ديانتهم ومذاهبهم! ¶ ومن مظاهر التسامح الديني في حضارتنا الاشتراك بالأعياد الدينية بمباهجها وزينتها. فمنذ العهد الأموي كانت للنصارى إحتفالاتهم العامة في الشوارع تتقدمها الصُلبان ورجال الدين بألبستهم الكهنوتية. وقد دخل",
            "page": "143",
            "part": "1",
            "seal": "EE9ED4BF"
        },
        {
            "id": "81",
            "nass": "البطريرك ميخائيل مدينة الإسكندرية في احتفال رائع وبين يديه الشموع والصُلبان والأناجيل، والكهنة يصيحون: قد أرسل الرب إلينا الراعي المأمون الذي هو مرقس الجديد. وكان ذلك في عهد هشام بن عبد الملك. ¶ وجرت العادة أيام الرشيد بأن يخرج النصارى في موكب كبير وبين أيديهم الصليب وكان ذلك في يوم عيد الفصح.",
            "page": "144",
            "part": "1",
            "seal": "C2F4EF8E"
        },
        {
            "id": "82",
            "nass": "ومن الغريب أن مثل هذه المظاهر من الود ظلت حتى في الحروب الصليبية حيث كان الغرب يشن أقسى الحملات التاريخية على بلاد الإسلام باسم الصليب، وهذا هو الرحالة ابن جُبير يقول لنا في رحلته: ومن أعجب ما يحدث أن نيران الفتنة تشتعل بين الفئتين مسلمين ونصارى، وربما يلتقي الجمعان منهم ويقع المصاف بينهم، ورفاق المسلمين والنصارى تختلف بينهم دون اعتراض. واختلاف القوافل عن مصر إلى دمشق على بلاد الإفرنج غير منقطع، وللنصارى على المسلمين ضريبة يؤدونها في بلادهم، وهي من الأمنة على غاية، وتجار النصارى يؤدون في بلاد المسلمين ضريبة على سلعهم، والاتفاق بينهم الاعتدال، وأهل الحرب مشتغلون بحربهم، والناس في عافية والدنيا لمن غلب. ¶ وبعد، التسامح الديني في حضارتنا مما لا يعهد له مثيل في تاريخ العصور الماضية، وقد أجمع",
            "page": "145",
            "part": "1",
            "seal": "5B9A6C9F"
        },
        {
            "id": "83",
            "nass": "المؤرخون الغربيون ممن يحترمون الحق على هذا التسامح وأشادوا به. ¶ يقول المستر (درابر) الأمريكي المشهور: إن المسلمين الأولين في زمن الخلفاء لم يقتصروا في معاملة أهل العلم من النصارى النسطوريين ومن اليهود على مجرد الاحترام، بل فوضوا إليهم كثيراً من الأعمال الجسام ورقوهم إلى مناصب الدولة، حتى أن هارون الرشيد وضع جميع المدارس تحت مراقبة حنا بن ماسويه، ولم يكن ينظر إلى البلد الذي عاش فيه العالم، ولا إلى الدين الذي ولد فيه، بل لم يكن ينظر إلا إلى مكانته من العلم والمعرفة. ¶ ويقول المؤرخ الشهير المعاصر (ولز) في صدر بحثه عن تعاليم الإسلام: (إنها أسست في العالم تقاليد عظيمة للتعامل العادل الكريم، وإنها لتنفخ في الناس روح الكرم والسماحة، كما أنها إنسانية السمة، ممكنة التنفيذ، فإنها خلقت جماعة إنسانية يقل ما فيها مما يغمر الدنيا من قسوة وظلم اجتماعي عما في أية جماعة أخرى سبقتها .. ) إلى أن يقول عن الإسلام: (إنه مليء بروح الرفق والسماحة والأخوة).",
            "page": "146",
            "part": "1",
            "seal": "5FE7EF8F"
        },
        {
            "id": "84",
            "nass": "ويقول (رينو) في تاريخ غزوات العرب في فرنسا وسويسرا وإيطاليا وجزائر البحر المتوسط: (إن المسلمين في مدن الأندلس كانوا يعاملون النصارى بالحسنى، كما أن النصارى كانوا يراعون شعور المسلمين فيختنون أولادهم ولا يأكلون لحم الخنزير).",
            "page": "147",
            "part": "1",
            "seal": "D3BE1F78"
        },
        {
            "id": "85",
            "nass": "وإذا كنا قد توسعنا في التدليل على التسامح الديني في حضارتنا، فإنما نريد أن نرد فرية هؤلاء الغربيين المتعصبين على تاريخنا، بأننا كنا قساة أكرهنا الناس على الدخول في ديننا وعاملنا غير المسلمين بكل مذلة واضطهاد. وكان من الخير لهم أن لا يفتحوا على أنفسهم هذا الباب، فإن مخازيهم في التعصب الديني ضد المسلمين في الحروب الصليبية وفي إسبانيا وفي العصر الحاضر مما يطأطؤون منه رؤوسهم حياء وخجلاً، بل إن مخازيهم في اضطهاد بعضهم لبعض مما لا ينكره كل دارس للتاريخ.",
            "page": "148",
            "part": "1",
            "seal": "564A07F4"
        },
        {
            "id": "87",
            "nass": "ألست ترى معي أن قول غوستاف لوبون: (إن الأمم لم تعرف فاتحين راحمين متسامحين مثل العرب ولا ديناً سمحاً مثل دينهم) هو إنصاف للحق قبل أن يكون إنصافاً للمسلمين؟!.",
            "page": "150",
            "part": "1",
            "seal": "C6F05BD9"
        },
        {
            "id": "88",
            "nass": "أخلاقنا الحربية ¶ وإليكم جانباً جديداً من جوانب النزعة الإنسانية في حضارتنا، وهو جانب تنفرد به حضارتنا أيضاً. إن حسن الخلق، ولين الجانب، والرحمة بالضعيف، والتسامح مع الجار والقريب، تفعله كل أمة في أوقات السلم مهما أوغلت في الهمجية. ولكن حسن المعاملة في الحرب، ولين الجانب مع الأعداء، والرحمة بالنساء والأطفال والشيوخ، والتسامح مع المغلوبين، لا تستطيع كل أمة أن تفعله، ولا يستطيع كل قائد حربي أن يتصف به. إن رؤية الدم تثير الدم، والعداء يؤجج نيران الحقد والغضب، ونشوة النصر تسكر الفاتحين فتوقعهم في أبشع أنواع التشفي والانتقام، ذلك هو تاريخ الدول قديمها وحديثها، بل هو تاريخ الإنسان منذ سفك قابيل دم أخيه هابيل: {إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ",
            "page": "151",
            "part": "1",
            "seal": "9E3A7C5B"
        },
        {
            "id": "89",
            "nass": "يُتَقَبَّلْ مِنَ الآَخَرِ قَالَ لأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} (¬1). وهنا يضع التاريخ إكليل الخلود على قادة حضارتنا عسكريين ومدنيين، فاتحين وحاكمين، إذ انفردوا من بين عظماء الحضارات كلها بالإنسانية الرحيمة العادلة في أشد المعارك احتداماً، وفي أوقات الحالات التي تحمل على الانتقام والثأر وسفك الدماء. وأقسم لولا أن التاريخ يتحدث عن هذه المعجزة الفريدة في تاريخ الأخلاق الحربية بصدق لا مجال للشك فيه، لقلت إنها خرافة من الخرافات، وأسطورة لا ظل لها على الأرض!. ¶ جاءت حضارتنا والعالم كله يسير على سنة الغاب. القوى يقتل الضعيف، والمسلّح يسترق الأعزل، والحرب شرعة معترف بها بين جميع الشرائع والديانات والأمم والشعوب، من غير قيدٍ ولا حدّ، ومن غير تفريق بين حرب جائزة وحرب ظالمة، فكل من استطاع أن يغلب أمة على أرضها ويكرهها على عقيدتها، ويسترق رجالها ونساءها، فعل من غير تحرج ولا تأثم. فلم ترضّ حضارتنا أن تقر هذه الشرعة الظالمة التي تردت فيها الإنسانية إلى مستوى الحيوانية الشرسة، بل أعلنت أن الأصل في العلائق بين الأمم التعارف ¶ ¬_________ ¶ (¬1) المائدة- 27.",
            "page": "152",
            "part": "1",
            "seal": "04913F75"
        },
        {
            "id": "90",
            "nass": "والتعاون: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا} (¬1) وبذلك كان السلم هو العلاقة الطبيعية بين الشعوب: {يَا أَيُّهَا الَّذِينَ آَمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً} (¬2) فإذا أبت أمة إلا الحرب والعدوان على أمة أخرى، كان على هذه الأمة أن تستعد لمجابهة العدوان، فإن ترك الاستعداد يغري بالعدوان ويسرع به: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} (¬3). فإذا عدلت تلك الأمة عن نية العدوان ورهبت السلم المسلح، كان على الأخرى أن تركن إلى السلم وتحرص عليه: {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ} (¬4). وإن أبت إلا الحرب، فالقوة تدفع القوة، والعدوان يدفع بمثله: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ} (¬5). وهنا تعلن مبادئ حضارتنا تحريم الحروب للغزو ونهب الأموال، وإذلال كرامة الشعوب، إنما الحرب المشروعة ما كانت إلا لغايتين اثنتين: ¶ ¬_________ ¶ (¬1) الحجرات- 13. ¶ (¬2) البقرة- 208. ¶ (¬3) الأنفال- 60. ¶ (¬4) الأنفال- 61. ¶ (¬5) البقرة- 190.",
            "page": "153",
            "part": "1",
            "seal": "A9FEE4A5"
        },
        {
            "id": "91",
            "nass": "1 - دفاع عن عقيدة الأمة وأخلاقها. ¶ 2 - ودفاع عن حرية الشعب واستقلاله وسلامه، {وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ} (¬1). وليست حرية العقيدة هي المطلوبة للأمة التي تعلن الحرب فحسب، بل عليها أن تضمن حرية العقائد كلها، وتحمي أماكن العبادة لكل الديانات: {وَلَوْلاَ دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا} (¬2). وأروع ما نادت به حضارتنا أن الدفاع عن الضعفاء المستذلين في الشعوب الأخرى واجب علينا كما يجب الدفاع عن حريتنا وكرامتنا: {وَمَا لَكُمْ لاَ تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَل لَنَا مِنْ لَدُنْكَ نَصِيرًا} (¬3). ¶ وإذا كانت هذه الغاية من حروب حضارتنا، لم يجز لها حين تعلن الحرب في سبيل الحق والخير أن تنقلب إلى أداة تصنع الباطل والشر. ومن أجل ذلك كان من مبادئ حضارتنا في الحرب أن لا تقاتل إلا من يقاتلها ويعتدي عليها: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} (¬4). ¶ ¬_________ ¶ (¬1) البقرة- 193. ¶ (¬2) الحج- 40. ¶ (¬3) النساء- 75. ¶ (¬4) البقرة- 194.",
            "page": "154",
            "part": "1",
            "seal": "D832E0F3"
        },
        {
            "id": "93",
            "nass": "فإذا قامت الحرب كان علينا أن لا ننسى مبادئنا فنقسو ونفسد ونظلم وننشر الخراب والدمار .. كلا .. فالحرب الإنسانية الخالصة لله يجب أن تظل إنسانية في وسائلها وعند اشتداد وطيسها. ومن هنا جاءت الوصايا التي لم يسبق لها في التاريخ: (لا تمثلوا، ولا تقتلوا طفلاً صغيراً، ولاشيخاً كبيراً، ولا امرأة، ولا تعقروا نخلاً ولا تحرقوه، ولا تقطعوا شجرة مثمرة، ولا تذبحوا شاة ولا بقرة ولا بعيراً إلا لمأكلة، وسوف تمرون بأقوام قد فرغوا أنفسهم في الصوامع، فدعوهم وما فرغوا أنفسهم له) (¬1). ¶ أريت كيف تكون الحرب الإنسانية التي تشرع في سبيل الله لا للشر والعدوان؟ .. وتستمر هذه الحرب متقيدة بهذه المبادئ الإنسانية الرحيمة حتى تنتهي بأحد أمرين: إما الصلح، وإما النصر. أما الصلح فالعهود فيه محترمة، والوفاء بما تضمنته واجب: {وَأَوْفُوا بِعَهْدِ ¶ ¬_________ ¶ (¬1) من وصية أبي بكر لجيش أسامة.",
            "page": "156",
            "part": "1",
            "seal": "6A918E25"
        },
        {
            "id": "94",
            "nass": "اللَّهِ إِذَا عَاهَدْتُمْ وَلاَ تَنْقُضُوا الأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلاً} (¬1). وأما النصر، فهو انتصار الجماعة التي غضبت للحق واستشهدت في سبيله. فلن تفعل حين انتصارها إلا ما يوطد أركان الحق في الأرض، ويمنع البغي والفساد بين الناس: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاَةَ وَآَتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الأُمُورِ} (¬2). وهذا كما ترون تحديد لأعمال الدولة المنتصرة ورسالتها بعد النصر: سمو بالروح، وعدالة في المجتمع وتعاون على الخير ونفع الناس، ومكافحة للشر والفساد في الأرض. ¶ هذه هي مبادئ الحرب في حضارتنا، وتلك هي أخلاقنا الحربية: عدل ورحمة ووفاء. ¶ وليس يكفي هذا في رأينا للإشارة بروح حضارتنا المسالمة في الحرب، فالمبادئ وحدها ليست دليلاً على سمو أمة وإنسانيتها. ولطالما رأينا أمما تحمل للناس أرفع المبادئ وهي تعيش معهم في أقساها وأخسها وأبعدها عن الإنسانية والرحمة! ¶ ¬_________ ¶ (¬1) النحل- 91. ¶ (¬2) الحج- 41.",
            "page": "157",
            "part": "1",
            "seal": "C0F08E7E"
        },
        {
            "id": "95",
            "nass": "ولنبدأ قبل كل شيء برسول الله صلى الله عليه وسلم، فهو رائد حضارتنا وواضع أساسها وشريعتها، وهو التعبير الصادق عن أخلاقها وأهدافها ورسالتها، ولسنا نعلم أحداً من الأنبياء والمرسلين والمصلحين عُذب واضطهد وأوذي في سبيل دعوته كما وقع لرسول الله صلى الله عليه وسلم، ثلاثة عشر عاماً في مكة .. كلها كيد وأذى وسب وتعذيب له ولجماعته، ومؤامرات على حياته وحياة أصحابه. وعشر سنوات في المدينة .. هي كفاح ومعارك متواصلة، لم يخلع فيها لباس الحرب إلا حين خضعت له جزيرة العرب قبيل وفاته! ومن خاض الحروب وحمل السيف، وقاتل وقوتل، وعودي واضطهد، كان من أشد الناس شوقاً إلى الدماء وظمأ إلى الانتقام. فكيف كان خلق رسول الله في حروبه؟ كيف طبق صاحب الحضارة مبادئها التي أعلنها للناس؟ ..",
            "page": "158",
            "part": "1",
            "seal": "0F150F4E"
        },
        {
            "id": "96",
            "nass": "في معركة أُحد قُتل أسد الله حمزة، عم النبي وأشهر أبطال العرب، قتله رجل يقال له وحشي، بتحريض من هند زوج أبي سفيان. ولما خر البطل، أخذت هند تفتش عن قلب حمزة حتى احتزته، ثم مضغته مبالغة في التشفي والانتقام! ثم أسلمت هند وأسلم وحشي. فماذا كان من رسول الله؟ لم يزد على أن استغفر لهند، وقبل إسلام وحشي وقال له: إن استطعت أن تعيش بعيداً عنا فافعل. هذا كل ما كان من رسول الله مع قاتل عمه حمزة ومع ماضغة قلبه! ¶ ورأى في بعض حروبه امرأة من الأعداء مقتولة، فغضب وأنكر وقال: ألم أنهكم عن قتل النساء؟ ما كانت هذه لتقاتل. هذا هو رسول الله المحارب يطبق مبادئه الإنسانية وهو يخوض الغمار ويقود الكتائب.",
            "page": "159",
            "part": "1",
            "seal": "A25FD1A1"
        },
        {
            "id": "97",
            "nass": "ولما فتح مكة ودخلها الرسول ظافراً على رأس عشرة آلاف من أبطاله وجنوده، واستسلمت قريش، ووقفت تحت قدميه على باب الكعبة، تنتظر حكم الرسول عليها بعد أن قاومته إحدى وعشرين سنة .. ما زاد صلى الله عليه وسلم على أن قال: يا معشر قريش: ماذا تظنون أني فاعل بكم؟ ¶ قالوا خيراً: أخ كريم وابن أخ كريم، فقال: اليوم أقول لكم ما قال أخي يوسف من قبل: لا تثريب عليكم اليوم، يغفر الله لكم وهو أرحم الراحمين. إذهبوا فأنتم الطلقاء .. إنه أيها الناس محمد الرسول معلم الإنسانية الخير، لا القائد السفاح الذي يسعى لمجده وسلطانه فتسكره نشوة النصر. ¶ وسيرة أصحابه وخلفائه من بعده في حروبهم وفتوحاتهم كانت قبساً من هذا النور، وسيراً في هذا الطريق، وتنفيذاً لتلك المبادئ، لم يفقدوا أعصابهم في أشد الأوقات حرجاً، ولم ينسوا مبادئهم في أعظم الفتوحات انتصاراً. ¶ ثار بعض سكان لبنان على عاملها علي بن عبد الله بن عباس، فحاربهم وانتصر عليهم، ورأى من الحكمة أن يفرقهم ويجلي فريقاً منهم عن ديارهم إلى أماكن",
            "page": "160",
            "part": "1",
            "seal": "85181AA7"
        },
        {
            "id": "98",
            "nass": "أخرى، وهذا أقل ما يمكن أن يفعله اليوم حاكم في أرقى الأمم، فما كان من الإمام الأوزاعي، إمام الشام ومجتهدها وعالمها، إلا أن كتب إلى والي لبنان رسالة ينكر عليه ما فعل، من إجلاء بعض اللبنانيين عن قراهم، ومعاقبة من لم يشترك في الثورة كمن اشترك فيها. فما كان من والي لبنان إلا أن ردهم إلى قراهم معززين مكرمين!",
            "page": "161",
            "part": "1",
            "seal": "EE88D31F"
        },
        {
            "id": "99",
            "nass": "ولما ولي الخلافة عمر بن عبد العزيز، وفد إليه قوم من أهل سمرقند، فرفعوا إليه أن قتيبة قائد الجيش الإسلامي فيها دخل مدينتهم وأسكنها المسلمين غدراً بغير حق. فكتب عمر إلى عامله هناك أن ينصب لهم قاضياً ينظر فيما ذكروا، فإن قضى بإخراج المسلمين من سمرقند أخرجوا. فنصب لهم الوالي (جميع بن حاضر الباجي) قاضياً ينظر في شكواهم، فحكم القاضي وهو مسلم، بإخراج المسلمين! على أن ينذرهم قائد الجيش الإسلامي بعد ذلك، وينابذهم وفقاً لمبادئ الحرب الإسلامية، حتى يكون أهل سمرقند على استعداد لقتال المسلمين فلا يؤخذوا بغتة. فلما رأى ذلك أهل سمرقند، رأوا ما لا مثيل له في التاريخ من عدالة تنفذها الدولة على جيشها وقائدها! قالوا: هذه أمة لا تحارب، وإنما حكمها رحمة ونعمة. فرضوا ببقاء الجيش الإسلامي، وأقروا أن يقيم المسلمون بين",
            "page": "162",
            "part": "1",
            "seal": "DC822009"
        },
        {
            "id": "100",
            "nass": "أظهرهم. ¶ ولما فتحت جيوشنا الظافرة دمشق وحمص وبقية المدن السورية، وأخذوا من أهلها مبالغ من المال صلحاً لقاء حمايتهم والدفاع عنهم، رأى قادتنا بعد أن جمع هرقل لهم الجموع لينازلهم في معركة فاصلة، أن يخلوا المدن المفتوحة ويتجمعوا في مكان واحد ينازلون به الروم مجتمعين. وخرج جيشنا من حمص ودمشق والمدن الأخرى، وجمع خالد أهل حمص وأبو عبيدة أهل دمشق، وغيرهما من القادة أهل المدن الأخرى وقالوا لهم: إنا كنا قد أخذنا منكم أموالاً على أن نحميكم وندافع عنكم، ونحن الآن خارجون عنكم لا نملك حمايتكم، فهذه أموالكم نردها إليكم! فقال أهل المدن: ردكم الله ونصركم، والله لحكمكم وعدلكم أحب إلينا من جور الروم وظلمهم. والله لو كانوا مكانكم لما دفعوا إلينا شيئاً أخذوه، بل كانوا يأخذون",
            "page": "163",
            "part": "1",
            "seal": "5DA79363"
        },
        {
            "id": "101",
            "nass": "معهم كل شيء يستطيعون حمله! ¶ وفي حروب التتار في بلاد الشام، وقع بأيديهم كثير من أسرى المسلمين والنصارى واليهود، ثم تدخل شيخ الإسلام ابن تيمية مع أمير التتار في أمر الأسرى وفكّ أسرهم، فأجابه الأمير إلى فك أسرى المسلمين فقط دون النصارى واليهود، فأبى شيخ الإسلام ذلك وقال له: لابد من افتكاك جميع من معك من اليهود والنصارى الذين هم أهل ذمتنا، ولا ندع أسيراً لا من أهل الملة ولا من أهل الذمة.",
            "page": "164",
            "part": "1",
            "seal": "0877A118"
        },
        {
            "id": "102",
            "nass": "حين وصل الصليبيون في الحملة الثانية إلى معرة النعمان حاصروها حتى اضطر أهلها للاستسلام، بعد أن أخذوا من رؤساء الحملة عهوداً مؤكدة بالمحافظة على النفوس والأموال والأعراض. فما كادوا يدخلونها حتى ارتكبوا من الفظائع ما تشيب له الولدان. وقدّر بعض المؤرخين الإفرنج الذين كانوا في هذه الحملة عدد الذين قتلوهم بين رجال ونساء وأطفال بمائة ألف! ثم تابعوا سيرهم إلى بيت المقدس، وشددوا الحصار على أهلها، ورأى أهلها أنهم مغلوبون لا محالة فطلبوا من قائد الحملة (طنكرد) الأمان على أنفسهم وأموالهم. فأعطاهم رايته يرفعونها على المسجد الأقصى ويلجأون إليه آمنين على كل شيء. ودخلوا المدينة بعد ذلك، فيا لهول المجزرة، ويا لقسوة الإجرام! .. لجأ سكان القدس إلى الأقصى الذي رفعوا فوقه راية الأمان، حتى إذا امتلأ بمن فيه من شيوخ وأطفال ونساء ذُبحوا ذبح النعاج، فسالت الدماء في المعبد حتى ارتفعت إلى ركبة الفارس. وطهرت المدينة بذبح كل من فيها تماماً، حتى كانت شوارعها تعج بالجماجم المحطمة والأذرع والأرجل المقطعة، والأجسام المشوهة. ويذكر مؤرخونا أن عدد الذين ذبحوا في داخل المسجد الأقصى فقط سبعين ألفاً! منهم جماعة كبيرة من الأئمة والعباد والزهاد فضلاً عن النساء والأطفال. ولا ينكر مؤرخو الفرنج",
            "page": "165",
            "part": "1",
            "seal": "3221D26F"
        },
        {
            "id": "103",
            "nass": "هذه الفظائع، وكثير منهم يتحدثون عنها فخورين! ¶ وبعد 90 سنة من هذه المجزرة فتح صلاح الدين بيت المقدس فماذا فعل؟ لقد كان فيها ما يزيد على مائة ألف غربي بذل لهم الأمان على أنفسهم وأموالهم، وسمح لهم بالخروج لقاء مبلغ قليل يدفعه المقتدرون منهم، وأعطاهم مهلة للخروج أربعين يوماً، فجلى منها أربعة وثمانون ألفاً لحقوا بإخوانهم في عكا وغيرها، ثم أطلق كثيراً من الفقراء من غير الفدية. وأدى أخوه الملك العادل الفدية عن ألفي رجل منهم. وعامل النساء معاملة لا تصدر عن أرقى ملك منتصر في العصر الحديث. ولما أراد البطريرك الإفرنجي أن يخرج، سمح له بالخروج ومعه من أموال البِيَع والصخرة والأقصى والقيامة ما لا يعلمه إلا الله. ¶ واقترح بعض حاشية صلاح الدين عليه أن يأخذ ذلك المال العظيم، فأجابه السلطان: (لا أغدر به) ولم يأخذ منه إلا ما كان يأخذه من كل فرد. ومما يزيد في روعة هذا العمل الإنساني الذي عمله صلاح الدين في فتح بيت المقدس، أنه أرسل مع جماهير الغربيين الذين نزحوا من القدس لينضموا إلى إخوانهم من يحميهم ويوصلهم إلى أماكن الصليبيين في صور وصيدا بأمان، مع أنه لا يزال في حرب معهم!",
            "page": "166",
            "part": "1",
            "seal": "89BA665C"
        },
        {
            "id": "104",
            "nass": "إن قصة صلاح الدين مع الغربيين في الحروب الصليبية تشبه الأساطير. ولولا أن الغربيين أنفسهم لا يكاد ينتهي عجبهم من نبل هذا البطل الخالد وسمو أخلاقه، لكان مجال لاتهام مؤرخينا بالمبالغة. والغربيون أنفسهم هم الذين يذكرون عن صلاح الدين",
            "page": "167",
            "part": "1",
            "seal": "2DA5F095"
        },
        {
            "id": "105",
            "nass": "أنه بلغه مرض ريتشارد قلب الأسد - أكبر قواد الحملات الصليبية وأشجعهم - فأرسل إليه صلاح الدين طبيبه الخاص يحمل إليه العلاج والفواكه التي لا يمكن أن يحصل عليها ذلك القائد الصليبي. هذا والحرب بينهما مستعرة، وجيشاهما في صراع! وهم الذين يذكرون أن امرأة غربية ألقت بنفسها على خيمة السلطان صلاح الدين تبكي وتولو وتشكو إليه أن اثنين من جنود جيشه خطفا لها ولدها، فبكى صلاح الدين وأرسل من يفتش عن الولد حتى وجدوه وسلّم إليها. وأرسلت بحراسة الجيش إلى معسكرها آمنة مطمئنة، فماذا يقول قائل بعد هذا؟ .. ¶ ولما فتح السلطان محمد الثاني القسطنطينية، دخل إلى كنيسة آيا صوفيا، وكان قد لجأ إليها رجال الكنيسة، فأحسن استقبالهم وأكد حمايته لهم، وطلب من المسيحيين الفزعين الموجودين فيها أن يذهبوا إلى بيوتهم آمنين. ثم نظم شؤون المسيحيين، فترك لهم حق اتباع كنائسهم الخاصة، وقوانينهم المالية، وتقاليدهم المتعلقة بأحوالهم الشخصية. وترك للقساوسة انتخاب بطريرك لهم، فانتخبوا (جناديوس) واحتفل السلطان بانتخابه بنفس الأبهة التي كانت متبعة في عهد البيزنطيين، وقال له: لتكن بطريركاً على صداقتي في",
            "page": "168",
            "part": "1",
            "seal": "CCB3C0CF"
        },
        {
            "id": "106",
            "nass": "كل وقت وظرف، ولتتمتع بكل الحقوق والامتيازات التي كانت لمن سبقك. ثم أهداه فرساً جميلاً، وجعل له حرساً خاصاً من الإنكشارية (وهم حرس السلطان الخاص) وصحبه (باشاوات) الدولة إلى المكان الذي أعد له، ثم أعلن السلطان الفاتح اعترافه بقوانين الكنيسة الأرثوذكسية، ووضعها تحت رعايته، وجمعت واشتريت كل آثار القديسيين ومخلفاتهم التي نهبت يوم الفتح، وسلمت إلى الكنائس والأديرة!",
            "page": "169",
            "part": "1",
            "seal": "2A296508"
        },
        {
            "id": "109",
            "nass": "ولا أريد أن أفيض في المقارنة بين أخلاق الفاتحين المسلمين في الأندلس، وحسن معاملتهم للمغلوبين، ورحمتهم بهم ورعايتهم لشعورهم، وبين ما فعله الإسبان حين استولوا على غرناطة (آخر مملكة للإسلام في الأندلس)، بعد أن أعطوا المسلمين، بضعاً وستين عهداً باحترام ديانتهم ومساجدهم وأموالهم وأغراضهم، ولكنهم لم يرعوا عهداً، ولم يفوا بذمة، ولم يعفوا عن سفك الدماء وإزهاق الأرواح وسلب",
            "page": "172",
            "part": "1",
            "seal": "6E9AB2EB"
        },
        {
            "id": "110",
            "nass": "الثروات، فلم يكد يمضي على سقوط غرناطة اثنان وثلاثون سنة حتى أصدر البابا أمره عام 1524 بتحويل جميع مساجد أسباني إلى كنائس! ولم تمر بعد ذلك أربع سنوات أخرى حتى لم يبق في إسبانيا كلها مسلم واحد! هذا هو وفاؤهم بالعهود .. وذلك هو وفاؤنا.",
            "page": "173",
            "part": "1",
            "seal": "D346C8C8"
        },
        {
            "id": "112",
            "nass": "وبعد .. فلماذا نذهب بعيداً وهذه أخلاق الغربيين المستعمرين في الحربين العالميتين وآثار قسوتهم فيها، وها هي أخلاقهم في الشرق العربي والإسلامي، ناطقة على مدى القسوة التي تتصف بها ضمائرهم في حروبهم وحكمهم، وعلى مدى النفاق الذي بلغوه حين يعلنون في المحافل الدولية إنسانيتهم ورحمتهم، وهم في حروبهم ومستعمراتهم والبلدان الخاضعة لحكمهم يعلنون وحشيتهم وضراوتهم. ولئن كان بعض الناس يعتذر عن فظائع الغربيين في القرون الوسطى بأنهم قوم لم تهذبهم المدنية بعد، فما هو عذرهم الآن وهم أرباب الحضارة",
            "page": "175",
            "part": "1",
            "seal": "8B160EC9"
        },
        {
            "id": "113",
            "nass": "وأساتذة الدنيا في العلوم والفنون والمخترعات؟ إن المسألة في رأينا مسألة طبع أصيل يغلب كل تطبع وتصنع. لعمري ما نحن وهم إلا كما قال الشاعر: ¶ ملكنا فكان العفو منا سجية ... فلما ملكتم سال بالدم أبطح ¶ وما عجب هذا التفاوت بيننا ... فكل إناء بالذي فيه ينضح",
            "page": "176",
            "part": "1",
            "seal": "4C34B4CF"
        },
        {
            "id": "114",
            "nass": "الرفق بالحيوان ¶ وهو موضوع طريف في صدد الحديث عن روائع حضارتنا، وإن لم يكن غريباً بالنسبة إلى العصر الذي نعيش فيه. فقد كانت الإنسانية حتى العصر الحديث لا ترى أن للحيوان نصيباً من الرفق، أو حظاً من الرحمة. ولا تزال بعض الأمم المعاصرة تتلهى بقتل الحيوان في أعيادها ومجال أفراحها ورياضتها. وهنا تبرز حضارتنا في مبادئها وواقعها بثوب من الرحمة والشعور الإنساني المرهف لم تلبسه حضارة من قبلها، ولا أمة من بعدها حتى اليوم. ذلك هو الرفق بالحيوان والرحمة به، رحمة تلفت النظر وتدعو إلى العجب والدهشة، وإليكم بعض الأحاديث عن هذا. ¶ أول ما تعلنه مبادئ حضارتنا في مجال الرفق بالحيوان، أن تقرر أن عالم الحيوان كعالم الإنسان له",
            "page": "177",
            "part": "1",
            "seal": "997A214D"
        },
        {
            "id": "115",
            "nass": "خصائصه وطبائعه وشعوره: {وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ وَلا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُمْ} (¬1). فله حق الرفق والرحمة كحق الإنسان (الراحمون يرحمهم الرحمن) (¬2). (من أعطي الرفق فقد أعطي حظه من خير الدنيا والآخرة) (¬3). بل إن الرحمة بالحيوان قد تُدخِل صاحبها الجنة: (بينما رجل يمشي بطريق إذ اشتد عليه العطش، فوجد بئراً فنزل فيها، فشرب، ثم خرج، فإذا كلب يلهث يأكل الثرى من العطش، فقال الرجل: لقد بلغ هذا الكلب من العطش مثل الذي كان بلغ مني، فنزل البئر فملأ خفه ماء، ثم أمسكه بفيه حتى رقى فسقى الكلب، فشكر الله تعالى له فغفر له، قالوا يا رسول الله: وإن لنا في البهائم لأجراً؟ فقال: في كل ذات كبدٍ رطبة) (¬4). ¶ كما أن القسوة على الحيوان تدخل النار (دخلت امرأة النار في هرة ربطتها فلم تطعمها، ولم تدعها تأكل من خشاش الأرض) (¬5). ¶ ¬_________ ¶ (¬1) الأنعام- 38. ¶ (¬2) رواه أحمد وأبو داود والترمذي والحاكم. ¶ (¬3) رواه أحمد. ¶ (¬4) أخرجه البخاري ومسلم ومالك وأحمد وأبو داود. ¶ (¬5) أخرجه البخاري ومسلم.",
            "page": "178",
            "part": "1",
            "seal": "EDA81A14"
        },
        {
            "id": "116",
            "nass": "وتمضي الشريعة في تشريع الرحمة بالحيوان، فتحرم المكث طويلاً على ظهره وهو واقف فقد قال عليه الصلاة والسلام: (لا تتخذوا ظهور دوابكم كراسي) (¬1). وتحرم إجاعته وتعريضه للضعف والهزال. فقد مرّ عليه السلام ببعير قد لصق ظهره ببطنه فقال: (اتقوا الله في هذه البهائم المعجمة، فاركبوها صالحة وكلوها صالحة) (¬2). كما تحرم إرهاقه بالعمل فوق ما يتحمل. دخل رسول الله صلى الله عليه وسلم بستاناً لرجل من الأنصار فإذا فيه جمل، فلما رأى النبي حنَّ وذرفت عيناه، فأتاه رسول الله صلى الله عليه وسلم فمسح دموعه، ثم قال: من صاحب هذا الجمل؟ فقال صاحبه: أنا يا رسول الله، فقال له عليه الصلاة والسلام: أفلا تتقي الله في هذه البهيمة التي ملكك الله إياها، فإنه شكا إليّ أنك تجيعه وتدئبه) (¬3) (أي تتعبه بكثرة استعماله). ¶ كما تحرم التلهي به في الصيد (من قتل عصفوراً عبثاً، عج إلى الله يوم القيامة يقول: يا رب إن فلاناً قتلني عبثاً ولم يقتلني منفعة) (¬4). واتخاذه هدفاً لتعليم ¶ ¬_________ ¶ (¬1) رواه أحمد والحاكم. ¶ (¬2) رواه أبو داود وابن خزيمة. ¶ (¬3) رواه أحمد وأبو داود. ¶ (¬4) رواه النسائي وابن حبان.",
            "page": "179",
            "part": "1",
            "seal": "BD70456D"
        },
        {
            "id": "117",
            "nass": "الإصابة، فقد (لعن رسول الله من اتخذ شيئاً فيه الروح غرضاً) (¬1) (أي هدفاً) وتنهى عن التحريش بين الحيوانات ووسمها في وجوهها بالكي والنار (أي كيها لتعلم من بين الحيوانات الأخرى) فقد مرّ الرسول على حمار قد وسم في وجهه، فقال: لعن الله الذي وسمه (¬2). أما إذا كان الحيوان مما يؤكل، فإن الرحمة به أن تُحدّ الشفرة، ويسقي الماء ويراح بعد الذبح قبل السلخ: (إن الله كتب الإحسان على كل شيء، فإذا قتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا الذبحة، وليحّد أحدكم شفرته وليرح ذبيحته) (¬3). بل إن إضجاع الحيوان للذبح قبل إحداد الشفرة قسوة لا تجوز، أضجع رجل شاة للذبح وهو يحد شفرته، فقال له عليه السلام: (أتريد أن تميتها موتتان؟ هلاّ أحددت شرفتك قبل أن تضجعها) (¬4). ¶ واسمعوا ما أروع هذه الرحمة بالحيوان وأبلغ دلالتها على روح حضارتنا. قال عبد الله بن مسعود: (كنا ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم. ¶ (¬2) رواه الطبراني. ¶ (¬3) رواه مسلم وأبو داود، ومالك والترمذي. ¶ (¬4) رواه الطبراني والحاكم.",
            "page": "180",
            "part": "1",
            "seal": "CA8AB92D"
        },
        {
            "id": "118",
            "nass": "مع رسول الله في سفر، فرأينا حمّرة (طير يشبه العصفور) معها فرخان لها، فأخذناهما فجاءت الحمّرة تعرّش (ترفرف بجناحيها)، فلما جاء رسول الله قال: من فجع هذه بولدها؟ ردوا ولدها إليها. ورأى قرية نمل قد أحرقناها فقال: من أحرق هذه؟ قلنا: نحن، قال إنه لا ينبغي أن يُعذب بالنار إلى رب النار) (¬1). ¶ وعلى ضوء هذه التعاليم يقرر الفقهاء المسلمون من أحكام الرحمة بالحيوان ما لا يخطر بالبال. فهم يقررون أن النفقة على الحيوان واجبة على مالكه، فإن امتنع أجبر على بيعه أو الإنفاق عليه، أو تسييبه إلى مكان يجد فيه رزقه ومأمنه، أو ذبحه إذا كان مما يؤكل. ¶ ¬_________ ¶ (¬1) أخرجه أبو داود.",
            "page": "181",
            "part": "1",
            "seal": "64F997EA"
        },
        {
            "id": "119",
            "nass": "هذه هي مبادئ الرفق بالحيوان في حضارتنا وتشريعنا. فكيف كان الواقع التطبيقي لها؟ ¶ بينما رسول الله في بعض سفره، إذ سمع امرأة من الأنصار تلعن ناقة لها وهي تركبها، فأنكر ذلك عليها وقال: (خذوا ما عليها ودعوها فإنها ملعونة)، وأخذت الناقة وتركت تمشي في الناس لا يعرض لها أحد (¬1). ¶ مرّ عمر برجل يسحب شاة برجلها ليذبحها فقال له: ويلك قدها إلى الموت قوداً جميلاً\". ¶ وهكذا كان طابع حضارتنا رفقاً بالحيوان وعناية به من قبل الدولة والمؤسسات الاجتماعية. ¶ أما عناية الدولة فليس أدلّ على ذلك من أن خلفاءها كانوا يذيعون البلاغات العامة على الشعب ¶ ¬_________ ¶ (¬1) رواه مسلم.",
            "page": "182",
            "part": "1",
            "seal": "1017BE28"
        },
        {
            "id": "120",
            "nass": "يوصونهم فيها بالرفق بالحيوان ومنع الأذى عنه والإضرار به. ¶ فقد أذاع عمر بن العزيز في إحدى رسائله إلى الولاة أن ينهوا الناس عن ركض الفرس في غير حق. ¶ وكتب إلى صاحب السكك (وهي وظيفة تشبه مصلحة السير) أن لا يسمحوا لأحد بإلجام دابته بلجام ثقيل أو أن ينخسها بمقرعة في أسفلها حديدة. ¶ وكان من وظيفة المحتسب (وهي وظيفة تشبه في بعض صلاحياتها وظيفة الشرطي في عصرنا الحاضر) أن يمنع الناس من تحميل الدواب فوق ما تطيق، أو تعذيبها وضربها أثناء السير، فمن رآه يفعل ذلك أدّبه وعاقبه. ¶ وأما المؤسسات الاجتماعية فقد كان للحيوان",
            "page": "183",
            "part": "1",
            "seal": "8F06BDF8"
        },
        {
            "id": "121",
            "nass": "منها نصيب كبير. وحسبنا أن نجد في ثبت الأوقاف القديمة أوقافاً خاصة لتطبيب الحيوانات المريضة، وأوقافاً لرعي الحيوانات المُسنة العاجزة. ¶ وهذا كله يدلك على روح الشعب الذي بلغ من الرفق بالحيوان إلى هذا الحد، وهو ما لا تجد له مثيلاً. ولعل أصدق مثال عن روح الشعب في ظل حضارتنا، أن ترى صحابياً جليلاً كأبي الدرداء يكون له بعير فيقول له عند الموت: يا أيها البعير لا تخاصمني إلى ربك فإني لم أكن أحملك فوق طاقتك. ¶ وأن صحابياً كعدي بن حاتم كان يفتّ الخبز للنمل ويقول: إنهن جارات لنا ولهن علينا حق. ¶ وأن إماماً كبيراً كأبي إسحاق الشيرازي كان يمشى في طريق ومعه بعض أصحابه، فعرض له كلب فزجره",
            "page": "184",
            "part": "1",
            "seal": "C1E22DD6"
        },
        {
            "id": "122",
            "nass": "صاحبه فنهاه الشيخ وقال له: أما علمت أن الطريق مشترك بيننا وبينه؟ ¶ ولا نستطيع أن نقدر هذه الظاهرة البارزة في حضارتنا وموقفها الإنساني الكريم مع الحيوان، إلا إذا علمنا كيف كان يعامل الحيوان في العصور القديمة والوسطى، وكيف كان موقف الأمم منه من جناياته وتعذيبه. ¶ وأول ما يلفت النظر في ذلك أنك لا تجد في تعاليم تلك الشعوب ما يحمل على الرفق بالحيوان ووجوب الرحمة به. ومن ثم فلا تجد له حقوقاً على صاحبه من نفقة ورعاية. ¶ ويلفت النظر بعد ذلك أخذ الحيوان بجنايته إذا جنى أو جنى صاحبه، ومعاملته في المسؤولية كمعاملة الإنسان العاقل المفكر! وهذا أغرب ما تضمنه تاريخ العصور القديمة والوسطى حتى القرن التاسع عشر. فقد كان الحيوان يحاكم فيها كما يحاكم الإنسان. ويحكم عليه بالسجن والتشريد والموت كما يحكم على الإنسان الجاني تماماً!",
            "page": "185",
            "part": "1",
            "seal": "1D95EA84"
        },
        {
            "id": "128",
            "nass": "وبعد فهذا هو موقف حضارتنا من الحيوان وموقف غيرنا من الأمم منه. ومنها يتضح",
            "page": "191",
            "part": "1",
            "seal": "8F5CF51D"
        },
        {
            "id": "129",
            "nass": "أن حضارتنا امتازت بأمرين لا مثيل لهما عند الأمم القديمة وبعض الأمم الحديثة اليوم. ¶ أولهما- إقامة مؤسسات اجتماعية للعناية بالحيوان وتطبيبه وتأمين معيشته عند العجز والمرض والشيخوخة. ¶ ثانيهما- أن حضارتنا خلت من محاكمة الحيوان لأنها نادت برفع المسؤولية الجنائية عنه قبل ثلاثة عشر قرناً من مناداة الحضارة الحديثة بذلك. كما أن حضارتنا خلت من مظاهر القسوة والتحريش بين الحيوانات، وهي التي كانت معترفاً بها رسمياً لدى اليونان والرومان، ولا تزال معترفاً بها في إسبانيا حيث تقام الحفلات الكبرى لمصارعة الثيران، وهي بلا شك وحشية من بقايا وحشية الغربيين القدماء وفي العصور الوسطى .. وقد تنزهت عنها حضارتنا.",
            "page": "192",
            "part": "1",
            "seal": "6435D82E"
        },
        {
            "id": "130",
            "nass": "المؤسسات الخيرية ¶ ليس أدل على رقي الأمة وجدارتها بالحياة واستحقاقها لقيادة العالم، من سمو النزعة الإنسانية في أفرادها، سمواً يفيض بالخير والبر والرحمة على طبقات المجتمع كافة، بل على كل من يعيش على الأرض من إنسان وحيوان، وبهذا المقياس تخلد حضارات الأمم. وبآثارها في هذا السبيل يفاضل بين حضارتها ومدنياتها. ¶ وأمتنا بلغت في ذلك الذروة التي لم يصل إليها شعب من قبلها على الإطلاق، ولم تلحقها من بعدها أمة حتى الآن: أما في العصور الماضية، فلم تعرف الأمم والحضارات ميالين للبر إلا في نطاق ضيق لا يتعدى المعابد والمدارس، وأما في العصور الحاضرة، فإن أمم الغرب وإن بلغت الذروة في استيفاء الحاجات الاجتماعية وعن طريق المؤسسات الاجتماعية وعن طريق",
            "page": "193",
            "part": "1",
            "seal": "E232CF54"
        },
        {
            "id": "131",
            "nass": "المؤسسات العامة، لكنها لم تبلغ ذروة السمو الإنساني الخالص لله عز وجل كما بلغته أمتنا في عصور قوتها ومجدها، أو عصور ضعفها وانحطاطها. إن لطلب الجاه أو الشهرة أو انتشار الصيت أو خلود الذكر، الأثر الأكبر في اندفاع الغربيين نحو المبرات الإنسانية العامة، بينما كان الدافع الأول لأمتنا على أعمال الخير، ابتغاء وجه الله جل شأنه، سواء علم الناس بذلك أم لم يعلموا .. ¶ وشيء آخر: أن الغربيين في مؤسساتهم الاجتماعية كثيراً ما يقتصر الانتفاع بها على أبناء بلادهم، أو مقاطعاتهم، بينما كانت مؤسساتنا الاجتماعية تفتح أبوابها لكل إنسان على الإطلاق، بقطع النظر عن جنسه أو لغته أو بلده أو مذهبه .. ¶ وفارق ثالث: أننا أقمنا مؤسسات اجتماعية لوجوه من الخير والتكافل الاجتماعي لم يعرفها الغربيون حتى",
            "page": "194",
            "part": "1",
            "seal": "FE3493EB"
        },
        {
            "id": "132",
            "nass": "اليوم، وهي وجوه تبعث على العجب والدهشة، وتدل على أن النزعة الإنسانية في أمتنا كانت أشمل وأصفى وأوسع أفقاً من كل نزعة إنسانية لدى الأمم الأخرى. وقبل أن نفيض في الحديث عن تعدد وجوه البر في المؤسسات الاجتماعية في عصور حضارتنا يجب أن نلم بمبادئ حضارتنا في هذا الميدان، وهي المبادئ التي عملت عملها في نفوس أمتنا فدفعتها إلى إنشاء هذه المؤسسات دفعاً لا نعرف له مثيلاً في أمم أخرى. ¶ ينادي الإسلام بالدعوة إلى الخير نداء تنهزم معه النفس الإنسانية بواعث الشح ووسوسة الشيطان في التخويف من الفقر، فيقول القرآن بعد الحث على الإنفاق: {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلاً وَاللَّهُ وَاسِعٌ عَلِيمٌ} (¬1). ¶ ويعمم الدعوة إلى الخير على كل مقتدر، بل كل إنسان، فقيراً كان أو غنياً. ¶ ولقد كان مما شكاه الفقراء إلى النبي صلى الله عليه وسلم أن الأغنياء يسبقونهم في فعل ¶ ¬_________ ¶ (¬1) البقرة- 268.",
            "page": "195",
            "part": "1",
            "seal": "B1599FC3"
        },
        {
            "id": "133",
            "nass": "الخيرات إذ يتصدقون بأموالهم ولا يجد هؤلاء الفقراء ما يتصدقون به، فبيّن الرسول عليه السلام أن فعل الخير ليست وسيلته المال فحسب، بل كل نفع للناس فهو من عمل الخير: (إن لكم بكل تسبيحة صدقة، وأمر بمعروف صدقة، ونهي عن المنكر صدقة، وفي إماطة الأذى عن الطريق صدقة، وأن تصلح بين اثنين صدقة، وأن تعين الرجل على دابته فتحمله عليها صدقة) (¬1). وهكذا يفتح الإسلام أبواب الخير للناس جميعاً. ¶ ويسمو الإسلام بالنفوس إلى أعلى أفق من النزعة الإنسانية الكاملة حين يجعل البر لجميع عباد الله مهما كانت أديانهم ولغاتهم وأوطانهم وأجناسهم فيقول: (الخلق كلهم عيال الله، فأحبهم إليهم أنفعهم لعياله) (¬2). ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم. ¶ (¬2) رواه الطبراني وعبد الرزاق.",
            "page": "196",
            "part": "1",
            "seal": "63E926B9"
        },
        {
            "id": "134",
            "nass": "لما نزل قول الله تبارك وتعالى: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً} (¬1). قال صحابي يسمى أبا الدحداح: أو يستقرض الله من عبده يا رسول الله؟! قال: نعم، فقال: أمدد يا رسول الله يدك، فأشهده أنه تصدق ببستانه الذي لا يملك غيره، وكان فيه سبعمائة نخلة مثمرة، ثم عاد إلى زوجه، وكانت تقيم هي وأولادها في هذا البستان، فأخبرها بما صنع، وغادرت هي وأولادها البستان وهي ¶ ¬_________ ¶ (¬1) البقرة- 245.",
            "page": "197",
            "part": "1",
            "seal": "C149AD3E"
        },
        {
            "id": "135",
            "nass": "تقول له: ربح بيعك يا أبا الدحداح .. ولما نزل قول الله تبارك وتعالى: {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} (¬1). قال أبو طلحة الأنصاري: يا رسول الله، إن أحب أموالي إليّ بيرحاء - وهي بئر طيبة الماء - وإنها صدقة لله أرجو برها وذخرها عند الله تبارك وتعالى، فضعها يا رسول الله حيث أراك الله، فقال عليه السلام: (بخ بخ، ذاك مال رابح، ذاك مال رابح، حبّس الأصل وسبّل الثمرة) (¬2). وكانت هذه الصدقة أول وقف في الإسلام .. ومن هنا نشأ (الوقف)، وهو الذي كان يمد كل المؤسسات الاجتماعية بالموارد المالية التي تعينها على أداء رسالتها الإنسانية النبيلة. ¶ ¬_________ ¶ (¬1) آل عمران- 92. ¶ (¬2) تفسير ابن كثير.",
            "page": "198",
            "part": "1",
            "seal": "5CE36CD7"
        },
        {
            "id": "136",
            "nass": "كانت هذه المؤسسات نوعين: نوعاً تنشئة الدولة وتوقف عليه الأوقاف الواسعة، ونوعاً ينشئه الأفراد من أمراء وقواد وأغنياء ونساء. ولا نستطيع في مثل هذا الحديث أن نعدد أنواع المؤسسات الخيرية كلها، ولكن حسبنا أن نلمّ بأهمها: ¶ فمن أول المؤسسات الخيرية المساجد، وكان الناس يتسابقون إلى إقامتها ابتغاء وجه الله، بل كان الملوك يتنافسون في عظمة المساجد التي يؤسسونها، وحسبنا أن نذكر هنا مبلغ ما أنفقه الوليد بن عبد الملك",
            "page": "199",
            "part": "1",
            "seal": "79B14D3B"
        },
        {
            "id": "137",
            "nass": "من أموال بالغة على بناء الجامع الأموي، مما لا يكاد يصدقه الإنسان لكثرة ما أنفق من مال وما استخدم في إقامته من رجال. ¶ ومن أهم المؤسسات الخيرية المدارس والمستشفيات، وسنفرد لها حديثاً خاصاً إن شاء الله. ¶ ومن المؤسسات الخيرية بناء الخانات والفنادق للمسافرين المنقطعين وغيرهم من ذوي الفقر، ومنها التكايا والزوايا التي ينقطع فيها من شاء لعبادة الله عز وجل، ومنها بناء بيوت خاصة للفقراء يسكنها من لا يجد ما يشتري به أو يستأجر داراً، ومنها السقايات أي تسبيل الماء في الطرقات العامة للناس جميعاً، ومنها المطاعم الشعبية التي كان يفرق فيها الطعام من خبز ولحم وحساء (شوربة) وحلوى، ولا يزال عهدنا قريباً بهذا النوع في كل من تكية السلطان سليم، وتكية الشيخ محيي الدين بدمشق، ومنها بيوت للحجاج في مكة ينزلونها حين يفدون إلى بيت الله الحرام، وقد كثرت هذه البيوت حتى عمت أرض مكة كلها، وأفتى بعض الفقهاء ببطلان إجارة بيوت مكة في أيام الحج لأنها كلها موقوفة على الحجاج، ومنها حفر الآبار في الفلوات لسقي الماشية والزروع والمسافرين،، فقد كانت كثيرة جداً بين بغداد ومكة، وبين دمشق والمدينة، وبين",
            "page": "200",
            "part": "1",
            "seal": "8EF5D8C1"
        },
        {
            "id": "138",
            "nass": "عواصم المدن الإسلامية ومدنها وقراها، حتى قل أن يتعرض المسافرون - في تلك الأيام - لخطر العطش. ومنها أمكنة المرابطة على الثغور لمواجهة خطر الغزو الأجنبي على البلاد، فقد كانت هنالك مؤسسات خاصة بالمرابطين في سبيل الله، يجد فيها المجاهدون كل ما يحتاجون إليه من سلاح وذخيرة وطعام وشراب، وكان لها أثر كبير في صد غزوات الروم أيام العباسيين، وصد غزوات الغربيين في الحروب الصليبية عن بلاد الشام ومصر. ¶ ويتبع ذلك وقف الخيول والسيوف والنبال وأدوات الجهاد على المقاتلين في سبيل الله عز وجل، وقد كان لذلك أثر كبير في رواج الصناعة الحربية وقيام مصانع كبيرة لها في بلادنا، حتى كان الغربيون في الحروب الصليبية، يفدون إلى بلادنا - أيام الهدنة - ليشتروا منا السلاح، وكان العلماء يفتون بتحريم بيعه للأعداء، فانظر كيف انقلب الأمر الآن فأصبحنا عالةً على الغربيين في السلاح لا يسمحون لنا به إلا بشروط تقضي على كرامتنا واستقلالنا.",
            "page": "201",
            "part": "1",
            "seal": "EEE2F9ED"
        },
        {
            "id": "139",
            "nass": "ومن المؤسسات الاجتماعية ما كانت وقفاً لإصلاح الطرقات والقناطر والجسور، ومنها ما كانت للمقابر يتبرع الرجل بالأرض الواسعة لتكون مقبرة عامة. ¶ ومنها ما كان لشراء أكفان الموتى الفقراء وتجهيزهم ودفنهم، أما المؤسسات الخيرية لإقامة التكافل الاجتماعي، فقد كانت عجباً من العجب، فهناك مؤسسات للقطاء واليتامى ولختانهم ورعايتهم، ومؤسسات للمقعدين والعميان والعجز، يعيشون فيها موفوري الكرامة لهم كل ما يحتاجون من سكن وغذاء ولباس وتعليم أيضاً. ¶ وهناك مؤسسات لتحسين أحوال المساجين ورفع مستوى تغذيتهم بالغذاء الواجب لصيانة صحتهم،",
            "page": "202",
            "part": "1",
            "seal": "83BC1E71"
        },
        {
            "id": "140",
            "nass": "ومؤسسات لإمداد العميان والمقعدين بمن يقودهم ويخدمهم. ¶ ومؤسسات لتزويج الشباب والفتيان العزّاب ممن تضيق أيديهم أو أيدي أوليائهم عن نفقات الزواج وتقديم المهور .. فما أروع هذه العاطفة وما أحوجنا إليها اليوم! ¶ ومنها مؤسسات لإمداد الأمهات بالحليب والسكر، وهي أسبق في الوجود من جمعية نقطة الحليب عندنا، مع تمحُّضها للخير الخالص لله عز وجل، وقد كان من مبرات صلاح الدين أنه جعل في أحد أبواب القلعة - الباقية حتى الآن في دمشق - ميزاباً يسيل منه الحليب، وميزاباً آخر يسيل منه الماء المذاب فيه السكر، تأتي إليه الأمهات يومين في كل أسبوع ليأخذن لأطفالهن وأولادهن ما يحتاجون إليه من الحليب والسكر. ¶ وآخر ما نذكره من هذه المؤسسات، المؤسسات",
            "page": "203",
            "part": "1",
            "seal": "756DFDE2"
        },
        {
            "id": "141",
            "nass": "التي أقيمت لعلاج الحيوانات المريضة، أو لإطعامها، أو لرعايتها حين عجزها، كما هو شأن المرج الأخضر في دمشق الذي يُقام عليه الملعب البلدي الآن، فقد كان وقفاً للخيول والحيوانات العاجزة المسنة ترعى منه حتى تلاقي حتفها. ¶ أما بعد، فهذه ثلاثون نوعاً من أنواع المؤسسات الخيرية التي قامت في ظل حضارتنا، فهل تجد لها مثيلاً في أمة من الأمم السابقة؟ بل هل تجد لكثير منها مثيلاً في ظل الحضارة الراهنة؟ .. اللهم إنه سبيل الخلود تفردنا به وحدنا يوم كانت الدنيا كلها في غفلة وجهل وتأخر وتظالم .. اللهم إنه سبيل الخلود كشفنا به عن الإنسانية المعذبة أوصابها وآلامها .. فما هو سبيلنا اليوم؟ أين هي تلك الأيدي التي تمسح عبرة اليتيم، وتأسو جراح الكليم، وتجعل من مجتمعنا مجتمعاً متراصاً، ينعم فيه الناس جميعاً بالأمن والخير والكرامة والسلام.؟ ..",
            "page": "204",
            "part": "1",
            "seal": "85793DBC"
        },
        {
            "id": "142",
            "nass": "المدارس والمعاهد العلمية ¶ أما المدارس، وهي التي قامت على الأوقاف الكثيرة التي تبرع بها الأغنياء من قادة وعلماء وتجار وملوك وأمراء، فقد بلغت من الكثرة حدا بالغا، وحسبك أن تعلم أنه لم تخل مدينة ولا قرية، في طول العالم الإسلامي وعرضه، من مدارس متعددة يُعلِّم فيها عشرات من المعلمين والمدرسين. ¶ كان المسجد هو النواة الأولى للمدرسة في حضارتنا، فلم يكن مكان عبادة فحسب بل كان مدرسة يتعلم فيها المسلمون القراءة والكتابة والقرآن وعلوم",
            "page": "205",
            "part": "1",
            "seal": "26513D39"
        },
        {
            "id": "143",
            "nass": "الشريعة واللغة وفروع العلوم المختلفة، ثم أقيم بجانب المسجد الكتاب، وخصص لتعليم القراءة والكتابة والقرآن وشيئ من علوم العربية والرياضة، وكان الكتّاب يشبه المدرسة الابتدائية في عصرنا الحاضر، وكان من الكثرة حيث عدّ ابن حوقل ثلاثمائة كتّاب في مدينة واحدة من مدن صقلية. وكان من الاتساع أحيانا بحيث يضم الكتّاب الواحد مئات وآلافاً من الطلاب. ومما يذكر في تاريخ أبي القاسم البلخي أنه كان له كتّاب يتعلم به ثلاثة آلاف تلميذ. ¶ ثم قامت المدرسة بجانب الكتّاب والمسجد، وكانت الدراسة فيها تشبه الدراسة الثانوية والعالية في عصرنا الحاضر. كان التعليم فيها مجانا ولمختلف الطبقات. ¶ وكانت الدراسة فيها قسمين: قسما داخليا للغرباء والذين لا تساعدهم",
            "page": "206",
            "part": "1",
            "seal": "F49E7F83"
        },
        {
            "id": "144",
            "nass": "أحوالهم المادية علي أن يعيشوا علي نفقات آبائهم، وقسما خارجياً لمن يريد أن يرجع في المساء إلى بيت أهله وذويه. أما القسم الداخلي فكان بالمجان أيضا، يهيأ للطالب فيه الطعام والنوم والمطالعة والعبادة .. وبذلك كانت كل مدرسة تحتوي علي مسجد، وقاعات للدراسة، وغرف لنوم الطلاب، ومكتبة، ومطبخ وحمام. وكانت بعض المدارس تحتوي فوق ذلك على ملاعب للرياضة البدنية في الهواء الطلق. ولا تزال لدينا حتى الآن نماذج من هذه المدارس التي غمرت العالم الإسلامي كله، ففي دمشق لا تزال المدرسة النورية التي أنشأها البطل العظيم نور الدين الشهيد، وهي الواقعة الآن في سوق الخياطين، ولا تزال قائمة تعطينا نموذجا حيا لهندسة المدارس في عصور الحضارة الإسلامية، لقد زارها الرحالة ابن جبير في أوائل القرن السابع الهجري، فأعجب بها وكتب عنها. ونجد مثلها في حلب في مدارس الشعبانية والعثمانية والخسروية، حيث لا يزال فيها للطلاب غرف يسكنونها وقاعات للدراسة، وقد كانوا من قبل يأكلون فيها، ثم عدل عن ذلك إلى راتب معلوم في آخر كل شهر يعطى للطلاب المنتسبين إليها.",
            "page": "207",
            "part": "1",
            "seal": "A9369BF8"
        },
        {
            "id": "145",
            "nass": "وأظهر مثال لهذه المدارس الجامع الأزهر، فهو مسجد تقام في أبهائه حلقات للدراسة، تحيط به من جهاته المتعددة غرف لسكن الطلاب تسمى بالأروقة، يسكنها طلاب كل بلد بجانب واحد، فرواق للشاميين، ورواق للمغاربة، ورواق للأتراك، ورواق للسودانيين، وهكذا .. ¶ وجدير بنا ونحن نتحدث عن المدارس أن نتحدث عن المدرسين وأحوالهم ورواتبهم، لقد كان رؤساء",
            "page": "208",
            "part": "1",
            "seal": "64459BAD"
        },
        {
            "id": "146",
            "nass": "المدارس من خيرة العلماء وأكثرهم شهرة، وإنّا لنجد في تاريخ مشاهير العلماء المدارس التي درسوا فيها، فالإمام النووي وابن الصلاح وأبو شامة وتقي الدين السبكي وعماد الدين بن كثير وغيرهم ممن كانوا يدرسون في دار الحديث بدمشق، والغزالي والشيرازي وإمام الحرمين والشاسي والخطيب والتبريزي والقزويني والفيروز أبادي وغيرهم ممن كانوا يدرسون في المدرسة النظامية ببغداد، وهكذا .. ولم يكن المدرسون في صدر الإسلام يأخذون أجرا على تعليمهم حتى إذا امتد الزمن واتسعت الحضارة وبنيت المدارس وأوقف لها الأوقاف جعل للمدرسين فيها رواتب شهرية.",
            "page": "209",
            "part": "1",
            "seal": "D5905EB2"
        },
        {
            "id": "147",
            "nass": "ولم يكن يجلس للتدريس إلا من شهد له الشيوخ بالكفاءة. وقد كان الأمر في عصر الإسلام الأول أن يسمح الشيخ للتلميذ بالانفصال عن حلقته وإنشاء حلقة خاصة، أو أن يعهد برئاسة الحلقة إليه بعد وفاته، فإن فعل غير ذلك كان محل نقد وتعرض للأسئلة الشديدة المحرجة ..",
            "page": "210",
            "part": "1",
            "seal": "0D5D1D61"
        },
        {
            "id": "148",
            "nass": "هكذا كان الأمر. فلما أنشئت المدارس جُعل للمتخرجين فيها إجازات علمية يعطيها شيخ المدرسة، وهي تشبه الإجازات العلمية في عصرنا، ولم يكن يسمح للأطباء بممارسة الطب إلا بعد نوال هذه الشهادة من كبير أطباء المدرسة. ¶ وكان للمدرسين شعار خاص يفضلهم عن غيرهم من أرباب المهن. كان شعارهم في عهد أبي يوسف عمامة سوداء وطيلسانا، وشعارهم في عهد الفاطميين عمامة خضراء وكسوة مذهبة تتكون من ست قطع، أهمها القلنسوة والطيلسان. أما الجبة واختصاص العلماء والمدرسين بها فقد بدأ ذلك في عهد الأمويين. وكانت ملابسهم في الأندلس تختلف قليلاً عن ملابس العلماء والمدرسين في المشرق ..",
            "page": "211",
            "part": "1",
            "seal": "2FDF8A84"
        },
        {
            "id": "149",
            "nass": "وقد أخذ الغربيون عن مدرسي الأندلس زيهم، فكان هو أصل الزي العلمي المعروف الآن في الجامعات الأوروبية. ¶ وكان للمعلمين نقابة كنقابة الطالبيين، ونقابة الأشراف ونقابات بعض الحرف والمهن الصناعية في تلك العصور، وكان جماعة المدرسين هم الذين يختارون النقيب، وما كان يتدخل السلطان إلا إذا وقع خلاف بين الأعضاء فيصلح بينهم.",
            "page": "212",
            "part": "1",
            "seal": "36ABD55D"
        },
        {
            "id": "150",
            "nass": "كانت المدارس على هذا، وخاصة المعاهد العليا، تملأ مدن العالم الإسلامي من أقصاه إلى أقصاه ويذكر التاريخ بكثير من الإكبار والإعجاب نفرا من أمراء المسلمين كانت لهم اليد الطولى في إنشاء المدارس في مختلف الأمصار، منهم صلاح الدين الأيوبي، فقد أنشأ المدارس في جميع المدن التي كانت تحت سلطانه في مصر ودمشق والموصل وبيت المقدس، ومنهم نور الدين الشهيد الذي أنشأ في سورية وحدها أربعة عشر معهداً، منها ستة في دمشق، وأربعة في حلب، واثنان في حماه، واثنان في حمص، وواحد في بعلبك، ومنهم نظام الملك الوزير السلجوقي العظيم الذي ملأ بلاد العراق وخراسان بالمدارس حتى قيل فيه، إن له في كل مدينة بالعراق وخراسان مدرسة، وكان ينشئ المدارس حتى في الأماكن النائية، فقد أنشأ في جزيرة ابن عمرو مدرسة كبيرة حسنة، وكلما وجد في بلدة عالما قد تميز وتبحر في العلم بنى له مدرسة ووقف عليها وقفا وجعل فيها دار كتب. وقد كانت",
            "page": "213",
            "part": "1",
            "seal": "B7964BFA"
        },
        {
            "id": "151",
            "nass": "نظامية بغداد أولى المدارس النظامية وأهمها، درّس فيها مشاهير علماء المسلمين فيما بين القرن الخامس والتاسع الهجري، وقد بلغ عدد طلابها ستة آلاف تلميذ، فيهم ابن أعظم العظماء في المملكة وابن أفقر الصناع فيها، وكلهم يتعلمون بالمجان، وللطالب الفقير فوق ذلك شيء معلوم يتقاضاه من الريع المخصص لذلك. ¶ وبجانب هؤلاء العظماء كان الأمراء والأغنياء والتجار يتسابقون في بناء المدارس والوقف عليها بما يضمن استمرارها وإقبال الطلاب عليها، وكثيرون جدا هم الذين جعلوا بيوتهم مدارس، وجعلوا ما فيها من كتب وما يتبعها من عقار وقفا على طلاب العلم الدارسين فيها.",
            "page": "214",
            "part": "1",
            "seal": "B42FABB9"
        },
        {
            "id": "154",
            "nass": "وكانت المدارس متعددة الغايات، فمنها مدارس لتدريس القرآن الكريم وتفسيره وتحفيظه وقراءاته، ومنها مدارس للحديث خاصة، ومنها- وهي أكثرها- مدارس للفقه، لكل فقه مدارس خاصة به، ومنها مدارس للطب، ومنها مدارس للأيتام، وها هو النعيمي في كتابه (الدارس في تاريخ المدارس) - وهو من علماء القرن العاشر الهجري- يذكر لنا ثبتاً بأسماء مدارس دمشق وأوقافها، ومنه نعلم أنه كان في دمشق وحدها للقرآن الكريم سبع مدارس، وللحديث ست عشرة مدرسة، وللقرآن والحديث معا ثلاث مدارس، وللفقه الشافعي ثلاث وستون مدرسة، وللفقه الحنفي اثنتان وخمسون مدرسة، وللفقه المالكي أربع مدارس، وللفقه الحنبلي إحدى عشرة مدرسة، هذا عدا عن مدارس الطب والرباطات والفنادق والزوايا والجوامع، وكلها كانت مدارس يتعلم فيها الناس .. وإذا ذكرنا مع هذا ما كان عليه الغربيون في تلك العصور نفسها من جهالة مطبقة ومن أمية متفشية حتى لم يكن للعلم مأوى إلا أديرة الرهبان، وهي مقصورة على رجال الكهنوت فقط، أدركنا أية عظمة بلغتها أمتنا في أوج مجدها، وكم كانت حضارتنا رائعة في تاريخ المؤسسات الاجتماعية والمعاهد العلمية، وكم كان للإسلام من يد في نشر العلم، ورفع مستوى",
            "page": "217",
            "part": "1",
            "seal": "15B32191"
        },
        {
            "id": "155",
            "nass": "الثقافة العامة، وتيسير سبلها لسائر أبناء الشعب. ¶ قال ابن كثير في البداية والنهاية في حوادث سنة إحدى وثلاثين وستمائة: (فيها كمل بناء المدرسة المستنصرية ببغداد، ولم يُبنَ مدرسة قبلها مثلها، ووقفت على المذاهب الأربعة، من كل طائفة إثنان وستون فقيها، وأربعة معيدين، ومدرس لكل مذهب، وشيخ حديث، وقارئان وعشرة مستمعين، وشيخ طب، وعشرة من المسلمين يشتغلون بعلم الطب، ومكتب للأيتام، وقدر للجميع من الخبز واللحم والحلوى والنفقة ما فيه كفاية وافرة لكل واحد .. ) إلى أن قال: (ووقفت خزائن كتب لم يسمع بمثلها في كثرتها وحسن نسخها، وجودة الكتب الموقوفة بها).",
            "page": "218",
            "part": "1",
            "seal": "176D4B78"
        },
        {
            "id": "156",
            "nass": "المستشفيات والمعاهد الطبية ¶ من المبادئ التي قامت عليها حضارتنا، جمعها بين حاجة الجسم وحاجة الروح، واعتبارها العناية بالجسم، ومطالبه ضرورية لتحقيق سعادة الإنسان وإشراق روحه، ومن الكلمات المأثورات عن واضع أسس هذه الحضارة رسول الله صلى الله عليه وسلم: (إن لجسدك عليك حقاً) (¬1) ومن الملاحظ في عبادات الإسلام تحقيقها أهم غرض من أغراض علم الطب وهو حفظ الصحة (¬2) فالصلاة والصيام والحج وما تتطلبه هذه العبادات من شروط وأركان وأعمال، كلها تحفظ للجسم صحته ونشاطه ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم. ¶ (¬2) يعرف الطب (علي بن عباس) بأنه: علم يبحث في حفظ الصحة على الأصحاء وردها على المرضى.",
            "page": "219",
            "part": "1",
            "seal": "A64DCE26"
        },
        {
            "id": "157",
            "nass": "وقوته، وإذا أضفنا إلى ذلك مقاومة الإسلام للأمراض وانتشارها، وترغيبه في طلب العلاج المكافح لها، علمت أسس قوية قام عليها بناء حضارتنا في ميدان الطب، ومبلغ ما أفاده العلم من حضارتنا في إقامة المشافي والمعاهد الطبية، وتخريج الأطباء الذين لا تزال الإنسانية تفخر بأياديهم على العلم عامة والطب خاصة. ¶ عرف العرب مدرسة جنديسابور الطبية التي أنشأها كسرى في منتصف القرن السادس الميلادي وتخرج فيها بعض أطبائهم، كالحارث بن كلدة الذي عاش في عصر النبي صلى الله عليه وسلم، وكان يشير على أصحابه بالتداوي عنده حين تنتابهم الأمراض. وفي عهد الوليد بن عبد الملك أنشئ أول مستشفى في الإسلام، وهو خاص بالمجذومين، وجعل فيه الأطباء، وأجرى لهم الأرزاق. ثم تتابع إنشاء المشافي، وقد كانت تعرف باسم (البيمارستانات) أي دور المرضى. ¶ وكانت المستشفيات نوعين: نوعاً متنقلاً، ونوعاً ثابتاً، أما المتنقل فأول ما عُرف في الإسلام في حياة النبي صلى الله عليه وسلم، في غزوة الخندق، إذ ضرب خيمة للجرحى فلما أصيب سعد بن معاذ في أكحله (والأكحل عرق في الذراع يفصد) قال صلى الله عليه وسلم: إجعلوه في",
            "page": "220",
            "part": "1",
            "seal": "D0B69CC7"
        },
        {
            "id": "158",
            "nass": "خيمة رفيدة، حتى أعوده من قريب، وهو أول مستشفى حربي متنقل في الإسلام، ثم توسع فيه الخلفاء والملوك من بعد، حتى أصبح المستشفى المتنقل مجهزاً بجميع ما يحتاجه المرضى، من علاج وأطعمة وأشربة وملابس وأطباء وصيادلة، وكان ينقل من قرية إلى قرية في الأماكن التي لم يكن فيها مستشفيات ثابتة. ¶ وأما المستشفيات الثابتة، فقد كانت كثيرة تفيض بها المدن والعواصم ولم تخل بلدة صغيرة في العالم الإسلامي يومئذ من مستشفى فأكثر، حتى أن قرطبة وحدها كان فيها خمسون مستشفى. ¶ وتنوعت المستشفيات، فهناك مستشفيات للجيش",
            "page": "221",
            "part": "1",
            "seal": "E932E817"
        },
        {
            "id": "159",
            "nass": "يقوم عليها أطباء مخصوصون، عدا عن أطباء الخليفة والقواد والأمراء، وهناك مستشفيات للمساجين، يطوف عليهم الأطباء في كل يوم فيعالجون مرضاهم بالأدوية اللازمة. ¶ وهناك محطات للإسعاف كانت تقام بالقرب من الجوامع والأماكن العامة التي يزدحم فيها الجمهور، ويحدثنا المقريزي أن ابن طولون حين بنى جامعه الشهير في مصر عمل في مؤخره ميضأة وخزانة شراب (أي صيدلية أدوية) وفيها جميع الشرابات والأدوية، وعليها خدم، وفيها طبيب جالس يوم الجمعة، لمعالجة من يصابون بالأمراض من المصلين. ¶ وهناك المستشفيات العامة، التي كانت تفتح أبوابها لمعالجة الجمهور، وكانت تقسم إلى قسمين منفصلين بعضهما عن بعض: قسم للذكور، وقسم للإناث، وكل قسم فيه قاعات متعددة، كل واحدة منها لنوع من الأمراض، فمنها للأمراض الداخلية، ومنها للعيون،",
            "page": "222",
            "part": "1",
            "seal": "EE8E3B43"
        },
        {
            "id": "160",
            "nass": "ومنها للجراحة، ومنها للكسور والتجبير، ومنها للأمراض العقلية، وقسم للأمراض الداخلية كان مقسماً إلى غرف أيضاً، فغُرف منها للحميّات، وغرف للإسهال، وغير ذلك، ولكل قسم أطباء عليهم رئيس، فرئيس للأمراض الباطنية، ورئيس للجراحين والمجبرين، ورئيس للكحالين (أي أطباء العيون)، ولكل الأقسام رئيس عام يسمى (ساعور) وهو لقب لرئيس الأطباء في المستشفى وكان الأطباء يشتغلون بالنوبة، ولكل طبيب وقت معين يلازم فيه قاعاته التي يعالج فيها المرضى. وفي كل مستشفى عدد من الفراشين من الرجال والنساء والممرضين والمساعدين، ولهم رواتب معلومة وافرة. وفي كل مستشفى صيدلية كانت تسمى (خزانة الشراب) فيها أنواع الأشربة والمعاجين النفسية، والمربيات الفاخرة، وأصناف الأدوية، والعطورات الفائقة التي لا توجد إلا فيها، وفيها من الآلات الجراحية والأواني الزجاجية وغير ذلك، وما لا يوجد إلا في خزائن الملوك. ¶ وكانت المستشفيات معاهد طبية أيضاً، ففي كل مستشفى إيوان كبير (قاعة كبيرة) للمحاضرات، يجلس فيه كبير الأطباء ومعه الأطباء والطلاب، وبجانبهم الآلات والكتب، فيقعد التلاميذ بين يدي معلمهم، بعد",
            "page": "223",
            "part": "1",
            "seal": "9DE1E79C"
        },
        {
            "id": "161",
            "nass": "أن يتفقدوا المرضى وينتهوا من علاجهم، ثم تجري المباحث الطبية والمناقشات بين الأستاذ وتلاميذه، والقراءة في الكتب الطبية، وكثيراً ما كان الأستاذ يصطحب معه تلاميذه إلى داخل المستشفى ليقوم بإجراء الدروس العلمية لطلابه على المرضى بحضورهم، كما يقع اليوم في المستشفيات الملحقة بكليات الطب، قال ابن أبي أصيبعة، وهو ممن درس الطب في البيمارستان النوري بدمشق: (كنت بعدما يفرغ الحكيم مهذب الدين، والحكيم عمران من معالجة المرضى المقيمين بالبيمارستان وأنا معهم، أجلس مع الشيخ رضي الدين الرحبي فأعاين كيفية استدلاله على الأمراض وجملة ما يصفه للمرضى وما يكتب لهم، وأبحث معه في كثير من الأمراض ومداواتها). ¶ وكان لا يسمح للطبيب بالانفراد بالمعالجة حتى يؤدي امتحاناً أمام كبير أطباء الدولة، يتقدم إليه برسالة في الفن الذي يريد الحصول على الإجازة في معاناته، وهي من تأليفه أو تأليف أحد كبار علماء الطب، له عليها دراسات وشروح، فيمتحنه فيها ويسأله عن كل ما يتعلق بما فيها من الفن، فإذا أحسن الإجابة أجازه كبير الأطباء بما يسمح له بمزاولة مهنة الطب، وقد اتفق في عام 319هـ 931م في أيام الخليفة المقتدر أن بعض",
            "page": "224",
            "part": "1",
            "seal": "59D84955"
        },
        {
            "id": "162",
            "nass": "الأطباء أخطأ في علاج رجل فمات، فأمر الخليفة أن يمتحن جميع أطباء بغداد من جديد، فامتحنهم سنان بن ثابت كبير أطباء بغداد، فبلغ عددهم في بغداد وحدها ثمانمائة طبيب ونيفاً وستين طبيباً، هذا عدا عمن لم يمتحنوا من مشاهير الأطباء، وعدا عن أطباء الخليفة والوزراء والأمراء. ¶ ولا يفوتنا أن نذكر أنه كان يلحق بكل مستشفى مكتبة عامرة بكتب الطب وغيرها مما يحتاجه الأطباء وتلاميذهم، حتى قالوا: إنه كان في مستشفى ابن طولون بالقاهرة خزانة كتب تحتوي على ما يزيد على مائة ألف مجلد في سائر العلوم. ¶ أما نظام الدخول إلى المستشفيات، فقد كان مجاناً للجميع، لا فرق بين غني وفقير وبعيد وقريب، ونابه وخامل، يُفحص المرضى أولاً بالقاعة الخارجية، فمن كان به مرض خفيف يكتب له العلاج، ويصرف من صيدلية المستشفى، ومن كانت حالته المرضية تستوجب دخوله المستشفى كان يقيد اسمه، ويدخل إلى الحمام، وتخلع عنه ثيابه فتوضع في مخزن خاص، ثم يعطى له سرير مفروش بأثاث جيد، ثم يعطى الدواء الذي يعينه الطبيب، والغذاء",
            "page": "225",
            "part": "1",
            "seal": "380F8B1A"
        },
        {
            "id": "163",
            "nass": "الموافق لصحته، بالمقدار المفروض له، فإذا أصبح في دور النقاهة أُدخل القاعة المخصصة للناقهين، حتى إذا تم شفاؤه أُعطي بدلة من الثياب الجديدة، ومبلغاً من المال يكفيه إلى أن يصبح قادراً على العمل. وكانت غرف المستشفى نظيفة تجري فيها المياه، وقاعاته مفروشة بأحسن الأثاث، ولكل مستشفى مفتشون على النظافة، ومراقبون للقيود المالية، وكثيراً ما كان الخليفة أو الأمير يتفقد بنفسه المرضى، ويُشرف على حسن معاملتهم. ¶ هذا هو النظام السائد في جميع المستشفيات التي كانت قائمة في العالم الإسلامي، سواء في المغرب أم المشرق .. في مستشفيات بغداد ودمشق والقاهرة والقدس ومكة والمدينة والمغرب والأندلس .. وسنقتصر في حديثنا على أربع مستشفيات في أربع مدن من عواصم الإسلام في تلك العصور: ¶ الأول- المستشفى العضدي ببغداد: بناه عضد الدولة بن بويه عام 371هبعد أن اختار الرازي الطبيب المشهور مكانه بأن وضع أربع قطع لحم في أربع أنحاء ببغداد ليلاً، فلما أصبح وجد أحسنها رائحة",
            "page": "226",
            "part": "1",
            "seal": "E64A833A"
        },
        {
            "id": "164",
            "nass": "في المكان الذي أقيم عليه المستشفى فيما بعد، فأقيم المستشفى وأنفق عليه مالاً عظيماً وجمع له من الأطباء أربعة وعشرين طبيباً، وألحق به كل ما يحتاج إليه من مكتبة علمية وصيدلية ومطابخ ومخازن. وفي عام 449هجدّد الخليفة القائم بأمر الله هذا المستشفى، وجمع فيه من الأشربة والأدوية والعقاقير التي يعز وجودها كثيراً. ¶ الثاني- المستشفى النوري الكبير بدمشق: أنشأه السلطان الملك العادل نور الدين الشهيد سنة 549هـ 1154م من مال أخذه فدية من أحد ملوك الفرنج، وكان حين بنائه من أحسن ما بُني من المستشفيات في البلاد كلها، شرط فيه أنه على الفقراء والمساكين، وإذا اضطر الأغنياء إلى الأدوية التي فيه يسمح لهم بها، وكان الشراب فيه والدواء مباحاً لكل مريض يقصده.",
            "page": "227",
            "part": "1",
            "seal": "703AB676"
        },
        {
            "id": "165",
            "nass": "وقد استمر هذا المستشفى يقوم بعمله العظيم حتى سنة 1317هـ، حيث أنشئ مستشفى الغرباء، وهو المستشفى الذي تشرف عليه الآن كلية الطب في الجامعة السورية، فأقفل المستشفى النوري، ثم استعمل مدرسة أهلية. ¶ الثالث- المستشفى المنصوري الكبير: المعروف",
            "page": "228",
            "part": "1",
            "seal": "AE694A7A"
        },
        {
            "id": "166",
            "nass": "بمارستان قلاوون، كان داراً لبعض الأمراء، فحوّلها الملك المنصور سيف الدين قلاوون إلى مستشفى عام 683هـ 1308م، وأوقف عليه ما يغل عليه ألف درهم في كل سنة، ألحق به مسجداً ومدرسة ومكتباً للأيتام. وأدى هذا المستشفى عمله الإنساني الجليل حتى أخبر أطباء العيون الذين عملوا فيه أنه كان يعالج فيه كل يوم من المرضى الداخلين إليه والناقهين الخارجين أربعة آلاف نفس، ولا يخرج منه كل من يبرأ من مرض حتى يُعطى كسوة للباسه ودراهم لنفقاته حتى لا يضطر للإلتجاء إلى العمل الشاق فور خروجه.",
            "page": "229",
            "part": "1",
            "seal": "C8640EC7"
        },
        {
            "id": "167",
            "nass": "ومن أروع ما فيه أيضاً، النص في وقفيته على أن يُقدم طعام كل مريض بزبدية خاصة به من غير أن يستعملها مريض آخر، ووجوب تغطيتها وإيصالها إلى المريض بهذا الشكل.",
            "page": "230",
            "part": "1",
            "seal": "63681F60"
        },
        {
            "id": "175",
            "nass": "الرابع- مستشفى مراكش: وهو الذي أنشأه أمير المؤمنين المنصور أبو يوسف من ملوك الموحدين بالمغرب. تخيّر ساحة فسيحة في مراكش بأعدل موضع فيها، وأمر البنائين بإتقانه على أحسن الوجوه، وأمر أن يغرس فيه من جميع الأشجار والمشمومات والمأكولات، وأجرى فيه مياهاً كثيرة تدور على جميع البيوت زيادة على أربع بُرَكٍ في وسط إحداها رخام أبيض، ثم أمر له من الفرش النفيسة من أنواع الصوف والكتان والحرير والأديم وغيره ما لا يوصف، وأقام فيه الصيادلة لعمل الأشربة والأدهان والأكحال، وأعدّ فيه للمريض ثياب ليل ونهار من جهاز الصيف والشتاء، فإذا نقه المريض، فإن كان فقيراً أمر له عند خروجه بمال يعيش به ريثما يشتغل، وإن كان غنياً دفع إليه ماله. ولم يقصره على الفقراء دون الأغنياء، بل كان",
            "page": "238",
            "part": "1",
            "seal": "C7F29893"
        },
        {
            "id": "176",
            "nass": "من مرض بمراكش من غريب حمل إليه وعولج حتى يشفى أو يموت. وكان في كل جمعة يزوره ويعود المرضى ويسأل عن أحوالهم وعن معاملة الأطباء والممرضين لهم. ¶ وبعد، فهذه نماذج أربعة من مئات المستشفيات التي كانت منتشرة في شرق العالم الإسلامي وغربه، يوم كانت أوروبة تتيه في ظلام الجهل ولا تعرف شيئاً من هذه المستشفيات ودقتها ونظافتها وسمو العاطفة الإنسانية فيها، وإليك ما قاله المستشرق الألماني ماكس مايرهوف عن حالة المستشفيات في أوروبا في العصر الذي كانت فيه المستشفيات في حضارتنا كما وصفناها .. قال الدكتور ماكس: (إن المستشفيات العربية ونظم الصحة في البلاد الإسلامية الغابرة لتلقي علينا الآن درساً قاسياً مُرّاً لا نقدره حق قدره إلا بعد القيام بمقارنة بسيطة مع مستشفيات أوروبا في ذلك الزمن نفسه). مرّ أكثر من ثلاثة قرون على أوروبا، اعتباراً من زمننا هذا، قبل أن تعرف المستشفيات العامة معنى، ولا نبالغ إذا قلنا بأنه حتى القرن الثامن عشر (1710م) والمرضى يعالجون في بيوتهم، أو في دور خاصة كانت المستشفيات الأوروبية قبلها عبارة عن دور عطف وإحسان، ومأوى لمن لا مأوى لديه، مرضى كانوا أم عاجزين، وأصدق مثال",
            "page": "239",
            "part": "1",
            "seal": "0477218A"
        },
        {
            "id": "177",
            "nass": "لذلك هو مستشفى (أوتيل ديو) بباريس، أكبر مستشفيات أوروبا في ذلك العصر، وصفه كل من ماكس توردو وتينون بما يلي: ¶ (يحتوي المستشفى على 1200 سريراً، منها 486 خصصت لنفر واحد، أما الباقي - ولم تكن سعة الواحد منها تتجاوز خمسة أقدام - فتجد فيها عادة ما يتراوح بين ثلاثة مرضى وستة، وكانت الردهات الكبرى عفنة كثيرة الرطوبة، لا منافذ تهوية فيها، مظلمة دوماً، ترى فيها في كل حين حوالي ثمانمائة مريض يفترشون الأرض وهم مكدسون بعضهم فوق بعض، على القاع، أو على كوم من القش، في حالة يُرثى لها .. إنك لتجد في السرير ذي الحجم المتوسط أربعة أو خمسة أو ستة مرضى متلاصقين، قدم أحدهم على رأس الثاني، تجد أطفالاً بجانب شيوخ، ونساء بجانب رجال، (قد لا تصدق لكنها الحقيقة) تجد امرأة في المخاض مع طفل في حالة تشنج مصاب بالتيفوس يحترق في بحران الحمى، وكلاهما إلى جنب مريض بداء جلدي يحك جلده المهترئ بأظفاره الدامية فيجري قيح البثور على الأغطية. وطعام المرضى من أخس ما يتصوره العقل، يوزع عليهم بكميات قليلة للغاية، وفي فترات متباعدة لا نظام فيها. واعتادت الراهبات أن يحابين المرضى",
            "page": "240",
            "part": "1",
            "seal": "D07A5E34"
        },
        {
            "id": "178",
            "nass": "الطائعين المنافقين على حساب الآخرين، فيسقينهم الخمور، ويصلنهم بالحلوى والمآكل الدسمة مما يتفضل به المحسنون في الوقت الذي هم فيه أحوج إلى الحمية، فيموت الكثير منهم بالتخمة ويفطس غيرهم جوعاً. وكانت أبواب المستشفى مفتوحة في كل وقت وحين، ولكل رائح وغاد، وبهذا تنتشر العدوى بانتقالها، وبالفضلات وبالهواء النتن الملوث. وإن لم يتفضل المحسنون على المرضى ماتوا جوعاً، كما يموتون أحياناً بالتخمة أو من فرط السكر، والفرش حافلة بالحشرات الدنيئة وهواء الحجرات لا يُطاق لفساده، حتى أن الخدم والممرضين لم يكونوا يجرؤون على الدخول إلا بعد وضع إسفنجة مبللة بالخل على أنوفهم. وتترك جثث الموتى 24 ساعة على الأقل قبل رفعها من السرير المشاع، وكثيراً ما تتفسخ الجثة وتتعفن وهي ملقاة بجانب مريض يكاد يطير صوابه). ¶ هذه مقارنة بسيطة بين حالة المستشفيات عندنا في عهود حضارتنا، وحالتها عند الغربيين في تلك العصور، وهي تدل على مبلغ الانحطاط العلمي الذي كان عليه القوم، والجهل الفاضح بأصول المستشفيات، بل بقواعد الصحة العامة البديهية.",
            "page": "241",
            "part": "1",
            "seal": "7AC07F99"
        },
        {
            "id": "179",
            "nass": "ونختم هذا الحديث بالنتائج التي نحب أن نلفت الأنظار إليها بعد هذه المقارنات، أننا في حضارتنا كنا أسبق",
            "page": "242",
            "part": "1",
            "seal": "16AF73B5"
        },
        {
            "id": "180",
            "nass": "من الغربيين في تنظيم المستشفيات بتسعة قرون على الأقل .. وأن مستشفياتنا قامت على عاطفة إنسانية نبيلة لا مثيل لها في التاريخ، ولا يعرفها الغربيون حتى اليوم .. وأننا كنا أسبق الأمم إلى معرفة ما للموسيقى والأدب المضحك والإيحاء الذاتي من أمر بالغ في شفاء المرضى .. وأننا بلغنا في تحقيق التكافل الاجتماعي حداً لم تبلغه الحضارة الغربية حتى اليوم حين نجعل الطب والعلاج والغذاء للمرضى بالمجان، بل حين كنا نعطي الفقير الناقه من المال ما ينفق على نفسه حتى يصبح قادراً على العمل .. إن هذه نزعة إنسانية بلغنا فيها الذروة يوم كنا نحمل لواء الحضارة، فأين نحن منها اليوم، وأين منها هؤلاء الغربيون؟.",
            "page": "243",
            "part": "1",
            "seal": "B223270D"
        },
        {
            "id": "181",
            "nass": "المكتبات الخاصة والعامة ¶ مما يتصل بالحديث عن المؤسسات الخيرية والعلمية في حضارتنا، الحديث عن المكتبات. فقد كانت مدارس للتعليم، ومؤسسات ينفق عليها الأمراء والأثرياء والعلماء، لينتشر العلم بين الناس، وخصوصاً في ذلك الزمن الذي لم تكن فيها الطباعة موجودة، وكانت الكتب تنسخ على أيدي نساخين متخصصين لهذا العمل. فكان يبلغ بذلك ثمن الكتاب حدّاً قد يتعذر على طالب العلم أو العالم الفقير شراؤه، فكيف إذا أراد أن تكون له مجموعة من الكتب في الفن أو العلم الذي يتخصص فيه؟ ومن هنا كان قيام المكتبات في مجتمعنا الماضي منبعثاً عن عاطفة إنسانية، وعن نزعة علمية في وقت واحد. ¶ لعل الأدب العربي هو أغنى الآداب العالمية",
            "page": "244",
            "part": "1",
            "seal": "B8022FD1"
        },
        {
            "id": "182",
            "nass": "القديمة بالتغني بالكتاب والولع به والرغبة فيه والتحدث عنه، حتى لكأنه حبيب نأى مزاره وشطّت داره، فالقلوب إليه منصرفة وبه مولعة، قال أحمد بن إسماعيل: (الكتاب هو المسامر الذي يبتدئك في حال شغلك، ولا يدعوك في وقت نشاطك، ولا يحوجك إلى التجمل له، والكتاب هو الجليس الذي لا يطريك، والصديق الذي لا يغريك، والرفيق الذي لا يملُّك، والناصح الذي لا يستزلُّك). ولقد كانوا يفضلون مطالعة الكتب على غشيان الناس في مجالسهم، ويرون الأنس بها أقرب إلى القلب من الأنس بالخليفة أو ذي سلطان.",
            "page": "245",
            "part": "1",
            "seal": "86291C4B"
        },
        {
            "id": "184",
            "nass": "بهذه الروح العلمية شغف علماؤنا وأغنياؤنا وأمراؤنا بالكتب وجمعها، حتى أنهم كانوا يرون نكبتهم في أموالهم وبيوتهم أيسر عليهم من نكبتهم في كتبهم. ¶ هجم الجنود مرة على دار ابن العميد بعد أن انتصروا على غلمانه وحراسه، ففر ابن العميد إلى دار الإمارة، فوجد أن خزائنه جميعها قد نهبت، حتى أنه لم يجد ما يجلس عليه، ولا وجد كُوزاً يشرب فيه الماء، واشتغل قلبه بدفاتره وكتبه، ولم يكن شيء أعز عليه منها، وكانت كثيرة تشمل جميع العلوم، وكل نوع من أنواع الحكم والأدب، تحمل على مائة بعير فأكثر، فلما رأى ابن العميد خازن مكتبته سأله عنها فأجابه: هي بحالها لم تمسها يد، فسرّي عن ابن العميد، وقال لخازنه: أشهد أنك ميمون النقيبة، أما سائر الخزائن فيوجد عنها عوض، وهذه الخزانة - أي مكتبته - هي التي لا عوض لها. ¶ وبهذه الروح العلمية كانوا يتنافسون في شراء المؤلفات العلمية من مؤلفيها عقب الانتهاء من تأليفها.",
            "page": "247",
            "part": "1",
            "seal": "30DF9F37"
        },
        {
            "id": "185",
            "nass": "سمع الحكم أمير الأندلس بكتاب الأغاني المشهور الآن في عالم الأدب، فأرسل إلى مؤلفه أبي الفرج الأصفهاني ألف دينار من الذهب ثمن نسخة منه، فأرسل إليه أبو الفرج بنسخة من كتابه، فقُرئ كتابه في الأندلس قبل أن يُقرأ في العراق موطن المؤلف. ¶ وقد نشأ عن هذه الروح العلمية انتشار المكتبات في شتى أنحاء العالم الإسلامي، فقلّما كانت مدرسة ليس بجانبها مكتبة، وقلّ أن تجد قرية صغيرة ليس فيها مكتبة، أما العواصم والمدن فقد كانت تغص بدور الكتب بشكل لا مثيل له في تاريخ العصور الوسطى. ¶ كانت المكتبات نوعين رئيسيين: عامة وخاصة. ¶ أما العامة فقد كان ينشئها الخلفاء والأمراء والعلماء والأغنياء، كانت تشيّد لها أبنية خاصة، وأحياناً كانت تلحق بالمساجد والمدارس الكبرى. ¶ أما الأبنية الخاصة، فقد كانت تشتمل على حجرات متعددة تربط بينها أروقة فسيحة، وكانت الكتب توضع على رفوف مثبتة بالجدران تخصص كل غرفة لفرع من فروع العلم، فلكتب الفقه غرفة، ولكتب الطب غرفة، ولكتب الأدب غرفة، وهكذا. كان فيها أروقة خاصة للمطالعين، وغرف خاصة للنساخ الذين ينسخون",
            "page": "248",
            "part": "1",
            "seal": "BC8B505D"
        },
        {
            "id": "186",
            "nass": "الكتب، وفي بعضها غرف للموسيقى، يلجأ إليها المطالعون للترفيه وتجديد النشاط - وهذا مما تفرّدت به حضارتنا - وفيها غرف لحلقات الدراسة والنقاش العلمي بين رواد تلك المكتبات. وكانت جميعها تؤثث تأثيثاً فخماً ومريحاً، وكان في بعضها غرف لطعام روادها، ومنامة للغرباء منهم، كالذي قيل في مكتبة علي بن يحيى بن المنجم، فقد كان له قصر عظيم في قرية قريبة من بغداد (هي كركر من نواحي القفص) وفيه مكتبة عظيمة كان يسميها خزانة الحكمة، يقصدها الناس من كل بلد فيقيمون فيها ويتعلمون منها صنوف العلم، والكتب مبذولة في ذلك لهم، والأرزاق مغدقة عليهم، وكل ذلك من مال علي بن يحيى نفسه. بل هنالك ما هو أطرف من ذلك مما لا نعلم له مثيلاً اليوم في أرقى عواصم الحضارة الغربية، فقد كان في الموصل دار أنشأها أبو القاسم جعفر بن محمد بن حمدان الموصلي، وسماها دار العلم، وجعل فيها خزانة كتب من جميع العلوم وقفاً على كل طالب علم لا يمنع أحد من دخولها، وإذا جاءها غريب يطلب الأدب وكان معسراً أعطاه ورقاً وورقاً، (أي كتباً ونقوداً)، وكانت تفتح في كل يوم .. فهل سمعتم حتى الآن بمكتبة في لندن أو واشنطن، أو عاصمة من عواصم العالم الكبرى اليوم تمنح الأدب والأموال لطلبة العلم؟ ..",
            "page": "249",
            "part": "1",
            "seal": "9F9ED712"
        },
        {
            "id": "187",
            "nass": "وكان للمكتبات العامة موظفون يرئسهم خازن المكتبة، وهو دائماً من أشهر علماء عصره، ومناولون يناولون الكتب للمطالعين، ومترجمون ينقلون الكتب من غير العربية إلى العربية، ونساخ يكتبون الكتب بخطوطهم الجميلة، ومجلدون يجلدون الكتب لتحفظ من التمزق والضياع، هذا عدا عن الخدم وغيرهم ممن تقتضيهم حاجة المكتبات. ¶ وكان لكل مكتبة صغيرة أو كبيرة فهارس يُرجع إليها لسهولة استعمال الكتب، وهي مبوبة بحسب أبواب العلم، وبجانب هذا كانت توضع قائمة على كل دولاب تحتوي أسماء الكتب الموجودة في الدولاب. وكان من المعروف في نظام المكتبات أن الاستعارة الخارجية مسموحة في أغلبها لقاء ضمان عن الكتاب من عامة الناس، أما العلماء وذوو الفضل فلم يؤخذ منهم ضمان. ¶ أما الموارد المالية التي كانت تقوم بنفقات المكتبات، فمنها ما كان من الأوقاف التي تنشأ من أجلها خاصة، وهذه حال أكثر المكتبات العامة ومنها ما كان من عطايا الأمراء والأغنياء والعلماء الذين يؤسسون تلك المكتبات، فقد قالوا إنه كان عطاء محمد بن عبد الملك الزيات للنقلة والنُّساخ في مكتبته",
            "page": "250",
            "part": "1",
            "seal": "647BBF71"
        },
        {
            "id": "188",
            "nass": "ألفي دينار كل شهر. وكان المأمون يعطي حنين بن اسحق من الذهب زنة ما ينقله من الكتب إلى العربية مثلاً بمثل. ¶ والآن لنذكر بعض الأمثلة عن المكتبات العامة والخاصة التي كان لها ذكر في التاريخ. ¶ من أشهر المكتبات: مكتبة الخلفاء الفاطميين في القاهرة. كانت مكتبة عجيبة بما حوت من نفائس المصاحف والكتب، بلغ مجموع كتبها كما يروي كثير من المؤرخين مليوني كتاب، وإن كان المقريزي يميل إلى أنها مليون وستمائة ألف كتاب. ¶ ومنها مكتبة دار الحكمة بالقاهرة، وأنشأها الحاكم بأمر الله، وافتتحت في 10 من جمادى الآخرة 395هـ، وقد جمع فيها من الكتب ما لم يجتمع لأحد قط من الملوك. حتى كانت تضم أربعين خزانة، احتوت إحدى خزائنها على 18000 كتاب.",
            "page": "251",
            "part": "1",
            "seal": "108E3289"
        },
        {
            "id": "189",
            "nass": "ومنها بيت الحكمة في بغداد، أنشأها هارون الرشيد، وبلغت ذروة مجدها في عصر المأمون. كانت أشبه بجامعة فيها كتب يجتمع فيها رجال يتفاوضون ويطالعون وينسخون، وكان فيها نساخ ومترجمون يترجمون ما كان يحصل عليه الرشيد والمأمون في فتوحاتهم بأنقرة وعمورية وقبرص. ¶ ومنها مكتبة الحكم بالأندلس. كانت غاية في العظمة والاتساع، حتى قيل إنها بلغت أربعمائة ألف مجلد، وكانت لها فهارس غاية في الدقة والنظام، حتى أن الفهرست الخاص بدواوين الشعر الموجودة في تلك المكتبة بلغت أربعة وأربعين جزءاً.",
            "page": "252",
            "part": "1",
            "seal": "84D80D20"
        },
        {
            "id": "190",
            "nass": "ومنها مكتبة بني عمار في طرابلس. كانت آية من الآيات في العظمة والضخامة. كان فيها مائة وثمانون ناسخاً ينسخون فيها الكتب، ويتبادلون العمل ليلاً ونهاراً بحيث لا ينقطع النسخ. ¶ ومن المكتبات الخاصة ما يتحدث التاريخ عنها بإعجاب، وقد كانت في كل بلد في شرق العالم الإسلامي وغربه، وقلّ أن تجد عالماً إلا وله مكتبة كانت تحوي آلافاً من الكتب. فمنها مكتبة الفتح بن خاقان (المقتول في عام 247هـ) وكانت مكتبته واسعة، عَهِد بجمعها إلى رجل من خيرة رجال عصره علماً وأدباً، وهو علي بن يحيى المنجم، حتى جمع له فيها من كتب الحكمة ما لم يجتمع في خزانة حكمة قط. ¶ ومنها مكتبة ابن الخشاب (المتوفى عام 567هـ)، كان من أعلم الناس بالنحو وكانت له معرفة في التفسير",
            "page": "253",
            "part": "1",
            "seal": "79906317"
        },
        {
            "id": "191",
            "nass": "والحديث والمنطق والفلسفة. وكان مولعاً بالكتب. ¶ ومنها مكتبة جمال الدين القفطي (المتوفى عام 646هـ)، جمع من الكتب ما لا يوصف، وقُصد بها من الآفاق طمعاً في سخائه وكرمه، وكان لا يحب من الدنيا سوى الكتب، فأوقف عليها نفسه، ورفض أن يتزوج حتى لا يشغله الأهل والأولاد عنها، وأوصى بمكتبته للناصر، وكانت تساوي خمسين ألف دينار. ¶ ومنها مكتبة بني جرادة العلماء في حلب، كتب أحدهم - أبو الحسن ابن أبي جرادة (548هـ) بخطه ثلاث خزائن من الكتب النفيسة، وخزانة لولده أبي البركات، وخزانة لابنه عبد الله. ¶ ومنها مكتبة الموفق بن المطران الدمشقي (587هـ)، كانت له همة عالية في تحصيل الكتب، حتى أنه لما مات كان في خزانته من الكتب الطبية وغيرها، عشرة آلاف مجلد، وكان في خدمته ثلاثة نساخ يكتبون له أبداً، ويعطيهم رواتبهم وأرزاقهم.",
            "page": "254",
            "part": "1",
            "seal": "F17D7D8F"
        },
        {
            "id": "192",
            "nass": "وبعد، فلئن كانت النشوة تملأ نفوسنا حين نتحدث عن انتشار المكتبات في العالم الإسلامي في عصور حضارته الزاهرة فإن الأسى ليملأ قلوبنا حين نتذكر مصائر هذه المكتبات، وما تعرضت له من بوار وحرائق لا يمكن أن تقدر خسارة العلم فيها أبداً. ¶ لقد أصيبت مكتباتنا بما قضى على ملايين الكتب منها بحيث فقدها العالم إلى الأبد، وهي من أثمن ما خلفه الفكر الإسلامي في التاريخ. ¶ فنكبة التتار حين افتتحوا بغداد، أصابت هذه المكتبات قبل أن تصيب أي شيء غيرها، وكلنا يعلم أن التتار الهمج قذفوا بما وجدوا في دور الكتب العامة في نهر دجلة حتى فاض النهر بالكتب الملقاة فيه، فكان يعبر الفارس عليها من ضفة إلى ضفة، وظل ماء النهر أسود داكناً أشهراً طويلة من تغيره بمداد الكتب التي أغرقت فيه .. ¶ ونكبة الغزو الصليبي أفقدتنا أعز المكتبات التي كانت في طرابلس والمعرة والقدس وغزة وعسقلان وغيرها من المدن التي خربها الصليبيون، وحسبنا أن نعلم أن بعض المؤرخين قدّر ما أتلفه الصليبيون في طرابلس وحدها بثلاثة ملايين مجلد.",
            "page": "255",
            "part": "1",
            "seal": "F300D8AA"
        },
        {
            "id": "193",
            "nass": "ونكبة استيلاء الأسبان على الأندلس أفقدتنا تلك المكتبات العظيمة التي يتحدث عنها التاريخ بذهول، فقد احترقت كلها بفعل المتدينين المتعصبين، حتى أنه قد أحرق في يوم واحد في ميدان غرناطة ما قدّره المؤرخون بمليون كتاب.",
            "page": "256",
            "part": "1",
            "seal": "077C8CD4"
        },
        {
            "id": "194",
            "nass": "هذا حديث مكتباتنا في عصور حضارتنا، وهذه نهاية ما انتهت إليه، ولئن كان الاعتراف للأعداء بالجميل صعباً على النفس، فإن من الواجب أن نعترف أن دور الكتب في أوروبا حفظت لنا كثيراً من البقية الباقية من هذا التراث، وأن فيها من ذخائر المؤلفات العربية ما لا يوجد في العالم الإسلامي كله الآن.",
            "page": "257",
            "part": "1",
            "seal": "4D4F773B"
        },
        {
            "id": "195",
            "nass": "المجالس والندوات العلمية ¶ وهذا لون طريف من ألوان حضارتنا الزاهية، كان له أثر كبير في نشر الثقافة وذيوع العلم، ورفع المستوى الاجتماعي والذوق العلمي في الأوساط الثقافية هو تلك المجالس والندوات العلمية التي تعددت في عواصمنا ومدننا الكبرى مع ما كان للمدارس والمعاهد والمكتبات من عظم وكثرة. هذه المجالس في تعددها وتنوع أبحاثها كانت مظهراً رائعاً من مظاهر اليقظة الفكرية في أمتنا إبّان مجدها وقوتها، وإنك لا تشك حين ترى مختلف طبقات الشعب من خلفاء وأمراء وعلماء وأدباء وشعراء .. يجعلون من أبحاثهم في مجالسهم الخاصة والعامة مباريات علمية وأدبية وفلسفية، إن هذه الأمة بلغت من الشغف بالعلم والظمأ لارتياد مناهله، حداً يشعرك بعظمتها ورقيها.",
            "page": "258",
            "part": "1",
            "seal": "3E06043B"
        },
        {
            "id": "196",
            "nass": "كانت هذه المجالس متعددة متنوعة .. ¶ فمجالس في رحاب الخلفاء يتصدرها الخليفة بنفسه، وينتظم في عقدها أشهر العلماء والأدباء والفقهاء في عاصمته، ولقد كانت مجالس الخلفاء تتطور بتطور الحضارة الإسلامية ونمو ثقافتها. فهي في عهد الخلفاء الراشدين تتحدث عن شؤون الدولة وأعمال الولاة، بمثابة مجلس نيابي يتحدث فيه عظماء القوم عما يهمّ الدولة من شؤون وقضايا متنوعة .. احتاج عمر بن الخطاب يوماً إلى والٍ كفءٍ يُوليه عملاً هاماً من أعمال الدولة، فقال لجلسائه: دلوني على رجل أستعمله على أمر قد أهمني، فقالوا: فلان، قال: لا حاجة لنا فيه، قالوا فمن تريد؟ قال: أريد رجلاً إذا كان في القوم وليس أميرهم كان كأنه أميرهم، وإذا كان أميرهم كان كأنه رجل منهم، قالوا: ما نعرف هذه الصفة إلا في الربيع بن زياد الحارثي، قال صدقتم، فولاه. ثم أصبحت مجالس الخلفاء في عهد الأمويين مجالس للأدب والحكمة والشعر .. ¶ حضر عبد الله بن هاشم مجلس معاوية ذات يوم، فقال معاوية: من يخبرني عن الجود والنجدة والمروءة؟ فقال عبد الله: يا أمير المؤمنين! أما الجود فابتذال المال والعطية قبل السؤال، وأما النجدة فالجراءة على الإقدام",
            "page": "259",
            "part": "1",
            "seal": "8DB11596"
        },
        {
            "id": "197",
            "nass": "والصبر عند ازورار الإقدام، وأما المروءة فالصلاح في الدين والإصلاح للحال والمحاماة عن الجار.",
            "page": "260",
            "part": "1",
            "seal": "836057A9"
        },
        {
            "id": "198",
            "nass": "وتطورت بعد ذلك مجالس الخلفاء في العصر العباسي، فكانت من أروع المجالس في حسن أثاثها، وسعة رحابها، وكثرة علمائها وأدبائها، وتنوع أبحاثها وفنونها، هذا عدا عن مجالس الطرب التي كانت الصبغة",
            "page": "261",
            "part": "1",
            "seal": "92783724"
        },
        {
            "id": "199",
            "nass": "الأدبية غالبة عليها بما يثار فيها من حديث الشعر والشعراء وتفسير الكلمات التي يتغنى بها المغنون، ومن أشهر خلفاء بني العباس في فخامة مجالسهم وروعتها الرشيد والمأمون، أما الرشيد فقد كان يحتشد في مجالسه أعلام العلماء من كل فن وعلم، وحسبك أن كان من رواد مجالسه من الشعراء: أبو نواس، وأبو العتاهية، ودعبل، ومسلم بن الوليد، والعباس بن الأحنف، ومن الفقهاء: أبو يوسف والشافعي ومحمد بن الحسن، ومن اللغويين، أبو عبيدة والأصمعي والكسائي، ومن المؤرخين: الواقدي المؤرخ الشهير. ومن المغنين: إبراهيم الموصلي وابنه إسحق.",
            "page": "262",
            "part": "1",
            "seal": "EB5DD268"
        },
        {
            "id": "200",
            "nass": "ومن المناظرات التي وقعت في مجلسه، أن محمد ابن الحسن صاحب أبي حنيفة وصف الكسائي بأنه لا يُحسن الفقه، وإنما يحسن شيئاً من كلام العرب، فقال الكسائي: من تبحر في علم واحد اهتدى به إلى سائر العلوم، فقال له محمد يختبره: ما تقول فيمن سها في سجود السهو، هل يسجد مرة أخرى؟ قال الكسائي: لا، قال محمد: لماذا؟ فأجاب الكسائي: لأن النحاة تقول: المصغّر لا يصغر. ¶ وأما المأمون فكان مجالسه من أروع المجالس العلمية في تاريخ الحضارة الإسلامية، إذ كان هو نفسه من أساطين العلماء، وكان بلاطه يموج بجمهرة عظيمة من رجال العلم والأدب والشعراء والأطباء والفلاسفة الذين استدعاهم المأمون من جهات متعددة من أنحاء مملكته وشملهم جميعاً بعنايته مهما اختلفت مشاربهم أو جنسياتهم، وكثيراً ما كان يبدأ المناقشات ويثير العلماء",
            "page": "263",
            "part": "1",
            "seal": "B6D21297"
        },
        {
            "id": "201",
            "nass": "للبحث.",
            "page": "264",
            "part": "1",
            "seal": "D09C6A1F"
        },
        {
            "id": "202",
            "nass": "هذا ولا يفوتنا أن نذكر دور الوراقين، أي دكاكين بيع الكتب، فقد كانت أيضاً مجالس للعلماء يتساقطون فيها أطيب الحديث عن العلم، كل في العلم الذي تخصص فيه، وكان بائعو الكتب في الكثير الغالب أدباء ذوي ثقافة، يستفيدون من حرفتهم إشباع نهمهم العلمي، وحسبك أن تعلم أن ابن النديم صاحب (الفهرست) وياقوت صاحب (معجم الأدباء) و (معجم البلدان) كانا وراقين - أي بائعي كتب - وكثيراً ما كان أبو الفرج الأصفهاني صاحب الأغاني، وأبو نصر الزجاج الأديب اللغوي المشهور يلتقيان في دكاكين الوراقين، يتحدثون عن الشعر والأدب مع الشعراء الذين كانوا يفدون إلى تلك الدكاكين.",
            "page": "265",
            "part": "1",
            "seal": "0970D38F"
        },
        {
            "id": "203",
            "nass": "وبعد، فالأمة التي تستحق الحياة تجد غذاءها في العلم قبل كل شيء. وأمتنا يوم كانت تبعث الحياة في الأمم والشعوب كانت تسلك كل سبيل للتزود من العلم ونشره وإذاعته، بل كان مختلف أبنائها من الخليفة إلى العالم والتاجر يتبارون في الاستكثار من أدوات العلم وكتبه وبناء مدارسه، وكانت كما رأيت لا يتحدث فيها إلا بما يزيد في العلم ويفتح الذهن ويصقل العقل. وهم",
            "page": "266",
            "part": "1",
            "seal": "9A2344DB"
        },
        {
            "id": "204",
            "nass": "حتى في مجالس سمرهم ولهوهم كانوا علماء وأدباء، لا يفوتهم تحقيق مسألة، أو كشف غامض، أو تصحيح خطأ.",
            "page": "267",
            "part": "1",
            "seal": "02650DD2"
        },
        {
            "id": "205",
            "nass": "ولم نتحدث هنا عن مجالس الفقهاء والمحدثين والوعاظ، فذلك مما شاع وذاع في كل بلدة وقرية، وقصارى القول أن حضارتنا في عصور ازدهارها ملأت العالم الإسلامي بنور العلم يغشي بيوتها ومساجدها ومدارسها وأنديتها ومجالسها ودكاكينها، حتى حق لعالم كبير كغوستاف لوبون أن يقول: إن حب العرب للعلم كان عظيماً، وأنهم بلغوا درجة رفيعة من الثقافة بعد أن أتموا فتوحهم بزمن قصير، حتى استطاعوا أن يبدعوا حضارة أينعت فيها الآداب والعلوم والفنون وبلغت الذروة!!.",
            "page": "268",
            "part": "1",
            "seal": "8D574111"
        },
        {
            "id": "206",
            "nass": "العواصم والمدن الكبرى ¶ نحن الآن في القرن الرابع الهجري، أو القرن العاشر الميلادي، وسنلقي نظرة سريعة على مدن العالم الإسلامي ومدن العالم الغربي وسيروعنا الفرق العظيم بين العالمين، سيدهشنا أن نرى عالماً زاخراً بالحياة والقوة والحضارة - وهو العالم الإسلامي - وعالماً بدائياً لا أثر فيه لحياة أو علم أو حضارة - وهو العالم الغربي - ولنحاول المقارنة بين مدن هذين العالمين، ولنبدأ بالعالم الغربي لنرى كيف كانت معيشة سكانه واتساع مدنه ومستوى أهله. ¶ جاء في التاريخ العام للأفيس ورامبو ما يلي: كانت إنكلترا الأنجلوسكسونية في القرن السابع الميلادي إلى ما بعد العاشر فقيرة في أرضها منقطعة الصلات بغير بلادها، سمجة وحشية، تبنى البيوت بحجر غير",
            "page": "269",
            "part": "1",
            "seal": "FC80EF2A"
        },
        {
            "id": "207",
            "nass": "منحوت، وتشيدها من تراب مدقوق، وتجعلها في وطاء من الأرض، مساكن ضيقة المنافذ، غير محكمة الإغلاق، واصطبلات وحظائر لا نوافذ لها، تقرض الأمراض والأوبئة المتكررة المواشي والسائمة وهي المورد الوحيد في البلاد، ولم يكن الناس أحسن مسكناً وأمناً من الحيوانات، يعيش رئيس القبيلة في كوخه مع أسرته وخدمه ومن اتصل به، يجتمعون في قاعة كبرى في وسطها كانون ينبعث دخانه من ثقب فتح في السقف فتحاً غليظاً، ويأكلون كلهم على خوان واحد، يجلس السيد وقرينته في أحد أطراف المائدة، ولم تكن الشوكات معروفة، وللأقداح حروف من أسفلها، فكان على كل مدعو أن يمسك بيده قدحه، أو يفرغه في فيه دفعة واحدة. وينتقل السيد إلى غرفته في المساء بعد أن يتناولوا الطعام ويعربدوا على الشراب، ثم ترفع المنضدة والصقالات، وينام جميع المجتمعين في تلك القاعة على الأرض. أو على دِكَك، واضعاً كل فرد سلاحه فوق رأسه، لأن اللصوص كانوا من الجرأة بحيث يقتضي على الناس أن يقفوا لهم بالمرصاد كل حين لئلا يؤخذوا على غرة. ¶ وكانت أوروبا في ذلك العهد غاصة بالغابات الكثيفة، متأخرة في زراعتها، وتنبعث من المستنقعات",
            "page": "270",
            "part": "1",
            "seal": "BECE523F"
        },
        {
            "id": "208",
            "nass": "الكثيرة في أرباض المدن روائح قتالة، تجتاح الناس وتحصدهم. وكانت البيوت في باريس ولندن تُبنى من الخشب والطين المعجون بالقش والقصب (كبيوت القرى عندنا منذ نصف قرن) ولم يكن فيها منافذ ولا غُرف مدففة، وكانت البسط مجهولة عندهم، لا بساط لهم غير القش ينتشرونه على الأرض، ولم يكونوا يعرفون النظافة، ويلقون بأحشاء الحيوانات وأقذار المطابخ أمام بيوتهم، فتتصاعد منها روائح مزعجة، وكانت الأسرة الواحدة تنام في حجرة واحدة تضم الرجال والنساء والأطفال، وكثيراً ما كانوا يؤون معهم الحيوانات الداجنة، وكان السرير عندهم عبارة عن كيس من القش فوقه كيس من الصوف، يُجعل مخدة أو وسادة، ولم يكن للشوارع مجارٍ ولا بلاط ولا مصابيح، ولم تكن أكبر مدينة في أوروبا تضم أكثر من خمسة وعشرين ألفاً. ¶ هكذا كان الغرب في القرون الوسطى حتى القرن الحادي عشر فما بعده، باعتراف مؤرخيهم أنفسهم، فلننتقل سريعاً - قبل أن ننسى هذه الصورة - إلى الشرق، إلى حيث المدن والعواصم كبغداد ودمشق وقرطبة وغرناطة وإشبيلية .. لنرى كيف كانت هذه المدن وكيف كانت حضارتنا. ¶ لنزر مدن الأندلس، فهي مجاورة لأوروبا التي",
            "page": "271",
            "part": "1",
            "seal": "AE8BCB2F"
        },
        {
            "id": "209",
            "nass": "نتحدث عنها، ولنبدأ بقرطبة، ولنحاول أن نلم بملامحها الظاهرة، لا بكل شيء فيها، فكيف نجدها؟ ¶ كانت قرطبة في عهد عبد الرحمن الثالث الأموي عاصمة الأندلس المسلمة، تنار بالمصابيح ليلاً ويستضيء الماشي بسُرجها عشرة أميال لا ينقطع عنه الضوء، (أي ستة عشر كيلومتراً)، أزقتها مبلطة، وقماماتها مرفوعة من الشوارع، محاطة بالحدائق الغناء حتى كان القادم إليها يتنزه ساعات في الرياض والبساتين قبل أن يصل إليها، كان سكانها أكثر من مليون نسمة (في ذلك العصر الذي لم تكن فيه أكبر مدينة في أوروبا تزيد عن خمسة وعشرين ألفاً) وكانت حماماتها تسعمائة حمام وبيوتها 283.000 بيت وقصورها ثمانون ألف قصر، ومساجدها ستمائة مسجد، وكانت استدراتها ثمانية فراسخ (أي ثلاثين ألف ذراع). كان كل ما فيها متعلماً، وكان في ربضها الشرقي مائة وسبعون امرأة كلهن يكتبن المصاحف بالخط الكوفي، هذا في ناحية واحدة من نواحيها، وكان فيها 80 مدرسة يتعلم فيها الفقراء مجاناً، وخمسون مستشفى. وأما مسجدها فكان ولا تزال آثاره حتى اليوم آية خالدة في الفن والإبداع. كان ارتفاع مئذنته أربعين ذراعاً تقوم قبته الهيفاء على روافد من الخشب المحفور، وتستند إلى 1093 من الأعمدة",
            "page": "272",
            "part": "1",
            "seal": "F4AB14FE"
        },
        {
            "id": "210",
            "nass": "المصنوعة من مختلف الرخام على شكل رقعة الشطرنج فيتألف منها تسعة عشر صحناً طولاً وثمانية وثلاثون صحناً عرضا، وكان يضاء في الليل بأربعة آلاف وسبعمائة مصباح تستنفد في كل سنة 24 ألف رطل من الزيت، وترى في وجهه الجنوبي تسعة عشر باباً مصفحاً، بصفائح برونزية عجيبة الصنع خلا الباب الوسط الذي كان مصفحاً بألواح من الذهب، وترى في كل من وجهه الشرقي الغربي تسعة أبواب مشابهة لتلك الأبواب، أما محرابه فحسبك أن يقول فيه مؤرخو الفرنج (أنه أجمل ما تقع عليه عين بَشَر، وأنه لا يرى أحسن من زخرفه وسنائه في أي أثر قديم أو حديث). ¶ وقد ألحق بقرطبة بناء الزهراء الخالد في التاريخ بفنه وروعته حتى قال فيه المؤرخ التركي ضيا باشا: (إنه كان أعجوبة الدهر التي لم يخطر مثل خيالها في ذهن بنَّاء منذ برأ الله الكون، ولا تمثل رسم كرسمها في عقل مهندس منذ وُجدت العقول).",
            "page": "273",
            "part": "1",
            "seal": "80B82439"
        },
        {
            "id": "211",
            "nass": "وفي الزهراء المجلس المسمى (قصر الخلافة) وكان سقفه وحيطانه من الذهب والرخام الغليظ الصافي لون المتلون أجناسه، وفي وسطه حوض عظيم مملوء بالزئبق، وفي كل جانب من جوانب المجلس ثمانية أبواب على حنايا من العاج والأبنوس المرصع بالذهب وأصناف الجواهر قامت على سواري من الرخام الملون والبلور الصافي، وكانت الشمس تدخل على تلك الأبواب فيضرب شعاعها على صدر المجلس وحيطانه، فيصير من ذلك نور يأخذ بالأبصار، وكان الناصر إذا أراد أن يفزع أحداً من أهل مجلسه أومأ إلى أحد مواليه فيحرك ذلك الزئبق، فيظهر في المجلس كلمعان البرق من النور، ويأخذ بمجامع القلوب، حتى يخيل لكل من في المجلس أو المحل قد طار بهم ما دام الزئبق يتحرك.",
            "page": "274",
            "part": "1",
            "seal": "4AD4D379"
        },
        {
            "id": "212",
            "nass": "وكان فيها دور الصناعة والآلات: كدار صناعة آلات السلاح للحرب ودار صناعة الحلي للزينة، ودار صناعة النحت والزخارف والتماثيل وغير ذلك من المهن والصناعات، استغرق بناء الزهراء أربع سنوات. ¶ وفي هذا القصر العظيم استقبل الخليفة المستنصر عام 351 ملك إسبانيا المسيحية أردون بن اذفونش،",
            "page": "275",
            "part": "1",
            "seal": "1EE10CBB"
        },
        {
            "id": "213",
            "nass": "وقد أصابه الذهول حينما دخل الزهراء ورأى أبهتها وعظمتها وخدمها وجندها وسلاحها، ثم زاد ذهوله حين وصل إلى مجلس الخليفة المستنصر وفي جانبه عظماء المملكة وأشرافها وفحول العلماء والخطباء وأكابر القواد، فلما قارب ملك الإسبان الدنو من الخليفة المستنصر كشف رأسه وخلع برنسه وبقي حاسراً حتى أذن له الخليفة بالاقتراب منه.",
            "page": "276",
            "part": "1",
            "seal": "30B924B8"
        },
        {
            "id": "214",
            "nass": "وإذا انتقلنا من ذلك إلى غرناطة تجلت لنا عظمة البناء والعمارة في قصر الحمراء وقد كان آية عجباً يدهش له الناظرون، ولا يزال رغم عوادي الزمن محط أنظار السائحين من بلاد العالم كلها، أُقيم هذا القصر على منحدر جبل يشرف على مدينة غرناطة وحقول البقعة الواسعة الخصيبة المحيطة بها، فبداً من أجمل أمكنة العالم. وكانت فيه قاعات متعددة منها قاعة الأسود، وغرفة الأختين، وقاعة العدل، وقاعة السفراء، ولا يمكننا في هذا الحديث القصير أن نُلم بوصف الحمراء.",
            "page": "277",
            "part": "1",
            "seal": "0803E2FB"
        },
        {
            "id": "215",
            "nass": "وأما الحديث عن المدن الأندلسية الأخرى وما كانت عليه من رقي وعظمة فذلك حديث يطول، وحسبنا أن نذكر هنا أن إشبيلية كان فيها ستة آلاف نول للحرير وحده، وكانت محاطة من كل أطرافها بأشجار الزيتون، ومن ثم كان فيها مائة ألف معصرة للزيت. ¶ ولنتحول بعد ذلك إلى العالم الإسلامي الشرقي لنرى نموذجاً من مدنه الكبرى وحضاراته الرائعة. وسأقتصر هنا على بغداد وكيف كانت حين بنيت من عجائب الدنيا التي لا مثيل لها في القديم. ¶ كانت بغداد قبل أن يبنيها المنصور الخليفة",
            "page": "278",
            "part": "1",
            "seal": "731B2B3E"
        },
        {
            "id": "216",
            "nass": "العباسي الشهير ضيعة صغيرة يجتمع فيها على رأس كل سنة التجار من الأماكن القريبة منها، فلما عزم المنصور على بنائها أحضر المهندسين وأهل المعرفة بالبناء والعلم بالذرع والمساحة وقسمة الأرضين، ثم وضع بيده أول آجُرة في بنائها وقال: بسم الله الرحمن الرحيم والحمد لله يورثها من يشاء من عباده والعاقبة للمتقين. ثم قال: ابنوا على بركة الله، بلغ مجموع ما أُنفق على بنائها أربعة ملايين وثمانمائة ألف درهم، وبلغ عدد العمال المشتغلين فيها مائة ألف، وكان لها ثلاثة أسوار يلي الواحد منها الآخر. بلغ عدد سكانها مليوني نسمة، وبلغت عدد دروبها وسككها ستة آلاف بالجانب الشرقي وأربعة آلاف بالجانب الغربي، وكان فيها عدا دجلة والفرات، أحد عشر نهراً فرعياً تدخل مياهها إلى جميع بيوت بغداد وقصورها، وكان في نهر دجلة وحده من المعديات (المعبرانيات) ثلاثين ألفاً، أما حماماتها فقد بلغت ستين ألف حمام، وفي أواخر عهد العباسيين بها، تناقص هذا العدد إلى بضعة عشر ألف حمام، وأما مساجدها فقد بلغت ثلاثمائة ألف مسجد، وأما سكانها وكثرة العلماء والأدباء والفلاسفة فذلك فيها لا يحيط به حصر.",
            "page": "279",
            "part": "1",
            "seal": "3BE6A143"
        },
        {
            "id": "218",
            "nass": "ونختم حديثنا هذا بوصف عظمتها في عهد المقتدر بالله ومبلغ ما وصلت إليه أبهة الخلافة في عصره. حين زارها رسول ملك الروم. كانت دار الخلافة",
            "page": "281",
            "part": "1",
            "seal": "DE86D77A"
        },
        {
            "id": "219",
            "nass": "في اتساعها تفوق مدينة كبيرة من مدن سوريا اليوم. ¶ فلما وردها رسول ملك الروم أنزل في دار الضيافة ثم صف العسكر من دار الضيافة إلى دار الخليفة, فبلغ عددهم مائة وستين ألف فارس وراجل, فسار بينهم إلى أن بلغ الدار, ثم سلم على الخليفة وأمر أن يطاف به دار الخليفة وقد أفرغت, ولم يبق فيها إلا سبعة آلاف خادم وسبعمائة حاجب وأربعة آلاف غلام أسود, وفتحت الخزائن وآلات السلاح والحرب فيها مرتبة كما ترتب أجهزة العرائس, ولما دخل رسول ملك الروم دار الشجرة ذهل إذ رآها, وكانت شجرة من الفضة وزنها خمسمائة ألف درهم, لها ثمانية عشر غصن لكل غصن فيها أغصان صغيرة وقفت عليها الطيور والعصافير من كل نوع مذهبة ومفضضة وأكثر قضبان الشجرة فضة وبعضها مذهب وهي تتمايل في الأوقات, ولها ورق مختلف الألوان يتحرك كما تحرك الريح ورق الشجر, وكل من هذه الطيور الفضية والذهبية يصفر ويهدر, وفي جانب دار الشجرة تماثيل خمسة عشر فارسا على خمسة عشر فارسا قد ألبسوا الديباج وفي أيديهم مطارد على رماح يدورون على خط واحد, كأن كل واحد منهم يقصد صاحبه, ثم",
            "page": "282",
            "part": "1",
            "seal": "F77AB1D7"
        },
        {
            "id": "220",
            "nass": "أدخل إلى القصر المعروف بالفردوس فكان فيها من آلت السلاح ما يحصى, ثم أخرج من قصر إلى قصر - في دار الخلافة نفسها - حتى بلغ ما طافه ثلاثة وعشرون قصرا إلى أن عادوا إلى مجلس المقتدر بالله مرة أخرى بعد ما استراحوا سبع مرات. ومما ما زاره رسول ملك الروم في دار الخلافة دار الوحوش وفيها مختلف أنواع الحيوان المستأنسة والمتوحشة, ودار الفيلة وفيها أربعة فيلة على كل فيل ثمانية نفر من الهنود, ودار السباع وفيها مائة سبع, خمسون يمينا وخمسون يسارا, كل سبع منها في يد سباع وفي رؤوسها وأعناقها السلاسل والحديد. ولا ريب أن رسول ملك الروم قد بلغت الدهشة في نفسه مبلغها حين رأى عظمة دار الخلافة, فما في الدنيا يومئذ دار كهذه الدار التي رآها, وحسبنا هذا الذي ذكرناه لندرك روعة حضارتنا في إبان عظمتها وقوتها.",
            "page": "283",
            "part": "1",
            "seal": "7A8DE298"
        },
        {
            "id": "221",
            "nass": "المراجع ¶ 1 - تاريخ الأمم والملوك - الطبري. ¶ 2 - الخطط المقريزية - المقريزي. ¶ 3 - تاريخ بغداد - الخطيب البغدادي. ¶ 4 - النجوم الزاهرة - ابن تغري بردي الأتابكي. ¶ 5 - الأوقاف - الجصاص. ¶ 6 - تاريخ البيمارستانات في الإسلام - الدكتور أحمد عيسى. ¶ 7 - تاريخ التربية الإسلامية - الدكتور شلبي. ¶ 8 - مروج الذهب ... - المسعودي. ¶ 9 - فتوح البلدان ... - البلاذري. ¶ 10 - عصر المأمون - الدكتور أحمد فريد رفاعي. ¶ 11 - الطبقات الكبرى - ابن سعد. ¶ 12 - السيرة - ابن هشام. ¶ 13 - تاريخ دمشق - ابن عساكر. ¶ 14 - الرياض النضرة في مناقب العشرة - المحب الطبري. ¶ 15 - سير عمر بن عبد العزيز - بن عبد الحكيم. ¶ 16 - الدارس في أخبار المدارس - النعيمي.",
            "page": "284",
            "part": "1",
            "seal": "373043F5"
        },
        {
            "id": "222",
            "nass": "17 - رحلة ابن جبير - ابن جبير. ¶ 18 - طبقالت الشافعية الكبرى - السُبكي. ¶ 19 - النهاية - ابن كثير. ¶ 20 - تاريخ ابن خلدون ... - ابن خلدون. ¶ 21 - الإصابة في معرفة الصحابة - ابن حجر. ¶ 22 - الأغاني - أبي الفرج الأصفهاني. ¶ 23 - وفيات الأعيان - ابن خلكان. ¶ 24 - إنباه الرواة - جمال الدين القفطي. ¶ 25 - طبقات الأطباء - ابن أبي أصيبعة. ¶ 26 - تاريخ الحكماء - ابن القفطي. ¶ 27 - صبح الأعشى - القلقشندي. ¶ 28 - الإعتبار ... - أسامة بن منقذ. ¶ 29 - الفهرست - ابن النديم. ¶ 30 - معجم الأدباء - ياقوت. ¶ 31 - سرح العيون - ابن نباته. ¶ 32 - الإمتاع والمؤانسة - ابن حيان التوحيدي. ¶ 33 - الروضتين - أبي شامة. ¶ 34 - إحياء علوم الدين - الغزالي. ¶ 35 - نهاية الرتبة في طلب الحسبة - الشيرازي. ¶ 36 - السلطان محمد الفاتح - محمد مصطفى صفوت. ¶ 37 - الإسلام والنصرانية - الإمام محمد عبده. ¶ 38 - الرسالة الخالدة - عبد الرحمن عزام. ¶ 39 - الطب العربي - الدكتور أمين أسعد خير الله.",
            "page": "285",
            "part": "1",
            "seal": "B8C9C9E4"
        },
        {
            "id": "223",
            "nass": "40 - الزهراء - محب الدين الخطيب. ¶ 41 - ديوان التحقيق - محمد عبد الله عنان. ¶ 42 - خطط الشام - محمد كرد علي. ¶ 43 - الإسلام والحضارة العربية - ... محمد كرد علي. ¶ 44 - ماو ماو ثورة الأحرار - الدكتور راشد البراوي. ¶ 45 - أثر العرب في الحضارة الأوروبية - عباس محمود العقاد. ¶ 46 - حضارة العرب - غوستاف لوبون. ¶ 47 - الفنون الإسلامية - م. س. ديماند. ¶ 48 - تاريخ العرب العام - سيديو. ¶ 49 - تراث الإسلام - مجموعة من المستشرقين. ¶ 50 - الدعوة إلى الإسلام - أرنولد. ¶ 51 - أهل الذمة في الإسلام - ا. س. ترتون. ¶ 52 - معالم تاريخ الإنسانية - ج. هـ. ويلز. ¶ 53 - مصرع الديمقراطية في العالم الجديد - البرت ا. كان. ¶ 54 - المسؤولية والجزاء - الدكتور وافي.",
            "page": "286",
            "part": "1",
            "seal": "8439138F"
        }
    ],
    "t987": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "خصائص حضارتنا"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "آثار حضارتنا في التاريخ"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "النزعة الإنسانية"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "المساواة العنصرية"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "التسامح الديني"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "أخلاقنا الحربية"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "الرفق بالحيوان"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "المؤسسات الخيرية"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "المدارس والمعاهد العلمية"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "المستشفيات والمعاهد الطبية"
        },
        {
            "id": "181",
            "lvl": "1",
            "sub": null,
            "tit": "المكتبات الخاصة والعامة"
        },
        {
            "id": "195",
            "lvl": "1",
            "sub": null,
            "tit": "المجالس والندوات العلمية"
        },
        {
            "id": "206",
            "lvl": "1",
            "sub": null,
            "tit": "العواصم والمدن الكبرى"
        },
        {
            "id": "221",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        }
    ]
}