{
    "b9883": [
        {
            "id": "49",
            "nass": "وبالجملة فاعلم: أنَّ كل ما يحتمله فهمُك فإن القرآن يُلقيه إليك على الوجه الذي لو كنتَ في النوم مُطالِعاً بروحك اللوحَ المحفوظ لتمثل ذلك لك بمثال مناسب يحتاج إلى التعبير. واعلم أن التأويل يجري مجرَى التَّعبير، فلذلك قلنا يدور المُفَسِّرُ على القشر، إذ ليس من يترجم معنى الخاتم والفروج والأفواه كمن يدرك أنه أذان قبل الصبح.",
            "page": "52",
            "part": "1",
            "seal": "9F4BEAE4"
        },
        {
            "id": "50",
            "nass": "الفصل السابع ¶ في سَبَبِ التَّعبير عن معاني عَالَمِ المَلَكُوتِ في القُرآن بأَمثِلَةٍ من عَالَمِ الشَّهادة ¶ ولعلك تقول: لِمَ أبرزتَ هذه الحقائق في هذه الأمثلة ولم تكشف صريحاً، حتى ارتبك الناس في جَهالة التَّشبيه وضَلالة التَّخيِيل؟ ¶ فاعلم: أن هذا تعرفه إذا عرفتَ أن النائم لم ينكشفْ له الغَيْبُ من اللوح المحفوظ، إلا بالمثال دون الكشف الصريح كما حكيتُ لك المثل، وذلك يعرفه من يعرف العلاقة الخَفيَّة التي بين عالم المُلْكِ والملكوت. ثم إذا عرفتَ ذلك عرفتَ أنك في هذا العالم نائم وإن كنتَ مستيقظاً، فالناس نيام فإذا ماتوا انتبهوا، فنكشف لهم عند الانتباهِ بالمَوت حقائق ما سَمِعوه بالمثال وأرواحها، ويعلمون أن تلك الأمثلة كانت قُشوراً وأصْدافاً لتلك الأرواح، ويَتَيَقَّنون صدقَ آياتِ",
            "page": "53",
            "part": "1",
            "seal": "052C0ED6"
        },
        {
            "id": "51",
            "nass": "القرآن وقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كما تَيَقَّن ذلك المؤذنُ صدقَ قول ابنِ سيرين وصحةَ تعبيرهِ للرؤيا، وكل ذلك ينكشف عند اتِّصال المَوت، وربما ينكشف بعضُهُ في سَكَراتِ الموت، وعند ذلك يقول الجاحِدُ والغافِل: {ياليتنآ أَطَعْنَا الله وَأَطَعْنَا الرسولا} وقوله: {هَلْ يَنظُرُونَ إِلاَّ تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الذين نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بالحق فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُواْ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الذي كُنَّا نَعْمَلُ} الآية؛ ويقول: {يا ويلتى لَيْتَنِي لَمْ أَتَّخِذْ فُلاَناً خَلِيلاً} {يا ليتني كُنتُ تُرَاباً} {يا حسرتا على مَا فَرَّطَتُ فِي جَنبِ الله} {ياحسرتنا على مَا فَرَّطْنَا فِيهَا} {رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فارجعنا نَعْمَلْ صَالِحاً إِنَّا مُوقِنُونَ} ؛ وإلى هذا يشير أكثرُ آياتِ القرآن المتعلقة بشرح المَعادِ والآخِرة التي أضفنا إليها الزَّبَرْجَدَ الأخضر. ¶ فَافْهَم من هذا أَنَّكَ ما دمتَ في هذه الحياة الدنيا فأنتَ نائم، وإنما يقظَتُكَ بعد الموت، وعند ذلك تصيرُ أهلاً لمشاهدةِ صريحِ الحقِّ كِفاحاً، وقبل ذلك لا تحتملُ الحقائقَ إلا مَصبوبةً في قالب الأمثال الخَياليَّة، ثم لجمود نظرِكَ على الحِسّ تظنُّ أنه لا مَعنَى له إلا المُتَخَيَّل، وتغفلُ عن الروح كما تغفلُ عن روحِ نفسِكَ ولا تدرك إلا قالبك.",
            "page": "54",
            "part": "1",
            "seal": "73A27B19"
        },
        {
            "id": "52",
            "nass": "الفصل الثامن ¶ في الطريق الذي ينكشِفُ به للإنسان وجهُ العلاقة بين العالَميْن ¶ لعلَّك تقول: فاكشِف عن وجه العلاقة بين العالَمَيْن، وأنَّ الرُّؤيا لِمَ كانت بالمِثَال دون الصريح، وأنَّ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمَ كان يرى جبريلَ كثيراً في غير صورته، وما رآه في صورته إلا مَرَّتَين. ¶ فاعلم: أنك إن ظننتَ أن هذا يُلْقَى إليك دفعةً، من غير أن تُقَدِّم الاستعداد لقبوله، بالرياضة والمجاهدة، وإطِّراحِ الدنيا بالكلية، والانحيازِ عن غِمَار الخلق، والاستغراقِ في محبة الخالق وطلب الحق، فقد استكبرتَ وعَلَوْتَ عُلُوًّا كبيراً، وعلى مِثلكَ يُبْخَل بمثله، ويُقال: ¶ جِئْتُمانِي لِتَعْلَمَا سِرَّ سَعْدِي ... تَجِدَاني بِسِرِّ سَعْدي شَحِيحا ¶ فاقْطَعْ طمَعَكَ عن هذا بالمكاتبة والمراسلة، ولا تطلُبْهُ إلا من باب المجاهدة والتقَوى، فالهداية تَتْلُوها وتُثَبِّتُها كما قال الله تعالى {والذين",
            "page": "55",
            "part": "1",
            "seal": "249382E3"
        },
        {
            "id": "53",
            "nass": "جَاهَدُواْ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} ؛ وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"من عَمِلَ بما عَلِمَ أَوْرَثُهُ اللهُ عِلَم ما لا يُعلم\". ¶ واعلم يقيناً: أن أسرارِ المَلَكُوت محجوبَةٌ عن القلوب الدَّنِسَةِ بُحبِّ الدنيا، التي استغرقَ أكثرَ هِمَمِهَا طلبُ العاجلة، وإنما ذكرنا هذا القدر تشويقاً وترغيباً، وَلِنُنَبِّهَ به على سرٍّ من أسرار القرآن، مَنْ غفل عنه لم تُفْتَح له أصدافُ القرآن عن جواهره البَتَّة، ثم إن صَدَقَتْ رغبتُك شمَّرتَ للطَّلب، واستعنتَ فيه بأهل البصيرة، واستمدَدْتَ منهم، فما أراك تُفلح لو استبدَدْتَ فيه برأيك وعقلك، وكيف تفهم هذا وأنت لا تفهم لسان الأحوال، بل تظنُّ أنه لا نُطْقَ في العالم إلا بالمقَال، فلم تفهم معنى قوله تعالى {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ} ولا قوله تعالى {قَالَتَآ أَتَيْنَا طَآئِعِينَ} ما لم تُقَدِّرْ للأرض لساناً وحياة؛ ولا تفهم أنَّ قولَ القائل: قال الجدارُ لِلوتد: لم تنقُبُنِي؟ قال: \"سَلْ من يَدُقُّني فلم يترُكْنِي، ورأى الحجر الذي يَدُقُّني\" ولا تدري أن هذا القولَ صِدْقٌ وأصحُّ من نُطْق المقال، فكيف تفهم ما وراء هذا من الأسرار؟",
            "page": "56",
            "part": "1",
            "seal": "A4DF6627"
        },
        {
            "id": "54",
            "nass": "الفصل التاسع ¶ في التَّنْبيهِ على الرُّموز والإشارات التي يشتمل عليها القُرآن ¶ لعلك تطمع في أن تُنَبَّهَ على الرَّموز والإشارات المودَعة تحت الجواهر الذي ذكرنا اشتمال القرآن عليها. فاعلم أن الكبريت الأحمر عند الخَلق في عالَم الشهادة، عبارة عن الكيمياء التي يُتَوصَّل بها إلى قلب الأعيان من الصفات الخَسِيسَة إلى الصفات النفيسة، حتى ينقلب به الحجر ياقوتاً، والنحاس ذهباً إبريزاً، ليتوصَّلََ به إلى اللَّذات في الدنيا مكدَّرةً مُنَغَّصة في الحال، مُنْصَرِمَةً على قرب الاستقبال، أفترى أن ما يقلُبُ جواهرَ القلب من رَزالةِ البهيمة وضَلالةِ الجهل إلى صفاءِ الملائكة وروحانِيَّتها، ليترقى [القلبُ] من أسفل السَّافلين إلى أعلى عِلِّيِّين، ويُنَالُ به القُرب من ربِّ العالمين والنظرُ إلى وجهه الكريم أبداً دائماً سَرْمَداً، هل هو أَولى باسم الكبريت الأحمر أم لا؟ فلهذا سميناه الكبريت الأحمر.",
            "page": "57",
            "part": "1",
            "seal": "FEC3317D"
        },
        {
            "id": "55",
            "nass": "فتأمَّل وراجع نفسك وانْصِفْ: لِتَعلمَ أن هذا الاسمَ بهذا المعنى أحق، وعليه أصدق، ثم أنفس النفائس التي تُستَفَاد من الكيمياء اليواقيت، وأعلاها الياقوت الأحمر، فلذلك سميناه معرفة الذات. ¶ وأما التِّرْياق الأكبر: فهو عند الخلق عبارة عما يُشْفَى به من السموم المُهلِكة، الواقعة في المعدة، مع أن الهلاكَ الحاصلَ بها ليس إلا هَلاكاً في حق الدُنيا الفانِيَة. فانظر إن كانت سموم البِدَع والأَهْوَاء والضَّلالات الواقعة في القلب، مُهلِكةً هلاكاً يحول بين السموم وبين عالَمِ القُدُس ومعدن الروح والراحة حيلولةً دائمة أبَدِيَّةً سَرْمَدِيَّةً، وكانت المُحَاجَّةُ البُرهانية تشفى عن تلك السموم وتدفع ضررها، هل هي أَولى بأن تسمى التِّرياقَ الأكبرَ أم لا؟ ¶ وأما المِسكُ الأذفَر: فهو عبارةٌ في عالَمِ الشهادة عن شيءٍ يَسْتَصْحِبُهُ الإنسان، فيثور منه رائحةٌ طيبة تَشهُره وتُظهره، حتى لو أراد خفاءَهُ لم يختف، لكن يستطيرُ وينتشر، فانظر إن كان في المُقْتَنَيَات العلمية ما يُنْشَرُ منه الاسمُ الطيب في العالم، ويشتهر صاحبه به اشتهاراً [حتى] لو أراد الاختفاء وإيثار الخمول، بل تَشْهُرُهُ وتُظهِرُهُ، فاسمُ المِسْكِ الأذفَر عليه أحقُّ وأصدَقُ أم لا؟ وأنت تعلم أن عِلمَ الفقه ومعرفةَ أحكام الشريعة يُطَيِّبُ الاسمَ وينشرُ الذِّكْرَ ويُعَظِّم الجاه وما يَنالُ القلبَ من روح طِيبِ الاسمِ وانتشارِ الجاهِ أعظمُ كثيراً مما يَنالُ المَشَامَّ من روح طِيبِ رائحةٍ من المسك.",
            "page": "58",
            "part": "1",
            "seal": "24EBB64B"
        },
        {
            "id": "56",
            "nass": "وأما العود: فهو عبارة عند الخلق عن جسم في الأجسام لا يُنتَفَع به ولكن إذا أُلقِيَ على النار حتى احترقَ في نفسهِ تصاعدَ منه دُخَانٌ مُنْتَشِر، فينتهي إلى المَشَامِّ فيَعْظُم نَفعُهُ وجَدْوَاه، ويَطِيبُ مَوْرِدُهُ ومَلْقَاه، فإن كان في المنافقينَ وأعداءِ الله أَظْلالٌ كالخُشُبِ المُسنَّدَة لا منفعة لها، ولكنْ إذا نزل بها عقابُ الله ونَكَالُه من صاعقةٍ وخَسْفٍ وزَلْزَلَةٍ حتى يحترقَ ويتصاعدَ منه دخان، فينتهي إلى مَشَامِّ القلوب، فَيَعْظُم نَفعُهُ في الحَثِّ على طَلَبِ الفِردَوْسِ الأَعلى، وجِوَارِ الحقِّ سبحانه وتعالى، والصَّرْفِ عن الضَّلالة والغفلة واتِّباع الهوى، فاسمُ العود به أحقُّ وأصدقُ أم لا؟ فَاكْتَفِ من شرح هذه الرموز بهذا القدر، واستنبِطْ الباقي من نفسك، وحُلّ الرَّمْزَ فيه إن أطَقْتَ وكنتَ من أهله. ¶ فقد أسْمَعْتُ لَوْ نادَيْتُ حياً ... ولكنْ لا حياةَ لمن أُنادي",
            "page": "59",
            "part": "1",
            "seal": "439F01BC"
        },
        {
            "id": "57",
            "nass": "الفصل العاشر ¶ في فائدة هذه الرُّموز وبيان سبب جُحود المُلحدين بالأصول الدينية ¶ لعلك تقول: قد ظهر لي أن هذه الرموز صحيحةً صادقة، فهل فيها فائدةٌ أخرى تُعرَفُ سِواها؟ فاعلم أن الفائدةَ كلَّها وراءَها، فإن هذه أنموذَجٌ لِتَعْرِفَ بها تعريف طريق المعاني الرُّوحَانية المَلَكوتيَّة بالألفاظ المألوفة الرسمية، لينفتحَ لك بابُ الكشفِ في معاني القرآن، والغَوْصُ في بحارها، فكثيراً ما رأينا من طوائف من المُتَكابسين تَشَوَّشَتْ عليهم الظواهر، وانْقَدَحَت عندهم اعتراضاتٌ عليها، وتخايَلَ لهم ما يناقضها، فبطلَ أصلُ اعتقادهم في الدين، وأَوْرَثَهُم ذلك جحوداً باطناً في الحَشْرِ والنَّشْر، والجنَّةِ والنار، والرجوعِ إلى الله تعالى بعد الموت، وأظهَروها في سرائرهم، وانحلَّ عنهم لَجَامُ التَّقْوَى ورابطةُ الوَرَع، واسْتَرْسَلوا في طَلَبِ الحُطام وأَكْلِ الحرام واتِّباعِ الشهوات، وقَصَروا الهِمَمَ على طلبِ الجاهِ والمال، والحظوظِ العاجلة،",
            "page": "60",
            "part": "1",
            "seal": "A1FBABC9"
        },
        {
            "id": "58",
            "nass": "ونظروا إلى أهل الوَرَع بعين الاستخفاف والاسْتِجْهال، وإن شاهدوا الوَرَع ممن لا يقدرون على الإنكار عليه لِغَزَارَةِ علمهِ وكمال عقله وثَقَابَةِ ذهنه، حملوه على أَنَّ غرضَه التَّلْبِيسُ والتَّلبُّس واستمالةُ القلوب، وصَرْفُ الوجوه إلى نفسه، فما زادهم مشاهدةُ الوَرعِ من أهله إلا تمادياً وضَلالاً، مع أن مشاهدةَ وَرَعِ أهلِ الدين من أعظَمِ المُؤَكِّدات لعقائد المؤمنين، وهذا كله لأنَّ نَظَرَ عقلِهم مقصورٌ على صور الأشياء وقَوالبها الخَياليَّة، ولم يمتدّ نَظَرُهم إلى أرواحها وحقائقها، ولم يدركوا المُوَازنةَ بين عالَمِ الشهادةِ وعالَم المَلَكوت، فلمَّا لم يدركوا ذلك وتناقضت عندهم ظواهرُ الأسئلة ضَلُّوا وأضلُّوا، فلا هُم أدركوا شيئاً من عالَم الأرواح بالذَّوْقِ إدراكَ الخَواصّ، ولا هُم آمنوا بالغَيْبِ إيمانَ العَوامِّ فأهلكَتْهم كِيَاسَتُهم، والجهل أدنى إلى الخلاصِ من فَطانَةٍ بَتْراء، وكيَاسَةٍ ناقصة. ولسنا نستبعد ذلك، فلقد تعثَّرنا في أذيال هذه الضَّلالاتِ مدةً لِشُؤْمِ أَقْرانِ السُّوء وصُحبتهم، حتى أبعدَنا الله عن هَفَواتِها، وَوَقانا من وَرْطاتِها، فلهُ الحمدُ والمِنَّة والفضلُ على ما أرشَدَ وهَدَى، وأنعمَ وأسْدَى، وعَصَمَ من وَرْطاتِ الرَّدَى، فليس ذلك مما يمكن أن يُنَالَ بالجهد والمُنَى {مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ العزيز الحكيم} .",
            "page": "61",
            "part": "1",
            "seal": "0F47604E"
        },
        {
            "id": "59",
            "nass": "الفصل الحادي عشر ¶ في كيف يَفْضُلُ بعضُ آياتِ القرآن على بعض مع أن الكُلَّ كلامُ الله تعالى ¶ لعلَّكَ تقول: قد توجه قصدك في هذه التنبيهات إلى تفضيل بعض القرآن على بعض، والكلُّ قولُ الله تعالى، فكيف يُفارق بعضُها بعضاً؟ وكيف يكون بعضُها أشرفُ من بعض؟ ¶ فاعلم: أن نورَ البَصيرة إن كان لا يُرشدك إلى الفرق بين آيَةِ الكُرسِيّ وآيَةِ المُدَايَنَات وبين سُورَةِ الإخلاص وسُورَةِ تَبَّتْ، وتَرْتَاعُ من اعتقاد الفَرق نفسُكَ الجَوَّارة، المُستغرِقَةِ بالتقليد، فَقَلِّد صاحبَ الرسالةِ صَلَواتُ اللهِ وسَلاَمُهُ عليه، فهو الذي أُنزِلَ عليه",
            "page": "62",
            "part": "1",
            "seal": "B433F2AB"
        },
        {
            "id": "60",
            "nass": "القُرآن، وقد دلَّت الأخبار على شَرَفِِ بعض الآيات، وعلى تَضْعيفِ الأجر في بعض السُّوَرِ المُنْزَلَة، فقد قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"فاتِحَةُ الكتاب أفضلُ القرآن\". وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"آيةُ الكُرْسِيِّ سيدةُ آي القُرآن\"؛ وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"يس قلبُ القرآن، وقُلْ هُوَ اللهُ أَحَد تَعْدِلُ ثُلُثَ القرآن\". والأخبارُ الواردة في فضائل قَوَارعِ القرآن، بتخصيصِ بعض الآياتِ والسُّوَر بالفضل وكثرَةِ الثّوابِ في تِلاوتها لا تحصى، فاطلُبْه من كتب الحديث إن أردتَه، ونُنَبِّهُكَ الآنَ على معنى هذه الأخبار الأربعة في تفضيل هذه السُّوَر، وإن كان ما مَهَّدناه من ترتيب أقسامِ القرآن وشُعَبه ومَراتِبه يُرشِدُكَ الله إن راجعتَه وفكَّرتَ فيه، فإنَّ حَصَرْنا أقسامَ القرآن وشُعَبه في عشرة أنواع.",
            "page": "63",
            "part": "1",
            "seal": "AEF53CC7"
        },
        {
            "id": "61",
            "nass": "الفصل الثاني عشر ¶ في أَسْرارِ الفَاتِحَة وبيان جُملةٍ مِن حِكَم الله في خَلْقِه ¶ وإذا تفكرتَ وجدت الفاتحة على إيجازها مشتملةً على ثمانية مناهج: ¶ (1) فقوله تعالى: {بسم الله الرحمن الرَّحِيمِ} : نبأٌ عن الذَّات. ¶ (2) وقولُهُ {الرحمن الرَّحِيمِ} : نبأٌ عن صفة من صفات خاصة، وخاصيتها أنها تستدعي سائر الصفات من العلم والقدرة وغيرهما ثم تتعلق بالخلق، وهم المَرْحومُون، تعلُّقاً يُؤْنِسُهم به، ويُشَوِّقُهم إليه، ويُرَغِّبُهم في طاعته، لا كوصف الغضب، لو ذكره بدلاً عن الرحمة فإن ذلك يُحزِنُ ويخوِّف، ويقبض القلب ولا يشرحه. ¶ (3) وقولُهُ {الحمد للَّهِ رَبِّ العالمين} : يشتمل على شيئين:",
            "page": "64",
            "part": "1",
            "seal": "80C7854D"
        },
        {
            "id": "62",
            "nass": "أحدهما: أصل الحمد وهو الشكر، وذلك أول الصراط المستقيم، وكأنه. شَطْرُه، فإن الإيمانَ العملي نصفان: نصفٌ صبر، ونصفٌ شُكر، كما تعرف حقيقةَ ذلك إن أردتَ معرفة ذلك باليقين من كتاب \"إحياء علوم الدين\" لا سيما في كتاب الشُكْرِ والصَّبرِ منه، وفضل الشُكر على الصبر كفضل الرحمة على الغضب، فإن هذا يصدر عن الارتياج وهزَّة الشَّوْق وروح المحبة، وأما الصبرُ على قضاء الله فيصدر عن الخوف والرَّهبة ولا يخلو عن الكرب والضيق، وسلوكُ الصِّراط المستقيم إلى الله تعالى بطريق المحبَّة، وأعمالُها أفضل كثيراً من سلوك طريق الخوف، وإنما يُعرَفُ سرُّ ذلك من كتاب المحبة والشَّوْق من جملة كتاب \"الإحياء\"؛ ولذلك قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"أولُ ما يدعى إلى الجنة الحمَّادون لله على كل حال\". ¶ والثاني: قوله تعالى {رَبِّ العالمين} إشارة إلى الأفعال كلها، وإضافتُها إليه بأُوْجَزِ لفظٍ وأَتَمِّهِ إحاطةً بأصنافِ الأفعالِ لفظُ ربِّ العالمين، ¶ أفضل النسبة [مِنَ] الفعل إليه نسبةُ الرُّبوبِيَّة، فإن ذلك أتمُّ وأكملُ في التعظيمِ من قولكَ أعلى العالَمين وخالِقُ العالَمين. ¶ (4) وقولُهُ ثانياً: {الرحمن الرَّحِيمِ} إشارة إلى الصفة مرة أخرى، ولا تظنّ أنه مكرر، فلا تَكَرُّرَ في القرآن، إذ حَدُّ المُكَرَّر ما لا ينطوي على مزيدِ فائدة؛ وذِكرُ \"الرحمة\" بعد ذِكرِ العالَمين وقبلَ",
            "page": "65",
            "part": "1",
            "seal": "F71232E8"
        },
        {
            "id": "63",
            "nass": "ذكر \"مالك يوم الدين\" ينطوي على فائدتين عَظيمَتَيْن في تفضيل مجاري الرحمة: ¶ إحداهما: تلتفت إلى خَلْقِ ربِّ العالمين: فإنه خَلَقَ كلَّ واحد منهم على أكمل أنواعهِ وأفضَلِها، وآتاهُ كلَّ ما يحتاج إليه، فأَحَدُ العوالم التي خلقها عالَمُ البهائم، وأصغرُها البعوضُ والذبابُ والعنكبوتُ والنحل. ¶ فانظر إلى البعوض: كيف خلق أعضاءَها، فقد خلق عليها كل عضو خَلَقَهُ على الفيل، حتى خلق له خُرطوماً مستطيلاً حادَّ الرأس، ثم هَداهُ إلى غذائه إلى أن يَمُصَّ دَمَ الآدَمِيّ، فتراه يغرز فيه خُرطومَه ويمصُّ من ذلك التجويف غذاءً. خلق له جاحَين ليكونا له آلةَ الهربِ إذا قُصِدَ دَفْعُه. ¶ وانظر إلى الذُباب: كيف خَلَقَ أعضاءَه، وخلق حَدَقَتَيْهِ مكشوفَتَين بِلا أجفان، إذ لا يحتمل رأسُه الصغيرُ الأجفان، والأجفانُ يُحتاجُ إليها لِتَصْقيل الحَدَقَةِ مما يلحقها من الأَقْذَاءِ والغبار؛ وانظر كيف خَلق له بدلاً عن الأجفان يَدَيْنِ زائدَتَين، فله سوى الأرجُل الأربع يَدانِ زائدتان، تَراهُ إذا وقع على الأرض لا يزال يمسح حَدَقَتَيْه بيدَيه يَصْقُلُهما عن الغبار. وانظر إلى العنكبوت: كيف خلق أطرافها وعلَّمها حيلةَ النسج، وكيف علَّمها حيلةَ الصيد بغير جناحَين، إذْ خلق لها لُعاباً لَزِجاً تُعلِّق نفسها به في زاوية، وتترصَّد طيرانَ الذُباب بالقرب منها، فترمي إليه نفسَها فتأخذه وتقيِّده بخيطها",
            "page": "66",
            "part": "1",
            "seal": "0F7D4CFA"
        },
        {
            "id": "64",
            "nass": "المدود ¶ من لُعابها، فتعجزه عن الإفلات حتى تأكلَه أو تدَّخِرَه، وانظر إلى نَسْجِ العنكبوت لبيتها، كيف هداها الله نَسْجَهُ على التَّناسُب الهَندَسي في ترتيبَ السُدَى واللُّحمة. ¶ وانظر إلى النَّحل وعجائبها التي لا تُحصَى: في جمع الشَّهْدِ والشَّمع، ونُنبهك على هندَسَتها في بناء بيتها، فإنها تبني على شكل المسدس، كيلا يضيق المكان على رُفقائها، لأنها تزدحم في مَوضع واحد على كثرتها، ولو بَنَتْ البيوتَ مستديرةً لبقيَ خارجَ المُستديرات فُرَجٌ ضائعة، فإن الدوائر لا تراصُّ، وكذلك سائر الأشكال، وأما المربعات فَتُراصُّ، ولكن شكل النحل يميل إلى الاستدارة فيبقى داخل البيت زوايا ضائعة، كما يبقى في المستدير خارجَ البيت فُرَجٌ ضائعة، فلا شكلَ من الأشكال يقرُب من المتسدير في التَّراصِّ غير المسدس، وذلك يُعرف بالبرهان الهندسي. فانظر كيف هداهُ الله خاصيَّة هذا الشكل، وهذا أنموذَجٌ من عجائب صُنع الله ولطفه ورحمته بخلقه، فإن الأدنَى بَيِّنَةٌ على الأعلى؛ وهذه الغرائبُ لا يمكن أن تُسْتَقْصَى في أعمارٍ طويلة، أعني ما انكشفَ للآدَميِّين منها، وأنه ليسيرٌ بالاضافة إلى ما لا ينكشف واستأثرَ هُوَ والملائكةُ بعلمه، وربما تجد تلويحاتٍ من هذا الجنس في كتاب \"الشُكر\" وكتاب \"المحبة\"؛ فاطلبه إن كنتَ له أهلاً، وإلا فَغُضَّ بصرَكَ عن آثار رحمة الله، ولا تنظر إليها، ولا تسرح في ميدان معرفة الصُنع ولا تَتَفَرَّج فيه، واشتغل بأشعار المُتنَبي، وغرائبِ النَّحو لِسيبَوَيْه، وفروعِ ابنِ الحداد في نَوادِرِ الطلاق، وحِيَلِ المُجادلة في الكلام، فذلك أَلْيَقُ بك، فإن",
            "page": "67",
            "part": "1",
            "seal": "CFE2C870"
        },
        {
            "id": "65",
            "nass": "قيمَتَكَ على قدر هِمَّتك {وَلاَ يَنفَعُكُمْ نصحي إِنْ أَرَدْتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ الله يُرِيدُ أَن يُغْوِيَكُمْ} و {مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ} ولنرجع إلى الغرض، والمقصودُ التنبيهُ على أنموذَجِ من رحمة في خلق العالمين. ¶ وثانيها: تعلُّقُها بقوله {مالك يَوْمِ الدين} : فيشيرُ إلى الرحمة في المَعادِ يومَ الجزاءِ عند الإنعام بالمُلْكِ المؤَبَّدِ في مقابَلةِ كلمةٍ وعبادة، وشرحُ ذلك بطول. ¶ والمقصودُ أنه لا مكرَّرَ في القرآن، فإن رأيتَ شيئاً مكرراً من حيث الظاهر، فانظرُ في سَوابقه ولَواحقه لينكشف لك مزيدُ الفائدة في إعادته. ¶ (5) وأما قولُه: {مالك يَوْمِ الدين} : فإشارةٌ إلى الآخِرَة في المَعاد، وهو أحد الأقسام من الأصول، مع الإشارة إلى معنى المَلَك والمَلِك، وذلك من صفات الجلال.",
            "page": "68",
            "part": "1",
            "seal": "8C898772"
        },
        {
            "id": "66",
            "nass": "(6) وقولُه {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} : يشتمل على رُكْنَين عظيمين: ¶ أحدهما: العبادة مع الإخلاص بالاضافة إليه خاصة، وذلك هو روح الصراط المستقيم كما تعرفة من كتاب الصدق والإخلاص، وكتاب ذَمِّ الجَاهِ والرِّياء من كتاب \"الإحياء\". ¶ والثاني: اعتقادُ أنه لا يستحق العبادة سواه، وهو لُباب عقيدة التوحيد، وذلك بالتَّبَرِّي عن الحَوْلِ والقوة، ومعرفةِ أنَّ الله منفردٌ بالأفعال كلها، وأن العبد لا يستقلُّ بنفسه دون معونَتِه؛ فقوله {إِيَّاكَ نَعْبُدُ} إشارة إلى تَحْلِيَةِ النفس بالعبادة والإخلاص، وقولُهُ {وَإِيَّاكَ نَسْتَعِينُ} إشارة إلى تزكِيَتها عن الشِّرك والالتفات إلى الحَول والقوة. ¶ وقد ذكرنا أن مدار سلوك الصراط المستقيم على قسمين: أحدهما: التَّزكِيَة بِنَفْي ما لا ينبغي، والثاني: التحلية بتحصيل ما ينبغي؛ وقد اشتمل عليهما كلمتان من جملة الفاتحة. ¶ (7) وقولُهُ {اهدنا الصراط المستقيم} سؤالٌ ودُعاء، وهو مُخُّ العبادة، كما تعرفه من الأذكار والدوعات من كُتب \"الإحياء\" وهو تنبيهٌ على حاجة الإنسان إلى التَّضَرُّع والابْتِهَال إلى الله تعالى، وهو روح العُبودِيَّة، وتنبيهٌ على أن أهمَّ حاجاتِهِ الهدايةُ إلى الصراط المستقيم، إذْ بهِ السلوكُ إلى الله تعالى كما سبق ذكره.",
            "page": "69",
            "part": "1",
            "seal": "1B1730C3"
        },
        {
            "id": "67",
            "nass": "(8) وأما قولُه {صِرَاطَ الذين أَنْعَمْتَ عَلَيْهِمْ} إلى آخر السورة: فهو تذكيرٌ بنعمته على أوليائه، ونَقْمَتِه وغضبه على أعدائه، لِتَسْتَثيرَ الرغبةَ والرهبةَ من صميم الفؤاد. وقد ذكرنا أن ذِكرَ قَصَصِ الأنبياء والأعداء قسمان من أقسام القرآن عظيمان. ¶ وقد اشتملت الفاتحة من الأقسام العشرة على ثمانية أقسام: ¶ (1) الذات (2) والصفات (3) والأفعال (4) وذكر المعاد (5) والصراط المستقيم بجميع طَرَفيه أعني التزكية والتحلية (6) وذكر نعمة الأولياء (7) وغضب الأعداء (8) وذكر المَعَاد. ولم يخرج منه إلا قسمان: (أ) مُحَاجَّةُ الكفار، (ب) وأحكامُ الفقهاء، وهما الفَنَّانِ اللذان يتشعَّب منهما علم الكلام وعلم الفقه. وبهذا يتبين أنهما واقِعان في الصنّف الأخير من مراتب علوم الدين، وإنما قدَّمَهُما حُبُّ المال والجاه فقط.",
            "page": "70",
            "part": "1",
            "seal": "C645C815"
        },
        {
            "id": "68",
            "nass": "الفصل الثالث عشر ¶ في كَوْنِ الفاتحة مفتاحاً لأبَواب الجنَّةِ الثمانية ¶ وعند هذا نُنَبِّهك على دقيقةٍ فنقول: إن هذه السورة فاتحةُ الكتاب ومفتاح الجنَّة، وإنما كانت مفتاحاً لأن أبواب الجنة ثمانية ومعاني الفاتحة ترجع إلى ثمانية. فاعلم قطعاً أن كل قسم منها مفتاح باب من أبواب الجنة تشهد به الأخبار، فإن كنتَ لا تصادف من قلبك الإيمان والتصديق به، وطلبتَ فيه المناسبة، فدع عنك ما فهمتَه من ظاهر الجنة، فلا يخفَى عليك أن كل قسم يفتح بابَ بستانٍ من بساتين المعرفة، كما أشرنا إليها في آثار رحمة الله تعالى وعجائبِ صُنعه وغيرها. ¶ ولا تظنُّ أن روحَ العَارِفِ من الانشراح في رياض المعرفة وبساتينها أقلُّ من روح مَنْ يدخل الجنَّةَ التي يعرفها ويقضي فيها شهوةَ البطن والفَرْج، وأنَّى يتساويان؟ بل لا يُنْكَرُ أن يكون في العارفين",
            "page": "71",
            "part": "1",
            "seal": "52DAC727"
        },
        {
            "id": "69",
            "nass": "من رغبَتُهُ في فتح أبواب المعارف، لينظر إلى مَلَكوت السماء والأرض، وجلالِ خالقها ومُدبرها، أكثرَ من رغبته في المَنْكُوحِ والمأكولِ والملبوس، وكيف لا تكون هذه الرغبة أكثرَ وأغلبَ على العارف البصير وهي مُشارَكَةٌ للملائكة في الفِرْدَوس الأعلى، إِذْ لا حظَّ للملائكة في المَطعم والمَشرب والمَنْكَحِ والملبس. ولعل تمتُّعَ البهائم بالمَطعم والمَشرب والمَنكَحِ يزيد على تمتُّع الإنسان، فإن كنتَ ترى مُشاركة البهائم ولَذَّاتِهم أحقّ بالطلب من مساهمةِ الملائكة في فَرَحهم وسرورهم بمطالعة جمال حَضرةِ الرُّبوبِيَّة، فما أشدَّ غَيَّك وجَهْلَكَ وغَباوتك! وما أخَسَّ هِمَّتَكَ! وقيمَتُكَ على قدر هِمَّتِك. وأما العارِفُ إذا انفتح له ثمانية أبوابٍ من أبواب جنَّةِ المعارف، واعْتَكَفَ فيها، ولم يلتفت أصلاً إلى جنة البُله فإن أكثر أهل الجنة البُله، وعِلِّيُّونَ لذوي الألباب كما ورد في الخبر. ¶ وأنتَ أيضاً أيها القاصرُ هِمَّتَكَ على اللَّذات قَبْقَبَةً وَذَبْذَبَةً كالبهيمة، ولا تُنكِرُ أن درجات الجِنَان إنما تُنال بفنون المعارف، فإن كانت رياضُ المعارف لا تستحق في أن تُسَمَّى نفسُها جنة، فتستحقُّ أن يُسْتَحَقَّ بها الجنة، فتكون مفاتيحَ الجنَّة، فلا تُنْكِرْ في الفاتحة مفاتيحَ جميع أبواب الجنة.",
            "page": "72",
            "part": "1",
            "seal": "A7BF33BF"
        },
        {
            "id": "70",
            "nass": "الفصل الرابع عشر ¶ في كَوْنِ آيَةِ الكُرسيّ سيِّدةُ آي القُرآن وبيانُ الاسمِ الأَعظم ¶ فأقول: هل لك أن تتفكرَ في آية الكُرْسي أنها لَمَ تسمَّى سيدةُ الآيات، فإن كنتَ تعجز عن استِنْباطِه بتفكُّركَ فارجعْ إلى الأقسام التي ذكرناها والمراتبِ التي رتَّبناها. وقد ذكرنا لك أنَّ معرفة الله تعالى ومعرفةَ ذاتِهِ وصفاتِهِ هي المقصدُ الأَقصى من علوم القرآن، وأن سائر الأقسام مُرادةٌ له وهو مُراد لنفسه لا لغيره، فهو المَتْبوعُ وما عداه التَّابع، وهي سيدةُ الاسم المقدَّم الذي يتوجه إليه وجوهُ الأتْبَاع وقلوبُهم فيحذون حَذْوَهُ وَينْحون نحوه ومَقْصِدَه، وآيةُ الكُرسي تشتمل على ذِكر الذَّات والصفات والأفعال فقط ليس فيها غيرها: ¶ فقولُهُ: {الله} : إشارةٌ إلى الذات. ¶ وقولُهُ: {لاَ إله إِلاَّ هُوَ} : إشارةٌ إلى توحيد الذات.",
            "page": "73",
            "part": "1",
            "seal": "81618F9F"
        },
        {
            "id": "71",
            "nass": "وقولُهُ: {الحي القيوم} : إشارةٌ إلى صفةِ الذاتِ وجلاله، فإن معنى القَيُّوم هو الذي يقوم بنفسه ويقوم به غيره، فلا يتعلق قِوَامُهُ بشيء ويتعلق به قِوَامُ كل شيء، وذلك غايةُ الجَلال والعظمة. ¶ وقولُهُ {لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ} : تَنْزيهٌ وتقديسٌ له عما يستحيل عليه من أوصاف الحوادث، والتَّقديس عما يستحيل أحدُ أقسام المعرفة، بل هو أَوْضح أقسامها. ¶ وقولُهُ {لَّهُ مَا فِي السماوات وَمَا فِي الأرض} : إشارةٌ إلى كُلِّها، وأنَّ جميعها منه مصدَرُها وإليه مرجِعُها. ¶ وقولُهُ {مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ} : إشارةٌ إلى انفراده بالمُلكِ والحُكمِ والأمر، وأنَّ مَن يملك الشفاعةَ فإنما يملكُ بِتَشريفِهِ إياه والإذن فيه، وهذا نفي لِلشَّرِكَة عنه في المُلكِ والأمر. ¶ وقوله {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ} إشارةٌ إلى صفة العلم وتفضيل بعض المعلومات، والانفراد بالعلم، حتى لا عِلْمَ لغيره من ذاته، وإن كان لغيره علمٌ فهو من عطائه وهبته، وعلى قَدْرِ إرادته ومشيئَتِه. ¶ وقوله {وَسِعَ كُرْسِيُّهُ السماوات والأرض} : إشارةٌ إلى عَظمة مُلْكهِ وكمالِ قُدرته، وفيه سِرٌّ لا يحتملُ الحالُ كشفَهُ، فإن معرفةَ الكُرسي ومعرفةَ صفاته، واتِّساعِ السماواتِ والأرض معرفةٌ شريفةٌ غامضة، ويرتبط بها علوم كثيرة.",
            "page": "74",
            "part": "1",
            "seal": "F7EA5722"
        },
        {
            "id": "72",
            "nass": "وقوله {وَلاَ يَؤُودُهُ حِفْظُهُمَا} : إشارةٌ إلى صفات القُدرة وكمالها، وتَنْزِيهها عن الضَعف والنقصان. ¶ وقوله {وَهُوَ العلي العظيم} : إشارةٌ إلى أصلَيْنِ عظيَمين في الصفات، وشرح هذين الوَصْفَين يطول، وهو شرحنا منهما ما يحتمل الشرحَ في كتاب \"المَقْصِد الأَسْنَى في أسماءِ الله الحُسْنَى\" فاطلبه منه. ¶ والآن إذا تأملت جملة هذه المعاني، ثم تَلَوْتَ جميع آيات القرآن لم تجد جملةَ هذه المعاني من التوحيدِ والتَّقديسِ وشرح الصفات العُلَى مجمعةً في آية واحدة منها، فلذلك قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"سيدةٌ آي القرآن\"؛ فإنَّ {شَهِدَ الله} ليس فيه إلا التوحيد؛ و {قُلْ هُوَ الله أَحَدٌ} ليس فيه إلا التوحيدُ والتقديس؛ و {قُلِ اللهم مَالِكَ الملك} ليس فيه إلا الأفعال وكمال القدرة؛ و\"الفاتحة\" فيها رموزٌ إلى هذه الصفات من غير شرح، وهي مشروحةٌ في آية الكُرسي، والذي يَقْرُبُ منها في جميع المعاني آخِرُ الحَشْر، وأوَّلُ الحديد، إذْ اشتَملا على أسماء وصفات كثيرة، ولكنها آيات لا آية",
            "page": "75",
            "part": "1",
            "seal": "E5D36486"
        },
        {
            "id": "73",
            "nass": "واحدة، وهذه [آية الكُرسي] آيَةٌ واحدة، إذا قابَلتَها بإحدَى تلك الآيات وجدتَها أجمعَ المقاصد، فلذلك تستحق السِّيَادة على الآي. وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"هي سيِّدةُ الآيات\"؛ كيفَ لا وفيها الحَيُّ القَيُّوم، وهو الاسمُ الأَعظم، وتحته سِرٌّ، ويشهدُ له ورودُ الخبر بأنَّ الاسمَ الأعظَم في آيةِ الكُرسيّ، وأوَّلِ آلِ عِمْران، وقولِهِ {وَعَنَتِ الوجوه لِلْحَيِّ القيوم} .",
            "page": "76",
            "part": "1",
            "seal": "6E531095"
        },
        {
            "id": "74",
            "nass": "الفصل الخامس عشر ¶ في عِلَّة كَوْنِ سورةِ الإخلاص تَعدِلُ ثُلُثَ القرآن ¶ وأما قولُه عليه السلام \"قُلْ هُو اللهُ أحد تَعْدِلُ ثُلُثَ\" القرآن فما أراكَ أن تفهمَ وجهَ ذلك؛ فتارةً تقول: هذا ذَكَرَهُ للترغيب في التلاوة وليس المعنى به التقدير، وحاشا منصِبَ النُبُوَّةِ عن ذلك؛ وتارةً تقول: هذا بعيدٌ عن الفهم والتأويل، وأن آياتِ القرآن تزيد على ستة آلاف آية، فهذا القدرُ كيف يكون ثُلُثُهَا؟ وهذا لِقلَّةِ معرفَتِكَ بحقائق القرآن، ونَظَرِك إلى ظاهر ألفاظه، فتظن أنها تَكْثُرُ وتَعْظُم بطول الألفاظ وتَقصُرُ بقِصَرها، وذلك كَظَنِّ من يُؤثِرُ الدراهم الكثيرة على الجَوْهَرِ الواحد، نظراً إلى كَثْرَتِها.",
            "page": "77",
            "part": "1",
            "seal": "1DD28C9D"
        },
        {
            "id": "75",
            "nass": "فاعلم أنَّ [سورة] الإخلاص تَعْدِلُ ثُلُثَ القرآن قطعاً، وارجع إلى الأقسام الثلاثة التي ذكرناها في مهمَّات القرآن، إذْ هي: معرفة الله تعالى، ومعرفةُ الآخرة، ومعرفةُ الصراط المستقيم، فهذه المعارف الثلاثة هي المهمة والباقي تَوابع؛ وسورة الإخلاص تشتمل على واحد من الثلاث، وهو معرفة الله وتوحيدُه وتقديسُهُ عن مُشَارِكٍ في الجنس والنَّوع، وهو المرادُ بِنَفي الأصل والفرع والكُفْؤ، وَوَصفُهُ بالصَّمَد يُشعِر بأنه الصَّمَدُ الذي لا مَقصِدَ في الوجودِ للحوائجِ سواه، نعم ليس فيها حديثُ الآخرةِ والصِّراطِ المُستَقيم، وقد ذكرنا أن أصولَ مهمَّاتِ القرآن معرفةُ الله تعالى ومعرفةُ الآخرة ومعرفةُ الصراط المستقيم، فلذلك تَعدِلُ ثُلُثَ القرآن، أي ثُلث الأصولِ من القرآن كما قال عليه السلام \"الحَجُّ عَرَفَة\" أي هو الأصل والباقي تَوابع.",
            "page": "78",
            "part": "1",
            "seal": "79AF1061"
        },
        {
            "id": "76",
            "nass": "الفصل السادس عشر ¶ في تنبيهِ الطالب أن يستَنْبِط بفكرِهِ معنى قولهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"يَس قلبُ القُرآن\" ¶ لعلَّك تشتهي الآنَ أن تعرف معنى قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (\"يَس\" قلبُ القرآن) وأنا أرى أنْ أَكِلَ هذا إِلى فهمِكَ لتستنبطه بنفسك على قياس ما نُبِّهْتَ عليه في أمثاله، فَعَسَاكَ تقف على وجهه، فالنشاط والتَّنْبيهُ من نفسك أعظمُ من الفرح بالتَّنبيه من غيرك، والتَّنَبُّهُ يزيد في النشاط أكثرَ من التنبيه، وأرجو أنك إذا تنبَّهت لِسِرِّ واحدٍ من نفسك تَوفَّرت داعِيَتُك وانْبَعَثَ نشاطُك لإدمانِ الفكر، طمعاً في الاسْتِبْصار والوقوف على الأسرارِ، وبه ينفتح لك حقائقُ الآيات التي هي قَوارعُ القرآن، على ما سنَجمَعُهُ لكَ ليَسهُلَ عليك النظرُ فيها واستنباطُ الأسرار منها.",
            "page": "79",
            "part": "1",
            "seal": "4BF4073C"
        },
        {
            "id": "77",
            "nass": "الفصل السابع عشر ¶ في تخصيص النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آية الكُرسي بأنها سيِّدةُ آي القرآن، والفاتحة بأنها الأفضل ¶ لعلَّكَ تقول: لمَ خُصِّصَت آيةُ الكُرسي بأنها السيِّدة، والفاتحة بأنها الأَفضل، أفيه سِرٌّ أم هو بحكم الاتفاق؟ كما يسبق اللسان في الثَّناء على شخصٍ إلى لفظ، وفي الثناءِ على مثله إلى لفظٍ آخر؟ ¶ فأقول: هَيْهَاتَ، فإن ذلك يليق بي وبك وبمن ينطِقُ عن الهَوَى، لا بمن ينطِقُ عن وَحْي يُوحَى، فلا تَظُنَّنَّ أن كلمةً واحدة تصدر عنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في أحواله المختلفة من الغضب والرضا إلا بالحقِّ والصدق؛ والسرُّ في هذا التخصيص أن الجامعَ بين فنون الفَضْلِ وأنواعها الكثيرة يسمى فاضلاً، فالذي يجمع أنواعاً أكثر يسمى أفضل، فإن الفضل هو الزيادة، فالأفضل هو الأَزْيَد، وأما السُّؤْدَدُ فهو عبارة عن رُسوخِ معنى الشرف الذي يقتضي الاسْتِتْبَاعَ ويأبى التبعيَّة، وإذا راجعتَ المعاني التي ذكرناها في السُّورَتَين علمتَ أن الفاتحة تتضمن التنبيهَ على معانٍ كثيرة، ومعانٍ مختلفة، فكانت أفضل. وآيةُ الكُرسي تشتمل على المعرفة العُظمَى التي هي المَتبوعة والمقصودة، التي يتبعها",
            "page": "80",
            "part": "1",
            "seal": "D2E7C037"
        },
        {
            "id": "78",
            "nass": "سائر المعارف، فكان اسم السّيدة بها ألْيَق. فَتَنَبَّه لهذا النَّمط من التصرف في قَوارعِ القرآن وما يتلوه عليك، لِيَغْزُرَ عِلمُكَ وينفَتح فِكْرُك، فترى العجائب والآيات، وتنشرح في جنة المعارف، وهي الجنة التي لا نهاية لأطرافها، إذْ معرفةُ جلال الله وأفعاله لا نهاية لها، فالجنة التي تعرفها خُلِقَت من أجسام، فهي وإن اتَّسعَتْ أكنافُها فَمُتَنَاهِيَة، إذ ليس في الإمكان خَلْقُ جسمٍ بلا نهاية فإنه مُحال. وإياك أن تستبدلَ الذي هو أدنى بالذي هو خير، فتكونَ من جملة البُلَهِ وإن كنتَ من أهل الجنة قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"أكثرُ أهلِ الجنة البُلْه عِلِّيُّون لذوي الألباب\".",
            "page": "81",
            "part": "1",
            "seal": "5BED7A8F"
        },
        {
            "id": "79",
            "nass": "الفصل الثامن عشر ¶ في حال العَارفين ونِسْبَة لَذَّتهم إلى لذَّة الغافِلين ¶ واعلم أنه لو خُلِقَ فيكَ شوقٌ إلى لقاء الله، وشهوةٌ إلى معرفة جلاله، أصدقَ وأقوى من شَهوتِكَ للأكل والنكاح، لكنتَ تُؤْثِرُ جنةَ المعارف ورياضَها وبساتينَها على الجنة التي فيها قضاءُ الشهواتِ المحسوسة. ¶ واعلم أن هذه الشهوة خُلقت للعَارِفين ولم تُخْلَق لك، كما خُلِقَت لك شهوَةُ الجاهِ ولم تُخْلَق للصبيان، وإنما للصبيان شهوَةُ اللعب فقط. فأنتَ تتعجب من الصبيان في عُكوفِهِم على لذة اللعب وخِلْوِهِم عن لذَّة الرئاسة. والعارفُ يتعجب منك في عُكُوفِكَ على لذَّة الجاهِ والرئاسة، فإن الدنيا بحذافيرها عند العارِف لهوٌ ولعب. ¶ ولمَّا خُلقت هذه الشهوة للعارفين كان التِذاذهُم بالمعرفة بقدر شهوتهم، ولا نسبة لتلك اللذة إلى لذة الشهوات الحِسِّيَّة، فإنها لذةٌ لا",
            "page": "82",
            "part": "1",
            "seal": "1C44BEE8"
        },
        {
            "id": "80",
            "nass": "يَعْتَريها الزوال، ولا يُغَيِّرُها المَلال. بل لا تزال تَتَضاعف وتَتَرادف، وتَزدادُ بزيادة المعرفة والأشواق فيها، بخلاف سائر الشهوات، إلا أن هذه الشهوة لا تُخلق في الإنسان إلا بعد البلوغ أعني البلوغ إلى حد الرجال. ومن لم تُخلَق فيه فهو إما صبي لم تَكْمُل فِطْرَتُهُ لقبول هذه الشهوات. أو عِنِّين أفسدت كُدوراتُ الدنيا وشهواتُها فِطْرَتُهُ الأصيلة. فالعارفون لمَّا رُزِقوا شهوة المعرفة، ولذَّة النظر إلى جلال الله، فهم في مُطالَعَتِهم جمالَ الحضرة الرُّبوبِيَّة في جنةٍ عرضُها السمواتُ والأرض، بل أكثر، وهي جنةٌ عالية، قُطوفُها دانِيَة، فإن فَواكِهَهَا صفةُ ذاتِهم، وليست مقطوعةً ولا ممنوعة، إذ لا مُضايقةَ للمعارف.",
            "page": "83",
            "part": "1",
            "seal": "51A3D075"
        },
        {
            "id": "81",
            "nass": "الفصل التاسع عشر ¶ في تقسيم لُبَابِ القرآن إلى نَمَطِ الجواهر ونَمَطِ الدُّرَر ¶ والعارفون ينظرون إلى العاكِفينَ في حَضيضِ الشَّهواتِ نَظَرَ العُقلاء إلى الصبيان عند عُكوفهم على لذَّات اللعب. ولذلك تراهم مُستَوحشين من الخَلق، ويؤثرون العُزلَةَ والخلَوة، فهي أحب الأشياء إليهم؛ ويهربون من الجاه والمال، فإنه يشغَلُهم عن لذة المُنَاجاة، ويُعرضون عن الأهل والولد تَرفُّعاً عن الاشتغال بهم عن الله تعالى، فترى الناسَ يضحكون منهم فيقولون في حق من يَرَوْنَهُ منهم أنه مُوَسْوَس، بل مُدْبِرٌ ظهر عليه مبادىءُ الجنون، وهم يضحكون على الناس لقناعتهم بِمتَاع الدنيا ويقولون: \"إنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرون فَسَوْفَ تَعْلَمُون\". ¶ والعارف مشغولٌ بتهيئَةِ سفينة النجاة لغيره ولنفسه لعلمه بخَطَرِ المَعاد، فيضحك على أهل الغفلة ضَحِكَ العاقل على الصبيان، إذا اشتغلوا باللعب والصَّوْلَجان وقد أضَلّ على البلد سلطان قاهر، يريد أن يُغيرَ على البلد فيقتل بعضَهم ويخلَغَ بعضَهم. والعَجَبُ منك أيها المسكين المشغول بجاهك الخطير المُنَغَّص ومالِكَ اليسيرِ المُشَوَّش، قانعاً به",
            "page": "84",
            "part": "1",
            "seal": "4786291F"
        },
        {
            "id": "82",
            "nass": "عن النظر إلى جمال الحضرة الرُّبوبِيَّةِ وجلالها مع إشراقِه وظهوره، فإنه أظهرُ من أن يُطلَب، وأَوْضَح من أن يُعْقَل، ولم يمنع القلوبَ من الاشتغال بذلك الجمال، بعد تَزْكِيَتها عن شهواتِ الدنيا، إلا شدَّةُ الإشراق مع ضَعْفِ الأَحْداق، فسبحانَ مَن اختفَى عن بَصائر الخلَقِ بنوره، واحتجبَ عنهم لشدة ظهوره. ¶ ونحن الآنَ نَنْظُمُ جواهرَ القرآن في سِلْكٍ واحد، ودُرَرَهُ في سِلْكٍ آخَر؛ وقد يُصَادَف كِلاهُما منظوماً في آيةٍ واحدة فلا يمكن تقطيعها، فننظر إلى الأغلب من معانيها. ¶ والشطر الأول: من الفاتحة من الجواهر، والشطر الثاني: من الدُرَر، وَلذلك قال الله تعالى: \"قَسَمْتُ الفاتحةَ بيني وبين عبدي\" الحديث. ونُنَبِّهكَ أن المقصود من سِلْكِ الجواهر: اقتباسُ أنوار المعرفة فقط. والمقصود من الدُرَر: هو الاستقامة على سواء الطريق بالعمل. فالأول علمي، والثاني عملي، وأصلُ الإيمان العلم والعمل.",
            "page": "85",
            "part": "1",
            "seal": "8A3FFFA7"
        },
        {
            "id": "83",
            "nass": "القسم الثاني / في المقاصد ¶ النَّمَطُ الأوَّل: في جَوَاهِرِ القُرآن ¶ وهي سبْعُمِائَة وثَلاثٌ وستونَ آية ¶ . أوَّلُها فاتحة الكتاب: ¶ {بِسْمِ الله الرَّحْمنِ الرَّحيم} . إلى آخِرها. ¶ . وأما من سورة البقرة فأَرْبَعَ عشرةَ آية: ¶ قوله تعالى: {الذي جَعَلَ لَكُمُ الأرض فِرَاشاً والسماء بِنَآءً وَأَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ فَلاَ تَجْعَلُواْ للَّهِ أَندَاداً وَأَنْتُمْ تَعْلَمُونَ} . ¶ وقولُهُ: {هُوَ الذي خَلَقَ لَكُمْ مَّا فِي الأرض جَمِيعاً ثُمَّ استوى إِلَى السمآء فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} . ¶ وقولُهُ: {قَالُواْ سُبْحَانَكَ لاَ عِلْمَ لَنَآ إِلاَّ مَا عَلَّمْتَنَآ إِنَّكَ أَنْتَ العليم الحكيم} .",
            "page": "86",
            "part": "1",
            "seal": "91E2AEF7"
        },
        {
            "id": "84",
            "nass": "وقولُهُ: {أَلَمْ تَعْلَمْ أَنَّ الله لَهُ مُلْكُ السماوات والأرض وَمَا لَكُمْ مِّن دُونِ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ} . ¶ وقولُهُ: {وَللَّهِ المشرق والمغرب فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ الله إِنَّ الله وَاسِعٌ عَلِيمٌ * وَقَالُواْ اتخذ الله وَلَداً سُبْحَانَهُ بَل لَّهُ مَا فِي السماوات والأرض كُلٌّ لَّهُ قَانِتُونَ * بَدِيعُ السماوات والأرض وَإِذَا قضى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} . ¶ وقولُهُ: {فَسَيَكْفِيكَهُمُ الله وَهُوَ السميع العليم * صِبْغَةَ الله وَمَنْ أَحْسَنُ مِنَ الله صِبْغَةً وَنَحْنُ لَهُ عَابِدونَ} . ¶ وقولُهُ: {وإلهكم إله وَاحِدٌ لاَّ إله إِلاَّ هُوَ الرحمن الرحيم * إِنَّ فِي خَلْقِ السماوات والأرض واختلاف الليل والنهار والفلك التي تَجْرِي فِي البحر بِمَا يَنفَعُ الناس وَمَآ أَنزَلَ الله مِنَ السمآء مِن مَّآءٍ فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرِيفِ الرياح والسحاب المسخر بَيْنَ السمآء والأرض لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ} . ¶ وقولُهُ: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي لَعَلَّهُمْ يَرْشُدُونَ} .",
            "page": "87",
            "part": "1",
            "seal": "835D3E81"
        },
        {
            "id": "85",
            "nass": "وقولُهُ: {الله لاَ إله إِلاَّ هُوَ الحي القيوم لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السماوات وَمَا فِي الأرض مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ وَسِعَ كُرْسِيُّهُ السماوات والأرض وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ العلي العظيم * لاَ إِكْرَاهَ فِي الدين قَد تَّبَيَّنَ الرشد مِنَ الغي فَمَنْ يَكْفُرْ بالطاغوت وَيْؤْمِن بالله فَقَدِ استمسك بالعروة الوثقى لاَ انفصام لَهَا والله سَمِيعٌ عَلِيمٌ} . ¶ ومن سورة آلَ عمران ثلاثة عشرة آية: قولُهُ تعالى: {الم * الله لا إله إِلاَّ هُوَ الحي القيوم * نَزَّلَ عَلَيْكَ الكتاب بالحق مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التوراة والإنجيل * مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ الفرقان إِنَّ الذين كَفَرُواْ بِآيَاتِ الله لَهُمْ عَذَابٌ شَدِيدٌ والله عَزِيزٌ ذُو انتقام * إِنَّ الله لاَ يخفى عَلَيْهِ شَيْءٌ فِي الأرض وَلاَ فِي السمآء * هُوَ الذي يُصَوِّرُكُمْ فِي الأرحام كَيْفَ يَشَآءُ لاَ إله إِلاَّ هُوَ العزيز الحكيم} . ¶ وقولُهُ: {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم قَآئِمَاً بالقسط لاَ إله إِلاَّ هُوَ العزيز الحكيم * إِنَّ الدِّينَ عِندَ الله الإسلام} . ¶ وقولُهُ: {قُلِ اللهم مَالِكَ الملك تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك",
            "page": "88",
            "part": "1",
            "seal": "6BD7155C"
        },
        {
            "id": "86",
            "nass": "مِمَّنْ تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ بِيَدِكَ الخير إِنَّكَ على كُلِّ شَيْءٍ قَدِيرٌ * ¶ تُولِجُ الليل فِي النهار وَتُولِجُ النهار فِي الليل وَتُخْرِجُ الحي مِنَ الميت وَتُخْرِجُ الميت مِنَ الحي وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ} . ¶ وقولُهُ: {قُلْ إِنَّ الفضل بِيَدِ الله يُؤْتِيهِ مَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ * يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَآءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} . ¶ وقولُهُ: {وَللَّهِ مُلْكُ السماوات والأرض والله على كُلِّ شَيْءٍ قَدِيرٌ * إِنَّ فِي خَلْقِ السماوات والأرض واختلاف الليل والنهار لآيَاتٍ لأُوْلِي الألباب * الذين يَذْكُرُونَ الله قِيَاماً وَقُعُوداً وعلى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السماوات والأرض رَبَّنَآ مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ * رَبَّنَآ إِنَّكَ مَن تُدْخِلِ النار فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} . ¶ ومن سورة النساء آيتان: ¶ قولُهُ تعالى: {ياأهل الكتاب لاَ تَغْلُواْ فِي دِينِكُمْ وَلاَ تَقُولُواْ عَلَى الله إِلاَّ الحق إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ رَسُولُ الله وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ وَرُوحٌ مِّنْهُ فَآمِنُواْ بالله وَرُسُلِهِ وَلاَ تَقُولُواْ ثَلاَثَةٌ انتهوا خَيْراً لَّكُمْ إِنَّمَا الله إله وَاحِدٌ سُبْحَانَهُ أَن يَكُونَ لَهُ وَلَدٌ لَّهُ مَا فِي السماوات وَمَا فِي",
            "page": "89",
            "part": "1",
            "seal": "F8BDD514"
        },
        {
            "id": "87",
            "nass": "الأرض وكفى بالله وَكِيلاً * ¶ لَّن يَسْتَنكِفَ المسيح أَن يَكُونَ عَبْداً للَّهِ وَلاَ الملائكة المقربون وَمَن يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيهِ جَمِيعاً} . ¶ ومن سُورَةِ المَائِدَة عشر آيات: قولُه تعالى: {لَّقَدْ كَفَرَ الذين قآلوا إِنَّ الله هُوَ المسيح ابن مَرْيَمَ قُلْ فَمَن يَمْلِكُ مِنَ الله شَيْئاً إِنْ أَرَادَ أَن يُهْلِكَ المسيح ابن مَرْيَمَ وَأُمَّهُ وَمَن فِي الأرض جَمِيعاً وَللَّهِ مُلْكُ السماوات والأرض وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَآءُ والله على كُلِّ شَيْءٍ قَدِيرٌ} . ¶ وقولُهُ: {أَلَمْ تَعْلَمْ أَنَّ الله لَهُ مُلْكُ السماوات والأرض يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ والله على كُلِّ شَيْءٍ قَدِيرٌ} . ¶ وقولُهُ: {ذلك لتعلموا أَنَّ الله يَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض وَأَنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ * اعلموا أَنَّ الله شَدِيدُ العقاب وَأَنَّ الله غَفُورٌ رَّحِيمٌ * مَّا عَلَى الرسول إِلاَّ البلاغ والله يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ} . ¶ وقولُهُ: {وَإِذْ قَالَ الله ياعيسى ابن مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلاهين مِن دُونِ الله قَالَ سُبْحَانَكَ مَا يَكُونُ لي أَنْ",
            "page": "90",
            "part": "1",
            "seal": "93BC7CFF"
        },
        {
            "id": "88",
            "nass": "أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الغيوب * مَا قُلْتُ لَهُمْ إِلاَّ مَآ أَمَرْتَنِي بِهِ أَنِ اعبدوا الله رَبِّي وَرَبَّكُمْ وَكُنتُ عَلَيْهِمْ شَهِيداً مَّا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ وَأَنتَ على كُلِّ شَيْءٍ شَهِيدٌ * إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم * قَالَ الله هذا يَوْمُ يَنفَعُ الصادقين صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَآ أَبَداً رَّضِيَ الله عَنْهُمْ وَرَضُواْ عَنْهُ ذلك الفوز العظيم * للَّهِ مُلْكُ السماوات والأرض وَمَا فِيهِنَّ وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ} . ¶ ومن سورة الأنعام خمس وأربعون آية: قولُهُ تعالى: {الحمد للَّهِ الذي خَلَقَ السماوات والأرض وَجَعَلَ الظلمات والنور ثْمَّ الذين كَفَرُواْ بِرَبِّهِمْ يَعْدِلُونَ * هُوَ الذي خَلَقَكُمْ مِّن طِينٍ ثُمَّ قضى أَجَلاً وَأَجَلٌ مُّسَمًّى عِندَهُ ثُمَّ أَنتُمْ تَمْتَرُونَ * وَهُوَ الله فِي السماوات وَفِي الأرض يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ} . ¶ وقولُهُ: {وَلَهُ مَا سَكَنَ فِي الليل والنهار وَهُوَ السميع العليم * قُلْ أَغَيْرَ الله أَتَّخِذُ وَلِيّاً فَاطِرِ السماوات والأرض وَهُوَ يُطْعِمُ وَلاَ يُطْعَمُ قُلْ إني أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلاَ تَكُونَنَّ مِنَ المشركين * قُلْ إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ * مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الفوز المبين * وَإِن يَمْسَسْكَ الله بِضُرٍّ فَلاَ كَاشِفَ لَهُ",
            "page": "91",
            "part": "1",
            "seal": "1B7BD211"
        },
        {
            "id": "89",
            "nass": "إِلاَّ هُوَ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ على كُلِّ شَيْءٍ قَدُيرٌ * ¶ وَهُوَ القاهر فَوْقَ عِبَادِهِ وَهُوَ الحكيم الخبير} . ¶ وقولُهُ: {وَمَا مِن دَآبَّةٍ فِي الأرض وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُمْ مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ ثُمَّ إلى رَبِّهِمْ يُحْشَرُونَ} . ¶ وقولُهُ: {قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ الله سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ على قُلُوبِكُمْ مَّنْ إله غَيْرُ الله يَأْتِيكُمْ بِهِ انظر كَيْفَ نُصَرِّفُ الآيات ثُمَّ هُمْ يَصْدِفُونَ * قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ الله بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلاَّ القوم الظالمون} . ¶ وقولُهُ: {وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَآ إِلاَّ هُوَ وَيَعْلَمُ مَا فِي البر والبحر وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأرض وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ * وَهُوَ الذي يَتَوَفَّاكُم بالليل وَيَعْلَمُ مَا جَرَحْتُم بالنهار ثُمَّ يَبْعَثُكُمْ فِيهِ ليقضى أَجَلٌ مُّسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ * وَهُوَ القاهر فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُم حَفَظَةً حتى إِذَا جَآءَ أَحَدَكُمُ الموت تَوَفَّتْهُ رُسُلُنَا وَهُمْ لاَ يُفَرِّطُونَ * ثُمَّ ردوا إلى الله مَوْلاَهُمُ الحق أَلاَ لَهُ الحكم وَهُوَ أَسْرَعُ الحاسبين * قُلْ مَن يُنَجِّيكُمْ مِّن ظُلُمَاتِ البر والبحر تَدْعُونَهُ تَضَرُّعاً وَخُفْيَةً لَّئِنْ أَنجَانَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين * قُلِ الله يُنَجِّيكُمْ",
            "page": "92",
            "part": "1",
            "seal": "4934B6A1"
        },
        {
            "id": "90",
            "nass": "مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ * ¶ قُلْ هُوَ القادر على أَن يَبْعَثَ عَلَيْكُمْ عَذَاباً مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انظر كَيْفَ نُصَرِّفُ الآيات لَعَلَّهُمْ يَفْقَهُونَ} . ¶ وقولُهُ: {وَهُوَ الذي خَلَقَ السماوات والأرض بالحق وَيَوْمَ يَقُولُ كُن فَيَكُونُ قَوْلُهُ الحق وَلَهُ الملك يَوْمَ يُنفَخُ فِي الصور عَالِمُ الغيب والشهادة وَهُوَ الحكيم الخبير * وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَاماً آلِهَةً إني أَرَاكَ وَقَوْمَكَ فِي ضَلاَلٍ مُّبِينٍ * وَكَذَلِكَ نري إِبْرَاهِيمَ مَلَكُوتَ السماوات والأرض وَلِيَكُونَ مِنَ الموقنين * فَلَمَّا جَنَّ عَلَيْهِ الليل رَأَى كَوْكَباً قَالَ هذا رَبِّي فَلَمَّآ أَفَلَ قَالَ لا أُحِبُّ الآفلين * فَلَمَّآ رَأَى القمر بَازِغاً قَالَ هذا رَبِّي فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِي رَبِّي لأَكُونَنَّ مِنَ القوم الضالين * فَلَماَّ رَأَى الشمس بَازِغَةً قَالَ هذا رَبِّي هاذآ أَكْبَرُ فَلَمَّآ أَفَلَتْ قَالَ ياقوم إِنِّي بريء مِّمَّا تُشْرِكُونَ * إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السماوات والأرض حَنِيفاً وَمَآ أَنَاْ مِنَ المشركين} . ¶ وقولُهُ: {إِنَّ الله فَالِقُ الحب والنوى يُخْرِجُ الحي مِنَ الميت وَمُخْرِجُ الميت مِنَ الحي ذلكم الله فأنى تُؤْفَكُونَ * فَالِقُ الإصباح وَجَعَلَ الليل سَكَناً والشمس والقمر حُسْبَاناً ذلك تَقْدِيرُ العزيز العليم * وَهُوَ الذي جَعَلَ لَكُمُ النجوم لِتَهْتَدُواْ بِهَا فِي ظُلُمَاتِ البر والبحر قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَعْلَمُونَ * وَهُوَ الذي أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ",
            "page": "93",
            "part": "1",
            "seal": "8A6685AE"
        },
        {
            "id": "91",
            "nass": "فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَفْقَهُونَ * ¶ وَهُوَ الذي أَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِراً نُّخْرِجُ مِنْهُ حَبّاً مُّتَرَاكِباً وَمِنَ النخل مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِّنْ أَعْنَابٍ والزيتون والرمان مُشْتَبِهاً وَغَيْرَ مُتَشَابِهٍ انظروا إلى ثَمَرِهِ إِذَآ أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذلكم لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ * وَجَعَلُواْ للَّهِ شُرَكَآءَ الجن وَخَلَقَهُمْ وَخَرَقُواْ لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وتعالى عَمَّا يَصِفُونَ * بَدِيعُ السماوات والأرض أنى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَّهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ * ذلكم الله رَبُّكُمْ لا إله إِلاَّ هُوَ خَالِقُ كُلِّ شَيْءٍ فاعبدوه وَهُوَ على كُلِّ شَيْءٍ وَكِيلٌ * لاَّ تُدْرِكُهُ الأبصار وَهُوَ يُدْرِكُ الأبصار وَهُوَ اللطيف الخبير * قَدْ جَآءَكُمْ بَصَآئِرُ مِن رَّبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَآ أَنَاْ عَلَيْكُمْ بِحَفِيظٍ} . ¶ وقولُهُ: {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً لاَّ مُبَدِّلِ لِكَلِمَاتِهِ وَهُوَ السميع العليم} . ¶ وقولُهُ: {وَرَبُّكَ الغني ذُو الرحمة إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِن بَعْدِكُمْ مَّا يَشَآءُ كَمَآ أَنشَأَكُمْ مِّن ذُرِّيَّةِ قَوْمٍ آخَرِينَ} . ¶ وقولُهُ: {وَهُوَ الذي أَنشَأَ جَنَّاتٍ مَّعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ",
            "page": "94",
            "part": "1",
            "seal": "C6E5CA09"
        },
        {
            "id": "92",
            "nass": "والنخل والزرع مُخْتَلِفاً أُكُلُهُ والزيتون والرمان مُتَشَابِهاً وَغَيْرَ مُتَشَابِهٍ كُلُواْ مِن ثَمَرِهِ إِذَآ أَثْمَرَ وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ وَلاَ تسرفوا إِنَّهُ لاَ يُحِبُّ المسرفين * ¶ وَمِنَ الأنعام حَمُولَةً وَفَرْشاً كُلُواْ مِمَّا رَزَقَكُمُ الله وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ} . ¶ وقولُهُ: {قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للَّهِ رَبِّ العالمين * لاَ شَرِيكَ لَهُ وبذلك أُمِرْتُ وَأَنَاْ أَوَّلُ المسلمين * قُلْ أَغَيْرَ الله أَبْغِي رَبّاً وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى ثُمَّ إلى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ * وَهُوَ الذي جَعَلَكُمْ خَلاَئِفَ الأرض وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَبْلُوَكُمْ فِي مَآ آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ العقاب وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ} . ¶ ومن سورة الأعراف عشر آيات: ¶ قولُهُ تعالى: {وَلَقَدْ مَكَّنَّاكُمْ فِي الأرض وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ قَلِيلاً مَّا تَشْكُرُونَ * وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا للملائكة اسجدوا لأَدَمَ فسجدوا إِلاَّ إِبْلِيسَ لَمْ يَكُنْ مِّنَ الساجدين} . ¶ وقولُهُ: {وَقَالُواْ الحمد للَّهِ الذي هَدَانَا لهذا وَمَا كُنَّا لِنَهْتَدِيَ لولا أَنْ هَدَانَا الله لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بالحق ونودوا أَن تِلْكُمُ الجنة أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ} .",
            "page": "95",
            "part": "1",
            "seal": "C6F2B2C5"
        },
        {
            "id": "93",
            "nass": "وقولُهُ: {إِنَّ رَبَّكُمُ الله الذي خَلَقَ السماوات والأرض فِي سِتَّةِ أَيَّامٍ ثُمَّ استوى عَلَى العرش يُغْشِي الليل النهار يَطْلُبُهُ حَثِيثاً والشمس والقمر والنجوم مُسَخَّرَاتٍ بِأَمْرِهِ أَلاَ لَهُ الخلق والأمر تَبَارَكَ الله رَبُّ العالمين * ادعوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ المعتدين * وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا وادعوه خَوْفاً وَطَمَعاً إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين * وَهُوَ الذي يُرْسِلُ الرياح بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ حتى إِذَآ أَقَلَّتْ سَحَاباً ثِقَالاً سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ فَأَنْزَلْنَا بِهِ المآء فَأَخْرَجْنَا بِهِ مِن كُلِّ الثمرات كذلك نُخْرِجُ الموتى لَعَلَّكُمْ تَذَكَّرُونَ * والبلد الطيب يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ والذي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِداً كذلك نُصَرِّفُ الآيات لِقَوْمٍ يَشْكُرُونَ} . ¶ وقولُهُ: {وَلَمَّا جَآءَ موسى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أرني أَنظُرْ إِلَيْكَ قَالَ لَن تَرَانِي ولاكن انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تجلى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكّاً وَخَرَّ موسى صَعِقاً فَلَمَّآ أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَاْ أَوَّلُ المؤمنين} . ¶ وقولُهُ: {أَوَلَمْ يَنْظُرُواْ فِي مَلَكُوتِ السماوات والأرض وَمَا خَلَقَ الله مِن شَيْءٍ وَأَنْ عسى أَن يَكُونَ قَدِ اقترب أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ} .",
            "page": "96",
            "part": "1",
            "seal": "D6C50082"
        },
        {
            "id": "94",
            "nass": "ومن سورة التوبة أربعُ آيات: ¶ قولُهُ تعالى: {وَمَآ أمروا إِلاَّ ليعبدوا إلها وَاحِداً لاَّ إله إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ * يُرِيدُونَ أَن يُطْفِئُواْ نُورَ الله بِأَفْوَاهِهِمْ ويأبى الله إِلاَّ أَن يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الكافرون * هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق لِيُظْهِرَهُ عَلَى الدين كُلِّهِ وَلَوْ كَرِهَ المشركون} . ¶ وقوله: {إِنَّ الله لَهُ مُلْكُ السماوات والأرض يُحْيِي وَيُمِيتُ وَمَا لَكُمْ مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلاَ نَصِيرٍ} . ¶ ومن سورة يونس ثماني عشرة آية: ¶ قولُهُ تعالى: {إِنَّ رَبَّكُمُ الله الذي خَلَقَ السماوات والأرض فِي سِتَّةِ أَيَّامٍ ثُمَّ استوى عَلَى العرش يُدَبِّرُ الأمر مَا مِن شَفِيعٍ إِلاَّ مِن بَعْدِ إِذْنِهِ ذلكم الله رَبُّكُمْ فاعبدوه أَفَلاَ تَذَكَّرُونَ * إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً وَعْدَ الله حَقّاً إِنَّهُ يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ لِيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات بالقسط والذين كَفَرُواْ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ * هُوَ الذي جَعَلَ الشمس ضِيَآءً والقمر نُوراً وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السنين والحساب مَا خَلَقَ الله ذلك إِلاَّ بالحق يُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ * إِنَّ فِي اختلاف الليل والنهار وَمَا خَلَقَ الله فِي السماوات والأرض لآيَاتٍ لِّقَوْمٍ يَتَّقُونَ} .",
            "page": "97",
            "part": "1",
            "seal": "D63727E9"
        },
        {
            "id": "95",
            "nass": "وقولُهُ: {قُلْ مَن يَرْزُقُكُم مِّنَ السمآء والأرض أَمَّن يَمْلِكُ السمع والأبصار وَمَن يُخْرِجُ الحي مِنَ الميت وَيُخْرِجُ الميت مِنَ الحي وَمَن يُدَبِّرُ الأمر فَسَيَقُولُونَ الله فَقُلْ أَفَلاَ تَتَّقُونَ * فَذَلِكُمُ الله رَبُّكُمُ الحق فَمَاذَا بَعْدَ الحق إِلاَّ الضلال فأنى تُصْرَفُونَ} . ¶ وقولُهُ: {وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُواْ مِنْهُ مِن قُرْآنٍ وَلاَ تَعْمَلُونَ مِنْ عَمَلٍ إِلاَّ كُنَّا عَلَيْكُمْ شُهُوداً إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الأرض وَلاَ فِي السمآء وَلاَ أَصْغَرَ مِن ذلك ولا أَكْبَرَ إِلاَّ فِي كِتَابٍ مُّبِينٍ} . ¶ وقولُهُ: {هُوَ الذي جَعَلَ لَكُمُ الليل لِتَسْكُنُواْ فِيهِ والنهار مُبْصِراً إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ * قَالُواْ اتخذ الله وَلَداً سُبْحَانَهُ هُوَ الغني لَهُ مَا فِي السماوات وَمَا فِي الأرض إِنْ عِندَكُمْ مِّن سُلْطَانٍ بهاذآ أَتقُولُونَ عَلَى الله مَا لاَ تَعْلَمُونَ} . ¶ وقولُهُ: {وَلَوْ شَآءَ رَبُّكَ لآمَنَ مَن فِي الأرض كُلُّهُمْ جَمِيعاً أَفَأَنتَ تُكْرِهُ الناس حتى يَكُونُواْ مُؤْمِنِينَ * وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلاَّ بِإِذْنِ الله وَيَجْعَلُ الرجس عَلَى الذين لاَ يَعْقِلُونَ * قُلِ انظروا مَاذَا فِي السماوات والأرض وَمَا تُغْنِي الآيات والنذر عَن قَوْمٍ لاَّ يُؤْمِنُونَ} .",
            "page": "98",
            "part": "1",
            "seal": "F1381E83"
        },
        {
            "id": "96",
            "nass": "وقولُهُ: {قُلْ يا أيها ¶ الناس إِن كُنتُمْ فِي شَكٍّ مِّن دِينِي فَلاَ أَعْبُدُ الذين تَعْبُدُونَ مِن دُونِ الله ولاكن أَعْبُدُ الله الذي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ المؤمنين * وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً وَلاَ تَكُونَنَّ مِنَ المشركين * وَلاَ تَدْعُ مِن دُونِ الله مَا لاَ يَنفَعُكَ وَلاَ يَضُرُّكَ فَإِن فَعَلْتَ فَإِنَّكَ إِذاً مِّنَ الظالمين * وَإِن يَمْسَسْكَ الله بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلاَ رَآدَّ لِفَضْلِهِ يُصَيبُ بِهِ مَن يَشَآءُ مِنْ عِبَادِهِ وَهُوَ الغفور الرحيم * قُلْ يا أيها الناس قَدْ جَآءَكُمُ الحق مِن رَّبِّكُمْ فَمَنُ اهتدى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَآ أَنَاْ عَلَيْكُمْ بِوَكِيلٍ * واتبع مَا يوحى إِلَيْكَ واصبر حتى يَحْكُمَ الله وَهُوَ خَيْرُ الحاكمين} . ¶ ومن سورة هود إحدى عشرة آية: ¶ قوُلُه تعالى: {إِلَى الله مَرْجِعُكُمْ وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ * أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُواْ مِنْهُ أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصدور * وَمَا مِن دَآبَّةٍ فِي الأرض إِلاَّ عَلَى الله رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُّبِينٍ} . ¶ وَقَوْلُهُ {وَقِيلَ يا أرض ابلعي مَآءَكِ ويا سمآء أَقْلِعِي وَغِيضَ المآء وَقُضِيَ الأمر واستوت عَلَى الجودي وَقِيلَ بُعْداً لِّلْقَوْمِ الظالمين} .",
            "page": "99",
            "part": "1",
            "seal": "44BAE3B0"
        },
        {
            "id": "97",
            "nass": "وقولُهُ: {إِنِّي تَوَكَّلْتُ عَلَى الله رَبِّي وَرَبِّكُمْ مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَآ إِنَّ رَبِّي على صِرَاطٍ مُّسْتَقِيمٍ * فَإِن تَوَلَّوْاْ فَقَدْ أَبْلَغْتُكُمْ مَّآ أُرْسِلْتُ بِهِ إِلَيْكُمْ وَيَسْتَخْلِفُ رَبِّي قَوْماً غَيْرَكُمْ وَلاَ تَضُرُّونَهُ شَيْئاً إِنَّ رَبِّي على كُلِّ شَيْءٍ حَفِيظٌ} . ¶ وقولُهُ: {وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ الناس أُمَّةً وَاحِدَةً وَلاَ يَزَالُونَ مُخْتَلِفِينَ * إِلاَّ مَن رَّحِمَ رَبُّكَ ولذلك خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لأَمْلأَنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ * وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرسل مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَآءَكَ فِي هذه الحق وَمَوْعِظَةٌ وذكرى لِلْمُؤْمِنِينَ * وَقُل لِّلَّذِينَ لاَ يُؤْمِنُونَ اعملوا على مَكَانَتِكُمْ إِنَّا عَامِلُونَ * وانتظروا إِنَّا مُنتَظِرُونَ * وَللَّهِ غَيْبُ السماوات والأرض وَإِلَيْهِ يُرْجَعُ الأمر كُلُّهُ فاعبده وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ} . ¶ ومن سورة الرَّعد تسع عشرة آية: ¶ قولُهُ تعالى: {المر تِلْكَ آيَاتُ الكتاب والذي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الحق ولاكن أَكْثَرَ الناس لاَ يُؤْمِنُونَ * الله الذي رَفَعَ السماوات بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ استوى عَلَى العرش وَسَخَّرَ الشمس والقمر كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّى يُدَبِّرُ الأمر يُفَصِّلُ الآيات لَعَلَّكُمْ بِلِقَآءِ رَبِّكُمْ تُوقِنُونَ * وَهُوَ الذي مَدَّ الأرض وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَاراً وَمِن كُلِّ الثمرات جَعَلَ فِيهَا زَوْجَيْنِ اثنين يُغْشِي الليل النهار إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ",
            "page": "100",
            "part": "1",
            "seal": "301F74A3"
        },
        {
            "id": "98",
            "nass": "يَتَفَكَّرُونَ * ¶ وَفِي الأرض قِطَعٌ مُّتَجَاوِرَاتٌ وَجَنَّاتٌ مِّنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يسقى بِمَآءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا على بَعْضٍ فِي الأكل إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ} . ¶ وقولُهُ: {الله يَعْلَمُ مَا تَحْمِلُ كُلُّ أنثى وَمَا تَغِيضُ الأرحام وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ * عَالِمُ الغيب والشهادة الكبير المتعال * سَوَآءٌ مِّنْكُمْ مَّنْ أَسَرَّ القول وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بالليل وَسَارِبٌ بالنهار} . ¶ وقولُهُ: {إِنَّ اللَّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سواءا فَلاَ مَرَدَّ لَهُ وَمَا لَهُمْ مِّن دُونِهِ مِن وَالٍ * هُوَ الذي يُرِيكُمُ البرق خَوْفاً وَطَمَعاً وَيُنْشِىءُ السحاب الثقال * وَيُسَبِّحُ الرعد بِحَمْدِهِ والملائكة مِنْ خِيفَتِهِ وَيُرْسِلُ الصواعق فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَادِلُونَ فِي الله وَهُوَ شَدِيدُ المحال * لَهُ دَعْوَةُ الحق والذين يَدْعُونَ مِن دُونِهِ لاَ يَسْتَجِيبُونَ لَهُم بِشَيْءٍ إِلاَّ كَبَاسِطِ كَفَّيْهِ إِلَى المآء لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَآءُ الكافرين إِلاَّ فِي ضَلاَلٍ * وَللَّهِ يَسْجُدُ مَن فِي السماوات والأرض طَوْعاً وَكَرْهاً وَظِلالُهُم بالغدو والآصال * قُلْ مَن رَّبُّ السماوات والأرض قُلِ الله قُلْ أفاتخذتم مِّن دُونِهِ أَوْلِيَآءَ لاَ يَمْلِكُونَ لأَنْفُسِهِمْ نَفْعاً وَلاَ ضَرّاً قُلْ هَلْ يَسْتَوِي الأعمى والبصير أَمْ هَلْ تَسْتَوِي الظلمات والنور أَمْ جَعَلُواْ للَّهِ شُرَكَآءَ خَلَقُواْ كَخَلْقِهِ فَتَشَابَهَ الخلق عَلَيْهِمْ قُلِ الله خَالِقُ كُلِّ شَيْءٍ وَهُوَ الواحد القهار * أَنَزَلَ مِنَ",
            "page": "101",
            "part": "1",
            "seal": "1D127C13"
        },
        {
            "id": "99",
            "nass": "السمآء مَآءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فاحتمل السيل زَبَداً رَّابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ كذلك يَضْرِبُ الله الحق والباطل فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض كذلك يَضْرِبُ الله الأمثال * ¶ لِلَّذِينَ استجابوا لِرَبِّهِمُ الحسنى والذين لَمْ يَسْتَجِيبُواْ لَهُ لَوْ أَنَّ لَهُمْ مَّا فِي الأرض جَمِيعاً وَمِثْلَهُ مَعَهُ لاَفْتَدَوْاْ بِهِ أولئك لَهُمْ سواء الحساب وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ المهاد} . ¶ وقولُهُ: {وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلاَّ بِإِذْنِ الله لِكُلِّ أَجَلٍ كِتَابٌ * يَمْحُواْ الله مَا يَشَآءُ وَيُثْبِتُ وَعِندَهُ أُمُّ الكتاب * وَإِن مَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ البلاغ وَعَلَيْنَا الحساب * أَوَلَمْ يَرَوْاْ أَنَّا نَأْتِي الأرض نَنقُصُهَا مِنْ أَطْرَافِهَا والله يَحْكُمُ لاَ مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الحساب * وَقَدْ مَكَرَ الذين مِن قَبْلِهِمْ فَلِلَّهِ المكر جَمِيعاً يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ الكفار لِمَنْ عُقْبَى الدار * وَيَقُولُ الذين كَفَرُواْ لَسْتَ مُرْسَلاً قُلْ كفى بالله شَهِيداً بَيْنِي وَبَيْنَكُمْ وَمَنْ عِندَهُ عِلْمُ الكتاب} . ¶ ومن سورة إبراهيم تِسعُ آيات: ¶ قولُهُ: {الر كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور بِإِذْنِ رَبِّهِمْ إلى صِرَاطِ العزيز الحميد * الله الذي لَهُ مَا فِي السماوات وَمَا فِي الأرض وَوَيْلٌ لِّلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ}",
            "page": "102",
            "part": "1",
            "seal": "5FE3811B"
        },
        {
            "id": "100",
            "nass": "وقولُهُ: {الله الذي خَلَقَ السماوات والأرض وَأَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ وَسَخَّرَ لَكُمُ الفلك لِتَجْرِيَ فِي البحر بِأَمْرِهِ وَسَخَّرَ لَكُمُ الأنهار * وَسَخَّر لَكُمُ الشمس والقمر دَآئِبَينَ وَسَخَّرَ لَكُمُ الليل والنهار * وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا إِنَّ الإنسان لَظَلُومٌ كَفَّارٌ} . وقولُهُ: {يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسماوات وَبَرَزُواْ للَّهِ الواحد الْقَهَّارِ * وَتَرَى المجرمين يَوْمَئِذٍ مُّقَرَّنِينَ فِي الأصفاد * سَرَابِيلُهُم مِّن قَطِرَانٍ وتغشى وُجُوهَهُمْ النار * لِيَجْزِيَ الله كُلَّ نَفْسٍ مَّا كَسَبَتْ إِنَّ الله سَرِيعُ الحساب * هذا بَلاَغٌ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِ وليعلموا أَنَّمَا هُوَ إله وَاحِدٌ وَلِيَذَّكَّرَ أُوْلُواْ الألباب} . ¶ ومن سورة الحجر تسع آيات: ¶ قولُهُ تعالى: {والأرض مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِن كُلِّ شَيْءٍ مَّوْزُونٍ * وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَن لَّسْتُمْ لَهُ بِرَازِقِينَ * وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ * وَأَرْسَلْنَا الرياح لَوَاقِحَ فَأَنزَلْنَا مِنَ السمآء مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَآ أَنْتُمْ لَهُ بِخَازِنِينَ * وَإنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الوارثون * وَلَقَدْ عَلِمْنَا المستقدمين مِنكُمْ وَلَقَدْ عَلِمْنَا المستأخرين * وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ إِنَّهُ",
            "page": "103",
            "part": "1",
            "seal": "362CAFC3"
        },
        {
            "id": "101",
            "nass": "حَكِيمٌ عَلِيمٌ * ¶ وَلَقَدْ خَلَقْنَا الإنسان مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ * والجآن خَلَقْنَاهُ مِن قَبْلُ مِن نَّارِ السموم} . ¶ ومن سورة النحل تسعٌ وأربعون آية: ¶ قولُهُ تعالى: {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ * يُنَزِّلُ الملائكة بالروح مِنْ أَمْرِهِ على مَن يَشَآءُ مِنْ عِبَادِهِ أَنْ أنذروا أَنَّهُ لاَ إله إِلاَّ أَنَاْ فاتقون * خَلَقَ السماوات والأرض بالحق تعالى عَمَّا يُشْرِكُونَ * خَلَقَ الإنسان مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ * والأنعام خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ * وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ * وَتَحْمِلُ أَثْقَالَكُمْ إلى بَلَدٍ لَّمْ تَكُونُواْ بَالِغِيهِ إِلاَّ بِشِقِّ الأنفس إِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ * والخيل والبغال والحمير لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لاَ تَعْلَمُونَ * وعلى الله قَصْدُ السبيل وَمِنْهَا جَآئِرٌ وَلَوْ شَآءَ لَهَدَاكُمْ أَجْمَعِينَ * هُوَ الذي أَنْزَلَ مِنَ السماء مَآءً لَّكُم مَّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ * يُنبِتُ لَكُمْ بِهِ الزرع والزيتون والنخيل والأعناب وَمِن كُلِّ الثمرات إِنَّ فِي ذَلِكَ لآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ * وَسَخَّرَ لَكُمُ الليل والنهار والشمس والقمر والنجوم مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ * وَمَا ذَرَأَ لَكُمْ فِي الأرض مُخْتَلِفاً أَلْوَانُهُ إِنَّ فِي ذَلِكَ لآيَةً لِّقَوْمٍ يَذَّكَّرُونَ * وَهُوَ الذي سَخَّرَ البحر لِتَأْكُلُواْ مِنْهُ لَحْماً طَرِيّاً وَتَسْتَخْرِجُواْ مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الفلك مَوَاخِرَ فِيهِ وَلِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ * وألقى فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِكُمْ وَأَنْهَاراً وَسُبُلاً لَّعَلَّكُمْ",
            "page": "104",
            "part": "1",
            "seal": "B7F4EEF4"
        },
        {
            "id": "102",
            "nass": "تَهْتَدُونَ * ¶ وَعَلامَاتٍ وبالنجم هُمْ يَهْتَدُونَ * أَفَمَن يَخْلُقُ كَمَن لاَّ يَخْلُقُ أَفَلا تَذَكَّرُونَ * وَإِن تَعُدُّواْ نِعْمَةَ الله لاَ تُحْصُوهَآ إِنَّ الله لَغَفُورٌ رَّحِيمٌ * والله يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ * والذين يَدْعُونَ مِن دُونِ الله لاَ يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ * أَمْواتٌ غَيْرُ أَحْيَآءٍ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ * إلهكم إله وَاحِدٌ فالذين لاَ يُؤْمِنُونَ بالآخرة قُلُوبُهُم مُّنكِرَةٌ وَهُم مُّسْتَكْبِرُونَ * لاَ جَرَمَ أَنَّ الله يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ} . ¶ وقولُهُ: {أَوَلَمْ يَرَوْاْ إلى مَا خَلَقَ الله مِن شَيْءٍ يَتَفَيَّؤُاْ ظِلاَلُهُ عَنِ اليمين والشمآئل سُجَّداً لِلَّهِ وَهُمْ دَاخِرُونَ * وَلِلَّهِ يَسْجُدُ مَا فِي السماوات وَمَا فِي الأرض مِن دَآبَّةٍ والملائكة وَهُمْ لاَ يَسْتَكْبِرُونَ * يَخَافُونَ رَبَّهُمْ مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ * وَقَالَ الله لاَ تَتَّخِذُواْ إلاهين اثنين إِنَّمَا هُوَ إله وَاحِدٌ فَإيَّايَ فارهبون * وَلَهُ مَا فِي السماوات والأرض وَلَهُ الدين وَاصِباً أَفَغَيْرَ الله تَتَّقُونَ * وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ الله ثُمَّ إِذَا مَسَّكُمُ الضر فَإِلَيْهِ تَجْأَرُونَ * ثُمَّ إِذَا كَشَفَ الضر عَنْكُمْ إِذَا فَرِيقٌ مِّنْكُم بِرَبِّهِمْ يُشْرِكُونَ * لِيَكْفُرُواْ بِمَآ آتَيْنَاهُمْ فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ} . ¶ وقولُهُ: {والله أَنْزَلَ مِنَ السمآء مَآءً فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَآ إِنَّ فِي ذلك لآيَةً لِقَوْمٍ يَسْمَعُونَ * وَإِنَّ لَكُمْ فِي الأنعام لَعِبْرَةً نُّسْقِيكُمْ",
            "page": "105",
            "part": "1",
            "seal": "CB82BF94"
        },
        {
            "id": "103",
            "nass": "مِّمَّا فِي بُطُونِهِ مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَناً خَالِصاً سَآئِغاً لِلشَّارِبِينَ * ¶ وَمِن ثَمَرَاتِ النخيل والأعناب تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَعْقِلُونَ * وأوحى رَبُّكَ إلى النحل أَنِ اتخذي مِنَ الجبال بُيُوتاً وَمِنَ الشجر وَمِمَّا يَعْرِشُونَ * ثُمَّ كُلِي مِن كُلِّ الثمرات فاسلكي سُبُلَ رَبِّكِ ذُلُلاً يَخْرُجُ مِن بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَآءٌ لِلنَّاسِ إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ * والله خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إلى أَرْذَلِ العمر لِكَيْ لاَ يَعْلَمَ بَعْدَ عِلْمٍ شَيْئاً إِنَّ الله عَلِيمٌ قَدِيرٌ * والله فَضَّلَ بَعْضَكُمْ على بَعْضٍ فِي الرزق فَمَا الذين فُضِّلُواْ بِرَآدِّي رِزْقِهِمْ على مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَآءٌ أَفَبِنِعْمَةِ الله يَجْحَدُونَ * والله جَعَلَ لَكُمْ مِّنْ أَنْفُسِكُمْ أَزْوَاجاً وَجَعَلَ لَكُمْ مِّنْ أَزْوَاجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ الطيبات أفبالباطل يُؤْمِنُونَ وَبِنِعْمَتِ الله هُمْ يَكْفُرُونَ} . ¶ وقولُهُ: {وَلِلَّهِ غَيْبُ السماوات والأرض وَمَآ أَمْرُ الساعة إِلاَّ كَلَمْحِ البصر أَوْ هُوَ أَقْرَبُ إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ * والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ * أَلَمْ يَرَوْاْ إلى الطير مُسَخَّرَاتٍ فِي جَوِّ السمآء مَا يُمْسِكُهُنَّ إِلاَّ الله إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ * والله جَعَلَ لَكُمْ مِّن بُيُوتِكُمْ سَكَناً وَجَعَلَ لَكُمْ مِّن جُلُودِ الأنعام بُيُوتاً تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَاثاً وَمَتَاعاً",
            "page": "106",
            "part": "1",
            "seal": "8BD2B8B2"
        },
        {
            "id": "104",
            "nass": "إلى حِينٍ * والله جَعَلَ لَكُمْ مِّمَّا خَلَقَ ظِلاَلاً وَجَعَلَ لَكُمْ مِّنَ الجبال أَكْنَاناً وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الحر وَسَرَابِيلَ تَقِيكُم بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ} . ¶ وقولُهُ: {وَلَوْ شَآءَ الله لَجَعَلَكُمْ أُمَّةً وَاحِدَةً ولاكن يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ} . ¶ ومن سورة بني إسرائيل تِسْعُ آيات: ¶ قولُهُ تعالى: {وَجَعَلْنَا الليل والنهار آيَتَيْنِ فَمَحَوْنَآ آيَةَ الليل وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً لِتَبْتَغُواْ فَضْلاً مِّن رَّبِّكُمْ وَلِتَعْلَمُواْ عَدَدَ السنين والحساب وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلاً * وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ القيامة كِتَاباً يَلْقَاهُ مَنْشُوراً * اقرأ كتابك كفى بِنَفْسِكَ اليوم عَلَيْكَ حَسِيباً * مَّنِ اهتدى فَإِنَّمَا يَهْتَدي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً} . ¶ وقولُهُ: {قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً * سُبْحَانَهُ وتعالى عَمَّا يَقُولُونَ عُلُوّاً كَبِيراً * تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولاكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيماً غَفُوراً} .",
            "page": "107",
            "part": "1",
            "seal": "A9231543"
        },
        {
            "id": "105",
            "nass": "وقولُهُ: {وَلَقَدْ كَرَّمْنَا بَنِيءَادَمَ وَحَمَلْنَاهُمْ فِي البر والبحر وَرَزَقْنَاهُمْ مِّنَ الطيبات وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً} . ¶ وقولُهُ: {وَقُلِ الحمد لِلَّهِ الذي لَمْ يَتَّخِذْ وَلَداً وَلَم يَكُنْ لَّهُ شَرِيكٌ فِي الملك وَلَمْ يَكُنْ لَّهُ وَلِيٌّ مِّنَ الذل وَكَبِّرْهُ تَكْبِيراً} . ¶ ومن سورة مريم ثلاث آيات: ¶ قولُهُ تعالى: {إِن كُلُّ مَن فِي السماوات والأرض إِلاَّ آتِي الرحمن عَبْداً * لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدّاً * وَكُلُّهُمْ آتِيهِ يَوْمَ القيامة فَرْداً} . ¶ ومن سورة طَه تسعُ آيات: ¶ قولُهُ تعالى: {طه * مَآ أَنَزَلْنَا عَلَيْكَ القرآن لتشقى * إِلاَّ تَذْكِرَةً لِّمَن يخشى * تَنزِيلاً مِّمَّنْ خَلَق الأرض والسماوات العلى * الرحمن عَلَى العرش استوى * لَهُ مَا فِي السماوات وَمَا فِي الأرض وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثرى * وَإِن تَجْهَرْ بالقول فَإِنَّهُ يَعْلَمُ السر وَأَخْفَى * الله لا إله إِلاَّ هُوَ لَهُ الأسمآء الحسنى} . ¶ وقولُهُ: {قَالَ فَمَن رَّبُّكُمَا ياموسى * قَالَ رَبُّنَا الذي أعطى كُلَّ شَيءٍ خَلْقَهُ ثُمَّ هدى * قَالَ فَمَا بَالُ القرون الأولى * قَالَ عِلْمُهَا عِندَ",
            "page": "108",
            "part": "1",
            "seal": "C81C723D"
        },
        {
            "id": "106",
            "nass": "رَبِّي فِي كِتَابٍ لاَّ يَضِلُّ رَبِّي وَلاَ يَنسَى * ¶ الذي جَعَلَ لَكُمُ الأرض مَهْداً وَسَلَكَ لَكُمْ فِيهَا سُبُلاً وَأَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجْنَا بِهِ أَزْوَاجاً مِّن نَّبَاتٍ شتى * كُلُواْ وارعوا أَنْعَامَكُمْ إِنَّ فِي ذلك لآيَاتٍ لأُوْلِي النهى * مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى * وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا فَكَذَّبَ وأبى} . ¶ وقولُهُ: {يَوْمَئِذٍ يَتَّبِعُونَ الداعي لاَ عِوَجَ لَهُ وَخَشَعَتِ الأصوات للرحمان فَلاَ تَسْمَعُ إِلاَّ هَمْساً * يَوْمَئِذٍ لاَّ تَنفَعُ الشفاعة إِلاَّ مَنْ أَذِنَ لَهُ الرحمن وَرَضِيَ لَهُ قَوْلاً * يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِهِ عِلْماً * وَعَنَتِ الوجوه لِلْحَيِّ القيوم وَقَدْ خَابَ مَنْ حَمَلَ ظُلْماً} . ¶ ومن سورة الأنبياء إحدى وعشرون آية: ¶ قولُهُ تعالى: {وَمَا خَلَقْنَا السمآء والأرض وَمَا بَيْنَهُمَا لاَعِبِينَ * لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْواً لاَّتَّخَذْنَاهُ مِن لَّدُنَّآ إِن كُنَّا فَاعِلِينَ * بَلْ نَقْذِفُ بالحق عَلَى الباطل فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ الويل مِمَّا تَصِفُونَ * وَلَهُ مَن فِي السماوات والأرض وَمَنْ عِنْدَهُ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلاَ يَسْتَحْسِرُونَ * يُسَبِّحُونَ الليل والنهار لاَ يَفْتُرُونَ * أَمِ اتخذوا آلِهَةً مِّنَ الأرض هُمْ يُنشِرُونَ * لَوْ كَانَ فِيهِمَآ آلِهَةٌ إِلاَّ الله لَفَسَدَتَا فَسُبْحَانَ الله رَبِّ العرش عَمَّا يَصِفُونَ * لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ * أَمِ اتخذوا مِن دُونِهِ آلِهَةً قُلْ هَاتُواْ بُرْهَانَكُمْ هذا ذِكْرُ مَن",
            "page": "109",
            "part": "1",
            "seal": "3FE291C6"
        },
        {
            "id": "107",
            "nass": "مَّعِيَ وَذِكْرُ مَن قَبْلِي بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ الحق فَهُمْ مُّعْرِضُونَ * وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نوحي إِلَيْهِ أَنَّهُ لا إله إِلاَّ أَنَاْ فاعبدون * وَقَالُواْ اتخذ الرحمن وَلَداً سُبْحَانَهُ بَلْ عِبَادٌ مُّكْرَمُونَ * لاَ يَسْبِقُونَهُ بالقول وَهُمْ بِأَمْرِهِ يَعْمَلُونَ * يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى وَهُمْ مِّنْ خَشْيَتِهِ مُشْفِقُونَ * وَمَن يَقُلْ مِنْهُمْ إني إله مِّن دُونِهِ فذلك نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظالمين * أَوَلَمْ يَرَ الذين كفروا أَنَّ السماوات والأرض كَانَتَا رَتْقاً فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ المآء كُلَّ شَيْءٍ حَيٍّ أَفَلاَ يُؤْمِنُونَ * وَجَعَلْنَا فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجاً سُبُلاً لَّعَلَّهُمْ يَهْتَدُونَ * وَجَعَلْنَا السمآء سَقْفاً مَّحْفُوظاً وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ * وَهُوَ الذي خَلَقَ الليل والنهار والشمس والقمر كُلٌّ فِي فَلَكٍ يَسْبَحُونَ * وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الخلد أَفَإِنْ مِّتَّ فَهُمُ الخالدون * كُلُّ نَفْسٍ ذَآئِقَةُ الموت وَنَبْلُوكُم بالشر والخير فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ} . ¶ ومن سورة الحج ست عشرة آية: ¶ قولُهُ تعالى: {يا أيها الناس إِن كُنتُمْ فِي رَيْبٍ مِّنَ البعث فَإِنَّا خَلَقْنَاكُمْ مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الأرحام مَا نَشَآءُ إلى أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلاً ثُمَّ لتبلغوا أَشُدَّكُمْ وَمِنكُمْ مَّن يتوفى وَمِنكُمْ مَّن يُرَدُّ إلى أَرْذَلِ العمر لِكَيْلاَ يَعْلَمَ مِن بَعْدِ عِلْمٍ شَيْئاً وَتَرَى الأرض هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ * ذلك",
            "page": "110",
            "part": "1",
            "seal": "8CC98E33"
        },
        {
            "id": "108",
            "nass": "بِأَنَّ الله هُوَ الحق وَأَنَّهُ يُحْيِي الموتى وَأَنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ * ¶ وَأَنَّ الساعة آتِيَةٌ لاَّ رَيْبَ فِيهَا وَأَنَّ الله يَبْعَثُ مَن فِي القبور} . ¶ وقولُهُ: {أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَن فِي السماوات وَمَن فِي الأرض والشمس والقمر والنجوم والجبال والشجر والدوآب وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب وَمَن يُهِنِ الله فَمَا لَهُ مِن مُّكْرِمٍ إِنَّ الله يَفْعَلُ مَا يَشَآءُ} . ¶ وقولُهُ: {ذلك بِأَنَّ الله يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل وَأَنَّ الله سَمِيعٌ بَصِيرٌ * ذلك بِأَنَّ الله هُوَ الحق وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الباطل وَأَنَّ الله هُوَ العلي الكبير * أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السمآء مَآءً فَتُصْبِحُ الأرض مُخْضَرَّةً إِنَّ الله لَطِيفٌ خَبِيرٌ * لَّهُ مَا فِي السماوات وَمَا فِي الأرض وَإِنَّ الله لَهُوَ الغني الحميد * أَلَمْ تَرَ أَنَّ الله سَخَّرَ لَكُم مَّا فِي الأرض والفلك تَجْرِي فِي البحر بِأَمْرِهِ وَيُمْسِكُ السمآء أَن تَقَعَ عَلَى الأرض إِلاَّ بِإِذْنِهِ إِنَّ الله بالناس لَرَءُوفٌ رَّحِيمٌ * وَهُوَ الذي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الإنسان لَكَفُورٌ} . ¶ وقولُهُ: {أَلَمْ تَعْلَمْ أَنَّ الله يَعْلَمُ مَا فِي السمآء والأرض إِنَّ ذلك فِي كِتَابٍ إِنَّ ذلك عَلَى الله يَسِيرٌ} .",
            "page": "111",
            "part": "1",
            "seal": "73E1D363"
        },
        {
            "id": "109",
            "nass": "وقولُهُ: {يا أيها ¶ الناس ضُرِبَ مَثَلٌ فاستمعوا لَهُ إِنَّ الذين تَدْعُونَ مِن دُونِ الله لَن يَخْلُقُواْ ذُبَاباً وَلَوِ اجتمعوا لَهُ وَإِن يَسْلُبْهُمُ الذباب شَيْئاً لاَّ يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطالب والمطلوب * مَا قَدَرُواْ الله حَقَّ قَدْرِهِ إِنَّ الله لَقَوِيٌّ عَزِيزٌ * الله يَصْطَفِي مِنَ الملائكة رُسُلاً وَمِنَ الناس إِنَّ الله سَمِيعٌ بَصِيرٌ * يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَإِلَى الله تُرْجَعُ الأمور} . ¶ ومن سورة المؤمنين تسعٌ وعشرون آية: ¶ قوله تعالى: {وَلَقَدْ خَلَقْنَا الإنسان مِن سُلاَلَةٍ مِّن طِينٍ * ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَّكِينٍ * ثُمَّ خَلَقْنَا النطفة عَلَقَةً فَخَلَقْنَا العلقة مُضْغَةً فَخَلَقْنَا المضغة عِظَاماً فَكَسَوْنَا العظام لَحْماً ثُمَّ أَنشَأْنَاهُ خَلْقاً آخَرَ فَتَبَارَكَ الله أَحْسَنُ الخالقين * ثُمَّ إِنَّكُمْ بَعْدَ ذلك لَمَيِّتُونَ * ثُمَّ إِنَّكُمْ يَوْمَ القيامة تُبْعَثُونَ * وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ الخلق غَافِلِينَ * وَأَنزَلْنَا مِنَ السمآء مَآءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الأرض وَإِنَّا على ذَهَابٍ بِهِ لَقَادِرُونَ * فَأَنشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ لَّكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ * وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنبُتُ بالدهن وَصِبْغٍ لِّلآكِلِيِنَ * وَإِنَّ لَكُمْ فِي الأنعام لَعِبْرَةً نُّسْقِيكُمْ مِّمَّا فِي بُطُونِهَا وَلَكُمْ فيِهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ * وَعَلَيْهَا وَعَلَى الفلك تُحْمَلُونَ} .",
            "page": "112",
            "part": "1",
            "seal": "2A8746D4"
        },
        {
            "id": "110",
            "nass": "وقولُهُ تعالى: {وَهُوَ الذي أَنْشَأَ لَكُمُ السمع والأبصار والأفئدة قَلِيلاً مَّا تَشْكُرُونَ * وَهُوَ الذي ذَرَأَكُمْ فِي الأرض وَإِلَيْهِ تُحْشَرُونَ * وَهُوَ الذي يُحْيِي وَيُمِيتُ وَلَهُ اختلاف الليل والنهار أَفَلاَ تَعْقِلُونَ * بَلْ قَالُواْ مِثْلَ مَا قَالَ الأولون * قالوا أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ * لَقَدْ وُعِدْنَا نَحْنُ وَآبَآؤُنَا هذا مِن قَبْلُ إِنْ هاذآ إِلاَّ أَسَاطِيرُ الأولين * قُل لِّمَنِ الأرض وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلاَ تَذَكَّرُونَ * قُلْ مَن رَّبُّ السماوات السبع وَرَبُّ العرش العظيم * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلاَ تَتَّقُونَ * قُلْ مَن بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجْيِرُ وَلاَ يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ فأنى تُسْحَرُونَ * بَلْ أَتَيْنَاهُمْ بالحق وَإِنَّهُمْ لَكَاذِبُونَ * مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ سُبْحَانَ الله عَمَّا يَصِفُونَ * عَالِمِ الغيب والشهادة فتعالى عَمَّا يُشْرِكُونَ} . ¶ وقولُهُ تعالى: {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُونَ * فَتَعَالَى الله الملك الحق لاَ إله إِلاَّ هُوَ رَبُّ العرش الكريم * وَمَن يَدْعُ مَعَ الله إِلَهَا آخَرَ لاَ بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ إِنَّهُ لاَ يُفْلِحُ الكافرون * وَقُل رَّبِّ اغفر وارحم وَأنتَ خَيْرُ الراحمين} .",
            "page": "113",
            "part": "1",
            "seal": "1D2E2330"
        },
        {
            "id": "111",
            "nass": "ومن سورة النُّور تسع آيات: ¶ قوله تعالى: {الله نُورُ السماوات والأرض مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ المصباح فِي زُجَاجَةٍ الزجاجة كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِن شَجَرَةٍ مُّبَارَكَةٍ زَيْتُونَةٍ لاَّ شَرْقِيَّةٍ وَلاَ غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يضياء وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُّورٌ على نُورٍ يَهْدِي الله لِنُورِهِ مَن يَشَآءُ وَيَضْرِبُ الله الأمثال لِلنَّاسِ والله بِكُلِّ شَيْءٍ عَلَيِمٌ * فِي بُيُوتٍ أَذِنَ الله أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسمه يُسَبِّحُ لَهُ فِيهَا بالغدو والآصال * رِجَالٌ لاَّ تُلْهِيهِمْ تِجَارَةٌ وَلاَ بَيْعٌ عَن ذِكْرِ الله وَإِقَامِ الصلاة وَإِيتَآءِ الزكاة يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ القلوب والأبصار} . ¶ وقولهُ تعالى: {أَلَمْ تَرَ أَنَّ الله يُسَبِّحُ لَهُ مَن فِي السماوات والأرض والطير صَآفَّاتٍ كُلٌّ قَدْ عَلِمَ صَلاَتَهُ وَتَسْبِيحَهُ والله عَلِيمٌ بِمَا يَفْعَلُونَ * وَللَّهِ مُلْكُ السماوات والأرض وإلى الله المصير * أَلَمْ تَرَ أَنَّ الله يُزْجِي سَحَاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَاماً فَتَرَى الودق يَخْرُجُ مِنْ خِلاَلِهِ وَيُنَزِّلُ مِنَ السمآء مِن جِبَالٍ فِيهَا مِن بَرَدٍ فَيُصِيبُ بِهِ مَن يَشَآءُ وَيَصْرِفُهُ عَن مَّن يَشَآءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بالأبصار * يُقَلِّبُ الله الليل والنهار إِنَّ فِي ذلك لَعِبْرَةً لأُوْلِي الأبصار * والله خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ فَمِنْهُمْ مَّن يَمْشِي على بَطْنِهِ وَمِنهُمْ مَّن يَمْشِي على رِجْلَيْنِ وَمِنْهُمْ مَّن يَمْشِي على أَرْبَعٍ يَخْلُقُ الله مَا يَشَآءُ إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ} .",
            "page": "114",
            "part": "1",
            "seal": "7B68559E"
        },
        {
            "id": "112",
            "nass": "وقولُهُ: {ألا إِنَّ للَّهِ مَا فِي السماوات والأرض قَدْ يَعْلَمُ مَآ أَنتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُواْ والله بِكُلِّ شَيْءٍ عَلِيمُ} . ¶ ومن سورة الفُرْقان أربعَ عَشْرَةَ آية: ¶ قولُهُ تعالى: {تَبَارَكَ الذي نَزَّلَ الفرقان على عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً * الذي لَهُ مُلْكُ السماوات والأرض وَلَمْ يَتَّخِذْ وَلَداً وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي المُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً} . ¶ وقوله تعالى: {أَلَمْ تَرَ إلى رَبِّكَ كَيْفَ مَدَّ الظل وَلَوْ شَآءَ لَجَعَلَهُ سَاكِناً ثُمَّ جَعَلْنَا الشمس عَلَيْهِ دَلِيلاً * ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضاً يَسِيراً * وَهُوَ الَّذِي جَعَلَ لَكُمُ الليل لِبَاساً والنوم سُبَاتاً وَجَعَلَ النهار نُشُوراً * وَهُوَ الذي أَرْسَلَ الرياح بُشْرَى بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنزَلْنَا مِنَ السمآء مَآءً طَهُوراً * لِّنُحْيِيَ بِهِ بَلْدَةً مَّيْتاً وَنُسْقِيَهُ مِمَّا خَلَقْنَآ أَنْعَاماً وَأَنَاسِيَّ كَثِيراً} . ¶ وقولُهُ تعالى: {وَهُوَ الذي مَرَجَ البحرين هذا عَذْبٌ فُرَاتٌ وهذا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخاً وَحِجْراً مَّحْجُوراً * وَهُوَ الذي خَلَقَ مِنَ المآء بَشَراً فَجَعَلَهُ نَسَباً وَصِهْراً وَكَانَ رَبُّكَ قَدِيراً} . ¶ وقولُهُ تعالى: {وَتَوَكَّلْ عَلَى الحي الذي لاَ يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وكفى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيراً * الذي خَلَقَ السماوات والأرض وَمَا",
            "page": "115",
            "part": "1",
            "seal": "0DE561B3"
        },
        {
            "id": "113",
            "nass": "بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ استوى عَلَى العرش الرحمن فَسْئَلْ بِهِ خَبِيراً * ¶ وَإِذَا قِيلَ لَهُمُ اسجدوا للرحمن قَالُواْ وَمَا الرحمن أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُوراً * تَبَارَكَ الذي جَعَلَ فِي السمآء بُرُوجاً وَجَعَلَ فِيهَا سِرَاجاً وَقَمَراً مُّنِيراً * وَهُوَ الذي جَعَلَ الليل والنهار خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُوراً} . ¶ ومن سورة الشُّعراءِ اثْنَتَا عَشْرَةَ آية: ¶ قولُهُ تعالى: {الذي خَلَقَنِي فَهُوَ يَهْدِينِ * والذي هُوَ يُطْعِمُنِي وَيَسْقِينِ * وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ * والذي يُمِيتُنِي ثُمَّ يُحْيِينِ * والذي أَطْمَعُ أَن يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدين * رَبِّ هَبْ لِي حُكْماً وَأَلْحِقْنِي بالصالحين * واجعل لِّي لِسَانَ صِدْقٍ فِي الآخرين * واجعلني مِن وَرَثَةِ جَنَّةِ النعيم * واغفر لأبي إِنَّهُ كَانَ مِنَ الضآلين * وَلاَ تُخْزِنِي يَوْمَ يُبْعَثُونَ * يَوْمَ لاَ يَنفَعُ مَالٌ وَلاَ بَنُونَ * إِلاَّ مَنْ أَتَى الله بِقَلْبٍ سَلِيمٍ} . ¶ ومن سورة النمل ثلاثَ عشرةَ آية: ¶ قولُهُ تعالى: {أَلاَّ يَسْجُدُواْ للَّهِ الذي يُخْرِجُ الخبء فِي السماوات والأرض وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ * الله لاَ إله إِلاَّ هُوَ رَبُّ العرش العظيم} .",
            "page": "116",
            "part": "1",
            "seal": "D49D0D99"
        },
        {
            "id": "114",
            "nass": "وقولهُ: {أَمَّنْ ¶ خَلَقَ السماوات والأرض وَأَنزَلَ لَكُمْ مِّنَ السمآء مَآءً فَأَنبَتْنَا بِهِ حَدَآئِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنبِتُواْ شَجَرَهَا أإلاه مَّعَ الله بَلْ هُمْ قَوْمٌ يَعْدِلُونَ * أَمَّن جَعَلَ الأرض قَرَاراً وَجَعَلَ خِلاَلَهَآ أَنْهَاراً وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ البحرين حَاجِزاً أإلاه مَّعَ الله بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ * أَمَّن يُجِيبُ المضطر إِذَا دَعَاهُ وَيَكْشِفُ السواء وَيَجْعَلُكُمْ خُلَفَآءَ الأرض أإلاه مَّعَ الله قَلِيلاً مَّا تَذَكَّرُونَ * أَمَّن يَهْدِيكُمْ فِي ظُلُمَاتِ البر والبحر وَمَن يُرْسِلُ الرياح بُشْرَاً بَيْنَ يَدَيْ رَحْمَتِهِ أإلاه مَّعَ الله تَعَالَى الله عَمَّا يُشْرِكُونَ * أَمَّن يَبْدَأُ الخلق ثُمَّ يُعيدُهُ وَمَن يَرْزُقُكُم مِّنَ السمآء والأرض أإلاه مَّعَ الله قُلْ هَاتُواْ بُرْهَانَكُمْ إِن كُنتُمْ صَادِقِينَ * قُل لاَّ يَعْلَمُ مَن فِي السماوات والأرض الغيب إِلاَّ الله وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ} . ¶ وقولُهُ: {وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى الناس ولاكن أَكْثَرَهُمْ لاَ يَشْكُرُونَ * وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ * وَمَا مِنْ غَآئِبَةٍ فِي السمآء والأرض إِلاَّ فِي كِتَابٍ مُّبِينٍ} . ¶ وقولُهُ: {إِن رَبَّكَ يَقْضِي بَيْنَهُم بِحُكْمِهِ وَهُوَ العزيز العليم * فَتَوَكَّلْ عَلَى الله إِنَّكَ عَلَى الحق المبين} .",
            "page": "117",
            "part": "1",
            "seal": "9404FD4D"
        },
        {
            "id": "115",
            "nass": "ومن سورة القصص سبعُ آيات: ¶ قولُهُ تعالى: {وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الخيرة سُبْحَانَ الله وتعالى عَمَّا يُشْرِكُونَ * وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ * وَهُوَ الله لا إله إِلاَّ هُوَ لَهُ الحمد فِي الأولى والآخرة وَلَهُ الحكم وَإِلَيْهِ تُرْجَعُونَ * قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ الليل سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ أَفَلاَ تَسْمَعُونَ * قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ النهار سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفلاَ تُبْصِرُونَ * وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ الليل والنهار لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ} . ¶ وقولُهُ: {وَلاَ تَدْعُ مَعَ الله إلها آخَرَ لاَ إله إِلاَّ هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ لَهُ الحكم وَإِلَيْهِ تُرْجَعُونَ} . ¶ ومن سورة العنكبوت تِسعُ آيات: ¶ قوله تعالى: {أَوَلَمْ يَرَوْاْ كَيْفَ يُبْدِئُ الله الخلق ثُمَّ يُعِيدُهُ إِنَّ ذلك عَلَى الله يَسِيرٌ * قُلْ سِيرُواْ فِي الأرض فانظروا كَيْفَ بَدَأَ الخلق ثُمَّ الله يُنشِىءُ النشأة الآخرة إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ * يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ وَإِلَيْهِ تُقْلَبُونَ * وَمَآ أَنتُمْ بِمُعْجِزِينَ فِي الأرض وَلاَ فِي السمآء وَمَا لَكُمْ مِّن دُونِ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ} .",
            "page": "118",
            "part": "1",
            "seal": "30C1F0C6"
        },
        {
            "id": "116",
            "nass": "وقولُهُ: {وَكَأَيِّن مِّن دَآبَّةٍ لاَّ تَحْمِلُ رِزْقَهَا الله يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السميع العليم * وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض وَسَخَّرَ الشمس والقمر لَيَقُولُنَّ الله فأنى يُؤْفَكُونَ * الله يَبْسُطُ الرزق لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ * وَلَئِن سَأَلْتَهُمْ مَّن نَّزَّلَ مِنَ السمآء مَآءً فَأَحْيَا بِهِ الأرض مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ الله قُلِ الحمد لِلَّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْقِلُونَ * وَمَا هذه الحياة الدنيآ إِلاَّ لَهْوٌ وَلَعِبٌ وَإِنَّ الدار الآخرة لَهِيَ الحيوان لَوْ كَانُواْ يَعْلَمُونَ} . ¶ ومن سورة الروم سبعَ عشرة آية: ¶ قولُهُ تعالى: {فَسُبْحَانَ الله حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ * وَلَهُ الحمد فِي السماوات والأرض وَعَشِيّاً وَحِينَ تُظْهِرُونَ * يُخْرِجُ الحي مِنَ الميت وَيُخْرِجُ الميت مِنَ الحي وَيُحْيِي الأرض بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ * وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِّن تُرَابٍ ثُمَّ إِذَآ أَنتُمْ بَشَرٌ تَنتَشِرُونَ * وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً لتسكنوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ * وَمِنْ آيَاتِهِ خَلْقُ السماوات والأرض واختلاف أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذلك لآيَاتٍ لِّلْعَالَمِينَ * وَمِنْ آيَاتِهِ مَنَامُكُم بالليل والنهار وابتغآؤكم مِّن فَضْلِهِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ * وَمِنْ آيَاتِهِ يُرِيكُمُ البرق خَوْفاً وَطَمَعاً وَيُنَزِّلُ مِنَ السمآء مَآءً فَيُحْيِي بِهِ الأرض بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ * وَمِنْ آيَاتِهِ أَن تَقُومَ السمآء والأرض بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ الأرض إِذَآ أَنتُمْ تَخْرُجُونَ * وَلَهُ مَن فِي",
            "page": "119",
            "part": "1",
            "seal": "55C91DD0"
        },
        {
            "id": "117",
            "nass": "السماوات والأرض كُلٌّ لَّهُ قَانِتُونَ * ¶ وَهُوَ الذي يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ المثل الأعلى فِي السماوات والأرض وَهُوَ العزيز الحكيم} . ¶ وقولُهُ: {الله الذي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِن شُرَكَآئِكُمْ مَّن يَفْعَلُ مِن ذَلِكُمْ مِّن شَيْءٍ سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ} . ¶ وقولُهُ: {وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِّن رَّحْمَتِهِ وَلِتَجْرِيَ الفلك بِأَمْرِهِ وَلِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ} . ¶ وقولُهُ: {الله الذي يُرْسِلُ الرياح فَتُثِيرُ سَحَاباً فَيَبْسُطُهُ فِي السمآء كَيْفَ يَشَآءُ وَيَجْعَلُهُ كِسَفاً فَتَرَى الودق يَخْرُجُ مِنْ خِلاَلِهِ فَإِذَآ أَصَابَ بِهِ مَن يَشَآءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ * وَإِن كَانُواْ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِمْ مِّن قَبْلِهِ لَمُبْلِسِينَ * فانظر إلى آثَارِ رَحْمَتِ الله كَيْفَ يُحْيِيِ الأرض بَعْدَ مَوْتِهَآ إِنَّ ذَلِكَ لَمُحْييِ الموتى وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ} . ¶ وقولُهُ: {الله الذي خَلَقَكُمْ مِّن ضَعْفٍ ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً يَخْلُقُ مَا يَشَآءُ وَهُوَ العليم القدير} .",
            "page": "120",
            "part": "1",
            "seal": "9564AACE"
        },
        {
            "id": "118",
            "nass": "ومن سورة لقمان ثماني آيات: ¶ قولُهُ تعالى: {خَلَقَ السماوات بِغَيْرِ عَمَدٍ تَرَوْنَهَا وألقى فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَأَنزَلْنَا مِنَ السمآء مَآءً فَأَنْبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ} . ¶ وقولُهُ: {أَلَمْ تَرَوْاْ أَنَّ الله سَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً وَمِنَ الناس مَن يُجَادِلُ فِي الله بِغَيْرِ عِلْمٍ وَلاَ هُدًى وَلاَ كِتَابٍ مُّنِيرٍ} . ¶ وقولُهُ {لِلَّهِ مَا فِي السماوات والأرض إِنَّ الله هُوَ الغني الحميد * وَلَوْ أَنَّمَا فِي الأرض مِن شَجَرَةٍ أَقْلاَمٌ والبحر يَمُدُّهُ مِن بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَاتُ الله إِنَّ الله عَزِيزٌ حَكِيمٌ * مَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَاحِدَةٍ إِنَّ الله سَمِيعٌ بَصِيرٌ * أَلَمْ تَرَ أَنَّ الله يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل وَسَخَّرَ الشمس والقمر كُلٌّ يجري إلى أَجَلٍ مُّسَمًّى وَأَنَّ الله بِمَا تَعْمَلُونَ خَبِيرٌ * ذَلِكَ بِأَنَّ الله هُوَ الحق وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ الباطل وَأَنَّ الله هُوَ العلي الكبير * أَلَمْ تَرَ أَنَّ الفلك تَجْرِي فِي البحر بِنِعْمَةِ الله لِيُرِيَكُمْ مِّنْ آيَاتِهِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ} .",
            "page": "121",
            "part": "1",
            "seal": "04ABB1BA"
        },
        {
            "id": "119",
            "nass": "ومن سورة السجدة سبعُ آيات: ¶ قولُهُ تعالى: {الله الذي خَلَقَ السماوات والأرض وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ استوى عَلَى العرش مَا لَكُمْ مِّن دُونِهِ مِن وَلِيٍّ وَلاَ شَفِيعٍ أَفَلاَ تَتَذَكَّرُونَ * يُدَبِّرُ الأمر مِنَ السمآء إِلَى الأرض ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ * ذلك عَالِمُ الغيب والشهادة العزيز الرحيم * الذي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الإنسان مِن طِينٍ * ثُمَّ جَعَلَ نَسْلَهُ مِن سُلاَلَةٍ مِّن مَّآءٍ مَّهِينٍ * ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِن رُّوحِهِ وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة قَلِيلاً مَّا تَشْكُرُونَ} . ¶ وقولُهُ: {أَوَلَمْ يَرَوْاْ أَنَّا نَسُوقُ المآء إِلَى الأرض الجرز فَنُخْرِجُ بِهِ زَرْعاً تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنفُسُهُمْ أَفَلاَ يُبْصِرُونَ} . ¶ ومن سورة سَبَأْ خَمْسُ آيات: ¶ قولُهُ تعالى: {الحمد للَّهِ الذي لَهُ مَا فِي السماوات وَمَا فِي الأرض وَلَهُ الحمد فِي الآخرة وَهُوَ الحكيم الخبير * يَعْلَمُ مَا يَلِجُ فِي الأرض وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السمآء وَمَا يَعْرُجُ فِيهَا وَهُوَ الرحيم الغفور * وَقَالَ الذين كَفَرُواْ لاَ تَأْتِينَا الساعة قُلْ بلى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الغيب لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السماوات وَلاَ فِي الأرض وَلاَ أَصْغَرُ مِن ذَلِكَ وَلاَ أَكْبَرُ إِلاَّ فِي كِتَابٍ مُّبِينٍ} .",
            "page": "122",
            "part": "1",
            "seal": "D2437102"
        },
        {
            "id": "120",
            "nass": "وقولُهُ: {أَفَلَمْ يَرَوْاْ إلى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِّنَ السمآء والأرض إِن نَّشَأْ نَخْسِفْ بِهِمُ الأرض أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفاً مِّنَ السمآء إِنَّ فِي ذَلِكَ لآيَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ} . ¶ وقولُهُ: {قُلْ إِنَّ رَبِّي يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ ولاكن أَكْثَرَ الناس لاَ يَعْلَمُونَ} . ¶ ومن سورة فاطر ثلاث عَشْرَةَ آية: ¶ قولُهُ تعالى: {الحمد للَّهِ فَاطِرِ السماوات والأرض جَاعِلِ الملائكة رُسُلاً أولي أَجْنِحَةٍ مثنى وَثُلاَثَ وَرُبَاعَ يَزِيدُ فِي الخلق مَا يَشَآءُ إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ * مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ العزيز الحكيم * يا أيها الناس اذكروا نِعْمَتَ الله عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ الله يَرْزُقُكُمْ مِّنَ السمآء والأرض لاَ إله إِلاَّ هُوَ فأنى تُؤْفَكُونَ} . ¶ وقولُهُ: {والله الذي أَرْسَلَ الرياح فَتُثِيرُ سَحَاباً فَسُقْنَاهُ إلى بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ الأرض بَعْدَ مَوْتِهَا كَذَلِكَ النشور * مَن كَانَ يُرِيدُ العزة فَلِلَّهِ العزة جَمِيعاً إِلَيْهِ يَصْعَدُ الكلم الطيب والعمل الصالح يَرْفَعُهُ والذين يَمْكُرُونَ السيئات لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُوْلَئِكَ هُوَ يَبُورُ * والله خَلَقَكُمْ مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجاً وَمَا تَحْمِلُ مِنْ أنثى وَلاَ تَضَعُ إِلاَّ بِعِلْمِهِ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلاَ يُنقَصُ مِنْ",
            "page": "123",
            "part": "1",
            "seal": "19FD8174"
        },
        {
            "id": "121",
            "nass": "عُمُرِهِ إِلاَّ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى الله يَسِيرٌ * ¶ وَمَا يَسْتَوِي البحران هذا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُ وهذا مِلْحٌ أُجَاجٌ وَمِن كُلٍّ تَأْكُلُونَ لَحْماً طَرِيّاً وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الفلك فِيهِ مَوَاخِرَ لِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ * يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل وَسَخَّرَ الشمس والقمر كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّى ذَلِكُمُ الله رَبُّكُمْ لَهُ الملك والذين تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ} . ¶ وقولُهُ: {أَلَمْ تَرَ أَنَّ الله أنزَلَ مِنَ السمآء مَآءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفاً أَلْوَانُهَا وَمِنَ الجبال جُدَدٌ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ * وَمِنَ الناس والدوآب والأنعام مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء إِنَّ الله عَزِيزٌ غَفُورٌ} . ¶ وقولُهُ: {إِنَّ الله يُمْسِكُ السماوات والأرض أَن تَزُولاَ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ إِنَّهُ كَانَ حَلِيماً غَفُوراً} . ¶ وقولُهُ: {أَوَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ وكانوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ الله لِيُعْجِزَهُ مِن شَيْءٍ فِي السماوات وَلاَ فِي الأرض إِنَّهُ كَانَ عَلِيماً قَدِيراً * وَلَوْ يُؤَاخِذُ الله الناس بِمَا كَسَبُواْ مَا تَرَكَ على ظَهْرِهَا مِن دَآبَّةٍ ولاكن يُؤَخِّرُهُمْ إلى أَجَلٍ مُّسَمًّى فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ الله كَانَ بِعِبَادِهِ بَصِيراً} .",
            "page": "124",
            "part": "1",
            "seal": "2527395B"
        },
        {
            "id": "122",
            "nass": "ومن سورة يس خمسٌ وعشرون آية: ¶ قولُهُ تعالى: {وَآيَةٌ لَّهُمُ الأرض الميتة أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبّاً فَمِنْهُ يَأْكُلُونَ * وَجَعَلْنَا فِيهَا جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ العيون * لِيَأْكُلُواْ مِن ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلاَ يَشْكُرُونَ * سُبْحَانَ الذي خَلَق الأزواج كُلَّهَا مِمَّا تُنبِتُ الأرض وَمِنْ أَنفُسِهِمْ وَمِمَّا لاَ يَعْلَمُونَ * وَآيَةٌ لَّهُمُ الليل نَسْلَخُ مِنْهُ النهار فَإِذَا هُم مُّظْلِمُونَ * والشمس تَجْرِي لِمُسْتَقَرٍّ لَّهَا ذَلِكَ تَقْدِيرُ العزيز العليم * والقمر قَدَّرْنَاهُ مَنَازِلَ حتى عَادَ كالعرجون القديم * لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ الليل سَابِقُ النهار وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ * وَآيَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الفلك المشحون * وَخَلَقْنَا لَهُمْ مِّن مِّثْلِهِ مَا يَرْكَبُونَ * وَإِن نَّشَأْ نُغْرِقْهُمْ فَلاَ صَرِيخَ لَهُمْ وَلاَ هُمْ يُنقَذُونَ * إِلاَّ رَحْمَةً مِّنَّا وَمَتَاعاً إلى حِينٍ} . ¶ وقوله: {أَوَلَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَآ أَنْعاماً فَهُمْ لَهَا مَالِكُونَ * وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ * وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ أَفَلاَ يَشْكُرُونَ * واتخذوا مِن دُونِ الله آلِهَةً لَّعَلَّهُمْ يُنصَرُونَ * لاَ يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ * فَلاَ يَحْزُنكَ قَوْلُهُمْ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ * أَوَلَمْ يَرَ الإنسان أَنَّا خَلَقْنَاهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ * وَضَرَبَ لَنَا مَثَلاً وَنَسِيَ خَلْقَهُ قَالَ مَن يُحيِي العظام وَهِيَ رَمِيمٌ * قُلْ يُحْيِيهَا الذي أَنشَأَهَآ أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ * الذي جَعَلَ لَكُم مِّنَ الشجر الأخضر نَاراً فَإِذَآ",
            "page": "125",
            "part": "1",
            "seal": "4704DC74"
        },
        {
            "id": "123",
            "nass": "أَنتُم مِّنْه تُوقِدُونَ * أَوَلَيْسَ ¶ الذي خَلَقَ السماوات والأرض بِقَادِرٍ على أَن يَخْلُقَ مِثْلَهُم بلى وَهُوَ الخلاق العليم * إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ * فَسُبْحَانَ الذي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ} . ¶ ومن سورة الصافات أربع عشرةَ آية: ¶ قولُهُ تعالى: {والصافات صَفَّا * فالزاجرات زَجْراً * فالتاليات ذِكْراً * إِنَّ إلهكم لَوَاحِدٌ * رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا وَرَبُّ المشارق * إِنَّا زَيَّنَّا السمآء الدنيا بِزِينَةٍ الكواكب * وَحِفْظاً مِّن كُلِّ شَيْطَانٍ مَّارِدٍ * لاَّ يَسَّمَّعُونَ إلى الملإ الأعلى وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ * دُحُوراً وَلَهُمْ عَذابٌ وَاصِبٌ * إِلاَّ مَنْ خَطِفَ الخطفة فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ * فاستفتهم أَهُمْ أَشَدُّ خَلْقاً أَم مَّنْ خَلَقْنَآ إِنَّا خَلَقْنَاهُم مِّن طِينٍ لاَّزِبٍ} . ¶ وقوله: {سُبْحَانَ رَبِّكَ رَبِّ العزة عَمَّا يَصِفُونَ * وَسَلاَمٌ على المرسلين * والحمد للَّهِ رَبِّ العالمين} . ¶ ومن سورة صَ أربع آيات: ¶ قولُهُ تعالى: {قُلْ إِنَّمَآ أَنَاْ مُنذِرٌ وَمَا مِنْ إله إِلاَّ الله الواحد",
            "page": "126",
            "part": "1",
            "seal": "317A9562"
        },
        {
            "id": "124",
            "nass": "القهار * ¶ رَبُّ السماوات والأرض وَمَا بَيْنَهُمَا العزيز الغفار * قُلْ هُوَ نَبَأٌ عَظِيمٌ * أَنتُمْ عَنْهُ مُعْرِضُونَ} . ¶ ومن سورة الزمر سِت عَشْرَةَ آية: ¶ قولُهُ تعالى: {لَّوْ أَرَادَ الله أَن يَتَّخِذَ وَلَداً لاصطفى مِمَّا يَخْلُقُ مَا يَشَآءُ سُبْحَانَهُ هُوَ الله الواحد القهار * خَلَقَ السماوات والأرض بالحق يُكَوِّرُ الليل عَلَى النهار وَيُكَوِّرُ النهار عَلَى الليل وَسَخَّرَ الشمس والقمر كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّى أَلا هُوَ العزيز الغفار * خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُمْ مِّنَ الأنعام ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقاً مِّن بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلاَثٍ ذَلِكُمُ الله رَبُّكُمْ لَهُ الملك لا إله إِلاَّ هُوَ فأنى تُصْرَفُونَ} . ¶ وقولُهُ: {أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السمآء مَآءً فَسَلَكَهُ يَنَابِيعَ فِي الأرض ثُمَّ يُخْرِجُ بِهِ زَرْعاً مُّخْتَلِفاً أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَجْعَلُهُ حُطَاماً إِنَّ فِي ذَلِكَ لذكرى لأُوْلِي الألباب * أَفَمَن شَرَحَ الله صَدْرَهُ لِلإِسْلاَمِ فَهُوَ على نُورٍ مِّن رَّبِّهِ فَوَيْلٌ لِّلْقَاسِيَةِ قُلُوبُهُمْ مِّن ذِكْرِ الله أولئك فِي ضَلاَلٍ مُّبِينٍ} . ¶ وقولُهُ: {أَلَيْسَ الله بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بالذين مِن دُونِهِ وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ * وَمَن يَهْدِ الله فَمَا لَهُ مِن مُّضِلٍّ أَلَيْسَ الله",
            "page": "127",
            "part": "1",
            "seal": "65C69A7B"
        },
        {
            "id": "125",
            "nass": "بِعَزِيزٍ ذِي انتقام * ¶ وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ الله قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ الله إِنْ أَرَادَنِيَ الله بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ الله عَلَيْهِ يَتَوَكَّلُ المتوكلون} . ¶ وقولُهُ: {الله يَتَوَفَّى الأنفس حِينَ مِوْتِهَا والتي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ التي قضى عَلَيْهَا الموت وَيُرْسِلُ الأخرى إلى أَجَلٍ مُّسَمًّى إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} . ¶ وقولُهُ: {قُلِ اللهم فَاطِرَ السماوات والأرض عَالِمَ الغيب والشهادة أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخْتَلِفُونَ} . ¶ وقولُهُ: {وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ والأرض جَمِيعاً قَبْضَتُهُ يَوْمَ القيامة والسماوات مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ * وَنُفِخَ فِي الصور فَصَعِقَ مَن فِي السماوات وَمَن فِي الأرض إِلاَّ مَن شَآءَ الله ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ * وَأَشْرَقَتِ الأرض بِنُورِ رَبِّهَا وَوُضِعَ الكتاب وَجِيءَ بالنبيين والشهدآء وَقُضِيَ بَيْنَهُم بالحق وَهُمْ لاَ يُظْلَمُونَ * وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ} .",
            "page": "128",
            "part": "1",
            "seal": "ED49475C"
        },
        {
            "id": "126",
            "nass": "وقولُهُ: {وَقَالُواْ الحمد للَّهِ الذي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأرض نَتَبَوَّأُ مِنَ الجنة حَيْثُ نَشَآءُ فَنِعْمَ أَجْرُ العاملين * وَتَرَى الملائكة حَآفِّينَ مِنْ حَوْلِ العرش يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بالحق وَقِيلَ الحمد لِلَّهِ رَبِّ العالمين} . ¶ ومن سورة المؤمن تسع عشرة آية: ¶ قولُهُ تعالى: {حم* تَنزِيلُ الكتاب مِنَ الله العزيز العليم * غَافِرِ الذنب وَقَابِلِ التوب شَدِيدِ العقاب ذِي الطول لاَ إله إِلاَّ هُوَ إِلَيْهِ المصير} . ¶ وقولُهُ: {الذين يَحْمِلُونَ العرش وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُواْ رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْماً فاغفر لِلَّذِينَ تَابُواْ واتبعوا سَبِيلَكَ وَقِهِمْ عَذَابَ الجحيم} . ¶ وقولُهُ: {هُوَ الذي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُم مِّنَ السمآء رِزْقاً وَمَا يَتَذَكَّرُ إِلاَّ مَن يُنِيبُ * فادعوا الله مُخْلِصِينَ لَهُ الدين وَلَوْ كَرِهَ الكافرون * رَفِيعُ الدرجات ذُو العرش يُلْقِي الروح مِنْ أَمْرِهِ على مَن يَشَآءُ مِنْ عِبَادِهِ لِيُنذِرَ يَوْمَ التلاق * يَوْمَ هُم بَارِزُونَ لاَ يخفى عَلَى الله مِنْهُمْ شَيْءٌ لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار * اليوم تجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لاَ ظُلْمَ اليوم إِنَّ الله سَرِيعُ الحساب} .",
            "page": "129",
            "part": "1",
            "seal": "4B5C7F62"
        },
        {
            "id": "127",
            "nass": "وقولُهُ: {الله الذي جَعَلَ لَكُمُ الليل لِتَسْكُنُواْ فِيهِ والنهار مُبْصِراً إِنَّ الله لَذُو فَضْلٍ عَلَى الناس ولاكن أَكْثَرَ الناس لاَ يَشْكُرُونَ * ذَلِكُمُ الله رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لاَّ إله إِلاَّ هُوَ فأنى تُؤْفَكُونَ * كَذَلِكَ يُؤْفَكُ الذين كَانُواْ بِآيَاتِ الله يَجْحَدُونَ * الله الذي جَعَلَ لَكُمُ الأرض قَرَاراً والسمآء بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِّنَ الطيبات ذَلِكُمُ الله رَبُّكُمْ فَتَبَارَكَ الله رَبُّ العالمين * هُوَ الحي لاَ إله إِلاَّ هُوَ فادعوه مُخْلِصِينَ لَهُ الدين الحمد للَّهِ رَبِّ العالمين} . ¶ وقولُهُ: {هُوَ الذي خَلَقَكُمْ مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلاً ثُمَّ لتبلغوا أَشُدَّكُمْ ثُمَّ لِتَكُونُواْ شُيُوخاً وَمِنكُمْ مَّن يتوفى مِن قَبْلُ ولتبلغوا أَجَلاً مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ * هُوَ الذي يُحْيِي وَيُمِيتُ فَإِذَا قضى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُن فيَكُونُ} . ¶ وقولُهُ: {الله الذي جَعَلَ لَكُمُ الأنعام لِتَرْكَبُواْ مِنْهَا وَمِنْهَا تَأْكُلُونَ * وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُواْ عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الفلك تُحْمَلُونَ * وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ الله تُنكِرُونَ} . ¶ ومن سورة السَّجدة اثنتا عشرة آية: ¶ قولُهُ تعالى: {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين * وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ * ثُمَّ",
            "page": "130",
            "part": "1",
            "seal": "B1A52258"
        },
        {
            "id": "128",
            "nass": "استوى إِلَى السمآء وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ * ¶ فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وأوحى فِي كُلِّ سَمَآءٍ أَمْرَهَا وَزَيَّنَّا السمآء الدنيا بِمَصَابِيحَ وَحِفْظاً ذَلِكَ تَقْدِيرُ العزيز العليم} . ¶ وقولُهُ: {لاَ تَسْجُدُواْ لِلشَّمْسِ وَلاَ لِلْقَمَرِ واسجدوا لِلَّهِ الذي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ * فَإِنِ استكبروا فالذين عِندَ رَبِّكَ يُسَبِّحُونَ لَهُ بالليل والنهار وَهُمْ لاَ يَسْأَمُونَ * وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأرض خَاشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ إِنَّ الذي أَحْيَاهَا لَمُحْىِ الموتى إِنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ} . ¶ وقولُهُ: {وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ * مَّنْ عَمِلَ صَالِحاً فَلِنَفْسِهِ وَمَنْ أَسَآءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلاَّمٍ لِّلْعَبِيدِ * إِلَيْهِ يُرَدُّ عِلْمُ الساعة وَمَا تَخْرُجُ مِن ثَمَرَاتٍ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أنثى وَلاَ تَضَعُ إِلاَّ بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآئِي قالوا آذَنَّاكَ مَا مِنَّا مِن شَهِيدٍ} . ¶ وقولُهُ: {سَنُرِيهِمْ آيَاتِنَا فِي الآفاق وفي أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ على كُلِّ شَيْءٍ شَهِيدٌ * أَلاَ إِنَّهُمْ فِي مِرْيَةٍ مِّن لِّقَآءِ رَبِّهِمْ أَلاَ إِنَّهُ بِكُلِّ شَيْءٍ مُّحِيطٌ} .",
            "page": "131",
            "part": "1",
            "seal": "E3B00FBE"
        },
        {
            "id": "129",
            "nass": "ومن سورة الشُّورَى سِتَّ عَشْرَةَ آية: ¶ قولُهُ تعالى: {حم* عسق * كَذَلِكَ يوحي إِلَيْكَ وَإِلَى الذين مِن قَبْلِكَ الله العزيز الحكيم * لَهُ مَا فِي السماوات وَمَا فِي الأرض وَهُوَ العلي العظيم * تَكَادُ السماوات يَتَفَطَّرْنَ مِن فَوْقِهِنَّ والملائكة يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِي الأرض أَلاَ إِنَّ الله هُوَ الغفور الرحيم} . ¶ وقولُهُ: {فَاطِرُ السماوات والأرض جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً وَمِنَ الأنعام أَزْواجاً يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السميع البصير * لَهُ مَقَالِيدُ السماوات والأرض يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} . ¶ وقولُهُ: {وَهُوَ الذي يُنَزِّلُ الغيث مِن بَعْدِ مَا قَنَطُواْ وَيَنشُرُ رَحْمَتَهُ وَهُوَ الولي الحميد * وَمِنْ آيَاتِهِ خَلْقُ السماوات والأرض وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍ وَهُوَ على جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌ} . ¶ وقولُهُ: {وَمِنْ آيَاتِهِ الجوار فِي البحر كالأعلام * إِن يَشَأْ يُسْكِنِ الريح فَيَظْلَلْنَ رَوَاكِدَ على ظَهْرِهِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ} .",
            "page": "132",
            "part": "1",
            "seal": "8A6208DA"
        },
        {
            "id": "130",
            "nass": "وقولُهُ: {لِلَّهِ مُلْكُ السماوات والأرض يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثاً وَيَهَبُ لِمَن يَشَآءُ الذكور * أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَإِنَاثاً وَيَجْعَلُ مَن يَشَآءُ عَقِيماً إِنَّهُ عَلِيمٌ قَدِيرٌ * وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ الله إِلاَّ وَحْياً أَوْ مِن وَرَآءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِإِذْنِهِ مَا يَشَآءُ إِنَّهُ عَلِيٌّ حَكِيمٌ * وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان ولاكن جَعَلْنَاهُ نُوراً نَّهْدِي بِهِ مَن نَّشَآءُ مِنْ عِبَادِنَا وَإِنَّكَ لتهدي إلى صِرَاطٍ مُّسْتَقِيمٍ * صِرَاطِ الله الذي لَهُ مَا فِي السماوات وَمَا فِي الأرض أَلاَ إِلَى الله تَصِيرُ الأمور} . ¶ ومن سورة الزُّخْرُف ستَّ عَشْرَة آية: ¶ قولُهُ تعالى: {وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ خَلَقَهُنَّ العزيز العليم * الذي جَعَلَ لَكُمُ الأرض مَهْداً وَجَعَلَ لَكُمْ فِيهَا سُبُلاً لَّعَلَّكُمْ تَهْتَدُونَ * والذي نَزَّلَ مِنَ السمآء مَآءً بِقَدَرٍ فَأَنشَرْنَا بِهِ بَلْدَةً مَّيْتاً كَذَلِكَ تُخْرَجُونَ * والذي خَلَقَ الأزواج كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الفلك والأنعام مَا تَرْكَبُونَ * لِتَسْتَوُواْ على ظُهُورِهِ ثُمَّ تَذْكُرُواْ نِعْمَةَ رَبِّكُمْ إِذَا استويتم عَلَيْهِ وَتَقُولُواْ سُبْحَانَ الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّآ إلى رَبِّنَا لَمُنقَلِبُونَ} . ¶ وقولُهُ: {أَمْ يَحْسَبُونَ أَنَّا لاَ نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُم بلى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ * قُلْ إِن كَانَ للرحمان وَلَدٌ فَأَنَاْ أَوَّلُ العابدين * سُبْحَانَ رَبِّ السماوات والأرض رَبِّ العرش عَمَّا يَصِفُونَ * فَذَرْهُمْ يَخُوضُواْ",
            "page": "133",
            "part": "1",
            "seal": "EAA40C66"
        },
        {
            "id": "131",
            "nass": "وَيَلْعَبُواْ حتى يُلاَقُواْ يَوْمَهُمُ الذي يُوعَدُونَ * ¶ وَهُوَ الذي فِي السمآء إله وَفِي الأرض إله وَهُوَ الحكيم العليم * وَتَبَارَكَ الذي لَهُ مُلْكُ السماوات والأرض وَمَا بَيْنَهُمَا وَعِندَهُ عِلْمُ الساعة وَإِلَيْهِ تُرْجَعُونَ * وَلاَ يَمْلِكُ الذين يَدْعُونَ مِن دُونِهِ الشفاعة إِلاَّ مَن شَهِدَ بالحق وَهُمْ يَعْلَمُونَ * وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله فأنى يُؤْفَكُونَ * وَقِيلِهِ يارب إِنَّ هؤلاء قَوْمٌ لاَّ يُؤْمِنُونَ * فاصفح عَنْهُمْ وَقُلْ سَلاَمٌ فَسَوْفَ يَعْلَمُونَ} . ¶ ومن سورة الدخان أربع آيات: ¶ قولُهُ تعالى: {رَبِّ السماوات والأرض وَمَا بَيْنَهُمَآ إِن كُنتُم مُّوقِنِينَ * لاَ إله إِلاَّ هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَآئِكُمُ الأولين} . ¶ وقولُهُ: {وَمَا خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَا لاَعِبِينَ * مَا خَلَقْنَاهُمَآ إِلاَّ بالحق ولاكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ} . ¶ ومن سورة الجاثية تسع آيات: ¶ قولُهُ تعالى: {حم* تَنزِيلُ الكتاب مِنَ الله العزيز الحكيم * إِنَّ فِي السماوات والأرض لآيَاتٍ لِّلْمُؤْمِنِينَ * وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ آيَاتٌ لِّقَوْمٍ يُوقِنُونَ * واختلاف الليل والنهار وَمَآ أَنَزَلَ الله مِنَ السمآء مَّن رِّزْقٍ فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرياح آيَاتٌ لِّقَوْمٍ يَعْقِلُونَ} .",
            "page": "134",
            "part": "1",
            "seal": "DBF6AC15"
        },
        {
            "id": "132",
            "nass": "وقولُهُ: {الله الذي سَخَّرَ لَكُمُ البحر لِتَجْرِيَ الفلك فِيهِ بِأَمْرِهِ وَلِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ * وَسَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض جَمِيعاً مِّنْهُ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} . ¶ وقولُهُ: {فَلِلَّهِ الحمد رَبِّ السماوت وَرَبِّ الأرض رَبِّ العالمين * وَلَهُ الكبريآء فِي السماوات والأرض وَهُوَ العزيز الحكيم} . ¶ ومن سورة الأَحقَاف أربعُ آيات: ¶ قولُهُ تعالى: {حم* تَنزِيلُ الكتاب مِنَ الله العزيز الحكيم * مَا خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَآ إِلاَّ بالحق وَأَجَلٍ مُّسَمًّى والذين كَفَرُواْ عَمَّآ أُنذِرُواْ مُعْرِضُونَ} . ¶ وقولُهُ: {أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَ السماوات والأرض وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ على أَن يُحْيِيَ الموتى بلى إِنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ} . ¶ ومن سورة الفَتْح آية: ¶ قولُهُ تعالى: {وَلِلَّهِ مُلْكُ السماوت والأرض يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ وَكَانَ الله غَفُوراً رَّحِيماً} .",
            "page": "135",
            "part": "1",
            "seal": "A56C20A5"
        },
        {
            "id": "133",
            "nass": "ومن سورة قَ سبعُ آيات: ¶ قولُهُ تعالى: {أَفَلَمْ ينظروا إِلَى السمآء فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِن فُرُوجٍ * والأرض مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ بَهِيجٍ * تَبْصِرَةً وذكرى لِكُلِّ عَبْدٍ مُّنِيبٍ * وَنَزَّلْنَا مِنَ السمآء مَآءً مُّبَارَكاً فَأَنبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الحصيد * والنخل بَاسِقَاتٍ لَّهَا طَلْعٌ نَّضِيدٌ * رِّزْقاً لِّلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً كَذَلِكَ الخروج} . ¶ وقولُهُ: {وَلَقَدْ خَلَقْنَا الإنسان وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد} . ¶ ومن سورة الذَّارِيَات سبعُ آيات: ¶ قولُهُ تعالى: {وَفِي الأرض آيَاتٌ لِّلْمُوقِنِينَ * وفي أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ * وَفِي السمآء رِزْقُكُمْ وَمَا تُوعَدُونَ * فَوَرَبِّ السمآء والأرض إِنَّهُ لَحَقٌّ مِّثْلَ مَآ أَنَّكُمْ تَنطِقُونَ} . ¶ وقولُهُ: {والسمآء بَنَيْنَاهَا بِأَييْدٍ وَإِنَّا لَمُوسِعُونَ * والأرض فَرَشْنَاهَا فَنِعْمَ الماهدون * وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ} .",
            "page": "136",
            "part": "1",
            "seal": "3FBCE4AF"
        },
        {
            "id": "134",
            "nass": "ومن سورة النَّجم ثماني آيات: ¶ قولُهُ تعالى: {وَأَنَّ إلى رَبِّكَ المنتهى * وَأَنَّهُ هُوَ أَضْحَكَ وأبكى * وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا * وَأَنَّهُ خَلَقَ الزوجين الذكر والأنثى * مِن نُّطْفَةٍ إِذَا تمنى * وَأَنَّ عَلَيْهِ النشأة الأخرى * وَأَنَّهُ هُوَ أغنى وأقنى * وَأَنَّهُ هُوَ رَبُّ الشعرى} . ¶ ومن سورة القَمَر سبعُ آيات: ¶ قولُهُ تعالى: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ * وَمَآ أَمْرُنَآ إِلاَّ وَاحِدَةٌ كَلَمْحٍ بالبصر * وَلَقَدْ أَهْلَكْنَآ أَشْيَاعَكُمْ فَهَلْ مِن مُّدَّكِرٍ * وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزبر * وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُّسْتَطَرٌ * إِنَّ المتقين فِي جَنَّاتٍ وَنَهَرٍ * فِي مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍ} . ¶ ومن سورة الرَّحْمن سبعٌ وعشرون آية: ¶ قولُهُ تعالى: {الرحمن * عَلَّمَ القرآن * خَلَقَ الإنسان * عَلَّمَهُ البيان * الشمس والقمر بِحُسْبَانٍ * والنجم والشجر يَسْجُدَانِ * والسمآء رَفَعَهَا وَوَضَعَ الميزان * أَلاَّ تَطْغَوْاْ فِي الميزان * وَأَقِيمُواْ الوزن بالقسط وَلاَ تُخْسِرُواْ الميزان * والأرض وَضَعَهَا لِلأَنَامِ * فِيهَا فَاكِهَةٌ والنخل ذَاتُ الأكمام * والحب ذُو العصف والريحان * فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ * خَلَقَ الإنسان مِن صَلْصَالٍ كالفخار * وَخَلَقَ الجآن مِن مَّارِجٍ مِّن نَّارٍ * فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ * رَبُّ المشرقين وَرَبُّ المغربين * فَبِأَيِّ آلاء رَبِّكُمَا",
            "page": "137",
            "part": "1",
            "seal": "82A98B5A"
        },
        {
            "id": "135",
            "nass": "تُكَذِّبَانِ * ¶ مَرَجَ البحرين يَلْتَقِيَانِ * بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ * فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ * يَخْرُجُ مِنْهُمَا الُّلؤْلُؤُ وَالمَرْجَانُ * فَبِأَيِّ آلاَءِ رَبِّكُمَا تُكَذِّبَانِ * وَلَهُ الجوار المنشئات فِي البحر كالأعلام * فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ * كُلُّ مَنْ عَلَيْهَا فَانٍ * ويبقى وَجْهُ رَبِّكَ ذُو الجلال والإكرام} . ¶ ومن سورة الوَاقِعَة سَبْع عَشْرَة آية: ¶ قولُهُ تعالى: {أَفَرَأَيْتُمْ مَّا تُمْنُونَ * أَأَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الخالقون * نَحْنُ قَدَّرْنَا بَيْنَكُمُ الموت وَمَا نَحْنُ بِمَسْبُوقِينَ * على أَن نُّبَدِّلَ أَمْثَالَكُمْ وَنُنشِئَكُمْ فِي مَا لاَ تَعْلَمُونَ * وَلَقَدْ عَلِمْتُمُ النشأة الأولى فَلَوْلاَ تَذَكَّرُونَ * أَفَرَأَيْتُم مَّا تَحْرُثُونَ * أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون * لَوْ نَشَآءُ لَجَعَلْنَاهُ حُطَاماً فَظَلْتُمْ تَفَكَّهُونَ * إِنَّا لَمُغْرَمُونَ * بَلْ نَحْنُ مَحْرُومُونَ * أَفَرَأَيْتُمُ المآء الذي تَشْرَبُونَ * أَأَنتُمْ أَنزَلْتُمُوهُ مِنَ المزن أَمْ نَحْنُ المنزلون * لَوْ نَشَآءُ جَعَلْنَاهُ أُجَاجاً فَلَوْلاَ تَشْكُرُونَ * أَفَرَأَيْتُمُ النار التي تُورُونَ * أَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ المنشئون * نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعاً لِّلْمُقْوِينَ * فَسَبِّحْ باسم رَبِّكَ العظيم} . ¶ ومن سورة الحديد سِتُّ آيات: ¶ قولُهُ تعالى: {سَبَّحَ للَّهِ مَا فِي السماوات والأرض وَهُوَ العزيز الحكيم * لَهُ مُلْكُ السماوات والأرض يُحْيِي وَيُمِيتُ وَهُوَ على كُلِّ",
            "page": "138",
            "part": "1",
            "seal": "C49F58DF"
        },
        {
            "id": "136",
            "nass": "شَيْءٍ قَدِيرٌ * ¶ هُوَ الأول والآخر والظاهر والباطن وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ * هُوَ الذي خَلَقَ السماوات والأرض فِي سِتَّةِ أَيَّامٍ ثُمَّ استوى عَلَى العرش يَعْلَمُ مَا يَلِجُ فِي الأرض وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السمآء وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ والله بِمَا تَعْمَلُونَ بَصِيرٌ * لَّهُ مُلْكُ السماوات والأرض وَإِلَى الله تُرْجَعُ الأمور * يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل وَهُوَ عَلِيمٌ بِذَاتِ الصدور} . ¶ ومن سورة المُجَادلة آية: ¶ قولُهُ تعالى: {أَلَمْ تَرَ أَنَّ الله يَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض مَا يَكُونُ مِن نجوى ثَلاَثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلاَ خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلاَ أدنى مِن ذَلِكَ وَلاَ أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُواْ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوْمَ القيامة إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ} . ¶ ومن سورة الحَشْر أرْبَعُ آيات: ¶ قوله: {لَوْ أَنزَلْنَا هذا القرآن على جَبَلٍ لَّرَأَيْتَهُ خَاشِعاً مُّتَصَدِّعاً مِّنْ خَشْيَةِ الله وَتِلْكَ الأمثال نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ * هُوَ الله الذي لاَ إله إِلاَّ هُوَ عَالِمُ الغيب والشهادة هُوَ الرحمن الرحيم * هُوَ الله الذي لاَ إله إِلاَّ هُوَ الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر سُبْحَانَ الله عَمَّا يُشْرِكُونَ * هُوَ الله الخالق البارىء المصور لَهُ الأسمآء الحسنى يُسَبِّحُ لَهُ مَا فِي السماوات والأرض وَهُوَ العزيز الحكيم} .",
            "page": "139",
            "part": "1",
            "seal": "881585AD"
        },
        {
            "id": "137",
            "nass": "ومن سورة الجُمُعَة أربعُ آيات: ¶ قولُهُ تعالى: {يُسَبِّحُ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض الملك القدوس العزيز الحكيم * هُوَ الذي بَعَثَ فِي الأميين رَسُولاً مِّنْهُمْ يَتْلُواْ عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الكتاب والحكمة وَإِن كَانُواْ مِن قَبْلُ لَفِي ضَلاَلٍ مُّبِينٍ * وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُواْ بِهِمْ وَهُوَ العزيز الحكيم * ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ والله ذُو الفضل العظيم} . ¶ ومن سورة التغابن أربع آيات: ¶ قولُهُ تعالى: {يُسَبِّحُ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض لَهُ الملك وَلَهُ الحمد وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ * هُوَ الذي خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُمْ مُّؤْمِنٌ والله بِمَا تَعْمَلُونَ بَصِيرٌ * خَلَقَ السماوات والأرض بالحق وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ المصير * يَعْلَمُ مَا فِي السماوات والأرض وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ والله عَلِيمٌ بِذَاتِ الصدور} . ¶ ومن سورة الطَّلاق آية: ¶ قولُهُ تعالى: {الله الذي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الأرض مِثْلَهُنَّ يَتَنَزَّلُ الأمر بَيْنَهُنَّ لتعلموا أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ الله قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْماً} .",
            "page": "140",
            "part": "1",
            "seal": "E8AFF135"
        },
        {
            "id": "138",
            "nass": "ومن سورة المُلْك ثلاث عَشْرَة آية: ¶ قولُهُ تعالى: {تَبَارَكَ الذي بِيَدِهِ الملك وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ * الذي خَلَقَ الموت والحياة لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَهُوَ العزيز الغفور * الذي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقاً مَّا ترى فِي خَلْقِ الرحمن مِن تَفَاوُتٍ فارجع البصر هَلْ ترى مِن فُطُورٍ * ثُمَّ ارجِعِ البَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ البَصَرُ خَاسِئاً وَهُوَ حَسِيرٌ * وَلَقَدْ زَيَّنَّا السمآء الدنيا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُوماً لِّلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السعير} . ¶ وقولُهُ: {وَأَسِرُّواْ قَوْلَكُمْ أَوِ اجهروا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصدور * أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير * هُوَ الذي جَعَلَ لَكُمُ الأرض ذَلُولاً فامشوا فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزْقِهِ وَإِلَيْهِ النشور} . ¶ وقولُهُ: {أَوَلَمْ يَرَوْا إِلَى الطير فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلاَّ الرحمن إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ} . ¶ وقولُهُ: {قُلْ هُوَ الذي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة قَلِيلاً مَّا تَشْكُرُونَ * قُلْ هُوَ الذي ذَرَأَكُمْ فِي الأرض وَإِلَيْهِ تُحْشَرُونَ} .",
            "page": "141",
            "part": "1",
            "seal": "FA86B9B8"
        },
        {
            "id": "139",
            "nass": "وقولُهُ: {قُلْ هُوَ الرحمن آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلاَلٍ مُّبِينٍ * قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْراً فَمَن يَأْتِيكُمْ بِمَآءٍ مَّعِينٍ} . ¶ ومن سورة نوح عَشْرُ آيات: ¶ قولُهُ تعالى: {يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَاراً * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَاراً * مَّا لَكُمْ لاَ تَرْجُونَ لِلَّهِ وَقَاراً * وَقَدْ خَلَقَكُمْ أَطْوَاراً * أَلَمْ تَرَوْاْ كَيْفَ خَلَقَ الله سَبْعَ سَمَاوَاتٍ طِبَاقاً * وَجَعَلَ القمر فِيهِنَّ نُوراً وَجَعَلَ الشمس سِرَاجاً * والله أَنبَتَكُمْ مِّنَ الأرض نَبَاتاً * ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجاً * والله جَعَلَ لَكُمُ الأرض بِسَاطاً * لِّتَسْلُكُواْ مِنْهَا سُبُلاً فِجَاجاً} . ¶ ومن سورة الجِنّ خمسُ آيات: ¶ قولُهُ تعالى: {وَأَنَّهُ تعالى جَدُّ رَبِّنَا مَا اتخذ صَاحِبَةً وَلاَ وَلَداً} . ¶ وقولُهُ: {قُلْ إِنْ أدري أَقَرِيبٌ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ ربي أَمَداً * عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً * إِلاَّ مَنِ ارتضى مِن رَّسُولٍ فَإِنَّهُ يَسْلُكُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَداً * لِّيَعْلَمَ أَن قَدْ أَبْلَغُواْ رِسَالاَتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وأحصى كُلَّ شَيْءٍ عَدَداً} .",
            "page": "142",
            "part": "1",
            "seal": "C874638E"
        },
        {
            "id": "140",
            "nass": "ومن سورة القِيَامَة أربعُ آيات: ¶ قولُهُ تعالى: {أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى * أَلَمْ يَكُ نُطْفَةً مِّن مَّنِيٍّ يمنى * ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فسوى * فَجَعَلَ مِنْهُ الزوجين الذكر والأنثى * أَلَيْسَ ذَلِكَ بِقَادِرٍ على أَن يُحْيِيَ الموتى} . ¶ ومن سورة الإنسان ثلاثُ آيات: ¶ قولُهُ تعالى: {هَلْ أتى عَلَى الإنسان حِينٌ مِّنَ الدهر لَمْ يَكُن شَيْئاً مَّذْكُوراً * إِنَّا خَلَقْنَا الإنسان مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعاً بَصِيراً * إِنَّا هَدَيْنَاهُ السبيل إِمَّا شَاكِراً وَإِمَّا كَفُوراً} . ¶ ومن سورة المُرْسَلاَت ثمان آيات: ¶ قولُهُ تعالى: {أَلَمْ نَخْلُقكُّم مِّن مَّآءٍ مَّهِينٍ * فَجَعَلْنَاهُ فِي قَرَارٍ مَّكِينٍ * إلى قَدَرٍ مَّعْلُومٍ * فَقَدَرْنَا فَنِعْمَ القادرون * وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ * أَلَمْ نَجْعَلِ الأرض كِفَاتاً * أَحْيَآءً وَأَمْواتاً * وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُم مَّآءً فُرَاتاً} . ¶ ومن سورة النَّبَأ سِتَّ عَشْرَةَ آية: ¶ قولُهُ تعالى: {عَمَّ يَتَسَآءَلُونَ * عَنِ النبإ العظيم * الذي هُمْ فِيهِ مُخْتَلِفُونَ * كَلاَّ سَيَعْلَمُونَ * ثُمَّ كَلاَّ سَيَعْلَمُونَ * أَلَمْ نَجْعَلِ الأرض مِهَاداً * والجبال أَوْتَاداً * وَخَلَقْنَاكُمْ أَزْوَاجاً * وَجَعَلْنَا نَوْمَكُمْ سُبَاتاً * وَجَعَلْنَا الليل لِبَاساً * وَجَعَلْنَا النهار مَعَاشاً * وَبَنَيْنَا فَوْقَكُمْ",
            "page": "143",
            "part": "1",
            "seal": "CA19B824"
        },
        {
            "id": "141",
            "nass": "سَبْعاً شِدَاداً * ¶ وَجَعَلْنَا سِرَاجاً وَهَّاجاً * وَأَنزَلْنَا مِنَ المعصرات مَآءً ثَجَّاجاً * لِّنُخْرِجَ بِهِ حَبّاً وَنَبَاتاً * وَجَنَّاتٍ أَلْفَافاً} . ¶ ومن سورة عَبَسَ سِتَّ عَشْرَةَ آية: ¶ قولُهُ تعالى: {قُتِلَ الإنسان مَآ أَكْفَرَهُ * مِنْ أَيِّ شَيءٍ خَلَقَهُ * مِن نُّطْفَةٍ خَلَقَهُ فَقَدَّرَهُ * ثُمَّ السبيل يَسَّرَهُ * ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ * ثُمَّ إِذَا شَآءَ أَنشَرَهُ * كَلاَّ لَمَّا يَقْضِ مَآ أَمَرَهُ * فَلْيَنظُرِ الإنسان إلى طَعَامِهِ * أَنَّا صَبَبْنَا المآء صَبّاً * ثُمَّ شَقَقْنَا الأرض شَقّاً * فَأَنبَتْنَا فِيهَا حَبّاً * وَعِنَباً وَقَضْباً * وَزَيْتُوناً وَنَخْلاً * وَحَدَآئِقَ غُلْباً * وَفَاكِهَةً وَأَبّاً * مَّتَاعاً لَّكُمْ وَلأَنْعَامِكُمْ} . ¶ ومن سورة الانْفِطار ثلاثُ آيات: ¶ قولُهُ تعالى: {يا أيها الإنسان مَا غَرَّكَ بِرَبِّكَ الكريم * الذي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ * في أَىِّ صُورَةٍ مَّا شَآءَ رَكَّبَكَ} . ¶ ومن سورة البُروج خَمسُ آيات: ¶ قولُهُ تعالى: {إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ * إِنَّهُ هُوَ يُبْدِىءُ وَيُعِيدُ * وَهُوَ الغفور الودود * ذُو العرش المجيد * فَعَّالٌ لِّمَا يُرِيدُ} .",
            "page": "144",
            "part": "1",
            "seal": "FA24A79B"
        },
        {
            "id": "142",
            "nass": "ومن سورة الطَّارق سِتُّ آيات: ¶ قولُهُ تعالى: {فَلْيَنظُرِ الإنسان مِمَّ خُلِقَ * خُلِقَ مِن مَّآءٍ دَافِقٍ * يَخْرُجُ مِن بَيْنِ الصلب والترآئب * إِنَّهُ على رَجْعِهِ لَقَادِرٌ * يَوْمَ تبلى السرآئر * فَمَا لَهُ مِن قُوَّةٍ وَلاَ نَاصِرٍ} . ¶ ومن سورة الأعلى خمسُ آيات: ¶ قولُهُ تعالى: {سَبِّحِ اسم رَبِّكَ الأعلى * الذي خَلَقَ فسوى * والذي قَدَّرَ فهدى * والذي أَخْرَجَ المرعى * فَجَعَلَهُ غُثَآءً أحوى} . ¶ ومن سورة الغَاشِيَة أَرْبَعُ آيات: ¶ قولُهُ تعالى: {أَفَلاَ يَنظُرُونَ إِلَى الإبل كَيْفَ خُلِقَتْ * وَإِلَى السمآء كَيْفَ رُفِعَتْ * وإلى الجبال كَيْفَ نُصِبَتْ * وَإِلَى الأرض كَيْفَ سُطِحَتْ} ¶ ومن سورة البلد ثلاثُ آيات: ¶ قولُهُ تعالى: {أَلَمْ نَجْعَل لَّهُ عَيْنَيْنِ * وَلِسَاناً وَشَفَتَيْنِ * وَهَدَيْنَاهُ النجدين} .",
            "page": "145",
            "part": "1",
            "seal": "1D9C7BDE"
        },
        {
            "id": "2",
            "nass": "مُقَدِّمَة المحَقِق ¶ الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمدٍ خاتَمِ الأنبياء والمرسلين وبعد: ¶ فهذا كتاب \"جواهر القرآن\" للإمام الغزالي رضي الله عنه، أبرز فيه رحمه الله تعالى جواهر القرآن، ونبَّهَ على الغَوْصِ في مُحيطه، والإفادة من جواهرِهِ، والالتقاط من دُرَرِه، والظَّفَرِ بنفائِسه، للفوز بِخَيْرِ الدُنيا والآخرة، فهو كتاب يدل عنوانُهُ على نفاسَةِ موضوعه وشرف مضمونه ورِفْعَةِ غايَتِهِ. ¶ عملي في هذا الكتاب ¶ عندما وقعت بين يدي نسخة هذا الكتاب وجدتُ غالبها متصل الأسطر، غير مُجَزَّأ الفَقَرات، فعمدت إلى تجزئَةِ الكتاب في فَقَرات، وضبَطتُ الشَّكل فيها، ورتبت سَرْدَ آياتِ القرآن، خصوصاًَ عند بيان الغزالي لِنَمَطِ جواهرِ القرآن ونَمَطِ دُرَرِه، فذكرت في أول السطر في كل نَمَط عدد آيات الجواهر من كل سورة، ثم أتبعتُ ذلك بالآيات نفسها، مُبْتَدِئاً بكل مجموعة منها في السورة من أول السطر أيضاً.",
            "page": "5",
            "part": "1",
            "seal": "FE3C40FA"
        },
        {
            "id": "3",
            "nass": "ثم عمدت إلى الأحاديث النبوية التي ذكرها الغزالي في مقدمة كتابه فَأشَرْتُ في هامش هذه الطبعة إلى موضع روايتها في كتب الحديث؛ كما عمدت إلى الآيات القرآنية فأشرت إلى رقم كل آية ومَوْضِعها من السورة؛ كما عمدتُ أيضاً إلى الكلمات الصعبة في الكتاب فشرحتُ معناها من كتب اللغة. ¶ ولا أدعي الكمال في عملي ذلك كله، إنما هي محاولة لتقديم هذا الكتاب في صورة تُسَهِّل على القارئ مطالعة الكتاب والإفادة من موضوعه. ¶ وقد اعتمدتُ في ضبط هذا الكتاب وإخراجه على النسخة المطبوعة بالمكتبة التجارية الكبرى لصاحبها مصطفى محمد، بأول شارع محمد علي بمصر - القاهرة، الطبعة الثانية 1352 هـ = 1933 م. والله وليُّ التوفيق. ¶ بيروت أول رجب الخير 1404 هجرية. ¶ محمد رشيد رضا القباني ¶ الموافق للأول من نيسان 1984م.",
            "page": "6",
            "part": "1",
            "seal": "BB741FFC"
        },
        {
            "id": "4",
            "nass": "بِسْمِ اللهِ الرَّحْمَنِ الرّحِيمِ ¶ ترجمة حياة الإمام الغزالي رحمه الله تعالى ¶ الإمام الغزالي هو أبو حامد محمد بن محمد الغزالي الملقب حجة الإسلام، زين الدين الطوسي، الفقيه الشافعي، ولد بطوس، سنة خمسين وأربعمائة. ¶ ويحكى أن والده كان صالحاً، لا يأكل إلا من كسب يده، يعمل في غزل الصوف ويبيعه في دكانه؛ ولما حضرته الوفاة أوصى به وبأخيه أحمد إلى صديق له متصوف ومن أهل الخير وقال له: إن لي لتأسُّفاً عظيماً على تعلم الخط، وأشتهي استدراك ما فاتني في ولديَّ هذين، فعلِّمهما، ولا عليك أن تُنفِذَ في ذلك جميع ما أخلفه لهما. فلما مات أقبل الصوفي على تعليمهما إلى أن فنيَ ذلك النزر اليسير الذي خلّفه لهما أبوهما، فقال لهما: إعلما أني قد أنفقت عليكما ما كان لكما، وأنا رجل من الفقر، لا مال لي أواسيكما به، فأرى أن تلجأا إلى مدرسة، فإنكما من طلبة العلم، فيحصل لكما قوت يعْينكما على وقتكما، ففعلا ذلك، وكان هو السبب في سعادتهما وعلو درجتهما. وكان",
            "page": "7",
            "part": "1",
            "seal": "F1B499A8"
        },
        {
            "id": "5",
            "nass": "الغزالي يحكي ذلك ويقول: طلبنا العلم لغير الله فأبى أن يكون إلا لله. ¶ وقد كان والد الغزالي رحمه الله يطوف على المتفقِّهة، ويجالسهم، ويتوفرَّ على خدمتهم، ويَجِدُّ في الإحسان إليهم، والنفقة بما يمكنه عليهم، وكان إذا سمع كلامهم بكى وتضرَّع، وسأل الله أن يرزقه ابناً واعظاً، ويجعله فقيهاً، فاستجاب الله دعْوَتَيه، أما أبو حامد فكان أفقه أقرانه، وإمام أهل زمانه؛ وأما أحمد فكان واعظاً، تلينُ الصُمُّ الصخور عند سماع تحذيره، وترتعد فرائِصُ الحاضرين في مجالس تذكيره. ¶ قرأ الغزالي في صباه طرفاً من الفقه على أحمد محمد الراذكاني، ثم قدم بعد ذلك إلى نيسابور، ولازم إمام الحرَمَيْن أبي المعالي الجُوَيني، وجدَّ واجتهد حتى برع في المذهب، والخلاف، والجدل، والمنطق، وقرأ الحكمة، والفلسفة، وأحكَمَ كل ذلك، وفهم كلام أهل هذه العلوم، وتصدى للردّ عليهم وإبطال دعاويهم، وصنَّفَ في كل فن من هذه العلوم كُتباً أحسنَ تأليفها، وأجاد وضعها. ¶ وكان الغزالي رضي الله عنه شديد الذكاء، سديد النظر، قويَّ الحافظة، بعيد الغَوْر، غوَّاصاً على المعاني، مُناظِراً مِحْجاجاً. ¶ ولما مات إمام الحرَمَيْن \"الجُوَيْني\" خرج الغزالي قاصداً الوزير \"نظام الملك\". وكان مجلسه مجمع أهل العلم، فناظر الأئمة العلماء في مجلسه، وظهر كلامه عليهم، واعترفوا بفضله، وتلقَّاه الصاحب بالتعظيم والتبجيل، وولاه تدريس مدرسته \"النظّامية\" ببغداد سنة أربعٍ وثمانين وأربعمائة، فقدمها",
            "page": "8",
            "part": "1",
            "seal": "7AEC313A"
        },
        {
            "id": "6",
            "nass": "في تجمُّل كبير، وتلقَّاهُ الناس، ونفذت كلمته، وعظمت حشمته حتى غلبت على حشمة الأمراء والوزراء، وأعجب الخلقَ حسنُ كلامه، وكمالُ فضله، وفصاحةُ لسانه، ونُكَتُه الدقيقة، وإشاراته اللطيفة، وأحبوه. وأقام على تدريس العلم ونشره بالتعليم والفُتيا والتصنيف مُدةً. كان عظيم الجاه، عالي الرتبة، مسموع الكلمة، مشهور الاسم، تضرب به الأمثال، وتُشد إليه الرحال، حتى شَرُفَت نفسه عن كل جاه، وترك ذلك كله وراء ظهره ورحل إلى بيت الله الحرام في مكة المكرمة، فخرج إلى الحج في شهر ذي الحجة سنة ثمانٍ وثمانين وأربعمائة (488 هجرية) واستناب أخاه في التدريس ببغداد. ¶ ودخل دمشق بعد عودته من الحج في سنة تسعٍ وثمانين وأربعمائة (489 هجرية) ، فلبث فيها أياماً يسيرة، ثم توجه إلى بيت المقدس، فجاور ربه مدةً، ثم عاد إلى دمشق، واعتكف بالمنارة الغربية من الجامع، وبها كانت إقامته. ¶ وقد صادف دخوله يوماً المدرسة الأمينة فوجد المدرس يقول: قال الغزالي وهو يدرس كلامه فخشي الغزالي على نفسه العجَبَ ففارق دمشق، وأخذ يجول في البلاد، فدخل مصر، وتوجه إلى الإسكندرية، فأقام بها مدة، وقيل إنه عزم على المضي إلى السلطان يوسف بن تاشفين سلطان المغرب لِما بلغه من عدله، فبلغه موته، واستمر يجول في البلدان حتى عاد إلى خراسان ودرَّس بالمدرسة النظامية بنيسابور مدة يسيرة، ثم رجع إلى طوس، واتخذ إلى جانب داره مدرسة للفقهاء، وخانقاه للصوفية، ووزع أوقاته على وظائف من ختم القرآن، ومجالسة أرباب القلوب، والتدريس لطلبة العلم، وإدامة الصلاة والصيام وسائر العبادات، إلى أن انتقل إلى رحمة الله تعالى ورضوانه. وكانت",
            "page": "9",
            "part": "1",
            "seal": "74DF4299"
        },
        {
            "id": "7",
            "nass": "وفاته بطوس، في يوم الاثنين رابع عشر جمادى الآخرة، سنة خمسٍ وخمسمائة (505 هجرية) ؛ وعمره خمس وخمسون سنة. ¶ قال أبو الفرج بن الجوزي في كتاب \"الثبات عند الممات\": \"قال أحمد أخو الإمام الغزالي: لما كان يوم الاثنين وقت الصبح، توضأ أخي أبو حامد وصلى وقال: عليَّ بالكفن، فأخذه وقبَّله، ووضعه على عينيه، وقال: سمعاً وطاعة للدخول على الملك، ثم مدَّ رجليه، واستقبل القبلة، ومات قبل الإسفار، قدَّس الله روحه\". ¶ هذا وقد رثاه الأديب أبو المظفر محمد الأبيوردي، الشاعر المشهور، بأبيات فائية منها: ¶ مضى وأعظمُ مفقودٍ فُجِعْتُ بِه ... من لا نظيرَ لهُ في الناسِ يخلُفُه ¶ وتمثَّل الإمام إسماعيل الحاكمي بعد وفاته بقول أبي تمام من جملة قصيدة مشهورة له: ¶ عجبتُ لصبري بعدَهُ وهوَ ميتٌ ... وكنتُ امرءاً أبكي دماً وهوَ غائبُ ¶ على أنها الأيامُ قد صِرْنَ كلُّها ... عجائبَ، حتى ليس فيها عجائبُ ¶ وقد دُفن الغزالي رحمه الله بظاهر الطابرّان، وهي قصبة طوس، رحمه الله تعالى.",
            "page": "10",
            "part": "1",
            "seal": "28660326"
        },
        {
            "id": "8",
            "nass": "باقة من كلماته ¶ ومن كلماته المنثورة البديعة رحمه الله ما نقله الزبيدي الشهير بمرتضى من طبقات المناوي في كتابه \"إتحاف السادة المتقين بشرح إحياء علوم الدين\". وهي كلمات تعبر عن سعة علمه وإدراكه وفهمه: ¶ - \"أنوار العلوم لم تُحجب من القلوب لبُخلٍ ومنعٍ من جهة المُنعِمِ تعالى عن ذلك، بل لِخَبَثٍ وكدورةٍ وشغلٍ من جهة القلوب، فإنها كالأواني ما دامت مملوءة بالماء لا يدخلها الهواء، والقلب المشغول بغير الله لا تدخله المعرفة بجلاله\". ¶ - \"جلاء القلوب والأبصار يحصل بالذكر، ولا يتمكن منه إلا الذين اتّقَوا، فالتقوى باب الذكر، والذكر باب الكشف، والكشف باب الفوز الأكبر\". ¶ - \"قلب المؤمن لا يموت، وعلمه عند الموت لا ينمحي، وصفاؤه لا يتكدّر، وإليه أشار الحسن بقوله: التراب لا يأكل محل الإيمان\". ¶ - \"مهما رأيت العلماء يتغايرون، ويتحاسدون، ولا يتآنسون، فاعلم أنهم اشتروا الحياة الدنيا بالآخرة فهم خاسرون\". ¶ - \"أشدُّ الناس حماقة أقواهم اعتقاداً في فضل نفسه، وأثبتُ الناس عقلاً أشدهم اتهاماً لنفسه\". ¶ - \"مهما رأيتَ إنساناً سيِّء الظن بالله، طالباً للعيوب، فاعلم أنه خبيث في الباطن، والمؤمن سليم الصدر في حق كافة الخلق\". ¶ - \"حقيقة الذكر لا تتمكن من القلب إلا بعد عمارته بالتقوى، وتطهيره من الصفات المذمومة، وإلا فيكون الذكر حديث نفس، ولا سلطان له على القلب، ولا يدفع الشيطان\".",
            "page": "11",
            "part": "1",
            "seal": "F5ECA4E6"
        },
        {
            "id": "9",
            "nass": "- \"كما أنك تدعو ولا يُستجاب لك لفقد شرط الدعاء، فكذلك تذكر الله ولا يهرب الشيطان لفقد شروط الذكر\". ¶ - \"النفس إذا لم تُمنَع بعضَ المباحات طمعت في المحظورات\". ¶ - \"السعادة كلها في أن يملك الرجل نفسه، والشقاوة في أن تملكه نفسه\". ¶ - \"من عوَّد نفسه الفكرَ في جلال الله وعظمته، وملكوتِ أرضه وسمائه، صار ذلك عنده ألذّ من كل نعيم، فلذةُ هذا في عجائب الملكوت على الدوام، أعظم من لذة من ينظر إلى أثمار الجنة وبساتينها بالعين الظاهرة، وهذا حالهم في الدنيا، فما الظن بهم عند انكشاف الغطاء في العقبى؟ \". ¶ - \"لا يبقى مع العبد عند الموت إلا ثلاث صفات: صفاء القلب أعني طهارته من أدناس الدنيا؛ وأُنسه بذكر الله؛ وحبه لله. وطهارة القلب لا تحصل إلا بالكف عن شهوات الدنيا؛ والأُنس لا يحصل إلا بكثرة الذكر؛ والحُب لا يحصل إلا بالمعرفة، ولا تحصل معرفة الله إلا بدوام الفكر\". ¶ - \"علماء الآخرة يُعرفون بسيماهم من السكينة والذلة والتواضع، أما التمشدق والاستغراق في الضحك، والحدّة في الحركة والنطق فمن آثار البطر والغفلة، وذلك من دأب أبناء الدنيا\". ¶ وله رحمه الله دعاء عجيب جرَّبه أهل العرفان عند حلول الفاقة وهو: ¶ - \"اللهم يا غني، يا حميد، يا مبدئ، يا معيد، يا رحيم، يا ودود، أغنني بحلالك عن حرامك، وبطاعتك عن معصيتك، وبفضلك عمَّن سِواك قال: من ذكره بعد صلاة الجمعة وداومَ عليه أغناه الله عن خلقه، ورزقه من حيث لا يحتسب\". ¶ * * * ¶ وللإمام الغزالي مصنفات كثيرة منها:",
            "page": "12",
            "part": "1",
            "seal": "3A6FCD47"
        },
        {
            "id": "10",
            "nass": "كتاب \"الوسيط\" و \"البسيط\" و \"الوجيز\" في الفقه. و \"إحياء علوم الدين\". و \"المُسْتَصْفَى\" في أصول الفقه. و \"تهافت الفلاسفة\". و \"المقصد الأسنى في شرح أسماء الله الحُسنى\". و \"مشكاة الأنوار\". و \"الاقتصاد في الاعتقاد\". و \"معارج القدس في أحوال النفس\" و \"مقاصد الفلاسفة\". و \"تنزيه القرآن عن المطاعن\". و \"المعارف العقلية\". و \"فضائح الباطنية\". و \"التبر المسبوك في نصيحة الملوك\". و \"منهاج العابدين\". و \"ياقوت التأويل في تفسير التنزيل\" وهو تفسير يقع في نحو أربعين مجلداً. و \"الحكمة في مخلوقات الله\". و \"مكاشفة القلوب المقرب إلى علاَّم الغيوب\". و \"جواهر القرآن\" وهو الكتاب الذي بين أيدينا. ¶ محمد رشيد رضا القباني",
            "page": "13",
            "part": "1",
            "seal": "E6676244"
        },
        {
            "id": "11",
            "nass": "مُقَدّمَة الْمُؤلف ¶ بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله رب الْعَالمين، وَصلَاته وَسَلَامه على نبيه مُحَمَّد وَآله وَأَصْحَابه أَجْمَعِينَ [وَبعد] : ¶ فصل فِي فهرست الْكتاب الَّذِي سميناه جَوَاهِر الْقُرْآن ¶ اعْلَم هداك الله، أَنا رتبنا هَذَا الْكتاب على ثَلَاثَة أَقسَام: ¶ 1 - قسم فِي الْمُقدمَات والسوابق. ¶ 2 - وَقسم فِي الْمَقَاصِد. ¶ 3 - وَقسم فِي اللواحق.",
            "page": "14",
            "part": "1",
            "seal": "3D4A5429"
        },
        {
            "id": "12",
            "nass": "الْقسم الأول: فِي الْمُقدمَات والسوابق ¶ ويشتمل هَذَا الْقسم على تِسْعَة عشر فصلا: ¶ الْفَصْل الأول: فِي أَن الْقُرْآن هُوَ الْبَحْر الْمُحِيط، وينطوي على أَصْنَاف الْجَوَاهِر والنفائس. ¶ الْفَصْل الثَّانِي: فِي حصر مقاصده ونفائسه وَأَنَّهَا ترجع إِلَى سِتَّة أَقسَام: ثَلَاثَة مِنْهَا أصُول مهمة، وَثَلَاثَة تَوَابِع متمة. ¶ الْفَصْل الثَّالِث: فِي شرح آحَاد الْأَقْسَام السِّتَّة، وَأَنَّهَا تتشعب فَتَصِير عشرَة. ¶ الْفَصْل الرَّابِع: فِي كَيْفيَّة انشعاب الْعُلُوم كلهَا من الْأَقْسَام الْعشْرَة، وَأَن عُلُوم الْقُرْآن تَنْقَسِم إِلَى علم الصدف، وَإِلَى علم الْجَوَاهِر، وَبَيَان مَرَاتِب الْعُلُوم. ¶ الْفَصْل الْخَامِس: فِي كَيْفيَّة انشغاب علم الْأَوَّلين مِنْهُ والآخرين. ¶ الْفَصْل السَّادِس: فِي معنى اشْتِمَال القرآم على الكبريت الْأَحْمَر، والرياق الْأَكْبَر، والمسك الأذفر، وَسَائِر النفائس والدرر، وَأَن ذَلِك لَا يعرفهُ إِلَّا من عرف كَيْفيَّة الموازنة بَين عَالم الشَّهَادَة وعالم الملكوت. ¶ الْفَصْل السَّابِع: فِي أَنه لم عبر عَن مَعَاني عَالم الملكوت فِي الْقُرْآن بأمثلة مَأْخُوذَة من عَالم الشَّهَادَة. ¶ الْفَصْل الثَّامِن: فِيمَا يدْرك بِهِ وَجه العلاقة بَين عَالم الملكوت وعالم الشَّهَادَة. ¶ الْفَصْل التَّاسِع: فِي حل الرموز الَّتِي تَحت الكبريت الْأَحْمَر والترياق الْأَكْبَر،",
            "page": "15",
            "part": "1",
            "seal": "6E25B03B"
        },
        {
            "id": "13",
            "nass": "والمسك الأذفر، وَالْعود واليواقيت والدرر وَغَيرهَا. ¶ الْفَصْل الْعَاشِر: فِي الْفَائِدَة الَّتِي تَحت هَذِه الرموز. ¶ الْفَصْل الْحَادِي عشر: فِي أَنه كَيفَ يفضل بعض آيَات الْقُرْآن على بعض وَكله كَلَام الله تَعَالَى. ¶ الْفَصْل الثَّانِي عشر: فِي أسرار الْفَاتِحَة، واشتمالها على ثَمَانِيَة أَصْنَاف من جملَة الْأَصْنَاف الْعشْرَة من نفائس الْقُرْآن، وَذكر طرف من مَعَاني الرَّحْمَن الرَّحِيم بِالْإِضَافَة إِلَى خلقَة الْحَيَوَانَات. ¶ الْفَصْل الثَّالِث عشر: فِي أَن الْأَبْوَاب الثَّمَانِية للجنة مَفْتُوحَة بِالْفَاتِحَةِ، وَأَنَّهَا مِفْتَاح جَمِيعهَا. ¶ الْفَصْل الرَّابِع عشر: فِي آيَة الْكُرْسِيّ، وَأَنَّهَا لم كَانَت سيدة آي الْقُرْآن، وَلم كَانَت أشرف من {شهد الله} و {قل هُوَ الله أحد} وَأول الْحَدِيد، وَآخر الْحَشْر، وَسَائِر الْآيَات. ¶ الْفَصْل الْخَامِس عشر: فِي تَحْقِيق أَن سُورَة الْإِخْلَاص لم تعدل ثلث الْقُرْآن. ¶ الْفَصْل السَّادِس عشر: فِي أَن {يس} لم كَانَت قلب الْقُرْآن. ¶ الْفَصْل السَّابِع عشر: فِي أَن النَّبِي صلى الله عَلَيْهِ وَسلم لم خصص الْفَاتِحَة بِأَنَّهَا فضل الْقُرْآن، وَآيَة الْكُرْسِيّ بِأَنَّهَا سيدة آي الْقُرْآن، وَأَن ذَلِك لم صَار أولى من عَكسه",
            "page": "16",
            "part": "1",
            "seal": "CA4C3ED9"
        },
        {
            "id": "14",
            "nass": "الْفَصْل الثَّامِن عشر: فِي حَال العارفين، وَأَنَّهُمْ فِي الدُّنْيَا فِي جنَّة عرضهَا أكبر من السَّمَوَات وَالْأَرْض، وَأَن جنتهم الْحَاضِرَة قطوفها دانية، وَلَيْسَت بمقطوعة وَلَا مَمْنُوعَة. ¶ الْفَصْل التَّاسِع عشر: فِي سر السَّبَب الدَّاعِي إِلَى نظم جَوَاهِر الْقُرْآن فِي سلك وَاحِد، ونظم درره فِي سلك آخر، فَهَذِهِ تِسْعَة عشر فصلا. ¶ الْقسم الثَّانِي: فِي الْمَقَاصِد ¶ ويشتمل على لباب آيَات الْقُرْآن، وَهِي نمطان: ¶ النمط الأول فِي الْجَوَاهِر: وَهِي الَّتِي وَردت فِي ذَات الله عز وَجل، وَصِفَاته وأفعاله خَاصَّة، وَهُوَ الْقسم العلمي. ¶ النمط الثَّانِي فِي الدُّرَر: وَهُوَ مَا ورد فِيهِ بَيَان الصِّرَاط الْمُسْتَقيم، والحث عَلَيْهِ، وَهُوَ الْقسم العلمي. ¶ فصل فِي خَاتِمَة النمطين: فِي بَيَان الْعذر فِي الِاقْتِصَار فِي آيَات الْقُرْآن على هَذِه الْجُمْلَة. ¶ الْقسم الثَّالِث: فِي اللواحق ¶ ومقصودة حصر جمل الْمَقَاصِد الْحَاصِلَة من هَذِه الْآيَات، وَهُوَ منعطف على جملَة الْآيَات، وَهُوَ كتاب مُسْتَقل لمن أَرَادَ أَن يَكْتُبهُ مُفردا، وَقد سميناه",
            "page": "17",
            "part": "1",
            "seal": "9DC4631B"
        },
        {
            "id": "15",
            "nass": "\" كتاب الْأَرْبَعين فِي أصُول الدُّنْيَا \" فَإِنَّهُ يَنْقَسِم إِلَى عُلُوم يرجع حاصلها إِلَى عشرَة أصُول وَإِلَى أَعمال، وَهِي تَنْقَسِم إِلَى أَعمال ظَاهِرَة، وَإِلَى أَعمال باطنة. ¶ فالأعمال الظَّاهِرَة: ترجع جُمْلَتهَا إِلَى أصُول أَيْضا. ¶ والأعمال الْبَاطِنَة: تَنْقَسِم إِلَى مَا يجب تَزْكِيَة الْقلب مِنْهُ من الصِّفَات المذمومة؛ وَترجع مذمومات الْأَخْلَاق أَيْضا إِلَى عشرَة أصُول، وَإِلَى مَا يجب تخلية الْقلب مِنْهُ من الصِّفَات والأخلاق، وَأَن محمودات الْأَخْلَاق ترجع إِلَى عشرَة أصُول [أَيْضا] . ¶ فيشتمل قسم اللواحق على أَرْبَعَة أَقسَام: ¶ 1 - المعارف ¶ 2 - والأعمال الظَّاهِرَة. ¶ 3 - والأخلاق المذمومة. ¶ 4 - والأخلاق المحمودة. ¶ الْقسم الأول: فِي المعارف، وَهِي عشرَة أصُول: ¶ 1 - أصل فِي ذَات الله تَعَالَى. ¶ 2 - وأصل فِي تقدسي الذَّات. ¶ 3 - وأصل فِي الْقُدْرَة. ¶ 4 - وأصل فِي الْعلم. ¶ 5 - وأصل فِي الْإِرَادَة. ¶ 6 - وأصل فِي السّمع وَالْبَصَر. ¶ 7 - وأصل فِي الْكَلَام. ¶ 8 - وأصل فِي الْأَفْعَال.",
            "page": "18",
            "part": "1",
            "seal": "0D7F5A12"
        },
        {
            "id": "16",
            "nass": "9 - وأصل فِي الْيَوْم الآخر. ¶ 10 - وأصل فِي النُّبُوَّة. ¶ وخاتمة فِي التَّنْبِيه على الْكتب الَّتِي يطْلب مِنْهَا حقائق هَذِه الْأُمُور. ¶ الْقسم الثَّانِي: فِي الْأَعْمَال الظَّاهِرَة، وَهِي عشرَة أصُول: ¶ 1 - أصل فِي الصَّلَاة ¶ 2 - وأصل فِي الزَّكَاة ¶ 3 - وأصل فِي الصَّوْم ¶ 4 - وأصل فِي الْحَج ¶ 5 - وأصل فِي قِرَاءَة الْقُرْآن ¶ 6 - وأصل فِي الْأَذْكَار ¶ 7 - وأصل فِي طلب الْحَلَال. ¶ 8 - وأصل فِي حسن الْخلق. ¶ 9 - وأصل فِي الْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر. ¶ 10 - وأصل فِي اتِّبَاع السّنة. ¶ وخاتمة: تنعطف على الْجَمِيع فِي تَرْتِيب الأوراد. ¶ الْقسم الثَّالِث: فِي أصُول الْأَخْلَاق المذمومة، وَهِي الَّتِي يجب تَزْكِيَة النَّفس مِنْهَا وَهِي عشرَة أصُول: ¶ 1 - أصل فِي شَره الطَّعَام ¶ 2 - وأصل فِي شَره الْكَلَام ¶ 3 - وأصل فِي الْغَضَب ¶ 4 - وأصل فِي الْحَسَد",
            "page": "19",
            "part": "1",
            "seal": "A32CDEFA"
        },
        {
            "id": "17",
            "nass": "5 - وأصل فِي حب المَال ¶ 6 - وأصل فِي حب الجاه ¶ 7 - وأصل فِي حب الدُّنْيَا ¶ 8 - وأصل فِي الْكبر ¶ 9 - وأصل فِي الْعجب ¶ 10 - وأصل فِي الرِّيَاء ¶ وخاتمة: تنعطف على جملَة فِي جَوَامِع الْأَخْلَاق ومواقع الْغرُور مِنْهَا. ¶ الْقسم الرَّابِع: فِي أصُول الْأَخْلَاق المحمودة، وَهِي عشرَة أصُول: ¶ 1 - أصل فِي التَّوْبَة ¶ 2 - وأصل فِي الْخَوْف والرجا ¶ 3 - وأصل فِي الزّهْد ¶ 4 - وصل فِي الصَّبْر ¶ 5 - وأصل فِي الشُّكْر ¶ 6 - وأصل فِي الْإِخْلَاص والصدق ¶ 7 - وأصل فِي التَّوَكُّل ¶ 8 - وأصل فِي الْمحبَّة ¶ 9 - وأصل فِي الرِّضَا بِالْقضَاءِ ¶ 10 - وأصل فِي الْمَوْت وَحَقِيقَته، وأصناف الْعقَاب الروحانية، وَبَيَان نَار الله الموقدة، الَّتِي تطلع على الأفئدة. ¶ وخاتمة: تنعطف على الْجَمِيع فِي التفكر والمحاسبة. ثمَّ أبتدئ وَأَقُول:",
            "page": "20",
            "part": "1",
            "seal": "C7BECF60"
        },
        {
            "id": "18",
            "nass": "القسم الأول / في المقدمات والسوابق ¶ بسم الله الرحمن الرحيم ¶ الفصل الأول ¶ في أن القرآن هو البحر المحيط وينطوي على أصناف الجواهر والنفائس ¶ أما بعدَ حَمْدِ اللهِ الذي هو فاتحةُ كُلِّ كتاب، والصلاةِ على رُسُلِهِ التي هي خاتمةُ كل خطاب. فإِني أُنَبِّهك على رَقْدَتك، أيُّها المُستَرسِلُ في تِلاوَتِك، المُتَّخِذُ دراسة القرآن عملاً، المُتَلقِّفُ من معانيه ظواهر وجُمَلاً، إلى كم تطوف على ساحل البحر مُغَمَّضاً عينيك عن غرائبها؟ أَوَمَا كان لك أن تركب مَتْنَ لُجَّتِها لِتُبْصِرَ عجائبَها؟ وتسافَر إلى جزائرها لآِجتِنَاء أطَايِبِها؟ وتغوصَ في عمقها فتستغني بِنَيْلِ جواهِرها؟ أوَما تُعَيِّر نفسكَ في الحرمان عن دُرَرِها وجواهرها بإدمان النظر إلى سواحلها وظواهرها؟ أوَما بَلغك أن القرآن هو البحر المحيط؟ ومنه يتشعَّب علمُ الأَوَّلينَ والآخرِينَ كما يتشعب عن سواحل",
            "page": "21",
            "part": "1",
            "seal": "5C3432BD"
        },
        {
            "id": "19",
            "nass": "البحر المحيط أنهارُها وجداوِلُها؟ أوَما تَغْبِطُ أقواماً خاضوا في غَمرة أمواجها فظفروا بالكبريت الأحمر؟ وغاصوا في أعماقها فاستخرجوا الياقوتَ الأحمرَ، والدُرَّ الأزهَرَ، والزَّبَرْجَدَ الأخضر؟ وسَاحوا في سواحلها، فَالتَقَطُوا العَنبرَ الأشهَب، والعودَ الرَّطب الأَنضرَ؟ وتعلقوا إلى جزائرها واستَدَرُّوا من حيواناتها التِّرياقَ الأكبر، والمسك الأذْفَر؟ وها أنا أُرشدك قاضِياً حقَّ إخائِك، ومُرتَجياً بَرَكة دعائك إلى كيفية سياحتهم وغَوْصهم وسباحتهم.",
            "page": "22",
            "part": "1",
            "seal": "21DF50D5"
        },
        {
            "id": "20",
            "nass": "الفصل الثاني ¶ في حصر مقاصد القرآن ونفائسه ¶ سِرُّ القرآن، ولُبَابُه الأصفى، ومقصدُهُ الأقصى، دعوَةُ العباد إلى الجَبَّار الأعلى، ربِّ الآخرةِ والأولى، خالق السماوات العُلَى، والأرَضين السُلفى، وما بينهما وما تحت الثَّرَى، فلذلك انحصرت سُوَرُ القرآن وآياتُه في ستة أنواع: ¶ - ثلاثة منها: هي السوابق والأصول المُهِمِّة. ¶ - وثلاثة: هي الرَّوادف والتوابع المُغنِيَة المُتِمَّة. ¶ أما الثلاثة المُهِمَّة فهي: ¶ (1) تعريف المدعو إليه. ¶ (2) وتعريف الصراط المستقيم الذي تجب ملازمته في السلوك إليه. ¶ (3) وتعريف الحال عند الوصول إليه. ¶ وأما الثلاثة المُغْنِيَة المُتِمَّة: ¶ - فأحدها: تعريف أحوال المُجيبين للدعوة ولطائف صُنع الله",
            "page": "23",
            "part": "1",
            "seal": "2FA01EFD"
        },
        {
            "id": "21",
            "nass": "فيهم؛ وسِرُّهُ ومقصودُه التشويقُ والترغيبُ، وتعريفُ أحوال النَّاكبين والنَّاكلين عن الإجابة وكيفيةُ قمعِ الله لهم وتنكيلِهِ لهم؛ وسِرُّهُ ومقصوده الاعتبار والترهيب. ¶ وثانيها: حكاية أحوال الجاحدين، وكَشْفُ فضائحهم وجهلهم بالمجادلة والمُحاجَّة على الحق، وسِرُّه ومقصوده في جنب الباطل الإِفضاحُ والتَّنْفير، وفي جَنب الحق الإيضاحُ والتَّثْبيتُ والتَّقهير. ¶ وثالثها: تعريف عمارة منازل الطريق، وكيفية أخذ الزاد والأُهبة والاستعداد. ¶ فهذه ستة أقسام.",
            "page": "24",
            "part": "1",
            "seal": "54E1E33C"
        },
        {
            "id": "22",
            "nass": "الفصل الثالث: في شرح مقاصد القرآن ¶ القسم الأول ¶ في تعريف المدعو إليه ¶ وهو شرح معرفة الله تعالى، وذلك هو الكبريت الأحمر. وتشتمل هذه المعرفة على: ¶ (1) معرفة ذات الحق تبارك وتعالى. ¶ (2) ومعرفة الصفات. ¶ (3) ومعرفة الأفعال. ¶ وهذه الثلاثة: هي الياقوت الأحمر، فإِنها أخصُّ فوائد الكبريت الأحمر، وكما أن لليواقيت درجات، فمنها الأحمر والأَكْهَبُ والأصفر، وبعضُها أنفس من بعض، فكذلك هذه المعارف الثلاثة ليست على رتبة واحدة، بل أَنْفَسُها:",
            "page": "25",
            "part": "1",
            "seal": "54819DA3"
        },
        {
            "id": "23",
            "nass": "(1) معرفة الذات: فهو الياقوت الأحمر؛ ثم يليه معرفة الصفات وهو الياقوت الأَكْهَب؛ ويليه معرفة الأفعال، وهو الياقوت الأصفر. وكما أن أنْفَسَ هذه اليواقيت أجلُّ وأعزُّ وجوداً، ولا تظفر منه الملوك لِعِزَّته إلا باليسير، وقد تظفر مما دونَه بالكثير، فكذلك معرفة الذَّات أضيَقُها مجالاً وأعسَرُها منالاً وأعصَاها على الفكر، وأبعَدُها عن قبول الذِّكر؛ ولذلك لا يشتمل القرآن منها إلا على تلويحاتٍ وإشارات، ويرجع ذِكْرُها إلى ذكر التَّقديس المطلق كقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} وسورة الإخلاص وإلى التعظيم المطلق كقوله تعالى {سُبْحَانَهُ وتعالى عَمَّا يَصِفُونَ بَدِيعُ السماوات والأرض} . ¶ (2) وأما الصفات: فالمجال فيها أفسح، ونطاق النُّطق فيها أوسع، ولذلك كَثُرَت الآيات المشتملة على ذكر العلم والقدرة والحياة، والكلام والحكمة، والسمع والبصر وغيرها. ¶ (3) وأما الأفعال: فبحرٌ مُتَّسِعَةٌ أَكنافُه، ولا تُنَال بالاستقصاء أطرافُه، بل ليس في الوجود إلا اللهُ وأفعالهُ، وكل ما سواه فِعْلهُ، لكن القرآن يشتمل على الجليِّ منها الواقع في عالم الشهادة، كَذِكْر السماوات والكواكب، والأرض والجبال، والشجر والحيوان، والبحار والنبات، وإنزال الماء الفُرات، وسائر أسباب النبات والحياة، وهي التي ظهرت للحِسّ. وأشرفُ أفعاله وأعجَبُها وأدلُّها على جلالة صانعها",
            "page": "26",
            "part": "1",
            "seal": "AB4D3AB8"
        },
        {
            "id": "24",
            "nass": "ما لم يظهر للحِسّ، بل هو من عَالمَ المَلَكُوت، وهي الملائكةُ والرُّوحانِيَّات، والروحُ والقلب أعني العارف بالله تعالى من جملة أجزاء الآدَمِيّ، فإنهما أيضاً من جملة عَالَم الغَيْب والملكوت، وخارجٌ عن عالم المُلْكِ والشهادة، ومنها الملائكة الأرضية المُوَكَّلَة بجنس الإنس، وهي التي سجدت لآِدمَ عليه السلام، ومنها الشياطينُ المُسَلَّطة على جنس الإنس، وهي التي امتنعت عن السجود له، ومنها الملائكة السَماوِيَّة، وأعلاهم الكُروبِيُّون، وهم العاكفون في حَظيرة القُدُس، لا التِفاتَ لهم إلى الآدَمِيين، بل لا التِفاتَ لهم إلى غير الله تعالى، لاِستِغْراقهم بجمال الحضرةِ الرُّبوبِيَّةِ وجلاَلها، فهم قاصرون عليه لِحَاظَهم، يُسَبِّحون الليلَ والنهارَ لا يفترون، ولا تستبعد أن يكون في عباد الله من يشغله جَلالُ الله عن الالتفات إلى آدَمَ وذُرِيَّته، ولا يَسْتَعْظِم الآدَمِيُّ إلى هذا الحد، فقد قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"إن للهِ أرضاً بيضاء، مسيرةُ الشمس فيها ثلاثون يوماً، مِثلُ أيام الدنيا ثلاثين مرة، مشحونةٌ خلقاً لا يعلمون أن الله تعالى يُعْصَى في الأرض، ولا يعلمون أن الله تعالى خلق آدَمَ وإبليس\". رواه ابن عباس رضي الله عنه وَاسْتَوْسَعَ مملكةَ الله تعالى. ¶ واعلم أن أكثر أفعال الله وأشرفها لا يعرفها أكثر الخلق، بل إدراكُهم مقصور على عالَم الحِسِّ والتَّخْيِيل، وأنهما النتيجة الأخيرة من نتائج عالَم المَلكوت وهو القشر الأقصَى عن اللُّب الأصفَى، ومَن لم يجاوز هذه الدرجة فكأنه لم يشاهد من الرُّمان إلا قِشرَته، ومن عجائب الإنسان إلا بَشَرَته، فهذه جملة القسم الأول، وفيها أصناف",
            "page": "27",
            "part": "1",
            "seal": "6231D239"
        },
        {
            "id": "25",
            "nass": "اليواقيت، وسنتلو عليك الآيات الواردة فيهاعلى الخصوص جملةً واحدة، فإنها زُبْدَةُ القرآن وقلبُهُ ولُبَابُه وسِرُّه. ¶ القسم الثاني ¶ في تعريف طريق السلوك إلى الله تعالى ¶ وذلك بِالتَّبَتُّل كما قال الله تعالى {وَتَبَتَّلْ إِلَيْهِ تَبْتِيلاً} أي انقَطِعْ إليه، والانْقِطاع إليه يكون بالإقبال عليه، والاعراضِ عن غيره، وتَرجمَتُهُ قوله {لاَ إله إِلاَّ هُوَ فاتخذه وَكِيلاً} . والإقبالُ عليه إنما يكون بملازمة الذِّكر، والإِعراضُ عن غيره يكون بمخالفة الهَوَى والتَّنَقِّي عن كدورات الدنيا وتزكيةِ القلب عنها، والفلاحُ نتيجتها كما قال الله تعالى {قَدْ أَفْلَحَ مَن تزكى وَذَكَرَ اسم رَبِّهِ فصلى} . ¶ فعُمدَةُ الطريق أمران: الملازمة، والمخالفة؛ الملازمة لِذِكْرِ الله تعالى، والمخالفة لما يشغل عن الله، وهذا هو السفرُ إلى الله، وليس في هذا السفر حركة، لا من جانب المُسافِر، ولا من جانب المُسافَرِ إليه، فإنهما معاً، أَوَمَا سمعتَ قوله تعالى وهو أصدق القائلين {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد} ؟",
            "page": "28",
            "part": "1",
            "seal": "BCA61A09"
        },
        {
            "id": "26",
            "nass": "بل مثلْ الطالب والمطلوب مثل صورة حاضرة مع مرآة، ولكن ليست تَتَجَلَّى في المرآة لِصَدأ في وجه المرآة، فمتى صَقَلْتَها تجلَّت فيه الصورة، لا بِارتِحَال الصورة إلى المرآة، ولا بحركة المرآة إلى الصورة، ولكن بزوال الحِجَاب، فإن الله تعالى مُتَجَلٍّ بذاته لا يحتفي، إذْ يستحيل اختفاء النور، وبالنور يظهر كلُّ خفاء، والله نور السماوات والأرض، وإنما خفاء النور عن الحَدَقَةِ لأحد أمرَيْنِ: إما لِكُدورَةٍ في الحَدَقَة، وإما لِضَعفٍ فيها، إذْ لا تُطيق احتمالَ النورِ العظيمِ الباهر، كما لا يطُيق نورَ الشمس أبصارُ الخفَافيش، فما عليك إلا أن تُنَقِّي عن عين القلب كُدورَتَه، وتقوِّي حَدَقَته، فإذا هو فيه كالصورة في المِرآة، حتى إذا غَافَصَكَ في تجلِّيه فيها بادرتَ وقلتَ إنه فيه، وقد تَدَرَّع باللاَّهوت ناسوتي، إلى أن يُثَبِّتَكَ الله بالقول الثابت، فتعرفَ أن الصورة ليست في المرآة بل تجلَّت لها، ولو حلَّت فيها لما تُصُوِّرَ أن تتجلى صورة واحدةٌ بِمرَايا كثيرةٍ في حالة واحدة، بل كانت إذا حلَّت في مرآة ارْتَحَلَتْ عن غيرها، وهَيْهَاتَ فإنه يتجلَّى لجملة من العارفين دفعة واحدة، نعم يتجلى في بعض المَرايا أصحَّ وأظهرَ وأَقْوَمَ وأَوضح، وفي بعضها أخفَى وأمْيَلَ إلى الاعوجاج عن الاستقامة، وذلك بحسب صفاء المرآة وصَقالَتِها وصحة استدارتها، واستقامة بَسْطِ وجهها، فلذلك قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"إن الله تعالى يتجلَّى للناس عامة ولأبي بكر خاصة\".",
            "page": "29",
            "part": "1",
            "seal": "8844FB2F"
        },
        {
            "id": "27",
            "nass": "ومعرفة السلوك والوصول أيضاً بحر عميق من بحار القرآن، وسنجمع لك الآيات المرشدةَ إلى طريق السلوك، لِتَتَفَكَّرَ فيها جملةً، فَعَساك ينفتح لك ما ينبغي أن ينفتح، فهذا القسم هو الدُرُّ الأَزهر. ¶ القسم الثالث ¶ في تعريف الحال عند ميعاد الوِصَال ¶ وهو يشتمل على ذِكر الرَّوْحِ والنعيم الذي يلقاه الواصِلون، والعبارة الجامعة لأنواع رَوْحِها الجنة، وأعلاها لذةُ النظر إلى الله تعالى، ويشتمل [أيضاً] على ذكر الخِزْيِ والعذاب الذي يلقاه المَحْجوبونَ عنه بإِهمال السلوك، والعبارة الجامعة لأصناف آلامِها الجَحيم، وأشدُّها ألماً أَلمُ الحجاب والإبعاد، أعاذَنا الله منه، ولذلك قَدَّمه في قَوله تعالى {كَلاَّ إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ * ثُمَّ إِنَّهُمْ لَصَالُواْ الجحيم} . وَيشتمل أيضاً على ذكر مقدمات أحوال الفريقين وعنها يعبر بالحَشر والنَّشر والحساب والميزان والصِّراط، ولها ظواهر جليَّة تجري مجرَى الغذاء لعموم الخلق، ولها أسرارٌ عامضة تجري مجرى الحياة لخصوص الخَلق، وثُلُثُ آيات القرآن وسُوَرِه يرجع إلى تفصيل ذلك، ولَسْنا نَهُمُّ بجمعها فهي أكثر من أن تُلْتَقط وتُحْصَى، ولكن للفكر فيه مجال وبحث، وهذا القسم هو الزُّمُرُّدُ الأخضر.",
            "page": "30",
            "part": "1",
            "seal": "38F3B83F"
        },
        {
            "id": "28",
            "nass": "القسم الرابع ¶ في أحوالِ السَّالكين والنَّاكبين ¶ أما أحوال السَّالكين: فهي قَصَصُ الأنبياء والأَوْلياء، كقصة آدمَ ونوح، وإبراهيمَ وموسى وهَارون، وزكريا ويحيى، وعيسى ومريَم، وداودَ وسُليمان، ويونُسَ ولوط، وإدريسَ والخَضِر، وشُعَيْبَ وإِلياس، ومحمدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وجبريلَ وميكائيلَ والملائكةِِِ وغيرِهم. ¶ وأما أحوالُ الجاحدين والنَّاكبين: فهي كقَصَصِ نمرودَ وفرعون، وعادٍ وقَومِ لوط، وقَومِ تُبَّع، وأصحابِ الأَيْكَة، وكفارِ مَكَّة، وعَبَدَةِ الأوثان، وإبليسَ والشياطينَ وغَيرِهم؛ وفائدةُ هذا القسم التَّرهيب والتنبيه والاعتبار، ويشتمل أيضاً على أسرارٍ ورُموزٍ وإشارات مُحْوِجَة إلى التفكرُّ الطويل، وفيهما يوجد العَنبر الأَشهَب، والعودُ الرَّطْبُ الأَنْضَر، والآيات الواردة فيهما كثيرة لا يُحتاجُ إلى طلبها وجمعها. ¶ القسم الخامس ¶ في مُحاجَّةِ الكفار ومجادَلَتِهم وإيضاحِ مَخازيهم بالبُرهان الواضح وكَشْفِ تَخَايِيلِهِم وأباطيلهم ¶ [وذلك] ثلاثة أنواع: ¶ أَحَدُهَا: ذِكْرُ الله تعالى بما لا يليق به، مِن أنَّ الملائكة بناتُه وأنَّ له ولداً وشريكاً، وأنه ثالث ثلاثة.",
            "page": "31",
            "part": "1",
            "seal": "67ACAE98"
        },
        {
            "id": "29",
            "nass": "والثاني: ذِكْرُ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بأنه ساحرٌ وكاهِنٌ وكذَّاب، وإنكارُ نبوَّته، وأنه بشرٌ كسائر الخلق فلا يستحق أن يُتَّبع. ¶ وثالثها: إِنكارُ اليوم الآخِر، وجَحْدُ البَعْثِ والنُّشور، والجنةِ والنار، وإنكارُ عاقبة الطاعة والمعصية. وفي مُحاجَّةِ الله تعالى إياهم بالحُجَج لطائفُ وحَقائق، ويوجد فيها التِّرْياقُ الأكبر، وآياتُه أيضاً كثيرة ظاهرة. ¶ القسم السادس ¶ في تعريف عمارة منازل الطريق وكيفية التَّأهُّب لِلزَّاد، والاستعداد بإِعداد السلاح الذي يَدفعُ سُرَّاقَ المنازل وقُطَّاعَها ¶ وبيانُه: أن الدنيا منزل من منازل السائرين إلى الله تعالى، والبَدَنُ مَرْكَب، فمن ذَهَل عن تدبير المنزل والمَرْكَب لم يَتِمَّ سفرهُ، وما لم ينتظم أمرُ المعاش في الدنيا لا يَتِمُّ أمرُ التَّبَتُّلُ والانقطاع إلى الله تعالى الذي هو السلوك، ولا يتمُّ ذلك حتى يبقى بدنُه سالماً ونسلُه دائماً، ويَتِمُّ كلاهما بأسباب الحفظ لوجودهما وأسباب الدفع لِمُفسِداتِهما ومُهلِكاتِهما. ¶ وأما أسباب الحفظ لوجودهما: فالأكل والشرب وذلك لبقاء",
            "page": "32",
            "part": "1",
            "seal": "55DEE1DA"
        },
        {
            "id": "30",
            "nass": "البدن، والمُنَاكَحَةُ. وذلك لبقاء النسل، فقد خُلِقَ الغذاءُ سبباً للحياة، وخُلق الإِناث محلاً للحراثة، إلا أنه ليس يختص المأكول والمنكوح ببعض الآكلين بحكم الفطرة، ولو تُرِكَ الأمر فيه مُهْمَلاً من غير تعريفِ قانونٍ في الاختصاصات لتَهاوَنوا وتقاتلوا، وشَغَلَهُم ذلك عن سلوك الطريق، بل أفضَى بهم إلى الهلاك. فَشَرَحَ القرآنُ قانونَ الاختصاص بالأموال في آياتِ المُبَايَعات والرِّبوِيَّات، والمُدايَنات، وقَسْمِ المواريث، ومَواجِب النفقات، وقسمةِ الغنائمِ والصدقات، والمُنَاكَحات، والعِتْقِ والكتابةِ والاسْتِرقَاقِ والسَّبي. وعرَّفَ كيفيةَ ذلك التخصيص عند الاتِّهام بالإقرارِيَّات وبالأيمان والشهادات. وأما الاختصاص بالإناث فقد بَيَّنَتْه آياتُ النكاح والطلاق والرجعة والعدة، والخُلعِ والصداقِ والإيلاءِ والظهارِ واللِّعان، وآياتُ مُحَرَّماتِ النَّسَبِ والرَّضاع والمُصَاهَرات. ¶ وأما أسبابُ الدفع لمُفسِداتهما: فهي العقوبات الزاجرة عنها، كقتالِ الكفار وأهل البَغْي والحثِّ عليه، والحدودُ والغراماتُ والتَّعزيرات، والكفاراتُ والدِّيَاتُ والقِصاص. ¶ أما القصاصُ والدِّيَات فدفعاً للسَّعي في إهلاك الأنفس والأطراف؛ وأما حَدُّ السرقة وقطع الطريق فدفعاً لما يَستهلِكُ الأموالَ التي هي أسباب المعاش؛ وأما حَدُّ الزِّنا واللِّواطِ والقَذْفِ فدفعاً لما يُشَوِّش أمرَ النسل والأنساب، ويُفسد طريق التَّحارُث والتَّناسل؛ وأما جهاد الكفار وقِتالهم فدفعاً لما يَعرِض من الجاحدين للحق من تشويش أسباب المعيشة والدِّيانة اللتين بهما الوصول إلى الله تعالى؛ وأما قتال",
            "page": "33",
            "part": "1",
            "seal": "B5BD4BB5"
        },
        {
            "id": "31",
            "nass": "أهل البَغْيِ فدفعاً لما يظهر من الاضطراب، بسبب انْسِلالِ المارِقين عن ضبط السياسات الدينية، التي يَتَوَلاَّها حارسُ السَّالكين وكافلُ المُحِقِّين نائباً عن رسولِ ربِّ العالمين، ولا يخفى عليك الآياتُ الواردة في هذا الجنس، وتحتَهُ أسياساتٌ ومصالحُ وحِكَم وفوائد يدركها المتأمل في محاسن الشريعة المبيِّنة لحدود الأحكام الدنيوية، ويشتمل هذا القسم على ما يسمى الحلالُ والحرامُ وحدودُ الله، وفيها يوجد المسك الأَذفر، فهذه مَجامع ما تنطوي عليه سُوَر القرآن وآياتُها. ¶ وإن جمعتَ الأقسامَ [السِتَّة المذكورة] مع شُعَبها المقصودة في سلك واحد ألْفَيْتَها عشرةَ أنواع: ذِكرُ الذات، وذِكرُ الصفات؛ وذكر الأفعال؛ وذِكرُ المَعاد؛ وذِكرُ الصِّراط المستقيم، أعني جانِبيَ التَّزكيَة والتَّحليَة؛ وذِكرُ أحوال الأَوْلياء؛ وذِكرُ أحوال الأعداء، وذِكرُ مُحاجَّةِ الكفار؛ وذِكرُ حدود الأحكام.",
            "page": "34",
            "part": "1",
            "seal": "95678BF1"
        },
        {
            "id": "32",
            "nass": "الفصل الرابع ¶ في كيفية انْشِعَاب العلوم الدينية كلها عن الأقسام العشرة المذكورة ¶ وأظنك الآن تشتهي أن تعرف كيفية انْشِعَاب هذه العلوم كلها عن هذه الأقسام العشرة، ومراتبَ هذه العلوم في القُرب والبُعد من المقصود. ¶ [ويتمُّ لكَ ذلك إذا عرفتَ انقسامَها إلى: علوم الصَّدَف، وعلوم الجوهر واللُّباب] : ¶ المبحث الأول ¶ علوم الصَّدَف ¶ اِعلم أن لهذه الحقائق التي أشرنا إليها أسراراً وجواهر، ولها أصْداف، والصَّدَف أول ما يظهر، ثم يقف بعض الواصلين إلى الصَّدَف على الصَّدَف، وبعضُهم يفتُق الصَّدَفَ ويطالع الدُرّ، فكذلك",
            "page": "35",
            "part": "1",
            "seal": "65CF14CB"
        },
        {
            "id": "33",
            "nass": "صَدَفُ جواهر القرآن وكِسْوَتُه اللغة العربية، فانشَعَبَت منه خمسُ علوم وهي: علم القِشر والصَّدَف والكِسْوَة (1) إذْ انشَعَبَ من ألفاظه علم اللغة (2) ومن إعراب ألفاظه علم النحو (3) ومن وجوه إعرابه علم القِراءات (4) ومن كيفية التصويت بحروفه علم مخارج الحروف، إذْ أولُ أجزاء المعاني التي منها يَلْتَئِمُ النطق هو الصوت، ثم الصوت بالتَّقطيع يصير حرفاً، ثم عند جمع الحروف يصير كلمة، ثم عند تَعَيُّنِ بعض الحروف المجتمعة يصير لغة عربية، ثم بكيفية تقطيع الحروف يصير مُعْرَباً، ثم بِتَعَيُّن بعض وجوه الإعراب يصير قراءةً منسوبةً إلى القِراءات السبع (5) ثم إذا صار كلمة عربية صحيحة مُعْرَبَةً صارت دالة على معنى من المعاني فَتَتَقَاضَى للتفسير الظاهر وهو العلم الخامس. ¶ فهذه علوم الصدف والقشر، ولكن ليست على مرتبةٍ واحدة، بل للصَّدف وجهٌ إلى الباطن مُلاقٍ لِلدُّر، قريبُ الشَّبَهِ به لقرب الجِوار ودوام المُمَاسَّة، ووجه إلى الظاهر الخارج قريب الشَّبَهِ بسائر الأحجار، لبعد الجوار وعدم المُماسَّة، فكذلك صَدَفُ القرآن ووجهه البَرَّاني الخارج هو الصوت، والذي يتولَّى علم تصحيح مَخارِجِه في الأداء والتَّصويت صاحبُ علم الحروف، فصاحبه صاحبُ علم القشر البَرَّاني البعيد عن باطن الصدف فضلاً عن نفس الدُّرَّة، وقد انتهى الجهل بطائفة إلى أن ظنوا أن القرآن هو الحروفُ والأصوات، وبَنَوْا عليها أنه مخلوق، لأن الحروف والأصوات مخلوقة، وما أجدرَ هؤلاء بأن يُرْجَموا أو تُرْجَمَ عقولُهم، فإما أن يُعَنَّفوا أو يُشَدَّدَ عليهم، فلا يكفيهم مصيبة أنه لم يَلُحْ من عَوالهم القرآن وطبقاتِ",
            "page": "36",
            "part": "1",
            "seal": "5C965CF3"
        },
        {
            "id": "34",
            "nass": "سَماواتِهِ ¶ إلا القشرُ الأقصى، وهذا يعرفك منزلةَ علم المُقرِىء، إذْ لا يعلم إلاَّ بصحة المخارج. ¶ ثم يليه في الرُتبة علم لغة القرآن، وهو الذي يشتمل عليه مثلاً تُرْجُمان القرآن وما يقاربه من علم غريبِ ألفاظ القرآن. ¶ ثم يليه في الرتبة إلى القُرب علم إعراب اللغة وهو النحو، فهو من وجه يقع بعده لأن الإعراب بعد المُعْرَب، ولكنه في الرتبة دونه بالإضافة إليه لأنه كالتابع للغة. ¶ ثم يليه عِلْمُ القِراءات وهو ما يُعرَف به وجوهُ الإعراب وأصنافُ هيئاتِ التصويت، وهو أخصُّ بالقرآن من اللغة والنَّحو، ولكنه من الزوائد المُستَغْنَى عنها دون اللغة والنحو فإنهما لا يُستغنَى عنهما. فصاحب علم اللغة والنحو أرفع قدراً ممن لا يعرف إلا علم القراءات، وكلهم يدورون على الصَّدف والقِشر وإن اختلفت طبقاتهم. ¶ ويليه علمُ التفسير الظاهر، وهو الطبقة الأخيرة من الصَّدفة القريبة من مُمَاسَّة الدُّرّ، ولذلك يشتد به شَبَهُهُ حتى يظن الظَانُّون أنه الدُّرّ وليس وراءَه أنفسُ منه، وبه قنع أكثر الخلق، وما أعظمَ غُبْنَهُم وحِرمانَهم، إذ ظنوا أنه لا رتبة وراء رُتبتهم، ولكنهم بالإضافة إلى من سواهم من أصحاب علوم الصدف على رتبة عالية شريفة، إذ علم التفسير عزيزٌ بالنسبة إلى تلك العلوم، فإنه لا يُراد لها بل تلك العلوم تُراد للتفسير، وكلا هؤلاء الطبقات إذا قاموا بشرط علومهم فحفظوها وأَدَّوْها على وجهها، فيشكرُ الله سعيَهم ويُنَقِّي وجوهَهم كما قال رسول",
            "page": "37",
            "part": "1",
            "seal": "B255F124"
        },
        {
            "id": "35",
            "nass": "الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"نضَّرَ اللهُ امرأً سمع مَقالتي فواعاها فأدَّاها كما سمعها، فَرُبَّ حاملِ فقهٍ إلى غير فقيه، وَرُبَّ حاملِ فقهٍ إلى من هو أفقَه منه\"؛ وهؤلاء سمعوا وأَدَّوْا، فلهم أجرُ الحمل والأداء، أدَّوْها إلى من هو أفقه منهم أو إلى غير فقيه. والمفسر المقتصر في علم التفسير على حكاية المنقول سامع ومُؤَدٍّ، كما أن حافظ القرآن والأخبار حامل ومُؤَدٍّ. ¶ وكذلك علم الحديث يتشعب إلى هذه الأقسام سوى القراءَةِ وتصحيحِ المخارج، فدرجةُ الحافظ الناقل كدرجة معلم القرآن الحافظ له، ودرجةُ من يعرف ظاهر معانيه كدرجة المُفَسِّر، ودرجةُ من يعتني بعلم أسامي الرجال كدرجة أهل النحو واللغة، لأن السَّنَدَ والرِّوَاية آلة النقل، وأحوالهم في العدالة شرط لصلاح الآلة للنقل، فمعرفتهم ومعرفة أحوالهم ترجع إلى معرفة الآلة وشرط الآلة، فهذه علوم الصدف. ¶ المبحث الثاني ¶ علومُ اللُّباب ¶ وهي على طبقتين: ¶ أ- الطبقة السُّفْلى من علوم اللُّبَاب وهي علوم الأقسام الثلاثة التي سمَّيناها التوابع المتِمَّة: ¶ - فالقسم الأول: معرفةُ قَصص القرآن، وما يتعلق بالأنبياء، وما يتعلق بالجاحدين والأعداء، ويتكفل بهذا العلم القُصَّاص والوُعَّاظ",
            "page": "38",
            "part": "1",
            "seal": "BC1F1790"
        },
        {
            "id": "36",
            "nass": "وبعض المُحَدِّثين، وهذا علم لا تَعُمُّ إليه الحاجة. ¶ - والقسم الثاني: هو مُحاجَّةُ الكفار ومجادَلتُهم، ومنه يتشعب علم الكلام المقصود لردِّ الضَلالاتِ والبِدَع، وإزالة الشُّبُهات، ويتكفل به المُتَكَلِّمون، وهذا العلم قد شرحناه على طبقتين، سمينا الطبقة القريبةَ منهما \" الرسالة القُدْسِيَّة\"؛ والطبقة التي فوقها \"الاقتصاد في الاعتقاد\". ومقصود هذا العلم حراسة عقيدةِ العَوَامّ عن تشويش المُبتَدِعَة، ولا يكون هذا العلم مَليًّا بكشف الحقائق، وبجنسه يتعلق الكتاب الذي صنفناه في \"تهافُت الفلاسفة\" والذي أوردناه في الرد على الباطنِيَّة في الكتاب الملقبُ \"المُستَظْهِري\" وفي كتاب \"حُجَّةُ الحَقّ وقَواصِمُ الباطنية\". وكتاب \"مُفَصَّل الخلاف في أصول الدين\". ولهذا العلم آلة يَعرِفُ بها طريق المجادلة بل طرق المُحاجَّة بالبرهان الحقيقي، وقد أَوْدعناه كتاب \"محكُّ النظر\" وكتاب \"معيارُ العلم\" على وجه لا يُلْفى مثله للفقهاء والمتكلمين، ولا يثق بحقيقة الحُجَّة والشُّبهة من لم يُحِطْ بهما علماً. ¶ - والقسم الثالث: عِلمُ الحدود الموضوعة للاختصاص بالأموال والنساء، للاستعانة على البقاء في النفس والنسل، وهذا العلم يتولاَّه الفقهاء، ويشرح الاختصاصات المالية رُبْعُ المعاملات من الفقه؛ ويشرح الاختصاصات بمحل الحراثة أعني النساء ربعُ النكاح؛ ويشرح الزَّجْرَ عن مفسدات هذه الاختصاصات ربعُ الجنايات، وهذا علم تعمُّ إليه الحاجة لتعلقه بصلاح الدنيا أولاً، ثم بصلاح الآخرة، ولذلك تميز صاحب هذا العلم بمزيد الاشتهار والتَّوقير، وتقديمِهِ على غيره من",
            "page": "39",
            "part": "1",
            "seal": "1026226A"
        },
        {
            "id": "37",
            "nass": "الوُعَّاظ والقُصَّاص ومن المتكلمين، ولذلك رُزِقَ هذا العلمُ مزيدَ بحثٍ وإطناب على قدر الحاجة فيه، حتى كَثُرَت فيه التصانيف، لا سيما في الخِلافِيَّات منه، مع أن الخلافَ فيه قريب، والخطأَ فيه غيرُ بعيد عن الصواب، إذ يَقْرُبُ كل مجتهد من أن يُقال له مُصيب، أو يُقال إن له أجراً واحداً إن أخطأ ولصاحبه أجران، ولكن لما عَظُمَ فيه الجاهُ والحِشمة، تَوَفَّرت الدواعي على الإفراط في تفريعه وتشعيبه، وقد ضيعنا شطراً صالحاً من العمر في تصنيف الخلاف منه، وصرفنا قدراً صالحاً منه إلى تصانيف المذهب وترتيبه إلى \"بسيط\" و\"وسيط\" و\"وجيز\" مع إيغالٍ وإفراطٍ في التَّشعيب والتفريع، وفي القدر الذي أودعناه كتاب \"خلاصة المختصر\" كفاية، وهو تصنيف رابع وهو أصغر التصانيف، ولقد كان الأولون يُفتون في المسائل وما على حفظهم أكثر منه، وكانوا يُوَفَّقون للإصابة أو يتوقفون ويقولون لا ندري، ولا يستغرقون جملةَ العمر فيه، بل يشتغلون بالمهم ويُحيلون ذلك على غيرهم، فهذا وجهُ انْشِعاب الفقه من القرآن، ويتولَّد من بين الفقه والقرآن والحديث علم يسمى أصول الفقه، ويرجع إلى ضبط قوانين الاستدلال بالآيات والأخبار على أحكام الشريعة. ¶ ثم لا يخفى عليك أن رتبة القُصَّاص والوُعَّاظ دونَ رتبة الفقهاء والمتكلمين ما داموا يقتصرون على مجرد القَصَص وما يَقْرُب منها، ودرجة الفقيه والمتكلم متقاربة، لكن الحاجة إلى الفقيه أعم، وإلى المتكلم أشدُّ وأشدّ، ويُحتاج إلى كِلَيْهما لمصالح الدنيا، أما الفقيه فَلحفظ أحكام الاختصاصاتِ بالمآكلِ والمنَاكِح؛ وأما المتكلم فلدفع",
            "page": "40",
            "part": "1",
            "seal": "82D00A43"
        },
        {
            "id": "38",
            "nass": "ضرر المُبتَدِعة بالمُحاجَّة والمجادلة، كيلا يستطيرَ شَرَرُهم ولا يعمَّ ضَرَرُهم، أما نسبتهم إلى الطريق والمقصد فنسبة الفقهاء كنسبة عُمَّار الرِّباطات والمصالح في طريق مكة إلى الحج، ونسبة المتكلمين كنسبة بَدْرَقَةِ طريق الحج وحارسه إلى الحجاج، فهؤلاء إن أضافوا إلى صناعتهم سلوكَ الطريق إلى الله تعالى بقطعِ عَقَبَات النفس، والنُّزوعِ عن الدنيا، والإقبالِ على الله تعالى، فَفَضْلُهم على غيرهم كفضل الشمس على القمر؛ وإن اقتصروا فدرجتهم نازلةٌ جداً. ¶ ب- الطبقة العُليا من عُلومِ اللُّبَاب ¶ وأما الطبقة العليا من نَمَطِ اللُّباب فهي السوابقُ والأصولُ من العلوم المُهِمَّة، وِأشرَفُها العلمُ باللهِ واليوم الآخر لأنه علم المَقْصِد، ودونَهُ العلم بالصراط المستقيم وطريق السلوك، وهو معرفةُ تزكية النفس، وقطعُ عقبات الصفات المُهلِكات، وتَحْلِيَتُها بالصفات المُنَجِّيَات، وقد أودعنا هذه العلوم بِكُتُب \"إحياء علوم الدين\" ففي رُبْعِ المُهلِكات ما تجب تزكية النفس منه، من الشَّرَهِ والغضب، والكِبر والرِّياءِ والعجب، والحسد وحب الجاه وحب المال وغيرها، وفي رُبع المُنجيات يظهر ما يتحلَّى به القلب من الصفات المحمودة كالزهد والتوكل والرضا والمحبة والصدق والإخلاص وغيرها. ¶ وبالجملة يشتمل كتاب \"الإحياء\" على أربعين كتاباً، يرْشدك كل كتاب إلى عَقَبةٍ من عقبات النفس، وأنها كيف تُقْطَع، وإلى حجابٍ من حُجُبِهَا، وأنه كيف يُرفَع، وهذا العلم فوقَ علم الفقه والكلام وما قبله،",
            "page": "41",
            "part": "1",
            "seal": "0928AD60"
        },
        {
            "id": "39",
            "nass": "لأنه علم طريق السلوك، وذلك علم آلة السلوك وإصلاح منازله ودفع مُفسداته كما يظهر، والعلم الأعلى الأشرفُ عِلمُ معرفة الله تعالى، فإن سائر العلوم تُرادُ له ومن أجله وهو لا يُراد لغيره، وطريق التدريج فيه التَّرَقِّي من الأفعال إلى الصفات، ثم من الصفات إلى الذات، فهي ثلاث طبقات: ¶ أعلاها علم الذَّات، ولا يحتملها أكثر الأفهام، ولذلك قيل لهم \"تفكَّروا في خَلق الله ولا تفكَّروا في ذات الله\". وإلى هذا التدريج يشير تَدَرُّج رسولِ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في ملاحظته ونَظَرِهِ حيث قال: \"أعوذُ بِعَفْوِكَ من عقابك\" فهذه ملاحظة الفعل ثم قال وأعوذ برضاك من سخطك وهذه ملاحظة الصفات؛ ثم قال: \"وأعوذُ بك منك\" وهذه ملاحظة الذات؛ لم يزل يترقَّى إلى القُرب درجةً درجة، ثم عند النهاية اعترف بالعجز فقال: \"لا أُحصِي ثناءً عليكَ أنتَ كما أثنَيْتَ على نفسك\" فهذا أشرف العلوم.",
            "page": "42",
            "part": "1",
            "seal": "1AE2A524"
        },
        {
            "id": "40",
            "nass": "ويتلوه في الشَّرف عِلمُ الآخرة وهو علم المَعَاد كما ذكرناه في الأقسام الثلاثة وهو متصل بعلم المعرفة، وحقيقته معرفة نسبة العبد إلى الله تعالى عند تحقُّقِهِ بالمعرفة، أو مصيرهِ محجوباً بالجهل. وهذه العلوم الأربعة، أعني (1) عِلمَ الذات (2) والصفات (3) والأفعال (4) وعلم المَعاد، أَوْدَعنا من أوائله ومَجامِعِهِ القدرَ الذي رُزِقنا منه، مع قِصَرِ العُمر وكثرة الشَواغل والآفات، وقلة الأَعْوان والرُفقاء، بعضَ التَّصانيف لكنا لم نُظِهره، فإنه يَكَلُّ عنه أكثرُ الأفهام، ويَسْتَضِرُّ به الضعفاء، وهم أكثر المُتَرَسِّمينَ بالعلم، بل لا يصلح إظهاره إلا على من أتقنَ علم الظاهر، وسلك في قَمع الصفات المذمومة من النفس وطُرقِ المجاهدة، حتى ارتَاضَت نفسُهُ واستقامت على سواء السبيل، فلم يبقَ له حظٌ في الدنيا، ولم يبق له طلبٌ إلاّ الحق، ورُزِقَ مع ذلك فطنة وَقَّادة، وقريحةً مُنقادَة، وذكاءً بليغاً، وفهماً صافياً، وحرام على من يقع ذلك الكتاب بيده أن يُظهره إلاَّ على من استَجْمَعَ هذه الصفات، فهذه هي مجامع العلم التي تتشعب من القرآن ومراتبها.",
            "page": "43",
            "part": "1",
            "seal": "9E0CFF44"
        },
        {
            "id": "41",
            "nass": "الفصل الخامس ¶ في انْشِعَابِ سائرْ العلوم من القرآن ¶ ولعلَّكَ تقول: إن العلوم وراءَ هذه كثيرة، كعلم الطب والنجوم، وهيئة العالم، وهيئة بَدَنِ الحيوان وتشريح أعضائه، وعلم السِّحر والطِّلَّسْمات، وغير ذلك. ¶ فاعلم: أنَّا إنما أشرنا إلى العلوم الدينية التي لا بد من وجود أصلها في العالم، حتى يتيسر سلوكُ طريق الله تعالى والسفر إليه. أما هذه العلوم التي أشرتُ إليها فهي علوم، ولكن لا يتوقف على معرفتها صلاح المَعَاش والمَعَاد، فلذلك لم نذكرها، ووراءَ ما عَدَدْتهُ علومٌ أُخرَ يُعلَم تَراجِمُها ولا يخلو العالم عمن يعرفها، ولا حاجة إلى ذكرها. ¶ بل أقول: ظهر لنا بالبصيرة الواضحة التي لا يُتَمَارى فيها أن في الإمكان والقوة أصنافاً من العلوم بعد لم تخرج من الوجود، وإن كان في قوة الآدَمِيِّ الوصول إليها؛ وعلومٌ كانت قد خرجت إلى الوجود وانْدَرَسَت الآن، فَلَنْ يوجد في هذه الأعصار على بسيط الأرض من",
            "page": "44",
            "part": "1",
            "seal": "20F56391"
        },
        {
            "id": "42",
            "nass": "يعرفها؛ وعلومٌ أُخَر ليس في قوة البشر أصلاً إدراكُها والإحاطة بها، ويحظَى بها بعضُ الملائكة المُقَرَّبين، فإن الإمكانَ في حق الآدَمِيِّ محدود، والإمكانَ في حق المَلَك محدود إلى غاية في الكمال بالإضافة، كما أنه في حق البهيمة محدود إلى غاية في النقصان، وإنما الله سبحانه هو الذي لا يَتَنَاهَى العلمُ في حقه، ويفارق عِلمَنَا عِلْمُ الحقِّ تبارك وتعالى في شيئين: أحَدُهما انتفاءُ النهاية عنه، والآخَرُ أن العلوم ليست في حقه بالقوة والإمكان الذي يُنْتَطَرُ خروجُه بالوجود، بل هو بالوجود والحُضُور، فكل مُمْكِنٍ في حقه من الكمال فهو حاضرٌ موجود. ¶ ثم هذه العلوم ما عددناها وما لم نعدها ليست أوائِلُها خارجةً عن القرآن، فإن جميعها مُغْتَرَفَةٌ من بحر واحد من بحار معرفة الله تعالى، وهو بحرُ الأفعال، وقد ذكرنا أنه بحرٌ لا ساحلَ له، وأن البحر لو كان مداداً لكلماته لنَفِدَ البحر قبل أن تَنْفَد. فمن أفعال الله تعالى وهو بحرُ الأفعال مثلاً الشفاء والمرض، كما قال الله تعالى حكايةً عن إبراهيم عليه السلام: {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} . وهذا الفعل الواحد لا يعرفه إلا من عرف الطِبَّ بكماله، إذ لا معنى للطب إلا معرفةُ",
            "page": "45",
            "part": "1",
            "seal": "7CD0AF5E"
        },
        {
            "id": "43",
            "nass": "المرض بكماله وعلاماته، ومعرفةُ الشفاء وأسبابه، ومن أفعاله تبارَكَ وتعالى تقديرُ معرفة الشمس والقمر ومنازِلِهما بِحُسبان، وقد قال الله تعالى: {الشمس والقمر بِحُسْبَانٍ} ؛ وقال: {وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السنين والحساب} ؛ وقال: {وَخَسَفَ القمر * وَجُمِعَ الشمس والقمر} ؛ وقال: {يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل} ؛ وقال: {والشمس تَجْرِي لِمُسْتَقَرٍّ لَّهَا ذَلِكَ تَقْدِيرُ العزيز العليم} . ¶ ولا يعرف حقيقة سَيْر الشمسِ والقمرِ بِحُسبان، وخُسوفِهما وَوُلُوجِ الليلِ في النهار، وكيفيةَ تَكَوُّرِ أحدهما على الآخر، إلا من عرف هيئاتِ تركيبِ السَّماوَات والأرض، وهو علم برأسه. ¶ ولا يعرف كمالَ معنى قوله تعالى: {يا أيها الإنسان مَا غَرَّكَ بِرَبِّكَ الكريم * الذي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ * في أَىِّ صُورَةٍ مَّا شَآءَ رَكَّبَكَ} إلا من عرفَ تشريحَ الأعضاء من الإنسان ظاهراً وباطناً، وعددَها وأنواعَها وحكمتَها ومنافِعَها، وقد أشار في القرآن في مواضِعَ إليها، وهي من علوم الأوَّلين والآخِرين، وفي القرآن مَجامِعُ علم الأوَّلين والآخرِين.",
            "page": "46",
            "part": "1",
            "seal": "BE7E53EB"
        },
        {
            "id": "44",
            "nass": "وكذلك لا يعرف كمالَ معنى قوله تعالى {سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي} مَنْ لم يعلم التَّسْوِيَة والنَّفْخَ والرُّوح، وَوراءَها علومٌ غامضة يغفل عن طلبها أكثرُ الخلق، وربما لا يفهمونها إن سمعوها من العالِمِ بِها، ولو ذهبتُ أُفَصِّل ما تدل عليه آيات القرآن من تفاصيل الأفعال لَطال، ولا تمكن الإشارة إلا إلى مَجامِعها، وقد أشرنا إليه حيث ذكرنا أن من جملة معرفة الله تعالى معرفة أفعاله، فتلك الجملة تشتمل على هذه التفاصيل، وكذلك كل قسم أجملناه لو شُعِّبَ لانشَعَبَ إلى تفاصيلَ كثيرة، فتفكَّر في القرآن والتمس غرائِبَه، لِتصادف فيه مَجامِع علم الأَوَّلين والآخِرين، وجملةَ أوائله، وإنما التفكر فيه للتوصل من جملته إلى تفصيله وهو البحر الذي لا شاطىءَ له.",
            "page": "47",
            "part": "1",
            "seal": "35190BD1"
        },
        {
            "id": "45",
            "nass": "الفصل السادس ¶ في وَجْهِ التَّسْمِيَة بالأَلْقَاب التي لُقِّبَ بها أقسامُ القرآن ¶ ولعلك تقول: أشرتَ في بعض أقسام العلوم إلى أنه يوجد فيها التِّرياقُ الأكبر، وفي بعضها المسك الأَذْفَر، وفي بعضها الكبريت الأحمر، إلى غير ذلك من النفائس، فهذهِ استِعَارات رسمية تحتها رُموز وإشارات خفية. ¶ فاعلم: أن التَكَلُّف والتَرَسُّم ممقوت عند ذوي الجِد، فما كلمة طَمْسٍ إِلا وتحتها رُموز وإشارات إلى معنى خفيّ، يدركها من يدرك الموازنة والمناسبة بين عالَمِ المُلْكِ وعالَمِ الشهادة وبين عالَمِ الغَيْبِ والمَلَكُوت، إذْ ما مِن شيء في عَالَمِ المُلْكِ والشَّهادة إلا وهو مِثال لأمرٍ روحاني من عالَمِ المَلكوت كأنه هو في روحه ومعناه، وليس هُوَ هُوَ في صورته وقالبه، والمِثال الجِسماني من عالَم الشهادة مُنْدَرِج إلى المعنى الروحاني من ذلك العالم، ولذلك كانت الدنيا منزلاً من منازل",
            "page": "48",
            "part": "1",
            "seal": "EE63E18E"
        },
        {
            "id": "46",
            "nass": "الطريق إلى الله ضرورياً في حق الانس، إِذْ كما يستحيل الوصول إلى اللُبِّ إلا من طريق القِشر فيستحيل التَرَقِّي إلى عالم الأرواح إلا بمثال عالَمِ الأجسام، ولا تُعَرف هذه الموازنة إلا بمثال، فانظروا إلى ما ينكشف للنائم في نَومه من الرؤيا الصحيحة التي هي جزء من ستة وأربعين جزءًا من النبوة، وكيف ينكشف بأمثلة خيالية، فمن يُعلِّم الحكمة غيرَ أهلِها يرى في المنام أنه يُعلق الدُرَّ على الخنازير. ورأى بعضهم: أنه كان في يده خاتم يختم به فروجَ النساء وأفواهَ الرجال، فقال له ابنُ سيرين: أنت رجل تؤذن في رمضان قبل الصبح، فقال: نعم. ورأى آخر: كأنه يَصُبُّ الزَيت في الزيتون، فقال له: إن كان تحتك جارية فهي أمك، قد سُبِيَت وبيعَت واشتريتَها أنتَ ولا تعرف، فكان كذلك. ¶ فانْظُر خَتْمَ الأفَواه والفروج بالخاتم مُشَارِكاً للأَذان قبل الصبح في روح الخاتم وهو المنع وإن كان مخالفاً في صورته، وقس على ما ذكرته ما لم أذكره. ¶ واعلم: أن القرآنَ والأخبارَ تشتمل على كثير من هذا الجنس، فانظر إلى قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"قلبُ المؤمن بين أُصْبُعَيْن من أَصَابع الرَّحْمن\" فإن روح الأُصْبُع القدرةُ على سرعة التقليب، وإنما قلبُ المؤمن بين لَمَّةِ المَلَك وبين لَمَّةِ الشيطان، هذا يُغويه، وهذا يَهديه، والله تعالى بهما",
            "page": "49",
            "part": "1",
            "seal": "8A7E3DC2"
        },
        {
            "id": "47",
            "nass": "يُقلِّب قلوبَ العباد كما تُقَلِّب الأشياءَ أنت بأُصْبُعَيْك، فانظر كيف شارك نسبة المَلَكَيْن المُسَخَّرَيْن إلى الله تعالى أُصْبُعَيْكَ في روح أُصْبُعَيْه وخالفا في الصورة. ¶ واستخرج من هذا قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"إن الله تعالى خلق آدم على صورته\" وسائرَ الآيات، والأحاديث المُوهِمَة عند الجهلة للتشبيه،",
            "page": "50",
            "part": "1",
            "seal": "0FDD372E"
        },
        {
            "id": "48",
            "nass": "والذكي يكفيه مثال واحد، والبليد لا يزيده التكثير إلا تَحَيُّراً، ومتى عرفتَ معنى الأصبع، أمكنك التَرَقِّي إلى القلم واليد واليمين والوجه والصورة، وأخذَتْ جميعُها معنى روحانياً لا جِسمانياً، فتعلمَ أن روحَ القلم وحقيقتَه التي لا بد من تحقيقها إذا ذكرتَ حدَّ القلم: هو الذي يُكتَبُ به، فإن كان في الوجود شيء يتَسَطَّر بواسطته نقشُ العلوم في ألواح القلوب، فأخْلِقْ به أن يكون هو القلم، فإن الله تعالى علَّمَ بالقلم، علَّمَ الإنسانَ ما لم يَعلم، وهذا القلم روحاني إذ وُجِدَ فيه روح القلم وحقيقته، ولم يُعْوِزْهُ إلا قالبه وصورته، وكَون القلم من خشب أو قَصَب ليس من حقيقة القلم، ولذلك لا يوجد في حَدِّه الحقيقي، ولكل شيء حَدٌّ وحقيقة هي روحُه، فإذا اهْتَديْتَ إلى الأَرواح صِرْتَ روحانياً، وفُتِحَت لك أبوابُ المَلَكُوت، وأُهِّلْتَ لمرافقة الملأ الأعلى، وحَسُنَ أولئك رفيقاً، ولا يُستبعَد أن يكون في القرآن إشارات من هذا الجنس، وإن كنتَ لا تقوى على احتمال ما يقرع سمعَك من هذا النَّمط، ما لم تَسنُد التفسير إلى الصحابة، فإن كان التقليدُ غالباً عليك، فانظُر إلى تفسير قولهِ تعالى كما قاله المُفَسِّرون: {أَنَزَلَ مِنَ السمآء مَآءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فاحتمل السيل زَبَداً رَّابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ} الآية، وأَنه كيف مَثَّل العلمَ بالماء، والقلوبَ بالأودية، والينابيعَ والضَّلالَ بالزَّبد، ثم نبهك على آخِرها فقال: {كذلك يَضْرِبُ الله الأمثال} ؛ ويكفيك هذا القدر من هذا الفن فلا تطيق أكثر منه.",
            "page": "51",
            "part": "1",
            "seal": "CEAC4FB3"
        },
        {
            "id": "143",
            "nass": "ومن سورة العَلَق ثماني آيات: ¶ قولُهُ تعالى: {اقرأ باسم رَبِّكَ الذي خَلَقَ * خَلَقَ الإنسان مِنْ عَلَقٍ * اقرأ وَرَبُّكَ الأكرم * الذى عَلَّمَ بالقلم * عَلَّمَ الإنسان مَا لَمْ يَعْلَمْ * كَلاَّ إِنَّ الإنسان ليطغى * أَن رَّآهُ استغنى * إِنَّ إلى رَبِّكَ الرجعى} . ¶ ومن سورَةٌ الأخلاصِ كُلُّها.",
            "page": "146",
            "part": "1",
            "seal": "FF7FC11E"
        },
        {
            "id": "144",
            "nass": "النَّمَطُ الثاني في دُرَرِ القُرآن ¶ وهي سَبْعُمِائَةٍ وإحدى وأربعونَ آية ¶ . من سورة البقرة ستٌّ وأربعون آية: قولُهُ تعالى: {بسم الله الرحمن الرَّحِيمِ. الم * ذَلِكَ الكتاب لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ * الذين يُؤْمِنُونَ بالغيب وَيُقِيمُونَ الصلاة وَممَّا رَزَقْنَاهُمْ يُنْفِقُونَ * والذين يُؤْمِنُونَ بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنْزِلَ مِن قَبْلِكَ وبالآخرة هُمْ يُوقِنُونَ * أولئك على هُدًى مِّن رَّبِّهِمْ وأولائك هُمُ المفلحون} . ¶ وقولُهُ: {يَاأَيُّهَا الناس اعبدوا رَبَّكُمُ الذي خَلَقَكُمْ والذين مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} . ¶ وقولُهُ: {يَابَنِي إِسْرَائِيلَ اذكروا نِعْمَتِيَ التي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُواْ بعهدي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فارهبون * وَآمِنُواْ بِمَآ أَنزَلْتُ مُصَدِّقاً لِّمَا مَعَكُمْ وَلاَ تكونوا أَوَّلَ كَافِرٍ بِهِ وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَناً",
            "page": "147",
            "part": "1",
            "seal": "1957BC2A"
        },
        {
            "id": "145",
            "nass": "قَلِيلاً وَإِيَّايَ فاتقون * ¶ وَلاَ تَلْبِسُواْ الحق بالباطل وَتَكْتُمُواْ الحق وَأَنْتُمْ تَعْلَمُونَ * وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة واركعوا مَعَ الراكعين * أَتَأْمُرُونَ الناس بالبر وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الكتاب أَفَلاَ تَعْقِلُونَ * واستعينوا بالصبر والصلاة وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الخاشعين} . ¶ وقولُهُ: {ثُمَّ قَسَتْ قُلُوبُكُمْ مِّن بَعْدِ ذلك فَهِيَ كالحجارة أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الحجارة لَمَا يَتَفَجَّرُ مِنْهُ الأنهار وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ المآء وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ الله وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ * أَفَتَطْمَعُونَ أَن يُؤْمِنُواْ لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلاَمَ الله ثُمَّ يُحَرِّفُونَهُ مِن بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ} . ¶ وقولُهُ: {وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة ثُمَّ تَوَلَّيْتُمْ إِلاَّ قَلِيلاً مِّنْكُمْ وَأَنْتُمْ مُّعْرِضُونَ} . ¶ وقولُهُ: {بلى مَنْ أَسْلَمَ وَجْهَهُ للَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِندَ رَبِّهِ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} . ¶ وقولُهُ: {فاذكروني أَذْكُرْكُمْ واشكروا لِي وَلاَ تَكْفُرُونِ * يَآأَيُّهَا الذين آمَنُواْ استعينوا بالصبر والصلاة إِنَّ الله مَعَ الصابرين * وَلاَ تَقُولُواْ لِمَنْ يُقْتَلُ فِي سَبيلِ الله أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِن لاَّ تَشْعُرُونَ *",
            "page": "148",
            "part": "1",
            "seal": "C784FFBA"
        },
        {
            "id": "146",
            "nass": "وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الخوف والجوع وَنَقْصٍ مِّنَ الأموال والأنفس والثمرات وَبَشِّرِ الصابرين * الذين إِذَآ أَصَابَتْهُم مُّصِيبَةٌ قَالُواْ إِنَّا للَّهِ وَإِنَّآ إِلَيْهِ رَاجِعونَ * أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وأولائك هُمُ المهتدون} . ¶ وقولُهُ: {يا أيها الناس كُلُواْ مِمَّا فِي الأرض حَلاَلاً طَيِّباً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ * إِنَّمَا يَأْمُرُكُمْ بالسواء والفحشآء وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ} . ¶ وقولُهُ: {لَّيْسَ البر أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ المشرق والمغرب ولاكن البر مَنْ آمَنَ بالله واليوم الآخر والملائكة والكتاب والنبيين وَآتَى المال على حُبِّهِ ذَوِي القربى واليتامى والمساكين وابن السبيل والسآئلين وَفِي الرقاب وَأَقَامَ الصلاة وَآتَى الزكاة والموفون بِعَهْدِهِمْ إِذَا عَاهَدُواْ والصابرين فِي البأسآء والضراء وَحِينَ البأس أولئك الذين صَدَقُواْ وأولئك هُمُ المتقون} . ¶ وقولُهُ: {واتقوا الله واعلموا أَنَّ الله مَعَ المتقين * وَأَنْفِقُواْ فِي سَبِيلِ الله وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التهلكة وأحسنوا إِنَّ الله يُحِبُّ المحسنين} .",
            "page": "149",
            "part": "1",
            "seal": "09D59B08"
        },
        {
            "id": "147",
            "nass": "وقولُهُ: {إِنَّ الذين آمَنُواْ والذين هَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ الله أولاائك يَرْجُونَ رَحْمَتَ الله والله غَفُورٌ رَّحِيمٌ} . ¶ وقولُهُ: {واعلموا أَنَّ الله يَعْلَمُ مَا في أَنْفُسِكُمْ فاحذروه واعلموا أَنَّ الله غَفُورٌ حَلِيمٌ} . ¶ وقولُهُ: {مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ والله يُضَاعِفُ لِمَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ * الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله ثُمَّ لاَ يُتْبِعُونَ مَآ أَنْفَقُواُ مَنّاً وَلاَ أَذًى لَّهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} . ¶ وقولُهُ: {يا أيها الذين آمَنُواْ اتقوا الله وَذَرُواْ مَا بَقِيَ مِنَ الربا إِن كُنْتُمْ مُّؤْمِنِينَ * فَإِن لَّمْ تَفْعَلُواْ فَأْذَنُواْ بِحَرْبٍ مِّنَ الله وَرَسُولِهِ وَإِنْ تُبْتُمْ فَلَكُمْ رُؤُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ * وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إلى مَيْسَرَةٍ وَأَن تَصَدَّقُواْ خَيْرٌ لَّكُمْ إِن كُنْتُمْ تَعْلَمُونَ * واتقوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى الله ثُمَّ توفى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ} . ¶ وقولُهُ: {للَّهِ ما فِي السماوات وَمَا فِي الأرض وَإِن تُبْدُواْ مَا في أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ الله فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ",
            "page": "150",
            "part": "1",
            "seal": "0161C998"
        },
        {
            "id": "148",
            "nass": "والله على كُلِّ شَيْءٍ قَدِيرٌ * ¶ آمَنَ الرسول بِمَآ أُنْزِلَ إِلَيْهِ مِن رَّبِّهِ والمؤمنون كُلٌّ آمَنَ بالله وملائكته وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ المصير * لاَ يُكَلِّفُ الله نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكتسبت رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَآ أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَآ إِصْراً كَمَا حَمَلْتَهُ عَلَى الذين مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ واعف عَنَّا واغفر لَنَا وارحمنآ أَنتَ مَوْلاَنَا فانصرنا عَلَى القوم الكافرين} . ¶ ومن سورة آل عِمْران أرْبَعٌ وثلاثون آية: ¶ قولُهُ تعالى: {هُوَ الذي أَنزَلَ عَلَيْكَ الكتاب مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الكتاب وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابتغاء الفتنة وابتغاء تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ الله والراسخون فِي العلم يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألباب * رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الوهاب * رَبَّنَآ إِنَّكَ جَامِعُ الناس لِيَوْمٍ لاَّ رَيْبَ فِيهِ إِنَّ الله لاَ يُخْلِفُ الميعاد} . ¶ وقولُهُ: {زُيِّنَ لِلنَّاسِ حُبُّ الشهوات مِنَ النساء والبنين والقناطير المقنطرة مِنَ الذهب والفضة والخيل المسومة والأنعام والحرث ذلك مَتَاعُ الحياة الدنيا والله عِنْدَهُ حُسْنُ المآب * قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِّن ذلكم لِلَّذِينَ اتقوا عِندَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار",
            "page": "151",
            "part": "1",
            "seal": "334260A4"
        },
        {
            "id": "149",
            "nass": "خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُّطَهَّرَةٌ وَرِضْوَانٌ مِّنَ الله والله بَصِيرٌ بالعباد * ¶ الذين يَقُولُونَ رَبَّنَآ إِنَّنَآ آمَنَّا فاغفر لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النار * الصابرين والصادقين والقانتين والمنفقين والمستغفرين بالأسحار} . ¶ وقولُهُ: {لاَّ يَتَّخِذِ المؤمنون الكافرين أَوْلِيَآءَ مِن دُونِ المؤمنين وَمَن يَفْعَلْ ذلك فَلَيْسَ مِنَ الله فِي شَيْءٍ إِلاَّ أَن تَتَّقُواْ مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ الله نَفْسَهُ وإلى الله المصير} . ¶ وقولُهُ: {قُلْ إِن كُنتُمْ تُحِبُّونَ الله فاتبعوني يُحْبِبْكُمُ الله وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ والله غَفُورٌ رَّحِيمٌ * قُلْ أَطِيعُواْ الله والرسول فإِن تَوَلَّوْاْ فَإِنَّ الله لاَ يُحِبُّ الكافرين} . ¶ وقولُهُ: {أَفَغَيْرَ دِينِ الله يَبْغُونَ وَلَهُ أَسْلَمَ مَن فِي السماوات والأرض طَوْعاً وَكَرْهاً وَإِلَيْهِ يُرْجَعُونَ} . ¶ وقولُهُ: {لَن تَنَالُواْ البر حتى تُنْفِقُواْ مِمَّا تُحِبُّونَ وَمَا تُنْفِقُواْ مِن شَيْءٍ فَإِنَّ الله بِهِ عَلِيمٌ} . ¶ وقولُهُ: {يا أيها الذين آمَنُواْ اتقوا الله حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُّسْلِمُونَ * واعتصموا بِحَبْلِ الله جَمِيعاً وَلاَ تَفَرَّقُواْ واذكروا",
            "page": "152",
            "part": "1",
            "seal": "30FBA296"
        },
        {
            "id": "150",
            "nass": "نِعْمَتَ الله عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً وَكُنْتُمْ على شَفَا حُفْرَةٍ مِّنَ النار فَأَنقَذَكُمْ مِّنْهَا كذلك يُبَيِّنُ الله لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ * ¶ وَلْتَكُن مِّنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الخير وَيَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر وأولائك هُمُ المفلحون} . ¶ وقولُهُ: {لَيْسُواْ سَوَآءً مِّنْ أَهْلِ الكتاب أُمَّةٌ قَآئِمَةٌ يَتْلُونَ آيَاتِ الله آنَآءَ الليل وَهُمْ يَسْجُدُونَ * يُؤْمِنُونَ بالله واليوم الآخر وَيَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر وَيُسَارِعُونَ فِي الخيرات وأولائك مِنَ الصالحين * وَمَا يَفْعَلُواْ مِنْ خَيْرٍ فَلَنْ يُكْفَروهُ والله عَلِيمٌ بالمتقين * إِنَّ الذين كَفَرُواْ لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ مِّنَ الله شَيْئاً وأولائك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ * مَثَلُ مَا يُنْفِقُونَ فِي هذه الحياة الدنيا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظلموا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ الله ولاكن أَنْفُسَهُمْ يَظْلِمُونَ} . ¶ وقولُهُ: {لَيْسَ لَكَ مِنَ الأمر شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ * وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ والله غَفُورٌ رَّحِيمٌ} . ¶ وقولُهُ: {وسارعوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السماوات والأرض أُعِدَّتْ لِلْمُتَّقِينَ * الذين يُنفِقُونَ فِي السَّرَّآءِ والضرآء",
            "page": "153",
            "part": "1",
            "seal": "96829734"
        },
        {
            "id": "151",
            "nass": "والكاظمين الغيظ والعافين عَنِ الناس والله يُحِبُّ المحسنين * ¶ والذين إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظلموا أَنْفُسَهُمْ ذَكَرُواْ الله فاستغفروا لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذنوب إِلاَّ الله وَلَمْ يُصِرُّواْ على مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ * أولئك جَزَآؤُهُمْ مَّغْفِرَةٌ مِّن رَّبِّهِمْ وَجَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ العاملين} . ¶ وقولُهُ: {وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلاَّ بِإِذْنِ الله كِتَاباً مُّؤَجَّلاً وَمَن يُرِدْ ثَوَابَ الدنيا نُؤْتِهِ مِنْهَا وَمَن يُرِدْ ثَوَابَ الآخرة نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشاكرين} . ¶ وقولُهُ: {فَبِمَا رَحْمَةٍ مِّنَ الله لِنتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ القلب لاَنْفَضُّواْ مِنْ حَوْلِكَ فاعف عَنْهُمْ واستغفر لَهُمْ وَشَاوِرْهُمْ فِي الأمر فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى الله إِنَّ الله يُحِبُّ المتوكلين} . ¶ وقولُهُ: {وَلاَ يَحْسَبَنَّ الذين يَبْخَلُونَ بِمَآ آتَاهُمُ الله مِن فَضْلِهِ هُوَ خَيْراً لَّهُمْ بَلْ هُوَ شَرٌّ لَّهُمْ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِ يَوْمَ القيامة وَللَّهِ مِيرَاثُ السماوات والأرض والله بِمَا تَعْمَلُونَ خَبِيرٌ} . ¶ وقولُهُ: {لاَ تَحْسَبَنَّ الذين يَفْرَحُونَ بِمَآ أَتَوْاْ وَّيُحِبُّونَ أَن يُحْمَدُواْ بِمَا لَمْ يَفْعَلُواْ فَلاَ تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ العذاب وَلَهُمْ عَذَابٌ أَلِيمٌ} .",
            "page": "154",
            "part": "1",
            "seal": "8FCBA0CA"
        },
        {
            "id": "152",
            "nass": "وقولُهُ: {يَا أَيُّهَا الذين آمَنُواْ اصبروا وَصَابِرُواْ وَرَابِطُواْ واتقوا الله لَعَلَّكُمْ تُفْلِحُونَ} . ¶ ومن سورة النساء تِسْعٌ وخمسونَ آية: ¶ قولُهُ تعالى: {يا أيها الناس اتقوا رَبَّكُمُ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً واتقوا الله الذي تَسَآءَلُونَ بِهِ والأرحام إِنَّ الله كَانَ عَلَيْكُمْ رَقِيباً} . ¶ وقولُهُ: {يُرِيدُ الله لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الذين مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ والله عَلِيمٌ حَكِيمٌ * والله يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الذين يَتَّبِعُونَ الشهوات أَن تَمِيلُواْ مَيْلاً عَظِيماً * يُرِيدُ الله أَن يُخَفِّفَ عَنْكُمْ وَخُلِقَ الإنسان ضَعِيفاً} . ¶ وقولُهُ: {إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلاً كَرِيماً * وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ الله بِهِ بَعْضَكُمْ على بَعْضٍ لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكتسبوا وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا اكتسبن واسألوا الله مِن فَضْلِهِ إِنَّ الله كَانَ بِكُلِّ شَيْءٍ عَلِيماً} . ¶ وقولُهُ: {واعبدوا الله وَلاَ تُشْرِكُواْ بِهِ شَيْئاً وبالوالدين إِحْسَاناً وَبِذِي القربى واليتامى والمساكين والجار ذِي القربى والجار الجنب",
            "page": "155",
            "part": "1",
            "seal": "8F1E73E4"
        },
        {
            "id": "153",
            "nass": "والصاحب بالجنب وابن السبيل وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ الله لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُوراً * ¶ الذين يَبْخَلُونَ وَيَأْمُرُونَ الناس بالبخل وَيَكْتُمُونَ مَآ آتَاهُمُ الله مِن فَضْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُّهِيناً * والذين يُنْفِقُونَ أَمْوَالَهُمْ رِئَآءَ الناس وَلاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر وَمَن يَكُنِ الشيطان لَهُ قَرِيناً فَسَآءَ قِرِيناً * وَمَاذَا عَلَيْهِمْ لَوْ آمَنُواْ بالله واليوم الآخر وَأَنْفَقُواْ مِمَّا رَزَقَهُمُ الله وَكَانَ الله بِهِم عَلِيماً * إِنَّ الله لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْراً عَظِيماً * فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هؤلاء شَهِيداً} . ¶ وقولُهُ: {إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَآءُ وَمَن يُشْرِكْ بالله فَقَدِ افترى إِثْماً عَظِيماً * أَلَمْ تَرَ إِلَى الذين يُزَكُّونَ أَنْفُسَهُمْ بَلِ الله يُزَكِّي مَن يَشَآءُ وَلاَ يُظْلَمُونَ فَتِيلاً} . ¶ وقولُهُ: {إِنَّ الله يَأْمُرُكُمْ أَن تُؤدُّواْ الأمانات إلى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ الناس أَن تَحْكُمُواْ بالعدل إِنَّ الله نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ الله كَانَ سَمِيعاً بَصِيراً * يَا أَيُّهَا الذين آمَنُواْ أَطِيعُواْ الله وَأَطِيعُواْ الرسول وَأُوْلِي الأمر مِنْكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله والرسول إِن كُنْتُمْ تُؤْمِنُونَ بالله واليوم الآخر ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} .",
            "page": "156",
            "part": "1",
            "seal": "8C666247"
        },
        {
            "id": "154",
            "nass": "وقولُهُ: {وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ لِيُطَاعَ بِإِذْنِ الله وَلَوْ أَنَّهُمْ إِذ ظلموا أَنْفُسَهُمْ جَآءُوكَ فاستغفروا الله واستغفر لَهُمُ الرسول لَوَجَدُواْ الله تَوَّاباً رَّحِيماً * فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ في أَنْفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيماً} . ¶ وقولُهُ: {وَمَن يُطِعِ الله والرسول فأولائك مَعَ الذين أَنْعَمَ الله عَلَيْهِم مِّنَ النبيين والصديقين والشهدآء والصالحين وَحَسُنَ أولئك رَفِيقاً * ذلك الفضل مِنَ الله وكفى بالله عَلِيماً} . ¶ وقولُهُ: {مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ الله وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولاً وكفى بالله شَهِيداً * مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله وَمَن تولى فَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً} . ¶ وقولُهُ: {وَتَوَكَّلْ عَلَى الله وكفى بالله وَكِيلاً * أَفَلاَ يَتَدَبَّرُونَ القرآن وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً * وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ الأمن أَوِ الخوف أَذَاعُواْ بِهِ وَلَوْ رَدُّوهُ إِلَى الرسول وإلى أُوْلِي الأمر مِنْهُمْ لَعَلِمَهُ الذين يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ لاَتَّبَعْتُمُ الشيطان إِلاَّ قَلِيلاً} . ¶ وقولُهُ: {مَّن يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَّهُ نَصِيبٌ مِّنْهَا وَمَن يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَّهُ كِفْلٌ مِّنْهَا وَكَانَ الله على كُلِّ شَيْءٍ مُّقِيتاً * وَإِذَا",
            "page": "157",
            "part": "1",
            "seal": "2F4C9782"
        },
        {
            "id": "155",
            "nass": "حُيِّيتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ إِنَّ الله كَانَ على كُلِّ شَيْءٍ حَسِيباً * الله لا إله ¶ إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ الله حَدِيثاً} . ¶ وقولُهُ: {يَا أَيُّهَا الذين آمَنُواْ إِذَا ضَرَبْتُمْ فِي سَبِيلِ الله فَتَبَيَّنُواْ وَلاَ تَقُولُواْ لِمَنْ ألقى إِلَيْكُمُ السلام لَسْتَ مُؤْمِناً تَبْتَغُونَ عَرَضَ الحياة الدنيا فَعِنْدَ الله مَغَانِمُ كَثِيرَةٌ كذلك كُنْتُمْ مِّن قَبْلُ فَمَنَّ الله عَلَيْكُمْ فَتَبَيَّنُواْ إِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيراً * لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين غَيْرُ أُوْلِي الضرر والمجاهدون فِي سَبِيلِ الله بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ الله المجاهدين بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى القاعدين دَرَجَةً وَكُلاًّ وَعَدَ الله الحسنى وَفَضَّلَ الله المجاهدين عَلَى القاعدين أَجْراً عَظِيماً * دَرَجَاتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ الله غَفُوراً رَّحِيماً} . ¶ وقولُهُ: {فَإِذَا قَضَيْتُمُ الصلاة فاذكروا الله قِيَاماً وَقُعُوداً وعلى جُنُوبِكُمْ فَإِذَا اطمأننتم فَأَقِيمُواْ الصلاة إِنَّ الصلاة كَانَتْ عَلَى المؤمنين كِتَاباً مَّوْقُوتاً * وَلاَ تَهِنُواْ فِي ابتغآء القوم إِن تَكُونُواْ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمونَ وَتَرْجُونَ مِنَ الله مَا لاَ يَرْجُونَ وَكَانَ الله عَلِيماً حَكِيماً * إِنَّآ أَنْزَلْنَا إِلَيْكَ الكتاب بالحق لِتَحْكُمَ بَيْنَ الناس بِمَآ أَرَاكَ الله وَلاَ تَكُنْ لِّلْخَآئِنِينَ خَصِيماً * واستغفر الله إِنَّ الله كَانَ غَفُوراً رَّحِيماً * وَلاَ تُجَادِلْ عَنِ الذين يَخْتَانُونَ أَنْفُسَهُمْ إِنَّ الله لاَ يُحِبُّ مَن كَانَ خَوَّاناً أَثِيماً} .",
            "page": "158",
            "part": "1",
            "seal": "BF52C147"
        },
        {
            "id": "156",
            "nass": "وقولُهُ: {وَمَن يَعْمَلْ سواءا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ الله يَجِدِ الله غَفُوراً رَّحِيماً * وَمَن يَكْسِبْ إِثْماً فَإِنَّمَا يَكْسِبُهُ على نَفْسِهِ وَكَانَ الله عَلِيماً حَكِيماً * وَمَن يَكْسِبْ خطيائة أَوْ إِثْماً ثُمَّ يَرْمِ بِهِ بَرِيئاً فَقَدِ احتمل بُهْتَاناً وَإِثْماً مُّبِيناً * وَلَوْلاَ فَضْلُ الله عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلاَّ أَنْفُسَهُمْ وَمَا يَضُرُّونَكَ مِن شَيْءٍ وَأَنزَلَ الله عَلَيْكَ الكتاب والحكمة وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ الله عَلَيْكَ عَظِيماً * لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ الناس وَمَن يَفْعَلْ ذلك ابتغآء مَرْضَاتِ الله فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً * وَمَن يُشَاقِقِ الرسول مِن بَعْدِ مَا تَبَيَّنَ لَهُ الهدى وَيَتَّبِعْ غَيْرَ سَبِيلِ المؤمنين نُوَلِّهِ مَا تولى وَنُصْلِهِ جَهَنَّمَ وَسَآءَتْ مَصِيراً * إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذلك لِمَن يَشَآءُ وَمَن يُشْرِكْ بالله فَقَدْ ضَلَّ ضَلاَلاً بَعِيداً} . ¶ وقولُهُ: {وَمَنْ أَحْسَنُ دِيناً مِمَّنْ أَسْلَمَ وَجْهَهُ لله وَهُوَ مُحْسِنٌ واتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفاً واتخذ الله إِبْرَاهِيمَ خَلِيلاً * وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض وَكَانَ الله بِكُلِّ شَيْءٍ مُّحِيطاً} . ¶ وقولُهُ: {وَلَن تستطيعوا أَن تَعْدِلُواْ بَيْنَ النسآء وَلَوْ حَرَصْتُمْ فَلاَ تَمِيلُواْ كُلَّ الميل فَتَذَرُوهَا كالمعلقة وَإِن تُصْلِحُواْ وَتَتَّقُواْ فَإِنَّ الله كَانَ غَفُوراً رَّحِيماً} .",
            "page": "159",
            "part": "1",
            "seal": "5B5EE73D"
        },
        {
            "id": "157",
            "nass": "وقولُهُ: {إِلاَّ الذين تَابُواْ وَأَصْلَحُواْ واعتصموا بالله وَأَخْلَصُواْ دِينَهُمْ للَّهِ فأولائك مَعَ المؤمنين وَسَوْفَ يُؤْتِ الله المؤمنين أَجْراً عَظِيماً * مَّا يَفْعَلُ الله بِعَذَابِكُمْ إِن شَكَرْتُمْ وَآمَنْتُمْ وَكَانَ الله شَاكِراً عَلِيماً * لاَّ يُحِبُّ الله الجهر بالسواء مِنَ القول إِلاَّ مَن ظُلِمَ وَكَانَ الله سَمِيعاً عَلِيماً * إِن تُبْدُواْ خَيْراً أَوْ تُخْفُوهُ أَوْ تَعْفُواْ عَن سواء فَإِنَّ الله كَانَ عَفُوّاً قَدِيراً} . ¶ وقولُهُ: {لاكن الراسخون فِي العلم مِنْهُمْ والمؤمنون يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيكَ وَمَآ أُنزِلَ مِن قَبْلِكَ والمقيمين الصلاة والمؤتون الزكاة والمؤمنون بالله واليوم الآخر أولئك سَنُؤْتِيهِمْ أَجْراً عَظِيماً} . ¶ وقولُهُ: {يَا أَيُّهَا الناس قَدْ جَآءَكُمْ بُرْهَانٌ مِّن رَّبِّكُمْ وَأَنْزَلْنَآ إِلَيْكُمْ نُوراً مُّبِيناً * فَأَمَّا الذين آمَنُواْ بالله واعتصموا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطاً مُّسْتَقِيماً} . ¶ ومن سورة المائدة اثْنَتَا عَشْرَةَ آيةَ: ¶ قولُهُ تعالى: {وَتَعَاوَنُواْ عَلَى البر والتقوى وَلاَ تَعَاوَنُواْ عَلَى الإثم والعدوان واتقوا الله إِنَّ الله شَدِيدُ العقاب * حُرِّمَتْ عَلَيْكُمُ الميتة والدم وَلَحْمُ الخنزير وَمَآ أُهِلَّ لِغَيْرِ الله بِهِ والمنخنقة والموقوذة والمتردية والنطيحة وَمَآ أَكَلَ السبع إِلاَّ مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى",
            "page": "160",
            "part": "1",
            "seal": "336B2745"
        },
        {
            "id": "158",
            "nass": "النصب وَأَنْ تَسْتَقْسِمُواْ بالأزلام ذلكم فِسْقٌ اليوم يَئِسَ الذين كَفَرُواْ مِن دِينِكُمْ فَلاَ تَخْشَوْهُمْ واخشون اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإسلام دِيناً فَمَنِ اضطر فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لإِثْمٍ فَإِنَّ الله غَفُورٌ رَّحِيمٌ} . ¶ وقولُهُ: {يَا أَيُّهَآ الذين آمَنُواْ كُونُواْ قَوَّامِينَ للَّهِ شُهَدَآءَ بالقسط وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ على أَلاَّ تَعْدِلُواْ اعدلوا هُوَ أَقْرَبُ للتقوى واتقوا الله إِنَّ الله خَبِيرٌ بِمَا تَعْمَلُونَ * وَعَدَ الله الذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ} . ¶ وقولُهُ: {يَا أَيُّهَا الذين آمَنُواْ اتقوا الله وابتغوا إِلَيهِ الوسيلة وَجَاهِدُواْ فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ} . ¶ وقولُهُ: {وَأَنِ احكم بَيْنَهُمْ بِمَآ أَنزَلَ الله وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ واحذرهم أَن يَفْتِنُوكَ عَن بَعْضِ مَآ أَنزَلَ الله إِلَيْكَ فَإِن تَوَلَّوْاْ فاعلم أَنَّمَا يُرِيدُ الله أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيراً مِّنَ الناس لَفَاسِقُونَ * أَفَحُكْمَ الجاهلية يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ الله حُكْماً لِّقَوْمٍ يُوقِنُونَ} . ¶ وقولُهُ: {وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى الرسول ترى أَعْيُنَهُمْ تَفِيضُ مِنَ الدمع مِمَّا عَرَفُواْ مِنَ الحق يَقُولُونَ رَبَّنَآ آمَنَّا فاكتبنا مَعَ الشاهدين *",
            "page": "161",
            "part": "1",
            "seal": "8B824CA4"
        },
        {
            "id": "159",
            "nass": "وَمَا لَنَا لاَ نُؤْمِنُ بالله وَمَا جَآءَنَا مِنَ الحق وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ القوم الصالحين * ¶ فَأَثَابَهُمُ الله بِمَا قَالُواْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَا وذلك جَزَآءُ المحسنين} . ¶ وقولُهُ: {لَيْسَ عَلَى الذين آمَنُواْ وَعَمِلُواْ الصالحات جُنَاحٌ فِيمَا طعموا إِذَا مَا اتقوا وَآمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ ثُمَّ اتَّقَواْ وَآمَنُواْ ثُمَّ اتَّقَواْ وَّأَحْسَنُواْ والله يُحِبُّ المحسنين} . ¶ وقولُهُ: {يا أيها الذين آمَنُواْ عَلَيْكُمْ أَنْفُسَكُمْ لاَ يَضُرُّكُمْ مَّن ضَلَّ إِذَا اهتديتم إِلَى الله مَرْجِعُكُمْ جَمِيعاً فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} . ¶ ومن سورة الأَنْعَام سَبْعَ عَشْرَةَ آيَة: ¶ قولُهُ تعالى: {وَمَا الحياة الدنيآ إِلاَّ لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الآخرة خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلاَ تَعْقِلُونَ} . ¶ وقولُهُ: {فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حتى إِذَا فَرِحُواْ بِمَآ أوتوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ * فَقُطِعَ دَابِرُ القوم الذين ظَلَمُواْ والحمد للَّهِ رَبِّ العالمين} .",
            "page": "162",
            "part": "1",
            "seal": "8E6FAF49"
        },
        {
            "id": "160",
            "nass": "وقولُهُ: {وَلاَ تَطْرُدِ الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشي يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظالمين * وكذلك فَتَنَّا بَعْضَهُمْ بِبَعْضٍ ليقولوا أهؤلاء مَنَّ الله عَلَيْهِم مِّن بَيْنِنَآ أَلَيْسَ الله بِأَعْلَمَ بالشاكرين * وَإِذَا جَآءَكَ الذين يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلاَمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ على نَفْسِهِ الرحمة أَنَّهُ مَن عَمِلَ مِنكُمْ سواءا بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ} . ¶ وقولُهُ: {وَإِذَا رَأَيْتَ الذين يَخُوضُونَ في آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حتى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنسِيَنَّكَ الشيطان فَلاَ تَقْعُدْ بَعْدَ الذكرى مَعَ القوم الظالمين * وَمَا عَلَى الذين يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَيْءٍ ولاكن ذكرى لَعَلَّهُمْ يَتَّقُونَ} . ¶ وقولُهُ: {الذين آمَنُواْ وَلَمْ يلبسوا إِيمَانَهُمْ بِظُلْمٍ أولئك لَهُمُ الأمن وَهُمْ مُّهْتَدُونَ} . ¶ وقولُهُ: {وَذَرُواْ ظَاهِرَ الإثم وَبَاطِنَهُ إِنَّ الذين يَكْسِبُونَ الإثم سَيُجْزَوْنَ بِمَا كَانُواْ يَقْتَرِفُونَ} . ¶ وقولُهُ: {فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً كَأَنَّمَا يَصَّعَّدُ فِي السمآء كذلك",
            "page": "163",
            "part": "1",
            "seal": "F220A134"
        },
        {
            "id": "161",
            "nass": "يَجْعَلُ الله الرجس عَلَى الذين لاَ يُؤْمِنُونَ * وهذا ¶ صِرَاطُ رَبِّكَ مُسْتَقِيماً قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَذَّكَّرُونَ * لَهُمْ دَارُ السلام عِندَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُواْ يَعْمَلُونَ} . ¶ وقولُهُ: {وَلاَ تَقْرَبُواْ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ * وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ حتى يَبْلُغَ أَشُدَّهُ وَأَوْفُواْ الكيل والميزان بالقسط لاَ نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا وَإِذَا قُلْتُمْ فاعدلوا وَلَوْ كَانَ ذَا قربى وَبِعَهْدِ الله أَوْفُواْ ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ * وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} . ¶ وقولُهُ: {مَن جَآءَ بالحسنة فَلَهُ عَشْرُ أَمْثَالِهَا وَمَن جَآءَ بالسيئة فَلاَ يجزى إِلاَّ مِثْلَهَا وَهُمْ لاَ يُظْلَمُونَ} . ¶ ومن سورة الأَعْراف ثماني آيات: ¶ قولُهُ تعالى: {قُلْ أَمَرَ رَبِّي بالقسط وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وادعوه مُخْلِصِينَ لَهُ الدين كَمَا بَدَأَكُمْ تَعُودُونَ * فَرِيقاً هدى وَفَرِيقاً حَقَّ عَلَيْهِمُ الضلالة إِنَّهُمُ اتخذوا الشياطين أَوْلِيَآءَ مِن دُونِ الله وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ * يابنيءَادَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ",
            "page": "164",
            "part": "1",
            "seal": "BBAF1320"
        },
        {
            "id": "162",
            "nass": "وكُلُواْ واشربوا وَلاَ تسرفوا إِنَّهُ لاَ يُحِبُّ المسرفين} . ¶ وقولُهُ: {وَلَوْ أَنَّ أَهْلَ القرى آمَنُواْ واتقوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء والأرض ولاكن كَذَّبُواْ فَأَخَذْنَاهُمْ بِمَا كَانُواْ يَكْسِبُونَ} . ¶ وقولُهُ: {فَلَماَّ نَسُواْ مَا ذُكِّرُواْ بِهِ أَنجَيْنَا الذين يَنْهَوْنَ عَنِ السواء وَأَخَذْنَا الذين ظَلَمُواْ بِعَذَابٍ بَئِيسٍ بِمَا كَانُواْ يَفْسُقُونَ} . ¶ وقولُهُ: {وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُواْ لَوْلاَ اجتبيتها قُلْ إِنَّمَآ أَتَّبِعُ مَا يوحى إِلَيَّ مِن رَّبِّي هذا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ * وَإِذَا قُرِىءَ القرآن فاستمعوا لَهُ وَأَنصِتُواْ لَعَلَّكُمْ تُرْحَمُونَ * واذكر رَّبَّكَ فِي نَفْسِكَ تَضَرُّعاً وَخِيفَةً وَدُونَ الجهر مِنَ القول بالغدو والآصال وَلاَ تَكُنْ مِّنَ الغافلين * إِنَّ الذين عِندَ رَبِّكَ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ} . ¶ ومن سورة الأَنْفَال إحدى عَشرةَ آية: ¶ قولُهُ: {يَسْأَلُونَكَ عَنِ الأنفال قُلِ الأنفال للَّهِ والرسول فاتقوا الله وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ وَأَطِيعُواْ الله وَرَسُولَهُ إِن كُنتُم مُّؤْمِنِينَ * إِنَّمَا المؤمنون الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً وعلى رَبِّهِمْ يَتَوَكَّلُونَ * الذين يُقِيمُونَ الصلاة وَمِمَّا",
            "page": "165",
            "part": "1",
            "seal": "B523FDDE"
        },
        {
            "id": "163",
            "nass": "رَزَقْنَاهُمْ يُنفِقُونَ * أولاائك ¶ هُمُ المؤمنون حَقّاً لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} . ¶ وقولُهُ: {يا أيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ وَاعْلَمُواْ أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ * واتقوا فِتْنَةً لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَآصَّةً واعلموا أَنَّ الله شَدِيدُ العقاب * واذكروا إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِي الأرض تَخَافُونَ أَن يَتَخَطَّفَكُمُ الناس فَآوَاكُمْ وَأَيَّدَكُم بِنَصْرِهِ وَرَزَقَكُمْ مِّنَ الطيبات لَعَلَّكُمْ تَشْكُرُونَ * يا أيها الذين آمَنُواْ لاَ تَخُونُواْ الله والرسول وتخونوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ * واعلموا أَنَّمَآ أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ وَأَنَّ الله عِندَهُ أَجْرٌ عَظِيمٌ} . ¶ وقولُهُ: {ذلك بِأَنَّ الله لَمْ يَكُ مُغَيِّراً نِّعْمَةً أَنْعَمَهَا على قَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ وَأَنَّ الله سَمِيعٌ عَلِيمٌ} . ¶ ومن سورة التوبة اثْنَتَيْ عَشْرَةَ آية: ¶ قولُهُ تعالى: {إِنَّمَا يَعْمُرُ مَسَاجِدَ الله مَنْ آمَنَ بالله واليوم الآخر وَأَقَامَ الصلاة وآتى الزكاة وَلَمْ يَخْشَ إِلاَّ الله فعسى أولئك أَن يَكُونُواْ مِنَ المهتدين} .",
            "page": "166",
            "part": "1",
            "seal": "BDEFDFB3"
        },
        {
            "id": "164",
            "nass": "وقولُهُ: {قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقترفتموها وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَآ أَحَبَّ إِلَيْكُمْ مِّنَ الله وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُواْ حتى يَأْتِيَ الله بِأَمْرِهِ والله لاَ يَهْدِي القوم الفاسقين} . ¶ وقولُهُ: {يا أيها الذين آمَنُواْ مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفروا فِي سَبِيلِ الله اثاقلتم إِلَى الأرض أَرَضِيتُمْ بالحياة الدنيا مِنَ الآخرة فَمَا مَتَاعُ الحياة الدنيا فِي الآخرة إِلاَّ قَلِيلٌ} . ¶ وقولُهُ: {والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ يَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر وَيُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة وَيُطِيعُونَ الله وَرَسُولَهُ أولئك سَيَرْحَمُهُمُ الله إِنَّ الله عَزِيزٌ حَكِيمٌ} . ¶ وقولُهُ: {والسابقون الأولون مِنَ المهاجرين والأنصار والذين اتبعوهم بِإِحْسَانٍ رَّضِيَ الله عَنْهُمْ وَرَضُواْ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأنهار خَالِدِينَ فِيهَآ أَبَداً ذلك الفوز العظيم} . ¶ وقولُهُ: {أَلَمْ يعلموا أَنَّ الله هُوَ يَقْبَلُ التوبة عَنْ عِبَادِهِ وَيَأْخُذُ الصدقات وَأَنَّ الله هُوَ التواب الرحيم * وَقُلِ اعملوا فَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ والمؤمنون وَسَتُرَدُّونَ إلى عَالِمِ الغيب والشهادة فَيُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ} .",
            "page": "167",
            "part": "1",
            "seal": "F28E4EC6"
        },
        {
            "id": "165",
            "nass": "وقولُهُ: {إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الجنة يُقَاتِلُونَ فِي سَبِيلِ الله فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقّاً فِي التوراة والإنجيل والقرآن وَمَنْ أوفى بِعَهْدِهِ مِنَ الله فاستبشروا بِبَيْعِكُمُ الذي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الفوز العظيم * التائبون العابدون الحامدون السائحون الراكعون الساجدون الآمرون بالمعروف والناهون عَنِ المنكر والحافظون لِحُدُودِ الله وَبَشِّرِ المؤمنين} . ¶ وقولُهُ: {وَمَا كَانَ المؤمنون لِيَنفِرُواْ كَآفَّةً فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدين وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رجعوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} . ¶ وقولُهُ: {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ * فَإِن تَوَلَّوْاْ فَقُلْ حَسْبِيَ الله لا إله إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ العرش العظيم} . ¶ ومن سورة يونس ثماني عشرة آية: ¶ قولُهُ تعالى: {إِنَّ الذين لاَ يَرْجُونَ لِقَآءَنَا وَرَضُواْ بالحياة الدنيا واطمأنوا بِهَا والذين هُمْ عَنْ آيَاتِنَا غَافِلُونَ * أولئك مَأْوَاهُمُ النار بِمَا كَانُواْ يَكْسِبُونَ * إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِن تَحْتِهِمُ الأنهار فِي جَنَّاتِ النعيم * دَعْوَاهُمْ فِيهَا",
            "page": "168",
            "part": "1",
            "seal": "69AF9000"
        },
        {
            "id": "166",
            "nass": "سُبْحَانَكَ اللهم وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ وَآخِرُ دَعْوَاهُمْ أَنِ الحمد للَّهِ رَبِّ العالمين} . ¶ وقولُهُ: {هُوَ الذي يُسَيِّرُكُمْ فِي البر والبحر حتى إِذَا كُنتُمْ فِي الفلك وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ الموج مِن كُلِّ مَكَانٍ وظنوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين لَئِنْ أَنْجَيْتَنَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين * فَلَمَّآ أَنجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الأرض بِغَيْرِ الحق يا أيها الناس إِنَّمَا بَغْيُكُمْ على أَنفُسِكُمْ مَّتَاعَ الحياة الدنيا ثُمَّ إِلَينَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ * إِنَّمَا مَثَلُ الحياة الدنيا كَمَآءٍ أَنزَلْنَاهُ مِنَ السمآء فاختلط بِهِ نَبَاتُ الأرض مِمَّا يَأْكُلُ الناس والأنعام حتى إِذَآ أَخَذَتِ الأرض زُخْرُفَهَا وازينت وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَادِرُونَ عَلَيْهَآ أَتَاهَآ أَمْرُنَا لَيْلاً أَوْ نَهَاراً فَجَعَلْنَاهَا حَصِيداً كَأَن لَّمْ تَغْنَ بالأمس كذلك نُفَصِّلُ الآيات لِقَوْمٍ يَتَفَكَّرُونَ * والله يدعوا إلى دَارِ السلام وَيَهْدِي مَن يَشَآءُ إلى صِرَاطٍ مُّسْتَقِيمٍ * لِّلَّذِينَ أَحْسَنُواْ الحسنى وَزِيَادَةٌ وَلاَ يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلاَ ذِلَّةٌ أولئك أَصْحَابُ الجنة هُمْ فِيهَا خَالِدُونَ} . ¶ وقولُهُ: {ألا إِنَّ للَّهِ مَا فِي السماوات والأرض أَلاَ إِنَّ وَعْدَ الله حَقٌّ ولاكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ * هُوَ يُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ * يا أيها الناس قَدْ جَآءَتْكُمْ مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَآءٌ لِّمَا فِي الصدور",
            "page": "169",
            "part": "1",
            "seal": "C087B19D"
        },
        {
            "id": "167",
            "nass": "وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ * ¶ قُلْ بِفَضْلِ الله وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ} . ¶ وقولُهُ: {ألا إِنَّ أَوْلِيَآءَ الله لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ * الذين آمَنُواْ وَكَانُواْ يَتَّقُونَ * لَهُمُ البشرى فِي الحياة الدنيا وَفِي الآخرة لاَ تَبْدِيلَ لِكَلِمَاتِ الله ذلك هُوَ الفوز العظيم * وَلاَ يَحْزُنكَ قَوْلُهُمْ إِنَّ العزة للَّهِ جَمِيعاً هُوَ السميع العليم} . ¶ ومن سورة هُود عشرونَ آية: ¶ قولُهُ تعالى: {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ * أَلاَّ تعبدوا إِلاَّ الله إِنَّنِي لَكُمْ مِّنْهُ نَذِيرٌ وَبَشِيرٌ * وَأَنِ استغفروا رَبَّكُمْ ثُمَّ توبوا إِلَيْهِ يُمَتِّعْكُمْ مَّتَاعاً حَسَناً إلى أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِن تَوَلَّوْاْ فإني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ} . ¶ وقولُهُ: {وَلَئِنْ أَذَقْنَا الإنسان مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ * وَلَئِنْ أَذَقْنَاهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السيئات عني إِنَّهُ لَفَرِحٌ فَخُورٌ * إِلاَّ الذين صَبَرُواْ وَعَمِلُواْ الصالحات أولئك لَهُمْ مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} .",
            "page": "170",
            "part": "1",
            "seal": "97CDE345"
        },
        {
            "id": "168",
            "nass": "وقولُهُ: {فَإِلَّمْ ¶ يَسْتَجِيبُواْ لَكُمْ فاعلموا أَنَّمَآ أُنزِلِ بِعِلْمِ الله وَأَن لاَّ إله إِلاَّ هُوَ فَهَلْ أَنتُمْ مُّسْلِمُونَ * مَن كَانَ يُرِيدُ الحياة الدنيا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ * أولئك الذين لَيْسَ لَهُمْ فِي الآخرة إِلاَّ النار وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ} . ¶ وقولُهُ: {وإلى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ هُوَ أَنشَأَكُمْ مِّنَ الأرض واستعمركم فِيهَا فاستغفروه ثُمَّ توبوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ} . ¶ وقولُهُ: {وإلى مَدْيَنَ أَخَاهُمْ شُعَيْباً قَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ وَلاَ تَنقُصُواْ المكيال والميزان إني أَرَاكُمْ بِخَيْرٍ وإني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ * وياقوم أَوْفُواْ المكيال والميزان بالقسط وَلاَ تَبْخَسُواْ الناس أَشْيَآءَهُمْ وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ * بَقِيَّةُ الله خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ وَمَآ أَنَاْ عَلَيْكُمْ بِحَفِيظٍ * قَالُواْ ياشعيب أصلاوتك تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءابَاؤُنَآ أَوْ أَن نَّفْعَلَ في أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لأَنتَ الحليم الرشيد} . ¶ وقولُهُ: {وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ * وَإِنَّ كُلاًّ لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ * فاستقم كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلاَ تَطْغَوْاْ إِنَّهُ بِمَا تَعْمَلُونَ",
            "page": "171",
            "part": "1",
            "seal": "749029DE"
        },
        {
            "id": "169",
            "nass": "بَصِيرٌ * ¶ وَلاَ تركنوا إِلَى الذين ظَلَمُواْ فَتَمَسَّكُمُ النار وَمَا لَكُمْ مِّن دُونِ الله مِنْ أَوْلِيَآءَ ثُمَّ لاَ تُنصَرُونَ * وَأَقِمِ الصلاة طَرَفَيِ النهار وَزُلَفاً مِّنَ الليل إِنَّ الحسنات يُذْهِبْنَ السيئات ذلك ذكرى لِلذَّاكِرِينَ * واصبر فَإِنَّ الله لاَ يُضِيعُ أَجْرَ المحسنين} . ¶ ومن سورة الرَّعد ثماني آيات: ¶ قولُهُ تعالى: {كذلك يَضْرِبُ الله الأمثال * لِلَّذِينَ استجابوا لِرَبِّهِمُ الحسنى والذين لَمْ يَسْتَجِيبُواْ لَهُ لَوْ أَنَّ لَهُمْ مَّا فِي الأرض جَمِيعاً وَمِثْلَهُ مَعَهُ لاَفْتَدَوْاْ بِهِ أولئك لَهُمْ سواء الحساب وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ المهاد * أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ مِن رَبِّكَ الحق كَمَنْ هُوَ أعمى إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الألباب * الذين يُوفُونَ بِعَهْدِ الله وَلاَ يَنقُضُونَ الميثاق * والذين يَصِلُونَ مَآ أَمَرَ الله بِهِ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الحِسَابِ * وَالَّذِينَ صَبَرُواْ ابتغاء وَجْهِ رَبِّهِمْ وَأَقَامُواْ الصلاة وَأَنْفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلاَنِيَةً وَيَدْرَءُونَ بالحسنة السيئة أولئك لَهُمْ عقبى الدار} . ¶ وقولُهُ: {الله يَبْسُطُ الرزق لِمَنْ يَشَآءُ وَيَقَدِرُ وَفَرِحُواْ بالحياة الدنيا وَمَا الحياة الدنيا فِي الآخرة إِلاَّ مَتَاعٌ * وَيَقُولُ الذين كَفَرُواْ لَوْلاَ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ قُلْ إِنَّ الله يُضِلُّ مَن يَشَآءُ ويهدي إِلَيْهِ مَنْ أَنَابَ * الذين آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ الله أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب * الذين آمَنُواْ وَعَمِلُواْ الصالحات طوبى لَهُمْ وَحُسْنُ مَآبٍ} .",
            "page": "172",
            "part": "1",
            "seal": "76DCA4FB"
        },
        {
            "id": "170",
            "nass": "ومن سورة إبراهيم سِتُّ آيات: ¶ قولُهُ تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ الله مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السمآء * تؤتي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ الله الأمثال لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ * وَمَثلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجتثت مِن فَوْقِ الأرض مَا لَهَا مِن قَرَارٍ * يُثَبِّتُ الله الذين آمَنُواْ بالقول الثابت فِي الحياة الدنيا وَفِي الآخرة وَيُضِلُّ الله الظالمين وَيَفْعَلُ الله مَا يَشَآءُ} . ¶ وقولُهُ: {رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يخفى عَلَى الله مِن شَيْءٍ فَي الأرض وَلاَ فِي السمآء * الحمد للَّهِ الذي وَهَبَ لِي عَلَى الكبر إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدعآء * رَبِّ اجعلني مُقِيمَ الصلاة وَمِن ذُرِّيَتِي رَبَّنَا وَتَقَبَّلْ دُعَآءِ * رَبَّنَا اغفر لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الحساب} . ¶ ومن سورة الحِجْر سِتُّ آيات: ¶ قولُهُ تعالى: {وَمَا خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَآ إِلاَّ بالحق وَإِنَّ الساعة لآتِيَةٌ فاصفح الصفح الجميل * إِنَّ رَبَّكَ هُوَ الخلاق العليم * وَلَقَدْ آتَيْنَاكَ سَبْعاً مِّنَ المثاني والقرآن العظيم * لاَ تَمُدَّنَّ عَيْنَيْكَ إلى مَا مَتَّعْنَا بِهِ أَزْوَاجاً مِّنْهُمْ وَلاَ تَحْزَنْ عَلَيْهِمْ واخفض جَنَاحَكَ لِلْمُؤْمِنِينَ * وَقُلْ إني أَنَا النذير المبين} .",
            "page": "173",
            "part": "1",
            "seal": "4E10FB60"
        },
        {
            "id": "171",
            "nass": "وقولُهُ: {وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ * فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ الساجدين * واعبد رَبَّكَ حتى يَأْتِيَكَ اليقين} . ¶ ومن سورة النَّحل أرْبَعَ عَشْرَةَ آية: ¶ قولُهُ تعالى: {وَلَوْ يُؤَاخِذُ الله الناس بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ ولكن يُؤَخِّرُهُمْ إلى أَجَلٍ مسمى فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ} . ¶ وقولُهُ: {وَمَآ أَنْزَلْنَا عَلَيْكَ الكتاب إِلاَّ لِتُبَيِّنَ لَهُمُ الذي اختلفوا فِيهِ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ} . ¶ وقولُهُ: {وَنَزَّلْنَا عَلَيْكَ الكتاب تِبْيَاناً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وبشرى لِلْمُسْلِمِينَ * إِنَّ الله يَأْمُرُ بالعدل والإحسان وَإِيتَآءِ ذِي القربى وينهى عَنِ الفحشاء والمنكر والبغي يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ * وَأَوْفُواْ بِعَهْدِ الله إِذَا عَاهَدتُّمْ وَلاَ تَنقُضُواْ الأيمان بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ الله عَلَيْكُمْ كَفِيلاً إِنَّ الله يَعْلَمُ مَا تَفْعَلُونَ} . ¶ وقولُهُ: {مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ الله بَاقٍ وَلَنَجْزِيَنَّ الذين صبروا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ * مَنْ عَمِلَ صَالِحاً مِّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ * فَإِذَا قَرَأْتَ القرآن فاستعذ بالله مِنَ الشيطان الرجيم * إِنَّهُ",
            "page": "174",
            "part": "1",
            "seal": "107000AA"
        },
        {
            "id": "172",
            "nass": "لَيْسَ لَهُ سُلْطَانٌ على الذين آمَنُواْ وعلى رَبِّهِمْ يَتَوَكَّلُونَ * ¶ إِنَّمَا سُلْطَانُهُ على الذين يَتَوَلَّوْنَهُ والذين هُم بِهِ مُشْرِكُونَ} . ¶ وقولُهُ: {ادع إلى سَبِيلِ رَبِّكَ بالحكمة والموعظة الحسنة وَجَادِلْهُم بالتي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بالمهتدين * وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ * واصبر وَمَا صَبْرُكَ إِلاَّ بالله وَلاَ تَحْزَنْ عَلَيْهِمْ وَلاَ تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ * إِنَّ الله مَعَ الذين اتقوا والذين هُم مُّحْسِنُونَ} . ¶ ومن سورة بَني إسرائيل تِسْعٌ وعشرون آية: ¶ قولُهُ تعالى: {وقضى رَبُّكَ أَلاَّ تعبدوا إِلاَّ إِيَّاهُ وبالوالدين إِحْسَاناً إِمَّا يَبْلُغَنَّ عِندَكَ الكبر أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَآ أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيماً * واخفض لَهُمَا جَنَاحَ الذل مِنَ الرحمة وَقُل رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيراً * رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِن تَكُونُواْ صَالِحِينَ فَإِنَّهُ كَانَ لِلأَوَّابِينَ غَفُوراً * وَآتِ ذَا القربى حَقَّهُ والمسكين وابن السبيل وَلاَ تُبَذِّرْ تَبْذِيراً * إِنَّ المبذرين كانوا إِخْوَانَ الشياطين وَكَانَ الشيطان لِرَبِّهِ كَفُوراً * وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابتغآء رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلاً مَّيْسُوراً * وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إلى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ البسط فَتَقْعُدَ مَلُوماً مَّحْسُوراً * إِنَّ رَبَّكَ",
            "page": "175",
            "part": "1",
            "seal": "7997D707"
        },
        {
            "id": "173",
            "nass": "يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيراً بَصِيراً * ¶ وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم إنَّ قَتْلَهُمْ كَانَ خِطْئاً كَبِيراً * وَلاَ تَقْرَبُواْ الزنى إِنَّهُ كَانَ فَاحِشَةً وَسَآءَ سَبِيلاً * وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق وَمَن قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَاناً فَلاَ يُسْرِف فِّي القتل إِنَّهُ كَانَ مَنْصُوراً * وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ حتى يَبْلُغَ أَشُدَّهُ وَأَوْفُواْ بِالْعَهْدِ إِنَّ العهد كَانَ مَسْؤُولاً * وَأَوْفُوا الكيل إِذا كِلْتُمْ وَزِنُواْ بالقسطاس المستقيم ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلاً * وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولاً * وَلاَ تَمْشِ فِي الأرض مَرَحاً إِنَّكَ لَن تَخْرِقَ الأرض وَلَن تَبْلُغَ الجبال طُولاً * كُلُّ ذلك كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً * ذَلِكَ مِمَّآ أوحى إِلَيْكَ رَبُّكَ مِنَ الحكمة وَلاَ تَجْعَلْ مَعَ الله إلاها آخَرَ فتلقى فِي جَهَنَّمَ مَلُوماً مَّدْحُوراً} . ¶ وقولُهُ: {أَقِمِ الصلاة لِدُلُوكِ الشمس إلى غَسَقِ الليل وَقُرْآنَ الفجر إِنَّ قُرْآنَ الفجر كَانَ مَشْهُوداً * وَمِنَ الليل فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عسى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُوداً * وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ واجعل لِّي مِن لَّدُنْكَ سُلْطَاناً نَّصِيراً * وَقُلْ جَآءَ الحق وَزَهَقَ الباطل إِنَّ الباطل كَانَ زَهُوقاً * وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظالمين إَلاَّ خَسَاراً * وَإِذَآ أَنْعَمْنَا عَلَى الإنسان أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشر كَانَ يَئُوساً * قُلْ كُلٌّ يَعْمَلُ على شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أهدى",
            "page": "176",
            "part": "1",
            "seal": "E931AEDB"
        },
        {
            "id": "174",
            "nass": "سَبِيلاً * ¶ وَيَسْأَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ العلم إِلاَّ قَلِيلاً} . ¶ وقولُهُ: {قُلْ آمِنُواْ بِهِ أَوْ لاَ تؤمنوا إِنَّ الذين أُوتُواْ العلم مِن قَبْلِهِ إِذَا يتلى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّداً * وَيَقُولُونَ سُبْحَانَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً * وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعاً * قُلِ ادعوا الله أَوِ ادعوا الرحمن أَيّاً مَّا تَدْعُواْ فَلَهُ الأسمآء الحسنى وَلاَ تَجْهَرْ بِصَلاَتِكَ وَلاَ تُخَافِتْ بِهَا وابتغ بَيْنَ ذلك سَبِيلاً} . ¶ ومن سورة الكَهْف تِسْع عشرة آية: ¶ قولُهُ تعالى: {واصبر نَفْسَكَ مَعَ الذين يَدْعُونَ رَبَّهُم بالغداة والعشي يُرِيدُونَ وَجْهَهُ وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الحياة الدنيا وَلاَ تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا واتبع هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً} . ¶ وقولُهُ: {واضرب لهُمْ مَّثَلاً رَّجُلَيْنِ جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعاً * كِلْتَا الجنتين آتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْئاً وَفَجَّرْنَا خِلالَهُمَا نَهَراً * وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنكَ مَالاً وَأَعَزُّ نَفَراً * وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هذه أَبَداً * وَمَآ أَظُنُّ الساعة",
            "page": "177",
            "part": "1",
            "seal": "25662B5D"
        },
        {
            "id": "175",
            "nass": "قَائِمَةً وَلَئِن رُّدِدتُّ إلى رَبِّي لأَجِدَنَّ خَيْراً مِّنْهَا مُنْقَلَباً * ¶ قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بالذي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّاكَ رَجُلاً * لكنا هُوَ الله رَبِّي وَلاَ أُشْرِكُ بِرَبِّي أَحَداً * ولولا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ الله لاَ قُوَّةَ إِلاَّ بالله إِن تَرَنِ أَنَاْ أَقَلَّ مِنكَ مَالاً وَوَلَداً * فعسى رَبِّي أَن يُؤْتِيَنِ خَيْراً مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَاناً مِّنَ السمآء فَتُصْبِحَ صَعِيداً زَلَقاً * أَوْ يُصْبِحَ مَآؤُهَا غَوْراً فَلَن تَسْتَطِيعَ لَهُ طَلَباً * وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَآ أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ على عُرُوشِهَا وَيَقُولُ ياليتني لَمْ أُشْرِكْ بِرَبِّي أَحَداً * وَلَمْ تَكُن لَّهُ فِئَةٌ يَنصُرُونَهُ مِن دُونِ الله وَمَا كَانَ مُنْتَصِراً * هُنَالِكَ الولاية لِلَّهِ الحق هُوَ خَيْرٌ ثَوَاباً وَخَيْرٌ عُقْباً * واضرب لَهُم مَّثَلَ الحياة الدنيا كَمَآءٍ أَنْزَلْنَاهُ مِنَ السماء فاختلط بِهِ نَبَاتُ الأرض فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرياح وَكَانَ الله على كُلِّ شَيْءٍ مُّقْتَدِراً * المال والبنون زِينَةُ الحياة الدنيا والباقيات الصالحات خَيْرٌ عِندَ رَبِّكَ ثَوَاباً وَخَيْرٌ أَمَلاً} . ¶ وقولُهُ: {إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات كَانَتْ لَهُمْ جَنَّاتُ الفردوس نُزُلاً * خَالِدِينَ فِيهَا لاَ يَبْغُونَ عَنْهَا حِوَلاً * قُل لَّوْ كَانَ البحر مِدَاداً لِّكَلِمَاتِ رَبِّي لَنَفِدَ البحر قَبْلَ أَن تَنفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَداً * قُلْ إِنَّمَآ أَنَاْ بَشَرٌ مِّثْلُكُمْ يوحى إِلَيَّ أَنَّمَآ إلهكم إله وَاحِدٌ فَمَن كَانَ يَرْجُواْ لِقَآءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلاَ يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدَاً} .",
            "page": "178",
            "part": "1",
            "seal": "584A30BF"
        },
        {
            "id": "176",
            "nass": "ومن سورة مريم تِسْعُ آيات: ¶ قولُهُ تعالى: {وَأَنْذِرْهُمْ يَوْمَ الحسرة إِذْ قُضِيَ الأمر وَهُمْ فِي غَفْلَةٍ وَهُمْ لاَ يُؤْمِنُونَ * إِنَّا نَحْنُ نَرِثُ الأرض وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ} . ¶ وقولُهُ: {أولئك الذين أَنْعَمَ الله عَلَيْهِم مِّنَ النبيين مِن ذُرِّيَّةِءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا واجتبينآ إِذَا تتلى عَلَيْهِمْ آيَاتُ الرحمن خَرُّواْ سُجَّداً وَبُكِيّاً * فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُواْ الصلاة واتبعوا الشهوات فَسَوْفَ يَلْقُونَ غَيّاً * إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحاً فأولائك يَدْخُلُونَ الجنة وَلاَ يُظْلَمُونَ شَيْئاً} . ¶ وقولُهُ: {وَيَزِيدُ الله الذين اهتدوا هُدًى والباقيات الصالحات خَيْرٌ عِندَ رَبِّكَ ثَوَاباً وَخَيْرٌ مَّرَدّاً} . ¶ وقولُهُ: {إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات سَيَجْعَلُ لَهُمُ الرحمن وُدّاً * فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ المتقين وَتُنْذِرَ بِهِ قَوْماً لُّدّاً * وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِّن قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزاً} .",
            "page": "179",
            "part": "1",
            "seal": "C2BB5453"
        },
        {
            "id": "177",
            "nass": "ومن سورة طَه تِسْعُ عشرة آية: ¶ قولُهُ تعالى: {وَأَنَا اخترتك فاستمع لِمَا يوحى * إنني أَنَا الله لا إله إلا أَنَاْ فاعبدني وَأَقِمِ الصلاة لذكري * إِنَّ الساعة آتِيَةٌ أَكَادُ أُخْفِيهَا لتجزى كُلُّ نَفْسٍ بِمَا تسعى * فَلاَ يَصُدَّنَّكَ عَنْهَا مَن لاَّ يُؤْمِنُ بِهَا واتبع هَوَاهُ فتردى * وَمَا تِلْكَ بِيَمِينِكَ ياموسى} . ¶ وقولُهُ: {قَالُواْ لَن نُّؤْثِرَكَ على مَا جَآءَنَا مِنَ البينات والذي فَطَرَنَا فاقض مَآ أَنتَ قَاضٍ إِنَّمَا تَقْضِي هذه الحياة الدنيآ * إِنَّآ آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ السحر والله خَيْرٌ وأبقى * إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِماً فَإِنَّ لَهُ جَهَنَّمَ لاَ يَمُوتُ فِيهَا وَلاَ يحيى * وَمَن يَأْتِهِ مُؤْمِناً قَدْ عَمِلَ الصالحات فأولائك لَهُمُ الدرجات العلى} . ¶ وقولُهُ: {وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ القيامة أعمى * قَالَ رَبِّ لِمَ حشرتني أعمى وَقَدْ كُنتُ بَصِيراً * قَالَ كذلك أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وكذلك اليوم تنسى * وكذلك نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِن بِآيَاتِ رَبِّهِ وَلَعَذَابُ الآخرة أَشَدُّ وأبقى * أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِّنَ القرون يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لآيَاتٍ لأُوْلِي النهى * وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَاماً وَأَجَلٌ مُّسَمًّى * فاصبر على مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ غُرُوبِهَا وَمِنْ آنَآءِ الليل فَسَبِّحْ وَأَطْرَافَ النهار لَعَلَّكَ ترضى * وَلاَ تَمُدَّنَّ عَيْنَيْكَ إلى مَا مَتَّعْنَا بِهِ أَزْوَاجاً مِّنْهُمْ زَهْرَةَ الحياة",
            "page": "180",
            "part": "1",
            "seal": "F0DEA27D"
        },
        {
            "id": "178",
            "nass": "الدنيا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وأبقى * ¶ وَأْمُرْ أَهْلَكَ بالصلاة واصطبر عَلَيْهَا لاَ نَسْأَلُكَ رِزْقاً نَّحْنُ نَرْزُقُكَ والعاقبة للتقوى} . ¶ ومن سورة الأنبياء عشر آيات: ¶ قولُهُ تعالى: {بسم الله الرحمن الرَّحِيمِ اقترب لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ * مَا يَأْتِيهِمْ مِّن ذِكْرٍ مِّن رَّبِّهِمْ مُّحْدَثٍ إِلاَّ استمعوه وَهُمْ يَلْعَبُونَ * لاَهِيَةً قُلُوبُهُمْ وَأَسَرُّواْ النجوى الذين ظَلَمُواْ هَلْ هذآ إِلاَّ بَشَرٌ مِّثْلُكُمْ أَفَتَأْتُونَ السحر وَأَنتُمْ تُبْصِرُونَ} . ¶ وقولُهُ: {وَلَقَدْ كَتَبْنَا فِي الزبور مِن بَعْدِ الذكر أَنَّ الأرض يَرِثُهَا عِبَادِيَ الصالحون * إِنَّ فِي هذا لَبَلاَغاً لِّقَوْمٍ عَابِدِينَ * وَمَآ أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِينَ * قُلْ إِنَّمَآ يوحى إِلَيَّ أَنَّمَآ إلهكم إله وَاحِدٌ فَهَلْ أَنتُمْ مُّسْلِمُونَ * فَإِن تَوَلَّوْاْ فَقُلْ آذَنتُكُمْ على سَوَآءٍ وَإِنْ أدري أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ * إِنَّهُ يَعْلَمُ الجهر مِنَ القول وَيَعْلَمُ مَا تَكْتُمُونَ * وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ إلى حِينٍ * قَالَ رَبِّ احكم بالحق وَرَبُّنَا الرحمن المستعان على مَا تَصِفُونَ} . ¶ ومن سورة الحج خمس عشرة آية: ¶ قولُهُ تعالى: {وَمِنَ الناس مَن يَعْبُدُ الله على حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقلب على وَجْهِهِ خَسِرَ الدنيا والآخرة ذلك هُوَ الخسران المبين * يَدْعُو مِن دُونِ الله مَا لاَ يَضُرُّهُ وَمَا لاَ يَنفَعُهُ ذلك هُوَ الضلال البعيد * يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ لَبِئْسَ",
            "page": "181",
            "part": "1",
            "seal": "C2ED5162"
        },
        {
            "id": "179",
            "nass": "المولى وَلَبِئْسَ العشير * ¶ إِنَّ الله يُدْخِلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَاتٍ تَجْرِي مِن تَحْتِهَا الأنهار إِنَّ الله يَفْعَلُ مَا يُرِيدُ} . ¶ وقولُهُ: {ذلك وَمَن يُعَظِّمْ شَعَائِرَ الله فَإِنَّهَا مِن تَقْوَى القلوب * لَكُمْ فِيهَا مَنَافِعُ إلى أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إلى البيت العتيق * وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكاً لِّيَذْكُرُواْ اسم الله على مَا رَزَقَهُمْ مِّن بَهِيمَةِ الأنعام فإلاهكم إله وَاحِدٌ فَلَهُ أَسْلِمُواْ وَبَشِّرِ المخبتين * الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ والصابرين على مَآ أَصَابَهُمْ والمقيمي الصلاة وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ} . ¶ وقولُهُ: {لَن يَنَالَ الله لُحُومُهَا وَلاَ دِمَآؤُهَا ولاكن يَنَالُهُ التقوى مِنكُمْ كذلك سَخَّرَهَا لَكُمْ لِتُكَبِّرُواْ الله على مَا هَدَاكُمْ وَبَشِّرِ المحسنين * إِنَّ الله يُدَافِعُ عَنِ الذين آمنوا إِنَّ الله لاَ يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ} . ¶ وقولُهُ: {الذين إِنْ مَّكَّنَّاهُمْ فِي الأرض أَقَامُواْ الصلاة وَآتَوُاْ الزكاة وَأَمَرُواْ بالمعروف وَنَهَوْاْ عَنِ المنكر وَلِلَّهِ عَاقِبَةُ الأمور} . ¶ وقولُهُ: {وَلِيَعْلَمَ الذين أُوتُواْ العلم أَنَّهُ الحق مِن رَّبِّكَ فَيُؤْمِنُواْ بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ وَإِنَّ الله لَهَادِ الذين آمنوا إلى صِرَاطٍ مُّسْتَقِيمٍ} .",
            "page": "182",
            "part": "1",
            "seal": "0192EACE"
        },
        {
            "id": "180",
            "nass": "وقولُهُ: {يا أيها ¶ الذين آمَنُواْ اركعوا واسجدوا وَاعْبُدُواْ رَبَّكُمْ وافعلوا الخير لَعَلَّكُمْ تُفْلِحُونَ * وَجَاهِدُوا فِي الله حَقَّ جِهَادِهِ هُوَ اجتباكم وَمَا جَعَلَ عَلَيْكُمْ فِي الدين مِنْ حَرَجٍ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ المسلمين مِن قَبْلُ وَفِي هذا لِيَكُونَ الرسول شَهِيداً عَلَيْكُمْ وَتَكُونُواْ شُهَدَآءَ عَلَى الناس فَأَقِيمُواْ الصلاة وَآتُواْ الزكاة واعتصموا بالله هُوَ مَوْلاَكُمْ فَنِعْمَ المولى وَنِعْمَ النصير} . ¶ ومن سورة المؤمنون اثنتان وعشرون آية: ¶ قولُهُ تعالى: {بسم الله الرحمن الرَّحِيمِ. قَدْ أَفْلَحَ المؤمنون * الذين هُمْ فِي صَلاَتِهِمْ خَاشِعُونَ * والذين هُمْ عَنِ اللغو مُّعْرِضُونَ * والذين هُمْ لِلزَّكَاةِ فَاعِلُونَ * والذين هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلاَّ على أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ * فَمَنِ ابتغى وَرَآءَ ذلك فأولئك هُمُ العادون * والذين هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ * والذين هُمْ على صَلََاتِهِمْ يُحَافِظُونَ * أولئك هُمُ الوارثون * الذين يَرِثُونَ الفردوس هُمْ فِيهَا خَالِدُونَ} . ¶ وقولُهُ: {يا أيها الرسل كُلُواْ مِنَ الطيبات واعملوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ * وَإِنَّ هذه أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَاْ رَبُّكُمْ فاتقون * فتقطعوا أَمْرَهُمْ بَيْنَهُمْ زُبُراً كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ * فَذَرْهُمْ فِي غَمْرَتِهِمْ حتى حِينٍ * أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِن",
            "page": "183",
            "part": "1",
            "seal": "A9CAF73C"
        },
        {
            "id": "181",
            "nass": "مَّالٍ وَبَنِينَ * ¶ نُسَارِعُ لَهُمْ فِي الخيرات بَل لاَّ يَشْعُرُونَ * إِنَّ الذين هُم مِّنْ خَشْيةِ رَبِّهِمْ مُّشْفِقُونَ * والذين هُم بِآيَاتِ رَبَّهِمْ يُؤْمِنُونَ * والذين هُم بِرَبِّهِمْ لاَ يُشْرِكُونَ * والذين يُؤْتُونَ مَآ آتَواْ وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إلى رَبِّهِمْ رَاجِعُونَ * أولئك يُسَارِعُونَ فِي الخيرات وَهُمْ لَهَا سَابِقُونَ} . ¶ ومن سورة النُّور اثنتا عشرة آية: ¶ قولُهُ تعالى: {إِنَّ الذين يُحِبُّونَ أَن تَشِيعَ الفاحشة فِي الذين آمَنُواْ لَهُمْ عَذَابٌ أَلِيمٌ فِي الدنيا والآخرة والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ * وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ الله رَءُوفٌ رَّحِيمٌ * يا أيها الذين آمَنُواْ لاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان وَمَن يَتَّبِعْ خُطُوَاتِ الشيطان فَإِنَّهُ يَأْمُرُ بالفحشآء والمنكر وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنكُمْ مِّنْ أَحَدٍ أَبَداً ولاكن الله يُزَكِّي مَن يَشَآءُ والله سَمِيعٌ عَلِيمٌ * وَلاَ يَأْتَلِ أُوْلُواْ الفضل مِنكُمْ والسعة أَن يؤتوا أُوْلِي القربى والمساكين والمهاجرين فِي سَبِيلِ الله وَلْيَعْفُواْ وليصفحوا أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ والله غَفُورٌ رَّحِيمٌ} . ¶ وقولُهُ تعالى: {فِي بُيُوتٍ أَذِنَ الله أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسمه يُسَبِّحُ لَهُ فِيهَا بالغدو والآصال * رِجَالٌ لاَّ تُلْهِيهِمْ تِجَارَةٌ وَلاَ بَيْعٌ عَن ذِكْرِ الله وَإِقَامِ الصلاة وَإِيتَآءِ الزكاة يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ القلوب والأبصار * لِيَجْزِيَهُمُ الله أَحْسَنَ مَا عَمِلُواْ وَيَزِيدَهُمْ مِّن فَضْلِهِ والله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ * والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ",
            "page": "184",
            "part": "1",
            "seal": "448DC029"
        },
        {
            "id": "182",
            "nass": "يَحْسَبُهُ الظمآن مَآءً حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ فَوَفَّاهُ حِسَابَهُ والله سَرِيعُ الحساب * ¶ أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَآ أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَن لَّمْ يَجْعَلِ الله لَهُ نُوراً فَمَا لَهُ مِن نُورٍ} . ¶ وقولُهُ: {إِنَّمَا كَانَ قَوْلَ المؤمنين إِذَا دعوا إِلَى الله وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُواْ سَمِعْنَا وَأَطَعْنَا وأولائك هُمُ المفلحون * وَمَن يُطِعِ الله وَرَسُولَهُ وَيَخْشَ الله وَيَتَّقْهِ فأولائك هُمُ الفآئزون} . ¶ ومن سورة الفُرْقَان خَمْس عَشْرَةَ آية: ¶ قولُهُ تعالى: {وَعِبَادُ الرحمن الذين يَمْشُونَ على الأرض هَوْناً وَإِذَا خَاطَبَهُمُ الجَاهِلُونَ قَالُواْ سَلاَماً * وَالَّذِينَ يِبِيتُونَ لِرَبِّهِمْ سُجَّداً وَقِيَاماً * والذين يَقُولُونَ رَبَّنَا اصرف عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَاماً * إِنَّهَا سَآءَتْ مُسْتَقَرّاً وَمُقَاماً * والذين إِذَآ أَنفَقُواْ لَمْ يُسْرِفُواْ وَلَمْ يَقْتُرُواْ وَكَانَ بَيْنَ ذَلِكَ قَوَاماً * والذين لاَ يَدْعُونَ مَعَ الله إلاها آخَرَ وَلاَ يَقْتُلُونَ النفس التي حَرَّمَ الله إِلاَّ بالحق وَلاَ يَزْنُونَ وَمَن يَفْعَلْ ذلك يَلْقَ أَثَاماً * يُضَاعَفْ لَهُ العذاب يَوْمَ القيامة وَيَخْلُدْ فِيهِ مُهَاناً * إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فأولائك يُبَدِّلُ الله سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ الله غَفُوراً رَّحِيماً * وَمَن تَابَ وَعَمِلَ صَالِحاً فَإِنَّهُ يَتُوبُ إِلَى الله مَتاباً * والذين لاَ يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّواْ بِاللَّغْوِ مَرُّوا كِراماً * وَالَّذِينَ إِذَا ذُكِّرُواْ",
            "page": "185",
            "part": "1",
            "seal": "6C188EEE"
        },
        {
            "id": "183",
            "nass": "بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّواْ عَلَيْهَا صُمّاً وَعُمْيَاناً * ¶ والذين يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ واجعلنا لِلْمُتَّقِينَ إِمَاماً * أولئك يُجْزَوْنَ الغرفة بِمَا صَبَرُواْ وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلاَماً * خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرّاً وَمُقَاماً * قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلاَ دُعَآؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَاماً} . ¶ ومن سورة الشُّعَراء أَرْبَعَ عَشْرَةَ آية: ¶ قولُهُ تعالى: {فَلاَ تَدْعُ مَعَ الله إلاها آخَرَ فَتَكُونَ مِنَ المعذبين * وَأَنذِرْ عَشِيرَتَكَ الأقربين * واخفض جَنَاحَكَ لِمَنِ اتبعك مِنَ المؤمنين * فَإِنْ عَصَوْكَ فَقُلْ إِنِّي برياء مِّمَّا تَعْمَلُونَ * وَتَوكَّلْ عَلَى العزيز الرحيم * الذي يَرَاكَ حِينَ تَقُومُ * وَتَقَلُّبَكَ فِي الساجدين * إِنَّهُ هُوَ السميع العليم * هَلْ أُنَبِّئُكُمْ على مَن تَنَزَّلُ الشياطين * تَنَزَّلُ على كُلِّ أَفَّاكٍ أَثِيمٍ * يُلْقُونَ السمع وَأَكْثَرُهُمْ كَاذِبُونَ * والشعرآء يَتَّبِعُهُمُ الغاوون * أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ * وَأَنَّهُمْ يَقُولُونَ مَا لاَ يَفْعَلُونَ * إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَذَكَرُواْ الله كَثِيراً وانتصروا مِن بَعْدِ مَا ظُلِمُواْ وَسَيَعْلَمْ الذين ظلموا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ} . ¶ ومن سورة النَّمل إِحدَى عَشْرَةَ آية: ¶ قولُهُ تعالى: {طس تِلْكَ آيَاتُ القرآن وَكِتَابٍ مُّبِينٍ * هُدًى وبشرى لِلْمُؤْمِنِينَ * الذين يُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة وَهُم بالآخرة",
            "page": "186",
            "part": "1",
            "seal": "CA22C6E6"
        },
        {
            "id": "184",
            "nass": "هُمْ يُوقِنُونَ * ¶ إِنَّ الذين لاَ يُؤْمِنُونَ بالآخرة زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ * أولئك الذين لَهُمْ سواء العذاب وَهُمْ فِي الآخرة هُمُ الأخسرون * وَإِنَّكَ لَتُلَقَّى القرآن مِن لَّدُنْ حَكِيمٍ عَلِيمٍ} . ¶ وقولُهُ: {مَن جَآءَ بالحسنة فَلَهُ خَيْرٌ مِّنْهَا وَهُمْ مِّن فَزَعٍ يَوْمَئِذٍ آمِنُونَ * وَمَن جَآءَ بالسيئة فَكُبَّتْ وُجُوهُهُمْ فِي النار هَلْ تُجْزَوْنَ إِلاَّ مَا كُنتُمْ تَعْمَلُونَ * إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ البلدة الذي حَرَّمَهَا وَلَهُ كُلُّ شَيءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ المسلمين * وَأَنْ أَتْلُوَ القرآن فَمَنِ اهتدى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَاْ مِنَ المنذرين * وَقُلِ الحمد للَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ} . ¶ ومن سورة القَصَص خمسُ آيات: ¶ قولُهُ تعالى: {وَمَآ أُوتِيتُم مِّن شَيْءٍ فَمَتَاعُ الحياة الدنيا وَزِينَتُهَا وَمَا عِندَ الله خَيْرٌ وأبقى أَفَلاَ تَعْقِلُونَ * أَفَمَن وَعَدْنَاهُ وَعْداً حَسَناً فَهُوَ لاَقِيهِ كَمَن مَّتَّعْنَاهُ مَتَاعَ الحياة الدنيا ثُمَّ هُوَ يَوْمَ القيامة مِنَ المحضرين} . ¶ وقولُهُ: {وابتغ فِيمَآ آتَاكَ الله الدار الآخرة وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا وَأَحْسِن كَمَآ أَحْسَنَ الله إِلَيْكَ وَلاَ تَبْغِ الفساد فِي الأرض إِنَّ الله لاَ يُحِبُّ المفسدين} .",
            "page": "187",
            "part": "1",
            "seal": "36AC43A5"
        },
        {
            "id": "185",
            "nass": "وقولُهُ: {تِلْكَ الدار الآخرة نَجْعَلُهَا لِلَّذِينَ لاَ يُرِيدُونَ عُلُوّاً فِي الأرض وَلاَ فَسَاداً والعاقبة لِلْمُتَّقِينَ * مَن جَآءَ بالحسنة فَلَهُ خَيْرٌ مِّنْهَا وَمَن جَآءَ بالسيئة فَلاَ يُجْزَى الذين عَمِلُواْ السيئات إِلاَّ مَا كَانُواْ يَعْمَلُونَ} . ¶ ومن سورة العَنْكَبُوت سبعُ آيات: ¶ قولُهُ تعالى: {مَثَلُ الذين اتخذوا مِن دُونِ الله أَوْلِيَآءَ كَمَثَلِ العنكبوت اتخذت بَيْتاً وَإِنَّ أَوْهَنَ البيوت لَبَيْتُ العنكبوت لَوْ كَانُواْ يَعْلَمُونَ * إِنَّ الله يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِ مِن شَيْءٍ وَهُوَ العزيز الحكيم * وَتِلْكَ الأمثال نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَآ إِلاَّ العالمون * خَلَقَ الله السماوات والأرض بالحق إِنَّ فِي ذلك لآيَةً لِّلْمُؤْمِنِينَ * اتل مَا أُوْحِيَ إِلَيْكَ مِنَ الكتاب وَأَقِمِ الصلاة إِنَّ الصلاة تنهى عَنِ الفحشآء والمنكر وَلَذِكْرُ الله أَكْبَرُ والله يَعْلَمُ مَا تَصْنَعُونَ} . ¶ وقولُهُ: {ياعبادي الذين آمنوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فاعبدون * كُلُّ نَفْسٍ ذَآئِقَةُ الموت ثُمَّ إِلَيْنَا تُرْجَعُونَ} . ¶ ومن سورة الرُّوم خمسُ آيات: ¶ قولُهُ: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ الله التي فَطَرَ الناس عَلَيْهَا لاَ تَبْدِيلَ لِخَلْقِ الله ذَلِكَ الدين القيم ولاكن أَكْثَرَ الناس لاَ",
            "page": "188",
            "part": "1",
            "seal": "D63BEDE5"
        },
        {
            "id": "186",
            "nass": "يَعْلَمُونَ * ¶ مُنِيبِينَ إِلَيْهِ واتقوه وَأَقِيمُواْ الصلاة وَلاَ تَكُونُواْ مِنَ المشركين} . ¶ وقولُهُ: {وَإِذَآ أَذَقْنَا الناس رَحْمَةً فَرِحُواْ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ * أَوَلَمْ يَرَوْاْ أَنَّ الله يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ * فَآتِ ذَا القربى حَقَّهُ والمسكين وابن السبيل ذَلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ الله وأولائك هُمُ المفلحون} . ¶ ومن سورة لُقْمَان تسعُ آيات: ¶ قولُهُ تعالى: {يابني إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السماوات أَوْ فِي الأرض يَأْتِ بِهَا الله إِنَّ الله لَطِيفٌ خَبِيرٌ * يابني أَقِمِ الصلاة وَأْمُرْ بالمعروف وانه عَنِ المنكر واصبر على مَآ أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور * وَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلاَ تَمْشِ فِي الأرض مَرَحاً إِنَّ الله لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ * واقصد فِي مَشْيِكَ واغضض مِن صَوْتِكَ إِنَّ أَنكَرَ الأصوات لَصَوْتُ الحمير} . ¶ وقولُهُ: {وَمَن يُسْلِمْ وَجْهَهُ إِلَى الله وَهُوَ مُحْسِنٌ فَقَدِ استمسك بالعروة الوثقى وإلى الله عَاقِبَةُ الأمور} .",
            "page": "189",
            "part": "1",
            "seal": "DC4A5E2F"
        },
        {
            "id": "187",
            "nass": "وقولُهُ: {يا أيها ¶ الناس اتقوا رَبَّكُمْ واخشوا يَوْماً لاَّ يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلاَ مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئاً إِنَّ وَعْدَ الله حَقٌّ فَلاَ تَغُرَّنَّكُمُ الحياة الدنيا وَلاَ يَغُرَّنَّكُم بالله الغرور * إِنَّ الله عِندَهُ عِلْمُ الساعة وَيُنَزِّلُ الغيث وَيَعْلَمُ مَا فِي الأرحام وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَداً وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ الله عَلَيمٌ خَبِيرٌ} . ¶ ومن سورة السَّجْدَة خمسُ آيات: ¶ قولُهُ تعالى: {إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الذين إِذَا ذُكِّرُواْ بِهَا خَرُّواْ سُجَّداً وَسَبَّحُواْ بِحَمْدِ رَبِّهِمْ وَهُمْ لاَ يَسْتَكْبِرُونَ * تتجافى جُنُوبُهُمْ عَنِ المضاجع يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ * فَلاَ تَعْلَمُ نَفْسٌ مَّآ أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ * أَفَمَن كَانَ مُؤْمِناً كَمَن كَانَ فَاسِقاً لاَّ يَسْتَوُونَ * أَمَّا الذين آمَنُواْ وَعَمِلُواْ الصالحات فَلَهُمْ جَنَّاتُ المأوى نُزُلاً بِمَا كَانُواْ يَعْمَلُونَ} . ¶ ومن سورة الأَحزاب عَشْرُ آيات: ¶ قولُهُ تعالى: {مِّنَ المؤمنين رِجَالٌ صَدَقُواْ مَا عَاهَدُواْ الله عَلَيْهِ فَمِنْهُمْ مَّن قضى نَحْبَهُ وَمِنْهُمْ مَّن يَنتَظِرُ وَمَا بَدَّلُواْ تَبْدِيلاً * لِّيَجْزِيَ الله الصادقين بِصِدْقِهِمْ وَيُعَذِّبَ المنافقين إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ الله كَانَ غَفُوراً رَّحِيماً} .",
            "page": "190",
            "part": "1",
            "seal": "2A2C3786"
        },
        {
            "id": "188",
            "nass": "وقولُهُ: {إِنَّ المسلمين والمسلمات والمؤمنين والمؤمنات والقانتين والقانتات والصادقين والصادقات والصابرين والصابرات والخاشعين والخاشعات والمتصدقين والمتصدقات والصائمين والصائمات والحافظين فُرُوجَهُمْ والحافظات والذاكرين الله كَثِيراً والذاكرات أَعَدَّ الله لَهُم مَّغْفِرَةً وَأَجْراً عَظِيماً * وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ إِذَا قَضَى الله وَرَسُولُهُ أَمْراً أَن يَكُونَ لَهُمُ الخيرة مِنْ أَمْرِهِمْ وَمَن يَعْصِ الله وَرَسُولَهُ فَقَدْ ضَلَّ ضَلاَلاً مُّبِيناً} . ¶ وقولُهُ: {يا أيها الذين آمَنُواْ اذكروا الله ذِكْراً كَثِيراً * وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً * هُوَ الذي يُصَلِّي عَلَيْكُمْ وَمَلاَئِكَتُهُ لِيُخْرِجَكُمْ مِّنَ الظلمات إِلَى النور وَكَانَ بالمؤمنين رَحِيماً * تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلاَمٌ وَأَعَدَّ لَهُمْ أَجْراً كَرِيماً} . ¶ وقولُهُ: {يا أيها الذين آمَنُواْ اتقوا الله وَقُولُواْ قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ الله وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً * إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الإنسان إِنَّهُ كَانَ ظَلُوماً جَهُولاً} . ¶ ومن سورة سَبَأ آية: ¶ قولُهُ تعالى: {وَمَآ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ بالتي تُقَرِّبُكُمْ عِندَنَا زلفى",
            "page": "191",
            "part": "1",
            "seal": "B5391015"
        },
        {
            "id": "189",
            "nass": "إِلاَّ مَنْ آمَنَ وَعَمِلَ صَالِحاً فأولائك لَهُمْ جَزَآءُ الضعف بِمَا عَمِلُواْ وَهُمْ فِي الغرفات آمِنُونَ} . ¶ ومن سورة فَاطِر سبعُ آيات: ¶ قولُهُ تعالى: {يا أيها الناس إِنَّ وَعْدَ الله حَقٌّ فَلاَ تَغُرَّنَّكُمُ الحياة الدنيا وَلاَ يَغُرَّنَّكُمْ بالله الغرور * إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوّاً إِنَّمَا يَدْعُواْ حِزْبَهُ لِيَكُونُواْ مِنْ أَصْحَابِ السعير} . ¶ وقولُهُ: {يا أيها الناس أَنتُمُ الفقرآء إِلَى الله والله هُوَ الغني الحميد * إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ * وَمَا ذَلِكَ عَلَى الله بِعَزِيزٍ * وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى وَإِن تَدْعُ مُثْقَلَةٌ إلى حِمْلِهَا لاَ يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قربى إِنَّمَا تُنذِرُ الذين يَخْشَوْنَ رَبَّهُمْ بالغيب وَأَقَامُواْ الصلاة وَمَن تزكى فَإِنَّمَا يتزكى لِنَفْسِهِ وَإِلَى الله المصير} . ¶ وقولُهُ: {إِنَّ الذين يَتْلُونَ كِتَابَ الله وَأَقَامُواْ الصلاة وَأَنفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلاَنِيَةً يَرْجُونَ تِجَارَةً لَّن تَبُورَ * لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ} .",
            "page": "192",
            "part": "1",
            "seal": "F87BDA92"
        },
        {
            "id": "190",
            "nass": "ومن سورة الصَّافَّات ثماني آيات: ¶ قولُهُ تعالى: {وَقَالَ إِنِّي ذَاهِبٌ إلى رَبِّي سَيَهْدِينِ * رَبِّ هَبْ لِي مِنَ الصالحين * فَبَشَّرْنَاهُ بِغُلاَمٍ حَلِيمٍ * فَلَمَّا بَلَغَ مَعَهُ السعي قَالَ يابني إني أرى فِي المنام أَنِّي أَذْبَحُكَ فانظر مَاذَا ترى قَالَ ياأبت افعل مَا تُؤمَرُ ستجدني إِن شَآءَ الله مِنَ الصابرين * فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ * وَنَادَيْنَاهُ أَن ياإبراهيم * قَدْ صَدَّقْتَ الرؤيآ إِنَّا كَذَلِكَ نَجْزِي المحسنين * إِنَّ هذا لَهُوَ البلاء المبين} . ¶ ومن سورة صَ سِتُّ آيات: ¶ قولُهُ تعالى: {ياداوود إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأرض فاحكم بَيْنَ الناس بالحق وَلاَ تَتَّبِعِ الهوى فَيُضِلَّكَ عَن سَبِيلِ الله إِنَّ الذين يَضِلُّونَ عَن سَبِيلِ الله لَهُمْ عَذَابٌ شَدِيدُ بِمَا نَسُواْ يَوْمَ الحساب * وَمَا خَلَقْنَا السمآء والأرض وَمَا بَيْنَهُمَا بَاطِلاً ذَلِكَ ظَنُّ الذين كَفَرُواْ فَوَيْلٌ لِّلَّذِينَ كَفَرُواْ مِنَ النار * أَمْ نَجْعَلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات كالمفسدين فِي الأرض أَمْ نَجْعَلُ المتقين كالفجار * كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ ليدبروا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُواْ الألباب} . ¶ وقولُهُ: {قُلْ مَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَآ أَنَآ مِنَ المتكلفين * إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ * وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينِ} .",
            "page": "193",
            "part": "1",
            "seal": "52A9459F"
        },
        {
            "id": "191",
            "nass": "ومن سورة الزُّمَر سبعُ آيات: ¶ قولُهُ تعالى: {أَمَّنْ هُوَ قَانِتٌ آنَآءَ الليل سَاجِداً وَقَآئِماً يَحْذَرُ الآخرة وَيَرْجُواْ رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الألباب * قُلْ ياعباد الذين آمَنُواْ اتقوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُواْ فِي هذه الدنيا حَسَنَةٌ وَأَرْضُ الله وَاسِعَةٌ إِنَّمَا يُوَفَّى الصابرون أَجْرَهُمْ بِغَيْرِ حِسَابٍ * قُلْ إني أُمِرْتُ أَنْ أَعْبُدَ الله مُخْلِصاً لَّهُ الدين * وَأُمِرْتُ لأَنْ أَكُونَ أَوَّلَ المسلمين} . ¶ وقولُهُ: {الله نَزَّلَ أَحْسَنَ الحديث كِتَاباً مُّتَشَابِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله ذَلِكَ هُدَى الله يَهْدِي بِهِ مَن يَشَآءُ وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ} . ¶ وقولُهُ: {قُلْ ياعبادي الذين أَسْرَفُواْ على أَنفُسِهِمْ لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله إِنَّ الله يَغْفِرُ الذنوب جَمِيعاً إِنَّهُ هُوَ الغفور الرحيم * وأنيبوا إلى رَبِّكُمْ وَأَسْلِمُواْ لَهُ مِن قَبْلِ أَن يَأْتِيَكُمُ العذاب ثُمَّ لاَ تُنصَرُونَ * واتبعوا أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ مِّن قَبْلِ أَن يَأْتِيَكُمُ العذاب بَغْتَةً وَأَنتُمْ لاَ تَشْعُرُونَ} . ¶ ومن سورة المؤمن آيتان: ¶ قولُهُ تعالى: {يا قوم إِنَّمَا هاه الحياة الدنيا مَتَاعٌ وَإِنَّ الآخرة هِيَ دَارُ القرار * مَنْ عَمِلَ سَيِّئَةً فَلاَ يجزى إِلاَّ مِثْلَهَا وَمَنْ عَمِلَ صَالِحاً",
            "page": "194",
            "part": "1",
            "seal": "245FFB78"
        },
        {
            "id": "192",
            "nass": "مِّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ فأولائك يَدْخُلُونَ الجنة يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ} . ¶ ومن سورة حم السجدة أربع آيات: ¶ قولُهُ تعالى: {وَمَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَآ إِلَى الله وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنَ المسلمين * وَلاَ تَسْتَوِي الحسنة وَلاَ السيئة ادفع بالتي هِيَ أَحْسَنُ فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ * وَمَا يُلَقَّاهَا إِلاَّ الذين صَبَرُواْ وَمَا يُلَقَّاهَآ إِلاَّ ذُو حَظٍّ عَظِيمٍ * وَإِمَّا يَنزَغَنَّكَ مِنَ الشيطان نَزْغٌ فاستعذ بالله إِنَّهُ هُوَ السميع العليم} . ¶ ومن سورة حمعسق تِسْعُ آيات: ¶ قولُهُ تعالى: {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ} . ¶ وقولُهُ: {وَهُوَ الذي يَقْبَلُ التوبة عَنْ عِبَادِهِ وَيَعْفُواْ عَنِ السيئات وَيَعْلَمُ مَا تَفْعَلُونَ * وَيَسْتَجِيبُ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَيَزِيدُهُم مِّن فَضْلِهِ والكافرون لَهُمْ عَذَابٌ شَدِيدٌ * وَلَوْ بَسَطَ الله الرزق لِعِبَادِهِ لَبَغَوْاْ فِي الأرض ولاكن يُنَزِّلُ بِقَدَرٍ مَّا يَشَآءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ} .",
            "page": "195",
            "part": "1",
            "seal": "17073FC5"
        },
        {
            "id": "193",
            "nass": "وقولُهُ: {فَمَآ أُوتِيتُمْ مِّن شَيْءٍ فَمَتَاعُ الحياة الدنيا وَمَا عِندَ الله خَيْرٌ وأبقى لِلَّذِينَ آمَنُواْ وعلى رَبِّهِمْ يَتَوَكَّلُونَ * والذين يَجْتَنِبُونَ كَبَائِرَ الإثم والفواحش وَإِذَا مَا غَضِبُواْ هُمْ يَغْفِرُونَ * والذين استجابوا لِرَبِّهِمْ وَأَقَامُواْ الصلاة وَأَمْرُهُمْ شورى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ * والذين إِذَآ أَصَابَهُمُ البغي هُمْ يَنتَصِرُونَ * وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى الله إِنَّهُ لاَ يُحِبُّ الظالمين} . ¶ ومن سورة الزُّخْرُف خَمْسُ آيات: ¶ قولُُهُ تعالى: {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ * وَلَوْلاَ أَن يَكُونَ الناس أُمَّةً وَاحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بالرحمان لِبُيُوتِهِمْ سُقُفاً مِّن فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ * وَلِبُيُوتِهِمْ أَبْوَاباً وَسُرُراً عَلَيْهَا يَتَّكِئُونَ * وَزُخْرُفاً وَإِن كُلُّ ذَلِكَ لَمَّا مَتَاعُ الحياة الدنيا والآخرة عِندَ رَبِّكَ لِلْمُتَّقِينَ * وَمَن يَعْشُ عَن ذِكْرِ الرحمن نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ} . ¶ ومن سورة الجاثية سِتُّ آيات: ¶ قولُهُ تعالى: {أَمْ حَسِبَ الذين اجترحوا السيئات أَن نَّجْعَلَهُمْ كالذين آمَنُواْ وَعَمِلُواْ الصالحات سَوَآءً مَّحْيَاهُمْ وَمَمَاتُهُمْ سَآءَ مَا يَحْكُمُونَ * وَخَلَقَ الله السماوات والأرض بالحق ولتجزى كُلُّ نَفْسٍ",
            "page": "196",
            "part": "1",
            "seal": "41838143"
        },
        {
            "id": "194",
            "nass": "بِمَا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ * ¶ أَفَرَأَيْتَ مَنِ اتخذ إلاهه هَوَاهُ وَأَضَلَّهُ الله على عِلْمٍ وَخَتَمَ على سَمْعِهِ وَقَلْبِهِ وَجَعَلَ على بَصَرِهِ غِشَاوَةً فَمَن يَهْدِيهِ مِن بَعْدِ الله أَفَلاَ تَذَكَّرُونَ} . ¶ وقولُهُ: {وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ * وَقِيلَ اليوم نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هذا وَمَأْوَاكُمُ النار وَمَا لَكُمْ مِّن نَّاصِرِينَ * ذَلِكُم بِأَنَّكُمُ اتخذتم آيَاتِ الله هُزُواً وَغَرَّتْكُمُ الحياة الدنيا فاليوم لاَ يُخْرَجُونَ مِنْهَا وَلاَ هُمْ يُسْتَعَتَبُونَ} . ¶ ومن سورة الأَحْقَاف ثلاثُ آيات: ¶ قولُهُ تعالى: {إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} . ¶ وقولُهُ: {فاصبر كَمَا صَبَرَ أُوْلُواْ العزم مِنَ الرسل وَلاَ تَسْتَعْجِل لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يلبثوا إِلاَّ سَاعَةً مِّن نَّهَارٍ بَلاَغٌ فَهَلْ يُهْلَكُ إِلاَّ القوم الفاسقون} . ¶ ومن سورة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِتُّ آيات: ¶ قولُهُ تعالى: {أَفَلاَ يَتَدَبَّرُونَ القرآن أَمْ على قُلُوبٍ أَقْفَالُهَآ * إِنَّ الذين ارتدوا على أَدْبَارِهِمْ مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الهدى الشيطان سَوَّلَ",
            "page": "197",
            "part": "1",
            "seal": "9B9267B8"
        },
        {
            "id": "195",
            "nass": "لَهُمْ وأملى لَهُمْ * ¶ ذَلِكَ بِأَنَّهُمْ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ الله سَنُطِيعُكُمْ فِي بَعْضِ الأمر والله يَعْلَمُ إِسْرَارَهُمْ} . ¶ وقولُهُ: {إِنَّمَا الحياة الدنيا لَعِبٌ وَلَهْوٌ وَإِن تُؤْمِنُواْ وَتَتَّقُواْ يُؤْتِكُمْ أُجُورَكُمْ وَلاَ يَسْأَلْكُمْ أَمْوَالَكُمْ * إِن يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُواْ وَيُخْرِجْ أَضْغَانَكُمْ * هَا أَنتُمْ هؤلاء تُدْعَوْنَ لِتُنفِقُواْ فِي سَبِيلِ الله فَمِنكُم مَّن يَبْخَلُ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ والله الغني وَأَنتُمُ الفقرآء وَإِن تَتَوَلَّوْاْ يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لاَ يكونوا أَمْثَالَكُم} . ¶ ومن سورة الفَتْحِ آيَتان: ¶ قولُهُ تعالى: {هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق لِيُظْهِرَهُ عَلَى الدين كُلِّهِ وكفى بالله شَهِيداً * مُّحَمَّدٌ رَّسُولُ الله والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِّنَ الله وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِمْ مِّنْ أَثَرِ السجود ذَلِكَ مَثَلُهُمْ فِي التوراة وَمَثَلُهُمْ فِي الإنجيل كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فاستغلظ فاستوى على سُوقِهِ يُعْجِبُ الزراع لِيَغِيظَ بِهِمُ الكفار وَعَدَ الله الذين آمَنُواْ وَعَمِلُواْ الصالحات مِنْهُم مَّغْفِرَةً وَأَجْراً عَظِيماً} . ¶ ومن سورة الحُجُرَات سِتُّ آيات: ¶ قولُهُ تعالى: {يا أيها الذين آمَنُواْ اجتنبوا كَثِيراً مِّنَ الظن إِنَّ بَعْضَ الظن إِثْمٌ وَلاَ تَجَسَّسُواْ وَلاَ يَغْتَب بَّعْضُكُم بَعْضاً أَيُحِبُّ أَحَدُكُمْ",
            "page": "198",
            "part": "1",
            "seal": "E5561737"
        },
        {
            "id": "196",
            "nass": "أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ واتقوا الله إِنَّ الله تَوَّابٌ رَّحِيمٌ * يا أيها ¶ الناس إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وأنثى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَآئِلَ لتعارفوا إِنَّ أَكْرَمَكُمْ عَندَ الله أَتْقَاكُمْ إِنَّ الله عَلِيمٌ خَبِيرٌ} . ¶ وقولُهُ {إِنَّمَا المؤمنون الذين آمَنُواْ بالله وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُواْ وَجَاهَدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ الله أولئك هُمُ الصادقون * قُلْ أَتُعَلِّمُونَ الله بِدِينِكُمْ والله يَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض والله بِكُلِّ شَيْءٍ عَلِيمٌ * يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَيَّ إِسْلاَمَكُمْ بَلِ الله يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلإِيمَانِ إِنُ كُنْتُمْ صَادِقِينَ * إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السماوات والأرض والله بَصِيرٌ بِمَا تَعْمَلُونَ} . ¶ ومن سورة قَ آيَتَان: ¶ قولُهُ تعالى: {فاصبر على مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ الغروب * وَمِنَ الليل فَسَبِّحْهُ وَأَدْبَارَ السجود} . ¶ ومن سورة الذَّارِيَات ثلاثُ آيات: ¶ قولُهُ تعالى: {وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ * مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَآ أُرِيدُ أَن يُطْعِمُونِ * إِنَّ الله هُوَ الرزاق ذُو القوة المتين} .",
            "page": "199",
            "part": "1",
            "seal": "9013BB33"
        },
        {
            "id": "197",
            "nass": "ومن سورة الطُّور آيتان: ¶ قولُهُ تعالى: {واصبر لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ * وَمِنَ الليل فَسَبِّحْهُ وَإِدْبَارَ النجوم} . ¶ ومن سورة الحديد ثماني آيات: ¶ قولُهُ تعالى: {وَمَا لَكُمْ أَلاَّ تُنفِقُواْ فِي سَبِيلِ الله وَلِلَّهِ مِيرَاثُ السماوات والأرض لاَ يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الفتح وَقَاتَلَ أولئك أَعْظَمُ دَرَجَةً مِّنَ الذين أَنفَقُواْ مِن بَعْدُ وَقَاتَلُواْ وَكُلاًّ وَعَدَ الله الحسنى والله بِمَا تَعْمَلُونَ خَبِيرٌ} . ¶ وقوله: {إِنَّ المصدقين والمصدقات وَأَقْرَضُواْ الله قَرْضاً حَسَناً يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ * والذين آمَنُواْ بالله وَرُسُلِهِ أولئك هُمُ الصديقون والشهدآء عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ أولئك أَصْحَابُ الجحيم * اعلموا أَنَّمَا الحياة الدنيا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الأموال والأولاد كَمَثَلِ غَيْثٍ أَعْجَبَ الكفار نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَكُونُ حُطَاماً وَفِي الآخرة عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ الله وَرِضْوَانٌ وَمَا الحياة الدنيآ إِلاَّ مَتَاعُ الغرور * سابقوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السمآء والأرض أُعِدَّتْ لِلَّذِينَ آمَنُواْ بالله وَرُسُلِهِ ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ والله ذُو الفضل العظيم * مَآ أَصَابَ مِن مُّصِيبَةٍ فِي الأرض وَلاَ في أَنفُسِكُمْ إِلاَّ فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ إِنَّ ذَلِكَ عَلَى الله",
            "page": "200",
            "part": "1",
            "seal": "9C05E4FA"
        },
        {
            "id": "198",
            "nass": "يَسِيرٌ * لِّكَيْلاَ ¶ تَأْسَوْاْ على مَا فَاتَكُمْ وَلاَ تَفْرَحُواْ بِمَآ آتَاكُمْ والله لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ * الذين يَبْخَلُونَ وَيَأْمُرُونَ الناس بالبخل وَمَن يَتَوَلَّ فَإِنَّ الله هُوَ الغني الحميد} . ¶ ومن سورة الحَشْرِ آيَتان: ¶ قولُهُ تعالى: {يا أيها الذين آمَنُواْ اتقوا الله وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ واتقوا الله إِنَّ الله خَبِيرٌ بِمَا تَعْمَلُونَ * وَلاَ تَكُونُواْ كالذين نَسُواْ الله فَأَنسَاهُمْ أَنفُسَهُمْ أولئك هُمُ الفاسقون} . ¶ ومن سورة الصَّفّ آيَتان: ¶ قولُهُ تعالى: {يا أيها الذين آمَنُواْ هَلْ أَدُلُّكمْ على تِجَارَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ * تُؤْمِنُونَ بالله وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ الله بِأَمْوَالِكُمْ وَأَنفُسِكُمْ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ} . ¶ ومن سورة الجُمُعَة أربعُ آيات: ¶ قولُهُ تعالى: {قُلْ إِنَّ الموت الذي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلاَقِيكُمْ ثُمَّ تُرَدُّونَ إلى عَالِمِ الغيب والشهادة فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ * يا أيها الذين آمنوا إِذَا نُودِيَ لِلصَّلاَةِ مِن يَوْمِ الجمعة فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ * فَإِذَا قُضِيَتِ الصلاة فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله واذكروا الله كَثِيراً لَّعَلَّكُمْ",
            "page": "201",
            "part": "1",
            "seal": "CDF6AD91"
        },
        {
            "id": "199",
            "nass": "تُفْلِحُونَ * ¶ وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْواً انفضوا إِلَيْهَا وَتَرَكُوكَ قَآئِماً قُلْ مَا عِندَ الله خَيْرٌ مِّنَ اللهو وَمِنَ التجارة والله خَيْرُ الرازقين} . ¶ ومن سورة المُنَافِقين أَرْبَعُ آيات: ¶ قولُهُ تعالى: {يا أيها الذين آمَنُواْ لاَ تُلْهِكُمْ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ عَن ذِكْرِ الله وَمَن يَفْعَلْ ذَلِكَ فأولائك هُمُ الخاسرون * وَأَنفِقُواْ مِن مَّا رَزَقْنَاكُمْ مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الموت فَيَقُولُ رَبِّ لولا أخرتني إلى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ الصالحين * وَلَن يُؤَخِّرَ الله نَفْساً إِذَا جَآءَ أَجَلُهَآ والله خَبِيرٌ بِمَا تَعْمَلُونَ} . ¶ ومن سورة التَّغَابُن ثماني آيات: ¶ قولُهُ تعالى: {مَآ أَصَابَ مِن مُّصِيبَةٍ إِلاَّ بِإِذْنِ الله وَمَن يُؤْمِن بالله يَهْدِ قَلْبَهُ والله بِكُلِّ شَيْءٍ عَلِيمٌ * وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول فَإِن تَولَّيْتُمْ فَإِنَّمَا على رَسُولِنَا البلاغ المبين * الله لاَ إله إِلاَّ هُوَ وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون * يا أيها الذين آمنوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلاَدِكُمْ عَدُوّاً لَّكُمْ فاحذروهم وَإِن تَعْفُواْ وَتَصْفَحُواْ وَتَغْفِرُواْ فَإِنَّ الله غَفُورٌ رَّحِيمٌ * إِنَّمَآ أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ والله عِنْدَهُ أَجْرٌ عَظِيمٌ * فاتقوا الله مَا استطعتم واسمعوا وَأَطِيعُواْ وَأَنْفِقُواْ خَيْراً لأَنفُسِكُمْ وَمَن يُوقَ شُحَّ نَفْسِهِ فأولائك هُمُ المفلحون * إِن تُقْرِضُواْ الله قَرْضاً حَسَناً يُضَاعِفْهُ",
            "page": "202",
            "part": "1",
            "seal": "577D4A29"
        },
        {
            "id": "200",
            "nass": "لَكُمْ وَيَغْفِرْ لَكُمْ والله شَكُورٌ حَلِيمٌ * ¶ عَالِمُ الغيب والشهادة العزيز الحكيم} . ¶ ومن سورة الطَّلاق أربعُ آيات: ¶ قولُهُ تعالى: {وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً * وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ إِنَّ الله بَالِغُ أَمْرِهِ قَدْ جَعَلَ الله لِكُلِّ شَيْءٍ قَدْراً} . ¶ وقولُهُ تعالى: {وَمَن يَتَّقِ الله يَجْعَل لَّهُ مِنْ أَمْرِهِ يُسْراً * ذَلِكَ أَمْرُ الله أَنزَلَهُ إِلَيْكُمْ وَمَن يَتَّقِ الله يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْراً} . ¶ ومن سورة التَّحريم آية: ¶ قولُهُ تعالى: {يا أيها الذين آمَنُواْ توبوا إِلَى الله تَوْبَةً نَّصُوحاً عسى رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار يَوْمَ لاَ يُخْزِى الله النبي والذين آمَنُواْ مَعَهُ نُورُهُمْ يسعى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا واغفر لَنَآ إِنَّكَ على كُلِّ شَيْءٍ قَدِيرٌ} . ¶ ومن سورة المَعَارِج سبع عَشْرَةَ آية: ¶ قولُهُ تعالى: {إِنَّ الإنسان خُلِقَ هَلُوعاً * إِذَا مَسَّهُ الشر جَزُوعاً *",
            "page": "203",
            "part": "1",
            "seal": "4963B116"
        },
        {
            "id": "201",
            "nass": "وَإِذَا مَسَّهُ الخير مَنُوعاً * ¶ إِلاَّ المصلين * الذين هُمْ على صَلاَتِهِمْ دَآئِمُونَ * والذين في أَمْوَالِهِمْ حَقٌّ مَّعْلُومٌ * لِّلسَّآئِلِ والمحروم * والذين يُصَدِّقُونَ بِيَوْمِ الدين * والذين هُم مِّنْ عَذَابِ رَبِّهِم مُّشْفِقُونَ * إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ * والذين هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلاَّ على أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ * فَمَنِ ابتغى وَرَآءَ ذَلِكَ فأولائك هُمُ العادون * والذين هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ * وَالَّذِينَ هُمْ بِشَهَادَاتِهِم قَائِمُونَ * وَالَّذِينَ هُمْ على صَلاَتِهِمْ يُحَافِظُونَ * أولئك فِي جَنَّاتٍ مُّكْرَمُونَ} . ¶ ومن سورة الجِنّ ثماني آيات: ¶ قولُهُ تعالى: {وَأَلَّوِ استقاموا عَلَى الطريقة لأَسْقَيْنَاهُم مَّآءً غَدَقاً * لِّنَفْتِنَهُمْ فِيهِ وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَاباً صَعَداً * وَأَنَّ المساجد لِلَّهِ فَلاَ تَدْعُواْ مَعَ الله أَحَداً * وَأَنَّهُ لَمَّا قَامَ عَبْدُ الله يَدْعُوهُ كَادُواْ يَكُونُونَ عَلَيْهِ لِبَداً * قُلْ إِنَّمَآ أَدْعُو رَبِّي وَلاَ أُشْرِكُ بِهِ أَحَداً * قُلْ إِنِّي لاَ أَمْلِكُ لَكُمْ ضَرّاً وَلاَ رَشَداً * قُلْ إِنِّي لَن يُجِيرَنِي مِنَ الله أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِ مُلْتَحَداً * إِلاَّ بَلاَغاً مِّنَ الله وَرِسَالاَتِهِ وَمَن يَعْصِ الله وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَآ أَبَداً} . ¶ ومن سورة المُزَّمِلّ تِسع آيات: ¶ قولُهُ تعالى: {يا أيها المزمل * قُمِ الليل إِلاَّ قَلِيلاً * نِّصْفَهُ أَوِ",
            "page": "204",
            "part": "1",
            "seal": "116CACF4"
        },
        {
            "id": "202",
            "nass": "انقص مِنْهُ قَلِيلاً * ¶ أَوْ زِدْ عَلَيْهِ وَرَتِّلِ القرآن تَرْتِيلاً * إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً * إِنَّ نَاشِئَةَ الليل هِيَ أَشَدُّ وَطْأً وَأَقْوَمُ قِيلاً * إِنَّ لَكَ فِي النهار سَبْحَاً طَوِيلاً * واذكر اسم رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلاً * رَّبُّ المشرق والمغرب لاَ إله إِلاَّ هُوَ فاتخذه وَكِيلاً * واصبر على مَا يَقُولُونَ واهجرهم هَجْراً جَمِيلاً} . ¶ ومن سورة المُدَّثِّر سبعُ آيات: ¶ قولُهُ تعالى: {يا أيها المدثر * قُمْ فَأَنذِرْ * وَرَبَّكَ فَكَبِّرْ * وَثِيَابَكَ فَطَهِّرْ * والرجز فاهجر * وَلاَ تَمْنُن تَسْتَكْثِرُ * وَلِرَبِّكَ فاصبر} . ¶ ومن سورة الإِنسان سبعُ آيات: ¶ قولُهُ تعالى: {إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ القرآن تَنزِيلاً * فاصبر لِحُكْمِ رَبِّكَ وَلاَ تُطِعْ مِنْهُمْ آثِماً أَوْ كَفُوراً * واذكر اسم رَبِّكَ بُكْرَةً وَأَصِيلاً * وَمِنَ الليل فاسجد لَهُ وَسَبِّحْهُ لَيْلاً طَوِيلاً * إِنَّ هؤلاء يُحِبُّونَ العاجلة وَيَذَرُونَ وَرَآءَهُمْ يَوْماً ثَقِيلاً * نَّحْنُ خَلَقْنَاهُمْ وَشَدَدْنَآ أَسْرَهُمْ وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَالَهُمْ تَبْدِيلاً * إِنَّ هذه تَذْكِرَةٌ فَمَن شَآءَ اتخذ إلى رَبِّهِ سَبِيلاً * وَمَا تَشَآءُونَ إِلاَّ أَن يَشَآءَ الله إِنَّ الله كَانَ عَلِيماً حَكِيماً * يُدْخِلُ مَن يَشَآءُ فِي رَحْمَتِهِ والظالمين أَعَدَّ لَهُمْ عَذَاباً أَلِيماً} .",
            "page": "205",
            "part": "1",
            "seal": "4EF46B23"
        },
        {
            "id": "203",
            "nass": "ومن سورةِ النَّازِعَات سبعُ آيات: ¶ قولُهُ تعالى: {يَوْمَ يَتَذَكَّرُ الإنسان مَا سعى * وَبُرِّزَتِ الجحيم لِمَن يرى * فَأَمَّا مَن طغى * وَآثَرَ الحياة الدنيا * فَإِنَّ الجحيم هِيَ المأوى * وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النفس عَنِ الهوى * فَإِنَّ الجنة هِيَ المأوى} . ¶ ومن سورة الإنْشِقَاق ثلاثُ آيات: ¶ قولُهُ تعالى: {يا أيها الإنسان إِنَّكَ كَادِحٌ إلى رَبِّكَ كَدْحاً فَمُلاَقِيهِ * فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً * وَيَنقَلِبُ إلى أَهْلِهِ مَسْرُوراً} . ¶ ومن سورةِ الأَعْلَى سِتُّ آيات: ¶ قولُهُ تعالى: {قَدْ أَفْلَحَ مَن تزكى * وَذَكَرَ اسم رَبِّهِ فصلى * بَلْ تُؤْثِرُونَ الحياة الدنيا * والآخرة خَيْرٌ وأبقى * إِنَّ هذا لَفِي الصحف الأولى * صُحُفِ إِبْرَاهِيمَ وموسى} . ¶ ومن سورة الفَجْر سِتُّ آيات: ¶ قولُهُ تعالى: {فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ ربي أَكْرَمَنِ * وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ ربي أَهَانَنِ *",
            "page": "206",
            "part": "1",
            "seal": "9A0F4579"
        },
        {
            "id": "204",
            "nass": "كَلاَّ بَل لاَّ تُكْرِمُونَ اليتيم * وَلاَ تَحَآضُّونَ على طَعَامِ المسكين * وَتَأْكُلُونَ التراث أَكْلاً لَّمّاً * وَتُحِبُّونَ المال حُبّاً جَمّاً} . ¶ ومن سورة البَلَد سَبْعُ آيات: ¶ قولُهُ تعالى: {فَلاَ اقتحم العقبة * وَمَآ أَدْرَاكَ مَا العقبة * فَكُّ رَقَبَةٍ * أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ * يَتِيماً ذَا مَقْرَبَةٍ * أَوْ مِسْكِيناً ذَا مَتْرَبَةٍ * ثُمَّ كَانَ مِنَ الذين آمَنُواْ وَتَوَاصَوْاْ بالصبر وَتَوَاصَوْاْ بالمرحمة * أولئك أَصْحَابُ الميمنة * والذين كَفَرُواْ بِآيَاتِنَا هُمْ أَصْحَابُ المشأمة * عَلَيْهِمْ نَارٌ مُّؤْصَدَةٌ} . ¶ ومن سورة الشَّمس أربعُ آيات: ¶ قولُهُ تعالى: {وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا * قَدْ أَفْلَحَ مَن زَكَّاهَا * وَقَدْ خَابَ مَن دَسَّاهَا} . ¶ ومن سورة اللَّيْل عَشْرُ آيات: ¶ قولُهُ تعالى: {إِنَّ سَعْيَكُمْ لشتى * فَأَمَّا مَنْ أعطى واتقى * وَصَدَّقَ بالحسنى * فَسَنُيَسِّرُهُ لليسرى * وَأَمَّا مَن بَخِلَ واستغنى * وَكَذَّبَ بالحسنى * فَسَنُيَسِّرُهُ للعسرى * وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تردى * إِنَّ عَلَيْنَا للهدى * وَإِنَّ لَنَا لَلآخِرَةَ والأولى * فَأَنذَرْتُكُمْ نَاراً تلظى} .",
            "page": "207",
            "part": "1",
            "seal": "A303E195"
        },
        {
            "id": "205",
            "nass": "ومن سورة الضُّحَى ثلاثُ آيات: ¶ قولُهُ تعالى: {فَأَمَّا اليتيم فَلاَ تَقْهَرْ * وَأَمَّا السآئل فَلاَ تَنْهَرْ * وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ} . ¶ ومن سورة العَلَق سَبْعُ آيات: ¶ قولُهُ تعالى: {اقرأ باسم رَبِّكَ الذي خَلَقَ * خَلَقَ الإنسان مِنْ عَلَقٍ * اقرأ وَرَبُّكَ الأكرم * الذى عَلَّمَ بالقلم * عَلَّمَ الإنسان مَا لَمْ يَعْلَمْ * كَلاَّ إِنَّ الإنسان ليطغى * أَن رَّآهُ استغنى * إِنَّ إلى رَبِّكَ الرجعى} . ¶ ومن سورة الزَّلْزَلَة آيَتَان: ¶ قولُهُ تعالى: {فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ * وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ} . ¶ ومن سورة العَادِيَات سِتُّ آيات: ¶ قولُهُ تعالى: {إِنَّ الإنسان لِرَبِّهِ لَكَنُودٌ * وَإِنَّهُ على ذَلِكَ لَشَهِيدٌ * وَإِنَّهُ لِحُبِّ الخير لَشَدِيدٌ * أَفَلاَ يَعْلَمُ إِذَا بُعْثِرَ مَا فِي القبور * وَحُصِّلَ مَا فِي الصدور * إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ} .",
            "page": "208",
            "part": "1",
            "seal": "331292AE"
        },
        {
            "id": "206",
            "nass": "ومن سورة التَّكاثُر كُلّها ثماني آيات: ¶ قولُهُ تعالى: {أَلْهَاكُمُ التكاثر * حتى زُرْتُمُ المقابر * كَلاَّ سَوْفَ تَعْلَمُونَ * ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ * كَلاَّ لَوْ تَعْلَمُونَ عِلْمَ اليقين * لَتَرَوُنَّ الجحيم * ثُمَّ لَتَرَوُنَّهَا عَيْنَ اليقين * ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النعيم} . ¶ ومن سورة العَصْرِ كلّها ثلاثُ آيات: ¶ قولُهُ تعالى: {والعصر* إِنَّ الإنسان لَفِى خُسْرٍ* إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر} . ¶ ومن سورة الهُمَزَة ثلاثُ آيات: ¶ قولُهُ تعالى: {ويْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ * الذى جَمَعَ مَالاً وَعَدَّدَهُ * يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ} . ¶ ومن سورة المَاعُون كلّها سَبْعُ آيات: ¶ قولُهُ تعالى: {أَرَأَيْتَ الذي يُكَذِّبُ بالدين * فَذَلِكَ الذي يَدُعُّ اليتيم * وَلاَ يَحُضُّ على طَعَامِ المسكين * فَوَيْلٌ لِّلْمُصَلِّينَ * الذين هُمْ عَن صَلاَتِهِمْ سَاهُونَ * الذين هُمْ يُرَآءُونَ * وَيَمْنَعُونَ الماعون} .",
            "page": "209",
            "part": "1",
            "seal": "25E6B965"
        },
        {
            "id": "207",
            "nass": "ومن سورة النَّصر ثلاثُ آيات جُمْلَتُها: ¶ قولُهُ تعالى: {إِذَا جَآءَ نَصْرُ الله والفتح * وَرَأَيْتَ الناس يَدْخُلُونَ فِي دِينِ الله أَفْوَاجاً * فَسَبِّحْ بِحَمْدِ رَبِّكَ واستغفره إِنَّهُ كَانَ تَوَّاباً} . ¶ ومن سورة الفَلَق كُلّها خَمْسُ آيات: ¶ قولُهُ تعالى: {قُلْ أَعُوذُ بِرَبِّ الفلق * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النفاثات فِي العقد * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ} . ¶ ومن سورة النَّاس كُلّها سِتُّ آيات: ¶ قولُهُ تعالى: {قُلْ أَعُوذُ بِرَبِّ الناس* مَلِكِ الناس* إله الناس * مِن شَرِّ الوسواس الخناس * الذى يُوَسْوِسُ فِي صُدُورِ الناس * مِنَ الجنة والناس} .",
            "page": "210",
            "part": "1",
            "seal": "DBA0A1DF"
        },
        {
            "id": "208",
            "nass": "خَاتِمَةُ النَّمَطَيْن ¶ اِعلم أَنَّا اقتصرنا من ذِكر الآيات على نَمَطِ الجواهرِ والدُّرَرِ لمعنَيَيْن: ¶ أحدهما: أنَّ الأصنافَ الباقية أكثر من أن تُحصَى. ¶ والثاني: أنَّ هذا هو المُهِمّ الذي لا مندوحَةَ عنه أصلاً. فإنَّ الأصل هو معرفةُ اللهِ تعالى، ثم سلوك الطريق إليه؛ فأما أمر الآخرة فيكفي فيه الإيمان المطلق، فإن للعَارف المطيع مَعاداً مُسْعِداً، وللجاحد العاصي معاداً مُشْقِياً؛ فأما معرفة تفصيل ذلك فليس بشرط في السلوك، لكنه زيادة تكميل للتشويق والتحذير. وقد ترى الجواهِرَ والدُّرَرَ منظومةً جُمَلتها في بعض الآيات، فَتَرَكناها إلا ما غلب فيه ذكر النَّمَطَيْن المقصودين، فعليك أن تديم النظر في هذين النمطيْن، فبذلك تنالُ غايةَ السعادة، جعلنا الله وإياك من سُعَدَاهُ بفضلهِ، وجودهِ، وَطوْلِهِ، وَسَعَةِ رحمتهِ، إنه هو الجَوَادُ الكريم، الرؤوفُ الرحيم.",
            "page": "211",
            "part": "1",
            "seal": "E9F247F8"
        },
        {
            "id": "209",
            "nass": "القسم الثالث / في اللواحق ¶ ومقصودُهُ حصرُ جُمَل المقاصد الحاصلة من هذه الآيات، وهو مُنْعَطِفٌ على جملة الآيات، وهو كتاب مستقل لمن أراد أن يكتبه مفرداً، وقد سميناه \"كتاب الأربعين في أصول الدنيا\" فإنه ينقسم إلى علوم يرجع حاصلها إلى عشرة أصول وإلى أعمال، وهي تنقسم إلى أعمال ظاهرة، وإلى أعمال باطنة. ¶ فالأعمال الظاهرة: ترجع جملتها إلى عشرة أصول أيضاً. ¶ والأعمال الباطنة: تنقسم إلى ما يجب تَزْكِيَة القلب منه من الصفات المذمومة؛ وترجع مذمومات الأخلاق أيضاً إلى عشرة أصول، وإلى ما يجب تَخْلِيَةُ القلب منه من الصفات والأخلاق، وأن محمودات الأخلاق ترجع إلى عشرة أصول [أيضاً] . ¶ فيشتمل قِسْمُ اللواحق على أربعة أقسام: ¶ (1) المعارف ¶ (2) والأعمال الظاهرة ¶ (3) والأخلاق المذمومة ¶ (4) والأخلاق المحمودة ¶ القسم الأول: في المعارف، وهي عشرة أصول: ¶ (1) أصلٌ في ذات الله تعالى. ¶ (2) وأصلٌ في تقديسِ الذَّات. ¶ (3) وأصلٌ في القدرة. ¶ (4) وأصلٌ في العلم. ¶ (5) وأصلٌ في الإرادة. ¶ (6) وأصلٌ في السمع والبصر. ¶ (7) وأصلٌ في الكلام. ¶ (8) وأصلٌ في الأفعال. ¶ (9) وأصلٌ في اليوم الآخر. ¶ (10) وأصلٌ في النُبُوَّة. ¶ وخاتمة: في التنبيه على الكتب التي يُطْلَبُ منها حقائقُ هذه الأمور. ¶ القسم الثاني: في الأعمال الظاهرة، وهي عشرة أصول: ¶ (1) أصلٌ في الصلاة. ¶ (2) وأصلٌ في الزكاة. ¶ (3) وأصلٌ في الصَّوْم. ¶ (4) وأصلٌ في الحَجّ. ¶ (5) وأصلٌ في قراءة القرآن. ¶ (6) وأصلٌ في الأَذكار. ¶ (7) وأصلٌ في طَلَبِ الحلال. ¶ (8) وأصلٌ في حُسْنِ الخُلُق. ¶ (9) وأصلٌ في الأَمرِ بالمعروف والنهي عن المُنْكَر. ¶ (10) وأصلٌ في اتِّبَاع السُنَّة. ¶ وخاتمة: تنعطف على الجميع في ترتيب الأَوْراد. ¶ القسم الثالث: في أصول الأخلاق المذمومة، وهي التي يجب تَزْكِيَة النفس منها وهي عشرة أصول: ¶ (1) أصلٌ في شَرَهِ الطعام. ¶ (2) وأصلٌ في شَرَهِ الكلام. ¶ (3) وأصلٌ في الغضب. ¶ (4) وأصلٌ في الحسد. ¶ (5) وأصلٌ في حُبِّ المال. ¶ (6) وأصل في حُبِّ الجاه. ¶ (7) وأصلٌ في حُبِّ الدنيا. ¶ (8) وأصلٌ في الكِبْر. ¶ (9) وأصلٌ في العُجْب. ¶ (10) وأصل في الرِّيَاء. ¶ وخاتمة: تنعطف على جملة في جوامع الأخلاق ومواقع الغرور منها. ¶ القسم الرابع: في أصول الأخلاق المحمودة، وهي عشرة أصول: ¶ (1) أصلٌ في التوبة. ¶ (2) وأصلٌ في الخوف والرجا. ¶ (3) وأصلٌ في الزهد. ¶ (4) وأصلٌ في الصبر. ¶ (5) وأصلٌ في الشكر. ¶ (6) وأصلٌ في الإخلاص والصدق. ¶ (7) وأصلٌ في التوكل. ¶ (8) وأصلٌ في المحبة. ¶ (9) وأصلٌ في الرضا بالقضاء. ¶ (10) وأصلٌ في المَوْت وحقيقته، وأصناف العقاب الروحانية، وبيانِ نارِ الله المُوقدَة، التي تَطَّلعُ على الأَفئِدة. ¶ وخاتمة: تنعطف على الجميع في التفكر والمحاسبة.",
            "page": null,
            "part": null,
            "seal": "ADF26FB2"
        }
    ],
    "t9883": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المحقق"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "ترجمة حياة الإمام الغزالي رحمه الله تعالى"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الأول / في المقدمات والسوابق"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "الفصل الأول في أن القرآن هو البحر المحيط وينطوي على أصناف الجواهر والنفائس"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني في حصر مقاصد القرآن ونفائسه"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث: في شرح مقاصد القرآن"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": "1",
            "tit": "القسم الأول في تعريف المدعو إليه"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "القسم الثاني في تعريف طريق السلوك إلى الله تعالى"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "القسم الثالث في تعريف الحال عند ميعاد الوصال"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "القسم الرابع في أحوال السالكين والناكبين"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": "1",
            "tit": "القسم الخامس في محاجة الكفار ومجادلتهم وإيضاح مخازيهم بالبرهان الواضح وكشف تخاييلهم وأباطيلهم"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "القسم السادس في تعريف عمارة منازل الطريق وكيفية التأهب للزاد، والاستعداد بإعداد السلاح الذي يدفع سراق المنازل وقطاعها"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الرابع"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول علوم الصدف"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني علوم اللباب"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الخامس في انشعاب سائر العلوم من القرآن"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل السادس في وجه التسمية بالألقاب التي لقب بها أقسام القرآن"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل السابع في سبب التعبير عن معاني عالم الملكوت في القرآن بأمثلة من عالم الشهادة"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثامن في الطريق الذي ينكشف به للإنسان وجه العلاقة بين العالمين"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل التاسع في التنبيه على الرموز والإشارات التي يشتمل عليها القرآن"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل العاشر في فائدة هذه الرموز وبيان سبب جحود الملحدين بالأصول الدينية"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الحادي عشر في كيف يفضل بعض آيات القرآن على بعض مع أن الكل كلام الله تعالى"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني عشر في أسرار الفاتحة وبيان جملة من حكم الله في خلقه"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث عشر في كون الفاتحة مفتاحا لأبواب الجنة الثمانية"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الرابع عشر في كون آية الكرسي سيدة آي القرآن وبيان الاسم الأعظم"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الخامس عشر في علة كون سورة الإخلاص تعدل ثلث القرآن"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل السادس عشر في تنبيه الطالب أن يستنبط بفكره معنى قوله صلى الله عليه وسلم \"يس قلب القرآن\""
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل السابع عشر في تخصيص النبي صلى الله عليه وسلم آية الكرسي بأنها سيدة آي القرآن، والفاتحة بأنها الأفضل"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثامن عشر في حال العارفين ونسبة لذتهم إلى لذة الغافلين"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل التاسع عشر في تقسيم لباب القرآن إلى نمط الجواهر ونمط الدرر"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني / في المقاصد"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "النمط الأول: في جواهر القرآن"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": null,
            "tit": "ومن سورة الأنعام خمس وأربعون آية"
        },
        {
            "id": "96",
            "lvl": "3",
            "sub": null,
            "tit": "ومن سورة هود إحدى عشرة آية:"
        },
        {
            "id": "130",
            "lvl": "3",
            "sub": null,
            "tit": "ومن سورة الزخرف ست عشرة آية:"
        },
        {
            "id": "134",
            "lvl": "3",
            "sub": null,
            "tit": "ومن سورة الرحمن سبع وعشرون آية:"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "النمط الثاني في درر القرآن"
        },
        {
            "id": "208",
            "lvl": "2",
            "sub": null,
            "tit": "خاتمة النمطين"
        },
        {
            "id": "209",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثالث / في اللواحق"
        }
    ]
}