{
    "b9967": [
        {
            "id": "5",
            "nass": "المطلب الثالث ¶ أهم الصفات الخَلقية ¶ أولاً: أجنحة الملائكة: ¶ للملائكة أجنحة كما أخبرنا الله تعالى، فمنهم من له جناحان، ومنهم من له ثلاثة، أو أربعة، ومنهم من له أكثر من ذلك: (الحمد لله فاطر السَّماوات والأرض جاعل الملائكة رسلاً أولي أجنحةٍ مثنى وثلاث ورباع يزيد في الخلق ما يشاء إنَّ الله على كل شيءٍ قدير ٌ) [فاطر: 1] . ¶ والمعنى أن الله جعلهم أصحاب أجنحة، بعضهم له جناحان، وبعضهم له ثلاثة أو أربعة، أو أكثر من ذلك. ¶ وقد سبق ذكر الأحاديث التي يخبر فيه الرسول صلى الله عليه وسلم أن لجبريل ستمائة جناح. ¶ ثانياً: جمال الملائكة: ¶ خلقهم الله على صور جميلة كريمة قال تعالى في جبريل: (علَّمه شديد القوى - ذو مرةٍ فاستوى) [النجم: 5-6] . قال ابن عباس: (ذو مرة) : ذو منظر حسن، وقال قتادة: ذو خَلْقٍ طويل حسن. وقيل: ذو مرة: ذو قوة. ولا منافاة بين القولين، فهو قوي وحسن المنظر. ¶ وقد تقرر عند الناس وصف الملائكة بالجمال، كما تقرر عندهم وصف الشياطين بالقبح، ولذلك تراهم يشبهون الجميل من البشر بالملك، انظر إلى ما قالته النسوة في يوسف الصديق عندما رأينه: (فلما رأينه أكبرنه وَقَطَّعْنَ أَيْدِيَهُنَّ وقلن حاش لله ما هذا بشراً إن هذا إلا ملكٌ كريمٌ) [يوسف: 31] . ¶ ثالثاً: هل بين الملائكة والبشر شبه في الشكل والصورة: ¶ روى مسلم في صحيحه، والترمذي في سننه عن جابر رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: (عُرض عليَّ الأنبياء، فإذا موسى ضرب من الرجال (¬1) ، كأنه من رجال شنوءة، ورأيت عيسى ابن مريم، فإذا أقرب من رأيت به شبهاً عروة بن مسعود، ورأيت إبراهيم صلوات الله عليه، فإذا أقرب من رأيت به شبهاً صاحبُكم، (يعني نفسه) . ¶ ¬_________ ¶ (¬1) الضرب من الرجال: هو الرجل المتوسط في كثرة اللحم وقلته. وقيل: الخفيف اللحم.",
            "page": "12",
            "part": "1",
            "seal": "09495B8C"
        },
        {
            "id": "6",
            "nass": "ورأيت جبريل عليه السلام، فإذا أقرب من رأيت به شبهاً (دحية) وفي رواية: (دحية بن خليفة) (¬1) . ¶ فهل هذا الشبه كائن بين صورة جبريل الحقيقية وصورة دحية الكلبي، أم هو بين الصورة التي يكون بها جبريل عندما يتمثل في صورة بشر؟ ! الأرجح هذا الأخير؛ لما سيأتي أن جبريل كان يتمثل في صورة دحية كثيراً. ¶ رابعاً: تفاوتهم في الخلق والمقدار: ¶ الملائكة ليسوا على درجة واحدة في الخلق والمقدار، فبعض الملائكة له جناحان، وبعضهم له ثلاثة، وجبريل له ستمائة جناح، ولهم عند ربهم مقامات متفاوتة معلومة: (وما منَّا إلاَّ له مقامٌ معلومٌ) [الصافات: 164] . ¶ وقال في جبريل: (إنَّه لقول رسولٍ كريمٍ - ذي قوةٍ عند ذي العرش مكينٍ) [التكوير: 19-20] ؛ أي له مكانة ومنزلة عالية رفيعة عند الله. ¶ وأفضل الملائكة هم الذين شهدوا معركة بدر، ففي صحيح البخاري عن رفاعة بن رافع: أن جبريل جاء للنبي صلى الله عليه وسلم فقال: (ما تعدّون أهل بدر فيكم؟ قال: من أفضل المسلمين، أو كلمة نحوها، قال: وكذلك من شهد بدراً من الملائكة) (¬2) . ¶ خامساً: لا يوصفون بالذكورة والأنوثة: ¶ من أسباب ضلال بني آدم في حديثهم عن عوالم الغيب أن بعضهم يحاول إخضاع هذه العوالم لمقاييسه البشرية الدنيوية، فنرى أحداً من هؤلاء يعجب في مقال له من أن جبريل كان يأتي الرسول صلى الله عليه وسلم بعد ثوان من توجيه سؤال إلى الرسول صلى الله عليه وسلم يحتاج إلى جواب من الله، فكيف يأتي بهذه السرعة الخارقة، والضوء يحتاج إلى ملايين السنوات الضوئية؛ ليصل إلى بعض الكواكب القريبة من السماء. ¶ ¬_________ ¶ (¬1) صحيح مسلم: 1/153. ورقمه: 167. ¶ (¬2) رواه البخاري: 7/312. ورقمه: 3992.",
            "page": "13",
            "part": "1",
            "seal": "82BA5A68"
        },
        {
            "id": "7",
            "nass": "وما درى هذا المسكين أن مثله كمثل بعوضة، تحاول أن تقيس سرعة الطائرة بمقياسها الخاص، لو تفكر في الأمر، لعلم أن عالم الملائكة له مقاييس تختلف تماماً عن مقاييسنا نحن البشر. ¶ ولقد ضلّ في هذا المجال مشركو العرب الذين كانوا يزعمون أن الملائكة إناث، واختلطت هذه المقولة المجافية للحقيقة عندهم بخرافة أعظم وأكبر؛ إذ زعموا أن هؤلاء الإناث بنات الله. ¶ وناقشهم القرآن في هاتين القضيتين، فبين أنهم - فيما ذهبوا إليه - لم يعتمدوا على دليل صحيح، وأن هذا القول قول متهافت، ومن عجب أنهم ينسبون لله البنات، وهم يكرهون البنات، وعندما يبشر أحدهم أنه رزق بنتاً يظل وجهه مسوداً وهو كظيم، وقد يتوارى من الناس خجلاً من سوء ما بُشر به، وقد يتعدى هذا المأفون طوره، فيدس هذه المولودة في التراب، ومع ذلك كله ينسبون لله الولد، ويزعمون أنهم إناث، وهكذا تنشأ الخرافة، وتتفرع في عقول الذين لا يتصلون بالنور الإلهي. ¶ استمع إلى الآيات التالية تحكي هذه الخرافة وتناقش أصحابها: (فاستفتهم ألربك البنات ولهم البنون - أم خلقنا الملائكة إناثاً وهم شاهدون - ألا أنهم من إفكهم ليقولون - ولد الله وإنَّهم لكاذبون - أَصْطَفَى البنات على البنين - ما لكم كيف تحكمون - أفلا تذكرون - أم لكم سلطانٌ مبينٌ) [الصافات: 149-156] . ¶ وقد جعل الله قولهم هذا شهادة سيحاسبهم عليها، فإن من أعظم الذنوب القول على الله بغير علم: (وجعلوا الملائكة الذين هم عباد الرَّحمن إناثاً أشهدوا خلقهم ستكتب شهادتهم ويسألون) [الزخرف: 19] (¬1) . ¶ ¬_________ ¶ (¬1) ومن هنا يجب أن يحذر المسلم في أن يتقول في مثل هذه الأمور بلا علم، فهؤلاء الذين يزعمون أن أصل الإنسان حيوان: قرد، أو غيره، يقال لهم القول نفسه: (أشهدوا خلقهم ستكتب شهادتهم) ، والله يقول: (ما أشهدتهم خلق السَّماوات والأرض ولا خلق أنفسهم) [الكهف: 51] .",
            "page": "14",
            "part": "1",
            "seal": "3FFB9147"
        },
        {
            "id": "8",
            "nass": "سادساً: لا يأكلون ولا يشربون: ¶ أشرنا من قبل أنهم لا يوصفون بالذكورة والأنوثة، وكذلك هم لا يحتاجون إلى طعام البشر وشرابهم، فقد أخبرنا الله أن الملائكة جاؤوا إبراهيم في صورة بشر، فقدّم لهم الطعام، فلم تمتد أيديهم إليه، فأوجس منهم خيفة، فكشفوا له عن حقيقتهم، فزال خوفه واستغرابه: (هل أَتَاكَ حديث ضيف إبراهيم المكرمين - إذ دخلوا عليه فقالوا سلاماً قال سلامٌ قومٌ منكرون - فراغ إلى أهله فجاء بعجل سمينٍ - فقرَّبه إليهم قال ألا تأكلون - فأوجس منهم خيفة قالوا لا تخف وبشَّروه بغلامٍ عليم ٍ) [الذاريات: 24-28] . ¶ وفي آية أخرى قال: (فلمَّا رأى أيديهم لا تصل إليه نكرهم وأوجس منهم خِيفَةً قالوا لا تخف إنَّا أرسلنا على قوم لوطٍ) [هود: 70] . ¶ ونقل السيوطي عن الفخر الرازي: أن العلماء اتفقوا على أن الملائكة لا يأكلون ولا يشربون ولا يتناكحون (¬1) . ¶ سابعاً: لا يملّون ولا يتعبون: ¶ والملائكة يقومون بعبادة الله وطاعته وتنفيذ أوامره، بلا كلل ولا ملل، ولا يدركهم ما يدرك البشر من ذلك، قال تعالى في وصف الملائكة: (يسبحون الليل والنهار لا يفترون) [الأنبياء: 20] . ¶ ومعنى لا يفترون: لا يضعفون. وفي الآية الأخرى: (فالَّذين عند ربك يسبحون له بالَّليل والنَّهار وهم لا يسأمون) [فصلت: 38] تقول العرب: سئم الشيء، أي: ملّه. ¶ وقد استدل السيوطي بقوله: (لا يفترون) على أن الملائكة لا ينامون، ونقله عن الفخر الرازي (¬2) . ¶ ثامناً: منازل الملائكة: ¶ منازل الملائكة ومساكنها السماء، كما قال تعالى: (تكاد السَّماوات يتفطَّرن من فوقهنَّ والملائكة يسبحون بحمد ربهم) [الشورى: 5] . ¶ وقد وصفهم الله تعالى بأنهم عنده: (فإن استبكروا فالَّذين عن ربك يسبحون له بالَّليل والنَّهار وهم لا يسأمون) [فصلت: 38] . ¶ ¬_________ ¶ (¬1) الحبائك في أخبار الملائك: ص 264. ¶ (¬2) الحبائك في أخبار الملائك: ص 264.",
            "page": "15",
            "part": "1",
            "seal": "333ED68E"
        },
        {
            "id": "9",
            "nass": "وينزلون إلى الأرض بأمر الله لتنفيذ مهمات نيطت بهم، ووكلت إليهم: (وما نتنزَّل إلاَّ بأمر ربك) [مريم: 64] . ويكثر نزولهم في مناسبات خاصة كليلة القدر: (ليلة القدر خيرٌ من ألف شهرٍ - تنزَّلُ الملائكة والرُّوح فيها بإذن ربهم من كل أمر) [القدر: 3-4] . ¶ تاسعاً: أعداد الملائكة: ¶ الملائكة خلق كثير لا يعلم عددهم إلا الذي خلقهم: (وما يعلم جنود ربك إلاَّ هو) [المدثر: 31] . ¶ وإذا أردت أن تعلم كثرتهم، فاسمع ما قاله جبريل عن البيت المعمور، عندما سأله الرسول صلى الله عليه وسلم عنه عندما بلغه في الإسراء: (هذا البيت المعمور يصلي فيه في كل يوم سبعون ألف ملك لا يعودون إليه آخر ما عليهم) (¬1) . ¶ وفي صحيح مسلم عن عبد الله أن رسول الله صلى الله عليه وسلم قال: (يؤتى بجهنم يومئذ لها سبعون ألف زمام، مع كل زمام سبعون ألف ملك يجرونها) (¬2) . فعلى ذلك فإن الذين يأتون بجهنم يوم القيامة أربعة مليارات وتسعمائة مليون ملك. ¶ وإذا تأملت النصوص الواردة في الملائكة التي تقوم على الإنسان علمت مدى كثرتهم، فهناك ملك موكل بالنطفة، وملكان لكتابة أعمال كل إنسان، وملائكة لحفظه، وقرين ملكي لهدايته وإرشاده. ¶ عاشراً: أسماء الملائكة: ¶ للملائكة أسماء، ونحن لا نعرف من أسماء الملائكة إلا القليل، وإليك الآيات التي ورد فيها أسماء بعض الملائكة: ¶ 1، 2- جبريل وميكائيل: ¶ قال تعالى: (قل من كان عدوّاً لجبريل فإنَّه نزله على قلبك بإذن الله ¶ ¬_________ ¶ (¬1) رواه البخاري: 6/103. ورقمه: 3207. ورواه مسلم: 1/146. ورقمه: 162. واللفظ للبخاري. ¶ (¬2) صحيح مسلم: 4/2184. ورقمه: 2842.",
            "page": "16",
            "part": "1",
            "seal": "CEC3E3D8"
        },
        {
            "id": "10",
            "nass": "مصدّقاً لما بين يديه وهدى وبشرى للمؤمنين - من كان عدوّاً لله وملائكته ورسله وجبريل ووَمِيكَالَ فإنَّ الله عدوٌّ للكافرين) [البقرة: 97-98] . ¶ وجبريل هو الروح الأمين المذكور في قوله تعالى: (نزل به الرُّوح الأمينُ - على قلبك لتكون من المنذرين) [الشعراء: 193-194] . ¶ وهو الروح المعني في قوله: (تنزَّل الملائكة والرُّوح فيها بإذن ربهم) [القدر: 4] . ¶ وهو الروح الذي أرسله إلى مريم: (فأرسلنا إليها روحنا) [مريم: 17] . ¶ 3- إسرافيل: ¶ ومن الملائكة إسرافيل الذي ينفخ في الصور. ¶ وجبريل وميكائيل وإسرافيل هم الذين كان يذكرهم الرسول صلى الله عليه وسلم، في دعائه عندما يستفتح صلاته من الليل: (اللهم رب جبريل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحقّ بإذنك، إنك تهدي من تشاء إلى صراط مستقيم) (¬1) . ¶ 4- مالك: ¶ ومنهم مالك خازن النار: (ونادوا يا مالك ليقض علينا ربُّك قال إنَّكم مَّاكثون) [الزخرف: 77] . ¶ 5- رضوان: ¶ قال ابن كثير: \" وخازن الجنّة ملك يقال له رضوان، جاء مصرحاً به في بعض الأحاديث \" (¬2) . ¶ 6، 7- منكر ونكير: ¶ ومن الملائكة الذين سماهم الرسول صلى الله عليه وسلم منكر ونكير، وقد ¶ ¬_________ ¶ (¬1) رواه مسلم عن عائشة أم المؤمنين: 1/534. ورقمه: 770. ¶ (¬2) البداية والنهاية: 1/53.",
            "page": "17",
            "part": "1",
            "seal": "637E64CC"
        },
        {
            "id": "11",
            "nass": "استفاض في الأحاديث ذكرهما في سؤال القبر. ¶ 8، 9- هاروت وماروت: ¶ ومنهم ملكان سماهما الله باسم (هاروت وماروت) قال تعالى: (وما كفر سليمان ولكنَّ الشَّياطين كفروا يعلمون النَّاس السحر وما أنزل على الملكين ببابل هاروت وماروت وما يعلمان من أحدٍ حتَّى يقولا إنَّما نحن فتنةٌ فلا تكفر) [البقرة: 102] . ¶ ويبدو من سياق الآية أن الله بعثهما فتنة للناس في فترة من الفترات، وقد نُسجت حولهما في كتب التفسير وكتب التاريخ أساطير كثيرة، لم يثبت شيء منها في الكتاب والسنة، فيكتفى في معرفة أمرهما بما دلت عليه الآية الكريمة. ¶ عزرائيل: ¶ وقد جاء في بعض الآثار تسمية ملك الموت باسم عزرائيل، ولا وجود لهذا الاسم في القرآن، ولا في الأحاديث الصحيحة (¬1) . ¶ رقيب وعتيد: ¶ يذكر بعض العلماء أن من الملائكة من اسمه رقيب وعتيد، استدلالاً بقوله تعالى: (إذ يتلقَّى الْمُتَلَقِّيَانِ عن اليمين وعن الشمال قعيدٌ - مَّا يلفظ من قولٍ إلاَّ لديه رقيب عتيدٌ) [ق: 17-18] . ¶ وما ذكروه غير صحيح، فالرقيب والعتيد هنا وصفان للملكين اللذين يسجلان أعمال العباد، ومعنى رقيب وعتيد؛ أي: ملكان حاضران شاهدان، لا يغيبان عن العبد، وليس المراد أنهما اسمان للملكين. ¶ الحادي عشر: موت الملائكة: ¶ الملائكة يموتون كما يموت الإنس والجن، وقد جاء ذلك صريحاً في قوله تعالى: (ونفخ في الصُّور فصعق من في السَّماوات ومن في الأرض إلاَّ ¶ ¬_________ ¶ (¬1) البداية والنهاية: 1/50.",
            "page": "18",
            "part": "1",
            "seal": "AE43B432"
        },
        {
            "id": "12",
            "nass": "من شاء الله ثم نفخ فيه أخرى فإذا هم قيامٌ ينظرون) [الزمر: 68] . ¶ فالملائكة تشملهم الآية؛ لأنهم في السماء، يقول ابن كثير عند تفسيره هذه الآية: \" هذه هي النفخة الثانية، وهي نفخة الصعق، وهي التي يموت بها الأحياء من أهل السماوات والأرض إلا من شاء الله كما جاء مصرحاً به مفسراً في حديث الصور المشهور، ثم يقبض أرواح الباقين حتى يكون آخر من يموت ملك الموت، وينفرد الحي القيوم، الذي كان أولاً، وهو الباقي آخراً بالديمومة والبقاء، ويقول: لمن الملك اليوم؟ ثلاث مرات، ثم يجيب نفسه بنفسه فيقول: (لله الواحد القهَّار) [غافر: 16] \". ¶ ومما يدّل على أنهم يموتون قوله تعالى: (كلُّ شيءٍ هالك إلاَّ وجهه) [القصص: 88] . ¶ وهل يموت أحد منهم قبل نفخة الصور؟ هذا ما لا نعلمه، ولا نستطيع الخوض فيه؛ لعدم وجود النصوص المثبتة له أو النافية. ¶ الصفات الخُلُقية ¶ الملائكة كرام بررة: ¶ وصف الله الملائكة بأنهم كرام بررة: (بأيدي سفرةٍ - كرام بررةٍ) [عبس: 15-16] ؛ أي القرآن بأيدي سفرة، أي: الملائكة؛ لأنهم سفراء الله إلى رسله وأنبيائه، قال البخاري: \" سفرة: الملائكة واحدهم سافر، سفرتُ: أصلحت بينهم، وجعلت الملائكة - إذا نزلت بوحي الله تعالى وتأديته - كالسفير الذي يصلح بين القوم \" (¬1) . ¶ وقد وصف الله تعالى هؤلاء الملائكة بأنهم (كرام بررةٍ) ؛ أي: خلقهم كريم حسن شريف، وأخلاقهم وأفعالهم بارة ظاهرة كاملة، ومن هنا ينبغي لحامل القرآن أن يكون في أفعاله وأقواله على السداد والرشاد. ¶ روى البخاري عن عائشة - رضي الله عنها - قالت: قال رسول ¶ ¬_________ ¶ (¬1) صحيح البخاري: 8/691.",
            "page": "19",
            "part": "1",
            "seal": "D774E44F"
        },
        {
            "id": "13",
            "nass": "الله صلى الله عليه وسلم: (مثل الذي يقرأ القرآن وهو حافظ له مع السفرة الكرام، ومثل الذي يقرأ القرآن وهو يتعاهده، وهو عليه شديد، فله أجران) (¬1) . ¶ استحياء الملائكة: ¶ من أخلاق الملائكة التي أخبرنا الرسول صلى الله عليه وسلم بها: الحياء؛ ففي الحديث الذي يرويه مسلم في صحيحه عن عائشة: أن الرسول صلى الله عليه وسلم كان مضطجعاً في بيتها، كاشفاً عن فخذيه أو ساقيه، فاستأذن أبو بكر، فأذن له وهو على تلك الحال، فتحدث، ثمّ استأذن عمر، فأذن له وهو كذلك، فتحدث، ثم استأذن عثمان، فجلس الرسول صلى الله عليه وسلم وسوّى ثيابه، فدخل، فتحدث، فلما خرج قالت عائشة: دخل أبو بكر، فلم تهتش له، ولم تُبَالهِ، ثم دخل عمر، فلم تهتش له ولم تباله، ثم دخل عثمان، فجلست، وسويت ثيابك، فقال: (ألا استحيي من رجل تستحيي منه الملائكة) (¬2) . ¶ وقولها: لم تهتش له: الهشاشة والبشاشة: طلاقة الوجه، وحسن اللقاء. ¶ وقولها: لم تباله: لم تحتفل به. ¶ قدراتهم ¶ 1- قدرتهم على التشكل: ¶ أعطى الله الملائكة القدرة على أن يتشكلوا بغير أشكالهم، فقد أرسل الله جبريل إلى مريم في صورة بشر: (واذكر في الكتاب مريم إذ انتبذت من أهلها مكاناً مشرفاً - فاتخذت من دونهم حجاباً فأرسلنا إليها روحنا فتمثَّل لها بشراً سوياً - قالت إني أعوذ بالرَّحمن منك إن كنت تقيّاً - قال إنَّما أنا رسول ربك لأهب لك غلاماً زكيّاً) [مريم: 16-19] . ¶ وإبراهيم - عليه السلام - جاءَته الملائكة في صورة بشر، ولم يعرف أنهم ملائكة حتى كشفوا له عن حقيقة أمرهم، (ولقد جاءت رسلنا إبراهيم بالبشرى قالوا سلاماً قال سلامٌ فما لبث أن جاء بعجلٍ حنيذٍ - فلمَّا رأى أيديهم لا تصل إليه نكرهم وأوجس منهم خيفةً قالوا لا تخف إنَّا أرسلنا إلى قوم لوطٍ) [هود: 69-70] . ¶ وجاؤوا إلى لوط في صورة شباب حسان الوجوه، وضاق لوط بهم، ¶ ¬_________ ¶ (¬1) صحيح البخاري: 8/691. ورقمه: 4937. ورواه مسلم: 1/549. ورقمه: 798، واللفظ للبخاري. ¶ (¬2) رواه مسلم: 4/1866. ورقمه: 2401.",
            "page": "20",
            "part": "1",
            "seal": "D1B8769D"
        },
        {
            "id": "14",
            "nass": "وخشي عليهم قومه، فقد كانوا قوم سوء يفعلون السيئات، ويأتون الذكران من العالمين: (ولمَّا جاءت رُسُلُنَا لوطاً سِيءَ بهم وضاق بهم ذرعاً وقال هذا يوم عصيب ٌ) [هود: 77] . ¶ يقول ابن كثير: \" تبدى لهم الملائكة في صورة شباب حسان امتحاناً واختباراً حتى قامت على قوم لوط الحجة، وأخذهم الله أخذ عزيز مقتدر \" (¬1) . ¶ وقد كان جبريل يأتي الرسول صلى الله عليه وسلم في صفات متعددة، فتارة يأتي في صورة دحية بن خليفة الكلبي (صحابي كان جميل الصورة) ، وتارة في صورة أعرابي. ¶ وقد شاهده كثير من الصحابة عندما كان يأتي كذلك. ¶ في الصحيحين عن عمر بن الخطاب قال: \" بينما نحن عند رسول الله صلى الله عليه وسلم ذات يوم، إذ طلع علينا رجل شديد بياض الثياب، شديد سواد الشعر، لا يرى عليه أثر السفر، ولا يعرفه منا أحد، حتى جلس إلى النبي صلى الله عليه وسلم، وأسند ركبتيه إلى ركبتيه، ووضع كفيه على فخذيه، وقال: يا محمد، أخبرني عن الإسلام \". وفي الحديث أنه سأله عن الإيمان والإحسان والساعة وأماراتها (¬2) . ¶ وقد أخبر الرسول صلى الله عليه وسلم فيما بعد أن السائل جبريل، جاء يعلم الصحابة دينهم. ¶ ورأت عائشة الرسول صلى الله عليه وسلم واضعاً يده على معرفة فرس دحية الكلبي يكلمه، فلما سألته عن ذلك، قال صلى الله عليه وسلم: (ذلك جبريل، وهو يقرئك السلام) (¬3) . ¶ وقد حدثنا الرسول صلى الله عليه وسلم عن الرجل الذي قتل تسعة وتسعين نفساً، وأنه لما هاجر تائباً جاءه الموت في منتصف الطريق إلى الأرض التي هاجر إليها، فاختصمت فيه ملائكة الرحمة وملائكة العذاب، فحكّموا فيه ملكاً ¶ ¬_________ ¶ (¬1) البداية والنهاية: 1/43. ¶ (¬2) رواه مسلم: 1/37. ورقمه: 8. ورواه البخاري عن أبي هريرة: 1/114. ورقمه: 49. واللفظ لمسلم. ¶ (¬3) أخرجه أحمد في مسنده، وابن سعد في الطبقات، بإسناد حسن. وحديث إقراء جبريل عائشة السلام من غير رؤيتها له، رواه البخاري في صحيحه: 6/305. ورقمه: 3217. ورواه أيضاً: 7/106. ورقمه: 3768.",
            "page": "21",
            "part": "1",
            "seal": "DB159367"
        },
        {
            "id": "15",
            "nass": "جاءَهم في صورة آدمي، يقول عليه السلام: (فأتاهم ملك في صورة آدمي، فجعلوه بينهم، فقال: قيسوا ما بين الأرضين، فإلى أيتهما كان أدنى فهو له) ، ولا بدّ أنهم حكموه بأمر الله، فأرسل الله لهم هذا الملك في صورة آدمي، والقصة في صحيح مسلم، في باب التوبة (¬1) . ¶ وسيأتي في قصة الثلاثة الذين ابتلاهم الله من بني إسرائيل الأبرص والأقرع والأعمى، وأن الملك تشكل لهم بصورة بشر. ¶ وقد خاض بعض أهل العلم في كيفية تشكل الملائكة بنظرة عقلية مجردة، فجاؤوا بكلام غث، وما كان أغناهم عن الخوض في هذا المبحث الغيبي، فالله أعلمنا بتشكلهم، ولم يعلمنا بكيفية ذلك، وكان يسع هؤلاء ما وسع رسول الله وأصحابه من بعده، فيقفوا حيث وقفوا، وإن شئت أن ترى شيئاً من كلام من تكلم في هذا الموضوع، فارجع إلى كتاب السيوطي: (الحبائك في أخبار الملائك) (¬2) . ¶ 2- عظم سرعتهم: ¶ أعظم سرعة يعرفها البشر هي سرعة الضوء، فهو ينطلق بسرعة (186) ألف ميل في الثانية الواحدة. ¶ أمّا سرعة الملائكة فهي فوق ذلك، وهي سرعة لا تقاس بمقاييس البشر، كان السائل يأتي إلى الرسول صلى الله عليه وسلم فلا يكاد يفرغ من سؤاله حتى يأتيه جبريل بالجواب من ربّ العزة سبحانه وتعالى، واليوم لو وُجدت المراكب التي تسير بسرعة الضوء، فإنها تحتاج إلى (مليار) سنة ضوئية حتى تبلغ بعض الكواكب الموجودة في آفاق هذا الكون الواسع الشاسع. ¶ 3- علمهم: ¶ والملائكة عندهم علم وفير علّمهم الله إيّاه، ولكن ليس عندهم القدرة التي أعطيت للإنسان في التعرف على الأشياء: (وعلَّم آدم الأسماء كلها ثُمَّ عرضهم على الملائكة فقال أَنبِئُونِي بأسماء هؤلاء إن كنتم صادقين - قالوا سبحانك لا علم لنا إلاَّ ما علَّمتنا إنَّك أنت العليم الحكيم) [البقرة: 31-32] . ¶ فالإنسان يتميز بالقدرة على التعرف على الأشياء، واكتشاف سنن الكون، والملائكة يعلمون ذلك بالتلقي المباشر عن الله سبحانه وتعالى. ¶ ولكنّ الذي علمهم الله إياه أكثر مما يعرفه الإنسان، ومن العلم الذي ¶ ¬_________ ¶ (¬1) صحيح مسلم: 4/2118. ورقمه: 2766. ¶ (¬2) ص: 261.",
            "page": "22",
            "part": "1",
            "seal": "D478049A"
        },
        {
            "id": "16",
            "nass": "أعطوه علم الكتابة: (وإنَّ عليكم لحافظين - كراماً كاتبين - يعلمون ما تفعلون) [الانفطار: 10-12] . ¶ وسيأتي إيضاح هذا في مبحث (الملائكة والإنسان) . ¶ اختصام الملأ الأعلى: ¶ والملائكة تتحاور فيما بينها فيما خفي عليها من وحي ربها، ففي سنن الترمذي، ومسند أحمد عن ابن عباس: أن الرسول صلى الله عليه وسلم قال: (أتاني الليلة ربي - تبارك وتعالى - في أحسن صورة - قال: أحسبه قال: في المنام - فقال: يا محمد، هل تدري فيم يختصم الملأ الأعلى؟ قال: قلت: لا. قال: فوضع يده بين كتفيّ، حتى وجدت بردها بين ثدييّ، فعلمت ما في السماوات، وما في الأرض. ¶ فقال: يا محمد! هل تدري فيم يختصم الملأ الأعلى؟ قلت: نعم، في الكفارات والدرجات، والكفارات: المكث في المساجد بعد الصلاة، والمشي على الأقدام إلى الجماعات، وإسباغ الوضوء في المكاره، والدرجات: إفشاء السلام، وإطعام الطعام، والصلاة بالليل والناس نيام. ¶ قال: صدقت، ومن فعل ذلك عاش بخير، ومات بخير، وكان من خطيئته كيوم ولدته أمه. ¶ وقال: يا محمد، إذا صليت فقل: اللهم إني أسألك فعل الخيرات، وترك المنكرات، وحبّ المساكين، وأن تغفر لي، وترحمني، وتتوب عليّ، وإذا أردت بعبادك فتنة، فاقبضني إليك غير مفتون) (¬1) . ¶ قال ابن كثير في هذا الحديث بعد ذكره له: \" هذا حديث المنام المشهور، ومن جعله يقظة فقد غلط، وهو في السنن من طرق، وهذا الحديث رواه الترمذي من حديث جهضم بن عبد الله اليمامي به. ¶ ¬_________ ¶ (¬1) صحيح سنن الترمذي: 3/9. ورقمه: 2580، 2581.",
            "page": "23",
            "part": "1",
            "seal": "4110F73A"
        },
        {
            "id": "17",
            "nass": "وقال الحسن: صحيح، وليس هذا الاختصام هو الاختصام المذكور في القرآن في قوله: (ما كان لي علم بالملإ الْأَعْلَى إذ يختصمون - إن يُوحَى إليَّ إلاَّ أنَّما أنا نذيرٌ مُّبين) [ص: 69-70] . ¶ فإن الاختصام المذكور في الحديث، قد فسره الرسول صلى الله عليه وسلم. ¶ والاختصام المذكور في القرآن فسرته الآيات بعده: (إذ قال ربُّك للملائكة إني خالق بشراً من طينٍ - فإذا سوَّيته ونفخت فيه من روحي فقعوا له ساجدين - فسجد الملائكة كلُّهم أجمعون - إلاَّ إبليس استكبر وكان من الكافرين) [ص: 71-74] . ¶ فالاختصام المذكور في القرآن كان في شأن آدم - عليه السلام - وامتناع إبليس من السجود له، ومحاجته ربّه في تفضيله عليه \" (¬1) . ¶ 4- منظمون في كل شؤونهم: ¶ الملائكة منظمون في عبادتهم، وقد حثنا الرسول صلى الله عليه وسلم على الاقتداء بهم في ذلك فقال: (ألا تصفّون ما تصفّ الملائكة عند ربها) ؟ قالوا: يا رسول الله، وكيف تصف الملائكة عند ربها؟ قال: (يتمون الصفوف، ويتراصون في الصف) (¬2) . ¶ وفي يوم القيامة يأتون صفوفاً منتظمة: (وجاء ربُّك والملك صفّاً صفّاً) [الفجر: 22] ، ويقفون صفوفاً بين يدي الله تعالى: (يوم يقوم الرُّوح والملائكة صفّاً لا يتكلَّمون إلاَّ من أذن له الرَّحمن وقال صواباً) [النبأ: 38] ، والروح: جبريل. ¶ وانظر إلى دقة تنفيذهم للأوامر، ففي صحيح مسلم، ومسند أحمد عن ¶ ¬_________ ¶ (¬1) راجع تفسير ابن كثير: 6/73-74. ¶ (¬2) رواه مسلم: 1/322. ورقمه: 430.",
            "page": "24",
            "part": "1",
            "seal": "3BA0452F"
        },
        {
            "id": "18",
            "nass": "أنس رضي الله عنه: أن النبي صلى الله عليه وسلم قال: (آتي باب الجنة فأستفتح، فيقول الخازن: من أنت؟ فأقول: محمد، فيقول: بك أمرت لا أفتح لأحد قبلك) (¬1) . ¶ ويمكن أن نلاحظ دقة تنفيذهم للأوامر من استعراض حديث الإسراء؛ إذ كان جبريل يستأذن في كل سماء، ولا يُفْتَحُ له إلا بعد الاستفسار. ¶ ¬_________ ¶ (¬1) صحيح مسلم: 1/188. ورقمه: 197.",
            "page": "25",
            "part": "1",
            "seal": "1E272407"
        },
        {
            "id": "21",
            "nass": "5- عصمة الملائكة: ¶ نقل السيوطي عن القاضي عياض: أن المسلمين أجمعوا على أن الملائكة مؤمنون فضلاء، واتفق أئمة المسلمين أن حكم المرسلين منهم حكم النبيين سواء في العصمة مما ذكرنا عصمتهم منه، وأنهم في حقوق الأنبياء والتبليغ إليهم كالأنبياء مع الأمم. ¶ واختلفوا في غير المرسلين منهم، فذهب طائفة إلى عصمتهم جميعاً عن المعاصي، واحتجوا بقوله تعالى: (يا أيها الَّذين آمنوا قوا أنفسكم وأهليكم ناراً وقودها النَّاس والحجارة عليها ملائكة غلاظٌ شدادٌ لا يعصون الله ما أمرهم ويفعلون ما يؤمرون) [التحريم: 6] ، وبقوله: (وما منَّا إلاَّ له مقامٌ معلومٌ - وإنَّا لنحن الصَّادقون - وإنَّا لنحن المسبحون) [الصافات: 164-166] ، وبقوله: (ومن عنده لا يستكبرون عن عبادته ولا يستحسرون) الآية [الأنبياء: 19] ، وقوله: (كرام بررةٍ) [عبس: 16] ، وقوله: (لاَّ يمسُّه إلاَّ المطهَّرون) [الواقعة: 79] ونحوه من السمعيات. ¶ وذهبت طائفة إلى أن هذا خصوص للمرسلين منهم والمقربين، واحتجوا بقصة هاروت وماروت وقصة إبليس، والصواب عصمتهم جميعاً وتنزيه جنابهم الرفيع عن جميع ما يحط من رتبهم وينزلهم عن جليل مقدارهم. ¶ قال: والجواب عن قصة هاروت وماروت أنها لم يرو فيها شيء لا سقيم ولا صحيح عن رسول الله صلى الله عليه وسلم، وعن قصة إبليس أن الأكثر ينفون أنه من الملائكة ويقولون: إنه أبو الجن، كما أن آدم أبو البشر، انتهى \" (¬1) . ¶ وتعرض لهذه المسألة الصفوي الأرموي فما نقله عنه السيوطي فقال: \" الملائكة معصومون، والدليل عليه من وجوه: ¶ أحدهما: قوله تعالى في وصفهم: (ويفعلون ما يؤمرون) [التحريم: 6] وقوله تعالى: (وهم بأمره يعملون) [الأنبياء: 27] وهما يتناولان فعل المأمورات وترك المنهيات؛ لأن النهي أمر بالترك، ولأنه سيق في معرض التمدح، وهو إنما يحصل بمجموعها. ¶ وثانيها: قوله تعالى: (يسبحون اللَّيل والنَّهار لا يفترون) [الأنبياء: 20] ، وهو يفيد المبالغة التامة في الاشتغال بالعبادة، وهو يفيد المطلوب. ¶ وثالثهما: الملائكة رسل الله لقوله تعالى: (جاعل الملائكة رسلاً) [فاطر: 1] والرسل معصومون؛ لأنه قال في تعظيمهم: (الله أعلم حيث يجعل رسالته) [الأنعام: 124] ، وهو يفيد المبالغة التامة في التعظيم \" (¬2) . ¶ عبادة الملائكة ¶ ¬_________ ¶ (¬1) الحبائك في أخبار الملائك، للسيوطي: ص252. ¶ (¬2) الحبائك في أخبار الملائك: ص253.",
            "page": null,
            "part": null,
            "seal": "0066C5C8"
        },
        {
            "id": "22",
            "nass": "الفصل الثاني عبادة الملائكة ¶ نظرة في طبيعة الملائكة: ¶ الملائكة مطبوعون على طاعة الله، ليس لديهم القدرة على العصيان: (لا يعصون الله ما أمرهم ويفعلون ما يؤمرون) [التحريم: 6] . ¶ فتركهم للمعصية، وفعلهم للطاعة جبلّة، لا يكلفهم أدنى مجاهدة؛ لأنه لا شهوة لهم. ¶ ولعلّ هذا هو السبب الذي دعا فريقاً من العلماء إلى القول: إن الملائكة ليسوا بمكلفين، وإنهم ليسوا بداخلين في الوعد والوعيد (¬1) . ¶ ويمكن أن نقول: إن الملائكة ليسوا بمكلفين بالتكاليف نفسها التي كلف بها أبناء آدم. أما القول بعدم تكليفهم مطلقاً، فهو قول مردود، فهم مأمورون بالعبادة والطاعة: (يخافون ربَّهم من فوقهم ويفعلون ما يؤمرون) [النحل: 50] . وفي الآية أنهم يخافون ربهم، والخوف نوع من التكاليف الشرعية، بل هو من أعلى أنواع العبودية، كما قال فيهم: (وهم من خشيته مشفقون) [الأنبياء: 28] . ¶ مكانة الملائكة: ¶ خير ما يوصف به الملائكة أنهم عباد الله، ولكنهم عباد مكرمون، وقد سبق أن أشرنا إلى أن دعوى المشركين في أنّ الملائكة - بنات الله - دعوى باطلة، لا نصيب لها من الصحة، وقد أكذب الله القائلين بهذا القول، وبين حقيقة الملائكة ومكانتهم في أكثر من موضع، قال تعالى: (وقالوا اتَّخذ الرَّحمن ولداً سبحانه بل عبادٌ مُّكرمون - لا يسبقونه بالقول وهم بأمره يعملون ¶ ¬_________ ¶ (¬1) لوامع الأنوار البهية: 2/409.",
            "page": "29",
            "part": "1",
            "seal": "7D3506BF"
        },
        {
            "id": "23",
            "nass": "- يعلم ما بين أيديهم وما خلفهم ولا يشفعون إلاَّ لمن ارتضى وهم من خشيته مشفقون - ومن يقل منهم إِنِّي إلهٌ من دونه فذلك نجزيه جهنم كذلك نجزي الظَّالمين) [الأنبياء: 26-29] . ¶ الملائكة عباد يتصفون بكل صفات العبودية، قائمون بالخدمة، منفذون للتعاليم، وعلم الله بهم محيط، لا يستطيعون أن يتجاوزوا الأوامر، ولا أن يخالفوا التعليمات الملقاة إليهم، خائفون وجلون. وعلى احتمال أن بعضهم تعدى طوره، فإن الله يعذبه جزاء تمرده. ¶ ومن تمام عبودية الملائكة أنهم لا يتقدمون بين يدي ربهم مقترحين، ولا يعترضون على ما أمر من أوامره، بل هم عاملون بأمره، مسارعون مجيبون (لا يسبقونه بالقول وهم بأمره يعملون) [الأنبياء: 27] ، وهم لا يفعلون إلا ما يؤمرون به، فالأمر يحركهم، والأمر يوقفهم، ففي صحيح البخاري عن ابن عباس (¬1) قال: قال رسول الله صلى الله عليه وسلم لجبريل: (ألا تزورنا أكثر مما تزورنا؟) قال: فنزلت: (وما نتنزَّل إلاَّ بأمر ربك له ما بين أيدينا وما خلفنا وما بين ذلك وما كان ربُّك نسيّاً) [مريم: 64] . ¶ نماذج من عبادتهم: ¶ الملائكة عباد الله، مكلفون بطاعته، وهم يقومون بالعبادة والتكاليف بيسر وسهولة. وسنورد - هنا - بعض العبادات التي حدثنا الله، أو رسوله صلى الله عليه وسلم أنهم يقومون بها. ¶ 1- التسبيح: الملائكة يذكرون الله تعالى، وأعظم ذكره التسبيح، يسبحه تعالى حملة عرشه: (الَّذين يحملون العرش ومن حوله يسبحون بحمد ربهم) [غافر: 7] ، كما يسبحه عموم ملائكته: (والملائكة يسبحون بحمد ربهم) [الشورى: 5] . ¶ ¬_________ ¶ (¬1) صحيح البخاري: 6/305. ورقمه: 3218.",
            "page": "30",
            "part": "1",
            "seal": "305BCFFD"
        },
        {
            "id": "24",
            "nass": "وتسبيحهم لله دائم لا ينقطع، لا في الليل، ولا في النهار: (يسبحون اللَّيل والنَّهار لا يفترون) [الأنبياء: 20] . ¶ ولكثرة تسبيحهم فإنهم هم المسبحون في الحقيقة، وحق لهم أن يفخروا بذلك: (وإنَّا لنحن الصَّافون - وإنَّا لنحن المسبحون) [الصافات: 165-166] . ¶ وما كثرة تسبيحهم إلا لأن التسبيح أفضل الذكر، روى مسلم في صحيحه عن أبي ذر، قال: سئل رسول الله صلى الله عليه وسلم أي الذكر أفضل؟ قال: (ما اصطفى الله لملائكته أو لعباده: سبحان الله وبحمده) (¬1) . ¶ 2- الاصطفاف: سبق ذكر الحديث الذي يحث الرسول صلى الله عليه وسلم فيه أصحابه على الاقتداء بالملائكة في الاصطفاف للصلاة: (ألا تصفون كما تصف الملائكة عند ربها؟) . وعندما سئل عن كيفية اصطفافهم قال: (يتمون الصفوف، ويتراصون في الصف) . رواه مسلم (¬2) . ¶ وفي القرآن عن الملائكة: (وإنَّا لنحن الصَّافون) [الصافات: 165] . وهم يقومون، ويركعون، ويسجدون، ففي مشكل الآثار للطحاوي، وفي المعجم الكبير للطبراني عن حكيم بن حزام قال: ¶ \" بينما رسول الله صلى الله عليه وسلم في أصحابه إذ قال لهم: (أتسمعون ما أسمع؟) . قالوا: ما نسمع من شيء، قال: (إني لأسمع أطيط السماء، وما تلام أن تئط، ما فيها موضع شبر إلا عليه ملك ساجد أو قائم) (¬3) . ¶ 3- الحج: للملائكة كعبة في السماء السابعة يحجون إليها، هذه الكعبة هي التي ¶ ¬_________ ¶ (¬1) صحيح مسلم: 4/2093. ورقمه: 2731. ¶ (¬2) صحيح مسلم: 1/322. ورقمه: 430. ¶ (¬3) قال فيه الألباني: (صحيح على شرط مسلم) . سلسلة الأحاديث الصحيحة: حديث رقم 852.",
            "page": "31",
            "part": "1",
            "seal": "C14EBA5F"
        },
        {
            "id": "25",
            "nass": "أسماها الله تعالى: البيت المعمور، وأقسم به في سورة الطور: (والبيت المعمور) [الطور: 4] . ¶ قال ابن كثير عند تفسير هذه الآية: \" ثبت في الصحيحين: أن رسول الله صلى الله عليه وسلم قال في حديث الإسراء، بعد مجاوزته السماء السابعة: (ثمّ رفع بي إلى البيت المعمور، وإذا هو يدخله كل يوم سبعون ألفاً، لا يعودون إليه آخر ما عليهم) (¬1) ؛ يعني يتبعدون فيه، ويطوفون به كما يطوف أهل الأرض بكعبتهم، والبيت المعمور هو كعبة أهل السماء السابعة، ولهذا وَجَد إبراهيمَ الخليل - عليه الصلاة والسلام - مسنداً ظهره إلى البيت المعمور؛ لأنه باني الكعبة الأرضية، والجزاء من جنس العمل \". ¶ وذكر ابن كثير أن البيت المعمور بحيال الكعبة، أي فوقها، لو وقع لوقع عليها، وذكر أن في كل سماء بيتا يتعبد فيه أهلها، ويصلون إليه، والذي في السماء الدنيا يقال له: بيت العزة. ¶ وهذا الذي ذكره ابن كثير من أن البيت المعمور بحيال الكعبة مروي عن علي بن أبي طالب، أخرج ابن جرير من طريق خالد بن عرعرة: أن رجلاً قال لعلي - رضي الله عنه -: ما البيت المعمور؟ قال: \" بيت في السماء بحيال البيت، حرمة هذا في السماء كحرمة هذا في الأرض، يدخله كل يوم سبعون ألف ملك، ولا يعودون إليه \" (¬2) . ¶ قال فيه الشيخ ناصر الدين الألباني (¬3) : ورجاله ثقات غير خالد بن عرعرة وهو مستور ... ثم ذكر أن له شاهداً مرسلاً صحيحاً من رواية قتادة، قال: ذكر لنا أن النبي صلى الله عليه وسلم قال يوماً لأصحابه: (هل تدرون ما البيت المعمور؟ قالوا: الله ورسوله أعلم، قال: فإنه مسجد في السماء، تحته الكعبة، لو خرّ لخر عليها ... ) . ¶ ثم قال المحقق (الألباني) : \" وجملة القول أن هذه الزيادة (حيال ¶ ¬_________ ¶ (¬1) صحيح البخاري: 6/103. ورقمه: 3207. وصحيح مسلم: 1/146. ورقمه: 162. وفي اللفظ بعض الاختلاف عما هو في الصحيحين. ¶ (¬2) نقله عن الطبري وإسحاق: ابن حجر في فتح الباري: 6/308، وأطال في الكلام على إسناده وطرقه. ¶ (¬3) سلسلة الأحاديث الصحيحة: 1/236.",
            "page": "32",
            "part": "1",
            "seal": "B567FC43"
        },
        {
            "id": "26",
            "nass": "الكعبة) ثابتة بمجموع طرقها \". ¶ 4- خوفهم من الله وخشيتهم له: ولما كانت معرفة الملائكة بربهم كبيرة، كان تعظيمهم له، وخشيتهم له، عظيمة، قال الله فيهم: (وهم من خشيته مشفقون) [الأنبياء: 28] . ¶ ويبين شدة خوفهم من ربهم ما رواه البخاري عن أبي هريرة عن النبي صلى الله عليه وسلم قال: (إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعاناً لقوله كالسلسلة على صفوان) . ¶ قال علي، وقال غيره: \" صفوان ينفذهم ذلك. فإذا فزع عن قلوبهم قالوا: ماذا قال ربكم؟ قالوا للذي قال: الحق، وهو العلي الكبير \" (¬1) . ¶ وفي معجم الطبراني الأوسط بإسناد حسن عن جابر رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: (مررت ليلة أُسري بي بالملأ الأعلى، وجبريل كالحلس البالي من خشية الله تعالى) (¬2) . ¶ \" والحلس: كساء يبسط في أرض البيت \". ¶ ¬_________ ¶ (¬1) صحيح البخاري: 3/380. ورقمه: 4701. ¶ (¬2) صحيح الجامع: 5/206.",
            "page": "33",
            "part": "1",
            "seal": "14EB0B74"
        },
        {
            "id": "30",
            "nass": "الفصل الثالث الملائكة والإنسان ¶ المبحث الأول ¶ الملائكة وآدم ¶ سؤالهم عن الحكمة من خلق الإنسان: ¶ عندما أراد الله سبحانه أن يخلق آدم أعلم ملائكته بمراده، فسألوه عن الحكمة من وراء ذلك؛ لأنهم علموا أنه سيقع من بني آدم إفساد، وسفك دماء، وعصيان، وكفر، فأخبرهم سبحانه، أن من وراء خلقه لآدم حِكَماً لا يعلمونها: (وإذ قال ربك للملائكة إني جاعلٌ في الأرض خليفةً قالوا أتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون) [البقرة: 30] . ¶ سجودهم له عند خلقه: ¶ أمر الله ملائكته بالسجود لآدم حين يتمّ خلقه، وتنفخ فيه الروح: (إذ قال ربُّك للملائكة إني خالق بشراً من طينٍ - فإذا سوَّيته ونفخت فيه من رُّوحي فقعوا له ساجدين) [ص: 71-72] . ¶ وقد استجابوا لأمر الله إلا إبليس: (فسجد الملائكة كلُّهم أجمعون - إلاَّ إبليس استكبر وكان من الكافرين) [ص: 73-74] (¬1) . ¶ ¬_________ ¶ (¬1) هذه الآية ظاهرة الدلالة في أن الملائكة جميعاً سجدوا لآدم، وفي هذا ردٌ على الذين قالوا إن الذين سجدوا هم جزء من الملائكة، أو أنهم ملائكة الأرض فحسب، والأثر الوارد في أنهم ملائكة الأرض المنسوب إلى ابن عباس فيه نكارة وانقطاع. ويرى ابن تيمية أن الآية نص لا يحتمل التأويل، ولا يجوز مخالفتها.",
            "page": "37",
            "part": "1",
            "seal": "41FD84D0"
        },
        {
            "id": "31",
            "nass": "توجيه الملائكة لآدم: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (خلق الله آدم على صورته، طوله ستون ذراعاً، فلما خلقه قال: اذهب فسلم على أولئك، نفر من الملائكة جلوس، فاستمع ما يحيونك، فإنها تحيتك وتحيّة ذريتك، فقال: السلام عليكم. فقالوا: السلام عليك ورحمة الله (فزادوه ورحمة الله) (¬1) . ¶ غسل الملائكة آدم عند موته: ¶ عندما توفي آدم لم يعرف أولاده كيف يفعلون به، فأعلمتهم الملائكة، ففي مستدرك الحاكم، ومعجم الطبراني الأوسط، بإسناد صحيح، عن أبيّ رضي الله عنه عن النبي صلى الله عليه وسلم: (لما توفي آدم غسلته الملائكة بالماء وتراً، وألحدوا له، وقالوا: هذه سنة آدم في ولده) (¬2) . ¶ وقد ثبت في صحاح الأحاديث أن الملائكة غسلت شهيداً من هذه الأمة هو حنظلة بن أبي عامر، الذي استشهد في معركة أحد، فقد قال الرسول صلى الله عليه وسلم لأصحابه بعد مقتل حنظلة: (إنّ صاحبكم تغسله الملائكة، يعني حنظلة) ، فسأل الصحابة زوجته، فقالت: إنّه خرج لما سمع الهائعة وهو جنب. فقال رسول الله صلى الله عليه وسلم: (لذلك غسلته الملائكة) . ¶ رواه الحاكم والبيهقي وإسناده حسن، وقد ذكر ابن عساكر بإسناد صحيح: أنّ الأوس افتخروا بأن منهم غسيل الملائكة: حنظلة بن الراهب (¬3) . ¶ المبحث الثاني ¶ الملائكة وبني آدم ¶ علاقة الملائكة بذرية آدم علاقة وثيقة، فهم يقومون عليه عند خلقه، ويُكَلَّفون بحفظه بعد خروجه إلى الحياة، ويأتونه بالوحي من الله، ويراقبون ¶ ¬_________ ¶ (¬1) صحيح البخاري: 11/3. ورقمه: 6227. ورواه مسلم: 4/2184. ورقمه: 2841. ¶ (¬2) صحيح الجامع: 5/48. ¶ (¬3) سلسلة الأحاديث الصحيحة: حديث رقم: 326.",
            "page": "38",
            "part": "1",
            "seal": "B6093887"
        },
        {
            "id": "32",
            "nass": "أعماله وتصرفاته، وينزعون روحه إذا جاء أجله. ¶ المطلب الأول ¶ دورهم في تكوين الإنسان ¶ روى مسلم في صحيحه عن أبي ذر، قال: سمعت رسول الله صلى الله عليه وسلم يقول: (إذا مرّ بالنطفة اثنان وأربعون ليلة، بعث الله إليها ملكاً، فصورها، وخلق سمعها وبصرها، وجلدها ولحمها وعظامها، ثمّ قال: أي ربّ: أذكر أم أنثى؟ فيقضي ربك ما شاء ويكتب الملك) (¬1) . ¶ وعن ابن مسعود، قال: حدثنا رسول الله صلى الله عليه وسلم وهو الصادق المصدوق قال: (إن أحدكم يجمع خلقه في بطن أمه أربعين يوماً، ثمّ يكون علقة مثل ذلك، ثمّ يكون مضغة مثل ذلك، ثم يبعث الله إليه ملكاً يؤمر بأربع كلمات، ويقال له: اكتب عمله ورزقه، وشقي أو سعيد، ثم ينفخ فيه الروح) (¬2) . ¶ وفي الصحيحين أيضاً، عن أنس عن النبي صلى الله عليه وسلم قال: (وكّل الله بالرحم ملكاً، فيقول: أي ربّ نطفة، أي ربّ عَلَقَة، أي ربّ مضغة، فإذا أراد الله أن يقضي خَلْقَها قال: أي ربّ ذكر أم أنثى؟ أشقيّ أم سعيد؟ فما الرزق؟ فما الأجل؟ فيكتب كذلك في بطن أمه) (¬3) . ¶ المطلب الثاني ¶ حراستهم لابن آدم ¶ قال تعالى: (سواءٌ منكم مَّن أسرَّ القول ومن جهر به ومن هو مستخف باللَّيل وسارب بالنَّهار - له مُعَقِّبَاتٌ من بين يديه ومن خلفه يحفظونه من أمر الله) [الرعد: 10-11] . ¶ وقد بين ترجمان القرآن ابن عباس أن المعقبات من الله هم الملائكة جعلهم الله ليحفظوا الإنسان من أمامه ومن ورائه، فإذا جاء قدر الله - الذي قدّر ¶ ¬_________ ¶ (¬1) صحيح مسلم: 4/2037. ورقمه: 2645. ¶ (¬2) رواه البخاري: 6/203. ورقمه: 3208. ورواه مسلم: 4/2036. ورقمه: 2643. ¶ (¬3) رواه البخاري: 11/477. ورقمه: 6595. ورواه مسلم: 4/2038. ورقمه: 2646. واللفظ للبخاري.",
            "page": "39",
            "part": "1",
            "seal": "1D72A2E1"
        },
        {
            "id": "33",
            "nass": "أن يصل إليه - خلوا عنه. ¶ وقال مجاهد: \" ما من عبد إلا له ملك موكل بحفظه في نومه ويقظته من الجنّ والإنس والهوام، فما منها شيء يأتيه إلا قال له الملك وراءك، إلا شيء أذن الله فيه فيصيبه \". ¶ وقال رجل لعلي بن أبي طالب: \" إن نفراً من مراد يريدون قتلك، فقال (أي علي) : إن مع كل رجل ملكين يحفظانه مما لم يقدّر، فإذا جاء القدر خليا بينه وبينه، إن الأجل جنّة حصينة \" (¬1) . ¶ والمعقبات المذكورة في آية الرعد هي المرادة بالآية الأخرى: (وهو القاهر فوق عباده ويرسل عليكم حفظةً حتَّى إذا جاء أحدكم الموت توفَّته رسلنا وهم لا يفرطون) [الأنعام: 61] ، فالحفظة الذين يرسلهم الله يحفظون العبد حتى يأتي أجله المقدر له. ¶ المطلب الثالث ¶ سفراء الله إلى رسله وأنبيائه ¶ وقد أعلمنا الله أن جبريل يختص بهذه المهمة: (قل من كان عدوّاً لجبريل فإنَّه نزَّله على قلبك بإذن الله مصدّقاً لما بين يديه) [البقرة: 97] . ¶ وقال: (نزل به الرُّوح الأمين - على قلبك لتكون من المنذرين) [الشعراء: 193-194] . ¶ وقد يأتي بالوحي غير جبريل - وهذا قليل - كما في الحديث الذي رواه مسلم في صحيحه عن ابن عباس قال: (بينما جبريل قاعد عند النبي صلى الله عليه وسلم سمع نقيضاً من فوقه، فرفع رأسه، فقال: هذا باب من السماء فتح اليوم، لم يفتح قط إلا اليوم، فنزل منه ملك، فقال: هذا ملك نزل إلى الأرض لم ينزل قطّ إلا اليوم، فسلّم، وقال: أبشر بنورين أوتيتهما لم يؤتهما نبي ¶ ¬_________ ¶ (¬1) راجع البداية والنهاية: 1/54.",
            "page": "40",
            "part": "1",
            "seal": "794F39F9"
        },
        {
            "id": "34",
            "nass": "قبلك: فاتحة الكتاب، وخواتيم سورة البقرة، لن تقرأ بحرف منهما إلا أعطيته) (¬1) . ¶ وفي التاريخ لابن عساكر عن حذيفة: أن رسول الله صلى الله عليه وسلم قال: (أتاني مالك فسلم عليّ - نزل من السماء، لم ينزل قبلها - فبشرني أن الحسن والحسين سيدا شباب أهل الجنّة، وأن فاطمة سيدة نساء أهل الجنّة) (¬2) . ¶ وفي مسند أحمد وسنن النسائي عن حذيفة: أن الرسول صلى الله عليه وسلم قال: (أما رأيت العارض الذي عرض لي قبيل؟) قال: قلت: بلى، قال: (فهو ملك من الملائكة لم يهبط الأرض قبل هذه الليلة، فاستأذن ربه أن يسلم عليّ، ويبشرني أن الحسن والحسين سيدا شباب أهل الجنّة، وأن فاطمة سيّدة نساء أهل الجنة) (¬3) . ¶ ¬_________ ¶ (¬1) صحيح مسلم: 1/554. ورقمه: 806. ¶ (¬2) صحيح الجامع: 1/80. ¶ (¬3) مسند أحمد 5/391، واللفظ له. وصحيح سنن النسائي: 3/226. ورقمه: 2975.",
            "page": "41",
            "part": "1",
            "seal": "32975CEB"
        },
        {
            "id": "35",
            "nass": "ليس كل من جاءه ملك فهو رسول أو نبي: ¶ ليس كل من جاءه ملك يعدّ رسولاً أو نبياً، فهذا وَهْم، فالله قد أرسل جبريل إلى مريم، كما أرسله إلى أم إسماعيل عندما نفد الماء والطعام منها. ¶ ورأى الصحابة جبريل في صورة أعرابي، وأرسل الله ملكاً إلى ذلك الرجل الذي زار أخاً له في الله يبشره بأن الله يحبه لحبه لأخيه....، وهذا كثير وإنما المراد التنبيه. ¶ كيف كان يأتي الوحي الرسول صلى الله عليه وسلم: ¶ في صحيح البخاري عن عائشة رضي الله عنها: أن الحارث بن هشام - رضي الله عنه - سأل الرسول صلى الله عليه وسلم، فقال: يا رسول الله، كيف يأتيك الوحي؟ فقال الرسول صلى الله عليه وسلم: (أحياناً يأتيني مثل صلصلة الجرس، وهو أشدّه عليّ، فَيُفصَم عني وقد وعيت عنه ما قال، وأحياناً يتمثل لي الملك رجلاً، فيكلمني، فأعي ما يقول) (¬1) . ¶ فجبريل كان يأتي الرسول صلى الله عليه وسلم وهو في حالته الملكية، وهذه شديدة على الرسول صلى الله عليه وسلم، والحالة الثانية كان جبريل ينتقل من حالته الملكية إلى البشرية، وهذه أخف على الرسول صلى الله عليه وسلم. ¶ وقد رأى الرسول صلى الله عليه وسلم جبريل على صورته التي خلقه الله عليها مرتين: ¶ الأولى: بعد البعثة بثلاث سنوات؛ ففي صحيح البخاري عن جابر ابن عبد الله: أن الرسول صلى الله عليه وسلم قال: (بينما أنا أمشي، إذ سمعت صوتاً من السماء، فرفعت بصري، فإذا الملك الذي جاءني بحراء جالس على كرسي بين السماء والأرض، فرعبت منه، فرجعت، فقلت: زملوني) (¬2) . ¶ والثانية: عندما عرج به إلى السماء: ¶ وهاتان المرتان مذكورتان في سورة النجم في قوله تعالى: (علَّمه شديد القوى - ذو مرةٍ فاستوى - وهو بالأفق الأعلى - ثمَّ دنا فتدلَّى - فكان قاب قوسين أو أدنى - فأوحى إلى عبده ما أوحى - ما كذب الفؤاد ما رأى - ¶ ¬_________ ¶ (¬1) صحيح البخاري: 1/18. ورقمه: 2. ¶ (¬2) صحيح البخاري: 1/27. ورقمه: 4.",
            "page": "42",
            "part": "1",
            "seal": "BF594845"
        },
        {
            "id": "36",
            "nass": "أَفَتُمَارُونَهُ على ما يرى - ولقد رآه نزلةً أخرى - عند سدرة المنتهى - عندها جنَّة المأوى - إذ يغشى السدرة ما يغشى - ما زَاغَ البصر وما طغى) [النجم: 5-17] . ¶ لا تقتصر مهمة جبريل على تبليغ الوحي: ¶ لم تقتصر مهمة جبريل على تبليغ الوحي من الله تعالى، فقد كان يأتيه في كل عام في رمضان في كل ليلة من لياليه، فيدارسه القرآن. والحديث أورده البخاري في صحيحه عن ابن عباس قال: \" كان رسول الله صلى الله عليه وسلم أجود الناس، وكان أجود ما يكون في رمضان حين يلقاه جبريل، وكان يلقاه في كل ليلة في رمضان، فيدارسه القرآن، فلرسول الله أجود بالخير من الريح المرسلة \" (¬1) . ¶ إمامته للرسول: ¶ وقد أمّ جبريلُ الرسول صلى الله عليه وسلم؛ كي يعلمه الصلاة كما يريدها الله تعالى، ¶ ففي صحيح البخاري وسنن النسائي عن أي مسعود: أن الرسول صلى الله عليه وسلم قال: (نزل جبريل فأمني فصليت معه، ثم صليت معه، ثم صليت معه، ثم صليت معه، ثم صليت معه، يحسب بأصابعه خمس مرات) (¬2) . ¶ وفي السنن عن ابن عباس: أن الرسول صلى الله عليه وسلم قال: (أمني جبريل عليه السلام عند البيت مرتين، فصلى بي الظهر، حين زالت الشمس، وكانت قدر الشراك، وصلى بي العصر حين كان ظلّ الشيء مثله، وصلى بي - يعن المغرب - حين أفطر الصائم، وصلى بي العشاء حين غاب الشفق، وصلى بي الفجر حين حرم الطعام والشراب على الصائم. ¶ فلما كان الغد، صلى بي الظهر حين كان ظل الشيء مثله، وصلى بي العصر حين كان ظل الشيء مثليه، وصلى بي المغرب حين أفطر الصائم، وصلى بي العشاء إلى ثلث الليل، وصلى بي الفجر فأسفر. ثم التفت إليّ فقال: يا محمد، هذا وقت الأنبياء من قبلك، والوقت ما بين هذين الوقتين) (¬3) . ¶ ¬_________ ¶ (¬1) صحيح البخاري: 1/30. ورقمه: 6. ¶ (¬2) صحيح البخاري: 6/5-3. ورقمه: 3221. صحيح سنن النسائي: 1/108. ورقمه: 480. ¶ (¬3) صحيح سنن أبي داود، واللفظ له: 1/79. ورقمه: 377. وصحيح سنن الترمذي: 1/50. ورقمه: 127. وصحيح سنن النسائي عن أبي هريرة: 1/109. ورقمه: 488.",
            "page": "43",
            "part": "1",
            "seal": "DA894890"
        },
        {
            "id": "37",
            "nass": "رقية جبريل للرسول صلى الله عليه وسلم: ¶ روى مسلم في صحيحه عن أبي سعيد: أن جبريل أتى النبي صلى الله عليه وسلم فقال: (يا محمد اشتكيت؟ قال: نعم، قال: بسم الله أرقيك، من كل شيء يؤذيك، من شر كلّ ذي نفس، أو عين حاسد، الله يشفيك، بسم الله أرقيك) (¬1) . ¶ أعمال أخرى: ¶ ومن ذلك أنّه حارب مع الرسول صلى الله عليه وسلم في بدر والخندق، وصحب الرسول صلى الله عليه وسلم في الإسراء وغير ذلك. ¶ لماذا لا يرسل الله رسله من الملائكة: ¶ والله لا يرسل رسله إلى البشر من الملائكة؛ لأن طبيعة الملائكة مخالفة لطبيعة البشر، فاتصالهم بالملائكة ليس سهلاً ميسوراً؛ ولذا فإن الرسول صلى الله عليه وسلم كان يشق عليه مجيء جبريل إليه بصفته الملائكية كما مضى، وعندما رأى جبريل على صورته فزع، وجاء زوجته يقول: دثّروني دّثروني. ¶ فلما كانت الطبائع مختلفة، شاء الله أن يرسل لهم رسولاً من جنسهم، ولو كان سكان الأرض ملائكة، لأنزل إليهم ملكاً رسولاً، قال تعالى: (قل لو كان في الأرض ملائكة يمشون مُطْمَئِنِّينَ لنزَّلنا عليهم من السَّماء ملكاً رسولاً) [الإسراء: 95] . ¶ وعلى فرض أن الله اختار رسله إلى عموم البشر من الملائكة، فإنه لا ينزلهم بصورهم الملائكية، بل يجعلهم يتمثلون في صفة رجال يلبسون ما يلبس الرجال، كي يتمكن الناس من الأخذ عنهم: (وقالوا لولا أنزل عليه ملكٌ ولو أنزلنا ملكاً لقضي الأمر ثم لا ينظرون - ولو جعلناه ملكاً لَّجعلناه رجلاً وَلَلَبَسْنَا عليهم مَّا يلبسون) [الأنعام: 8-9] . ¶ وقد أخبر تعالى أن طلب الكَفَرَة رؤية الملائكة، ومجيء رسول من الملائكة، إنما هو تعنت، وليس طلباً للهداية، وعلى احتمال حدوثه فإنهم لن يؤمنوا: (ولو أننَّا نزَّلنا إليهم الملائكة وَكَلَّمَهُمُ الْمَوْتَى وحشرنا عليهم كلَّ شيءٍ قبلاً ما كانوا ليؤمنوا إلا أن يشاء الله ولكنَّ أكثرهم يجهلون) [الأنعام: 111] . ¶ المطلب الرابع ¶ تحريك بواعث الخير في نفوس العباد ¶ وكّل الله بكل إنسان قريناً من الملائكة، وقريناً من الجنّ، ففي صحيح مسلم عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم: (ما منكم من أحد إلا وقد وكّل به قرينه من الجن، وقرينه من الملائكة) ، قالوا: وإياك يا رسول الله؟ قال: (وإياي، إلا أن الله أعانني عليه فأسلم، فلا يأمرني إلا بخير) (¬2) . ¶ ولعلّ هذا القرين من الملائكة، غير الملائكة الذين أمروا بحفظ أعماله، قيَّضه الله له ليهديه ويرشده. ¶ وقرين الإنسان من الملائكة وقرينه من الجنّ يتعاوران الإنسان، هذا يأمره بالشر ويرغبه فيهي، وذاك يحثه على الخير ويرغبه فيه، فعن ابن مسعود رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: ((إن للشيطان لمة بابن آدم، وللملك لمة، فأمّا لمة الشيطان، فإيعاد بالشر، وتكذيب بالحق، وأمّا لمة الملك، فإيعاد بالخير، وتصديق بالحق، فمن وجد من ذلك شيئاً فليعلم أنّه ¶ ¬_________ ¶ (¬1) صحيح مسلم: 4/1718. ورقمه: 2186. ¶ (¬2) صحيح مسلم: 4/2168. ورقمه: 2814.",
            "page": "44",
            "part": "1",
            "seal": "E99902ED"
        },
        {
            "id": "38",
            "nass": "من الله، وليحمد الله، ومن وجد الأخرى، فليتعوذ بالله من الشيطان الرجيم، ثم قرأ: (الشَّيطان يعدكم الفقر ويأمركم بالفحشاء والله يعدكم مَّغفرةً منه وفضلاً والله واسع عليمٌ) [البقرة: 268] )) . ¶ قال ابن كثير، بعد إيراده لهذا الحديث: \" هكذا رواه الترمذي والنسائي في كتابي التفسير من سننهما جميعاً، عن هناد بن السري. وأخرجه ابن حبان في صحيحه، عن أبي يعلى الموصلي، عن هناد به، وقال الترمذي: حسن غريب، وهو حديث أبي الأحوص، يعني سلام بن سليم ... \". ¶ وانظر إلى الحديث التالي كي تعرف كيف يتسابق القرين الجني والقرين الملكي على توجيه الإنسان، ذكر الحافظ أبو موسى من حديث أبي الزبير عن جابر قال: قال رسول الله صلى الله عليه وسلم: (إذا أوى الإنسان إلى فراشه، ابتدره ملك وشيطان، فيقول الملك: اختم بخير، ويقول الشيطان: اختم بشرّ، فإذا ذكر الله تعالى حتى يغلبه - يعني النوم - طرد الملك الشيطان، وبات يكلؤه. ¶ فإذا استيقظ، ابتدره ملك وشيطان، فيقول الملك: افتح بخير، ويقول الشيطان: افتح بشر، فإن قال: الحمد لله الذي أحيا نفسي بعدما أماتها، ولم يمتها في منامها، الحمد لله الذي يمسك التي قضى عليها الموت، ويرسل الأخرى إلى أجل مسمى، الحمد لله الذي يمسك السماوات والأرض أن تزولا، ولئن زالتا إن أمسكهما من أحد من بعده، الحمد لله يمسك السماء أن تقع على الأرض إلا بإذنه، طرد الملك الشيطان وظل يكلؤه) (¬1) . ¶ ¬_________ ¶ (¬1) قال محقق كتاب الوابل الصيب معلقاً على هذا الحديث: \" ورواه بمعناه ابن حبان رقم: (2362) ((موارد)) . والحاكم (1/548) وصححه، ووافقه الذهبي ورجاله ثقات، وذكره الهيثمي في مجمع الزوائد: (10/120) وقال: رواه أبو يعلى، ورجاله رجال الصحيح، غير إبراهيم الشامي وهو ثقة. نقول وصوابه: إبراهيم بن الحجاج السامي بالسين المهملة \".",
            "page": "45",
            "part": "1",
            "seal": "002A221B"
        },
        {
            "id": "39",
            "nass": "وهذه الأحاديث توجهنا إلى الإكثار من الأعمال الخيرة التي تصلح نفوسنا، وتقرب الملائكة منّا، ففي قرب الملائكة منا خير عظيم. وقد سبق ذكر حديث ابن عباس الذي يبين فيه تأثير لقيا الرسول صلى الله عليه وسلم بجبريل في شهر رمضان، لمدارسته القرآن، وأن الرسول صلى الله عليه وسلم يكون حين ذاك أجود بالخير من الريح المرسلة (¬1) . ¶ المطلب الخامس ¶ تسجيل صالح أعمال بني آدم وسيئها ¶ الملائكة موكلون بحفظ أعمال بني آدم من خير وشرّ، وهؤلاء هم المعنيون بقوله تعالى: (وإنَّ عليكم لحافظين - كراماً كاتبين - يعلمون ما تفعلون) [الانفطار: 10-12] . ¶ وقد وكل الله بكل إنسان ملكين حاضرين، لا يفارقانه، يحصيان عليه أعماله وأقواله: (ولقد خلقنا الإنسان ونعلم ما توسوس به نفسه ونحن أقرب إليه من حبل الوريد - إذ يتلقَّى المتلقيان عن اليمين وعن الشمال قعيدٌ - مَّا يلفظ من قول إلاَّ لديه رقيب عتيد ٌ) [ق: 16-18] . ¶ ومعنى قعيد، أي: مترصد. ورقيب عتيد، أي: مراقب معد لذلك لا يترك كلمة تفلت. ¶ والظاهر أن الملائكة الموكلة بالإنسان تكتب كل ما يصدر عن الإنسان من أفعال وأقوال، لا يتركون شيئاً؛ لقوله تعالى: (مَّا يلفظ من قولٍ) [ق: 18] . ¶ ولذلك فإن الإنسان يجد كتابه قد حوى كلّ شيء صدر منه، ولذلك فإنّ الكفار ينادون يرون كتاب أعمالهم يوم القيامة قائلين: (يا وَيْلَتَنَا مال هذا الكتاب لا يغادر صغيرةً ولا كبيرةً إلاَّ أحصاها ووجدوا ما عملوا حاضراً ولا يظلم ربُّك أحداً) [الكهف: 49] . ¶ وفي صحيح البخاري عن أبي هريرة رضي الله عنه: أنه سمع رسول الله صلى الله عليه وسلم يقول: (إن العبد ليتكلم بالكلمة من رضوان ¶ ¬_________ ¶ (¬1) صحيح البخاري: 1/30. ورقمه: 6.",
            "page": "46",
            "part": "1",
            "seal": "35B00CD7"
        },
        {
            "id": "40",
            "nass": "الله لا يلقي لها بالاً يرفعه الله بها درجات، وإن العبد ليتكلم بالكلمة من سخط الله لا يلقي لها بالاً يهوي بها في جهنم) (¬1) . ¶ وذكر ابن كثير في تفسيره عن الحسن البصري أنه تلا هذه الآية: (عن اليمين وعن الشمال قعيدٌ) [ق: 17] ، ثم قال: \" يا ابن آدم بسطت لك صحيفة، ووكّل بك ملكان كريمان، أحدهما عن يمينك، والآخر عن يسارك، فأمّا الذي عن يمينك، فيحفظ الحسنات، وأما الذي عن يسارك، فيحفظ السيئات، فاعمل ما شئت، أقلل أو أكثر، حتى إذا مت طويت صحيفتك، وجعلت في عنقك معك في قبرك، حتى تخرج يوم القيامة، فعند ذلك يقول الله تعالى: (وكلَّ إنسان ألزمناه طَآئِرَهُ في عنقه ونخرج له يوم القيامة كتاباً يَلْقَاهُ منشوراً - اقرأ كتابك كفى بنفسك اليوم عليك حسيباً) [الإسراء: 13-14] . ¶ ثم يقول الحسن: عدل والله فيك من جعلك حسيب نفسك. ¶ وذكر ابن كثير أيضاً عن ابن عباس في قوله تعالى: (مَّا يلفظ من قولٍ إلاَّ لديه رقيب عتيدٌُ) [ق: 18] قال: \" يكتب كلّ ما تكلم به من خير أو شر، حتى إنّه ليكتب قوله: أكلت، شربت، ذهبت، جئت، رأيت. حتى إذا كان يوم الخميس عرض قوله وعمله، فأقر منه ما كان فيه من خير أو شر، وألقى سائره؛ وذلك قوله تعالى: (يمحوا الله ما يشاء ويثبت وعنده أمُّ الكتاب) [الرعد: 39] . ¶ وذكر ابن كثير عن الإمام أحمد أنّه كان يئنّ في مرضه، فبلغه عن طاووس أنه قال: \" يكتب الملك كل شيء حتى الأنين، فلم يئن أحمد حتى مات رحمه الله \". ¶ ¬_________ ¶ (¬1) صحيح البخاري: 11/308. ورقمه: 6478.",
            "page": "47",
            "part": "1",
            "seal": "6D0764B7"
        },
        {
            "id": "41",
            "nass": "صاحب اليمين يكتب الحسنات والآخر السيئات: ¶ في معجم الطبراني الكبير بإسناد حسن عن أبي أمامة: أنّ رسول الله صلى الله عليه وسلم قال: (إن صاحب الشمال ليرفع القلم ست ساعات عن العبد المسلم المخطئ، فإن ندم واستغفر الله منها ألقاها، وإلا كتب واحدة) (¬1) . ¶ هل تكتب الملائكة أفعال القلوب؟ ¶ استدلّ شارح الطحاوية (¬2) على أنّ الملائكة تكتب أفعال القلوب بقوله تعالى: (يعلمون ما تفعلون) [الانفطار: 12] ، فالآية شاملة للأفعال الظاهرة والباطنة. ¶ واستدل أيضاً بالحديث الذي يرويه مسلم عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (قال الله عزّ وجلّ: إذا همّ عبدي بسيئة فلا تكتبوها عليه، فإن عملها فاكتبوها سيئة، وإذا همّ بحسنة فلم يعملها، فاكتبوها حسنة، فإن عملها فاكتبوها عشراً) (¬3) . ¶ وفي الحديث الآخر المتفق عليه عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (قالت الملائكة: ربّ ذاك عبد يريد أن يعمل سيئة، وهو أبصر به، فقال: ارقبوه، فإن عملها فاكتبوها له بمثلها، وإن تركها فاكتبوها له حسنة، إنّما تركها من جرّاي) (¬4) . ¶ شبهة: ¶ قد يقال: ألا يتناقض علم الملائكة بإرادة الإنسان وقصده مع قوله تعالى: (يعلم خائِنة الأعين وما تُخْفِي الصدور) [غافر: 19] . ¶ فالجواب: أن هذا ليس من خصائص علم الله تعالى، فهو وإن خفي عن البشر، فلا يعلم واحدهم ما في ضمير أخيه، فلا يلزم أن يخفى عن الملائكة. ¶ وقد يقال: إن الملائكة تعلم بعض ما في الصدور، وهو الإرادة والقصد، أمّا بقية الأمور كالاعتقادات، فلا دليل على كونها تعلمها. ¶ ¬_________ ¶ (¬1) صحيح الجامع: 2/212. ¶ (¬2) شرح العقيدة الطحاوية: ص 438. ¶ (¬3) صحيح مسلم: 1/117. ورقمه: 128. ¶ (¬4) صحيح مسلم: 1/117. ورقمه: 129، واللفظ له، ورواه البخاري: 13/465. ورقمه: 7501.",
            "page": "48",
            "part": "1",
            "seal": "72AF5F75"
        },
        {
            "id": "42",
            "nass": "دعوة العباد إلى فعل الخير: ¶ ففي الصحيحين عن أبي هريرة رضي الله عنه: أن النبي صلى الله عليه وسلم قال: (ما من يوم يصبح العباد فيه إلا ملكان ينزلان، فيقول أحدهما: اللهم أعط مُنفقاً خلفاً، ويقول الآخر: اللهمّ أعط مُمسكاً تلفاً) (¬1) . ¶ المطلب السادس ¶ ابتلاء بني آدم ¶ وقد يرسل الله بعض ملائكته لابتلاء بني آدم واختبارهم، ففي البخاري ومسلم عن أبي هريرة رضي الله عنه: أنه سمع النبي صلى الله عليه وسلم يقول: (إن ثلاثة في بني إسرائيل: أبرص، وأقرع، وأعمى، فأراد الله أن يبتليهم، فبعث إليهم ملكاً. ¶ فأتى الأبرص، فقال: أي شيء أحب إليك؟ فقال: لون حسن، وجلد حسن، ويذهب عني الذي قذرني الناس، قال: فمسحه، فذهب عنه قذره، وأعطي لوناً حسناً وجلداً حسناً. قال: فأيّ المال أحبّ إليك؟ قال: الإبل، (أو قال: البقر، شكّ إسحاق، إلا أن الأبرص أو الأقرع قال أحدهما: الإبل وقال الآخر: البقر) ، فأعطي ناقة عشراء. فقال: بارك الله لك فيها. ¶ قال: فأتى الأقرع، فقال: أيّ شيء أحبّ إليك؟ قال: شعر حسن، ويذهب عني هذا الذي قذرني الناس. قال: فمسحه، فذهب عنه، وأعطي شعراً حسناً. قال: فأيّ المال أحبّ إليك؟ قال: البقر، فأعطي بقرة حاملاً، وقال: بارك الله لك فيها. ¶ قال: فأتى الأعمى فقال: أيّ شيء أحبّ إليك؟ قال: أن يرد الله إليّ بصري، ¶ ¬_________ ¶ (¬1) صحيح البخاري: 3/304. ورقمه: 1442. ورواه مسلم: 2/700. ورقمه: 1010.",
            "page": "49",
            "part": "1",
            "seal": "7CE40AC8"
        },
        {
            "id": "43",
            "nass": "فأبصر به الناس، قال: فمسحه، فردّ الله بصره. قال: فأيّ المال أحبّ إليك؟ قال: الغنم. فأعطي شاة والداً، فأُنتج هذان، ووَلّدَ هذا. ¶ قال: فكان لهذا واد من الإبل، ولهذا واد من البقر، ولهذا واد من الغنم. ¶ ثم إنه أتى الأبرص في صورته وهيئته، فقال: رجل مسكين قد انقطعت بي الحبال في سفري، فلا بلوغ لي اليوم إلا بالله، ثم بك، أسألك - بالذي أعطاك اللون الحسن، والجلد الحسن، والمال - بعيراً أتبلغ به في سفري، فقال: الحقوق كثيرة، فقال له: كأني أعرفك، ألم تكن أبرص يقذرك الناس، فقيراً فأعطاك الله؟ فقال: إنما ورثت هذا المال كابراً عن كابر. فقال: إن كنت كاذباً، فصيرك الله إلى ما كنت. ¶ قال: وأتى الأقرع في صورته وهيئته، فقال له مثل ما قال لهذا، وردّ عليه مثل ما ردّ هذا، فقال: إن كنت كاذباً، فصيرك الله إلى ما كنت. ¶ قال: وأتى الأعمى في صورته وهيئته، فقال: رجل مسكين وابن سبيل. انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله، ثم بك، أسألك - بالذي ردّ عليك بصرك - شاة أتبلغ بها في سفري، فقال: قد كنت أعمى فردّ الله إليّ بصري، فخذ ما شئت، ودع ما شئت، فوالله لا أجهدك اليوم شيئاً أخذته لله، فقال: أمسك مالك، فإنّما ابتليتم، فقد رضي الله عنك، وسخط على صاحبيك) (¬1) . ¶ المطلب السابع ¶ نزع أرواح العباد عندما تنتهي آجالهم ¶ اختص الله بعض ملائكته بنزع أرواح العباد عندما تنتهي آجالهم التي قدرها الله لهم، قال تعالى: (قل يَتَوَفَّاكُم ملك الموت الَّذي وكل بكم ثُمَّ إلى ربكم ترجعون) [السجدة: 11] . ¶ والذين يقبضون الأرواح أكثر من ملك: (وهو الْقَاهِرُ فوق عباده ويرسل عليكم حفظةً حتَّى إذا جاء أحدكم الموت تَوَفَّتْهُ رسلنا وهم لا يفرطون - ثم ¶ ¬_________ ¶ (¬1) رواه البخاري: 6/500. ورقمه: 3464. ورواه مسلم: 4/2275. ورقمه: 2964. واللفظ لمسلم.",
            "page": "50",
            "part": "1",
            "seal": "81934F0B"
        },
        {
            "id": "44",
            "nass": "ردُّوا إلى الله مولاهم الحق إلا له الحكم وهو أسرع الحاسبين) [الأنعام: 61-62] . ¶ وتنزع الملائكة أرواح الكفرة والمجرمين نزعاً شديداً عنيفاً بلا رفق ولا هوادة: (ولو ترى إذ الظَّالمون في غَمَرَاتِ الموت والملائِكة باسطوا أيديهم أخرجوا أنفسكم اليوم تجزون عذاب الهون) [الأنعام: 93] . ¶ وقال: (ولو ترى إذ يتوفَّى الَّذين كفروا الملائكة يضربون وجوههم وأدبارهم وذوقوا عذاب الحريق) [الأنفال: 50] . ¶ وقال: (فكيف إذا تَوَفَّتْهُمُ الملائكة يضربون وجوههم وأدبارهم) [محمد: 27] . ¶ أما المؤمنون فإن الملائكة تنزع أرواحهم نزعاً رفيقاً. ¶ تبشيرهم المؤمنين عند النزع: ¶ وإذا جاء الموت، ونزل بالعبد المؤمن، فإن الملائكة تتنزل عليه، تبشره وتثبته: (إنَّ الَّذين قالوا ربنَّا الله ثمَّ استقاموا تتنزَّل عليهم الملائكة ألاَّ تخافوا ولا تحزنوا وأبشروا بالجنَّة التي كنتم توعدون - نحن أولياؤكم في الحياة الدنيا وفي الآخرة ولكم فيها ما تشتهي أنفسكم ولكم فيها ما تدَّعون) [فصلت: 30-31] . ¶ وهي تبشر الكفرة بالنار وغضب الجبار وتقول لهم: (أخرجوا أنفسكم اليوم تجزون عذاب الهون) [الأنعام: 93] . ¶ موسى يفقأ عين ملك الموت: ¶ روى مسلم في صحيحه عن أبي هريرة، رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: (جاء ملك الموت إلى موسى عليه السلام، فقال له: أجب ربك) ، قال: (فلطم موسى عين ملك الموت ففقأهما) . قال:",
            "page": "51",
            "part": "1",
            "seal": "0B3F477A"
        },
        {
            "id": "45",
            "nass": "(فرجع الملك إلى الله تعالى، فقال: إنك أرسلتني إلى عبد لك لا يريد الموت، وقد فقأ عيني) . قال: (فردّ الله إليه عينه، وقال: ارجع إلى عبدي فقل: الحياةَ تريد؟ فإن كنت تريد الحياة فضع يدك على متن ثور، فما توارت يدك من شَعْرة، فإنك تعيش بها سنة، قال: ثمّ مه؟ قال: ثمّ تموت. قال: فالآن من قريب) (¬1) . ((وملك الموت كان يأتي الناس عياناً، فأتى موسى فلطمه وفقأ عينه)) (¬2) . ¶ وذكر ابن حجر العسقلاني أن بعض المبتدعة أنكر هذا الحديث. وذكر في الرد عليهم: \" أن موسى لطم ملك الموت، لأنه رأى آدمياً دخل داره بغير إذنه، ولم يعلم أنه ملك الموت، وقد أباح الشارع فقء عين الناظر في دار المسلم بغير إذن، وقد جاءَت الملائكة إلى إبراهيم وإلى لوط في صورة آدميين فلم يعرفهم ابتداءً، ولو عرفهم إبراهيم لما قدم لهم المأكولات، ولو عرفهم لوط لما خاف عليهم من قومه \" (¬3) . ¶ والتكذيب بالأحاديث الصحيحة التي تخبر عن الغيوب بنظر عقلي مجرد ينافي الإيمان، فأول صفات المتقين أنهم يؤمنون بالغيب، كما ذكر الله ذلك في مطلع سورة البقرة، فإذا صحّ الخبر عن الله أو عن رسوله فليس هناك إلا التصديق: (والرَّاسخون في العلم يقولون آمنَّا به كلٌّ من عند ربنا وما يذَّكرُ إلاَّ أولوا الألباب) [آل عمران: 7] . ¶ المطلب الثامن ¶ علاقة الملائكة بالعبد في قبره ومحشره والدار الآخرة ¶ سيأتي في مبحث الإيمان باليوم الآخر إن شاء الله تعالى ما يكون من الملائكة نحو العباد بعد الموت من سؤال الملكين للعبد في قبره، وهذان هما منكر ونكير، وأن منهم ملائكة ينعّمون العباد في قبورهم، وآخرون يعذبون الكفرة والمجرمين، واستقبالهم للمؤمن في يوم القيامة، ونفخ إسرافيل في الصور، وحشرهم الناس للحساب، وسوقهم الكفرة إلى جهنم، والمؤمنين إلى الجنة، وقيامهم على تعذيب الكفار في النار، وسلامهم على المؤمنين في الجنة. ¶ الملائكة والمؤمنون ¶ تحدثنا في المبحث السابق عن الدور الذي كلف الله الملائكة القيام ¶ ¬_________ ¶ (¬1) رواه البخاري: 3/206. ورقمه: 1339. ورواه مسلم: 4/1843. ورقمه: 2373. واللفظ لمسلم. ¶ (¬2) هذه الرواية رواها أحمد في مسنده، والطبري. انظر: فتح الباري: 6/442. ¶ (¬3) فتح الباري: 6/442.",
            "page": "52",
            "part": "1",
            "seal": "A78A2744"
        },
        {
            "id": "46",
            "nass": "به تجاه بني آدم كلهم؛ مؤمنهم وكافرهم، فما ذكرناه من تشكيلهم للنطفة، وحراستهم للعباد، وتبليغهم للوحي، ومراقتبهم للعباد، وكتابة الأعمال، ونزع الأرواح، لا تختص بقسم من بني آدم دون قسم، ولا بمؤمن دون كافر. ¶ وللملائكة بعد ذلك دور مختلف مع المؤمنين والكفار، وسنتناول دورهم وموقفهم من كلا الفريقين بالبيان والتوضيح. ¶ المطلب الأول ¶ دور الملائكة تجاه المؤمنين (الجزء الأول) ¶ 1- محبتهم للمؤمنين: ¶ روى البخاري ومسلم في صحيحيهما عن أبي هريرة، رضي الله عنه، عن النبي صلى الله عليه وسلم قال: (إذا أحب الله عبداً نادى جبريل: إن الله يحب فلاناً فأحببه، فيحبه جبريل. فينادي جبريل في أهل السماء: إن الله يحبّ فلاناً فأحبوه، فيحبه أهل السماء، ثمّ يوضع له القبول في الأرض) (¬1) . ¶ 2- تسديد المؤمن: ¶ روى البخاري في صحيحه عن حسّان بن ثابت: أن رسول الله صلى الله عليه وسلم دعا له، فقال: (اللهمّ أيده بروح القدس) (¬2) . ¶ وفي الصحيح أيضاً عن أبي هريرة قال: (قال سليمان عليه السلام: لأطوفنّ الليلة بمائة امرأة، تلد كل امرأة يقاتل في سبيل الله. ¶ فقال له الملك: قل: إن شاء الله، فلم يقل، ونسي، فأطاف بهنّ، ولم تلد إلا امرأة منهنّ نصف إنسان) . ¶ قال النبي صلى الله عليه وسلم: (لو قال: إن شاء الله لم يحنث، وكان أرجى لحاجته) (¬3) . ¶ ¬_________ ¶ (¬1) صحيح البخاري: 6/303. ورقمه: 3209. ورواه مسلم: 4/2030. ورقمه: 2637. ¶ (¬2) صحيح البخاري: 6/304. ¶ (¬3) رواه البخاري: 9/339. ورقمه: 5242. وقال ابن حجر في (فتح الباري: 6/460) ما ملخصه: \" في رواية المغيرة (سبعين) امرأة، وفي رواية شعيب في الأيمان والنذور: (تسعين) ، ورجحها المؤلف هناك \". ورواه مسلم في صحيحه: 3/1267. ورقمه: 1654، وفي إحدى رواياته: ستون، وفي الأخرى: سبعون، وفي ثالثة: تسعون.",
            "page": "53",
            "part": "1",
            "seal": "E8071916"
        },
        {
            "id": "47",
            "nass": "فالملك سدد نبي الله سليمان وأرشده إلى الأصوب والأكمل. ¶ 3- صلاتهم على المؤمنين: ¶ أخبرنا الله أن الملائكة تصلي على الرسول صلى الله عليه وسلم: (إنَّ الله وملائكته يصلُّون على النَّبي) [الأحزاب: 56] . وهم يصلون على المؤمنين أيضاً: (هو الَّذي يصلي عليكم وملائكته ليخرجكم من الظُّلُمَاتِ إلى النُّور وكان بالمؤمنين رحيماً) [الأحزاب: 43] . ¶ والصلاة من الله تعالى ثناؤه على العبد عند ملائكته، حكاه البخاري عن أبي العالية، وقال غيره: الصلاة من الله - عز وجل - الرحمة، وقد يقال: لا منافاة بين القولين. ¶ وأمّا الصلاة من الملائكة فبمعنى الدعاء للناس، والاستغفار لهم، وهذا ما سنوضحه فيما يأتي: ¶ نماذج من الأعمال التي تصلي الملائكة على صاحبها: ¶ أ- معلّم الناس الخير: ¶ روى الترمذي في سننه عن أبي أمامة أن الرسول صلى الله عليه وسلم قال: (إن الله وملائكته وأهل السماوات والأرض حتى النملة في جحرها، وحتى الحوت، ليصلون على معلم الناس الخير) (¬1) . ¶ ب- الذين ينتظرون صلاة الجماعة: ¶ في صحيح مسلم عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (إن الملائكة تصلي على أحدكم ما دام في مجلسه، تقول: اللهمّ اغفر له، اللهم ارحمه. ما لم يحدث) (¬2) . ¶ ج- الذين يصلون في الصف الأول: ¶ في سنن أبي داود عن البراء بن عازب رضي الله عنه: ¶ ¬_________ ¶ (¬1) صحيح سنن الترمذي: 2/343. ورقمه: 2161. ¶ (¬2) رواه البخاري: 2/131. ورقمه: 647، ورواه مسلم: 1/459. ورقمه: 649، واللفظ لمسلم.",
            "page": "54",
            "part": "1",
            "seal": "5772EADD"
        },
        {
            "id": "48",
            "nass": "أن رسول الله صلى الله عليه وسلم قال: (إن الله وملائكته يصلون على الصفوف الأول) (¬1) . ¶ وفي سنن النسائي: (على الصفوف المتقدمة) (¬2) . ¶ وفي سنن ابن ماجة من حديث البراء، وحديث عبد الرحمن بن عوف: (إن الله وملائكته يصلون على الصف الأول) (¬3) . ¶ د- الذين يسدّون الفرج بين الصفوف: ¶ في سنن ابن ماجة عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: (إن الله وملائكته يصلون على الذين يصلون الصفوف، ومن سدّ فرجة رفعه الله بها درجة) (¬4) . ¶ هـ- الذين يتسحرون: ¶ في صحيح ابن حبان ومعجم الطبراني الأوسط بإسناد حسن، عن ابن عمر رضي الله عنهما: أن رسول الله صلى الله عليه وسلم قال: (إن الله تعالى وملائكته يصلون على المتسحرين) (¬5) . ¶ و الذين يصلون على النبي صلى الله عليه وسلم: ¶ روى أحمد في مسنده، والضياء في المختارة عن عامر بن ربيعة بإسناد حسن: أن رسول الله صلى الله عليه وسلم قال: (ما من عبد يصلي عليّ إلا صلتْ عليه الملائكة، ما دام يصلي عليّ، فليقلّ العبد من ذلك أو ليكثر) (¬6) . ¶ ¬_________ ¶ (¬1) صحيح سنن أبي داود: 1/130. ورقمه: 618. ¶ (¬2) صحيح سنن النسائي: 1/175. ورقمه: 781. ¶ (¬3) صحيح سنن ابن ماجة: 1/164. ورقمه: 816. ¶ (¬4) صحيح سنن ابن ماجة: 1/164. ورقمه: 814. ¶ (¬5) صحيح الجامع: 2/135. ¶ (¬6) صحيح الجامع: 5/174.",
            "page": "55",
            "part": "1",
            "seal": "9ED40D26"
        },
        {
            "id": "49",
            "nass": "ز- الذين يعودون المرضى: ¶ روى أبو داود عن علي بن أبي طالب رضي الله عنه عن النبي صلى الله عليه وسلم، قال: (ما من رجل يعود مريضاً ممسياً، إلا خرج معه سبعون ألف ملك يستغفرون له حتى يصبح، وكان له خريف في الجنّة، ومن أتاه مصبحاً خرج معه سبعون ألف ملك، يستغفرون له حتى يمسي، وكان له خريف في الجنة) (¬1) . ¶ هل لصلاة الملائكة علينا أثر: ¶ يقول تعالى: (هو الَّذي يصلي عليكم وملائكته ليخرجكم من الظُّلمات إلى النُّور) [الأحزاب: 43] . ¶ تفيد الآية أن ذكر الله لنا في الملأ الأعلى، ودعاء الملائكة للمؤمنين واستغفارهم لهم، له تأثير في هدايتنا وتخليصنا من ظلمات الكفر والشرك والذنوب والمعاصي إلى النور الذي يعني وضوح المنهج والسبيل، بالتعرف على طريق الحق الذي هو الإسلام، وتعريفنا بمراد الله منا، وإعطائنا النور الذي يدلنا على الحق: في الأفعال والأقوال والأشخاص. ¶ 4- التأمين على دعاء المؤمنين: ¶ الملائكة يؤمنِّون على دعاء المؤمن: وبذلك يكون الدعاء أقرب إلى الإجابة، ففي صحيح مسلم وسنن ابن ماجة عن أبي الدرداء عن النبي صلى الله عليه وسلم قال: (دعوة المرء المسلم لأخيه بظهر الغيب مستجابة، عند رأسه ملك، كلما دعا له بخير قال الملك الموكل به: آمين، ولك بمثل) (¬2) . ¶ ولما كان الدعاء المؤمّن عليه حريّاً بالإجابة، فإنه لا ينبغي للمؤمن أن يدعو على نفسه بشر، ففي صحيح مسلم ¶ ¬_________ ¶ (¬1) صحيح سنن أبي داود: 2/598. ورقمه: 2655، وصرّح أبو داود بتصحيحه مرفوعاً، وأورد رواية صحيحة عن علي موقوفاً عليه. ¶ (¬2) صحيح مسلم: 4/2094. ورقمه: 2733. وصحيح سنن ابن ماجة: 2/149. ورقمه: 2340، واللفظ لمسلم.",
            "page": "56",
            "part": "1",
            "seal": "0D14A4AD"
        },
        {
            "id": "50",
            "nass": "عن أم سلمة قالت: قال رسول الله صلى الله عليه وسلم: (لا تدعوا على أنفسكم إلا بخير، فإن الملائكة يؤمنون على ما تقولون) (¬1) . ¶ 5- استغفارهم للمؤمنين: ¶ أخبرنا الله أن الملائكة يستغفرون لمن في الأرض: (تكاد السَّماوات يتفطَّرن من فوقهنَّ والملائكة يسبحون بحمد ربهم ويستغفرون لمن في الأرض ألا إنَّ الله هو الغفور الرَّحيم) [الشورى: 5] . ¶ وأخبر في آية سورة غافر أن حملة العرش والملائكة الذين حول العرش ينزهون ربهم، ويخضعون له، ويخصون المؤمنين التائبين بالاستغفار، ويدعونه بأن ينجيهم من النار، ويدخلهم الجنة، ويحفظهم من فعل الذنوب والمعاصي: (الَّذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للَّذين آمنوا ربَّنا وسعت كل كلَّ شيءٍ رحمةً وعلماً فاغفر للَّذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم - ربَّنا وأدخلهم جنَّات عدنٍ الَّتي وعدتَّهم ومن صلح من آبائهم وأزواجهم وذريَّاتهم إنَّك أنت العزيز الحكيم - وقهم السيئات ومن تق السيئات يومئذٍ فقد رحمته وذلك هو الفوز العظيم) [غافر: 7-9] . ¶ 6- شهودهم مجالس العلم وحلق الذكر وحفهم أهلها بأجنحتهم: ¶ في صحيحي البخاري ومسلم عن أبي هريرة رضي الله عنه، قال: قال النبي صلى الله عليه وسلم: (إن لله ملائكة يطوفون في الطرق، يلتمسون أهل الذكر، فإذا وجدوا قوماً يذكرون الله تنادوا: هلموا إلى حاجتكم) . قال: (فيحفونهم بأجنحتهم إلى السماء الدنيا) (¬2) . ¶ وفي صحيح مسلم عن أبي هريرة، رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: (وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله، ويتدارسونه بينهم إلا نزلت عليهم السكينة، وغشيتهم الرحمة، وحفّتهم ¶ ¬_________ ¶ (¬1) صحيح مسلم: 6/634. ورقمه: 920. ¶ (¬2) رواه البخاري: 11/208. ورقمه: 6408. ورواه مسلم: 4/2069. ورقمه: 2689. واللفظ للبخاري.",
            "page": "57",
            "part": "1",
            "seal": "E94D0ABC"
        },
        {
            "id": "51",
            "nass": "الملائكة، وذكرهم الله فيمن عنده) (¬1) . ¶ وفي سنن الترمذي عن أبي الدرداء قال: سمعت رسول الله صلى الله عليه وسلم يقول: (إن الملائكة لتضع أجنحتها لطالب العلم رضاً بما يصنع) (¬2) ؛ أي تتواضع له. ¶ فالأعمال الصالحة - كما ترى - تقرب الملائكة منا، وتقربنا منهم، ولو استمر العباد في حالة عالية من السمو الروحي، لوصلوا إلى درجة مشاهدة الملائكة ومصافحتهم كما في الحديث الذي يرويه مسلم، عن حنظلة الأسيدي، رضي الله عنه، عن النبي صلى الله عليه وسلم قال: (والذي نفسي بيده إن لو تدومون على ما تكونون عندي وفي الذكر، لصافحتكم الملائكة على فرشكم وفي طرقكم) (¬3) . ¶ وفي رواية الترمذي عن حنظلة قال: قال رسول الله صلى الله عليه وسلم: (لو أنكم تكونون كما تكونون عندي لأظلتكم الملائكة بأجنحتها) (¬4) . ¶ دور الملائكة تجاه المؤمنين (الجزء الثاني) ¶ 7- تسجيل الملائكة الذين يحضرون الجمعة: ¶ وهؤلاء الملائكة يسجلون بعض أعمال العباد، فيسجلون الذين يؤمون الجُمَع الأول فالأول. فعن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (إذا كان يوم الجمعة وقفت الملائكة على باب المسجد يكتبون الأول فالأول، فإذا خرج الإمام طووا صحفهم، وجلسوا يستمعون الذكر) . متفق عليه (¬5) . ¶ ويسجلون ما يصدر عن العباد من أقوال طيبة، ففي صحيح البخاري وغيره عن رفاعة بن رافع الزرقي قال: (كنا يوماً نصلي وراء النبي صلى الله عليه وسلم فلما رفع رأسه من الركعة، قال: (سمع الله لمن حمده) قال رجل وراءَه: ربنا ولك الحمد حمداً كثيراً طيباً مباركاً فيه. فلما انصرف، قال: (من المتكلم؟) ¶ ¬_________ ¶ (¬1) صحيح مسلم: 4/2073. ورقمه: 2699. ¶ (¬2) صحيح سنن الترمذي: 2/342. ورقمه: 2159. ¶ (¬3) صحيح مسلم: 4/2106، ورقمه: 2750. ¶ (¬4) صحيح سنن الترمذي: 2/298. ورقمه: 1994. ¶ (¬5) مشكاة المصابيح: 1/436. ورقمه: 1384.",
            "page": "58",
            "part": "1",
            "seal": "DBE8D1B7"
        },
        {
            "id": "52",
            "nass": "قال: أنا. قال: (لقد رأيت بضعة وثلاثين ملكاً يبتدرونها أيهم يكتبها أول) (¬1) . فهؤلاء الكتبة من الملائكة غير الملكين اللذين يسجلان صالح أعماله وطالحها بالتأكيد؛ لكونهم بضعة وثلاثين ملكاً. ¶ 8- تعاقب الملائكة فينا: ¶ وهؤلاء الملائكة الذين يطوفون في الطرق يلتمسون الذكر، ويشهدون الجمع والجماعات يتعاقبون فينا، فطائفة تأتي، وطائفة تذهب، وهم يجتمعون في صلاة الصبح، وصلاة العصر، ففي صحيحي البخاري ومسلم عن أبي هريرة، رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: (إن لله ملائكة يتعاقبون فيكم، ملائكة بالليل وملائكة بالنهار، ويجتمعون في صلاة الفجر وصلاة العصر، ثم يعرج الذين باتوا فيكم، فيسألهم ربهم، وهو أعلم بهم: كيف تركتم عبادي؟ فيقولون: تركناهم وهم يصلون، وأتيناهم وهم يصلون) (¬2) . ¶ ولعل هؤلاء هم الذين يرفعون أعمال العباد إلى ربهم، ففي صحيح مسلم عن أبي موسى الأشعري، رضي الله عنه، قال: (قام فينا رسول الله صلى الله عليه وسلم بخمس كلمات، فقال: (إنّ الله عزّ وجلّ لا ينام، ولا ينبغي له أن ينام، يخفض القسط ويرفعه، يُرفع إليه عمل الليل قبل النهار، وعمل النهار قبل الليل ... ) (¬3) الحديث. ¶ وقد عظّم الله شأن صلاة الفجر؛ لأن الملائكة تشهدها، قال: (وقرآن الفجر إنَّ قرآن الفجر كان مشهوداً) . ¶ 9- تنزلّهم عندما يقرأ المؤمن القرآن: ¶ ومنهم من يتنزّل من السماء حين يقرأ القرآن؛ ففي صحيح مسلم عن البراء بن عازب قال: (قرأ رجل سورة الكهف، وفي الدار دابة، فجعلت تنفر، فإذا ضبابة أو سحابة قد غشيته، قال فذكر للنبي صلى الله عليه وسلم. فقال: (اقرأ فلان، فإنها السكينة تنزلت عند القرآن، أو تنزلت للقرآن) (¬4) . ¶ وعن أبي سعيد الخدري، رضي الله عنه: أن أسيد بن حضير بينما هو في ليلة يقرأ في مربده (¬5) ، إذ جالت (¬6) فرسه، فقرأ، ثم جالت أخرى، فقرأ، ثم جالت أيضاً. قال أسيد: فخشيت أن تطأ يحيى، فقمت إليها، فإذا مثل الظلة فوق رأسي، ¶ ¬_________ ¶ (¬1) رواه البخاري: 2/284. ورقمه: 799. ¶ (¬2) رواه البخاري: 6/306. ورقمه: 3223. ورواه مسلم: 1/439. ورقمه: 632. ¶ (¬3) صحيح مسلم: 1/162. ورقمه: 179. وفي رواية لمسلم: (أربع كلمات) . ¶ (¬4) صحيح مسلم: 1/548. ورقمه: 796. ¶ (¬5) المربد: الموضع الذي ييبس فيه التمر، كالبيدر. ¶ (¬6) جالت: وثبت.",
            "page": "59",
            "part": "1",
            "seal": "74E7A19B"
        },
        {
            "id": "53",
            "nass": "فيها أمثال السرج، عرجت في الجوّ حتى ما أراها. ¶ قال: فغدوت على رسول الله صلى الله عليه وسلم، فقلت: يا رسول الله، بينا أنا البارحة من جوف الليل أقرأ في مربدي، إذ جالت فرسي، فقال رسول الله صلى الله عليه وسلم: (اقرأ ابن حضير) قال: فقرأت، ثمّ جالت أيضاً، فقال رسول الله صلى الله عليه وسلم: (اقرأ ابن حضير) : قال: فقرأت، ثم جالت أيضاً، فقال رسول الله صلى الله عليه وسلم: (اقرأ ابن حضير) : قال: فانصرفت، وكان يحيى قريباً منها، خشيت أن تطأه، فرأيت مثل الظلة فيها أمثال السرج، عرجت في الجوّ حتى ما أراها. ¶ فقال رسول الله صلى الله عليه وسلم: (تلك الملائكة كانت تسمع لك، ولو قرأت لأصبحت يراها الناس ما تستتر منهم) (¬1) . ¶ 10- يبلّغون الرسول صلى الله عليه وسلم عن أمته السلام: ¶ روى النسائي والدارمي عن عبد الله بن مسعود قال: قال رسول الله صلى الله عليه وسلم: (إن لله ملائكة سياحين في الأرض يبلغوني عن أمتي السلام) (¬2) . ¶ 11- تبشيرهم المؤمنين: ¶ فقد حملوا البشرى إلى إبراهيم بأنه سيرزق بذرية صالحة: (هل أَتَاكَ حديث ضيف إبراهيم المكرمين - إذ دخلوا عليه فقالوا سلاماً قال سلاماٌ قوم مُّنكرون - فراغ إلى أهله فجاء بعجلٍ سمينٍ - فقرَّبه إليهم قال ألا تأكلون - فأوجس منهم خيفةً قالوا لا تخف وبشروه بغلامٍ عليمٍ) [الذاريات: 24-28] . ¶ وبشرت زكريا بيحي: (فنادته الملائكة وهو قائِمٌ يصلي في المحراب أنَّ الله يبشرك بِيَحْيَى) [آل عمران: 39] . ¶ ¬_________ ¶ (¬1) رواه البخاري: 9/63. ورقمه: 5018. من رواية محمد بن إبراهيم عن أسيد بن حضير. ورواه مسلم: 1/548. ورقمه: 796. واللفظ لمسلم. ¶ (¬2) مشكاة المصابيح: 1/291. ورقمه: 924. وقال محقق المشكاة، الشيخ ناصر الدين الألباني: إسناده صحيح، وصححه الحاكم، ووافقه الذهبي.",
            "page": "60",
            "part": "1",
            "seal": "81F41FD1"
        },
        {
            "id": "54",
            "nass": "وليس هذا مقصوراً على الأنبياء والمرسلين، بل قد تبشر المؤمنين، ففي صحيح مسلم عن أبي هريرة عن النبي صلى الله عليه وسلم قال: (إنّ رجلاً زار أخاً له في قرية أخرى، فأرصد الله (¬1) له على مدرجته (طريقه) ملكاً، فلما أتى عليه، قال: أين تريد؟ قال: أريد أخاً لي في هذه القرية، قال: هل لك عليه من نعمة تربّها؟ قال: لا، غير أني أحببته في الله عزّ وجلّ، قال: فإني رسول الله إليك بأن الله قد أحبك كما أحببته فيه) (¬2) . ¶ وفي صحيح البخاري ومسلم عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (أتاني جبريل، فقال: يا رسول الله! هذه خديجة قد أتتك معها إناء فيه إِدام أو طعام أو شراب، فإذا هي قد أتتك، فاقرأ عليها السلام، من ربّها ومني، وبشرها ببيت في الجنة من قصب، لا صخب فيه ولا نصب) (¬3) . ¶ 12- الملائكة والرؤيا في المنام: ¶ روى البخاري في صحيحه في باب التهجد، عن عبد الله بن عمر، رضي الله عنهما، قال: \" كان الرجل في حياة النبي صلى الله عليه وسلم إذا رأى رؤيا قصّها على رسول الله صلى الله عليه وسلم، فتمنيت أن أرى رؤيا فأقصها على رسول الله صلى الله عليه وسلم، وكنت غلاماً شاباً، وكنت أنام في المسجد على عهد رسول الله صلى الله عليه وسلم، فرأيت في النوم كأن ملكين أخذاني فذهبا بي إلى النار، فإذا هي مطوية كطيّ البئر، وإذا لها قرنان كقرني البئر، وإذا فيها أناس قد عرفتهم، فجعلت أقول: أعوذ بالله من النار، قال: فلقيهما ملك آخر، فقال لي: لم ترع \" (¬4) ؛ أي لا تخف. ¶ وفي صحيح البخاري عن عائشة، رضي الله عنها، قالت: قال لي رسول الله صلى الله عليه وسلم: (أريتك في المنام يجيء بك الملك في سَرَقَةٍ من حرير، فقال لي: هذه امرأتك، فكشفتُ عن وجهك الثوب، فإذا أنت هي، فقلت: ¶ ¬_________ ¶ (¬1) أرصد على مدرجته: أقعد على طريقه. ¶ (¬2) صحيح مسلم: 4/1988. ورقمه: 2567. ¶ (¬3) رواه البخاري: 7/133. ورقمه: 3820. ورواه مسلم: 4/1887. ورقمه: 232. واللفظ لمسلم. ¶ (¬4) رواه البخاري: 3/6. ورقمه: 1121. ورواه مسلم: 4/1927. ورقمه: 2479.",
            "page": "61",
            "part": "1",
            "seal": "B34AF69A"
        },
        {
            "id": "55",
            "nass": "إن يك هذا من الله يمضه) (¬1) . ¶ 13- يقاتلون مع المؤمنين ويثبتونهم في حروبهم: ¶ وقد أمد الله المؤمنين بأعداد كثيرة من الملائكة في معركة بدر: (إذ تستغيثون ربَّكم فاستجاب لكم أَنِّي مُمِدُّكُم بألفٍ من الملائكة مردفين) [الأنفال: 9] ، (ولقد نصركم الله ببدرٍ وأنت أذلةٌ فاتَّقوا الله لعلَّكم تشكرون - إذ تقول للمؤمنين ألن يكفيكم أن يُمِدَّكُمْ ربُّكم بثلاثة آلافٍ من الملائكة منزلين - بلى إن تصبروا وتتَّقوا ويأتوكم من فورهم هذا يمددكم ربُّكم بخمسة آلافٍ من الملائكة مُسَوِّمِينَ) [آل عمران: 123-125] . ¶ وفي صحيح البخاري عن ابن عباس: أن الرسول صلى الله عليه وسلم قال في يوم بدر: (هذا جبريل آخذ برأس فرسه، عليه أداة حرب) (¬2) . ¶ وقد بين الله الحكمة والغاية من هذا الإمداد، وهو تثبيت المؤمنين، والمحاربة معهم، وقتال الأعداء، وقتلهم بضرب أعناقهم وأيديهم: (وما جعله الله إلا بشرى ولتطمئِنَّ به قلوبكم وما النَّصر إلاَّ من عند الله إنَّ الله عزيز حكيم) [الأنفال: 10] ، (إذ يُوحِي ربُّك إلى الملائكة أَنِّي معكم فثبتوا الَّذين آمنوا سألقي في قلوب الَّذين كفروا الرُّعب فاضربوا فوق الأعناق واضربوا منهم كلَّ بنانٍ) [الأنفال: 12] . ¶ وقال في سورة آل عمران: (وما جعله الله إلا بشرى لكم وَلِتَطْمَئِنَّ قلوبكم به وما النَّصر إلاَّ من عند الله العزيز الحكيم - ليقطع طرفاً من الَّذين كفروا أو يكبتهم فينقلبوا خَآئِبِينَ) [آل عمران: 126-127] . ¶ ¬_________ ¶ (¬1) رواه البخاري بهذا اللفظ في كتاب النكاح: 9/180. ورقمه: 5125. ورواه في مناقب الأنصار: 7/223. ورقمه: 3895. وفي التعبير: 12/399. ورقمه: 7011، 7012، ورواه مسلم: 4/1889. ورقمه: 2438. ¶ (¬2) صحيح البخاري: 7/312. ورقمه: 3995.",
            "page": "62",
            "part": "1",
            "seal": "444F6E80"
        },
        {
            "id": "56",
            "nass": "وقد سمع أحد المقاتلين من المسلمين صوت ضربة ملك، ضرب بها أحد الكفار، وصوته وهو يزجر فرسه، ففي صحيح مسلم عن ابن عباس قال: (بينما رجل من المسلمين يومئذٍ يشتدّ في أثر رجل من المشركين أمامه إذ سمع ضربة بالسوط فوقه، وصوت الفارس يقول: أقدم حيزوم، فنظر إلى المشرك أمامه، فخرّ مستلقياً، فنظر إليه، فإذا هو قد خُطم أنفه، وشقّ وجهه، كضربة السوط، فاخضر ذلك أجمع، فجاء الأنصاري، فحدث بذلك رسول الله صلى الله عليه وسلم فقال: (صدقت، ذلك من مدد السماء الثالثة) (¬1) . ¶ وقد حاربت الملائكة في مواقع أخر؛ ففي غزوة الخندق أرسل الله ملائكته: (يا أيها الَّذين آمنوا اذكروا نعمة الله عليكم إذ جاءتكم جنودٌ فأرسلنا عليهم ريحاً وجنوداً لم تروها) [الأحزاب: 9] ، والمراد بالجنود التي لم يروها الملائكة، كما ثبت في الصحاح وفي غيرها: (أن جبريل جاء الرسول صلى الله عليه وسلم بعد رجوعه صلى الله عليه وسلم من الخندق وقد وضع سلاحه واغتسل، فأتاه جبريل وهو ينفض رأسه من الغبار، فقال للرسول صلى الله عليه وسلم: وضعت السلاح؟ والله ما وضعناه، أخرج إليهم. فقال رسول الله صلى الله عليه وسلم: (فأين؟ فأشار إلى بني قريظة) (¬2) . ¶ وفي صحيح البخاري عن أنس رضي الله عنه قال: \" كأني أنظر إلى الغبار ساطعاً في زقاق بني غنم، موكب جبريل حين سار رسول الله صلى الله عليه وسلم إلى بني قريظة \" (¬3) . ¶ 14- حمايتهم للرسول صلى الله عليه وسلم: ¶ روى مسلم في صحيحه عن أبي هريرة، رضي الله عنه، قال: قال أبو جهل: هل يعفر محمد وجهه بين أظهركم؟ قال: فقيل: نعم، فقال: واللات والعزى، لئن رأيته يفعل ذلك لأطأنّ على رقبته، أو لأعفرنّ وجهه في التراب. ¶ قال: فأتى رسول الله صلى الله عليه وسلم وهويصلي، زعم ليطأ على رقبته. قال: فما فجأهم منه إلا وهو ينكص على عقبه، ويتقي بيديه، قال: فقيل له: ما لك؟ فقال: إن بيني وبينه لخندقاً من نار، وهولاً وأجنحة. فقال رسول الله صلى الله عليه وسلم: (لو دنا مني لاختطفته الملائكة عضواً عضواً) (¬4) . ¶ ورواه البخاري بأخصر من رواية مسلم هذه، في كتاب التفسير (¬5) . ¶ ¬_________ ¶ (¬1) صحيح مسلم: 3/1384. ورقمه: 1763. ¶ (¬2) رواه البخاري: 7/407. ورقمه: 4117. ورواه مسلم في صحيحه: 3/1389. ورقمه: 1769. ¶ (¬3) رواه البخاري: /407. ورقمه: 4118. ¶ (¬4) صحيح مسلم: 4/2154. ورقمه: 2797. ¶ (¬5) صحيح البخاري: 8/724. ورقمه: 4958.",
            "page": "63",
            "part": "1",
            "seal": "ACF58457"
        },
        {
            "id": "57",
            "nass": "15- حمايتهم ونصرتهم لصالحي العباد وتفريج كربهم: ¶ وقد يرسلهم الله لحماية بعض عباده الصالحين من غير الأنبياء والمرسلين، وقد يكون من هذا ما حصل لرجل ذكر ابن كثير خبره. ففي تفسير ابن كثير عند قوله تعالى: (أمَّن يجيب المضطرَّ إذا دعاهُ) [النمل: 62] قال: ¶ ذكر الحافظ ابن عساكر في ترجمة رجل حكى عنه أبو بكر محمد بن داود الدينوري المعروف بالدقي الصوفي، قال هذا الرجل: (كنت أكاري على بغل لي من دمشق إلى بلد الزبداني، فركب معي ذات مرة رجل، فمررنا على بعض الطريق على طريق غير مسلوكة، فقال لي: خذ في هذه فإنها أقرب، فقلت: لا خيرة لي فيها، فقال: بل هي أقرب، فسلكناها. ¶ فانتهينا إلى مكان وعر، وواد عميق، وفيه قتلى كثيرة، فقال لي: أمسك رأس البغل، حتى أنزل، فنزل وتشمر وجمع عليه ثيابه، وسلّ سكيناً معه وقصدني، ففررت من بين يديه وتبعني، فناشدته الله، وقلت: خذ البغل بما عليه، فقال: هو لي؛ وإنما أريد قتلك، فخوفته الله والعقوبة، فلم يقبل. ¶ فاستسلمت بين يديه، وقلت: إني أريد أن تتركني حتى أصلي ركعتين، فقال: عجّل، فقمت أصلي، فأُرتِج عليَّ القرآن، فلم يحضرني منه حرف واحد، فبقيت واقفاً متحيراً، وهو يقول: هيه، افرغ، فأجرى الله على لساني قوله: (أمَّن يجيب المضطر إذا دعاهُ ويكشف السوء) [النمل: 62] ، فإذا أنا بفارس قد أقبل من فم الوادي وبيده حربة، فرمى بها الرجل، فما أخطأت فؤاده، فخرّ صريعاً، فتعلقت بالفارس، وقلت: بالله من أنت؟ فقال: أنا رسول الذي يجيب المضطر، إذا دعاه، ويكشف السوء. قال: فأخذت البغل والحمل، ورجعت سالما \". ¶ ومن ذلك إرسال الله جبريل لإغاثة أم إسماعيل في مكة، ففي صحيح البخاري",
            "page": "64",
            "part": "1",
            "seal": "0F7B28E9"
        },
        {
            "id": "58",
            "nass": "عن ابن عباس عن النبي صلى الله عليه وسلم في قصة مهاجرة إبراهيم بابنه إسماعيل وأمّه هاجر إلى أرض مكة - وهي قصة طويلة - وفيها أن أمّ إسماعيل سعت سعي الإنسان المجهود بين الصفا والمروة سبع مرات تبحث عن الماء، (فلما أشرفت على المروة سمعت صوتاً، فقالت: صه تريد نفسها، ثمّ تسمعت أيضاً، فقالت: قد أسمعت إن كان عندك غواث، فإذا هي بالملك عند موضع زمزم، فبحث بعقبه، أو قال: بجناحه، حتى ظهر الماء ... فقال لها الملك: لا تخافوا الضّيعة فإن ههنا يت الله يبنيه هذا الغلام وأبوه، وإن الله لا يضيع أهله) (¬1) . ¶ وهذا الملك الذي جاءها هو جبريل، ففي المسند عن ابن عباس عن أبيّ بن كعب قال: (إن جبريل لما ركض زمزم بعقبه، جعلت أم إسماعيل تجمع البطحاء، فقال النبي صلى الله عليه وسلم: (رحم الله هاجر أم إسماعيل، لو تركتها لكانت عيناً معيناً) (¬2) . ¶ 16- شهود الملائكة لجنازة الصالحين: ¶ قال الرسول صلى الله عليه وسلم في سعد بن معاذ: (هذا الذي تحرّك له العرش، وفتحت له أبواب السماء، وشهده سبعون ألفاً من الملائكة، لقد ضُمّ ضمة، ثمّ فرّج عنه) . رواه النسائي عن ابن عمر (¬3) . ¶ 17- إضلالها للشهيد بأجنحتها: ¶ في البخاري عن جابر، قال: (جيء بأبي إلى النبي صلى الله عليه وسلم وقد مثل به، ووضع بين يديه، فذهبت أكشف عن وجهه، فنهاني قومي، فسمع صوت نائحة، فقيل: ابنة عمرو - أو أخت عمرو -. فقال النبي صلى الله عليه وسلم: (لمَ تبكي، أو لا تبكي، ما زالت الملائكة تظله بأجنحتها) . ¶ وقد عنون له البخاري بقوله: (باب ظل الملائكة على الشهيد) (¬4) . ¶ ¬_________ ¶ (¬1) صحيح البخاري: 6/397. ورقمه: 3364. ¶ (¬2) مسند أحمد: 5/121. ¶ (¬3) حديث اهتزاز العرش لموت سعد. رواه البخاري: 7/122. ورقمه: 3802. ورواه مسلم عن جابر: 4/1915. ورقمه: 2466. أما شهود الملائكة لجنازته ففي سنن النسائي. انظر صحيح سنن النسائي: 2/441. ورقمه: 1942. ¶ (¬4) صحيح البخاري: 6/32. ورقمه: 2816.",
            "page": "65",
            "part": "1",
            "seal": "335430C6"
        },
        {
            "id": "59",
            "nass": "18- الملائكة الذين جاؤوا بالتابوت: ¶ قال تعالى: (وقال لهم نبيُّهم إنَّ آية ملكه أن يأتيكم التَّابوت فيه سيكنةٌ من ربَّكم وبقيَّةٌ ممَّا ترك آل موسى وآل هارون تحمله الملائكة) [البقرة: 248] . ¶ والذي يعنينا من هذه الآية ما أخبرنا الله به، أن الملائكة جاءت بني إسرائيل، في تلك الفترة، بتابوت، تطميناً لهم وتثبيتاً؛ كي يعلموا أن طالوت مختار من الله تعالى، فيتابعوهُ ويطيعوهُ. ¶ 19- حمايتهم للمدينة ومكة من الدجال: ¶ يدخل الدجال عندما يخرج كل بلد إلا مكة والمدينة؛ لحماية الملائكة لهما، كما ثبت ذلك في صحيح مسلم من حديث فاطمة بنت قيس من قصة تميم الداري: أن الدجال قال: (إني أنا المسيح الدجال، وإني أوشك أن يؤذن لي في الخروج، فأخرج فأسير في الأرض، فلا أدع قرية إلا هبطتها في أربعين ليلة، غير مكة وطيبة، فهما محرمتان عليّ كلتاهما، كلما أردت أن أدخل واحدة، أو أحداً منهما، استقبلني ملك بيده السيف صلتاً، يصدني عنهما، وإن على كل نَقْب منها ملائكة يحرسونها) . ¶ قالت: قال رسول الله صلى الله عليه وسلم، وطعن بمخصرته في المنبر: (هذه طيبة، هذه طيبة، هذه طيبة) ، يعني: المدينة (¬1) . ¶ وروى البخاري عن أبي بكرة، عن النبي صلى الله عليه وسلم قال: (لا يدخل المدينة رعب المسيح الدجال، ولها يومئذٍ سبعة أبواب، على كل باب ملكان) (¬2) . ¶ وفي صحيح البخاري أيضاً عن أبي هريرة: أن الرسول صلى الله عليه وسلم قال: (على أنقاب المدينة ملائكة، لا يدخلها الطاعون ولا الدجال) (¬3) . ¶ ¬_________ ¶ (¬1) رواه مسلم: 4/2263. ورقمه: 2942. ¶ (¬2) صحيح البخاري: 13/90. ورقمه: 7125. ¶ (¬3) صحيح البخاري: 13/101. ورقمه: 7123.",
            "page": "66",
            "part": "1",
            "seal": "DF269A33"
        },
        {
            "id": "60",
            "nass": "فيخرج الله كل كافر ومنافق) . ¶ 20- نزول عيسى بصحبة ملكين: ¶ في سنن الترمذي عن النواس بن سمعان عن النبي صلى الله عليه وسلم: في ذكره حديث الدجال، وفيه: (فبينما هو كذلك إذ هبط عيسى ابن مريم عليه السلام بشرقي دمشق، عند المنارة البيضاء، بين مهرودتين، واضعاً يَدَيْهِ على أجنحة ملكين) (¬1) . ¶ 21- الملائكة باسطة أجنحتها على الشام: ¶ عن زيد بن ثابت الأنصاري رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (يا طوبى للشام، يا طوبى للشام) . قالوا يا رسول الله وبم ذلك؟ قال: (تلك ملائكة الله باسطوا أجنحتها على الشام) (¬2) . ¶ 22- ما في موافقة الملائكة من أجر وثواب: ¶ ثبت في الصحيحين أن رسول الله صلى الله عليه وسلم قال: (إذا أمّن الإمام، فأَمِّنوا، فإنه من وافق تأمينه تأمين الملائكة، غفر له ما تقدم من ذنبه) (¬3) . ¶ وفي صحيح البخاري: (إذا قال أحدكم: آمين، وقالت الملائكة في السماء: آمين، فوافقت إحداهما الأخرى، غفر له ما تقدم من ذنبه) (¬4) . ¶ وفي صحيح البخاري عن أبي هريرة رضي الله عنه: أن النبي صلى الله عليه وسلم قال: (إذا قال الإمام: سمع الله لمن حمده، فقولوا: اللهمّ ربنا لك الحمد، فإنه من وافق قوله قول الملائكة، غفر له ما تقدم من ذنبه) (¬5) . ¶ ¬_________ ¶ (¬1) نزول عيسى عليه السلام ثابت في صحيح مسلم: 4/2259. حديث رقم: 2940، أما الحديث المذكور فرواه الترمذي. انظر صحيح سنن الترمذي: 2/249. ورقمه: 1825. ¶ (¬2) قال الشيخ ناصر، في تخريج أحاديث فضائل الشام، للربعي: \" هو حديث صحيح أخرجه الترمذي، والحاكم في المستدرك، وأحمد في المسند، وقال الحاكم: صحيح على شرط الشيخين، ووافقه الذهبي، وهو كما قالا، وقال المنذري في الترغيب والترهيب: ورواه ابن حبان في صحيحه، والطبراني بإسناد صحيح \". ¶ (¬3) صحيح البخاري: 2/262. ورقمه: 780. ورواه مسلم: 1/307. ورقمه: 410. ¶ (¬4) صحيح البخاري: 2/266. ورقمه: 781. ¶ (¬5) صحيح البخاري: 2/283. ورقمه: 796.",
            "page": "67",
            "part": "1",
            "seal": "6E7112A7"
        },
        {
            "id": "61",
            "nass": "المطلب الثاني ¶ واجب المؤمن تجاه الملائكة ¶ الملائكة عباد الله اختارهم واصطفاهم، ولهم مكانة عند ربهم، والمؤمن الذي يعبد الله، ويتبع رضوانه لا مناص له من أن يتولى الملائكة بالحب والتوقير، ويتجنب كل ما من شأنه أن يسيء إليهم ويؤذيهم، وفي المبحث التالي نتناول شيئاً من ذلك بالبيان والتوضيح. ¶ 1- عدم إيذاء الملائكة: ¶ شدَّد العلماء النكير على من يسبُّ الملائكة أو يتكلم بكلام يعيبهم، قال العلامة السيوطي رحمه الله تعالى: \" قال القاضي عياض في الشفا: قال سحنون: من شتم ملكاً من الملائكة فعليه القتل، وقال أبو الحسن القابسي في الذي قال لآخر: كأنه وجه مالك الغضبان: لو عرف أنه قصد ذم الملك قتل. ¶ قال القاضي عياض: وهذا فيمن تكلم فيهم بما قلناه على جملة الملائكة، أو على معين ممن حققنا كونه من الملائكة، ممن نص الله عليه في كتابه، أو حققنا علمه بالخبر المتواتر، والمشتهر المتفق عليه بالإجماع القاطع، كجبريل، وميكائيل، ومالك، وخزنة الجنة وجهنم، والزبانية، وحملة العرش، وعزرائيل، وإسرافيل، ورضوان، والحفظة، ومنكر ونكير. ¶ فأما من لم تثبت الأخبار بتعيينه، ولا وقع الإجماع على كونه من الملائكة كهاروت وماروت، فليس الحكم فيهم، والكافر بهم كالحكم فيمن قدمناه؛ إذ لم تثبت لهم تلك الحرمة \" (¬1) . ¶ ونقل السيوطي عن القرافي المالكي قوله: \" اعلم أنه يجب على كل مكلف تعظيم الأنبياء بأسرهم، وكذلك الملائكة، ومن نال من أعراضهم شيئاً فقد كفر، سواء كان بالتعريض أو بالتصريح، فمن قال في رجل يراه شديد البطش: هذا أقسى قلباً من مالك خازن النار، وقال في رجل رآه مشوه الخلق: هذا أوحش من منكر ونكير، فهو كافر، إذا قال ذلك في معرض النقص بالوحاشة، والقساوة \" (¬2) . ¶ 2- البعد عن الذنوب والمعاصي: ¶ أعظم ما يؤذي الملائكة الذنوب والمعاصي والكفر والشرك، ولذا فإن أعظم ما يُهْدَى للملائكة ويرضيهم أن يخلص المرء دينه لربه، ويتجنب كل ما يغضبه. ¶ ولذا فإنَّ الملائكة لا تدخل الأماكن والبيوت التي يعصى فيها الله تعالى، أو التي يوجد فها ما يكرهه الله ويبغضه، كالأنصاب والتماثيل والصور، ولا تقرب من تلبس بمعصية كالسكران. ¶ قال ابن كثير (¬3) : ثبت في الحديث المروي في الصحاح والمسانيد والسنن من حديث جماعة من الصحابة عن رسول الله صلى الله عليه وسلم أنه قال: (لا يدخل الملائكة بيتا فيه صورة ولا كلب ولا جُنب) . ¶ وفي رواية عن عاصم بن ضمرة عن علي: (ولا بول) ، وفي رواية رافع عن أبي سعيد مرفوعاً: (لا تدخل الملائكة بيتاً فيه كلب أو تمثال) ، وفي رواية ذكوان أبي صالح السماك عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (لا تصحب الملائكة رفقة معهم كلب أو جرس) (¬4) . ¶ وروى البزار بإسناد صحيح عن بريدة، رضي الله عنه: أن الرسول صلى الله عليه وسلم قال: (ثلاث لا تقربهم الملائكة: السكران، والمتضمخ بالزعفران، والجنب) (¬5) . ¶ ¬_________ ¶ (¬1) الحبائك في أخبار الملائك، للسيوطي: 254. ¶ (¬2) الحبائك في أخبار الملائك، للسيوطي: 255. ¶ (¬3) البداية والنهاية: 1/55. ¶ (¬4) البداية والنهاية: 1/55. ¶ (¬5) صحيح الجامع: 3/70.",
            "page": "68",
            "part": "1",
            "seal": "7CAA67D0"
        },
        {
            "id": "62",
            "nass": "وفي سنن أبي داود بإسناد حسن، عن عمار بن ياسر أن الرسول صلى الله عليه وسلم قال: (ثلاثة لا تقربهم الملائكة: جيفة الكافر، والمتضمخ بالخلوق، والجنب إلا أن يتوضأ) (¬1) . ¶ 3- الملائكة تتأذى مما يتأذى منه ابن آدم: ¶ ثبت في الأحاديث الصحيحة أن الملائكة تتأذى مما يتأذى منه بنو آدم، فهم يتأذون من الرائحة الكريهة، والأقذار والأوساخ. ¶ روى البخاري ومسلم عن جابر بن عبد الله عن النبيّ صلى الله عليه وسلم قال: (من أكل الثوم والبصل والكراث، فلا يقربنّ مسجدنا؛ فإن الملائكة تتأذى مما يتأذى منه بنو آدم) (¬2) . ¶ وقد بلغ الأمر بالرسول صلى الله عليه وسلم أن أمر بالذي جاء إلى المسجد - ورائحة الثوم أو البصل تنبعث منه - أن يخرج إلى البقيع. (وهذا ثابت في صحيح مسلم) (¬3) . ¶ 4- النهي عن البصاق عن اليمين في الصلاة: ¶ نهى الرسول صلى الله عليه وسلم عن البصاق عن اليمين في أثناء الصلاة؛ لأن المصلي إذا قام يصلي يقف عن يمينه ملك، ففي صحيح البخاري عن أبي هريرة عن النبي صلى الله عليه وسلم قال: (إذا قام أحدكم إلى الصلاة، فلا يبصق أمامه، فإنما يناجي الله ما دام في مصلاه، ولا عن يمينه؛ فإن عن يمينه ملكاً، وليبصق عن يساره، أو تحت قدمه فيدفنها) (¬4) . ¶ 5- موالاة الملائكة كلهم: ¶ وعلى المسلم أن يحب جميع الملائكة، فلا يفرق في ذلك بين ملك وملك؛ لأنهم جميعاً عباد الله عاملون بأمره، تاركون لنهيه، وهم في هذا وحدة واحدة، لا يختلفون ولا يفترقون. وقد زعم اليهود أن لهم أولياء وأعداء من الملائكة، وزعموا أن جبريل عدو لهم، وميكائيل ولي لهم، فأكذبهم الله تعالى - في مدعاهم - وأخبر أن الملائكة لا يختلفون فيما بينهم: ¶ ¬_________ ¶ (¬1) صحيح سنن أبي داود: 2/872. ¶ (¬2) أحاديث نهي من أكل البصل والثوم عن قربان المسجد في صحيح البخاري ومسلم وغيرهما، إلا أن هذا اللفظ رواه مسلم: 1/394. ورقمه: 567. ¶ (¬3) صحيح مسلم: 1/396. ورقمه: 567. ¶ (¬4) صحيح البخاري: 1/512. ورقمه: 416.",
            "page": "69",
            "part": "1",
            "seal": "A25EA2E3"
        },
        {
            "id": "63",
            "nass": "(قل من كان عدوّاً لجبريل فإنَّه نزَّله على قلبك بإذن الله مصدّقاً لما بين يديه وهدىً وبشرى للمؤمنين - من كان عدوّاً لله وملائكته ورسله وجبريل وميكال فإنَّ الله عدوٌّ للكافرين) [البقرة: 97-98] . ¶ فأخبر سبحانه أن الملائكة كلهم وحدة واحدة فمن عادى واحداً منهم، فقد عادى الله وجميع الملائكة، أمّا تولي بعض الملائكة ومعاداة بعض آخر، فهي خرافة لا يستسيغها إلا مثل هذا الفكر اليهودي المنحرف، وهذه المقولة التي حكاها القرآن عن اليهود عذر واهٍ عللوا به عدم إيمانهم، فزعموا أن جبريل عدوهم؛ لأنّه يأتي بالحرب والدمار، ولو كان الذي يأتي الرسول صلى الله عليه وسلم ميكائيل لتابعوه. ¶ وراجع النصوص الواردة في سبب نزول هذه الآية في تفسير ابن كثير وغيره. ¶ الملائكة والكفار والفساق ¶ وضحنا فيما سبق موقف الملائكة من المؤمنين، وقد اتضح من خلال ذلك موقفهم من الكفرة، فهم لا يحبون الكفرة الظالمين المجرمين، بل يعادونهم ويحاربونهم، ويزلزلون قلوبهم، كما حدث في معركة بدر والأحزاب، ونزيد الأمر هنا تفصيلاً وإيضاحاً بذكر ما لم نذكره هناك. ¶ 1- إنزال العذاب بالكفار: ¶ عندما كان يُكذَّب رسول من الرسل، ويصرّ قومه على التكذيب، كان الله ينزل في كثير من الأحيان بهم عذابه، وكان الذي يقوم بالتعذيب أحياناً الملائكة. ¶ 2- إهلاكهم قوم لوط: ¶ جاء الملائكة المأمورون بتعذيب قوم لوط في صورة شبان حسان الوجوه،",
            "page": "70",
            "part": "1",
            "seal": "B6D0C1C2"
        },
        {
            "id": "64",
            "nass": "واستضافهم لوط، ولم يعلم قومه بهم، فدلت زوجة لوط قومها عليهم، فجاؤوا مسرعين، يريدون بهم الفاحشة، فدافعهم لوط، وحاورهم، فأبوا عليه، فضربهم جبريل بجناحه، فطمس أعينهم، وأذهب بصرها: (ولمَّا جاءت رسلنا لوطاً سِيءَ بهم وضاق بهم ذرعاً وقال هذا يوم عصيبٌ - وجاءه قومه يهرعون إليه ومن قبل كانوا يعملون السَّيِّئَاتِ قال يا قوم هؤلاء بناتي هُنَّ أطهر لكم فاتقوا الله ولا تخزون في ضيفي أليس منكم رجلٌ رَّشِيدٌ - قالوا لقد علمت ما لنا في بناتك من حقٍ وإنَّك لتعلم ما نريد - قال لو أنَّ لي بكم قوَّةً أو آوي إلى ركنٍ شديدٍ - قالوا يا لوط إنّا رسل ربك لن يصلوا إليك) [هود: 77-81] . ¶ قال ابن كثير (¬1) : وذكروا أن جبريل - عليه السلام - خرج عليهم، فضرب وجوههم خفقة بطرف جناحه، فطمست أعينهم، حتى قيل غارت بالكلية، ولم يبق لها محل ولا أثر ... قال تعالى: (ولقد رَاوَدُوهُ عن ضيفه فطمسنا أعينهم فذوقوا عذابي ونذر) [القمر: 37] . ¶ وفي الصباح أهلكهم الله تعالى: (فلمَّا جاء أمرنا جعلنا عَالِيَهَا سافلها وأمطرنا عليها حجارةً من سِجِّيلٍ مَّنضُودٍ - مسوَّمةٍ عند ربك وما هي من الظَّالمين ببعيدٍ) [هود: 82-83] قال ابن كثير في تفسيره: قال مجاهد: \" أخذ جبريل قوم لوط من سرحهم ودورهم، حملهم بمواشيهم وأمتعتهم، ورفعهم حتى سمع أهل السماء نباح كلابهم، ثم كفأها، وكان حملهم على خوافي جناحه الأيمن \". وذكر أقوالاً مقاربة لهذا القول، ولم يورد حديثاً يشهد لهذا. ¶ 3- لعن الكفرة: ¶ قال تعالى: (كيف يهدي الله قوماً كفروا بعد إيمانهم وشهدوا أنّ الرَّسول حقٌّ وجاءهم البينات والله لا يهدي القوم الظَّالمين - أولئك جَزَآؤُهُمْ أنَّ ¶ ¬_________ ¶ (¬1) البداية والنهاية: 1/197.",
            "page": "71",
            "part": "1",
            "seal": "5456191D"
        },
        {
            "id": "65",
            "nass": "عليهم لعنة الله والملائكة والنَّاس أجمعين) [آل عمران: 86-87] ، وقال: (إنَّ الَّذين كفروا وماتوا وهم كفَّار أولئك عليهم لعنة الله والملائكة والنَّاس أجمعين) [البقرة: 161] . ¶ ولا تلعن الملائكة الكفرة فحسب، بل قد تلعن من فعلوا ذنوباً معينة ومن هؤلاء: ¶ أ- لعن الملائكة المرأة التي لا تستجيب لزوجها: ¶ ففي صحيح البخاري عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (إذا دعا الرجل امرأته إلى فراشه فأبت أن تجيء، لَعَنَتْها الملائكة حتى تصبح) (¬1) وفي رواية في الصحيح: (حتى ترجع) (¬2) . ¶ ب- لعنهم الذي يشير إلى أخيه بحديدة: ¶ روى مسلم في صحيحه عن أبي هريرة، رضي الله عنه، قال: قال أبو القاسم: (من أشار إلى أخيه بحديدة فإن الملائكة تلعنه، حتى وإن كان أخاه لأبيه وأمّه) (¬3) . ¶ ولعن الملائكة يدل على حرمة هذا الفعل، لما فيه من ترويعٍ لأخيه، ولأنّ الشيطان قد يطغيه فيقتل أخاه، خاصة إذا كان السلاح من هذه الأسلحة الحديثة، التي قد تنطلق لأقل خطأ، أو لمسة غير مقصودة، وكم حدث أمثال هذا. ¶ ج- لعنهم من سبّ أصحاب الرسول: ¶ في معجم الطبراني الكبير عن ابن عباس بإسناد حسن: أن الرسول صلى الله عليه وسلم قال: (من سبّ أصحابي، فعليه لعنة الله والملائكة والناس أجمعين) . ¶ فيما عجباً لأقوام جعلوا سبّ أصحاب الرسول صلى الله عليه وسلم ديناً لهم يتقربون به إلى الله، مع أن جزاءَهم ما ذكره الرسول صلى الله عليه وسلم هنا، وهو جزاء رهيب. ¶ ¬_________ ¶ (¬1) صحيح البخاري: 9/293. ورقمه: 5193. ¶ (¬2) المصدر السابق: 9/294. ورقمه: 5194. ¶ (¬3) صحيح مسلم: 4/2020. ورقمه: 2616.",
            "page": "72",
            "part": "1",
            "seal": "397DC08B"
        },
        {
            "id": "66",
            "nass": "د- لعنهم الذين يحولون دون تنفيذ شرع الله: ¶ في سنن النسائي وسنن ابن ماجة، بإسناد صحيح، عن ابن عباس، رضي الله عنهما: أنّ رسول الله صلى الله عليه وسلم قال: (من قَتَلَ عمداً فَقَود يديه، فمن حال بينه وبينه فعليه لعنة الله، والملائكة، والناس أجمعين) (¬1) . فالذي يحول دون تنفيذ حكم الله في قتل القاتل عمداً بالجاه أو المال ... فعليه هذه اللعنة، فكيف بالذي يحول دون تنفيذ الشريعة كلها؟! ¶ هـ- لعنهم الذي يؤوي محدثاً: ¶ من الذين تلعنهم الملائكة كما يلعنهم الله الذين يحدثون في دين الله، بالخروج على أحكامه، والاعتداء على تشريعه، أو يؤوون من يفعل ذلك، ويحمونه، كما في الحديث الصحيح: (من أحدث حدثاً أو آوى محدثاً، فعليه لعنة الله، والملائكة، والناس أجمعين) (¬2) . ¶ والحدث في المدينة فيه زيادة في الإجرام، ففي الصحيحين عن علي ابن أبي طالب قال: قال النبيّ صلى الله عليه وسلم أنه قال: (المدينة حرم، ما بين عَيْر إلى ثور، فمن أحدث فيها حدثاً، أو آوى محدثاً، فعليه لعنة الله، والملائكة، والناس أجمعين، لا يقبل الله منه يوم القيامة صرفاً، ولا عدلاً) (¬3) . ¶ ¬_________ ¶ (¬1) صحيح سنن النسائي: 3/492. ورقمه: 4456، 4457. وصحيح سنن ابن ماجة: 2/96. ورقمه: 2131. ¶ (¬2) صحيح سنن أبي داود: 3/859. ورقمه: 3797. وصحيح سنن النسائي: 3/982. ورقمه: 4412. ¶ (¬3) صحيح البخاري: 4/81. ورقمه: 1870. ورواه مسلم: 2/994. ورقمه: 1370. واللفظ لمسلم.",
            "page": "73",
            "part": "1",
            "seal": "FEF2D76A"
        },
        {
            "id": "67",
            "nass": "4- طلب الكفار رؤية الملائكة: ¶ وقد طلب الكفار رؤية الملائكة للتدليل على صدق الرسول صلى الله عليه وسلم، فأخبرهم الله أن اليوم الذي يرون فيه الملائكة يوم شؤم عليهم؛ إذ الكفار يرون الملائكة عندما يحلّ بهم العذاب، أو عندما ينزل بالإنسان الموت، ويكشف عنه الغطاء: (وقال الَّذين لا يرجون لقاءنا لولا أنزل علينا الملائكة أو نرى ربَّنا لقد استكبروا في أنفسهم وعتو عتوّاً كبيراً - يوم يرون الملائكة لا بشرى يومئذٍ للمجرمين ويقولون حِجراً مَّحجُوراً) [الفرقان: 21-22] .",
            "page": "74",
            "part": "1",
            "seal": "DDFB3C44"
        },
        {
            "id": "72",
            "nass": "الفصل الرابع الملائكة وبقيّة المخلوقات ¶ في الفصل الماضي بينت العلاقة بين الملائكة وبني آدم، وليس هذا كل ما وُكل إلى الملائكة؛ فإن الملائكة يقومون على مختلف شؤون الكون مما نشاهده، وما لا نشاهده. ¶ وسأكتفي بذكر بعض ما جاء في ذلك من النصوص. ¶ 1- حملة العرش: ¶ العرش أعظم المخلوقات، محيط بالسماوات وفوقها، والرحمن مستو عليه، ويحمله من الملائكة ثمانية: (ويحمل عرش ربك فوقهم يومئذٍ ثمانيةٌ) [الحاقة: 17] (¬1) . ¶ 2- ملك الجبال: ¶ وللجبال ملائكة، وقد أرسل الله ملك الجبال إلى عبده ورسوله محمد صلى الله عليه وسلم يستأمره في إهلاك أهل مكة؛ ففي صحيح البخاري ومسلم عن عائشة أنها قالت للنبي صلى الله عليه وسلم: (يا رسول الله، هل أتى عليك يوم كان أشدّ من يوم أحد؟ فقال: لقد لقيت من قومك، وكان أشدّ ما لقيت منهم يوم العقبة (¬2) ، إذ عرضت نفسي على ابن عبد ياليل بن عبد كلال، فلم يجبني إلى ما أردت. ¶ فانطلقت وأنا مهموم على وجهي، فلم استفق إلا بقرن الثعالب (¬3) فرفعت رأسي فإذا أنا بسحابة قد أظلتني، فنظرت فإذا فيها جبريل فناداني، فقال: إن الله عزّ وجل قد سمع قول قومك لك، وما ردوا عليك، وقد بعث إليك ملك الجبال لتأمره بما شئت فيهم. ¶ قال: فناداني ملك الجبال، وسلّم علي، ثمّ قال: يا محمد، إن الله قد سمع قول قومك لك، وأنا ملك الجبال، وقد بعثني ربّك إليك لتأمرني بأمرك، فما ¶ ¬_________ ¶ (¬1) وقد سبق أن بيّنا عظيم خلقهم في الفصل الذي تحدثنا فيه عن صفاتهم وقدراتهم. ¶ (¬2) موضع بمنى. ¶ (¬3) موضع بين مكة والطائف.",
            "page": "79",
            "part": "1",
            "seal": "2A915FD2"
        },
        {
            "id": "73",
            "nass": "شئت؟ إن شئت أن أطبق عليهم الأخشبين؟ (¬1) فقال النبي صلى الله عليه وسلم: (بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده لا يشرك به شيئاً) (¬2) . ¶ 3- الموكلون بالقطر والنبات والأرزاق: ¶ يقول ابن كثير (¬3) : \" ميكائيل موكل بالقطر والنبات اللذين يخلق منهما الأرزاق في هذه الدار، وله أعوان يفعلون ما يأمرهم به بأمر ربه، يصرفون الرياح والسحاب، كما يشاء الرب جلّ جلاله. ¶ ومن الملائكة ما هو موكل بالسحاب، ففي سنن الترمذي عن ابن عباس: أن الرسول صلى الله عليه وسلم قال: (الرعد ملك من الملائكة موكل بالسحاب، معه مخاريق من نار، يسوق بها السحاب حيث شاء الله) (¬4) ، وقد يسقي بلاداً دون بلاد، أو قرية دون أخرى. ¶ وقد يؤمر بأن يسقي زرع رجل واحد دون سواه، كما في الحديث الذي رواه مسلم في صحيحه عن أبي هريرة عن النبي صلى الله عليه وسلم قال: (بينا رجل بفلاة من الأرض، فسمع صوتاً في سحابة: اسق حديقة فلان؛ فتنحى ذلك السحاب، فأفرغ ماءَه في حرّة، فإذا شرجة من تلك الشراج (¬5) قد استوعبت ذلك الماء كله. ¶ فتتبع الماء، فإذا رجل قائم في حديقته، يحول الماء بمسحاته، فقال له: يا عبد الله، ما اسمك؟ قال: فلان، للاسم الذي سمع في السحابة، فقال له: يا عبد الله، لِمَ تسألني عن اسمي؟ قال: إني سمعت صوتاً في السحاب الذي هذا ماؤه يقول: اسق حديقة فلان، لاسمك، فما تصنع فيها؟ قال: أمّا إذ قلت هذا، فإني أنظر إلى ما يخرج منها، فأتصدق بثلثه، وآكل أنا وعيالي ثلثاً، وأرد فيها ثلثه) (¬6) . ¶ ¬_________ ¶ (¬1) جبلان بمكة. ¶ (¬2) صحيح مسلم: 3/1420. ورقمه: 1795. واللفظ له. ورواه البخاري: 6/312. ورقمه: 3231. ¶ (¬3) البداية والنهاية: 1/50. ¶ (¬4) صحيح سنن الترمذي: 3/64. ورقمه: 2492. ¶ (¬5) الشرجة: مسيل الماء. ¶ (¬6) صحيح مسلم: 4/2288. ورقمه: 2984.",
            "page": "80",
            "part": "1",
            "seal": "CF24E4C5"
        },
        {
            "id": "74",
            "nass": "وعلى كل فالملائكة موكلون بالسماوات والأرض، فكل حركة في العالم فهي ناشئة عن الملائكة، كما قال تعالى: (فَالْمُدَبِّرَاتِ أمراً) [النازعات: 5] ، وقال: (فَالْمُقَسِّمَاتِ أمراً) [الذاريات: 4] ، ويزعم المكذبون للرسل المنكرون للخالق أن النجوم هي التي تقوم بذلك كله، وكذبوا، فالذي يدبر ذلك كله الملائكة بأمر الله تعالى، كما قال تعالى: (والمرسلات عرفاً - فَالْعَاصِفَاتِ عصفاً - وَالنَّاشِرَاتِ نشراً - فَالْفَارِقَاتِ فرقاً - فَالْمُلْقِيَاتِ ذكراً) [المرسلات: 1-5] . ¶ وقال: (والنَّازعات غرقاً - والناَّشطات نشطاً - والسَّابحات سبحاً - فالسَّابقات سبقاً - فالمدبِّرات أمراً) [النازعات: 1-5] ، وقال: (والصَّافَّات صفاً - فالزَّاجرات زجراً - فالتَّاليات ذكراً) [الصافّات: 1-3] . ¶ فكل هذه الآيات حديث عن الملائكة حال قيامها بتدبير شؤون السماوات والأرض.",
            "page": "81",
            "part": "1",
            "seal": "773EB644"
        },
        {
            "id": "78",
            "nass": "الفصل الخامس المفاضلة بين الملائكة وبني البشر ¶ الخلاف في المسألة قديم: ¶ قال ابن كثير (¬1) : \" قد اختلف الناس في تفصيل الملائكة على البشر على أقوال: فأكثر ما توجد هذه المسألة في كتب المتكلمين، والخلاف فيها مع المعتزلة ومن وافقهم. ¶ وأقدم كلام رأيته في هذه المسألة ما ذكره الحافظ ابن عساكر في تاريخه في ترجمة أمية بن عمرو بن سعيد بن العاص: \" أنّه حضر مجلساً لعمر بن عبد العزيز وعنده جماعة، فقال عمر: ما أحد أكرم على الله من كريم بني آدم، واستدل بقوله تعالى: (إنَّ الَّذين آمنوا وعملوا الصَّالحات أولئك هم خير البريَّة) [البينة: 7] . ووافقه على ذلك أمية بن عمرو بن سعيد. ¶ فقال عراك بن مالك: ما أحد أكرم على الله من ملائكته، هم خدمة دارَيْه، ورسله إلى أنبيائه، واستدل بقوله تعالى: (ما نَهَاكُمَا رَبُّكُمَا عن هذه الشَّجرة إلاَّ أن تكونا ملكين أو تكونا من الخالدين) [الأعراف: 20] . ¶ فقال عمر بن عبد العزيز لمحمد بن كعب القرظي: ما تقول أنت يا أبا حمزة؟ فقال: قد أكرم الله آدم فخلقه بيده، ونفخ فيه من روحه، وأسجد له ملائكته، وجعل من ذريته الأنبياء، والرسل ومن يزوره الملائكة. ¶ فوافق عمر بن عبد العزيز في الحكم واستدل بغير دليله \". ¶ وهذا الذي ذكره ابن كثير من كلام عمر بن عبد العزيز وجلسائه في هذه المسألة يبين الخطأ ما قاله تاج الدين الفزاري، حيث يقول: \" هذه المسألة من بدع علم الكلام، التي لم يتكلم فيها الصدر الأول من الأمة، ولا من بعدهم من أعلام الأئمة \" (¬2) ، بل قد ثبت أن بعض الصحابة تكلموا في شيء من ذلك، ¶ ¬_________ ¶ (¬1) البداية والنهاية: 1/58. ¶ (¬2) شرح العقيدة الطحاوية: 339.",
            "page": "85",
            "part": "1",
            "seal": "F33237D5"
        },
        {
            "id": "79",
            "nass": "فهذا عبد الله بن سلام يقول: \" ما خلق الله خلقاً أكرم عليه من محمد. فقيل له: ولا جبريل ولا ميكائيل؟ \" ¶ فقال للسائل: \" أتدري ما جبريل وميكائيل؟ إنما جبريل وميكائيل خلق مسخر كالشمس والقمر، وما خلق الله خلقاً أكرم عليه من محمد صلى الله عليه وسلم \". رواه الحاكم في مستدركه وصححه هو والذهبي (¬1) . ¶ الأقوال في المسألة: ¶ يذكر شارح الطحاوية أنه ينسب إلى أهل السنة تفضيل صالحي البشر والأنبياء فقط على الملائكة، وأن المعتزلة يفضلون الملائكة، وأتباع الأشعري على قولين، منهم من يفض الأنبياء والأولياء، ومنهم من يقف، ولا يقطع في ذلك قولاً، وحكي عن بعضهم ميل إلى تفضيل الملائكة، وحكي ذلك عن غيرهم من أهل السنة وبعض الصوفية. ¶ وقالت الشيعة: إن جميع الأئمة أفضل من جميع الملائكة. ومن الناس من فصّل تفصيلاً آخر. ¶ ولم يقل أحد ممن له قول يؤثر: إن الملائكة أفضل من بعض الأنبياء دون بعض، وذكر أن أبا حنيفة، رحمه الله، توقف في الجواب عن هذه المسألة، وإلى التوقف جنح شارح الطحاوية رحمه الله (¬2) . ¶ وذكر السفاريني (¬3) أنّ الإمام أحمد، رحمه الله، كان يقول: \" يخطئ من فضَّل الملائكة، وقال: كل مؤمن أفضل من الملائكة \". ¶ موطن النزاع: ¶ لا خلاف في أن الكفرة والمنافقين غير داخلين في المفاضلة، فهؤلاء أضل من البهائم: (أولئك كالأنعام بل هم أضلُّ) [الأعراف: 179] . ¶ ¬_________ ¶ (¬1) راجع تحقيق الألباني على شرح العقيدة الطحاوية، ص: 342. ¶ (¬2) شرح العقيدة الطحاوية: 338. ¶ (¬3) لوامع الأنوار البهية: 2/398.",
            "page": "86",
            "part": "1",
            "seal": "8B5AB3BC"
        },
        {
            "id": "80",
            "nass": "ولا نعني بالمفاضلة: التفضيل بين حقيقة البشر وحقيقة الملائكة، وإنّما المفاضلة بين صالحي البشر والملائكة، وإن ذهب بعض الناس إلى أن الملائكة أفضل من سائر المؤمنين، والنزاع عندهم في المفاضلة بين الأنبياء والملائكة. ¶ حجة الذين يفضلون صالحي البشر على الملائكة: ¶ بعد أن حررنا محل النزاع نبين حجة الذين ذهبوا إلى تفضيل البشر. ¶ الدليل الأول: أن الله أمر الملائكة بالسجود لآدم، فلولا فضله لما أمروا بالسجود له: (وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلاَّ إبليس أبى واستكبر) [البقرة: 34] . ¶ ورد بعضهم أن السجود كان لله، وآدم إنما كان قبلة لهم، ولو كان هذا صحيحاً لقال: اسجدوا إلى آدم، وما قال: (اسجدوا لآدم) [الإسراء: 61] . ¶ ولو كان المقصود اتخاذ آدم قبلة لما امتنع من السجود، ولما زعم أنّه خير من آدم، فإنّ القبلة تكون أحجاراً، وليس في اتخاذها قبلة تفضيل لها. ¶ صحيح أن سجود الملائكة لآدم كان عبادة لله، وطاعة له، وقربة يتقربون بها إليه، إلا أنه تشريف لآدم وتكريم وتعظيم. ¶ ولم يأتِ أن آدم سجد للملائكة، بل لم يؤمر آدم وبنوه بالسجود إلا لله رب العالمين؛ لأنّهم - والله أعلم - أشرف الأنواع، وهم صالحوا بني آدم، ليس فوقهم أحد يحسن السجود له إلا الله رب العالمين. ¶ الدليل الثاني: قوله قصصاً عن إبليس: (أَرَأَيْتَكَ هذا الَّذي كرَّمت عَلَيَّ) [الإسراء: 62] فإن هذا نص في تكريم آدم على إبليس إذ أمر بالسجود له. ¶ الدليل الثالث: أن الله تعالى خلق آدم بيده، وخلق الملائكة بكلمته.",
            "page": "87",
            "part": "1",
            "seal": "B37CBA70"
        },
        {
            "id": "81",
            "nass": "الدليل الرابع: قوله تعالى: (إِنِّي جاعلٌ في الأرض خليفةً) [البقرة: 30] . فالخليفة يفضل على من ليس خليفة، وقد طلبت الملائكة أن يكون الاستخلاف فيهم، والخليفة منهم حيث قالوا: (أتجعل فيها من يفسد فيها ويسفك الدماء) [البقرة: 30] فلولا أن الخلافة درجة عالية أعلى من درجاتهم لما طلبوها وغبطوا صاحبها. ¶ الدليل الخامس: تفضيل بني آدم عليهم بالعلم حين سألهم الله عزّ وجلّ عن علم الأسماء، فلم يجيبوه؛ بل اعترفوا أنهم لا يحسنونها، فأنبأهم آدم بذلك، وقد قال تعالى: (قل هل يستوي الَّذين يعلمون والَّذين لا يعلمون) [الزمر: 9] . ¶ الدليل السادس: ومما يدل على تفضيلهم أن طاعة البشر أشقّ، والأشق أفضل، فإن البشر مجبولون على الشهوة، والحرص، والغضب، والهوى، وهي مفقودة في الملك. ¶ الدليل السابع: أن السلف كانوا يحدثون الأحاديث المتضمنة فضل صالحي البشر على الملائكة، وتروى على رؤوس الناس، ولو كان هذا منكراً لأنكروه، فدلّ على اعتقادهم ذلك. ¶ الدليل الثامن: مباهاة الله بهم الملائكة: فالله يباهي بعباده الملائكة، إذا أدوا ما أوجبه عليهم وأمرهم به. فإذا صلوا الفريضة باهى بهم الملائكة، ففي المسند وابن ماجة عن عبد الله: أن الرسول صلى الله عليه وسلم قال: (ابشروا، هذا ربكم قد فتح باباً من أبواب السماء، يباهي بكم الملائكة، يقول: انظروا إلى عبادي قد قضوا فريضة، وهم ينتظرون أخرى) (¬1) . ¶ وعن أبي هريرة: أن الرسول صلى الله عليه وسلم قال: (إن الله يباهي بأهل عرفات ¶ ¬_________ ¶ (¬1) صحيح الجامع: 1/67.",
            "page": "88",
            "part": "1",
            "seal": "86B400F0"
        },
        {
            "id": "82",
            "nass": "أهل السماء، فيقول لهم: انظروا إلى عبادي هؤلاء جاؤوني شعثاً غبراً) . إسناده صحيح، رواه ابن حبان في صحيحه، والحاكم، والبيهقي في السنن (¬1) . ¶ والذين فضلوا الملائكة احتجوا بمثل حديث: (من ذكرني في نفسه ذكرته في نفسي، ومن ذكرني في ملأ ذكرته في ملأ خير منهم) . ¶ واحتجوا بأن بني آدم فيهم النقص والقصور، وتقع منهم الزلات والهفوات، واحتجوا بمثل قوله تعالى: (ولا أقول لكم إِنِّي ملك) [الأنعام: 50] . وهذا يدل على فضل الملائكة على البشر. ¶ تحقيق القول في ذلك: ¶ وتحقيق القول في ذلك ما ذكره ابن تيمية من أن صالحي البشر أفضل باعتبار كمال النهاية، وذلك إنما يكون إذا دخلوا الجنة، ونالوا الزلفى، وسكنوا الدرجات العلا، وحياهم الرحمن، وخصهم بمزيد قربه، وتجلى لهم، يستمتعون بالنظر إلى وجهه الكريم، وقامت الملائكة في خدمتهم بإذن ربهم. ¶ والملائكة أفضل باعتبار البداية، فإن الملائكة الآن في الرفيق الأعلى، منزهون عمّا يلابسه بنو آدم، مستغرقون في عبادة الرب، ولا ريب أن هذه الأحوال الآن أكمل من أحوال البشر. ¶ قال ابن القيم: وبهذا التفصيل يتبين سرّ التفضيل، وتتفق أدلة الفريقين، ويصالح كل منهم على حقه (¬2) . والله أعلم بالصواب. ¶ ¬_________ ¶ (¬1) صحيح الجامع: 2/141. ¶ (¬2) ومن أراد مزيداً من البحث في هذه المسألة فليرجع إلى (مجموع الفتاوى) : 11/350، وإلى (لوامع الأنوار البهية: 2/368) ، وإلى (شرح العقيدة الطحاوية: 338) . وقد طبع كتاب السيوطي (الحبائك في أخبار الملائك) . وفيه مبحث طويل في المفاضلة بين الملائكة وبني آدم من ص: 203 إلى ص: 251.",
            "page": "89",
            "part": "1",
            "seal": "1267270A"
        },
        {
            "id": "1",
            "nass": "التعريف بالملائكة والإيمان بهم ¶ الملائكة عالم غير عالم الإنس وعالم الجن، وهو عالم كريم، كله طهر وصفاء ونقاء، وهم كرام أتقياء، يعبدون الله حق العبادة، ويقومون بتنفيذ ما يأمرهم به، ولا يعصون الله أبداً. ¶ وسنرى عبر نصوص الكتاب والسنة صفاتهم التي حدثتنا بها النصوص. ¶ والملك أصله: أَلكَ، والمألكة، والمألكُ: الرسالة. ومنه اشتق الملائك؛ لأنهم رسل الله. ¶ وقيل: اشتق من (لَ أك) والملأكة: الرسالة، وألكني إلى فلان؛ أي: بلغه عني، والملأك: الملك؛ لأنه يبلغ عن الله تعالى. ¶ وقال بعض المحققين: الملك من الملك. قال: والمتولي من الملائكة شيئاً من السياسات يقال له مَلَك، ومن البشر مَلِك. (¬1) ¶ والإيمان بالملائكة أصل من أصول الإيمان، لا يصح إيمان عبد ما لم يؤمن بهم، قال تعالى: (آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله) [البقرة: 285] . ¶ كيف يكون الإيمان بالملائكة ¶ نقل السيوطي عن البيهقي في كتابه (شعب الإيمان) : \" أن الإيمان بالملائكة ينتظم في معانٍ: ¶ أحدهما: التصديق بوجودهم. ¶ الثاني: إنزالهم منازلهم، وإثبات أنهم عباد الله وخلقه، كالإنس والجن مأمورون مكلفون، لا يقدرون إلا على ما أقدرهم الله عليه، والموت عليهم جائز، ولكنّ الله تعالى جعل لهم أمداً بعيداً، فلا يتوفاهم حتى يبلغوه، ولا يوصفون بشيء يؤدي وصفهم به إلى إشراكهم بالله تعالى، ولا يدعون آلهة كما دعتهم الأوائل. ¶ الثالث: الاعتراف بأنّ منهم رسلاً يرسلهم الله إلى من يشاء من البشر، وقد يجوز أن يرسل بعضهم إلى بعض، ويتبع ذلك الاعتراف بأنّ منهم حملة العرش، ومنهم الصافّون، ومنهم خزنة الجنّة، ومنهم خزنة النار، ومنهم كتبة الأعمال، ومنهم الذين يسوقون السحاب، فقد ورد القرآن بذلك كله أو بأكثره \". (¬2) ¶ وهذا الكتاب فيه تفصيل لما جاءَت به النصوص في الإيمان بالملائكة. ¶ ¬_________ ¶ (¬1) راجع: بصائر ذوي التمييز، للفيروزآبادي: 4/524. ¶ (¬2) الحبائك في أخبار الملائك، للسيوطي: ص 10. وانظر مختصر شعب الإيمان: 1/405-406.",
            "page": null,
            "part": null,
            "seal": "F7FB18C6"
        },
        {
            "id": "2",
            "nass": "الفصل الأول ¶ صفاتهم وقدراتهم ¶ سنحاول أن نتبين من خلال النصوص الصحيحة صفات الملائكة الخَلقية والُخلُقية، ثم نتحدث عن القدرات التي وهبهم الله إياها. ¶ المبحث الأول ¶ الصفات الخلقية وما يتعلق بها ¶ المطلب الأول ¶ مادة خلقهم ووقته ¶ إنّ المادة التي خلقوا منها هي النور؛ ففي صحيح مسلم عن عائشة رضي الله عنها وعن أبيها: أن رسول الله صلى الله عليه وسلم قال: (خلقت الملائكة من نور، وخلق الجان من مارج من نار، وخلق آدم مما وصف لكم) . (¬1) ¶ ولم يبين لنا رسول الله صلى الله عليه وسلم أي نور هذا الذي خلقوا منه، ولذلك فإننا لا نستطيع أن نخوض في هذا الأمر لمزيد من التحديد؛ لأنه غيب لم يرد فيه ما يوضحه أكثر من هذا الحديث. ¶ وما روي عن عكرمة أنه قال: (خلقت الملائكة من نور العزة، وخلق إبليس من نار العزة) ، وما روي عن عبد الله بن عمرو أنه قال: (خلق الله الملائكة من نور الذراعين والصدر) ، لا يجوز الأخذ به، وعلى فرض صحته عن هؤلاء العلماء الأفاضل فهم غير معصومين، ولعلهم قد استقوه من الإسرائيليات. (¬2) ¶ ¬_________ ¶ (¬1) صحيح مسلم: 4/2294. ورقمه: 2996. وبعض الذين ينسبون إلى العلم يردون هذا الحديث وأمثاله زاعمين أنه حديث آحاد، وأن حديث الآحاد لا تثبت به عقيدة، وقد ناقش أ. د. عمر الأشقر هذا القول وبين بطلانه في رسالة بعنوان: (أصل الاعتقاد) . ¶ (¬2) راجع سلسلة الأحاديث الصحيحة: 1/197.",
            "page": "9",
            "part": "1",
            "seal": "806DC559"
        },
        {
            "id": "3",
            "nass": "وأما ما ذكره ولي الله الدهلوي من: \" أن الملأ الأعلى ثلاثة أقسام: ¶ قسم علم الحقُّ أن نظام الخير يتوقف عليهم، فخلق أجساماً نورية بمنزلة نار موسى، فنفخ فيها نفوساً كريمة. ¶ وقسم اتفق حدوث مزاج في البخارات اللطيفة من العناصر استوجب فيضان نفوس شاهقة شديدة الرفض؛ (أي الترك) للألواث البهيمية. ¶ وقسم هم نفوس إنسانية قريبة المأخذ من الملأ الأعلى، ما زالت تعمل أعمالاً منجية تفيد اللحوق بهم، حتى طرحت عنها جلايب أبدانها، فانسلكت في سلكهم، وعدّت منهم \" (¬1) . فلا يوجد دليل صحيح يدل على صحة هذا التقسيم بهذا التفصيل والتحديد. ¶ ولا ندري متى خُلقوا، فالله - سبحانه - لم يخبرنا بذلك، ولكننا نعلم أنّ خلقهم سابق على خلق آدم أبي البشر، فقد أخبرنا الله أنه أعلم ملائكته أنه جاعل في الأرض خليقة: (وإذ قال ربك للملائكة إني جاعلٌ في الأرض خليفة) [البقرة: 30] ، والمراد بالخليفة آدم عليه السلام، وأمرهم بالسجود له حين خلقه: (فإذا سويته ونفخت فيه من روحي فقعوا له ساجدين) [الحجر: 29] . ¶ رؤية الملائكة: ¶ ولما كانت الملائكة أجساماً نورانية لطيفة، فإن العباد لا يستطيعون رؤيتهم، خاصة أن الله لم يعط أبصارنا القدرة على هذه الرؤية. ¶ ولم ير الملائكة في صورهم الحقيقية من هذه الأمة إلا الرسول صلى الله عليه وسلم، فإنه رأى جبريل مرتين في صورته التي خلقه الله عليها، وقد دلت النصوص على أن البشر يستطيعون رؤية الملائكة، إذا تمثل الملائكة في صورة بشر. ¶ المطلب الثاني ¶ عِظَم خلقهم ¶ قال الله تعالى في ملائكة النار: (يا أيها الذين آمنوا قوا أنفسكم وأهليكم ناراً وقودها الناس والحجارة عليها ملائكة غلاظٌ شدادٌ لا يعصون الله ما أمرهم ويفعلون ما يأمرون) [التحريم: 6] . ¶ وسأكتفي بسوق الأحاديث التي تتحدث عن ملكين كريمين فحسب. ¶ ¬_________ ¶ (¬1) الحجة البالغة: ص 33.",
            "page": "10",
            "part": "1",
            "seal": "52534468"
        },
        {
            "id": "4",
            "nass": "1-عِظم خلق جبريل عليه السلام: ¶ رأى رسول الله صلى الله عليه وسلم جبريل عليه السلام على صورته الملائكية التي خلقه الله عليها مرتين، هما المذكورتان في قوله تعالى: (ولقد رآه بالأفق المبين) [التكوير: 23] ، وفي قوله: (ولقد رآه نزلةً أخرى - عند سدرة المنتهى - عندها جنة المأوى) [النجم: 13-15] ، عندما عرج به إلى السموات العلا. ¶ وقد ورد في صحيح مسلم: أن عائشة رضي الله عنها سألت الرسول صلى الله عليه وسلم عن هاتين الآيتين فقال صلى الله عليه وسلم: (إنما هو جبريل، لم أره على صورته التي خُلق عليها غير هاتين المرتين. ¶ رأيته منهبطاً من السماء، سادّاً عِظَمُ خَلْقه ما بين السماء إلى الأرض) (¬1) . ¶ وسئلت عائشة رضي الله عنها عن قوله تعالى: (ثم دنا فتدلَّى) [النجم: 8] ، فقالت: \" إنما ذلك جبريل عليه السلام، كان يأتيه في صورة الرجال، وإنه أتاه في هذه المرة في صورته، التي هي صورته، فسدّ أفق السماء \" (¬2) . ¶ وورد في صحيح البخاري عن عبد الله بن مسعود أنه قال: \" رأى محمد صلى الله عليه وسلم جبريل له ستمائة جناح \" (¬3) . ¶ وقال ابن مسعود أيضاً في قوله تعالى: (لقد رأى من آيات ربه الكبرى) [النجم: 18] \" أي رفرفاً أخضر قد سدّ الأفق \" (¬4) . وهذا الرفرف الذي سدّ الأفق هو ما كان عليه جبريل، فقد ذكر ابن حجر أن النسائي والحاكم رويا من طريقهما عن ابن مسعود قال: \" أبصر نبي الله صلى الله عليه وسلم جبريل عليه السلام على رفرف قد ملأ ما بين السماء والأرض \" (¬5) . ¶ وذكر ابن حجر أن ابن مسعود قال في رواية النسائي: \" رأى محمد صلى الله عليه وسلم جبريل له ستمائة جناح قد سدّ الأفق \" (¬6) . ¶ وفي مسند الإمام أحمد عن عبد الله بن مسعود قال: \" رأى رسول الله صلى الله عليه وسلم جبريل في صورته، وله ستمائة جناح، كل جناح منها قد سدّ الأفق. يسقط من جناحه التهاويل (¬7) من الدرر واليواقيت \". ¶ قال ابن كثير في هذا الحديث: \" إسناده جيد \" (¬8) . ¶ وقال في وصف جبريل: (إنه لقول رسولٍ كريمٍ - ذي قوةٍ عند ذي العرش مكينٍ - مُّطاعٍ ثم أمينٍ) [التكوير: 19-21] ، والمراد بالرسول الكريم هنا: جبريل، وذي العرش: رب العزة سبحانه. ¶ 2-عِظم خلقه حَمَلة العرش: ¶ روى أبو داود عن جابر بن عبد الله - رضي الله عنهما - أن رسول الله صلى الله عليه وسلم قال: (أُذن لي أن أُحدِّث عن ملك من ملائكة الله، من حملة العرش، إن ما بين شحمة أذنه إلى عاتقه مسيرة سبعمائة عام) (¬9) . ¶ ورواه ابن أبي حاتم وقال: (تخفق الطير) . قال محقق مشكاة المصابيح: \" إسناده صحيح \" (¬10) . ¶ وروى الطبراني في معجمه الأوسط بإسناد صحيح عن أنس قال: قال رسول الله صلى الله عليه وسلم: (أذن لي أن أحدث عن ملك من حملة العرش، رجلاه في الأرض السفلى، وعلى قرنه العرش، وبين شحمة أذنيه وعاتقه خفقان الطير سبعمائة عام، يقول ذلك الملك: سبحانك حيث كنت) (¬11) . ¶ ¬_________ ¶ (¬1) صحيح مسلم: 1/159. ورقم الحديث: 177. ¶ (¬2) صحيح مسلم: 1/160. ورقمه: 177. ¶ (¬3) صحيح البخاري: 8/610. ورقمه: 4856، 4857. ¶ (¬4) صحيح البخاري: 8/611. ورقمه: 4858. ¶ (¬5) فتح الباري: 8/611. ¶ (¬6) فتح الباري: 8/611. ¶ (¬7) التهاويل: الأشياء المختلفة الألوان. ¶ (¬8) البداية والنهاية: 1/47. ¶ (¬9) صحيح سنن أبي داود: 3/895. ورقمه: 9353. ¶ (¬10) مشكاة المصابيح: 3/121. وانظر: سلسلة الأحاديث الصحيحة، حديث رقم: 151. ¶ (¬11) صحيح الجامع الصغير. الطبعة الثالثة: 1/208. ورقمه: 853.",
            "page": "11",
            "part": "1",
            "seal": "8395F26D"
        }
    ],
    "t9967": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول صفاتهم وقدراتهم"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني عبادة الملائكة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث الملائكة والإنسان"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع الملائكة وبقية المخلوقات"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس المفاضلة بين الملائكة وبني البشر"
        }
    ]
}