{
    "b997": [
        {
            "id": "1",
            "nass": "عِلْمُ فَهْرَسَةِ الحَدِيثِ، نَشْأَتُهُ، تَطَوُّرُهُ، أَشْهَرُ مَا دُوِّنَ فِيهِ. ¶ راجعه وقدم له الدكتور يوسف عبد الرحمن المرعشلي ¶ دار المعرفة. بيروت - لبنان. ¶ عدد الأجزاء: 1. ¶ أعده للمكتبة الشاملة / توفيق بن محمد القريشي، - غفر الله له ولوالديه -. ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]. ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ ملاحظة: قد يرد هذا الرقم (2) -[كما في فهرس أسماء الكتب ص 139]: \" إحياء علوم الدين \" للغزالي: ص 122 (2). فهذا يعني أن الكِتَابَ المُرَقَّمَ قد ورد مرتين في تلك الصفحة.",
            "page": "1",
            "part": "1",
            "seal": "79B69731"
        },
        {
            "id": "4",
            "nass": "عِلْمُ فَهْرَسَةِ الحَدِيثِ، نَشْأَتُهُ، تَطَوُّرُهُ، أَشْهَرُ مَا دُوِّنَ فِيهِ. ¶ راجعه وقدم له الدكتور يوسف عبد الرحمن المرعشلي. ¶ دار المعرفة. بيروت - لبنان.",
            "page": "3",
            "part": "1",
            "seal": "D16E01DD"
        },
        {
            "id": "5",
            "nass": "الطبعة الأولى: 1406 هـ - 1986 م",
            "page": "4",
            "part": "1",
            "seal": "EC0938F0"
        },
        {
            "id": "6",
            "nass": "بسم الله الرحمن الرحيم ¶ تَمْهِيدٌ: ¶ الحمد لله رب العالمين، وأفضل الصلاة وأتم التسليم على سيدنا محمد، وعلى آله وأصحابه والتابعين لهم بإحسان إلى يوم الدين، وبعد: ¶ لم يكن الأقدمون بحاجة إلى جُهْدٍ كبير للعثور على الحديث، لأن اطلاعهم على مصادر السُنَّةِ كان واسعًا، وَصِلَتُهُمْ بها كانت وثيقة لحفظهم واستذكارهم لها، ولأنهم كانوا على علم بطريقة تأليفها وترتيبها، لذلك كان يسهل عليهم الاستفادة منها والمراجعة فيها لاستخراج الحديث. ¶ وبقيت الحال على ذلك عِدَّةَ قرون، إلى أن ضاق اطلاع كثير من الناس على كتب السُنَّةِ ومصادرها الأصلية، فصعب عليهم حينئذٍ معرفة مواضع الأحاديث فيها، فنهض العلماء، وَشَمَّرُوا عن ساعد الجِدِّ وتناولوا المُصَنَّفَاتِ الأَصْلِيَّةِ للحديث وألفوا حولها الفهارس في محاولة منهم لتسهيل الوصول إليها. ¶ وسنعرض في هذه الدراسة لحركة فهرسة الحديث، فنتكلم عن مصادر الحديث الأصلية التي عني العلماء بفهرستها، لم نتكلم عن نشأة فهرسة الأحاديث وتطورها عبر الزمن مستعرضين جهود ومناهج العلماء فيها، ثم نتكلم عن فكرة المَوْسُوعَةِ الحَدِيثِيَّةِ، ونعرض في الفصل الأخير لأشهر كتب فهارس الأحاديث مع وصف تفصيلي لأهمها. وقد ذَيَّلْنَا الرسالة بفهرسين، أحدهما لأسماء الأعلام، والآخر لأسماء الكتب الواردة في الكتاب. ¶ وهذه الدراسة هي أول محاولة من نوعها تجمع ما وُضِعَ من فهارس الحديث، وكل مبتدئ في فن من الفنون يكون عمله نَاقِصًا، لم يجيء على مثال سبق، يَتَكَمَّلُ بمحاولات",
            "page": "5",
            "part": "1",
            "seal": "689A1A24"
        },
        {
            "id": "7",
            "nass": "أخرى لاحقة، لذا فإنني أرجو مِمَّنْ وجد فيها عَيْبًا أَوْ نَقْصًا أن يُنَبِّهَنِي إليه، ويفيدني بملاحظاته، ويعذرني فيما قَصَّرْتُ، وأن يدعو لي بظهر الغيب دعوة صالحة بالرحمة والغفران، فالكمال لله وحده، وهو وحده المُوَفِّقُ وَالهَادِي إلى سواء السبيل. ¶ وكتبه يوسف المرعشلي ¶ بيروت، 1 محرم 1406 هـ.",
            "page": "6",
            "part": "1",
            "seal": "3A9EDB78"
        },
        {
            "id": "9",
            "nass": "علم فهرسة الحديث: ¶ - أهمية فهرسة الحديث وطرق الفهرسة ........................................................ 9 ¶ - مصادر الحديث ومناهج العلماء في تأليفها ................................................... 13 ¶ - نشأة فهرسة الحديث وتطورها ................................................................ 21 ¶ - المَوْسُوعَةُ الحَدِيثِيَّةُ ............................................................................ 27 ¶ - أشهر فهارس الحديث .......................................................................... 59 ¶ ..... فهارس المصادر الحَدِيثِيَّةِ .................................................................. 61 ¶ ..... فهارس المراجع الحَدِيثِيَّةِ ................................................................... 98 ¶ ..... فهارس كتب التفسير وعلوم القرآن ....................................................... 106 ¶ ..... فهارس كتب التوحيد والعقيدة ............................................................. 109 ¶ ..... فهارس كتب الفقه وأصوله ................................................................ 112 ¶ ..... فهارس كتب السِّيَرِ والتاريخ والتراجم .................................................... 115 ¶ ..... فهارس كتب الزهد والتصوف ............................................................. 122 ¶ ..... فهارس كتب اللغة والأدب .................................................................. 123",
            "page": "8",
            "part": "1",
            "seal": "A12C52F8"
        },
        {
            "id": "11",
            "nass": "الفَصْلُ الأَوَّلُ: أَهَمِيَّةُ فَهْرَسَةِ الحَدِيثِ وَطُرُقِ الفَهْرَسَةِ: ¶ تعود أهمية الفهرسة إلى أنها تساعد طالب الحديث في الحصول عليه من مصدره بسهولة وسرعة، فَتُوَفِّرُ عليه بذلك الجهد والوقت، وهما عاملان هَامَّانِ في حياة المسلم. ¶ وقد تَعَدَّدَتْ طُرُقُ الفَهْرَسَةِ، واتخذت أربعة أشكال: المسانيد، وأوائل الأحاديث، والموضوعات، وكلمات الحديث. وسنتكلم عن كل طريقة منها ونذكر أشهر الكتب المؤلفة فيها. ¶ الطَّرِيقَةُ الأُولَى: فَهْرَسَةُ الأَطْرَافِ أَوْ المَسَانِيدِ: ¶ وهي أن يأتي المُفَهْرِسُ إلى كتاب من كتب الأحاديث، فيجمع أحاديث كل صحابي تحت اسمه، ويذكر من الحديث طرفه الأول، وَيُرَتِّبَ أسماء الصحابة على حروف المعجم. وهي أول أشكال الفَهْرَسَةِ الحَدِيثِيَّةِ التي ظهرت عند المسلمين، وقد سموها أول الأمر بالأطراف لأنهم كانوا يكتفون بطرف الحديث الدَالِّ على بقيته، ومن هذه الفهارس: \" الأشراف بمعرفة الأطراف \" لابن عساكر (571 هـ)، و \" تحفة الأشراف بمعرفة الأطراف \" لِلْمِزِّي (742 هـ)، و \" ذخائر المواريث في الدلالة على مواضع الحديث \" للنابلسي (1143 هـ) ... ¶ الطَّرِيقَةُ الثَّانِيَةُ: فَهْرَسَةُ أَوَائِلِ الأَحَادِيثِ: ¶ وهي أن يأتي المُفَهْرِسُ إلى كتاب مُؤَلَّفٍ على الموضوعات أو المسانيد، وَيُرَتِّبَ أحاديثه على حروف المعجم حسب أوائلها، وهي الطريقة الأكثر شيوعًا في هذه الأيام، وقد كان",
            "page": "9",
            "part": "1",
            "seal": "8D895D5F"
        },
        {
            "id": "12",
            "nass": "الإمام السيوطي (911 هـ) رائد هذا النوع من الفهرسة في كتبه الثلاثة \" الجامع الكبير \" و \" الجامع الصغير \" و \" زوائد الجامع الصغير \"، ثم توالت الفهارس على هذا النوع، وغلبت على غيرها في الأعصر المتأخرة. ¶ الطَّرِيقَةُ الثَّالِثَةُ: الفَهْرَسَةُ المَوْضُوعِيَّةُ: ¶ وهي أن يأتي المُفَهْرِسُ إلى كتاب مُؤَلَّفٍ على طريقة المسانيد ويعيد ترتيبه على الموضوعات، فيجمع بذلك ما تناثر في الكتاب ضمن الموضوعات، وفي ذلك فائدة كبيرة لمن يطلب الأحاديث مجموعة تحت باب واحد، وقد يلجأ لهذه الطريقة من يجمع بين كتابين أو أكثر، فيعيد ترتيبهما على التصنيف الموضوعي، ومن أشهر الفهارس المُؤَلَّفَةِ على هذه الطريقة \" الجمع بين الصحيحين \" للحُميدي (488 هـ)، و \" التجريد للصحاح الستة \" لِرُزُيْنٍ (535 هـ)، و \" جامع الأصول \" لابن الأثير (606 هـ)، و \" مجمع الزوائد \" للهيثمي (807 هـ)، و \" المطالب العالية \" لابن حجر (852 هـ). و \" كنز العمال \" لِلْمُتَّقِي (975 هـ)، و \" الفتح الرباني في ترتيب مسند الإمام أحمد الشيباني \" لِلْبَنَّا (1371 هـ) و \" منحة المعبود في ترتيب مسند الطيالسي أبو داود \" لِلْبَنَّا أَيْضًا، و \" مفتاح كنوز السُنَّةِ \" لفنسنك، والذي عَرَّبَهُ محمد فؤاد عبد الباقي. ¶ الطَّرِيقَةُ الرَّابِعَةُ: فَهْرَسَةُ كَلِمَاتِ الحَدِيثِ (المُعْجِمُ المُفَهْرِسُ): ¶ وهي أن يأتي المُفَهْرِسُ إلى كتاب مُعَيَّنٍ ويتناول بالفهرسة غريب الألفاظ، وغير الشائع منها، ويفهرس هذه الكلمات حسب أصولها الاشتقاقية على حروف المعجم مع ذكر جملة مفيدة توجد فيها هذه الكلمة، ولذلك فقد يَتَكَرَّرُ الحديث في هذا الفهرس أكثر من مَرَّةٍ وَاحِدَةٍ، ومن أهم هذه الفهارس ما وضعه الشيخ مصطفى بن علي بن محمد بن مصطفى البيومي المصري، العالم المسلم الذي ابتكر هذه الطريقة وفهرس لأهم كتب السُنَّةِ المشهورة، كالكتب الستة، وتبعه على ذلك المستشرقون فوضعوا \" المعجم المفهرس لألفاظ الحديث \" بمساعدة الأستاذ محمد فؤاد عبد الباقي، العالم المسلم الجليل وائد الفهرسة المعاصرة. ¶ هذه هي أهم طرق الفَهْرَسَةِ الحَدِيثِيَّةِ، وهي تُكَمِّلُ بعضها، ولا غنى للباحث عن واحدة منها، لأنه قد يلجأ لطريقة منها فلا يجد طلبه بواسطتها، فيجد أمامه طُرُقًا أخرى",
            "page": "10",
            "part": "1",
            "seal": "5D9DB0BE"
        },
        {
            "id": "13",
            "nass": "مساعدة، وهذا يدل على مبلغ الجهد الكبير الذي بذله أئمتنا السابقون - رَحْمَةُ اللهِ عَلَيْهِمْ - في خدمة كُتُبِ السُنَّةِ المُطَهَّرَةِ بشتى الطرق والوسائل، وسنرى ذلك واضحًا فِي فَصْلِ «أَشْهَرِ فَهَارِسِ الحَدِيثِ». ¶ مَا هِيَ النُّصُوصُ المُفَهْرَسَةُ؟: ¶ يَعْمَدُ بعض المفهرسين لفهرسة أقوال النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ¶ فقط دون غيرها من أفعاله أو وصفه أو تقريراته، أو آثار الصحابة، ويعتبرون أن الحديث فقط هو من قول النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وذلك نقص كبير يُفَوِّتُ على الباحث فرصة العثور على الحديث الفعلي، أو الوصفي، أو الإقراري، أو آثار الصحابة، فَيَضْطَرُّ لبذل الوقت وَالجُهْدِ المُضْنِيَانِ في هذا السبيل، خاصة وأن نسبة الأحاديث القولية قليلة أمام غيرها. ¶ فالباحث عن حديث فِعْلِيٍّ في \" صحيح مسلم \" مثلاً، إذا رجع للفهارس التي وضعها المرحوم محمد فؤاد عبد الباقي لا يجد طلبه لأنه لم يفهرس إلا الأحاديث القولية. ¶ وإذا علمنا أيضًا أن عِدَّةَ أحاديث \" الموطأ \" بتحقيق المرحوم محمد فؤاد عبد الباقي (1812) حَدِيثًا بما فيها آثار الصحابة، وأن الفهرس يتضمن فقط (827) حَدِيثًا، تَتَبَيَّنُ لنا نسبة النقص الكبير في الفهرسة. ¶ فَحَبَّذَا لو يقوم المُفَهْرِسُونَ بفهرسة كل ما احتواه الكتاب المُفَهْرَسُ من أحاديث قولية، وفعلية، ووصفية، وإقرارية، ومرفوعات، وموقوفات، ومراسيل، ومقاطيع، وآثار، فَيُذَلِّلُوا أمام القارئ أو الباحث طلبه أَيًّا كَانَ.",
            "page": "11",
            "part": "1",
            "seal": "DCB78F9D"
        },
        {
            "id": "15",
            "nass": "الفَصْلُ الثَّانِي: مَصَادِرُ الحَدِيثِ وَمَنَاهِجُ العُلَمَاءِ فِي تَأْلِيفِهَا: (¬1) ¶ تَدْوِينُ الحَدِيثِ: ¶ اشْتَدَّتْ عناية السلف الصالح من الصحابة بالحديث حفظًا في الصدور، وَقَيَّدَهُ بعضهم في الصحف، كما فعل عبد الله بن عمرو بن العاص (65 هـ) بإذن رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وجابر بن عبد الله (78 هـ)، وَسَمُرَةَ بْنَ جُنْدُبٍ (58 هـ)، وابن عباس (68 هـ). ¶ وقد بَلَّغَ الصحابة أحاديث رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - جِيلَ التابعين من بعدهم، فحذوا حذوهم في حفظها وكتابتها حتى جاء عصر التدوين مع بداية القرن الثاني ونهاية القرن الأول للهجرة - الذي كان عصر الرواية - وأخذ تدوين الحديث يَتَّسِعُ ويأخذ صِفَةً رَسْمِيَّةً، ويصبح منهجًا عَامًّا لحفظ العلوم، وكان الدافع للتدوين هو حفظ الحديث من الاندثار بموت الأئمة الحفاظ، ومن التحريف والوضع الذي بدأ يظهر، فقام الأئمة الحُفَّاظُ يجمعون مَا صَحَّ عن رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بأمر من الخليفة الراشد عمر بن عبد العزيز (101 هـ)، الذي أمر عُمَّالَهُ وَوُلاَّتِهِ في الآفاق بهذه المُهِمَّةِ، ومنهم أبو بكر بن محمد بن عمرو بن حزم (120 هـ)، وابن شهاب الزهري (120 هـ) ... ¶ وكانت أول كُتُبٍ ظهرت في الحديث في القرن الثاني الهجري تصانيف ابن جُريج ¶ ¬__________ ¶ (¬1) راجع \" الرسالة المستطرفة \" للكتاني، و \" أصول التخريج ودراسة الأسانيد \" للدكتور محمود الطحان.",
            "page": "13",
            "part": "1",
            "seal": "D5A897F0"
        },
        {
            "id": "16",
            "nass": "(150 هـ) بمكة المكرمة، ومعمر بن راشد الصنعاني (151 هـ) باليمن، ومحمد بن إسحاق (151 هـ) بالمدينة، والأوزاعي (156 هـ) بالشام، وسفيان الثوري (161 هـ) بالكوفة، والليث بن سعد (175 هـ) بمصر، وَحَمَّاد بن سَلَمَةَ (179 هـ) بالبصرة، ومالك بن أنس (179 هـ) بالمدينة، وابن المبارك (181 هـ) بخراسان، وَهُشَيْم بن بشير (188 هـ) بِوَاسِطْ، وجرير بن عبد الحميد (188 هـ) بالري ... وكانت مناهجهم في التأليف تَتَّسِمُ بِالجَمْعِ، دون تبويب أو تفصيل. ¶ تَطَوُّرُ مَنَاهِجِ تَدْوِينِ الحَدِيثِ فِي القَرْنَيْنِ الثَّالِثِ وَالرَّابِعِ: ¶ تعتبر هذه الحِقْبَةُ المرحلة الذهبية لعلم الحديث فبعد أن كان الجمع هو الصفة العامة للتدوين في مراحله الأولى، أخذ التصنيف يتطور ويتنوع شيئًا فشيئًا حتى نضج واكتمل في هذه العصور، إذ ظهرت الموطآت، وَالمُصَنَّفَاتُ، والمسانيد، وَالسُّنَنُ، والأجزاء، والجوامع، والمستخرجات، والمستدركات ... وهذه الكُتُبُ غَدَتْ المصادر الرئيسية للحديث فيما بعد. وقد تَنَوَّعَتْ مناهج العلماء في تأليفها: ¶ [المُوَطَّأُ]: ¶ - فَالمُوَطَّأُ: في اصطلاح المُحَدِّثِينَ هو الكتاب المُرَتَّبُ على الأبواب الفقهية، ويشتمل على الأحاديث المرفوعة والموقوفة والمقطوعة، أي على الأحاديث النبوية، وآثار الصحابة والتابعين، وَمِمَّنْ صَنَّفَ الموطآت ابن أبي ذئب، محمد بن عبد الرحمن المدني (158 هـ)، ومالك بن أنس (179 هـ) وعبدان، أبو محمد، عبد الله بن محمد المروزي (293 هـ) ... ¶ [المُصَنَّفُ]: ¶ - وَالمُصَنَّفُ: في اصطلاح المُحَدِّثِينَ هو الكتاب المُرَتَّبُ على الأبواب الفقهية، دون سائر أبواب الدِّينِ من سِيَرٍ ومغازي ومناقب وفضائل وشمائل، ويشتمل أيضًا على الأحاديث النبوية وآثار الصحابة والتابعين، فهو كالموطأ تمامًا، وإن اختلفت تسميته، وَمِمَّنْ أَلَّفَ فِي المُصَنَّفَاتِ حَمَّادُ بْنُ سَلَمَةَ (167 هـ)، ووكيع بن الجَرَّاحِ (196 هـ)، وعبد الرزاق بن هَمَّامٍ الصنعاني (211 هـ)، وابن أبي شيبة (235 هـ)، وَبَقِيُّ بْنُ مَخْلَدٍ (276 هـ) ... ¶ [المُسْنَدُ]: ¶ - وَالمُسْنَدُ: في اصطلاح المُحَدِّثِينَ هو الكتاب الذي يُفْرِدُ حديث رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - خَاصَّةً عن آثار وفتاوى الصحابة والتابعين، والأساس في ترتيبه جمع أحاديث كل صحابي على حِدَةٍ، وَمِمَّنْ أَلَّفَ فِي المَسَانِيدِ: أسد بن موسى (212 هـ)، وَالعَبْسِي (213 هـ)،",
            "page": "14",
            "part": "1",
            "seal": "B398FBCE"
        },
        {
            "id": "17",
            "nass": "وَمُسَدَّدْ بْنِ مُسَرْهَدْ (228 هـ)، ونُعيم بن حماد (228 هـ)، وإسحاق بن راهويه - شيخ البخاري - (238 هـ)، وعثمان بن أبي شيبة (239 هـ) وأحمد بن حنبل (241 هـ) ... ¶ [السُّنَنُ]: ¶ - وَالسُّنَنُ: في اصطلاح المُحَدِّثِينَ هي الكتب المُرَتَّبَةُ على الأبواب الفقهية، وليس فيها شيء من الموقوف لأن الموقوف لاَ يُسَمَّى في اصطلاحهم سُنَّةً وَيُسَمَّى حَدِيثًا. وَمِمَّنْ أَلَّفَ فِي السُنَنِ: سعيد بن منصور (227 هـ)، والدارمي (255 هـ)، وأبي داود (275 هـ)، وابن ماجه (275 هـ)، والترمذي (279 هـ)، وَالنَّسَائِي (303 هـ)، والدارقطني (385 هـ)، والبيهقي (458 هـ) ... ¶ [الجُزْءُ]: ¶ - وَالجُزْءُ: في اصطلاح المُحَدِّثِينَ هو الكتاب الجامع لأحاديث تتعلق بموضوع واحد على سبيل البسط والاستقصاء، كَكِتَابَيْ \" الجهاد \" و \" الزهد \" لعبد الله بن المبارك (181 هـ)، وكتاب \" الذكر والدعاء \" لأبي يوسف صاحب أبي حنيفة (182 هـ)، و \" فضائل القرآن \" للشافعي (204 هـ)، و \" الفتن والملاحم \" للمروزي (228 هـ)، و \" الزهد \" و \" الورع \" و \" فضائل الصحابة \" لأحمد بن حنبل (241 هـ)، و \" جزء رفع اليدين في الصلاة \" و \" القراءة خلف الإمام \" للبخاري (256 هـ) ... الخ. ¶ [الجَامِعُ]: ¶ - وَالجَامِعُ: في اصطلاح المحدثين هو الكتاب الجامع لكل أبواب الدين من الإيمان وأبواب الفقه، والتاريخ، والسير، والمغازي، والتفسير، والفضائل، والشمائل، وأمور الآخرة ... ويشتمل على الأحاديث المرفوعة، وَمِمَّنْ أَلَّفَ فِي الجوامع: ابن وهب المصري (197 هـ)، وشيخ المحدثين بلا منازع، الإمام أبو عبد الله البخاري (256 هـ) الذي استجلى التصانيف السابقة، ورحل في طلب الحديث، وانتخب الشيوخ، وَصَنَّفَ كتابه \" الجامع الصحيح المسند \"، وتلاه تلميذه وصاحبه الإمام مسلم بن الحجاج القشيري النيسابوري (261 هـ) فَصَنَّفَ كتابه \" الجامع الصحيح \" فكان ثاني كتابين مَلآ الدنيا، واستحوذا على ثقة الناس. ¶ وَمِمَّنْ صَنَّفَ في الجوامع أيضًا الترمذي (279 هـ)، ولكنه لَمْ يَتَحَرَّ جمع الصحيح في كتابه كما فعل الشيخان، بل جمع الصحيح والحسن وغير ذلك، وَأَبَانَ عن درجة كل حديث في كتابه.",
            "page": "15",
            "part": "1",
            "seal": "39349228"
        },
        {
            "id": "18",
            "nass": "[المُسْتَدْرَكُ]: ¶ - وَالمُسْتَدْرَكُ: في اصطلاح المحدثين هو كل كتاب جمع فيه مُؤَلِّفُُهُ الأحاديث التي استدركها على كتاب آخر مِمَّا فاته على شرطه مثل \" المستدرك على الصحيحين \" للحاكم النيسابوري (405 هـ) ... ¶ [المُسْتَخْرَجُ]: ¶ - وَالمُسْتَخْرَجُ: عند المحدثين هو أن يأتي المُصَنِّفُ المُسْتَخْرِجُ إلى كتاب من كتب الحديث فَيُخَرِّجَ أحاديثه بأسانيد لنفسه من غير طريق صاحب الكتاب، فيجتمع معه في شيخه أو مَنْ فَوْقَهُ، ولو في الصحابي، وشرطه أن لا يصل إلى شيخ أبعد حتى يفقد سَنَدًا بوصله إلى الأقرب إلا لعذر من علو أو زيادة مُهِمَّةٍ، وربما أسقط المستخرج أحاديث، لم يجد له بها سَنَدًا يرتضيه، وربما ذكرها من طريق صاحب الكتاب: ويتفق ترتيب المستخرج مع ترتيب الكتاب المُخَرَّجُ عَلَيْهِ. وهناك مستخرجات كثيرة على عدد من الكتب، لكن المستخرجات على \" الصحيحين \" مَعًا أو على أحدهما زادت على العشرة: ¶ منها على \" البخاري \": \" مستخرج الإسماعيلي \" (371 هـ) و \" مستخرج الغطريفي \" (377 هـ) و \" مستخرج ابن أبي ذهل \" (378 هـ). ¶ وعلى \" مسلم \": \" مستخرج أبي عوانة \" (310 هـ) و \" مستخرج الحيري (311 هـ)، و \" مستخرج أبي حامد الهروي (355 هـ). ¶ وعلى \" الصحيحين \": \" مستخرج أبي نُعيم (430 هـ) و \" مستخرج ابن الأخرم \" (344 هـ) و\" مستخرج أبي بكر البرقاني \" (425 هـ). ¶ ومن المستخرجات على السنن: \" مستخرج قاسم بن أصبغ على سنن أبي داود \"، و \" مستخرج أبي نُعيم على كتاب التوحيد لابن خزيمة \". ¶ قِيمَةُ هَذِهِ المُصَنَّفَاتِ: ¶ تعتبر هذه المصنفات المصادر الأصلية التي جمعت أحاديث رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، فقد تم خلال هذه الحقبة من الزمن تدوين الحديث، بعد أن كان يُرْوَى عن الشيخ في القرن الأول ومطلع القرن الثاني، وقد استمرت عملية الجمع والتدوين حتى نهاية القرن الخامس، إذ انتقل منهج علم الحديث بعد هذا التاريخ للدراسات النقدية تصحيحًا وتضعيفًا، وتجريحًا وتعديلاً، وشرحًا، وانتخابًا ... وتناولت دراسات العلماء فيما بعد مؤلفات القرون الخمسة الأولى الأصلية واعتمدت عليها، واستمدت منها.",
            "page": "16",
            "part": "1",
            "seal": "281069C3"
        },
        {
            "id": "20",
            "nass": "ونظرًا لهذه المكانة الرفيعة التي احتلتها هذه المؤلفات، كان من الضروري معرفة قيمة كل واحد منها إذ لا يكفي في الاعتماد على أحد هذه المصنفات كونه قد وُضِعَ في هذه القرون، وقد تفاوتت فيها، لأن العلماء من تَحَرَّى جمع الصحيح في كتابه، ومنهم من ضَمَّنَ في كتابه الصحيح والحسن والضعيف دون مراعاة منه للصحيح فقط، وَمِمَّنْ تَحَرَّى جمع الصحيح سوى البخاري ومسلم، ابن خُزيمة (311 هـ)، وأبو عوانة (316 هـ)، وابن حبان (345 هـ)، وقد وُفِّقُوا إلى حد كبير في ذلك. ¶ وَجُمِعَتْ كذلك في هذه القرون مُصَنَّفَاتٌ كثر فيها الضعيف من شَاذٍّ ومنكر ومضطرب، مع استتار حال رجالها، وعدم تداول ما شَذَّتْ به أو انفردت، كـ \" مسند ابن أبي شيبة \" (235 هـ)، والطيالسي (204 هـ)، وَعَبْدُ بْنُ حُمَيْدٍ (249 هـ)، وعبد الرزاق (211 هـ) وَكُتُبُ البيهقي (458 هـ) والطبراني (360 هـ)، والطحاوي (321 هـ). وهذه الطبقة لا يستطيع الاعتماد عليها والاستمداد منها إلا جهابذة المحدثين. ¶ كما جُمِعَتْ في هذه القرون أيضًا مُصَنَّفَاتٌ هزيلة، جُمِعَتْ من أفواه القُصَّاصِ وَالمُؤَرِّخِينَ غير العدول كما في تصانيف ابن مَرْدَوَيْهْ (410 هـ)، وابن شاهين (385 هـ) وأبي الشيخ (369 هـ)، وهذه الطبقة الأخيرة لا يُعَوِّلُ عليها أحد، وتحتاج لجهود كبيرة لتمييز صحيحها من سَقِيمِهَا. ¶ عِلْمُ الحَدِيثِ فِي القَرْنِ الخَامِسِ لِلْهِجْرَةِ: ¶ يعتبر هذا القرن نهاية المرحلة الذهبية لتدوين الحديث، ففيه توقف جمع المصادر الأصلية التي امتازت بالأسانيد المتصلة إلى رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولم تعد الرواية بالإسناد معتبرة بعد ذلك، ورفض العلماء الأخذ بحديث لَمْ يَرِدْ عند أحد من الأئمة السابقين، وفي ذلك يقول الإمام البيهقي (458 هـ) على ما ينقله عنه ابن الصلاح في \" مقدمته \" (¬1): «فَمَنْ جَاءَ الْيَوْمَ بِحَدِيثٍ لاَ يُوجَدُ عِنْدَ جَمِيعِهِمْ لَمْ يُقْبَلُ مِنْهُ، وَمَنْ جَاءَ بِحَدِيثٍ مَعْرُوفٍ عِنْدَهُمْ فَالذِي يَرْوِيهِ لاَ يَنْفَرِدُ بِرِوَايَتِهِ، وَالْحُجَّةُ قَائِمَةٌ بِحَدِيثِهِ بِرِوَايَةِ غَيْرِهِ، وَالْقَصْدُ مِنْ رِوَايَتِهِ، وَالسَّمَاعِ مِنْهُ أَنْ يَصِيرَ الْحَدِيثُ مُسَلْسَلاً بِـ (حَدَّثَنَا) وَ (أَخْبَرَنَا)، وَتَبْقَى هَذِهِ الْكَرَامَةُ الَّتِي خُصَّتْ بِهَا هَذِهِ الأُمَّةُ شَرَفًا لِنَبِيِّنَا المُصْطَفَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ». ¶ ¬__________ ¶ (¬1) ابن الصلاح، \" مقدمة علوم الحديث \": ص 108.",
            "page": "17",
            "part": "1",
            "seal": "E737509F"
        },
        {
            "id": "21",
            "nass": "ابتدأ هذا المفهوم بالظهور منذ مطلع القرن الخامس الهجري واستمر بعد ذلك ولا يزال إلى أيامنا هذه، ومع ذلك، فقد استمر التصنيف بالإسناد، مع فقدان الثقة به تدريجيًا ... حتى انتقل منهج المحدثين إلى الإشارة لوجود هذا الحديث عند الأئمة السابقين، كما في تصانيف الدارقطني (385 هـ)، والبيهقي (458 هـ)، والبغوي (516 هـ). ¶ أَعْلاَمُ المُحَدِّثِينَ فِي القَرْنِ الخَامِسِ: ¶ - الحاكم النيسابوري، أبو عبد الله محمد بن عبد الله بن حمدويه (404 هـ) صاحب \" المستدرك على الصحيحين \". ¶ - وأبو بكر بن مَرْدَوَيْهْ، أحمد بن موسى (410 هـ) وله \" حديث أهل البصرة \". ¶ - وَتَمَّامُ الرازي، القام تمام بن محمد (414 هـ)، وله \" فوائد الحديث \". ¶ - وابن نصر، عبد الرحمن بن عمر سَنَدُ دمشق (414 هـ) وله \" فوائد \". ¶ - وابن بِشْرَان، أبو الحسن علي بن محمد (415 هـ) وله \" المسند \" و \" التخريج لصحيح الحديث \". ¶ - وأبو نُعيم، أحمد بن عبد الله بن أحمد الأصبهاني (430 هـ) صاحب \" حلية الأولياء \" و \" دلائل النبوة \" و \" تاريخ إصبهان \" وغيرها. ¶ - وأبو يعلى الخليلي خليل بن عبد الله بن أحمد (446هـ) صاحب \" الإرشاد في معرفة علماء البلاد \". ¶ - وأبو بكر البيهقي، أحمد بن الحسين بن علي (458 هـ) صاحب \" السنن الكبرى \" و \"دلائل النبوة \" و \" شعب الإيمان \" و \" الأسماء والصفات \" وغيرها. ¶ - وابن عبد البر، أبو عمر، يوسف بن عبد الله بن محمد النمري القرطبي (463 هـ) صاحب \" الاستيعاب في معرفة الأصحاب \" و \" جامع بيان العلم وفضله \" و \" التمهيد لما في الموطأ من المعاني والأسانيد \" و \" الاستذكار ف شرح ما رسمه مالك في موطئه \"، وغيرها. ¶ - وابن منده، عبد الوهاب بن محمد بن إسحاق (473 هـ). وله \" صحيفة همام بن منبه \".",
            "page": "18",
            "part": "1",
            "seal": "87E2B862"
        },
        {
            "id": "22",
            "nass": "- وابن ماكولا، الأمير أبو نصر، علي بن هبة الله بن علي (475 هـ) صاحب كتاب \" الإكمال في المختلف والمؤتلف من أسماء الرجال \". ¶ - وأبو علي، الحسين بن محمد بن أحمد الغساني الجَيَّانِي (498 هـ) وله \" تقييد المهمل وتمييز المشكل في رجال الصحيحين \". ¶ - وأبو الفضل محمد بن طاهر بن علي المقدسي، المعروف بابن القيسراني (507 هـ) صاحب كتاب \" الجمع بين كِتَابَيْ أبي نصر الكلاباذي، وأبي بكر الأصبهاني \". ¶ - وأبو محمد، الحسين بن مسعود الفراء البغوي (516 هـ) وله \" مصابيح السنة \" و \" شرح السنة \". ¶ قِيمَةُ مُصَنَّفَاتِ القَرْنِ الخَامِسِ: ¶ إِنَّ المُتَتَبِّعَ لِتَصَانِيفِ هؤلاء الأئمة يراهم يُخَرِّجُونَ الأحاديث بأسانيدهم المتصلة، ثم يذكرون عقب الحديث من أخرجه من الأئمة المتقدمين، كالإمام البخاري، أو مسلم، أو الترمذي، أو أبي داود .. وكثيرًا ما تلتقي أسانيدهم بأسانيد هؤلاء الأئمة، ونادرًا ما يَرْوُونَ من غير طريقهم، ولعل في مُصَنَّفَاتِ الإمام البغوي (516 هـ) خير نموذج لِمُصَنَّفَاتِ هذا القرن. ¶ لقد كان ميزان صحة الأحاديث وقبولها بالنسبة لعلماء هذا القرن هو تخريج أحد الأئمة السابقين له، فما قيمة هذه المصنفات إذن؟ يمكننا حصرها بما يلي: ¶ 1 - جمع شتات الأقوال النقدية حول الحديث المروي عند الأئمة المتقدمين من تعديل وتجريح وتعليل للرواة، ووصل وإرسال وانقطاع السند ... وفي هذا فائدة عظيمة بَيَّنَتْ قيمة كثير من الأحاديث التي خَرَّجَهَا الأئمة السابقون وأحكامها من الصحة والحسن والضعف، كما في تصانيف البيهقي (458 هـ) وابن عبد البر (463 هـ). ¶ 2 - الاستدراك على الأئمة برواية ما فاتهم في كتبهم وكان على شرطهم، كما فعل الحاكم النيسابوري (404 هـ) في \" المستدرك على الصحيحين \" ... وفي هذا تكملة لإرساء كثير من الروايات الصحيحة التي حرص الأئمة عليها فيما قبل. ¶ 3 - جمع عدد كبير من الروايات التي فات جمعها عند الأئمة المتقدمين، وفي هذا",
            "page": "19",
            "part": "1",
            "seal": "6AA56100"
        },
        {
            "id": "23",
            "nass": "إكمال لدور التدوين والجمع الذي بدأ مع نهاية الأول الهجري، وانتهى تقريبًا مع نهاية القرن الخامس. ¶ ولقد لاقت مُصَنَّفَاتُ أئمة القرن الخامس وأقوالهم النقدية قبولاً عند علماء الأُمَّةِ فيما بعد، وأقبل المحدثون عليها كما أقبلوا على تصانيف الأئمة المتقدمين، ولكن بدرجة من الثقة أقل بسبب طول الإسناد وبعده عن مصدر النبوة واحتمال السهو والخطأ في الحفظ، وَتَرَدَّدَتْ أسماء أعلام هذا القرن في مُصَنَّفَاتِ المُتَأَخِّرِينَ كما أقبل المُحَقِّقُونَ على تحقيقها وإخراجها لعالم المطبوعات، فغدا معظمها متداولاً متناولاً والحمد لله. ¶ مَصَادِرُ أَصْلِيَّةٌ أُخْرَى لِلْحَدِيثِ: ¶ ويلحق بهذه المصادر الأصلية للحديث الكتب المُصَنَّفَةُ في الفنون الأخرى كالتفسير، والفقه وأصوله، والتاريخ ... التي وُضِعَتْ في القرون الخمسة الأولى أيضًا، والتي جمعت الأحاديث التي رواها مُصَنِّفُوهَا بأسانيدها المتصلة عن شيوخهم إلى النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، دون أن يأخذوها من مُصَنَّفَاتٍ أخرى متقدمة، ومن هذه الكتب كتاب \" الأم \" للشافعي (204 هـ) و \" تفسير الطبري \" (310 هـ)، و \" تاريخه \"، و \" تاريخ بغداد \" للخطيب البغدادي (463 هـ) ... الخ. ¶ المَرَاجِعُ الحَدِيثِيَّةُ: ¶ ونقصد بالمراجع الحديثية كُتُبَ السُنَّةِ التي وضعت فيما بعد القرن الخامس، لتوقف التصنيف بالإسناد مع نهاية هذا القرن تقريبًا، وانتقال منهج المحدثين بعد هذا التاريخ إلى تناول مؤلفات القرون الخمسة الأولى، وَوَضْعِ الكُتُبِ حَوْلَهَا شَرْحًا، وَاخْتِصَارًا، وَنَقْدًا ... ¶ ولقد برز من أصحاب المراجع أئمة أعلام منهم: القاضي عياض (544 هـ)، وابن عساكر (571 هـ)، وابن الجوزي (597 هـ)، وابن الأثير الجزري (606 هـ)، والمنذري (656 هـ)، والنووي (676 هـ) وابن دقيق العيد (702 هـ)، وابن تيمية (728 هـ) وابن عبد الهادي (744 هـ)، والذهبي (748 هـ) وابن القيم (751 هـ)، والزَّيْلَعِي (762 هـ)، والعراقي (806 هـ)، والهيثمي (807 هـ)، وابن حجر (852 هـ) وَالسَّخَاوِي (902 هـ) وخاتمة الحفاظ السيوطي (911 هـ) ... وقد تناول البَعْضُ كُتُبَ هؤلاء الأئمة ووضعوا لها فهارس أيضًا، وهذا ما سنعرضه في الفصل التالي إن شاء اللهُ.",
            "page": "20",
            "part": "1",
            "seal": "052A464F"
        },
        {
            "id": "24",
            "nass": "الفَصْلُ الثَّالِثُ: نَشْأَةُ فَهْرَسَةِ الحَدِيثِ وَتَطَوُّرِهَا: ¶ عِنَايَةُ المُحَدِّثِينَ بِالسُنَّةِ الشَّرِيفَةِ: ¶ عُنِيَ عُلَمَاءُ السُنَّةِ السَّابِقِينَ كما رأينا - أحسن اللهُ إليهم وأثابهم خيرًا - بكل ما يجب وَيُنْدَبُ وَيُسْتَحَبُّ من رواية الحديث وحفظه وتدوينه في المسانيد، والجوامع، والسنن الجامعة، والخاصة بالعقائد والأحكام، وإفراد الصحاح منها، وإتمامها بالمستخرجات، والمستدركات عليها، ووضعوا المعاجم لمفرداتها، ولأوائلها لتسهيل المراجعة، وسبقوا جميع الأمم في ذلك، وتركوا لنا ثروة واسعة في ضبط السُنَّةِ لَمْ يُوَفَّقْ لِمِثْلِهَا وَلاَ لِمَا يَقْرُبُ مِنْهَا أحد من أتباع الأنبياء والمرسلين، يَسَّرَتْ لمن بعدهم التَفَقُّهَ فيها والاستنباط منها في كل زمان يحتاج إليه أهله. ومن صُوَرِ عنايتهم بالحديث فهرسته، وقد وضعوا في ذلك مئات الكتب، وسنعرض فيما يلي لنشأة هذه الحركة العلمية وتطورها عبر القرون. ¶ نَشْأَةُ عِلْمِ الفَهْرَسَةِ عِنْدَ المُسْلِمِينَ: ¶ يُعْتَبَرُ المسلمون أسبق الأمم جميعًا لعلم الفهرسة، وقد ابتدأوا ذلك في القرن الثاني بترتيب كتب الأحاديث ورجالها، ومفردات القرآن الكريم، واللغة العربية وسائر العلوم ضمن معاجم على حروف الهجاء، وَمِمَّنْ ساهم في إرساء أصول علم الفهرسة الخليل بن أحمد (175 هـ) واضع كتاب \" العين \"، والإمام محمد بن عزيز السِّجِسْتَانِي (330 هـ) الذي وضع كتابه \" غريب القرآن \" وجمع فيه المفردات القرآنية وشرحها على ترتيب حروف الهجاء، ومنهم ابن دُريد (321 هـ) الذي أَلَّفَ كتاب \" جمهرة اللغة \"، وهو معجم لغوي مُرَتَّبٌ على",
            "page": "21",
            "part": "1",
            "seal": "A0F1D8B1"
        },
        {
            "id": "25",
            "nass": "حروف الهجاء ومنهم ابن النديم (438 هـ) واضع كتاب \" الفهرست \" جمع فيه ما أُلِّفَ من الكتب حتى عصره، وقد ظهرت هذه الفهارس عند المسلمين قبل ظهور أول معجم إنكليزي بنحو سبعة قرون، كما يقول الدكتور محمد أحمد الغمراوي في كتابه \" مرشد المتعلم \" ص: 276، ويزيد قائلاً: «فَالعَرَبُ هُمْ أَسْبَقُ الأُمَمِ قَاطِبَةً إِلَى القَوَامِيسِ تَأْلِيفًا وَاسْتِعْمَالاً لِلْتَرْتِيبِ الهِجَائِيِّ فِيهَا، وَمَعَ ذَلِكَ فَإِنَّ المُتَأَدِّبِينَ يَعْتَقِدُونَ أَنَّ التَّرْتِيبَ الهِجَائِيَّ شَيْءٌ اِبْتَدَعَهُ الإِفْرَنْجُ، وَاخْتَصَّتْ بِهِ القَوَامِيسُ الإِفْرَنْجِيَّةُ». ¶ وقد استفاد المسلمون في هذه الفترة المُبَكِّرَةِ من علم الفهرسة واستخدموه في خدمة السُنَّةِ النَّبَوِيَّةِ الشَّرِيفَةِ، فوضعوا ما يُسَمَّى بـ \" المسانيد \"، وهي الكتب المُصَنَّفَةُ على ترتيب أسماء الصحابة، جمعوا فيها أحاديث كل صحابي تحت اسمه، وهو نوع من الفهرسة المتقدمة، ومن أشهر هذه المسانيد: \" مسند أسد بن موسى (212 هـ)، و \" مسند العبسي \" (213 هـ)، و \" مسند مسدد بن مسرهد \" (228 هـ)، و \" مسند نُعيم بن حماد \" (228 هـ)، و \" مسند إسحاق بن راهويه \" - شيخ البخاري - (238 هـ)، و \" مسند عثمان بن أبي شيبة \" (239 هـ)، و \" مسند أحمد بن حنبل \" (241 هـ) وهو أكبرها على الإطلاق إذ تَضَمَّنَ حوالي ثلاثين ألف حديث، وغيرها من المسانيد التي أربت على المائة. ¶ كما استخدم المسلمون الفهرسة في نوع آخر من المُصَنَّفَاتِ الحَدِيثِيَّةِ يُسَمَّى بـ \" المعاجم \" والمعجم في اصطلاح المحدثين هو الكتاب الذي تُرَتَّبُ فيه الأحاديث على مسانيد الصحابة، أو الشيوخ، أو البلدان أو غير ذلك، والغالب أن يكون ترتيب الأسماء فيه على حروف المعجم، ومن هذه الكتب \" المعجم الكبير \" للطبراني (360 هـ)، و \" المعجم الأوسط \" له أيضًا، و \" المعجم الصغير \" له أيضًا، و \" معجم الصحابة \" لابن لال (398 هـ)، و \" معجم الصحابة \" لأبي يعلى الموصلي (307 هـ). ¶ واستخدم المسلمون علم الفهرسة أيضًا في علم رجال الحديث في فترة مُبَكِّرَةٍ تعود للقرن الثالث، فَأَلَّفُوا كتب التراجم على صورة المعاجم، وَرَتَّبُوا فيها الأعلام على الحروف أيضًا، وَأَلَّفُوا في ذلك مؤلفات ضخمة واسعة؛ منها كتاب \" التاريخ الكبير \" للبخاري (256 هـ) وكتاب \" الجرح والتعديل \" [لابن] أبي حاتم الرازي (327 هـ) و \" الضعفاء الكبير \" للعقيلي (322 هـ)، و \" الكامل في ضعفاء الرجال \" لابن عدي الجرجاني (365 هـ).",
            "page": "22",
            "part": "1",
            "seal": "153C82D5"
        },
        {
            "id": "26",
            "nass": "فَهْرَسَةُ الحَدِيثِ فِي القَرْنِ الرَّابِعِ: ¶ بدأت محاولات الأئمة المتقدمين بفهرسة المصادر الأصلية منذ القرن الرابع، وقد بذلوا جُهْدًا كَبِيرًا لإرشاد الباحثين عن الأحاديث في مظانها من الدواوين الكبار كـ \" الكتب الستة \" وغيرها، فابتدأوا بتأليف نوع من الفهارس لها سموه الأطراف، رَتَّبُوا فيه أسماء الصحابة على الحروف، وجمعوا تحت اسم كل صحابي أحاديثه المروية في أحد هذه المصادر أو مجموعة منها. ¶ ومن أقدم هذه الكتب: \" أطراف الصحيحين \" للإمام الحافظ خلف بن حَمْدُونَ الوَاسِطِي المُتَوَفَّى سَنَةَ (401 هـ)، وكتاب \" الجمع بين الصحيحين \" للحافظ أبي مسعود الدمشقي إبراهيم بن محمد بن عبيد (401 هـ) وكتاب \" الجمع بين الصحيحين \" للحافظ البرقاني أبي بكر أحمد بن محمد شيخ بغداد (425 هـ)، وكتاب \" أطراف الغرائب والأفراد \" للإمام الحافظ الكبير أبي القاسم علي بن عساكر الدمشقي المُتَوَفَّى سَنَةَ (571 هـ) وكتاب \" تحفة الأشراف بمعرفة الأطراف \" للحافظ المِزِّي (742 هـ) الذي نَقَّحَ فيه كتاب ابن عساكر وزاد فيه زيادات واستدراكات، وكتاب \" جامع المسانيد والسنن الهادي لأقوم سنن \" للحافظ ابن كثير الدمشقي (774 هـ)، ثم جاء الشيخ عبد الغني النابلسي (1143 هـ) فاختصر كتاب المِزِّي في كتابه \" ذخائر المواريث في الدلالة على مواضع الأحاديث \" وهو أكثر كتب الأطراف فائدة مع الاختصار التام، وقد جعله لأطراف \" الكتب الستة \" و \" موطأ مالك \". ¶ ومن صُوَرِ فهرسة الأحاديث في العصور المبكرة أيضًا، تجميعها في دواوين كبيرة تضم مجموعة من المصادر الأصلية على أساس التصنيف الموضوعي مع حذف المُكَرَّرِ مِنْهَا، ومن أولى هذه المحاولات ما فعله الحافظ الحُمَيْدِيُّ أبي عبد الله محمد بن أبي نصر الأندلسي (488 هـ) في كتابه \" الجمع بين الصحيحين \". ¶ ثم تبع ذلك محاولات متعددة لتجميع السُنَّةِ على صعيد واحد في مصنفات مستوعبة بعد انتهاء عهود الرواية والتدوين كان من أهمها: \" التجريد للصحاح الستة \" لِرُزَيْن بن معاوية العبدري الأندلسي (535 هـ)، و \" جامع الأصول في أحاديث الرسول \" لابن الأثير الجزري (606 هـ)، و \" مجمع الزوائد ومنبع الفوائد \" للحافظ نور الدين الهيثمي",
            "page": "23",
            "part": "1",
            "seal": "EC297773"
        },
        {
            "id": "27",
            "nass": "(807 هـ)، و \" إتحاف السادة المهرة بزوائد المسانيد العشرة \" للحافظ شهاب الدين البُوصَيْرِي (840 هـ)، و \" المطالب العالية بزوائد المسانيد الثمانية \" للحافظ ابن حجر العسقلاني (852 هـ)، و \" جمع الفوائد من جامع الأصول ومجمع الزوائد \" لِلْعَلاَّمَةِ محمد بن سليمان الفاسي المغربي (1094 هـ). ¶ عِلْمِ الفَهْرَسَةِ فِي القَرْنِ التَاسِعِ الهِجْرِيِّ: ¶ وفي القرن التاسع الهجري وصل علم الفهرسة عند المسلمين مرحلة متطورة جِدًّا حينما بدأوا تصنيف الكتب على أوائل الأحاديث حسب حروف المعجم، ويرز هذا النوع من التأليف في ثلاثة أنواع من الكتب: الأحاديث المشتهرة، والأحاديث الموضوعة، وفي المَوْسُوعَاتِ الحَدِيثِيَّةِ. ¶ وأقدم ما وصلنا من كتب الأحاديث المشتهرة على ترتيب حروف المعجم كتاب \" اللآلئ المنثورة في الأحاديث المشهورة مِمَّا أَلِفَهُ الطبع وليس له أصل في الشرع \" لابن حجر العسقلاني (852 هـ) و \" المقاصد الحسنة \" للسخاوي (902 هـ)، وكتاب \" الغماز على اللماز \" لنور الدين السمهودي (911 هـ) وكتاب \" الدرر المنتثرة في الأحاديث المشتهرة \" للسيوطي (911 هـ)، وكتاب \" تمييز الطيب من الخبيث \" لابن الديبع الشيباني (944 هـ). ¶ وأما الكتب التي جمعت الأحاديث الموضوعة، فأقدم من نعلم أنه رَتَّبَهَا على حروف الهجاء المُلاَّ عَلِي القَارِي (1014 هـ) في كتابيه \" الأسرار المرفوعة \" و \" المصنوع \". ¶ وقد تَطَوَّرَ عِلْمِ فَهْرَسَةِ الحَدِيثِ تَطَوُّرًا عظيمًا على يدي خاتمة الحُفَّاظِ وَالمُحَدِّثِينَ جلال الدين السيوطي (911 هـ) الذي استحدث المَوْسُوعَاتِ الحَدِيثِيَّةِ وفهرس فيها لعدد كبير من الكتب الأصلية على حروف المعجم باعتبار أوائل اللفظ النبوي الكريم، ووضع في ذلك كتابه \" الجامع الكبير \"، ثم وضع \" الجامع الصغير \" وزاد عليه زيادات، ثم جاء العَلاَّمَةُ علاء الدين علي المُتَّقِي الهِنْدِي (ت 975 هـ) فجمع كُتُبَ السيوطي الثلاثة في كتابه الكبير \" كنز العمال \" الذي يعتبر أكبر موسوعة حديثية حتى الآن لكنه صَنَّفَهُ على طريقة \" جامع الأصول \" لابن الأثير. وقد قام عباس أحمد صقر وأحمد عبد الجواد بجمع كتب السيوطي الثلاثة في كتاب \" جامع الأحاديث \" لكنهم أبقوا كل مجموعة من الأحاديث ضمن الكتاب الذي جاءت فيه، وقد طبع في القاهرة، ويقوم كاتب هذه السطور بوضع \" موسوعة",
            "page": "24",
            "part": "1",
            "seal": "D5D0FC78"
        },
        {
            "id": "28",
            "nass": "الحديث الشريف \" بالاشتراك مع الأستاذ محيي الدين الشامي وقد رُتِّبَتْ فيها كتب السيوطي الثلاثة على حروف المعجم. ¶ ثم جاء المناوي، عبد الرؤوف بن تاج العارفين (1031 هـ) وتبع السيوطي في الفهرسة الأبجدية فوضع كتابيه \" كنوز الحقائق في حديث خير الخلائق \" و \" الجامع الأزهر في أحاديث النبي الأنور \"، ثم جاء النبهاني فضم الزيادة إلى \" الجامع الصغير \" للسيوطي، وَسَمَّى كتابه \" الفتح الكبير في ضم الزيادة إلى الجامع الصغير \". ¶ ثم جاء الميرغني (1207 هـ) واستدرك على السيوطي أحاديث لم يذكرها في \" جَامِعَيْهِ \"، فوضع كتابه \" المعجم الوجيز من أحاديث الرسول العزيز \". ¶ ثم جاء الغُمَارِي، عبد الله بن محمد الصديق، فجرد \" الجامع الصغير \" من الموضوع في كتابه \" الكنز الثمين \" ثم تتالت كتب الفهارس حتى شاعت وكثرت، وبلغت العشرات، وبذلك قَدَّمَ علماء الحديث خدمة كبيرة للمصادر الرئيسية لِلْسُنَّةِ النَّبَوِيَّةِ المُطَهَّرَةِ، وَسَدُّوا بعملهم هذا ثغرة كبيرة في صرح المُصَنَّفَاتِ الحَدِيثِيَّةِ. ¶ فَهْرَسَةُ الحَدِيثِ فِي عَصْرِنَا الحَالِي: ¶ ثم دارت الأيام، وجاء العصر الذي نحن فيه، وتغيرت الأحوال كثيرًا، إذ صار كثير من الباحثين لا يعرف كيفية الوصول إلى الحديث ومصادره الأصلية لانصراف الناس عن العلوم الشرعية، وَلِقِلَّةِ العُلَمَاءِ الخَبِيرِينَ بهذا الشأن، وقلة معرفتهم بكيفية ترتيب هذه المصادر وتبويبها، وأدى ذلك لصرف الأوقات الطويلة والجهود المُضْنِيَةِ، لِوُعُورَةِ هذا المسلك، مِمَّا أهاب بكثير من الغيورين على حديث رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - للنهوض في مواجهة هذا الهجران القبيح، والابتعاد عن السُنَّةِ، وَقَاوَمُوا هذا التيار الهادم للركن الثاني من أركان الدين، بوضع الكتب المساعدة على الاستفادة من كتب الأئمة، ونشطت في سبيل ذلك حركة فهرسة واسعة النطاق شملت معظم مصادر السُنَّةِ الأصلية، وكان من رُوَّادِ هذه الحملة في القرن الرابع عشر الشيخ مصطفى بن علي بن محمد بن مصطفى البيومي المصري، الذي وضع فهارس لأهم كُتُبِ السُنَّةِ بطرق ومناهج متعددة، والشيخ محمد الشريف بن مصطفى التوقادي، والشيخ عبد الرحيم عنبر الطهطاوي المصري، والشيخ أحمد بن عبد الرحمن البَنَّا الساعاتي (1371 هـ) والشيخ أحمد بن محمد بن الصِدِّيقْ الغُمَارِي",
            "page": "25",
            "part": "1",
            "seal": "9543591B"
        },
        {
            "id": "29",
            "nass": "المغربي، وَالعَلاَّمَةُ الشيخ أحمد محمد شاكر، والأستاذ محمد فؤاد عبد الباقي الذي يُعْتَبَرُ بحق رائد الفهرسة الحديثية المعاصرة وغيرهم كثير مِمَّنْ سيأتي ذكرهم فِي فَصْلِ «أَشْهَرِ فَهَارِسِ الحَدِيثِ». ¶ كما قامت بعض الجهات الرسمية والمجامع العلمية بجهود كثيرة مشكورة في سبيل فهرسة كُتُبَ التُّرَاثِ منها: المجلس الأعلى للشؤون الإسلامية بالقاهرة، ووزارة الأوقاف الكويتية، ومركز دراسات السيرة والسُنة النبوية بدولة قطر، وقسم الحديث بكلية أصول الدين بجامعة الأزهر، ودار البصائر في دمشق التي تصدر سلسلة باسم \" سلسلة الفهارس \"، ودار المعرفة في بيروت، التي أصدرت مجموعة من فهارس كتب السُنَّةِ، وسنذكر جهود كل هؤلاء في «فصل أشهر كتب فهارس الحديث» من هذه الدراسة إن شاء اللهُ.",
            "page": "26",
            "part": "1",
            "seal": "2E7A847E"
        },
        {
            "id": "30",
            "nass": "الفَصْلُ الرَّابِعُ: المَوْسُوعَةِ الحَدِيثِيَّةِ: ¶ المَوْسُوعَاتُ القَدِيمَةُ: ¶ كانت الموسوعة الحديثية أملاً يُرَاوِدُ كل عالم وباحث ومشتغل بالحديث النبوي الشريف منذ القديم، وقد بدأت فكرة جمع السُنَّةِ في مُصَنَّفٍ وَاحِدٍ عند الأئمة المتقدمين كما استعرضناها في تطور علم الفهرسة، ووصلت إلينا منهم موسوعات تعتبر بِحَقٍّ أكبر إنجاز علمي، وأهمها: ¶ 1 - \" مسند الإمام أحمد \". للإمام أحمد بن حنبل (248 هـ). وفيه (30000) حَدِيثًا تقريبًا. ¶ 2 - \" التجريد للصحاح الستة \". لِرُزَيْن الأندلسي (535 هـ). ¶ 3 - \" الأطراف \" لابن عساكر (571 هـ). ¶ 4 - \" جامع الأصول في أحاديث الرسول \" لابن الأثير الجزري (606 هـ). وفيه (9523) حَدِيثًا. ¶ 5 - \" تحفة الأشراف بمعرفة الأطراف \" لِلْمِزِّي (742 هـ). وفيه (19595) حَدِيثًا. ¶ 6 - \" جامع المسانيد والسنن الهادي لأقوم سنن \" لابن كثير (774 هـ). ¶ 7 - \" مجمع الزوائد ومنبع الفوائد \" للهيثمي (807 هـ). ¶ 8 - \" إتحاف السادة المهرة بزوائد المسانيد العشرة \" للبوصيري (840 هـ). ¶ 9 - \" المطالب العالية بزوائد المسانيد الثمانية \". لابن حجر (852 هـ) وفيه (4702) حَدِيثًا. ¶ 10 - \" الجامع الصغير \" للسيوطي (911 هـ). وفيه (10031) حَدِيثًا. ¶ 11 - \" الجامع الكبير (أو جمع الجوامع) للسيوطي أيضًا.",
            "page": "27",
            "part": "1",
            "seal": "4AC73A78"
        },
        {
            "id": "31",
            "nass": "12 - \" كنز العمال في سنن الأقوال والأفعال \" للمتقي الهندي (975 هـ). وفيه (46624) حَدِيثًا. ¶ 13 - \" كنوز الحقائق في حديث خير الخلائق \" لعبد الرؤوف المناوي (1031 هـ). وفيه (10000) حَدِيثًا. ¶ 14 - \" الجامع الأزهر في أحاديث النبي الأنور \" للمناوي أيضًا. وفيه (30000) حَدِيثًا. ¶ 15 - \" جمع الفوائد من جامع الأصول ومجمع الزوائد \" لمحمد بن سليمان الفاسي المغربي (1093 هـ). وفيه (10121) حَدِيثًا. ¶ 16 - \" ذخائر المواريث في الدلالة على مواضع الأحاديث \" لعبد الغني النابلسي (1143 هـ). وفيه (12302) حَدِيثًا. ¶ 17 - \" المعجم الوجيز من أحاديث الرسول العزيز \" لعبد الله الميرغني (1207 هـ). وفيه (1130) حَدِيثًا. ¶ 18 - \" الفتح الكبير بضم الزيادة إلى الجامع الصغير \" للنبهاني (1350 هـ). وفيه (14471) حَدِيثًا. ¶ 19 - \" المعجم المفهرس لألفاظ الحديث \" للاتحاد العالمي للمجامع العلمية. ¶ 20 - \" مفتاح كنوز السُنَّةِ \" للدكتور فنسنك، عَرَّبَهُ الأستاذ محمد فؤاد عبد الباقي. ¶ 21 - \" الكنز الثمين في أحاديث النبي الأمين \" لعبد الله بن الصديق. وفيه (4626) حَدِيثًا. ¶ 22 - \" جامع الأحاديث \" لعباس أحمد صقر وأحمد عبد الجواد، جَمَعَا فيه كتب السيوطي الثلاثة. ¶ 23 - \" صحيح الجامع الصغير وزاياداته \" لمحمد ناصر الدين الألباني (معاصر). وفيه (8058) حَدِيثًا. ¶ 24 - \" ضعيف الجامع الصغير وزياداته \" للألباني أيضًا. وفيه (4669) حَدِيثًا. ¶ 25 - \" سلسلة الأحاديث الصحيحة \" للألباني أيضًا. ¶ 26 - \" سلسلة الأحاديث الضعيفة \" للألباني أيضًا. ¶ وأكبر هذه الموسوعات على الإطلاق هو \" كنز العمال \" الذي بلغت عدة أحاديثه (46624) حَدِيثًا، والذي فهرس لحوالي مائة وخمسين كتابًا من المصادر الأصلية للحديث، وَسَنُبَيِّنُ قيمة كل موسوعة فِي فَصْلِ «أَشْهَرِ فَهَارِسِ [الحَدِيثِ]» إن شاء الله. ¶ المَوْسُوعَةُ المُعَاصِرَةُ: ¶ يَتَرَدَّدُ بين الأوساط العلمية في الأيام الأخيرة مشروع \" المَوْسُوعَةِ الحَدِيثِيَّةِ \" فقد قرأتُ",
            "page": "28",
            "part": "1",
            "seal": "7D4DAE14"
        },
        {
            "id": "32",
            "nass": "في مقدمة كتاب \" المرشد إلى كنز العمال \" الذي وضعه الأستاذان نديم مرعشلي وابنه أسامة عن عملهما في إعداد هذه الموسوعة. ¶ ويعمل الأستاذ أبو هاجر محمد السعيد بن بسيوني زغلول في القاهرة بمشروع \" موسوعة أطراف الحديث \". ¶ ويعمل قسم الحديث بكلية أصول الدين في جامعة الأزهر بإعداد \" موسوعة الحديث والسنة النبوية \" بإشراف الدكتور أحمد عمر هاشم. ¶ ويعمل الدكتور مصطفى الأعظمي في جامعة الملك سعود بالرياض، كلية التربية، قسم الثقافة الإسلامية في ترتيب موسوعة للحديث الشريف، وقد وضعت الجامعة في تصرفه الإمكانات والتجهيزات التقنية «الكمبيوتر». نسأل الله أن يوفق الجميع لإتمام هذه المشاريع. ¶ كما يقوم كاتب هذه السطور بإعداد \" موسوعة الحديث الشريف \" بالاشتراك مع محيي الدين الشامي، تَضُمُّ كُتُبَ السيوطي الثلاثة \" الجامع الكبير \" و \" الجامع الصغير \" و \" الزوائد \" مُرَتَّبَةً على حروف المعجم. ¶ كما قرأت مقالاً نشرته مجلة \"المسلم المعاصر \" الصادرة في الكويت في عددها الحادي والأربعين، السَنَةَ الحادية عشر، عدد ربيع الأول عام 1405 هـ، في الصفحات 117 - 158 بعنوان: «نحو موسوعة للحديث النبوي» بقلم الدكتور يوسف القرضاوي ذكر فيه أن «المؤتمر العالمي الثالث للسيرة والسُنَّةِ النبوية» الذي انعقد بالدوحة - قطر - في محرم عام 1400 هـ أوصى بالعمل على إقامة «مركز لدراسات السيرة وَالسُنَّةِ النبويةِ»، وإخراج موسوعة للحديث النبوي، وأن دولة قطر قد أصدرت قَرَارًا أَمِيرِيًّا بإنشاء المركز باسم «مَرْكَزِ بُحُوثِ السُنَّةِ وَالسِّيرَةِ بِجَامِعَةِ قَطَرْ» وَحَدَّدَ بوضوح مُهِمَّتَهُ في ثمانية نقاط أولها: «إِخْرَاجُ مَوْسُوعَةٍ لِلْحَدِيثِ النَّبَوِيِّ تَضُمُّ صِحَاحَ الأَحَادِيثِ مُحَقَّقَةً، مُبَوَّبَةً، مُفَهْرَسَةُ، مُخَرَّجَةً إِخْرَاجًا عَصْرِيًّا مُشَوِّقًا، مُعَلَّقًا عَلَيْهَا بِمَا يُوَضِّحُ المَفَاهِيمَ، وَيَدْفَعُ الشُّبُهَاتِ وَالمُفْتَرَيَاتِ». وقد قَدَّمَ الدكتور القرضاوي الذي يرأس إدارة المركز في هذه المقالة مشروعه المقترح لهذه الموسوعة، وذكر أن المركز تَبَنَّى مشروع الموسوعة وباشر العمل به، وهذه خطة عمل الموسوعة كما اقترحها الدكتور القرضاوي، فهو يقول بعد أن استعرض جهود القُدَامَى من العلماء:",
            "page": "29",
            "part": "1",
            "seal": "4BE5743E"
        },
        {
            "id": "33",
            "nass": "المَوْسُوعَةُ الحَدِيثِيَّةِ المَنْشُودَةُ: ¶ هذه محاولات قديمة لجمع السُنَّةِ في ديوان واحد، أو موسوعة واحدة، ولكن يُؤْخَذُ عليها آفة مشتركة، وهو تجريدها من الأسانيد، مع الجمع بين المقبول والمردود من الحديث، بل إن بعضها فيه الشديد الضعف والمنكر والموضوع، وبعضها لَمْ يُبَيَّنْ فيه درجة الحديث تَصْحِيحًا وَتَضْعِيفًا. كما أن البعض الآخر الذي اشتمل على هذا البيان من حيث التَّصْحِيحِ وَالتَّضْعِيفِ، لم يسلم مِنْ اِنْتِقَادٍ وَتَعَقُّبٍ، لاختلاف وجهات النظر من ناحية، ولدخول الوهم والخطأ على الإنسان مهما عَلاَ كَعْْبُهُ فِي العِلْمِ من ناحية أخرى. ¶ وَمِمَّا أخذ عليها كذلك عدم الاستيعاب، وَأَنَّ تَبْوِيبَهَا لم يعد مناسبًا لعصرنا وسبب هذا يرجع إلى هذه المبادرات الكبيرة كلها وجهود فردية. وعمل الفرد - إِذَا لَمْ يُرَاجَعْ وَيُنَاقَشْ - لا يسلم من القُصُورِ وَالآفَاتِ، ثم إنها كتبت في زمن غير زمننا. ¶ ولهذا كنا في حاجة إلى موسوعة عصرية تقوم بجهود جماعية، يشترك فيها أهل الاختصاص والخبرة في العالم الإسلامي بالرأي والمشورة، إذا لم يسعفهم الاشتراك بالعمل والجهد، ويستخدم فيها ما وصل إليه عصرنا من إمكانات علمية وعملية، لتحقيق أهداف علمية وتربوية وتشريعية وَدَعَوِيَّةٍ تحتاج إليها أُمَّتُنَا الكُبْرَى - أُمَّةُ الإِسْلاَمِ - في مطلع قرنها الهجري الجديد، بل تحتاج إليها البشرية - على تعداد أديانها وأجناسها ولغاتها - لتوازن بين ما كسبته من نتاج العلم، وما تتطلع إليه من رحيق الإيمان. ¶ والمسلمون قد اتَّجَهُوا في أواخر القرن الرابع عشر الهجري إلى عمل موسوعة للفقه الإسلامي، وقامت جهود مشكورة لذلك، في دمشق، ثم في مصر، ثم في الكويت، وصدرت من موسوعة مصر عدة مجلدات (ستة عشر مجلدًا) كما صدر من موسوعة الكويت عدة أجزاء في طبعة تمهيدية، ثم صدر الأجزاء الثلاثة الأولى من الطبعة الأساسية وَهُمْ يَتَّجِهُونَ اليوم في مطلع القرن الخامس عشر الهجري، إلى عمل مَوْسُوعَتَيْنِ مُهِمَّتَيْنِ: ¶ 1 - \" موسوعة للحديث النبوي \": وهو ما اضطلع به - بعون الله وتوفيقه - «مَرْكَزِ بُحُوثِ السُنَّةِ وَالسِّيرَةِ بِجَامِعَةِ قَطَرْ». ¶ 2 - \" موسوعة للحضارة الإسلامية \": بدل الموسوعة التي كتبها المستشرقون، بما فيها من",
            "page": "30",
            "part": "1",
            "seal": "24CD958C"
        },
        {
            "id": "34",
            "nass": "أغلاط ومغالطات وقصور، وقد تَبَنَّاهَا أخيرًا المجمع المَلَكِي الأردني لبحوث الحضارة الإسلامية. ¶ وقد نَصَّ القرار الأميري بإنشاء «مَرْكَزِ بُحُوثِ السُنَّةِ وَالسِّيرَةِ» على أن من مهامه، «إِعْدَادُ مَوْسُوعَةٍ لِلْحَدِيثِ النَّبَوِيِّ، تَضُمُّ صِحَاحَ الأَحَادِيثِ مُحَقَّقَةً، مُبَوَّبَةً، مُفَهْرَسَةُ، مُخَرَّجَةً إِخْرَاجًا عَصْرِيًّا مُشَوِّقًا، مُعَلَّقًا عَلَيْهَا بِمَا يُوَضِّحُ المَفَاهِيمَ، وَيَدْفَعُ الشُّبُهَاتِ وَالمُفْتَرَيَاتِ». ¶ وقد حَدَّدَ هذا القرار هدف الموسوعة وإطارها، فليست موسوعة لكل الأحاديث ما يقبل منها وما يُرَدُّ، بل للصحيح والحسن، وليست موسوعة لِلْمُخْتَصِّينَ فقط من المشتغلين بعلوم الحديث، بل هي لكل مثقف مسلم في عصرنا، فهي موسوعة للمسلمين في القرن الخامس عشر، ويجب أن يراعى ذلك في تبويبها، وشرحها والتعليق عليها، وإخراجها، وفهرستها، بحيث تخدم مسلم هذا العصر، وتأخذ بيده نحو فهم سليم للإسلام ومصادره. ¶ عَنَاصِرُ المَنْهَجِ المُقْتَرَحِ لِلْمَوْسُوعَةِ: ¶ وفي ضوء هذا أتقدم بمنهج مقترح للموسوعة المنشودة يتضمن العناصر التالية: ¶ أَوَّلاً: التَّصْنِيفُ عَلَى أَسَاسٍ مَوْضُوعِيٍّ: ¶ يقوم بترتيب الموسوعة على أساس التصنيف الموضوعي للأحاديث، كما هو منهج مالك والبخاري ومسلم وسائر أصحاب \" الكتب الستة \" وابن الأثير في \" جامع الأصول \"، والهيثمي في \" مجمع الزوائد \" وغيرهم. ¶ وليس على أساس الترتيب المعجمي لأوائل الأحاديث، كما هو منهج السيوطي في جامعيه \" الكبير \" و \" الصغير \". ¶ وإنما رَجَّحْنَا الطريقة الأولى، لأنها تعطينا تعاليم السُنَّةِ في الموضوع الواحد مجتمعة مُرَتَّبَةً في موضع واحد، مِمَّا يُسَهِّلُ على الباحث الرجوع إليها بأيسر جُهْدٍ، بخلاف الطريقة الثانية، فإنه محتاج إلى تَتَبُّعِهَا في كل أجزاء الموسوعة، وفي هذا الترتيب عناء كبير، ولهذا رَأَى العلماء بعد السيوطي حاجة كتابة \" الجامع الكبير \" إلى ترتيب جديد لأحاديثه حسب الأبواب والموضوعات فقام بذلك العَلاَّمَةُ (المُتَّقِي) الهِنْدِي، وذلك في كتابه \" كنز العمال في سُنَنِ الأقوال والأفعال \" كما ذكرنا من قبل.",
            "page": "31",
            "part": "1",
            "seal": "A443491F"
        },
        {
            "id": "35",
            "nass": "كما أثنى العلماء في عصرنا على عمل الشيخ الجليل أحمد عبد الرحمن البَنَّا في ترتيبه لـ \" مسند الإمام أحمد \" على الأبواب، الذي سَمَّاهُ \" الفتح الرباني \" وصدر في ثلاثة وعشرين مجلدًا. ¶ وأما من احتاج إلى الكشف عن حديث مُعَيَّنٍ في الموسوعة، فستهديه فهارسها المتنوعة بسهولة، إن شاء اللهُ، كَمَا سَيَتَّضِحُ فِيمَا بَعْدُ. ¶ كَيْفَ يَتِمُّ التَّصْنِيفُ المَوْضُوعِي؟ ¶ ولكن كيف يتم التصنيف الموضوعي؟ وهل نلتزم طريقة أحد من علمائنا السابقين، أَمْ نَتَّخِذُ طريقة خاصة؟ ¶ هنا أرى أن تُقَسَّمَ الموسوعة إلى أقسام كبرى، ثُمَّ يُجَزَّأُ كل قسم منها إلى موضوعات، أو كتب، بترتيب المحدثين والفقهاء القُدَامَى، ثُمَّ يُقَسَّمُ كُلُّ كتاب أو موضوع إلى أبواب وفصول، يوضع داخل كل باب جملة من العناوين الجزئية، تجمع محتوياته، وتعبر عنها بوضوح كاف. ¶ الأقسام الأساسية الكبرى في نظري هي ما يلي على الترتيب: ¶ 1 - السيرة النبوية، وبها يجب البدء، لأنها مدخل الإسلام. ¶ 2 - مصادر العلم بالإسلام، ومنها يعرف الإسلام. ¶ 3 - العقائد، وهي أساس البناء كله. ¶ 4 - العبادات، وهي أركان الإسلام وشعائره العظمى، ويلحق بها الأذكار والأدعية والتلاوة ونحوها. ¶ 5 - الأخلاق والسلوك، وهي ثمرة العقائد والعبادات. ¶ 6 - الأدب، وهي المُكَمِّلَةُ للثلاثة السابقة، وَالمُجْمِلَةُ للحياة الإسلامية. ¶ 7 - الأسرة المسلمة، وهي أساس المجتمع الكبير. ¶ 8 - المجتمع المسلم، وهو الذي تَتَجَلَّى فيه الحياة الإسلامية والقيم الإسلامية: من الإخاء والعدل والتكافل والمساواة والحرية ... الخ، بحدودها وضوابطها الشرعية.",
            "page": "32",
            "part": "1",
            "seal": "785C8C9A"
        },
        {
            "id": "36",
            "nass": "9 - الدولة المسلمة وهي المسؤولة عن المجتمع المسلم توجيهًا، وتشريعًا وحماية، وعن تبليغ الإسلام للعالم، (وتشمل نظام الحكم، والجهاد، والعلاقات الدولية ونحوها). ¶ 10 - الاقتصاد والمعاملات. ¶ 11 - الجرائم والعقوبات (الحدود. القصاص والتعزير). ¶ 12 - متفرقات: التاريخ - المناقب - التعبير - الرقائق، وغيرها. ¶ وبعد هذا التقسيم الأساسي، تُجَزَّأُ الأقسام إلى كُتُبٍ أو موضوعات رئيسية. فالسيرة مثلاً تُقَسَّمُ إلى ثلاثة كُتُبٍ: ¶ 1 - حياته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: من الميلاد إلى البعثة، ومن البعثة إلى الهجرة، ومن الهجرة إلى الوفاة. ¶ 2 - شمائله وهديه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في علاقته بربه، وعلاقته بأسرته، وعلاقته بصحبه: داعية وَمُعَلِّمًا وصديقًا ورئيسًا وقائدًا، وفي علاقته بأعدائه: المجاهرين والمنافقين في السلم والحرب ... الخ. ¶ 3 - دلائل نُبُوَّتِهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وما أظهر اللهُ على يديه من معجزات، وما سبقه من مُبَشِّرَاتٍ وإرهاصات. ¶ وهكذا الأقسام الأخرى من عقائد، وعبادات، وأخلاق، وآداب، ومعاملات ... الخ. تُبَوَّبُ قبل البدء في العمل، وَيُفَرَّعُ كل باب إلى عناوين تفصيلية، يُسْتَعَانُ في وضعها بِكُتُبِ الأحاديث نفسها، وَكُتُبِ الفقه وَالتَصَوُّفِ والآداب وغيرها. لكي يوضع تحت كل باب ما يناسبه من الأحاديث المُنْتَقَاةِ. ¶ وقد توضع عناوين جديدة فيما بعد، تعلم بها الأحاديث نفسها، مِمَّا لا يدخل تحت العناوين الموجودة. ¶ وعند العمل يُخَصَّصُ لكل قسم من هذه الأقسام الكبيرة في الموسوعة صندوق تحفظ فيه أحاديثه. ¶ كما يُخَصَّصُ لكل موضوع ملف أو أكثر، يَضُمُّ محتوياته وعناوينه المختلفة وَيُخَصَّصُ لكل حديث بطاقة أو ورقة تُقَسَّمُ قِسْمَيْنِ: أعلى وأسفل.",
            "page": "33",
            "part": "1",
            "seal": "8D8EF99F"
        },
        {
            "id": "37",
            "nass": "ففي الأعلى (الصلب) يُكْتَبُ مَتْنُ الحَدِيثِ مضبوطًا بالشكل، وبخاصة ما يحتمل الغلط في آخره أو في بُنْيَتِهِ. ومع المتن من أخرجه من أصحاب الكتب، وَمَنْ رَوَاهُ من الصحابة. ¶ وفي الأسفل (الحاشية) يُكْتَبُ سَنَدُ الحَدِيثِ وتخريجه، وتفسير غريبه، وما لاَ بُدَّ منه من شرح، أو استنباط حكم، أو دفع شُبْهَةٍ ... الخ. وذلك ببنط أصغر. ¶ وَيُسْتَعَانُ في حفظ هذه المواد وتصنيفها بما أنتجته التكنولوجيا الحديثة من أجهزة وأدوات. ¶ ثَانِيًا: مَوْسُوعَةٌ لِلْصَّحِيحِ وَالحَسَنِ مِنَ الحَدِيثِ فَقَطْ: ¶ تَضُمُّ الموسوعة الصحيح والحسن من الحديث فقط، إذ هما اللذان يحتج بهما. وتؤخذ منهما الأحكام، وَتُعْرَفُ في ضوئها هداية الله تعالى، وهدي رسوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ أما الضعيف، فلا يدخل في صلب الموسوعة، وإن احتج به من احتج، إذا تَبَيَّنَ ضعفه لأئمة الصناعة الحديثية، ولا بأس بذكره، أو الإشارة إليه في الحاشية، ولا سيما إذا كان قد حَسَّنَهُ أَوْ صَحَّحَهُ بعض العلماء، أو كان ضعفه خفيفًا، وقد يحتمل التحسين. وكذلك إذا كان مما احتج به بعض أئمة الفقه، أو كان مِمَّا اشتهرت في الكتب أو على الألسنة، بل قد يذكر الموضوع، وما لا أصل له، إذا كان بهذه المثابة من الشهرة، تتهيأ على حاله، وتحذيرًا من الاغترار باشتهاره. ¶ والاكتفاء بالصحيح والحسن هو منهج الموسوعة في كل جوانب الإسلام، ما يتعلق بالعقائد، وبالأحكام والحلال والحرام، وما يتعلق بالترغيب والترهيب وفضائل الأعمال، كما هو مذهب جماعة من المُحَقِّقِينَ، وكبار الأئمة، مثل يحيى بن معين، والبخاري، ومسلم، وابن العربي، وابن تيمية، وغيرهم، وإن تساهل غيرهم فأجازوا العمل بالضعيف في فضائل الأعمال، أَخْذًا بما رُوِيَ عن بعض السلف مثل ابن حنبل، وابن مهدي، وغيرهما، أنهم قالوا: «إِذَا رَوِينَا فِي الثَّوَابِ وَالْعِقَابِ وَفَضَائِلِ الأَعْمَالِ، تَسَاهَلْنَا فِي الأَسَانِيدِ وَالرِّجَالِ، وَإِذَا رَوِينَا فِي الحَلاَلِ وَالْحَرَامِ وَالأَحْكَامِ تَشَدَّدْنَا فِي الرِّجَالِ» (¬1). ¶ ويبدو عند التحقيق أن تساهلهم لا يعني الأخذ بالضعيف في اصطلاح المتأخرين بل في اصطلاحهم هم، وهو ما سمي الحسن فيما بعد، كما بَيَّنَ ذَلِكَ المُحَقِّقُونَ ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (¬1) [هو قول عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ. انظر: \" الجامع لأخلاق الراوي وآداب السامع \" للخطيب البغدادي، تحقيق الدكتور محمود الطحان، 2/ 91، نشر مكتبة المعارف - الرياض. المملكة العربية السعودية].",
            "page": "34",
            "part": "1",
            "seal": "A61AC7A0"
        },
        {
            "id": "38",
            "nass": "على أن الذين تساهلوا في رواية الضعيف، أو العمل به اشترطوا شروطًا ثلاثة نقلها السيوطي، عن شيخه الحافظ ابن حجر، وهي: ¶ 1 - أن يكون الضعيف غير الشديد، فيخرج من تَفَرَّدَ بحديث من الكذابين أو المتهمين بالكذب، ومن فحش غلطه، وهذ شرط متفق عليه. ¶ 2 - أن يكون مندرجًا تحت أصل عام، فيخرج ما كان مخترعًا من أساسه، فلا يكون له أصل بتاتًا. ¶ 3 - ألا يعتقد عند العمل به ثبوته عن النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، لئلا ينسب إليه ما لم يقله. ¶ وهذه الثلاثة تضم إلى الشرط السابق، وهو أن يكون في فضائل الأعمال والرقائق ونحوها، لا في إثبات الأحكام، وبيان الحلال والحرام. ¶ والذي أراه للموسوعة ألا تدخل في صلبها أقل من الحسن، حتى في مجال المواعظ والفضائل، الترغيب والترهيب، وذلك لعدة أسباب منها: ¶ 1 - أن في الصحيح والحسن ما يُغْنِي عن الضعيف والحمد لله، فلماذا الاستكثار بالضعيف، وعندنا ثروة من غيره؟ ¶ 2 - أن هذه الشروط التي اشترطها من أجازوا الضعيف، لا تراعى في التطبيق عادة عند من يرون الضعيف، فهم يُسَوُّونَ بين ما كان ضعفه شديدًا جِدًّا وما كان ضعفه خفيفًا مقاربًا، ويقولون في هذا وذاك: قال رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، مع تحذير العلماء المُحَقِّقِينَ من استعمال مثل هذه الصيغة، إلا فيما ثبت من الأحاديث. ¶ 3 - أن هذه الأحاديث وإن كانت لا تثبت حُكْمًا، ولا تتضمن تحليلاً ولا تحريمًا، كثيرًا ما تتضمن مبالغات يرفضها العقل الصريح، ويردها الدين الصحيح أو تلفظها اللغة العربية السليمة. ¶ ثَالِثًا: مَعَايِيرُ تَمْيِيزِ المَقْبُولِ مِنَ المَرْدُودِ: ¶ ولكن ما هي المعايير التي احتكم إليها لتمييز الصحيح والحسن من غيرهما مع كثرة الاختلاف في ذلك بين المُتَشَدِّدِينَ وَالمُتَسَاهِلِينَ، وتعارض المنقول أحيانًا بين المُعَدِّلِينَ وَالمُجَرِّحِينَ؟",
            "page": "35",
            "part": "1",
            "seal": "BD2D01AE"
        },
        {
            "id": "39",
            "nass": "وهنا نضع جملة من القواعد أو المعايير، ينبغي أن نسلم بها، ونصطلح عليها، لتكون أساس الانتقاء لأحاديث الموسوعة. ¶ أ - فما رواه \" الصحيحان \" أو أحدهما فقد جاز القنطرة، لتلقي الأُمَّةِ لهما بالقبول ... ولا يبحث فيه، إلا إذا كان مما انتقد عليهما، أو على أحدهما مَتْنًا أَوْ سَنَدًا، أَوْ بَدَتْ لأهل العلم فيه عِلَّةٌ، فَتُبَيَّنُ وَتُبْحَثُ. ¶ ب - وأما ما رواه غيرهما، فما صَحَّحَهُ أَوْ حَسَّنَهُ أئمة هذا الشأن، ولم يخالفهم غيرهم، ولم تظهر لمن بعدهم فيه عِلَّةٌ، أَوْ وَهْمٌ، فهو في موضع القبول. ¶ وإنما قيدت قبول تصحيح الأئمة لما عدا \" الصحيحين \" بأن لا يخالفهم غيرهم ولا تظهر لمن بعدهم فيه عِلَّةٌ، أَوْ وَهْمٌ، لما ثبت أنه قد يُصَحِّحُ بعض الأئمة أو يُحَسِّنُ بعض الأحاديث لبعض الرواة، ولا يوافقه غيره، مثل تحسين الترمذي - بل تصحيحه أحيانًا - لحديث كثير بن عبد الله بن عوف - وهو مجروح عند جمهور أئمة الحديث - ولعدد من الرواة المضعفين عند غيره. ¶ ومثل ذلك تصحيح ابن خزيمة وابن حبان لأحاديث كثيرة، وهي ضعيفة عند غيرهما، بناء على توثيقهما لرواة لم يوافقهم أكثر الأئمة على توثيقهم، ولا سيما أن لابن حبان منهجًا خاصًا في التوثيق، لم يرضه الكثيرون من أئمة هذا الشأن. ¶ ومن المشهور المعروف هنا تصحيحات الحاكم في \" المستدرك \"، فقد ثبت تساهله وسعة خطوه فيها، مِمَّا أخذه عليه كبار الحفاظ النُقَّاد، وَتَعَقَّبَهُ فيها الإمام الذهبي في \" تلخيصه للمستدرك \"، ولهذا حرص أهل العلم على نقل موافقة الذهبي على تصحيح الحاكم، أو رَدِّهِ له، وإن لم يسلم هو الآخر من أوهام وتساهل في مواضع كثيرة. ¶ ولهذا يلزم تتبع ما قالوه عن الحديث في مظانه، حتى تتوافر عندنا الثقة بصحة الحديث أحسنه وسلامته من الشذوذ والعلة، وكذلك من الخطأ والوهم، وهو يعرض لكل إنسان، مهما عظم قدره في العلم. ¶ وأما ما اختلف في درجته أئمة هذا الشأن، فلا بد من البحث في سنده ومتنه، على أضواء قواعد علم الجرح والتعديل، لبيان درجته، من صحة أو حسن أو ضعف.",
            "page": "36",
            "part": "1",
            "seal": "797A771E"
        },
        {
            "id": "40",
            "nass": "ومثل ذلك - بل من باب أولى - ما لم ينص أهل الاختصاص على درجته من حيث القبول والرد. ¶ فما كان رواته ثقات، ولم يظهر فيه انقطاع، وسلم من الشذوذ والعلة في سنده ومتنه، فهو صحيح أو حسن، حسب مرتبة الرواة في الضبط والإتقان. ¶ وما كان فيه ضعف أو مُبْهَمٍ، أو كان فيه انقطاع، أو شذوذ، أو علة في متنه أوسنده، فهو مردود، محكوم عليه بالضعف، وإن كان الضعف نفسه يتفاوت شدة وخفة. ¶ ومن المقرر المعلوم أن النص على ضعف حديث بسند معين، لا يعني ضعفه بالإطلاق، فقد يكون المتن مَرْوِيًّا من طريق أو طرق أخرى قوية، عن هذا الصحابي، أو عن غيره من الصحابة - رَضِيَ اللهُ عَنْهُمْ -، إلا أن ينص الحفاظ على أنه لم يرو بغير هذا السند. ¶ ومعنى هذا أن من حق العلماء في هذا العصر أن يُصَحِّحُوا أَوْ يُحَسِّنُوا من الأحاديث ما لم ينص عليه الأئمة السابقون، ما داموا أهلاً لذلك بِتَبَحُّرِهِمْ، وقوة معرفتهم، وسعة آفاقهم، كما أن لهم أن يجتهدوا في استنباط الأحكام منها ما يلائم عصرهم، مِمَّا يُحَقِّقُ مقاصد الشرع، ومصالح الخلق، وإن لم يسبقهم إليه إمام متبوع. ولا حرج على فضل الله. ولا تحجر ما وسع الله، خلافًا لمن قال يومًا بِسَدِّ باب الاجتهاد في الفقه، وباب التصحيح في الحديث. ¶ ونحن بهذانخالف الحافظ تقي الدين ابن الصلاح، صاحب \" المقدمة \" المشهورة في (علوم الحديث) فقد ذهب إلى أن التصحيح مقصور على المُتَقَدِّمِينَ من علماء الأُمَّةِ، وليس للمتأخرين أن يستقلوا به. ¶ بل نحن مع المُحَقِّقِينَ، الذين خالفوه في هذه القضية، نظريًا وعمليًّا، فَصَحَّحُوا وَحَسَّنُوا وَضَعَّفُوا. ¶ والحق أنه لا سند لابن الصلاح فيما ذهب إليه، ولا دليل معه، والمدار على الأهلية، وقد يوجد في عصرنا نحن من الوسائل ما لم يكن مثله مَيْسُورًا للسابقين. ¶ ومن المُهِمِّ أن نلقت الانتباه إلى بعض القضايا التي تتفاوت فيها الأنظار، وَيُؤَدِّي",
            "page": "37",
            "part": "1",
            "seal": "970B2A97"
        },
        {
            "id": "41",
            "nass": "عدم وضوح الرؤية فيها، إلى بلبلة واضطراب في معايير التصحيح والتضعيف. ¶ من ذلك: قضية (تعدد الطرق الضعيفة للحديث)، هل تُوصِلُ إلى الصحة أو الحسن المُحْتَجِّ به أم لا؟ ¶ فالشائع عن الكثيرين أن كثرة الطرق يُقَوِّي بعضها بعضًا، بحيث يرتقي بالحديث إلى درجة الاحتجاج به. ¶ بل بالغ بعضهم في جمع هذه الطرق الضعيفة الواهية لبعض الأحاديث، وركب في ذل الصعب والذلول. وأجلب بخيله ورجله، ليخرج في النهاية بنتيجة غريبة، هي: أن الحديث المتواتر!! برغم طرقه ليس فيها طريق واحد صحيح، ولا خَرَّجَهُ واحد من الشيخين. ¶ ولا ريب أن هنا قدرًا متفقًا عليه، وقدرًا مختلفًا فيه. ¶ فالمتفق عليه أن ما كان ضعفه لفسق أحد رواته، أو اتهامه بالكذب، أو نحو ذلك، فلا يؤثر فيه موافقة غيره له، إذا كان الآخر مثله، لقوة الضعف، وتقاعد هذا الجابر عن التأثير فيه. ¶ أما إذ كان الضعف لإرسال، أو تدليس أو جهالة رجال، فإنه يزول بمجيئه من وجه آخر سالم من سبب الضعف المذكور، ويرتقي به. ¶ وكذلك إذا كان للمتن شاهد أو أكثر، سالم من الضعف، من حديث رَاوٍ آخَرَ من الصحابة. ¶ وأما ما ليس كذلك فمجرد تعدد الطرق الضعيفة وكثرتها، دون اعتبار آخر، لا يرتقي بها إلى القوة بإطلاق. ¶ وهنا نرى مثل البخاري ومسلم، لا يصحح أحدهما حديثًا لمجرد وُرُودِهِ من عدة طرق. ¶ ونرى الترمذي يُضَعِّفُ الحَدِيثَ، مع أن في الباب أحاديث، مثله عن عدد من الصحابة.",
            "page": "38",
            "part": "1",
            "seal": "D9F095FB"
        },
        {
            "id": "42",
            "nass": "ونرى مثل ابن الجوزي يذكر في \" العلل المتناهية في الأحاديث الواهية \" الحديث عن جمع من الصحابة بعدد من الطرق، وَيُضَعِّفَهَا جَمِيعًا، وَلا َ يُقَوِّي بَعْضَهَا بَعْضًا. ¶ ونرى الفقهاء يَرُدُّونَ الحديث المروي بسند ضعيف، ولا يبحثون: هل رُوِيَ من طرق ضعيفة أخرى يقوي بها أم لا؟ ¶ بل تراهم يردونه ولا يقولون به، وهم يعلمون أن له العديد من الطرق، التي لا تبلغ طريق منها بمفردها درجة الاحتجاج. وكثيرًا ما تجدهم يقولون هذه العبارة: ورد من عدة طرق، وكلها لا تسلم من مقال. ¶ خُذْ مَثَلاً حَدِيثًا مِثْلَ: «لاَ وُضُوءَ لِمَنْ لَمْ يَذْكُرْ اسْمَ اللَّهِ تَعَالَى» فقد رواه حم، د، ت في \" العلل \"، جه، قط، ك، هق، وابن السكن من حديث أبي هريرة وصححه الحاكم، وتعقبوه في تصحيحه. وقد روي من حديث أبي سعيد، وسعيد بن زيد، وعائشة، وسهل بن سعد، وأبي سبرة، وأم سبرة، وعلي، وأنس. وبعضها جاء من أكثر من طريق ... ومع هذا لم يرق الحديث عند جمهور الفقهاء: أبي حنيفة، ومالك، والشافعي، ورواية عن أحمد إلى درجة الصحة، أو الحسن الذي يؤخذ منه وجوب التسمية في الوضوء. ¶ بل روي عن أحمد: أنه سئل عن التسمية، فقال: «لاَ أَعْلَمُ فِيهِ حَدِيثًا صَحِيحًا». وَرُوِيَ عَنْهُ: «لَيْسَ فِيهِ شَيْءٌ يَثْبُتُ». قال البزار: «كُلُّ مَا رُوِيَ فِي هَذَا البَابِ فَلَيْسَ بِقَوِيٍّ». وقال العقيلي: «الأَسَانِيدُ فِي هَذَا البَابِ فِيهَا لِينٌ». ¶ وقد أطال الحافظ الزيلعي في تخريج الحديث وبيان طرقه في \" نصب الراية \" وكذلك الحافظ ابن حجر في \" التلخيص \". والنتيجة: أن كثرة الطرق وتعددها لَمْ تَرْقَ بالحديث إلى درجة الاحتجاج به، عند جمهور الأئمة. ¶ ولو أردنا أن نضرب الأمثلة، لطال بنا القول. ¶ ولهذا أرى أن الحديث الضعيف لا يتقوى بكثرة الطرق إلا بقيود، منها: ¶ 1 - أن يكون ضعفها مقاربًا، قابلاً للانجبار أو محتملاً للتحسين. ¶ 2 - ألا ينشئ حكمًا مستقلاً من الأحكام الشرعية، وخصوصًا الإيجاب والتحريم.",
            "page": "39",
            "part": "1",
            "seal": "7D91918E"
        },
        {
            "id": "43",
            "nass": "3 - ألا يعارضه معارض معتبر من نصوص الشرع أمبادئه العامة، أو حكم العقل والعلم ونحوها. ¶ ومثال المعارض المعتبر: ما ذكره الحافظ المنذري في \" الترغيب والترهيب \" بعد أن ساق حديثًا في شأن الصحابي الجليل عبد الرحمن بن عوف، أحد العشرة المُبَشَّرِينَ بِالجَنَّةِ، وأحد الستة أصحاب الشورى. قال: «وَقَدْ [وَرَدَ] مِنْ غَيْرِ وَجْهٍ وَمِنْ حَدِيثِ جَمَاعَةٍ مِنَ الصَّحَابَةِ عَنْ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - \" أَنْ عَبَدَ الرَّحْمَنِ بْنِ عَوْفٍ - رَضِيَ اللهُ عَنْهُ - يَدْخُلُ الجَنَّةَ حَبْوًا لِكَثْرَةِ مَالِهِ \" وَلاَ يَسْلَمُ أَجْوَدُهَا مِنْ مَقَالٍ وَلاَ يَبْلُغُ مِنْهَا شَيْءٌ بِانْفِرَادِهِ دَرَجَةَ الحَسَنِ. وَلَقَدْ كَانَ مَالُهُ بِالصِّفَةِ التِي ذَكَرَ رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: \" نِعْمَ المَالُ الصَّالِحُ لِلْرَّجُلِ الصَّالِحِ \" فَأَنَّىُ تَنْقُصُ دَرَجَاتِهِ فِي الآخِرَةِ، أَوْ يُقْصَرُ بِهِ دُونَ غَيْرِهِ مِنْ أَغْنِيَاءِ هَذِهِ الأُمَّةِ فَإِنَّهُ لَمْ يَرِدْ هَذَا فِي حَقِّ غَيْرِهِ إِنَّمَا صَحَّ سَبْقَ فُقَرَاءِ هَذِهِ الأُمَّةِ أَغْنِيَاءَهُمْ عَلَىَ الإِطْلاَقِ، وَاللهُ أَعْلَمُ». ¶ نعم إنه يتساهل في أحاديث المواعظ والرقائق، والترغيب والترهيب، ما لا يتساهل في غيرها من أحاديث العقائد والأحكام ونحوها، ولكن ليس إلى حد قبول الضعيف بإطلاق. ¶ ومن القضايا المهمة: قضية اختلاف علماء الجرح والتعديل في بعض الرواة بناء على الموازين الخاصة لكل منهم. وعلى ما بلغه من معلومات عن الراوي في عدالته أو ضبطه. ¶ وهنا ينبغي أن نرجع إلى ما وضعوه أنفسهم من ضوابط لمثل: ¶ أ - يُقَدَّمُ الجرح على التعديل، إذا كان الجرح مفسرًا ومعتدًا به، صادرًا من أهله. ¶ ب - يُقَدَّمُ التعديل على الجرح إذا كان المُعَدِّلُونَ أكثر، والجرح غَيْرَ مُفَسَّرٍ. ¶ ج - إذا تعادلت كَفَّتَا الميزان بين العدلين والجارحين، وكان كل منهما غَيْرَ مُفَسَّرٍ، فلا بد من مرجح، مثل النظر في منزلة المُعَدِّلِينَ وَالجَارِحِينَ، فَمَنْ عَدََّلَهُ البخاري مثلاً وَجَرَّحَهُ النسائي، قُدِّمَ تَعْدِيلُ البخاري. أو النظر في مراتب الجرح والتعديل، فإذا كان من عدله جعله في المراتب العليا للتوثيق. ومن جرحه جعله في آخر مراتب الجرح، رجح التعديل، والعكس بالعكس. إلى غير ذلك من المُرَجِّحَاتِ، كالنظر في مرويات الراوي، والحكم عليه من خلالها.",
            "page": "40",
            "part": "1",
            "seal": "6AF2D8EA"
        },
        {
            "id": "44",
            "nass": "ومن لا توجد له ترجمة في كتب الرجال، فهو مجهول، وحاله محمول على الضعف، حَتَّى يُعْرَفَ وَيُوَثَّقَ. ¶ وَلاَ بُدَّ من التنبيه على وجوب الانتفاع بكل الكتب التي تعرضت لبيان درجة الحديث في مختلف العصور، أو تعرضت للرجال توثيقًا أو تضعيفًا، من عصر مالك وابن معين إلى عصر المناوي، ثم الشوكاني. ¶ لاَ يُكْتَفَى فيها بمؤلف عن مؤلف، ولا بكتاب عن كتاب، ولا بنوع من نوع، ولا بمطبوع عن مخطوط، بل يستفاد منها جميعًا، على اختلاف مناهجها، وتفاوت مُصَنِّفِيهَا في التشدد والتساهل، مِمَّا أفرد للثقات، أو للضعفاء والمجروحين، أو جمع بينهما. وَمِمَّا خُصِّصَ لرجال بعض الكتب كـ \" الصحيحين \"، أو \" الكتب الستة \" مثل \" الكمال \" و \" تهذيب الكمال \"، و \" تهذيبه \" و \" تقريبه \" و \" تهذيب الكمال \" و \" خلاصته \". مثل ذلك \" رجال الموطأ \"، و \" رجال مسند أحمد \"، ورجال الأربعة (أئمة المذاهب المتبوعين) ورجال \" المشكاة \" وغيرها. ¶ ومن ذلك الكتب الخاصة بالتخريج كـ \" نصب الراية \" للزيلعي، و \" التلخيص \" لابن حجر، و \" تخريج أحاديث الإحياء \" للعراقي وغيرها. ¶ ومنها كتب الضعيف والموضوع. كـ \" الموضوعات \" لابن الجوزي، و \" العلل المتناهية \" له، و \" تلخيصه \" للذهبي، و \" المنار المنيف \" لابن القيم، و \" اللآلئ \" للسيوطي، و \" موضوعات \" القاري، والشوكاني، وابن عراق وغيرهم. ¶ ومنها كتب الشروح، كـ \" فتح الباري \"، و \" عمدة القاري \" وغيرهما، من شروح \" الصحيحين \" و \" الموطأ \" و \" السنن \"، و \" المشكاة \" و \" الجامع الصغير \" وكتب الأحكام، وغيرها. ¶ كما يستفاد بما كتبه كبار العلماء المُحْدَثِينَ وَالمُعَاصِرِينَ مثل: رشيد رضا، وأحمد شاكر، واللكنوي، والكشميري، والكوثري، والمباركفوري، والألباني، والمعلَّمي، والأعظمي، وغيرهم، دون تعصب لمذهب مُعَيَّنٍ، ولا انغلاق على مدرسة واحدة، وإهمال ما سواها.",
            "page": "41",
            "part": "1",
            "seal": "8FC5365D"
        },
        {
            "id": "45",
            "nass": "على أن تطبق القواعد التي وضعها الأئمة في أصول الحديث وأصول الفقه. وما اختلف فيه من القواعد، ولم يعرف فيه الرأي الصحيح، أو الراجح، يكون مجالاً للبحث والاجتهاد، والأولى أن يحسم فيها الأمر بترجيح رأي معين، ليسير العمل على ضوئه. مثل اختلافهم في الحديث المرسل والاحتجاج به، وإلى أي حد ... واختلافهم في زيادة الثقة وهل هي مقبولة بإطلاق أو بقيود معينة؟ ومن ذلك ما رُوِيَ مُرْسَلاً وَمَوْصُولاً، وما رُوِيَ موقوفًا ومرفوعًا: أيهما يُرَجَّحُ؟ ¶ الأَحَادِيثُ المُشْكِلَةُ: ¶ ---------------- ¶ بقي هنا أمر مُهِمٌّ، وهو الأحاديث التي صحت من جهة السند، ولكن فيها إشكالاً من ناحية المعنى. وخصوصًا بالنسبة للعقل المعاصر. والذي أراه أن تُؤَخَّرَ هذه الأحاديث المشكلة لتجمع في ملحق خاص يُوَضِّحُ المقصود منها. وَيُزِيحُ شُبُهَاتِ المُشْتَبِهِينَ فيها، ولا سيما أن هذه الأحاديث في الغالب، لا تترتب عليها أحكام، تُحَتِّمُ بحثها في أبوابها. ولا ضرر في إرجاء البحث فيها، مثل «حَدِيثِ الذُّبَابِ»، وما شابهه. ¶ رَابِعًا: تَقْسِيمُ العَمَلِ وَمَرَاحِلَهُ: ¶ يُقَسَّمُ العمل في جمع الأحاديث المنتقاة للموسوعة إلى مرحلتين: ¶ في المرحلة الأولى تُقَسَّمُ أحاديث الكتب السبعة عشر وهي: (\" الكتب الستة \" و \" الموطأ \" و \" مسند أحمد \" و \" مسند الدارمي \" - وهي كتب \" المعجم المفهرس \" - و \" صحيحا ابن خزيمة وابن حبان \"، و \" مستدرك الحاكم \"، و \" مسند أبي يعلى \"، و [\" مسند \"] البزار، و \" معاجم الطبراني الثلاثة \") إلى أقسام ثلاثة: ¶ 1 - قسم عُرِفَتْ صِحَّتُهُ أَوْ حُسْنُهُ، مثل أحاديث \" الصحيحين \"، وما صَحَّحَهُ الأئمة أو حَسَّنُوهُ من غيرهما، ولم يعارضه غيرهم، ولم تظهر فيه عِلَّةٌ، أَوْ وَهْمٌ. ¶ فهذا نُعَلِّمُ عليه بعلامة [(صَحْ)] ويشار إلى القسم والكتاب الذي ينقل إليه والباب والعنوان، ما أمكن ذلك، كأن يقال أمامه: ¶ عبادات: صلاة - قيام الليل - أو يقال: آداب الأكل - الأكل باليمين ... وهكذا ...",
            "page": "42",
            "part": "1",
            "seal": "2F7558DC"
        },
        {
            "id": "46",
            "nass": "وقسم عرف ضعفه، بأن نَصَّ على ذلك بعض الحفاظ النُقَّادِ، ولم يعارضهم أحد، ولم يظهر ما ينقله من الضعف إلى القوة. أو عرف ضعفه بالبحث في سنده، وإن صَحَّحَهُ أَوْ حَسَّنَهُ بعض من سبق. ¶ فهذا يُعَلَّمُ بعلامة [(خطأ)]. ¶ 3 - وقسم اختلفوا في تصحيحه وتضعيفه، أو لم ينقل عنهم فيه كلام بالإيجاب أو بالسلب. فهذا يوضع أمامه علامة استفهام (؟) ليبحث عنه حتى يلحق بالقسم الأول، أو الثاني، وفقًا لما تظهره نتائج البحث. ¶ وفي المرحلة الثانية يُقَسَّمُ ما بقي من أحاديث تضمنتها كتب متفرقة وتولت جمع شتاتها منثل \" المطالب العالية \" لابن حجر، و \" جَامِعَيْ \" السيوطي، وبعبارة أخرى \" كنز العمال \" مضافًا إليه زيادات \" الجامع الأزهر \" للمناوي - إلى الأقسام الثلاثة الماضية، ليتبع معها، ما اتبع مع سابقتها. ¶ خَامِسًا: مِنْ أَيْنَ يُؤْخَذُ الحَدِيثُ؟: ¶ يُؤْخَذُ الحَدِيثُ من مصدره الأصلي رأسًا، مطبوعًا أو مخطوطًا، لا من المصادر الآخذة عنه، فلا يؤخذ حديث \" البخاري \" من \" تجريد الزبيدي \" مثلاً، بل من \" الجامع الصحيح \" نفسه، ولا يؤخذ حديث \" مسلم \" من \" مختصر المنذري \" له، بل من \" الصحيح \" ذاته، ولا يؤخذ حديث \" الترمذي \" من مثل \" جامع الأصول \"، أو \" تيسير الوصول \"، أو \" منتقى الأخبار \"، أو \" بلوغ المرام \"، أو غيرها، بل من \" جامع الترمذي \" نفسه. ¶ ولا يؤخذ حديث عن أحمد من \" مجمع الزوائد \" بل من \" المسند \" نفسه، وكذلك سائر الكتب، من الجوامع والسنن والمسانيد، إلا إذا كان الكتاب مفقودًا، فيكفي بأخذه عمن نقل عنه، مثل ما لم يعثر عليه من \" صحيح ابن خزيمة \"، وكثير من الكتب التي نقل عنها الحافظ السيوطي في \" جامعه الكبير \". ¶ وتعتبر الطبعات المُحَقَّقَةُ المُوَثَّقَةُ من العلماء، مثل طبعات المرحوم محمد فؤاد عبد الباقي لـ \" الموطأ \" و \" صحيح مسلم \"، و \" سنن ابن ماجه \"، ولـ \" فتح الباري \"، ومعه \" البخاري \" وما طبع من \" مسند أحمد \" بتحقيق العَلاَّمَةُ أحمد شاكر، و \" مسند الحُميدي \"، و \" مُصَنَّفِ عبد الرزاق \"،",
            "page": "43",
            "part": "1",
            "seal": "D63E1563"
        },
        {
            "id": "47",
            "nass": "وما وجد من \" سنن سعيد بن منصور \"، وكلها لِلْعَلاَّمَةِ حبيب الرحمن الأعظمي. و \" صحيح ابن خزيمة \" بتحقيق محمد مصطفى الأعظمي، و \" جامع الأصول \" بتحقيق الأرناؤوط، و \" سنن أبي داود \" و \" الترمذي \" ط. حمص بتعليق عزت عبيد الدعاس، و \" زوائد ابن حبان \" بتحقيق محمد عبد الرزاق حمزة و \" صحيح ابن حبان \" بتحقيق الشيخ شُعيب الأرناؤوط ... الخ، مع المقارنة دائمًا بالنسخ الأخرى ما أمكن ذلك وخصوصًا عند الاشتباه. ¶ ويفضل أن يؤخذ الحديث مُصَوَّرًا من مصدره - وَبِخَاصَّةٍ المَطْبُوعَ المُحَقَّقَ - ثم يوضع في مكانه، بطريق القص واللزق. ¶ سَادِسًا: إِلَى مَنْ يُنْسَبُ الحَدِيثُ؟: ¶ ينسب الحديث إلى من أخرجه من أصحاب الكتب، وإذا كثر مخرجوه، يمكن الاكتفاء بالكتب التسعة عن غيرها، وهي: \" الصحيحان \" و \" السنن الأربعة \" و \" الموطأ \" و \" مسند أحمد \" و \" سنن الدارمي \"، (وهي التي اشتمل عليها \" المعجم المفهرس لألفاظ الحديث \" الذي وضعه المستشرقون) مع الاهتمام بذكر تصحيح الترمذي وتحسينه، وما يدل على قوة الحديث عند أبي داود، والنسائي، وتعليقات البوصيري على \" زوائد ابن ماجه \"، وابن عبد البر على \" الموطأ \"، والهيثمي على \" زوائد أحمد \"، وغيرهم. ¶ وإذا لم يكن الحديث في أحد \" الصحيحين \" فينبغي ذكر الكتب التي التزم مخرجوها الصحة، مع الكتب المذكورة، مثل ابن حبان والحاكم (إذا وافقه الذهبي وغيره) ولا بأس بذكر \" مسند أبي يعلى \"، و \" البزار \"، و \" معاجم الطبراني الثلاثة \"، وتعليقات الهيثمي عليها، وهي بقية الكتب التي اشتمل عليها \" مجمع الزوائد \" للهيثمي، فهذه الكتب السبعة عشر، هي المصادر الأساسية للموسوعة، وعليها يقوم عمل المرحلة الأولى من الموسوعة، كما ذكرنا من قبل. ¶ وَيُكْتَفَى ي أسماء الكتب بالرمز اختصارًا، كما فعل السيوطي في \" جامعيه الكبير والصغير \"، والمناوي في \" جامعة الأزهر \"، مع شيء من الإضافة والتعديل. فيرمز للبخاري (خ) ولمسلم (م) ولأبي داود (د) وللترمذي (ت) والنسائي (ن) ولابن ماجه (جه) ولمالك في \" الموطأ \" (ط) ولأحمد في \" المسند \" (حم) ولـ \" زوائد ابنه عبد الله \" فيه (عم) وللدارمي (مي).",
            "page": "44",
            "part": "1",
            "seal": "5E73C2FC"
        },
        {
            "id": "48",
            "nass": "ولما اتفق عليه البخاري ومسلم (ق) ولهما مع أبي داود والترمذي والنسائي (الخمسة) وللخمسة مع ابن ماجه (الستة) وللستة مع أحمد (السبعة) وللسبعة مع \" الموطأ \" و \" الدارمي \" (التسعة) ولأصحاب السنن: أبي داود والترمذي والنسائي وابن ماجه (الأربعة) ولهم ما عدا ابن ماجه (الثلاثة). ¶ ولابن خزيمة (خز) ولابن حبان في \" صحيحه \" (حب) وللحاكم في \" مستدركه \" (ك) ولسعيد بن منصور في \" سننه \" (ص) ولعبد الرزاق في \" مصنفه \" (عب) ولابن أبي شيبة (ش) ولأبي يعلى في \" مسنده \" (يع) وللبزار في \" مسنده \" (بز) وللطبراني في \" الكبير \" (طب) وله في \" الأوسط \" (طس) وله في \" الصغير \" (طص) وللدارقطني في \" سننه \" (قط) وللبيهقي في \" السنن \" (هق) وله في \" شعب الإيمان \" (هب). ¶ وما عدا ذلك يذكر اسم الكتاب صراحة لا رمزًا، ومن ذلك أن يكون لأصحاب الكتب المذكورة كتب أخرى، مثل البخاري له غير \" الجامع الصحيح \": \" الأدب المفرد \"، و \" التاريخ \"، فينص على ذلك، فيقال مثلاً (خ) في \" الأدب \" أو (خ) في \" التاريخ \" وهكذا (¬1). ¶ هذا ويجب ذكر ما تدل عليه هذه الرموز في مقدمة الموسوعة، ثم في أول كل جزء منها، تسهيلاً على الباحث، حتى لا يضطر للرجوع إلى الجزء الأول، كلما غمض عليه معنى رمز منها، أراد معرفته. ¶ سَابِعًا: كَيْفَ تُنْتَقَى الرِّوَايَاتُ؟: ¶ يذكر من روايات الحديث الرواية المتفق عليها عند الأكثر، وكذلك ما كان منها أجمع للمعنى، منسوبة إلى الكتب التي أخرجتها، وإلى من رواها من الصحابة. ¶ ثم تذكر الزيادات والمخالفات بعد، وبخاصة ما يضيف معنى جديدًا: حكمًا أو توجيهًا، أو خبرًا، أو نحو ذلك. ¶ وما أمكن إدخاله من الزيادات ضمن الرواية المختارة، يوضع بين معقوفين مع الإشارة إلى من أخرجه، مفصولاً بقاطع. ¶ ¬__________ ¶ (¬1) يمكن استخدام مصطلح السيوطي في \" جامعيه \"، فيرمز للبخاري في \" الأدب \" (خد) وفي \" التاريخ \" (تخ).",
            "page": "45",
            "part": "1",
            "seal": "943C6765"
        },
        {
            "id": "49",
            "nass": "ثَامِنًا: بَيْنَ الصُّلْبِ وَالحَاشِيَةِ: ¶ يذكر متن الحديث في صلب الموسوعة، ومعه من أخرجه من أصحاب الكتب مع ذكر من رواه الصحابة، واحدًا أو أكثر. ¶ أما سند الحديث، فيذكر مع تخريجه في الحاشية ومن صَحَّحَهُ أَوْ حَسَّنَهُ من العلماء، ومن خالف في ذلك، وسبب مخالفته والرد عليه. وإذا تعددت الطرق والأسانيد أكتفي بأصحها وأقواها، وأشير إلى الطرق الأخرى، أو بعضها في مصادرها الأصلية، خشية الإطالة، وخصوصًا إذا كان الحديث مَرْوِيًّا عن عدد من الصحابة (¬1). ¶ تَاسِعًا: تَرْقِيمُ الحَدِيثِ: ¶ تُرَقَّمُ أحاديث الموسوعة غير المكررة ترقيمًا مُسَلْسَلاً، من فاتحتها إلى خاتمتها. كما تُرَقَّمُ أحاديث كل موضوع على حدة ترقيمًا مُسَلْسَلاً آخر، ببنط أصغر على يسار الرقم العام، ولو كان الحديث مُكَرَّرًا. ¶ وإذا كان الحديث يستفاد به في أكثر من معنى، ويمكن وضعه في أكثر من موضع، يُرَجَّحُ وضعه كاملاً في أولى المواضع به، وَيُعْطَى عندئذٍ رقمه الأصلي المتميز في الموسوعة. ¶ ويمكن وضع الضوابط المبدئية لهذه الأولوية. ¶ فما يدل على الحكم والمعنى بالتصريح أولى مِمَّا يدل عليه بالإشارة. ¶ وما يدل عليه دلالة مؤكدة أولى مِمَّا يدل عليه دلالة عابرة. ¶ وما لا يغني عنه غيره أولى مِمَّا يغني عنه غيره، ويوجد فيه أكثر من حديث. إلى غير ذلك من الضوابط والمرجحات، التي تظهر عند الممارسة. ¶ وعند تزاحم أكثر من مرجح، يحسن وضعه في أول المواضع ورودًا في الموسوعة، وفي المواضع الأخرى التي يستشهد فيها بالحديث، ولا داعي لتكراره - ما لم يكن قصيرًا - ¶ ¬__________ ¶ (¬1) كانت هناك فكرة: أن الحديث إذا كان في أحد \" الصحيحين \"، فيكتفي بنسبته إليه أو إليهما، ولا حاجة لذكر سنده، إلا لفائدة علمية، كأن يكون في السند بعض من تكلم فيه من رجال أحد الشيخين، ولكن ترجح لدينا أن يذكر السند ولو كان الحديث في \" الصحيحين \" لضبط المنهج والسير على قاعدة واحدة.",
            "page": "46",
            "part": "1",
            "seal": "4C9E1499"
        },
        {
            "id": "50",
            "nass": "ويكتفي بذكر أوله أو الفقرة المستشهد بها فيه، مع ذكر رقمه الأصلي في الموسوعة، وليرجع إليه بتمامه هناك. ويعطى رقمًا داخل الموضوع الخاص. ¶ وقد يحسن هنا اتباع طريقة البخاري بذكر رواية أخرى للحديث غير روايته في الموضع الأول، وخصوصًا إذا كانت الرواية أدلى على المعنى المراد. ¶ على أنه قد يحسن إعادة ذكر الحديث بتمامه في بعض الأحيان، في الحاشية أو في الصلب لفائدة تراها اللجنة المختصة. ¶ عَاشِرًا: بَيْنَ المَرْفُوعِ وَالمَوْقُوفِ: ¶ الأصل في الموسوعة أنها للحديث النبوي، وهو المعروف في المصطلح باسم (الحديث المرفوع) ويلحق به ما جاء عن الصحابة - رَضِيَ اللهُ عَنْهُمْ -، له مكانته أيضًا، باعتبارهم نقلة القرآن وَالسُنَّةِ، وأفهم الناس لهم لمشاهدتهم لأسباب النزول والورود، ومعرفة القرائن والملابسات، والعيش في مدرسة النبوة، والتمكن من ناصية اللغة التي نزل بها القرآن، وجاء بها الحديث، مع سلامة فطرة ونور بصيرة، وقوة إيمان، وصدق التزام، إلى غير ذلك من فضائل وصفات لا تتوافر كاملة في جبل غيرهم، لهذا أثنى عليهم القرآن وَالسُنَّةُ، وجاء التنويه بجماعتهم وبأفرا معينين منهم. إلى غير ذلك من الوجوه التي ذكرها الإمام ابن القيم في \" إعلام الموقعين \" فبلغت ستة وأربعين وجهًا. ¶ ولهذا أرى ألا تحرم الموسوعة مِمَّا صَحَّ من أقوال الصحابة وأفعالهم وهديهم، وخصوصًا الراشدين، وهو ما يسميه علماء المصطلح (الموقوف) على أن يكون له تحت الرقم المسلسل العام رقم خاص متميز مسلسل أيضًا، ليمكن في النهاية حصر الموقوفات عَدًّا، وطرحها من الرقم الكلي، لمعرفة عدد المرفوع تمامًا. ¶ ومعنى هذا أنه سيكون عندنا في بعض الأحيان ثلاثة أرقام: ¶ 1 - الرقم العام للأحاديث غير المكررة. ¶ 2 - الرقم الخاص داخل كل موضوع، على يسار الرقم العام.",
            "page": "47",
            "part": "1",
            "seal": "BCEEC4D8"
        },
        {
            "id": "52",
            "nass": "3 - الرقم الخاص بالأحاديث الموقوفة، تحت الرقم العام. ¶ وينبغي مراعاة ذلك عند الطباعة، وتمييز كل منها ببنط خاص. ¶ حَادِي عَشَرَ: مَا لاَ بُدَّ مِنْهُ فِي الشَّرْحِ: ¶ الأصل في الموسوعة أنها لمتون الأحاديث المنتقاة، وليست لشروح الحديث، ولكن لتحصيل ما لا بد منه من الفائدة نرى أن تتضمن: ¶ 1 - شرح غريب الحديث من الألفاظ وَالجُمَلِ، اعتمادًا على الكتب المتخصصة في ذلك كـ \" غريب أبي عبيد \"، و \" فائق الزمخشري \"، و \" نهاية ابن الأثير \"، و \" مجمع بحار الأنوار \" ومعاجم اللغة، وكتب الشروح المختلفة على \" الصحيحين \"، و \" السنن \" و \" المشكاة \"، و \" الجامع الصغير \"، وغيرها. ¶ 2 - إيضاح ما لا بد منه مما يشكل على القارئ ظاهره، كما إذا عارض ظاهر الحديث القرآنَ، أو حديثًا آخر، أو المسلمات العقلية أو العلمية ونحوها، وَرَدِّ الشبهات التي أثيرت أو قد تثار حول الحديث ثبوتًا ودلالة، وبخاصة ما أثاره المستشرقون وتلاميذهم في هذا العصر، والاستفادة هنا مِمَّا كتبه علماؤنا قديمًا، مثل ابن قتيبة والطحاوي، وابن فورك وابن الجوزي، ومن بعدهم من العلماء والشراح، وبخاصة فقهاء الحديث، مثل شيخ الإسلام ابن تيمية ومدرسته، وَالعَلاَّمَةُ ابن الوزير، والحافظ ابن حجر، وغيرهم، كما يستفاد مِمَّا كتبه المعاصرون مثل: رشيد رضا، ومصطفى السباعي، وغيرهما. ¶ 3 - التنبيه - في إيجاز وتركيز - إلى أهم ما يهدي إليه الحديث من أحكام وتوجيهات وبخاصة ما يحتاج إليه العقل المعاصر، ويعرفه بحقيقة الإسلام، ويرده إلى الله رَدًّا جَمِيلاً. ¶ وإذا كان الحديث مِمَّا اختلف فيه أئمة الفقه في دلالته على حكم ما، يشار إلى ذلك مجرد إشارة، ولا يتوسع فيه. ¶ 4 - الإحالة على المراجع الموثقة التي لها صلة بهذا الحديث، شَرْحًا وَاسْتِنْبَاطًا أَوْ دَفْعًا أَوْ تَخْرِيجًا، أو غير ذلك، مِمَّا قد يوجد في شروح \" الكتب الستة \" أو شروح \" الموطأ \" و \" المشكاة \" و \" الجامع الصغير \"، أو شروح كتب الأحكام مثل شروح \" عمدة الأحكام \" (\" الإحكام \")",
            "page": "48",
            "part": "1",
            "seal": "BB0A085F"
        },
        {
            "id": "53",
            "nass": "و \" بلوغ المرام \" (\" سبل السلام \") و \" منتقى الأخبار \" (\" نيل الأوطار \") وكتب الفقه التي تعنى بالاستدلال والمقارنة: (\" المُحَلَّى \") لابن حزم، و (\" الاستذكار \") لابن عبد البر، (\" المُغْنِي \") لابن قُدامة، و (\" المجموع \") للنووي، و (\" الإشراف \") لابن المنذر، و (\" بداية المجتهد \") لابن رشد، و (\" بدائع الصنائع \") للكاساني، و (\" فتح القدير \") لابن الهُمَامِ، وغيرها وكذلك كتب التفسير وبخاصة ما يُعْنَى منها بالحديث والأثر والأحكام مثل تفاسير ابن جرير، وابن كثير، والقرطبي، والجصاص، وابن العربي، والشوكاني وغيرهم، وذلك لمن أراد التوسع والمزيد من المعرفة. ¶ ثَانِي عَشَرَ: مُقَدِّمَاتِ المَوْسُوعَةِ: ¶ 1 - تكتب مقدمة مفصلة للموسوعة تحتوي تعريفًا بِالسُنَّةِ، حُجَّتُهَا وأهدافها وأهميتها، ومكانتها، باعتبارها مُبَيِّنَةً للقرآن، ومصدرًا ثانيًا للتشريع، باعتبارها كذلك مصدرًا لتوجيه الحياة الإسلامية فردية وأسرية واجتماعية، فهي البيان النظري والتطبيق العملي للقرآن، وتتضمن هذه المقدمة جهود علماء الأُمَّةِ في حفظ السُنَّةِ وَتَدْوِينِهَا، وشرحها وَالذَّوْدِ عنها، كما تتضمن دفع أبرز الشبهات وَرَدِّ المفتريات عنها، كما تشمل ما لاَ بُدَّ منه من مصطلح الحديث وعلومه، على نحو ما فعل ابن الأثير في مقدمة \" جامع الأصول \". ¶ كما تُكْتَبُ لكل موضوع، وللأجزاء الهامة من الموضوعات أحيانًا، مقدمات تُوَضِّحُ وجهة الإسلام عامة، وَالسُنَّةِ خاصة في هذا الجانب، وتكشف عن أسسه وخصائصه، وَتُلْقِي الضَّوْءَ على أهم جوانبه. ¶ ثَالِثَ عَشَرَ: رَبْطُ السُنَّةِ بِالقُرْآنِ: ¶ يذكر ما تيسر من آيات القرآن الكريم في مقدمة كل باب، وما يشهد لموضوع الحديث، كما هو منهج الإمام البخاري في \" جامعه الصحيح \"، وهو الذي سار عليه الإمام النووي في كتابه \" رياض الصالحين \"، وبهذا نربط بين المُبَيَّنِ وَالبَيَانِ أي بين القُرْآنِ وَالسُنَّةِ. ¶ رَابِعَ عَشَرَ: فَهَارِسُ المَوْسُوعَةِ: ¶ الفهارس هي مفاتيح العلم، وهي المصابيح التي تَهْدِي البَاحِثَ إِلَى ضَالَّتِهِ دون كثير",
            "page": "49",
            "part": "1",
            "seal": "FF1A9A6A"
        },
        {
            "id": "54",
            "nass": "من المعاناة، فَتُذَلِّلَ لَهُ الصَّعْبَ، وَتُقَرِّبَ لَهُ البَعِيدَ، وَتُوَفِّرَ عليه كثيرًا من الجهد والوقت، وهما رأس مال الإنسان في الحياة. ¶ وهنا يكن أن تُقَدِّمَ الموسوعةُ جملة أنواع من الفهارس: ¶ 1 - فهرس تفصيلي للموضوعات والأبواب، وما تحتويه من عناوين جزئية وهذا يحسن أن يكون في نهاية كل مجلد على حدة ... وأن يكون في نهاية الموسوعة فهرس إجمالي لها، يُسَهِّلُ الرجوع إليها في أماكنها. ¶ 2 - فهرس الآيات القرآنية. ¶ 3 - فهرس تفصيلي للأحاديث حسب أوائلها على طريقة السيوطي في \" جامعيه \" ويكتفي بذكر الفقرة الأولى من الحديث، سواء كانت مرفوعة مثل «إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ» ... أم موقوفة، مثل قول عمر: «بَيْنَما نَحْنُ جُلُوسٌ عِنْدَ رَسُول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -» ... ويستدل على الحديث دائمًا برقمه الأصلي في الموسوعة. ¶ ولا بأس أن يذكر الحديث أكثر من مَرَّةٍ، كأن يكون أوله فِعْلاً أو قصة وآخره قولاً، فيذكر مَرَّةً بأول الفعل، وَمَرَّةً بأول القول الحديث: «إِنَّ أَحَقَّ مَا أَخَذْتُمْ عَلَيْهِ أَجْرًا كِتَابُ اللَّهِ» ... ¶ 4 - فهرس معجمي لأهم الألفاظ، على غرار المعجم المفهرس، الذي عمله المستشرقون إلا أنه يخالفه في أمرين: ¶ أ - الاقتصار على أهم الألفاظ (مثل الألفاظ التي لها دلالات علمية معينة وينبغي أن توضع لها ضوابط)، حتى لا يطول جِدًّا، فـ \" معجم المستشرقين \" لتسعة كتب فقط، وقد بلغ سبعة مجلدات ضخام، فكيف بموسوعة كاملة؟ على أنه لا مانع أن يفرد هذا مُفَصَّلاً بعد ذلك، على أن يكون عملاً مستقلاً من ثمرات الموسوعة. ¶ ب - شموله لأسماء الأعلام، والقبائل، والجماعات، والأماكن، الواردة في الموسوعة وهو ما ينقص \" معجم المستشرقين \"، فلو بحثت فيه مثلاً عن اسم أبي بكر أو عمر أو قريش، أو الكعبة أو اليهود أو النصارى، لم تجده ويمكن أن يجعل هذا مستقلاً عن فهرس الألفاظ، ولعل هذا أوفق.",
            "page": "50",
            "part": "1",
            "seal": "BED03C89"
        },
        {
            "id": "55",
            "nass": "5 - معجم الغريب، أو الألفاظ المشروحة. ¶ 6 - فهرس تفصيلي للموضوعات المسائل العلمية المستفادة من الأحاديث، في مختلف جوانب العلوم والدراسات الشرعية والتاريخية والإنسانية. ¶ ويشارك في وضعه أهل الاختصاص من علماء العقائد، والفقه، والأخلاق، والأدب، واللغة، والتايخ، والتربية، وعلم النفس، والاجتماع، والاقتصاد والطب، والفلك، وغيرهم، ويستفاد هنا من كتاب \" مفتاح كنوز السنة \" الذي وضعه المستشرق الدكتور أ. ي. فنسنك، ونقله إلى العربية المرحوم محمد فؤاد عبد الباقي. ¶ 7 - فهرس للرجال المترجم لهم. ¶ 8 - هذا ويمكن اقتراح فهارس أخرى مثل: فهرس جوامع الكلم، فهرس للأمثال، فهرس للمجازات النبوية، وغير ذلك. ¶ ومما يكمل الانتفاع بالفهارس المذكور بسهولة ويسر، أن يراعى عند طباعة الموسوعة وتجليدها أن تكتب على المجلد من الخارج بداية ونهاية الأرقام على كل مجلد مثل (1500 - 1950) كما يكتب الموضوع أيضًا مثل: سيرة أو عقائد ... الخ يسهل رجوع الباحث إلى طلبته بأيسر جهد. ¶ خَامِسَ عَشَرَ: طَبَعَاتٌ تَمْهِيدِيَّةٌ: ¶ يطبع ما ينجز من موضوعات الموسوعة طبعات تمهيدية بأعداد محدودة لتكون بين أيدي أهل الذكر، ليبدوا ملاحظاتهم عليها، ثم توضع هذه الملاحظات موضع الدراسة من المتخصصين بمركز بحوث السُنَّةِ والسيرة، فما أقر منها أخذ به في الطبعة الأصلية، سواء كان إضافة، أم حذفًا، أم تعديلاً إلى غير ذلك، من كل ما يرقى بالموسوعة نحو الكمال المستطاع. ¶ سَادِسَ عَشَرَ: اسْتِخْدَامُ الحَافِظِ الآلِيِّ (الكُمْبْيُوتَرْ): ¶ ينظر في إمكان الاستفادة من الحافظ الآلي للمعلومات (الكمبيوتر) وفي أي مرحلة يمكن استخدامه، ويستعان في ذلك بأهل الاختصاص وبتجارب من سبق لهم عمل في هذا",
            "page": "51",
            "part": "1",
            "seal": "76D0B594"
        },
        {
            "id": "56",
            "nass": "المجال، (مثل صديقنا الدكتور محمد مصطفى الأعظمي الذي يعمل في هذا الحقل منذ سنوات) بغية الوصول إلى أفضل النتائج. وللأخ الدكتور عبد العظيم الديب الأستاذ المساعد بكلية الشريعة بجامعة قطر، وعضو مجلس إدارة «مَرْكَزِ بُحُوثِ السُنَّةِ وَالسِّيرَةِ» دراسة حول هذا الموضوع، كان قد قدمها للمؤتمر العالمي الثالث للسيرة والسنة المنعقد بالدوحة (محرم 1400 هـ) ينبغي أن يستفاد بها. وقد ناقش مجلس إدارة «مَرْكَزِ بُحُوثِ السُنَّةِ وَالسِّيرَةِ» دراسة تقدم بها إليه في نفس الموضوع، والمجلس في سبيل وضع الخطة التنفيذية للاستفادة بها إن شاء اللهُ. ¶ هذا ما استبان لي من عناصر المنهج الذي ينبغي أن يتبع في موسوعة الحديث النبوي الشريف ... الذي ينوي «مَرْكَزِ بُحُوثِ السُنَّةِ وَالسِّيرَةِ بِجَامِعَةِ قَطَرْ» الاضطلاع بها، وقد أقر مجلس إدارة المركز مشروع هذا المنهج، بعد أن أبدى بعض ملاحظات رُوعِيَتْ بعد، ولم يبق إلا أن يعرض هذا المنهج المقترح على المعنيين بهذا الأمر من كبار العلماء والباحثين، ليكتبوا لنا بما يرونه من ملاحظات على المنهج، ليستفاد منها في وضع الصيغة النهائية، حتى يبدأ بعدها العمل، إن شاء الله. ¶ وها هو «مَرْكَزِ بُحُوثِ السُنَّةِ وَالسِّيرَةِ» يعرض هذا المشروع على أصحاب الاختصاص للانتفاع بآرائهم وتوجيههم كما يضع أمام أعينهم نموذجين عَمَلِيَّيْنِ لحديثين شريفين، توضيحًا وتقريبًا لما يمكن أن يسير عليه العمل المرجو إن شاء الله، ولكل مجتهد نصيب، ولكل امرئ ما نوى. ¶ {إِنْ أُرِيدُ إِلاَّ الإِصْلاَحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلاَّ بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} [سورة هود، الآية: 88]. ¶ مُلْحَقٌ بِنَمَاذِجَ تَطْبِيقِيَّةٍ: ¶ نموذج رقم 1: [«بُنِيَ الإِسْلاَمُ عَلَى خَمْسٍ»]: ¶ عَنِ ابْنِ عُمَرَ - رَضِيَ اللهُ عَنْهُمَا - قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «بُنِيَ الإِسْلاَمُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامِ الصَّلاَةِ، وَإِيتَاءِ الزَّكَاةِ، وَالحَجِّ، وَصَوْمِ رَمَضَانَ» (حم، خ، م، ت، ن، عب) (¬1) واللفظ (للبخاري). ¶ زاد حم: قَالَ ابْنُ عُمَرَ: «الجِهَادُ حَسَنٌ، هَكَذَا حَدَّثَنَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ». ¶ ومن رواياته: «عَلَى خَمْسٍ: شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ اللهُ، وَإِقَامِ الصَّلاَةِ ... » (حم، ¶ ¬__________ ¶ (¬1) رواه (حم) بأرقام 4798، 5672، 6015، 5672 تحقيق أحمد شاكر. (ت) إيمان، 3 حديث رقم (2763). (ن)، باب: على كم بني الإسلام (8/ 107). (عب) جـ 5 برقم 9279 وفيه: «إِنَّ الإِسْلاَمَ بُنِيَ عَلَى أَرْبَعِ دَعَائِمَ» ... أسقط من الخمس الشهادتين.",
            "page": "52",
            "part": "1",
            "seal": "CFB1CA98"
        },
        {
            "id": "57",
            "nass": "م). «شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ اللهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ - م» «وَحَجِّ الْبَيْتِ - م» بدل «وَالحَجِّ». ¶ وفي رواية: «وَصِيَامِ رَمَضَانَ، وَالْحَجِّ؟»، فَقَالَ رَجُلٌ: الْحَجُّ، وَصِيَامُ رَمَضَانَ؟، قَالَ: «لاَ، صِيَامُ رَمَضَانَ، وَالْحَجُّ» هَكَذَا سَمِعْتُهُ مِنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (م). ¶ وفي رواية: أَنَّ رَجُلاً قَالَ لِعَبْدِ اللهِ بْنِ عُمَرَ: أَلاَ تَغْزُو؟ فَقَالَ: إِنِّي سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «إِنَّ الإِسْلاَمَ بُنِيَ عَلَى خَمْسٍ» (حم، م). ¶ وجاء هذا الحديث من طريق جرير بن عبد الله البُجلي - رَضِيَ اللهُ عَنْهُ - (حم، ش، يع، طب) (¬2) ورواه ابن النجار من طريق أبي هريرة - رَضِيَ اللهُ عَنْهُ - (¬3). ¶ - شَرْحُ الحَدِيثِ: ¶ الإسلام مصدر «أسلم» بمعنى استسلم وانقاد وأذعن، وسمي دين الله الذي ارتضاه لعباده بذلك، لأنه استسلام لله بالتوحيد، وانقياد له بالطاعة. كما جاء في القرآن عن إبراهيم {إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ} [سورة البقرة، الآية: 131]: ومعنى «بُنِيَ الإِسْلاَمُ عَلَى خَمْسٍ». أي خمس دعائم. كما صرح به عبد الرزاق في روايته، وفي رواية (م) «عَلَى خَمْسَةٍ»، أي خمسة أركان. والمراد بالشهادتين: الإيمان بالله ورسوله، كما جاء في رواية ذكرها \" البخاري \" تعليقًا، كما ذكرنا في بعض روايات \" مسلم \" بدل الشهادتين: «أَنْ يُوَحَّدَ اللهُ أَوْ أَنْ يَعْبُدَ اللهَ وَيُكْفَرَ بِمَا دُونِهِ». فالإيمان داخل هنا في ضمن الإسلام. وفيه يدخل الإيمان بالملائكة والكتب والرسل وغيرها، لأنها جميعًا مِمَّا جاء به رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ واقتصار بعض الروايات على الشهادة الأولى وما في معناها، دون الشهادة الثانية، يحمل على أنه تقصير من بعض الرواة. ولعلهم فعلوا ذلك اكتفاء بأحد القرينين عن الآخر. ¶ والمقصود تمثيل الإسلام ببنيان دعائمه وأركانه هذه الخمس، فلا يثبت البنيان بدونها، وبقية خصال الإسلام كتتمة البنيان: فإذا فقد شيء منها نقص البنيان، وهو قائم لا ينقص ولا ينهدم بنقصانها، بخلاف نقص هذه الدعائم الخمس، فإن الإسلام يزول بفقد جميعها بغير إشكال. وكذلك يزول بفقد الشهادتين، لأنهما أساس البناء كله، ولا بقاء لبناء بغير أساس. ¶ ¬__________ ¶ (¬2) (حم) جـ 4/ 364 (ش) جـ ص. وفي \" مجمع الزوائد \" (1/ 47) قال الهيثمي: رواه (حم) (يع) (طب)، وإسناد أحمد صحيح. ¶ (¬3) ذكره السيوطي في \" جمع الجوامع \".",
            "page": "53",
            "part": "1",
            "seal": "A4C204C6"
        },
        {
            "id": "58",
            "nass": "أما بقية الخمس، فهل يزول الإسلام بزوالها؟ الظاهر أن الاسم باق ما دام الأساس باقيًا، وما دام معترفًا بوجوبها كلها، غير منكر لشيء منها، او مستخف به، وأما من ترك شيئًا منها كَسَلاً أو شُحًّا أو اتباعًا للهوى - دون جحود ولا استخفافًا - فالجمهور على انه عَاصٍ لله تعالى، ناقص الإسلام نقصًا لا يصل به إلى الكفر. وذهب أحمد وإسحاق إلى كفر تارك الصلاة خاصة، لظواهر أحاديث وَرَدَتْ عن كفر تاركها، وستأتي في كتاب الصلاة إن شاء الله. ¶ ويشبه الجمهور الإسلام هنا - أخذًا من الحديث - ببيت من الشعر (خيمة) أقيم على خمسة أعمدة، أحدها أوسط والبقية أركان. ¶ وإنما رتبها هكذا بناء على أهميتها، فبعد الشهادتين تأتي الصلاة لأنها عمود الإسلام، كما في حديث معاذ عند \" الترمذي \". والزكاة قرينتها من الكتاب وَالسُنَّةِ، ولهذا قال أبو بكر: «وَاللَّهِ لأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ»، والصوم يليهما، لأنه فريضة سنوية، والحج آخرها لأنه في العمر مرة. ¶ ولم يذكر الجهاد رغم عظم منزلته في الدين لأنه فرض كفاية، ولا يتعين إلا في بعض الأحوال. ولهذا جعل ابن عمر الحديث جواب من سأله: «أَلاَ تَغْزُو؟». ¶ (يراجع \" فتح الباري \"، و \" عمدة القاري \"، و \" شرح مسلم \" للنووي وغيره. و \" شرح المشكاة \" للقاري، الحديث الرابع، و \" جامع العلوم والحكم \" لابن رجب، الحديث الثالث، وغيرها من الشروح). ¶ - تَخْرِيجُهُ: ¶ (خ) في (الإيمان) وسنده: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ: أَخْبَرَنَا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، عَنْ عِكْرِمَةَ بْنِ خَالِدٍ، عَنِ ابْنِ عُمَرَ ... الحديث. ¶ ورجال السند كلهم ثقات مترجم لهم في \" التهذيب \" وفروعه، إلا أن عبيد الله بن موسى شيخ البخاري ضعفه بعضهم لِتَشَيُّعِهِ، ولم يزل السلف والخلف على قبول الرواية من الشيعة والخوارج وغيرهم إذا كانوا من أهل الصدق والإتقان، وبعضهم فَرَّقَ بين الداعي",
            "page": "54",
            "part": "1",
            "seal": "6986A90D"
        },
        {
            "id": "59",
            "nass": "إلى بدعته وغير الداعي إليها. وهذا ما لم يروا فيه ترويج لبدعته. في رواة \" الصحيحين \" كثير من هؤلاء. ¶ ولهذا وَثَّقَ الأكثرون عبيد الله، وقالوا عنه: كان عالمًا بالقرآن رأسًا فيه. وأخرجه له (الجماعة) ت 213 أو 214 هـ. ¶ (خ) أيضًا في (التفسير) سورة البقرة من طريق أخرى. ¶ (م) في (الإيمان) من أربع طرق عن ابن عمر (19 - 22). ¶ نموذج رقم 2 [«اليَسِيرَ مِنَ الرِّيَاءِ شِرْكٌ»]: ¶ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، أَنَّ عُمَرَ - رَضِيَ اللهُ عَنْهُ - خَرَجَ إِلَى الْمَسْجِدِ يَوْمًا فَوَجَدَ مُعَاذَ بْنَ جَبَلٍ عِنْدَ قَبْرِ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ¶ يَبْكِي، فَقَالَ: مَا يُبْكِيكَ يَا مُعَاذُ؟ قَالَ: حَدِيثٌ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «الْيَسِيرُ مِنَ الرِّيَاءِ (1) شِرْكٌ (2)، وَمَنْ عَادَى أَوْلِيَاءَ اللَّهِ (3) فَقَدْ بَارَزَ (4) اللَّهَ بِالْمُحَارَبَةِ. إِنَّ اللَّهَ يُحِبُّ الأَبْرَارَ الأَتْقِيَاءَ الأَخْفِيَاءَ، الَّذِينَ إِنْ غَابُوا لَمْ يُفْتَقَدُوا، وَإِنْ حَضَرُوا لَمْ يُعْرَفُوا (5)، قُلُوبُهُمْ مَصَابِيحُ الْهُدَى (6)، يَخْرُجُونَ مِنْ كُلِّ غَبْرَاءَ مُظْلِمَةٍ (7)». (جه، ك، هق في كتاب \" الزهد \" له). ¶ - شَرْحُ الحَدِيثِ: ¶ (1) الرياء: مصدر رَاءَى يُرَائِي رِيَاءً وَمُرَاءَاةً، فهو مشتق من الرؤية، فالمرائي يُرِي الناس ويظهر لهما ما ينبغي أن يكون لله تعالى، فهو يطلب المنزلة والجاه والثناء عند الناس،",
            "page": "55",
            "part": "1",
            "seal": "315CDDBD"
        },
        {
            "id": "60",
            "nass": "بطاعة الله تعالى كأنه يجاهد أو يتصدق، [أو] يتلو القرآن، أو يعظ أو يعلم، ابتغاء ما عند الناس، وهو من معاصي القلوب، التي اشتد التحذير منها في القرآن وَالسُنَّةِ، ويتفاوت الإثم فيه بتفاوت المُرَائِي والمراء به ودرجة الرياء. ¶ (2) المراد [بالشرك] هنا: الشرك الأصغر، كما في حديث مَحْمُودِ بْنِ [لَبِيدٍ] عند أحمد مرفوعًا: «إِنَّ أَخْوَفَ مَا أَخَافُ عَلَيْكُمُ الشِّرْكُ الأَصْغَرُ» (الرياء) (حديث رقم ... الموسوعة) وسماه في حديث آخر «شِرْكَ السَّرَائِرِ» أي النيات. ¶ (3) هم المذكورون في قوله تعالى: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ، الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} [سورة يونس، الآيتان: 62، 63]. ¶ (4) يشبهه لمن خرج في مبارزة علنية يحارب فيها الله سبحانه، فلا غرو أن يحاربه الله تعالى، وكما في الحديث القدسي عند \" البخاري \": «مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالحَرْبِ». (رقم ... الموسوعة). ¶ (5) تصوير نبوي رائع لأولئك الذين أخلصوا دينهم لله، وأخلصهم الله لدينه، فلم يسعوا لجاه ولا لمحمدة ولا شهرة، ولم يحظوا بها، بل قدموا وبذلوا، وعاشوا في الناس مغمورين، لا يسأل عنهم إذا غابوا، ولا يعرفون إذا حضروا. وهم الذين نسميهم في عصرنا الجنود المجهولين، وهو الذين ورد فيهم الحديث «رُبَّ أَشْعَثَ أَغْبَرَ ذِي طِمْرَيْنِ، لا يُؤْبَهُ لَهُ، لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ». (رقم ... الموسوعة). ¶ (6) أي أن قلوبهم - بسلامتها وصفائها بالإخلاص - تهديهم في مواطن الحيرة ومواضع الاشتباه كالمصابيح في مواطن الظلام، فهم يستفتونها، فتفتيهم وتحدد لهم الاتجاه الصحيح، كالإبرة الممغنطة (البوصلة) كما في حديث «اسْتَفْتِ قَلْبَكَ ... وَإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوْكَ». ¶ (7) وهم بإخلاصهم وطهارة قلوبهم ينجيهم الله من كل واقعة غبراء مظلمة: مربكة محيرة بمعنى أن البشر يعجزون بوسائلهم المعتادة عن الخروج منها، وهم يخرجون منها بالإخلاص والتقوى، كما قال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا} [سورة الطلاق، الآية: 2]",
            "page": "56",
            "part": "1",
            "seal": "4F6102EA"
        },
        {
            "id": "61",
            "nass": "- تَخْرِيجُهُ: ¶ رواه (جه) رقم (3989) قَالَ: حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى [قَالَ]: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ [قَالَ]: أَخْبَرَنِي ابْنُ لَهِيعَةَ، عَنْ عِيسَى بْنِ عَبْدِ الرَّحْمَنِ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ ... الحديث. ¶ قال البُوصَيْرِي في \" زوائد ابن ماجه \": «فِي إِسْنَادِهِ عَبْدُ اللهِ بْنِ لَهِيعَةَ وَهُوَ ضَعِيفٌ». ¶ وَالمُحَقِّقُونَ على أن ابن لهيعة إذا روى عنه أحد العبادلة (عبد الله بن المبارك، وعبد الله بن وهب، وعبد الله بن المقري) فحديثه مقبول. والراوي هنا عبد الله بن وهب، فينبغي أن يقبل! ¶ وكان أولى بالبوصيري أن يُضَعِّفَ الحديث بعيسى بن عبد الرحمن، فهو متروك بالاتفاق. ولم يرو له ابن ماجه غير هذا الحديث، كما في \" تهذيب التهذيب \". ¶ ورواه (ك): (1/ 4) قال: حَدَّثَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ، ثنا الرَّبِيعُ بْنُ سُلَيْمَانَ، ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي اللَّيْثُ بْنُ سَعْدٍ، عَنْ عَيَّاشِ بْنِ عَبَّاسٍ الْقِتْبَانِيُّ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ ... الحديث. ¶ فلننظر هذا السند. ¶ أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ - شيخ الحاكم - الإمام المفيد الثقة، مُحَدِّثُ المشرق، كما وصفه الذهبي في \" تذكرة الحفاظ \" (ت: 346 هـ). ¶ عَبْدُ اللَّهِ بْنُ وَهْبٍ: الفقيه المصري، ثقة، حافظ، عابد، روى له الستة (ت 197 هـ). ¶ عَيَّاشِ بْنِ عَبَّاسٍ الْقِتْبَانِيُّ: ثقة، روى له (خ) في جزء القراءة و (م) و (الأربعة)، (ت 133 هـ). ¶ زَيْدُ بْنِ أَسْلَمَ العَدَوِيِّ مَوْلَى عُمَرَ: ثقة، عالم،، روى له الستة (ت 133 هـ).",
            "page": "57",
            "part": "1",
            "seal": "5A656C33"
        },
        {
            "id": "62",
            "nass": "أَسْلَمُ: أبوه، مولى عمر أيضًا، ثقة، مخضرم، روى له الستة (ت 80 هـ). ¶ وهؤلاء الرواة جميعًا - من بعد شيخ الحاكم - من رجال الكتب الستة، ومترجم لهم في \" التهذيب \" وفروعه. ¶ فالإسناد صحيح، ولذا قال (ك): «هَذَا حَدِيثٌ صَحِيحٌ وَلَمْ يُخَرَّجْ فِي \" الصَّحِيحَيْنِ \"، وَقَدِ احْتَجَّا جَمِيعًا بِزَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ الصَّحَابَةِ، وَاتَّفَقَا جَمِيعًا عَلَى الاِحْتِجَاجِ بِحَدِيثِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ عَيَّاشِ بْنِ عَبَّاسٍ الْقِتْبَانِيِّ وَهَذَا إِسْنَادٌ مِصْرِيٌّ صَحِيحٌ وَلاَ يَحْفَظُ لَهُ عِلَّةٌ». وقد وافقه الذهبي في \" تلخيص المستدرك \". كما نقله المنذري في \" الترغيب والترهيب \" من هذا الموضع، بلفظ الحاكم، وأقر تصحيحه. ¶ وذكر (ك) الحديث في موضع آخر (4/ 338) بسند فيه عيسى بن عبد الرحمن، الذي مَرَّ في سند ابن ماجه، والعجيب أنه صَحَّحَهُ ووافقه الذهبي!! فالعمدة هو سند (ك) الأول، والسند الآخر إن لم يقوه، لم يضعفه. ¶ ونسبه العراقي في \" تخريج الإحياء \" إلى (جه) و (طب) و (ك)، ونقل تصحيح الحاكم، وتعقبه بأن فيه عيسى بن عبد الرحمن وهو متروك، وكأنه لم يستحضر السند الآخر. ¶ ووضعه الألباني في \" ضعيف الجامع الصغير وزيادته \" مقتصرًا على عزوه لـ (جه) فلا أدري: أغفل عن هذا السند أم له علم عنده. ¶ وينظر سند البيهقي لعل له طريقًا أخرى سالمة من النقد، فتزيد الحديث قوة.",
            "page": "58",
            "part": "1",
            "seal": "FEB34754"
        },
        {
            "id": "63",
            "nass": "الفَصْلُ الخَامِسُ: أَشْهَرُ فَهَارِسِ الأَحَادِيثِ: ¶ تنوعت مناهج المفهرسين في كتبهم على أنواع: ¶ فمنهم من وضع كتابه على الأطراف، بحيث جعل الأساس في ترتيب كتابه أسماء الصحابة على حروف المعجم، ثم جمع تحت اسم كل صحابي أحاديثه ومروياته كما فعل المِزِّي في \" تحفة الأشراف \". ¶ ومنهم من وضع كتابه على التصنيف الموضوعي، ثم وزع هذه الموضوعات على حروف المعجم، كما فعل ابن الأثير في \" جامع الأصول \". ¶ ومنهم من جعل الأساس في كتابه الترتيب الأبجدي لأوائل الأحاديث، كما فعل السيوطي في جَامِعَيْهِ \" الكبير \" و \" الصغير \". ¶ ومنهم من فهرس ألفاظ الحديث كما في \" المعجم المفهرس لألفاظ الحديث \". ¶ أما المصادر التي تناولوها بالفهرسة، فتتراوح بين الكتاب الواحد، والاثنين، والستة والثمانية، والتسعة، والعشرة، والأربعة عشر، والأربعين، والمائة وخمسين، وقد بدأ العلماء بادئ الأمر بفهرسة كتب السُنَّةِ المشهورة كـ \" الصحيحين \"، و \" السنن الأربعة \"، و \" موطأ \" مالك، و \" سنن الدارمي \"، و \" مسند أحمد \"، ثم بدأت الفكرة الموسوعية تتطرق لأعمالهم تدريجيًا وتتناول كل مصادر السُنَّةِ الأصلية حتى اكتملت على يد الإمام السيوطي. ¶ وسنعرض لأشهر فهارس الأحاديث وجهود المفهرسين منذ نشأة علم الفهرسة حتى يومنا الحاضر، فنذكر اسم الكتاب ومؤلفه، ومنهجه، وقيمته، ومعلومات طبعه، وقد",
            "page": "59",
            "part": "1",
            "seal": "4A04C52E"
        },
        {
            "id": "64",
            "nass": "وَزَّعْنَا هذه الفهارس حسب موضوعها كالتالي: كتب الحديث، فالتفسير، فالفقه وأصوله، فالتاريخ والتراجم، فالتصوف، فاللغة ... والتزمنا الترتيب الزمني لوفيات أصحاب المصادر الحديثية ضمن كل موضوع. ¶ وقد تكلمنا بشيء من التفصيل عن أهم هذه الفهارس، كـ \" جامع الأصول \" لابن الأثير (606 هـ)، و \" تحفة الأشراف \" لِلْمِزِّي (742 هـ) و \" الجامع الصغير \" للسيوطي (911 هـ) و \" ذخائر المواريث \" للنابلسي (1143 هـ)، و \" مفتاح كنوز السنة \" لفنسنك، و \" المعجم المفهرس لألفاظ الحديث \" فَبَيَّنَّا قيمة كل كتاب، ومنهجه في الفهرسة، ومادته التي احتواها. ¶ كما ضَمَّنَّا في هذه الدراسة نوعين من الفهارس: ¶ 1 - الفهارس المستقلة التي وضعت حول الكتب، وطبعت مفردة في أجزاء خاصة، كـ \" مفتاح الترتيب لأحاديث الخطيب \" وغيره ... ¶ 2 - الفهاس المُلْحَقَةُ بالكتب، والتي درج معظم المُحَقِّقِينَ مؤخرًا على إلحاقها في أواخر طبعات الكتب، كـ \" فهارس صحيح مسلم \" لمحمد فؤاد عبد الباقي، وغيره ...",
            "page": "60",
            "part": "1",
            "seal": "DB3621B4"
        },
        {
            "id": "65",
            "nass": "أَوَّلاً: فَهَارِسُ كُتُبِ الحَدِيثِ: ¶ أ - فَهَارِسُ المَصَادِرِ الأَصْلِيَّةِ: (¬1). ¶ 1 - مفتاح \" موطأ الإمام مالك \" (179 هـ). لمحمد فؤاد عبد الباقي. وضعه في آخر الطبعة التي حققها، وهو يرتب أوائل الأحاديث القولية حسب حروف الهجاء، بلغت عدة أحاديثه (827) بينما يبلغ عدد أحاديث \" الموطأ \" كلها (1812) والسبب في ذلك كثرة آثار الصحابة وفتاويهم في الكتاب. طبع لأول مرة في القاهرة عام 1389 هـ، بمطبعة مصطفى البابي الحلبي، وعندي نسخة منه. ¶ 2 - فهرس أحاديث \" كتاب الزهد \" لوكيع بن الجراح (197 هـ). وضعه مُحَقِّقُ الكتاب عبد الرحمن عبد الجبار الفريوائي بآخره، ووضع فهرسًا آخر للآثار، ورتب الفهرسين على حروف المعجم، طبع في المدينة المنورة، مكتبة الدار، ط 1، 1404 هـ، 3 مج 3 ج، وعندي نسخة منه. ¶ 3 - فهرس أحاديث \" مسند أبي داود الطيالسي \" (204 هـ) رتبه يوسف عبد الرحمن المرعشلي ووليد راشد الجبلاوي على حروف المعجم، ويطبع في جزء مستقل بدار المعرفة في بيروت عام 1406 هـ. ¶ 4 - \" منحة المعبود في ترتيب - مسند الطيالسي أبي داود - \" (204 هـ). وضعه ¶ ¬__________ ¶ (¬1) المقصود بالمصادر: الكتب التي جمعت الأحاديث بأسانيدها، ويمكن تحديدها بالقرون الخمسة الأولى تقريبًا.",
            "page": "61",
            "part": "1",
            "seal": "2E7CF34D"
        },
        {
            "id": "66",
            "nass": "أحمد بن عبد الرحمن البَنَّا الساعاتي (ت 1371 هـ). وهو يُرَتِّبُ أحاديث \" المسند \" على الأبواب الفقهية. طبع في القاهرة. مط الفتح الرباني، ط 1، 1372 هـ، 1 مج، 2 ج، ويعاد تصويره في دار الكتب العلمية ببيروت، وعندي نسخة منه. ¶ 5 - فهرس أحاديث \" السنن المأثورة \" عن الشافعي (204 هـ). وضعه المُحَقِّقُ عبد المعطي أمين قلعجي بآخر الكتاب ورتب فيه أحاديثه على حروف المعجم، طبع في بيروت، دار المعرفة، ط 1، 1406 هـ، 1 ج، وعندي نسخة منه. ¶ 6 - فهرس مسانيد الصحابة في \" ترتيب مسند الشافعي \" وضعه يوسف علي الزواوي الحسني وَعِزَّتْ العطار الحسيني في آخر الطبعة التي رتبها محمد العابد السندي وطبعت في القاهرة، مكتب نشر الثقافة الإسلامية عام 1370 هـ، 1 مج، 2 ج، ويعاد تصويره في بيروت، دار الكتب العلمية، وعندي نسخة منه. ¶ 7 - فهرس ما يتضمنه \" مسند الحميدي \" (219 هـ) على نهج الصحيحين والسنن. وضعه المُحَقِّقُ حبيب الرحمن الأعظمي بآخر الكتاب، ورتب فيه أحاديث \" المسند \" على الأبواب الفقهية، طبع بدائرة المعارف العثمانية بحيدر آباد - الهند، ط 1، 1382 - 1383 هـ، 2 مج، 2 ج، ويعاد تصويره بعالم الكتب في بيروت، وعندي نسخة منه. ¶ 8 - فهرس أحاديث \" مسند خليفة بن خياط \" (240 هـ). لأكرم ضياء العمري، وضعه بآخر الطبعة التي حققها للكتاب، طبع في بيروت، الشركة المتحدة للتوزيع، ط 1، 1405 هـ، 1 ج، وعندي نسخة منه. ¶ 9 - فهرس أحاديث \" العلل \" لعلي بن المديني (234 هـ). وضعه محمد مصطفى الأعظمي بآخر الطبعة التي حققها للكتاب ورتب فيه أحاديث الكتاب على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 1، 1400 هـ، 1 ج، وعندي نسخة منه. ¶ 10 - ترتيب \" مسند أحمد \" على الحروف لابن كثير (774 هـ). ذكره السيوطي في \" ذيل تذكرة الحفاظ \" ص (361) فقال: «وَرَتَّبَ مُسْنَدَ أَحْمَدَ عَلَى الحُرُوفِ، وَضَمَّ إِلَيْهِ زَوَائِدَ الطَّبَرَانِي وَأَبِي يَعْلَى»، ولم أطلع عليه.",
            "page": "62",
            "part": "1",
            "seal": "BBB526C2"
        },
        {
            "id": "67",
            "nass": "11 - فهرس أحاديث \" مسند الإمام أحمد \" (241 هـ). إعداد أبي هاجر، محمد السعيد بن بسيوني زغلول، وهو كتاب مستقل م القطع الكبير يفهرس لأطراف الأحاديث حسب حروف المعجم، رتب أحاديث طبعة الميمنية في القاهرة التي طبع بهامشها \" منتخب كنز العمال \"، وقد طبع الفهرس في بيروت، دار الكتب العلمية، ط 1، 1405 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 12 - الفتح الرباني لترتيب \" مسند الإمام أحمد بن حنبل الشيباني \" (241 هـ). رتبه أحمد بن عبد الرحمن البَنَّا السَّاعَاتِي (1371 هـ) على الأبواب الفقهية، طبع في القاهرة، مطبعة الفتح الرباني، ط 1، 1356 هـ، 14 مج، 24 ج، ويعاد تصويره بدار إحياء التراث العربي في بيروت، وعندي نسخة منه. ¶ 13 - فهرس أحاديث \" الأشربة \" للإمام أحمد بن حنبل (241 هـ). وضعه مُحَقِّقُ الكتاب صبحي السامرائي بآخره، وهو يرتب أحاديثه على حروف المعجم، طبع في بيروت، عالم الكتب، ط 1، 1405 هـ، 1 ج، وعندي نسخة منه. ¶ 14 - مفتاح \" صحيح البخاري \" (256 هـ). إعداد الحافظ محمد الشريف بن مصطفى التوقادي، ومعه أيضًا فهارس شروح \" البخاري \": \" إرشاد الساري \" للقسطلاني، و \" فتح الباري \" لابن حجر العسقلاني، و \" عمدة القاري \" للعيني، وهو يفهرس لأطراف الأحاديث القولية على حروف المعجم. طبع في إسطمبول، الشركة الصحافية العثمانية، ط 1، 1313 هـ، وتقوم بتصويره مؤخرًا دار الكتب العلمية في بيروت، وعندي نسخة منه. ¶ 15 - هداية الباري إلى ترتيب أحاديث \" صحيح البخاري \" (256 هـ). للسيد عبد الرحيم عنبر الطهطاوي. وهو يرتب أحاديث \" تجريد صحيح البخاري \" للزبيدي على حروف المعجم، فيذكر الحديث بكامله، ويحيل للكتاب والباب، ومعه بأسفله شرح لطيف له، طبع في القاهرة، المكتبة التجارية الكبرى، ط 1، 1330 هـ، ويقع في مجلدين من الحجم المتوسط، ويعاد تصويره في دار الرائد العربي ببيروت. وعندي نسخة منه. ¶ 16 - دليل فهارس \" صحيح البخاري \" (256 هـ). إعداد مصطفى بن علي بن",
            "page": "63",
            "part": "1",
            "seal": "05975803"
        },
        {
            "id": "68",
            "nass": "محمد بن مصطفى البيومي، طبع في القاهرة، مطبعة الصاوي، ط 1، 1352 هـ، لم أطلع عليه. ¶ 17 - كشاف \" صحيح أبي عبد الله البخاري \" بالترتيب الأبجدي للألفاظ والموضوعات وأسماء الأشخاص والأعلام. وضعه مصطفى كمال وصفي، وطبع في القاهرة بمطابع الشعب، عام 1393 هـ، 1 ج، 72 صفحة، لم أطلع عليه. ¶ 18 - \" جامع مسانيد صحيح البخاري \". لمحمد فؤاد عبد الباقي (1388 هـ)، رَتَّبَ فيه أحاديث الكتاب على مسانيد الصحابة، وَرَتَّبَ أسماءهم على حروف المعجم، ولا يزال الكتاب مخطوطًا، وقد ذكره المؤلف في مقدمة كتابه \" اللؤلؤ والمرجان فيما اتفق عليه الشيخان \"، كما أن له كتابًا في أطراف \" البخاري \" و \" مسلم \" سماه \" قُرَّةُ العَيْنَيْنِ بِأَطْرَافِ الصَّحِيحَيْنِ \" ذكره في المصدر نفسه، وسيأتي. ¶ 19 - فهارس \" البخاري \" (256 هـ): وضعه رضوان محمد رضوان. طبع في القاهرة، دار الكتاب العربي، ط 1، 1369 هـ / 1949 م، وفي دار المعرفة في بيروت عام 1405 هـ، 1 مج، وعندي نسخة منه. ¶ 20 - دليل القاري إلى مواضع الحديث في \" صحيح البخاري \" (256 هـ). لعبد الله بن محمد الغنيمان، وهو يفهرس لأطراف الأحاديث أبجديًا مع الإحالة للكتاب والباب، وأرقام الأجزاء والصفحات لكتاب \" فتح الباري شرح صحيح البخاري \" لابن حجر، في الطبعة التي قام بتحقيقها الأستاذ محمد فؤاد عبد الباقي، وقد طبع الفهرس في بيروت، مؤسسة الرسالة، ط 2، 1404 هـ، ويقع في مجلد من القطع الكبير، وعندي نسخة منه، وهو أفضل وأشمل فهرس للبخاري. ¶ 21 - فهارس \" صحيح البخاري \" (256 هـ). إعداد مصطفى ديب البُغَا في الطبعة التي حققها ونشرها في دمشق. لم أطلع عليه. ¶ 22 - فهارس \" صحيح البخاري \" (256 هـ). إعداد المكتب السلفي لتحقيق التراث بالقاهرة، وقد ألحقها في الطبعة التي قام بتحقيقها مؤخرًا، وطبعت في دار القلم في بيروت عام 1406 هـ، لم أطلع عليه. ¶ 23 - فهرس أحاديث \" الأدب المفرد \" للبخاري (256 هـ). وضعه رمزي دمشقية في جزء",
            "page": "64",
            "part": "1",
            "seal": "D4C6D9C6"
        },
        {
            "id": "69",
            "nass": "مفرد، وجعله في قسمين، قسم لأوائل الأحاديث على حروف المعجم، وقسم لمسانيد الصحابة، يطبع بدار البشائر عام 1406 هـ. لم أطلع عليه. ¶ 24 - فهرس أحاديث \" الأدب المفرد \" للبخاري (256 هـ). وضعه مُحَقِّقُ الكتاب محمد فؤاد عبد الباقي الذي خَرَّجَ أحاديثه أيضًا. لم أطلع عليه. ¶ 25 - مفتاح \" صحيح مسلم \" (261 هـ). للحافظ محمد الشريف بن مصطفى التوقادي، وهو يفهرس لأطراف الأحاديث القولية على حروف المعجم، ومعه أيضًا فهرسة \" شرح النووي على صحيح مسلم \". طبع لأول مرة في إسطنبول، الشركة الصحافية العثمانية، 1313 هـ، (ومعه مفتاح \" صحيح البخاري\")، وتقوم بتصويره مؤخرًا دار الكتب العلمية في بيروت. وعندي نسخة منه. ¶ 26 - الفهرس التفصيلي لـ \" صحيح مسلم \" (261 هـ). لمحمد فؤاد عبد الباقي، وقد وضعه في الجزء الخامس والأخير من الطبعة التي قام بتحقيقها، وقد ضمنه ستة فهارس هي: (1) فهرس الموضوعات حسب ترتيبها في الكتاب. (2) الرقم المسلسل لجميع الأحاديث من غير المُكَرَّرِ. (3) بيان الأحاديث التي أخرجها الإمام مسلم في أكثر من موضع وبيان مواضع كل منها. (4) معجم ألفبائي بأسماء الصحابة - رَضِيَ اللهُ عَنْهُمْ - وبيان أحاديث كل منهم. (5) بيان الأحاديث القولية مرتبة ألفبائيًا حسب أوائلها. (6) معجم الألفاظ ولا سيما الغريب منها. طبع الكتاب في القاهرة، مطبعة المنار عام 1354 هـ، وعندي نسخة منه. ¶ 27 - فهرس أحاديث \" مسند عبد الله بن عمر \" للطرسوسي (273 هـ) وضعه مُحَقِّقُ الكتاب أحمد راتب عرموش بآخره، وهو مرتب على حروف المعجم، طبع في بيروت، دار النفائس، ط 1، 1393 هـ، في جزء، وعندي نسخة منه. ¶ 28 - الفهرس العام لأحاديث \" سنن أبي داود \" (275 هـ) مرتبًا على الأحرف الهجائية. لعبد المهيمن الطحان، وهو يفهرس للطبعة التي قام بتحقيقها الأستاذان عادل السيد وعزت [عبيد] الدعاس لأطراف الحديث على حروف المعجم، طبع بحمص في دار الحديث، ط 1، 1394 هـ، ويقع في المجلد الخامس والأخير من السنن، وعندي نسخة منه.",
            "page": "65",
            "part": "1",
            "seal": "1824432D"
        },
        {
            "id": "70",
            "nass": "29 - فهارس \" سنن أبي داود \". وضعها المكتب السلفي لتحقيق التراث بالقاهرة في آخره، ويطبع في دار المعرفة في بيروت عام 1406 هـ. لم أطلع عليه. ¶ 30 - فهرس أحاديث \" مختصر سنن أبي داود \" للمنذري (656 هـ) وضعه المُحَقِّقُ أحمد شاكر بآخر الكتاب ورتبه على مسانيد الصحابة. طبع بمطبعة أَنْصَارِ السُنَّةِ المُحَمَّدِيَّةِ، ط 1، 1368 هـ، 8 مج، وعندي نسخة منه. ¶ 31 - مفتاح المنهل العذب المورود شرح \" سنن أبي داود \" (275 هـ). لمصطفى بن علي بن محمد بن مصطفى البيومي، وقد ضمنه عدة فهارس على غرار فهارس \" صحيح مسلم \" الذي وضعه الأستاذ محمد فؤاد عبد الباقي، طبع في القاهرة لأول مرة عام 1351 - 1353 هـ بمطبعة الاستقامة، وهو الجزء الحادي عشر والأخير من الكتاب، وعندي نسخة منه. ¶ 32 - فهرس أحاديث \" المراسيل \" لأبي داود السجستاني (275 هـ). وضعه يوسف عبد الرحمن المرعشلي بآخر الطبعة الصادرة عن دار المعرفة في بيروت عام 1406 هـ وقد ضمنه فهرسين: أحدهما لأوائل الأحاديث على ترتيب حروف المعجم، والآخر لمراسيل التابعين ومروياتهم حسب ترتيب أسمائهم على حروف المعجم. ¶ 33 - مفتاح \" سنن ابن ماجه \" (275 هـ). لمحمد فؤاد عبد الباقي، وقد وضعه بآخر الطبعة التي حققها، وهو يرتب أوائل الأحاديث القولية على حروف الهجاء، طبع لأول مرة في القاهرة، بمطبعة عيسى البابي الحلبي عام 1374 هـ، وعندي نسخة منه. ¶ 34 - فهارس \" سنن الترمذي \" (279 هـ) وضعها المكتب السلفي لتحقيق التراث بالقاهرة في آخر النسخة التي حققها، ويطبع بدار المعرفة في بيروت عام 1406 هـ. ¶ 35 - مفتاح \" سنن الترمذي \" (279 هـ). وضعه عبد البر عباس وراجعه عزت [عبيد] الدعاس، وهو يفهرس للطبعة التي حققها عزت عبيد الدعاس وموضوع بآخرها، ويرتب أوائل الأحاديث على حروف المعجم، طبع في حمص، مطابع الأمل، ط 1، 1388 هـ، 5 مج، 10 ج، وقد اطلعت عليه. ¶ 36 - المرشد إلى أحاديث \" سنن الترمذي \" (279 هـ). لصدقي البيك. وهو يفهرس لألفاظ الحديث لا سيما الغريبة منها على طريقة \" المعجم المفهرس \"، للطبعة التي حققها الأستاذ عزت [عبيد] الدعاس، طبع في حمص، مطبعة الفجر، ط 1، 1389 هـ، وعندي نسخة منه.",
            "page": "66",
            "part": "1",
            "seal": "E9D1F193"
        },
        {
            "id": "71",
            "nass": "37 - فهارس \" سنن الترمذي \" وضعها المكتب السلفي لتحقيق التراث بالقاهرة، في الطبعة التي تطبع بدار المعرفة في بيروت عام 1406 هـ. ¶ 38 - فهرس أحاديث \" مسند أبي بكر الصديق \" للمروزي (292 هـ). وضعه المُحَقِّقُ شعيب الأرناؤوط بآخر الكتاب، ورتبه على حروف المعجم، طبع في دمشق، المكتب الإسلامي، ط 1، 1390 هـ، 1 ج، وعندي نسخة منه. ¶ 39 - فهرس \" سنن النسائي \" الصغرى، المعروفة بـ \" المجتبى \" للنسائي (303 هـ). لعزت [عُبيد] الدعاس، وهو يفهرس للطبعة التي حققها وَرَقَّمَ أحاديثها، لم أطلع عليه. ¶ 40 - فهارس \" سنن النسائي \" الصغرى، المعروفة بـ \" المجتبى \". وضعها المكتب السلفي لتحقيق التراث بالقاهرة في آخر الطبعة التي حققها، يطبع بدار المعرفة في بيروت عام 1406 هـ. ¶ 41 - فهرس أحاديث \" مسند أبي يعلى الموصلي \" (307 هـ). وضعه المُحَقِّقُ حسن سليم أسد [الداراني] في آخر الكتاب، ورتبه على حروف المعجم، طبع في دمشق، دار المأمون، ط 1، 1406 هـ، لم أطلع عليه. ¶ 42 - فهرس أحاديث \" مسند أمير المؤمنين عمر بن عبد العزيز \" للباغندي (312 هـ). وضعه مُحَقِّقُ الكتاب محمد عوامة بآخر الكتاب، ورتبه على حروف المعجم، طبع بدار الدعوة في حلب، ط 1، 1397، 1 ج، وعندي نسخة منه. ¶ 43 - فهرس أحاديث كتاب \" من حديث خيثمة بن سليمان القرشي الأطرابلسي \" (343 هـ). وضعه مُحَقِّقُ الكتاب عمر عبد السلام التدمري بآخر الكتاب، طبع في بيروت، دار الكتاب العربي، ط 1، 1400 هـ، 1 ج، وعندي نسخة منه. ¶ 44 - فهرس أحاديث \" المعجم الكبير \" للطبراني (360 هـ). وضعه بآخر كل جزء مُحَقِّقُ الكتاب حمدي عبد المجيد السلفي، ورتب فيه أحاديث كل جزء من الكتاب على ترتيب حروف المعجم، طبع في بغداد، وزارة الأوقاف العراقية، الدار العربية، ط 1، 1398 - 1404 هـ، 25 مج، 25 ج، وعندي نسخة منه، ويعاد طبعه الآن من جديد في بغداد. ¶ 45 - فهرس أحاديث \" المعجم الأوسط \" للطبراني (360 هـ). وضعه مُحَقِّقُ الكتاب محمود الطحان، ولم يكمله حتى كتابة هذه السطور (¬1). ¶ 46 - فهرس \" معجم الطبراني الصغير \". وضعه عبد العزيز بن محمد السدحان في جزء ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (¬1) [وقد رأيته في معرض مسقط الدولي للكتاب (السِّيبْ - سلطنة عمان) شهر أكتوبر، سَنَة 1992 م، وقد صدر منه 3 مجلدات].",
            "page": "67",
            "part": "1",
            "seal": "2B52ED16"
        },
        {
            "id": "73",
            "nass": "مستقل على حروف المعجم، طبع في الرياض، مكتبة دار اليقين، ط 1، 1403 هـ، 1 ج، وعندي نسخة منه. ¶ 47 - فهرس أحاديث \" أخلاق العلماء \" للآجري (360 هـ). وضعه مُحَقِّقُ الكتاب ورتبه على حروف المعجم، طبع في بيروت، دار الكتب العلمية، ط 1، 1406 هـ، 1 مج، وقد اطلعت عليه. ¶ 48 - فهرس أحاديث \" سنن الدارقطني \" (385 هـ) وضعه يوسف عبد الرحمن المرعشلي ورياض عبد الله، وقد اشتمل على (6) فهارس منها: فهرس أطراف الأحاديث على حروف المعجم، وفهرس مسانيد الصحابة على حروف المعجم يجمع أحاديث كل صحابي تحت اسمه، والمعجم المفهرس لألفاظ الحديث. طبع بدار المعرفة في بيروت، ط 1، عام 1406 هـ، وعندي نسخة منه. ¶ 49 - فهر أحاديث \" علل الدارقطني \". وضعه مُحَقِّقُ الكتاب الدكتور عبد المعطي أمين قلعجي ورتبه على حروف المعجم، يطبع بدار المعرفة في بيروت عام 1406 هـ. ¶ 50 - \" أطراف الصحيحين \" لِخَلَفَ بْنُ حَمْدُونْ الوَاسِطِي المُتَوَفَّى سَنَةَ (401 هـ). ويوجد منه نسخة خطية بدار الكتب بالقاهرة. لم أطلع عليه. ¶ 51 - \" الجمع بين الصحيحين \" لأبي مسعود الدمشقي، إبراهيم بن عبيد (401 هـ). وقد رتب فيه الأحاديث على مسانيد الصحابة. لم أطلع عليه. ¶ 52 - فهرس أحاديث \" معجم الشيوخ \" لابن جُمَيْعٍ الصيداوي (402 هـ). وضعه المُحَقِّقُ عمر عبد السلام تدمري بآخر الكتاب، ورتب فيه الأحاديث على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، وطرابلس - لبنان، دار الإيمان، ط 1، 1405 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 53 - \" الجمع بين الصحيحين \" للحافظ أبي بكر أحمد بن محمد البرقاني (425 هـ)، وقد رتبه على مسانيد الصحابة، لم أطلع عليه. ¶ 54 - فهرس أحاديث \" مسند الشهاب \" للقضاعي (454 هـ). وضعه مُحَقِّقُ الكتاب حمدي عبد المجيد السلفي بآخر الكتاب، ورتبه على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، ط 1، 1405 هـ، 2 مج، 2 ج، وعندي نسخة منه.",
            "page": "68",
            "part": "1",
            "seal": "E0675482"
        },
        {
            "id": "74",
            "nass": "55 - فهرس أسماء الصحابة والتابعين مع مسانيدهم ومروياتهم في \" السنن الكبرى \" للبيهقي (458 هـ). وضعه مُحَقِّقُو الكتاب أبو الحسن الأمروهي، وأحمد الله الندوي، ومحمد طه، وهاشم الندوي بآخر كل جزء من أجزائه العشرة، وهو يجمع أحاديث كل صحابي تحت اسمه، طبع في مطبعة مجلس دائرة المعارف النظامية الكائنة في الهند، ط 1، 1344 هـ، 10 مج، 10 ج، ويعاد تصويره بدار المعرفة في بيروت، وعندي نسخة منه. ¶ 56 - فهرس \" جامع بيان العلم وفضله \" لابن عبد البر (463 هـ). وضعه عبد العزيز بن محمد السدحان في جزء مستقل، ورتب أحاديث الكتاب على حروف المعجم، طبع في الرياض، مكتبة دار اليقين، ط 1، 1403 هـ، 1 ج، وعندي نسخة منه. ¶ 57 - فهرس أحاديث \" الجامع لأخلاق الراوي وآداب السامع \" للخطيب البغدادي (463 هـ). وضعه مُحَقِّقُ الكتاب محمود الطحان بآخره، ورتب فيه أحاديث الكتاب على حروف المعجم، طبع في الرياض، مكتبة المعارف، ط 1، 1403 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 58 - فهرس أحاديث \" الرحلة في طلب الحديث \" للخطيب البغدادي أيضًا. وضعه مُحَقِّقُ الكتاب نور الدين عتر بآخره، ورتب فيه الأحاديث على حروف المعجم، طبع في بيروت، دار الكتب العلمية، ط 1، 1395 هـ، 1 ج، وعندي نسخة منه. ¶ 59 - فهرس أحاديث \" شرف أصحاب الحديث \" للخطيب البغدادي أيضًا. وضعه المُحَقِّقُ محمد سعيد أوغلي بآخر الكتاب ورتب الأحاديث على حروف المعجم، طبع في أنقرة بتركيا، جامعة أنقره، ط 1، 1391 هـ، وعندي نسخة منه. ¶ 60 - \" الجمع بين الصحيحين \" لأبي عبد الله محمد بن أبي نصر فتوح الحميدي (488 هـ)، جمعهما مع زيادات وتتمات دون الالتزام بلفظهما، ورتب كتابه على الأبواب. لم أطلع عليه. ¶ 61 - \" أطراف الغرائب والأفراد \" للإمام الحافظ أبي الفضل محمد بن طاهر المقدسي المُتَوَفَّى سَنَةَ (507 هـ)، وهو يشتمل على أطراف \" الكتب الستة \"، رتب فيه كتاب \" الأفراد \" للدارقطني على حروف المعجم. لم أطلع عليه.",
            "page": "69",
            "part": "1",
            "seal": "2B2F45A9"
        },
        {
            "id": "75",
            "nass": "62 - فهرس أحاديث \" شرح السنة \" للبغوي (516 هـ). وضعه مُحَقِّقَا الكتاب شعيب الأرناؤوط وزهير الشاويش، وقد طبع في مجلد مستقل بآخر الكتاب، وَرُتِّبَتْ فيه أحاديث الكتاب على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 1، 1390 - 1400 هـ، 16 مج، 16 ج، وعندي نسخة منه. ¶ 63 - فهرس أحاديث \" مصابيح السنة \" للبغوي أيضًا. وضعه مُحَقِّقُو الكتاب: يوسف المرعشلي، ومحمد سليم سمارة وجمال الذهبي بآخره ورتبوا فيه أوائل الأحاديث على حروف المعجم، ووضعوا فهرسًا آخر للكتاب رتبوا فيه أحاديث الصحابة ضمن مسانيدهم، يطبع بدار المعرفة في بيروت، ط 1، 1406 هـ، 4 مج، 4 ج، وعندي نسخة منه. ¶ 64 - \" الجمع بين الأصول الستة \" وَالمُسَمَّى أيضًا \" التجريد للصحاح الستة \" لِرُزَيْن بن معاوي العبدري السرقسطي الأندلسي المُتَوَفَّى سَنَةَ (535 هـ). جمع فيه \" الكتب الستة \" في كتاب واحد، وهي أول محاولة موسوعية لتجميع كُتُبَ السُنَّةِ بعد انتهاء عهود الرواية والتدوين، والكتب التي جمعها هي: \" الموطأ \"، و\" الصحيحين \"، و\" سنن أبي داود \"، و\" الترمذي \"، و\" النسائي \"، فجعل سادسها \" موطأ مالك \" وليس \" سنن ابن ماجه \" كما فعل الحافظ ابن طاهر (507 هـ) والحافظ عبد الغني في \" الكمال \"، وأصحاب كتب الأطراف، والمتأخرون، وهو ما اشتهر عند علماء الحديث من بعد، وقد رتب كتابه هذا على الأبواب والموضوعات. لم أطلع عليه. ¶ 65 - \" تحفة الأشراف على معرفة الأطراف \": للحافظ أبي القاسم علي بن الحسن المشهور بابن عساكر الدمشقي المُتَوَفَّى سَنَةَ (571 هـ). وقد جمع فيه أطراف \" السنن الأربعة \": أبي داود، والترمذي، والنسائي، وابن ماجه على طريقة المسانيد، يجمع أحاديث كل صحابي تحت اسمه، ويرتب أسماء الصحابة على حروف المعجم، يوجد منه نسخة مخطوطة بدار الكتب المصرية. لم أطلع عليه. ¶ 66 - \" الجمع بين الصحيحين \" للحافظ عبد الحق الأزدي الإشبيلي (581 هـ). وقد التزم بلفظ الكتابين، كما نَبَّهَ على ذلك الحافظ السيوطي في \" تدريب الراوي \". وهو كتاب مُهِمٌّ معتبر موسوعة مصغرة لأصح الصحيح ولا يزال مخطوطًا. وفي نية «مَرْكَزِ بُحُوثِ السُنَّةِ وَالسِّيرَةِ بِجَامِعَةِ قَطَرْ» العمل على تحقيقه ونشره. وقد طبع بدار الندوة في الرياض عام 1406 هـ، وَقَدْ عَايَنْتُهُ.",
            "page": "70",
            "part": "1",
            "seal": "8D6B842D"
        },
        {
            "id": "77",
            "nass": "67 - \" جامع الأصول في أحاديث الرسول \" للإمام مجد الدين ابن الأثير الجزري، أبو السعادات المبارك محمد المُتَوَفَّى سَنَةَ (606 هـ)، الذي وقف على محاولات التجميع السابقة عليه لا سيما كتاب رُزَيْنٍ، فَهَذَّبَ كتابه، ورتب أبوابه، وأضاف إليه ما سقط من الأصول، وأتبعه شرح ما في الأحاديث من الغريب والإعراب والمعنى، وقد ضَمَّ فيه ستة كُتُبٍ هي: \" الموطأ \"، و\" الصحيحين \"، و\" سنن أبي داود \"، و\" الترمذي \"، و\" النسائي \"، وَرَتَّبَ أحاديثه على أساس الكتب والأبواب، ولكنه رَتَّبَ هذه الموضوعات على حروف المعجم، فمثلاً حرف الهمزة فيه الكتب التي تبدأ بها مثل: كتاب الإيمان والإسلام، وكتاب الاعتصام بالكتاب والسنة ... وحرف الباء فيه: كتاب البر، كتاب البيع، وقد استخدم ابن الأثير في كتابه الرموز، فرمز لـ \"البخاري \" (خ)، ولـ \"مسلم \" (م)، و \" الموطأ \" (ط)، و \" الترمذي \" (ت) ولـ \" أبي داود \" (د)، ولـ \" النسائي \" (س). وقد بلغت أحاديث الكتاب (9523) حسب الطبعة التي حققها وَخَرَّجَ أحاديثها الشيخ عبد القادر الأرناؤوط، وطبعت في دمشق في مكتبة الحلواني بالاشتراك مع مطبعة الملاح ومكتبة دار البيان عام 1389 هـ في (11) جزءًا وعندي نسخة منه، وقد اختصره العَلاَّمَةُ ابن الديبع الشيباني (944 هـ) في كتاب سماه \" تيسير الوصول إلى جامع الأصول \" وسيأتي. ¶ 68 - فهارس \" جامع الأصول \" لابن الأثير (606 هـ). وضعه يوسف الزبيبي، وَرَتَّبَ فيه أوائل أحاديث الكتاب على حروف المعجم، طبع في دمشق، دار المأمون، ط 1، 1400 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 69 - \" الجمع بين الصحيحين \" للصاغاني، الحسن بن محمد (650 هـ) وَيُسَمَّى أيضًا \" مشارق الأنوار النبوية من صحاح الأخبار المصطفوية \". لم أطلع عليه. ¶ 70 - \" تحفة الأشراف بمعرفة الأطراف \" ألفه الحافظ جمال الدين أبو الحجاج يوسف بن عبد الرحمن المِزِّي، المُتَوَفَّى سَنَةَ 742 هـ. ¶ الغرض الأساسي من تصنيفه: جمع أحاديث \" الكتب الستة \" وبعض ملحقاتها بطريق يسهل على القارئ معرفة أسانيدها المختلفة مجتمعة في موضع واحد. ¶ موضوعه: ¶ ----------- ¶ ذِكْرُ أطراف الأحاديث التي في \" الكتب الستة \" وبعض ملحقاتها وهي: (أ) - مقدمة \" صحيح مسلم \". (ب) - كتاب \" المراسيل \" لأبي داود. (جـ) - كتاب \" العلل الصغير \"",
            "page": "71",
            "part": "1",
            "seal": "EB548674"
        },
        {
            "id": "78",
            "nass": "للترمذي. وهو الذي في آخر كتابه \" الجامع \". (د) - كتاب \" الشمائل \" للترمذي أيضًا (هـ) - كتاب \" عمل اليوم والليلة \" للنسائي. ¶ رموزه: ¶ ------- ¶ لقد رمز المِزِّي لكل كتاب من الكتب التي جمع أطرافها برمز خاص به وهذه الرموز هي: (خ): لـ \" البخاري \". (خت): لـ \" البخاري \" تعليقًا. (م): لـ \" مسلم \". (د): لـ \" أبي داود \". (مد): لأبي داود في \" مراسيله \". (ت): لـ \" الترمذي \". (تم): للترمذي في \" الشمائل \". (س): لـ \" النسائي \". (سي): للنسائي في \" عمل اليوم والليلة \". (ق): لـ \" ابن ماجه \". (ز): لما زاده المُصَنِّفُ من الكلام على الأحاديث. (ك) لما استدركه المُصَنِّفُ على ابن عساكر. (ع): لما رواه الستة. ¶ ترتيبه: ¶ ------- ¶ الكتاب معجم مُرَتَّبٌ على تراجم أسماء الصحابة الذين رَوَوْا الأحاديث التي اشتمل عليها الكتاب، فيبدأ الكتاب بترجمة مَنْ أَوَّلُ اسمه همزة، مع ملاحظة الحرف الثاني منه وهكذا ... مثل ترتيب الكلمات في المعجم، لذلك نرى أو مسند في هذا الكتاب هو مسند «أَبْيَضَ بْنَ حَمَّالٍ». هذا هو الترتيب العام للكتاب وقد بلغت مسانيد الصحابة فيه / 905 / مُسْنَدًا، وبلغت مسانيد المراسيل المنسوبة إلى أئمة التابعين ومن بعدهم / 400 / مُسْنَدًا، وبهذه الطريقة يُعْرَفُ عدد أحاديث كل صحابي على حدة. وإذا كان الصحابي مُكْثِرًا من الرواية، فإنه يقسم مروياته على جميع تراجم من يروي عنه من أتباع التابعين، وربما فعل هذا في تقسيم مرويات أتباع التابعين إذا كثر عدد الآخذين عنهم. فيقسم مروياتهم على تراجم «أتباع التابعين» فيترجم أحيانًا هكذا: ¶ حماد بن سلمة، عن محمد بن عمر، عن أبي سلمة، عن أبي هريرة. ¶ تكرار الحديث وسببه: ¶ --------------------- ¶ لقد أورد المُصَنِّفُ بعض الأحاديث في مواضع متعددة، وسبب ذلك هو التزامه إيراد الأحاديث على أسماء الصحابة، ولما كانت بعض الأحاديث مروية عن طريق عدد من الصحابة اضطر أن يذكرها مِرَارًا بعدد الصحابة الذين رَوَوْهَا في \" الكتب الستة \"، وذلك حتى يجدها الباحث في أي موضع من مظانها حسب طريقة الكتاب، ولذلك بلغت عدة أحاديثه / 19595 / حَدِيثًا. على حين بلغت أحاديث كتاب \" ذخائر المواريث في الدلالة على مواضع الحديث \" / 12302 / حَدِيثًا.",
            "page": "72",
            "part": "1",
            "seal": "83A4542C"
        },
        {
            "id": "79",
            "nass": "ترتيب سياق الأحاديث فيه: ¶ --------------------------- ¶ يقدم المصنف في ذكر أحاديث كل ترجمة ما كثر عدد مخرجيه من أصحاب الكتب أَوَّلاً، ثم ما يليها في الكثرة وهكذا. فما رواه \" الستة \" يقدم في الذكر على ما رواه \" الخمسة \"، وما رواه \" الخمسة \" يقدمه على ما رواه \" الأربعة \"، وهكذا ... ويقدم في رواية الحديث الواحد إسناد \" البخاري \" ثم \" مسلم \" .. وينتهي بـ \" ابن ماجه \". ¶ الغاية من المراجعة فيه: ¶ ------------------------ ¶ إن الغاية من المراجعة في هذا الكتاب هي معرفة أسانيد حديث من الأحاديث التي في \" الكتب الستة \" وملحقاتها المذكورة، أما معرفة متن الحديث بتمامه فلا بد فيه من الرجوع إلى المكان الذي أشار إليه صاحب الكتاب من \" الكتب الستة \" وملحقاتها. ¶ طريقة إيراد الحديث فيه: ¶ ------------------------ ¶ يبدأ المُصَنِّفُ بذكر لفظ «حديث» عند أول كل حديث يريد إيراده. ويكتب فوق هذا اللفظ الرموز التي تشير إلى من أخرج هذا الحديث، ثم يذكر طرفًا من أول متن الحديث بقدر ما يدل على بقية لفظه، وهذا الجزء من الحديث، ثم يذكره إما من قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إن كان قوليًا. أو من كلام الصحابي إن كان الحديث فعليًا، أو يذكر جملة أشبه ما تكون بموضوع الحديث، فيقول مثلاً «حَدِيثُ الْعُرَنِيِّينَ» ثم يقول - في الغالب - «الحديث» أي اقرأ الحديث وبعد ذكره طرفًا من متن الحديث، يشرع في بيان الأسانيد التي رُوِيَ بها الحديث في المُصَنَّفَاتِ التي رمز إليها على ترتيب الرموز تمامًا. فيبدأ بكتب أو تلك الرموز، ويتبعه باسم «الكتاب» الذي ورد فيه ذلك الحديث من ذلك المُصَنَّف، ثم يذكر الإسناد بتمامه منتهيًا إلى اسم المترجم بقوله «عَنْهُ بِهِ» أي بهذا الإسناد كما في الترجمة، ثم يذكر بقية الرموز وأسانيدها بنفس الطريقة حتى يأتي عليها. وإن تكرر الحديث في أكثر من كتاب من أصل المخرج ذكر جميع تلك الكتب مع أسانيدها، فإن تعددت طرق حديث واجتمع بعض رواة الحديث على شيخ مشترك بينهم ساق الأسانيد إلى أولئك الرواة المشتركين فقط، ثم قال في الأخير: «ثَلاَثَتُهُمْ» أو «أَرْبَعَتُهُمْ» عن فلان، أي عن الشيخ المشترك. وكثيرًا ما يجمع هكذا بين الرواة المشتركين من أصول شتى ثم يختم أسانيدهم بشيخ مشترك بينهم. ¶ نموذج منه: ¶ ----------- ¶ قال المصنف: «حَرْفُ الأَلِفِ - مِنْ مُسْنَدِ أَبْيَضِ بنِ حَمَّالٍ الحِمْيَرِيِّ الْمَأْرِبِيِّ، عَنْ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -[د ت س ق] حديث: أَنَّهُ وَفَدَ إِلَى النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، فَاسْتَقْطَعَهُ الْمِلْحَ الذِي بِمَأْرَبَ». الحديث.",
            "page": "73",
            "part": "1",
            "seal": "B20305C0"
        },
        {
            "id": "80",
            "nass": "د: في الخراج عن قتيبة بن سعيد، ومحمد بن المتوكل العسقلاني، كلاهما عن محمد بن يحيى بن قيس المأربي، عن أبيه، عن ثُمامة بن شراحيل، عن سمى بن قيس، عن شَمير بن عبد المَدان، عن أبيض بن حمّال به. ¶ ت: في الأحكام عن قتيبة، ومحمد بن يحيى بن أبي عمرِ، كلاهما عن محمّد بن يحيى بن قيس، بإسناده وقال: غريب. ¶ ك س: في إحياء الموات (في الكبرى) عن إبراهيم بن هارون، عن محمد بن يحيى بن قيس به. وعن سعيد بن عمرو، عن بقيّة، عن عبد الله بن المبارك، عن معمر، عن يحيى بن قيس المأربي، عن أبيض بن حَمَّال به. وعن سعيد بن عمرو، عن بقيَّة، عن سفيان، عن معمر نحوه. قال سفيان: وحدَّثني ابن أبيض بن حَمَّال، عن أبيه، عن النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بمثله. وعن عبد السلام بن عتيق، عن محمد بن المبارك، عن إسماعيل بن عيَّاش وسفيان بن عُيينة، كلاهما عن عمرو بن يحيى بن قيس المأربيِّ، عن أبيه، عن أبيض بن حَمَّال نحوه. ¶ ق: في الأحكام عن محمد بن يحيى بن أبي عمر، عن فَرَج بن سعيد بن علقمة بن سعيد بن أبيض بن حَمَّال عن عَمِّهِ ثابت بن سعيد، عن أبيه سعيد، عن أبيه أبيض نحوه. ¶ ك: حديث س في رواية ابن الأحمر ولم يذكره أبو القاسم. ¶ وقد طُبِعَ الكتاب بتحقيق عبد الصمد شرف الدين في الدار القَيِّمَةِ بالهند، ط 1، سَنَةَ 1396 هـ، 15 مج، 15 ج، وعندي نسخة منه، وقد عَلَّقَ عليه الحافظ ابن حجر العسقلاني (852 هـ) في كتاب سَمَّاهُ \" النكت الظراف على الأطراف \" وطبع بأسفل صفحاته. كما اختصره عبد الغني النابلسي (1143 هـ) بكتاب سماه \" ذخائر المواريث في الدلالة على مواضع الحديث \" وسيأتي. ¶ 71 - فهرس أحاديث \" بغية الملتمس في سباعيات حديث الإمام مالك بن أنس \" لصلاح الدين كيكلدي العلائي (761 هـ). وضعه مُحَقِّقُ الكتاب حمدي عبد المجيد السلفي بآخره، ورتب فيه الأحاديث على حروف المعجم، طبع في بيروت، عالم الكتب، ط 1، 1405 هـ، 1 مج، وعندي نسخة منه. ¶ 72 - \" مسند الشيخين \" لابن كثير (774 هـ) ذكره السيوطي في \" ذيل تذكرة الحفاظ \" ص 361، ولم أطلع عليه.",
            "page": "74",
            "part": "1",
            "seal": "C61D3EB2"
        },
        {
            "id": "81",
            "nass": "73 - \" جامع المسانيد والسنن الهادي لأقوم سنن \" وهو المسند الكبير للحافظ إسماعيل بن عمر بن كثير (774 هـ) جمع فيه أحاديث \" الكتب الستة \" والمسانيد الأربعة: أحمد والبزار وأبي يعلى والطبراني في \" الكبير \". لم أطلع عليه. ¶ 74 - \" مجمع الزوائد ومنبع الفوائد \" لنور الدين الهيثمي (807 هـ) وقد جمع فيه زوائد \" مسند أحمد، وأبي يعلى، والبزار، و\"معاجم الطبراني الثلاثة \" على \" الكتب الستة \" على اعتبار أن سادسها \" ابن ماجه \" ويتميز أنه رتبه على الكتب والأبواب بعد أن كانت أصوله على مسانيد الصحابة، وله فيه تعليقات وتصحيحات وتضعيفات، طبع في القاهرة، مكتبة المقدسي، 1352 هـ، 5 مج، 10 ج، وأعيد تصويره بدار الكتاب العربي في بيروت، وعندي نسخة منه. ¶ 75 - فهرس أحاديث \" كشف الأستار عن زوائد البزار \" لنور الدين الهيثمي أيضًا، وضعه مكتب التحقيق في مؤسسة الرسالة، بيروت، ط 1، 1406 هـ، 1 ج، ولم يصدر حتى كتابة هذه السطور. ¶ 76 - \" إتحاف السادة المهرة الخيرة بزوائد المسانيد العشرة \" للبوصيري أبي العباس أحمد بن محمد (840 هـ). جمع فيه زوائد عشرة مسانيد عن \" الكتب الستة \"، و \" مسند أحمد \"، وهذه المسانيد هي: \" مسند الطيالسي \"، والحميدي، ومُسدد، وابن منيع، وابن أبي شيبة، وعبد بن حُميد، وابن أبي أسامة، وأبي يعلى الموصلي، وإسحاق بن راهويه. ورتبت فيه الأحاديث على الكتب والأبواب الفقهية، وذكر الأحاديث بأسانيدها، وَبَيَّنَ درجة الحديث وفرغ من تأليفه سَنَةَ (823 هـ) ثم اختصر الكتاب وسيأتي الكلام عنه في الكتاب التالي. لم أطلع عليه. ¶ 77 - \" مختصر الإتحاف \" للبوصيري أيضًا، وقد اختصر فيه كتابه السابق \" إتحاف السادة المهرة \" فحذف أسانيده، وأتم تأليفه سَنَةَ (832 هـ)، ولا يزال الأصل والمختصر مخطوطين فيما أعلم، ولم أطلع عليهما. ¶ 78 - \" المطالب العالية بزوائد المسانيد الثمانية \" للحافظ ابن حجر العسقلاني (852 هـ) جمع فيه زوائد مسانيد: أبي داود الطيالسي، والحميدي، ومسدد بن مسرهد، ومحمد بن يحيى العدني، وأبي بكر بن أبي شيبة، وأحمد بن منيع، وعبد بن حُميد،",
            "page": "75",
            "part": "1",
            "seal": "29F80901"
        },
        {
            "id": "82",
            "nass": "والحارث بن محمد بن أبي أسامة على \" الكتب الستة \" و \" مسند أحمد \"، إلا أنه تتبع ما فات الهيثمي في \" مجمع الزوائد \" من زوائد أبي يعلى، كما ذكر زوائد نصف \" مسند إسحاق بن راهويه الذي حصل عليه. ورَتَّبَ فيه الأحاديث على الكتب والأبواب الفقهية، وبلغت عدة أحاديثه (4702) حَدِيثًا، وَلَمْ يُبَيِّنْ ابن حجر درجة الأحاديث إلا قليلاً. وقد طبع الكتاب بتحقيق حبيب الرحمن الأعظمي في الكويت، وزارة الأوقاف، ط 1، 1392 هـ، في 4 مج، وعندي نسخة منه. ¶ 79 - فهرس أحاديث \" عوالي مسلم \" لابن حجر أيضًا. وضعه مُحَقِّقُ الكتاب كمال يوسف الحوت بآخره ورَتَّبَ فيه أطراف الأحاديث على حروف المعجم، طبع في بيروت، مؤسسة الكتب الثقافية ومركز الخدمات والأبحاث الثقافية، ط 1، 1405 هـ، 1 ج، وعندي نسخة منه. ¶ 80 - \" الجامع الصغير \" للسيوطي أيضًا، جمع فيه الأحاديث القولية الوجيزة، مرتبة على حروف المعجم وبلغت عدة أحاديثه (10031) وفقًا للطبعة التي معها شرح \" فيض القدير \"، انتقاها من كتابه \" جمع الجوامع \" واقتصر فيه على إيراد الأحاديث الوجيزة، ولم يكثر فيه من أحاديث الأحكام، ولم يورد فيه - بحسب قوله - ما تفرد به وَضَّاعٌ أَوْ كَذَّابٌ - واصطلح فيه للكتب التي يعزو إليها بالرموز مثلا (خ) لـ \" البخاري \"، (م) لـ \" مسلم \" ... وقد ضَمَّنَهُ أحاديث حوالي (40) كتابًا من كتب السُنَّةِ الأصول كما بَيَّنَ رُتْبَةَ كل حديث عقب تخريجه فاصطلح للصحيح بـ (ص) وللحسن بـ (ح) وللضعيف بـ (ض). وفي حكم السيوطي على الأحاديث بعض التساهل لذلك تَعَقَّبَهُ المناوي، عبد الرؤوف تاج العابدين (1031 هـ) في شرحه المسمى \" فيض القدير شرح الجامع الصغير \" في بعض الأحاديث، وخالفه في الحكم عليها، مع بيان وجه ما ذهب إليه. طبع في مطبعة مصطفى محمد بمصر عام 1356 - 1357 هـ، ط 1، 6 مج، 6 ج، وعندي نسخة منه. ثم اختصر المناوي هذا الشرح المطول في كتابه \" التيسير بشرح الجامع الصغير \" وقد طبع في بولاق عام 1286 هـ في جزئين، كما تعقب الشيخ أحمد بن محمد بن الصِدِّيقْ الغُمَارِي أحاديث الجامع الصغير، وَجَرَّدَ الأحاديث الموضوعة وجمعها في جزء صغير سماه \" المغير على الأحاديث الموضوعة في الجامع الصغير \". وقد طبع بدار الرائد العربي ببيروت عام 1402 هـ. وعندي نسخة منه، ثم جاء أخوه الشيخ عبد الله بن محمد بن الصِدِّيق الغُماري",
            "page": "76",
            "part": "1",
            "seal": "EF71325D"
        },
        {
            "id": "83",
            "nass": "ووضع كتابه \" الكنز الثمين في أحاديث النبي الأمين \" اقتصر فيه على الأحاديث الصحيحة من \" الجامع \". وأضاف إليه بعض الزيادات، وقد طبع كتابه في بيروت، عالم الكتب، ط 1، 1403 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 81 - \" الزيادة على الجامع الصغير \" للسيوطي أيضًا، وهي عبارة عن أحاديث انتقاها السيوطي زيادة على \" الجامع الصغير \" في كتابه \" الفتح الكبير في ضم الزيادة إلى الجامع الصغير \" وسيأتي، كما قام الشيخ ناصر الدين الألباني بتجريد الأحاديث الصحيحة والضعيفة من \" الفتح الكبير \" في كتابيه \" صحيح الجامع الصغير وزياداته \" و \" ضعيف الجامع الصغير وزياداته \"، وسيأتي الكلام عن هذه الكتب. ¶ 82 - \" الجامع الكبير \" أو \" جمع الجوامع \" للسيوطي أيضًا. وهو أول موسوعة حديثية، قصد السيوطي من تأليفه جمع السُنَّةِ كلها وقد ضَمَّنَهُ أحاديث نحو ثمانين كتابًا من كُتُبِ السُنَّةِ الأَصْلِيَّةِ ضَمَّنَهُ قسمين من الأحاديث: الأول يشمل الأحاديث القولية رَتَّبَها على حروف المعجم، والثاني يشمل الأحاديث الفعلية أو المشتملة على قول أو فعل، أو سبب، أو مراجعة، أو نحو ذلك وقد رَتَّبَ هذا القسم على مسانيد الصحابة. وقد شرع «مجمع البحوث الإسلامية» بالأزهر منذ سنوات بتحقيق الكتاب ونشره بالقاهرة تِبَاعًا في أجزاء، كما نشرته الهيئة المصرية العامة للكتاب مُصَوَّرًا من مخطوطة دار الكتب المصرية بتوجيه الأستاذ حسن عباس زكي المستشار الاقتصادي لأمير دولة الإمارات العربية المتحدة. ¶ 83 - \" تيسير الوصول إلى جامع الأصول \" لابن الديبع الشيباني، وجيه الدين أبي عبد الله عبد الرحمن بن علي (944 هـ)، واختصر فيه \" جامع الأصول في أحاديث الرسول \" لابن الأثير الجزري (606 هـ) وقد طبع في القاهرة، المطبعة السلفية، ط 1، 1346 هـ، 2 مج، 4 ج. ¶ 84 - \" كنز العمال في سنن الأقوال والأفعال \" لِلْعَلاَّمَةِ علاء الدين علي المُتَّقِي بن حسام الدين الهندي البرهان فوري (975 هـ). وهو أكبر موسوعة حديثية، جمع فيه مصنفه كُتُبَ السيوطي (911 هـ) \" الجامع الصغير \" و \" زياداته \"، مضافًا إليها ما بقي من قسم الأقول من \" جمع الجوامع \"، ثم قسم الأفعال منه، مُرَتِّبًا ذلك كلها على الأبواب",
            "page": "77",
            "part": "1",
            "seal": "59F0C543"
        },
        {
            "id": "84",
            "nass": "الفقهية على طريقة \" جامع الأصول \" لابن الأثير (606 هـ)، ولهذا قال بعض العلماء: «إِنَّ لِلْسُّيُوطِي مِنَّةٌ عَلَى العَالَمِينَ، وَلِلْمُتَّقِي مِنَّةٌ عَلَيْهِ، أَيْ بِتَرْتِيبِ كُتُبِهِ عَلَى الأَبْوَابِ». بلغت عدة أحاديثه (46624) وِفْقًا لطبعة مؤسسة الرسالة، وهي مُصَوَّرَةٌ عن طبعة حلب عام 1400 هـ، وتقع في (16) مج، 16 ج، وعندي نسخة منه. ¶ 85 - المرشد إلى \" كنز العمال \". وهو عبارة عن فهرس أحاديث \" كنز العمال \" على حروف المعجم، رَتَّبَه نديم مرعشلي وابنه أسامة، طبع في دمشق، الشركة المتحدة للتوزيع، ط 1، 1403 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 86 - \" الجامع الأزهر في أحاديث النبي الأنور \". للعلامة عبد الرؤوف المناوي (1031 هـ) صاحب \" فيض القدير شرح الجامع الصغير \" للسيوطي، وصاحب الكتب الحديثية الكثيرة، جمع في كتابه هذا (30000) ألف حديث في ثلاثة مجلدات كبار، معظمها من خارج \" الكتب الستة \"، وَعَقَّبَ كل حديث ببيان رُتْبَتِهِ من الصحة والحسن والضعف تصريحًا لا رمزًا، وذكر أن من البواعث على تأليفه أن السيوطي ادَّعَى أنه جمع في \" الجامع الكبير \" الأحاديث النبوية، مع أنه فاته الثلث فأكثر، قال: «وَهَذَا فِيمَا وَصَلَتْ إِلَيْهِ بَيْنَ أَيْدِينَا بِمِصْرَ، وَمَا لَمْ يَصِلْ إِلَيْنَا أَكْثَرَ، وَفِي الأَقْطَارِ الخَارِجَةِ عَنْهَا مِنْ ذَلِكَ أَكْثَرَ». وقد رَتَّبَ كتابه على حروف المعجم لكونه أسهل في الكشف كما قال. ونشر الكتاب في القاهرة مُصَوَّرًا عن المخطوطة بدار الكتب المصرية باهتمام حسن عباس زكي المستشار الاقتصادي لأمير دولة الإمارات العربية المتحدة. ¶ 87 - \" كنوز الحقائق في حديث خير الخلائق. للمناوي أيضًا، وهو فهرس يضم عشرة آلاف حديث من (44) كتابًا في عشرة كراريس، كل كراس ألف حديث، وكل ورقة مائة، وكل صحيفة خمسين، وكل سطر حديثين بالرمز إلى مُخَرِّجِيهِ. طبع في القاهرة بدار الطباعة عام 1286 هـ، في جزء، وأنا أعمل على تحقيقه وأرجو الله أن يُيَسِّرَ إتمامه قريبًا. ¶ 88 - \" جمع الفوائد من جامع الأصول ومجمع الزوائد \" لمحمد بن محمد بن سليمان المغربي (1094 هـ) اشتمل على أحاديث الكتابين، وأضاف إليه زوائد \" ابن ماجه \" حيث لم يذكر في كلا الكتابين، فيكون قد اشتمل على أحاديث (14) كتابًا هي: \" صحيح البخاري \" و \" مسلم \"، و \" السنن الأربعة \"، و \" الموطأ \"، و \" مسند الدارمي \"، و \" مسند أحمد \"، و \" مسند أبي يعلى،",
            "page": "78",
            "part": "1",
            "seal": "336049DE"
        },
        {
            "id": "85",
            "nass": "و \" مسند البزار \"، و \" معاجم الطبراني الثلاثة \"، وقد بلغت أحاديثه (10121) وفقًا لطبعة دار التأليف بالقاهرة بتعليق السيد عبد الله هاشم اليماني الذي سَمَّى تعليقه على الكتاب \" أعذب الموارد بتخريج جمع الفوائد \" وظهر في مجلدين. ¶ 89 - \" ذخائر المواريث في الدلالة على مواضع الحديث \" للشيخ عبد الغني النابلسي (1143 هـ) اختصر فيه \" تحفة الأشراف \" للمزي وجمع فيه أطراف \" الكتب الستة \" و \" موطأ مالك \"، ورتبه على مسانيد الصحابة مرتبًا أسماءهم على حروف المعجم وقسمه إلى سبعة أبواب: ¶ (الباب الأول) في مسانيد الرجال من الصحابة. ¶ (الباب الثاني) في مسانيد من اشتهر منهم بالكُنية مرتبة على الحروف بالنسبة لأول حرف من الاسم المُكَنَّى به. ¶ (الباب الثالث) في مسانيد المُبهمين من الرجال حسب ما ذكر فيهم من الأقوال على ترتيب أسماء الرواة عنهم. ¶ (الباب الرابع) في مسانيد النساء الصحابيات. ¶ (الباب الخامس) في مسانيد من اشتهر مِنْهُنَّ بالكنية. ¶ (الباب السادس) في مسانيد المُبْهَمَاتِ من النساء الصحابيات مرتبة على ترتيب أسماء الرواة عَنْهُنَّ. ¶ (الباب السابع) في ذكر المراسيل من الأحاديث مرتبة على أسماء رجالها المرسلين. وألحق بهذا الباب ثلاثة فصول: (1) في كنى المرسلين (2) في المُبْهَمِينَ منهم (3) في مراسيل النساء واعتمد الرموز: (خ) لـ \" البخاري \"، (م) لـ \" مسلم \"، (د) لـ \" أبي داود \"، (ت) لـ \" الترمذي \"، (س) لـ \" النسائي \"، (هـ) لـ \" ابن ماجه \"، (ط) لـ \" الموطأ \". ولم يذكر من الإسناد إلا شيخ المصنف الذي روى الحديث، ويترك ذكر باقي رجاله اختصارًا، وإذا كان الحديث مرويًا عن جملة من الصحابة يذكر الحديث في مسند واحد منهم خشية التكرار، بخلاف ما فعل المِزِّي في \" تحفة الأشراف \"، جاءت عدة أحاديث الكتاب (12302) حَدِيثًا على حين بلغت أحاديث \" تحفة الأشراف \" (19595)، وعلى هذا فكتاب المِزِّي أجود لمن يريد الأسانيد ويريد الحكم على الحديث من كثرة طرقه واختلاف رجاله، كما أنه يمتاز بذكر الحديث الذي رواه عدد من",
            "page": "79",
            "part": "1",
            "seal": "3BF01A76"
        },
        {
            "id": "86",
            "nass": "الصحابة في مسانيدهم جميعًا، أما في \" ذخائر المواريث \" فقد لا يجد هذا الحديث في مسانيد بعض رُواته من الصحابة، وهذا نقص في الكتاب. على أن كتاب \" ذخائر المواريث \" يمتاز بميزة الاختصار فقد جاء حجمه بمقدار ربع كتاب المِزِّي. طبع الكتاب في القاهرة بجمعية النشر الأزهرية، ط 1، 1352 هـ، 2 مج، 4 ج، وعندي نسخة منه. ¶ 90 - \" المعجم الوجيز من أحاديث الرسول العزيز \" لعبد الله ميرغني (1207 هـ)، ويقوم بتحقيقه وتخريج أحاديثه والحكم عليها الأستاذ سمير طه المجذوب، وهو مرتب على حروف المعجم، يطبع في عالم الكتب في بيروت عام 1406 هـ (¬1). ¶ 91 - \" الفتح الكبير بضم الزيادة إلى الجامع الصغير \" للشيخ يوسف النبهاني (1350 هـ)، ضم فيه زيادات السيوطي على \" الجامع الصغير \"، وَرَتَّبَ الجميع على حروف المعجم، لكنه حذف الرموز التي ترمز لرتب الأحاديث سامحه الله، عدد أحاديث الكتاب (14471)، طبع الكتاب بمصر، بمطبعة مصطفى البابي الحلبي عام 1320 هـ، ط 1، 3 مج، 3 ج، ويعاد تصويره بدار الكتاب العربي في بيروت، وعندي نسخة من هذه الطبعة. ¶ 92 - \" زاد المسلم فيما اتفق عليه البخاري ومسلم \" لمحمد حبيب الله الجُكني الشنقيطي (1363 هـ) قال في مقدمته: «هَذَا كِتَابٌ مُحَرَّرٌ فِيْ أَصَحِّ الصَّحِيحِ ... جَامِعٌ لأَلْفِ حَدِيثٍ وَمِائَتَيْنِ مِنْ أَعْلَى الصَّحِيحِ اتَّفَقَ عَلَى تَخْرِيجِهَا البُخَارِيُّ وَمُسْلِمٌ فِي \" صَحِيحَيْهِمَا \" مُتَّصِلَةٌ الإِسْنَادِ ... وَقَدْ جَعَلْتُهُ مُرَتَّبًا عَلَىَ حُرُوفٍ المُعْجَمُ لِيَقْرُبَ تَنَاوُلُهُ، وَيَسْهُلَ الاطِّلاَعُ بِسُرْعَةٍ عَلَىَ كُلِّ فَرْدٍ مِنْ أَحَادِيثِهِ الصَّحِيحَةِ ... تَرَكْتُ ذِكْرَ أَسَانِيدِ هَذَا الكِتَابِ، إِلاَّ الصَّحَابِيَّ رَاوِي الحَدِيثِ لِيَسْهُلَ حِفْظُهُ لِمَنْ أَرَادَهُ، إِذْ المَقْصُودُ بِتَأْلِيفِهِ مُجَرَّدَ النَّفْعِ وَالإِفَادَةِ مَعَ مُرَاعَاةِ الاخْتِصَارِ مَا أَمْكَنَ ... وَذَكَرْتُ المُحَلَّى بِأَلْ فِي آخِرِ كُلِّ حَرْفٍ وُجِدَ فِيهِ بِعَوْنِ بِارِئِ الأَرْضِ وَالسَّمَاوَاتِ، وَقَدْ خَتَمْتُهُ بِخَاتِمَةِ تَشْتَمِلُ عَلَىَ ثَلاَثَةِ أَنْوَاعٍ: ¶ (النَّوْعُ الأَوَّلُ) فِيمَا صُدِّرَ بِلَفْظِ (كَانَ) مِنْ شَمَائِلِهِ الشَّرِيفَةِ وَأَفْعَالِهِ المَعْصُومَةِ المُنِيفَةِ. ¶ (وَالنَّوْعُ الثَّانِي) فِيمَا جَاءَ مُصَدَّرًا بِلَفْظِ (لاَ) مِنَ الأَحَادِيثِ العَلِيَّةِ. ¶ (وَالنَّوْعُ الثَّالِثُ) فِيمَا صُدِّرَ (بِنَهْيٍ) مِنَ الأَحَادِيثِ». ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (¬1) [طبع الكتاب: \" المعجم الوجيز من أحاديث الرسول العزيز. للشيخ السيد عبد الله ميرغني (المُتَوَفَّى سَنَةَ 1207 هـ)، حقق نصه وَخَرَّجَ أحاديثه الدكتور سمير طه المجذوب، الطبعة الأولى 1408 هـ - 1988 م، عالم الكتب - بيروت (722 صفحة)].",
            "page": "80",
            "part": "1",
            "seal": "D04FDD43"
        },
        {
            "id": "88",
            "nass": "لكن المؤلف اقتصر على الأحاديث القولية وشرح الأحاديث شرحًا مختصرًا وَخَرَّجَ أحاديثه في أسفل صفحاته، طبع الكتاب في القاهرة، بمطبعة عيسى الحلبي، ط 1، 1348، وَصُوِّرَ بدار إحياء التراث العربي في بيروت. وعندي نسخة من هذه الطبعة. ¶ 93 - \" اللؤلؤ والمرجان فيما اتفق عليه الشيخان \". لمحمد فؤاد بن عبد الباقي بن صالح بن محمد (1299 - 1388 هـ) ويقصد بـ (الشيخان): البخاري ومسلم، قال في مقدمته: «أما بعد فهذا كتاب \" اللؤلؤ والمرجان فيما اتفق عليه الشيخان \" ... أشار بوضعه ناشره القائم بطبعه السيد محمد الحلبي مدير دار إحياء الكتب العربية، وقد ألزمني فيه ذكر نص حديث \" البخاري \" الذي هو أقرب النصوص انطباقًا على نص الحديث الذي اتفق فيه معه مسلم، فكان هذا الإلزام من جانبه والالتزام من جانبي عُسْرٌ وَمَشَقَّةٌ، دونهما كل عسر ومشقة، ويكفيني دلالة على صعوبة القيام بتنفيذ هذا الالتزام أن أحدًا ممن ألف، أو قال، إن هذا الحديث متفق عليه، لم يتقيد بمثل هذا القيد. ذلك أن الحافظ ابن حجر وهو أستاذ الدنيا في علم الحديث، قرر فيما قرره، أن المراد بموافقة مسلم للبخاري موافقته على تخريج أصل الحديث عن صحابته، وإن وقعت بعض المخالفة في بعض السياقات» وساق حديث «إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ» وَبَيَّنَ المخالفات في سبعة ألفاظ له في \" الصحيحين \" ثم قال: «هذا العناء الذي يعترضني، ويكاد يقف سَدًّا حائلاً دون هذا الالتزام قد ذلله كتاباي \" جامع مسانيد صحيح البخاري \" و \" قرة العينين في أطراف الصحيحين \" فمن الكتاب الثاني أهتدي إلى الأحاديث المتفق عليها مع إحصائها وحصرها، ومن الأول أقف على النص الذي ألزمنيه الناشر، وألتزمه أنا»، ثم بَيَّنَ أن الأحاديث القولية والفعلية سبب في اختلاف عدد الأحاديث عند مَنْ أَلَّفُوا في المتفق، فقد بلغت أحاديث هذا الكتاب (2006) بينما هي عند الشنقيطي في \" زاد المسلم \" (1368) حَدِيثًا. طبع الكتاب في القاهرة، دار إحياء الكتب العربية، ط 1، 1369 - 1370 هـ، 3 مج، 3 ج، ويعاد تصويره في بيروت بدار إحياء التراث العربي، وعندي نسخة من هذه الطبعة. ¶ 94 - \" قرة العينين في أطراف الصحيحين \". لمحمد فؤاد عبد الباقي أيضًا، ذكره في مقدمة كتابه \" \" اللؤلؤ والمرجان \" ولا يزال الكتاب مخطوطًا، وقد ساهم أيضًا في فهرسة أطراف \" صحيح مسلم \"، و \" سنن ابن ماجه \"، و \" موطأ مالك \"، وهذه الفهارس مطبوعة بأواخر الكتب التي حَقَّقَهَا هُوَ، وقد تقدمت.",
            "page": "81",
            "part": "1",
            "seal": "078A9C3A"
        },
        {
            "id": "89",
            "nass": "95 - \" تيسير المنفعة بكتابَيْ مفتاح كنوز السنة، والمعجم المفهرس لألفاظ الحديث النبوي \" لمحمد فؤاد عبد الباقي أيضًا، فهرس فيه للكتب والأبواب لأهم مصادر السُنَّةِ وهي: \" صحيحي البخاري ومسلم \"، و \" سنن أبي داود والترمذي والنسائي وابن ماجه، والدارمي \"، و \" موطأ مالك \"، وَرَقَّمَهَا بما يطابق أرقام \" المعجم المفهرس لألفاظ الحديث \" فمن كانت لديه أية طبعة من هذه الكتب، يمكنه ترقيم كتبها وأبوابها بموجب هذا الفهرس ليحصل على ترقيم مطابق لـ \" المعجم المفهرس \". طبع الكتاب بمصر، وأعيد طبعه في بيروت، دار الحديث، 1404 هـ، 1 ج، وعندي نسخة من هذه الطبعة. ¶ 96 - \" مفتاح كنوز السنة \" لفنسنك عَرَّبَهُ محمد فؤاد عبد الباقي، وهو أكبر فهرس حديثي مُرَتَّبٌ على الموضوعات، فهرس لأربعة عشر كتابًا من أمهات كُتُبِ السُنَّةِ وهي: \" صحيحي البخاري ومسلم \"، و\" سنن أبي داود، والترمذي، والنسائي، وابن ماجه، والدارمي \"، و\" موطأ مالك \"، و\" مسانيد أحمد، وأبي داود الطيالسي، وزيد بن علي \"، و\" مغازي \" الواقدي، و \" سيرة ابن هشام \" و \" طبقات ابن سعد \". وهو مُرَتَّبٌ على المعاني والمسائل العلمية، والأعلام التاريخية على [حروف] المعجم. وفيه تفريع في كل موضوع يتناول الموضوعات التفصيلية، ثم يجمع تحت كل موضوع فرعي الأحاديث والآثار الواردة في ذلك، ويحيل بالرموز لمكان وجود هذه الأحاديث في الكتب الأربعة عشر المذكورة. فهو فهرس مُرَتَّبٌ على الأساس الموضوعي إذن وليس على أوائل الأحاديث على حروف المعجم، وترتيب الكتاب على هذه الطريقة (طريقة الموضوعات) مفيد جِدًّا، وميزة هذه الطريقة في الترتيب، عن طريقة الترتيب على أول لفظ من ألفاظ الحديث، أو أي لفظ من ألفاظه في أنها تدلك على الأحاديث الواردة في الموضوع الذي تريد البحث عنه ولو كنت لا تحفظها أو لا تحفظ شيئًا من ألفاظها، على حين أن طريقة الترتيب على لفظ من ألفاظ الحديث يحتاج أن يكون الباحث حافظًا أول لفظ من ألفاظ الحديث أو أي لفظ من ألفاظه، وقد لا يكون حافظًا شيئًا من ألفاظه، على أن لكل من الطريقتين ميزة تتميز بها على الأخرى. ¶ أما طريقة الدلالة على مواضع الأحاديث في الكتب الأربعة عشر فهي كما يلي: ¶ 1 - يذكر رقم الباب في كل من \" صحيح البخاري \" و\" سنن أبي داود، والترمذي، والنسائي، وابن ماجه، والدارمي \"، وذلك بعد ذكر الكتاب برمز (ك) وذكر الرقم المتسلسل لذلك الكتاب حسب وروده في ذلك المُصَنَّفِ.",
            "page": "82",
            "part": "1",
            "seal": "781652EF"
        },
        {
            "id": "90",
            "nass": "2 - يُذْكَرُ رقم الحديث في كل من \" صحيح مسلم \" و\" موطأ مالك \" و\" مسنديْ زيد بن علي وأبي داود الطيالسي \"، بعد ذكر الكتاب بالنسبة لـ \" صحيح مسلم \" و\" موطأ مالك \" فقط. ¶ 3 - يُذْكَرُ رقم الصفحات في كل من \" مسند أحمد بن حنبل \" و\" طبقات ابن سعد \" و\"سيرة ابن هشام \" و\" مغازي الواقدي \"، بعد ذكر رقم الجزء كتابة بالنسبة لمسند أحمد، وذكر الجزء ورقمه والقسم بالنسبة لـ \" طبقات ابن سعد \". ¶ هذا وقد كُتِبَ على الصفحة الأولى من النسخة المطبوعة باللغة العربية من الكتاب النص التالي: ¶ «\" مفتاح كنوز السنة \": هو معجم مفهرس عام تفصيلي، وُضِعَ للكشف عن الأحاديث النبوية الشريفة المدونة في كتب الأئمة الأربعة عشرة الشهيرة، وذلك بالدلالة على موضع كل حديث في \" صحيح البخاري \" و\" سنن أبي داود، والترمذي، والنسائي، وابن ماجه، والدارمي \" ببيان رقم الباب. وفي \" صحيح مسلم \" و\" موطأ مالك \"، و\" مُسْنِدَيْ زيد بن علي وأبي داود الطيالسي \" ببيان رقم الحديث، وفي \" مسند أحمد بن حنبل و\" طبقات ابن سعد \" و \" سيرة ابن هشام \" و\" مغازي \" الواقدي ببيان رقم الصفحات. مما يمكن الباحث من الوقوف على الحديث المطلوب بغير عناء». ¶ أما الرموز التي استعملها المؤلف في الكتاب فهي ثلاثة وعشرون رمزًا. وهذه هي تلك الرموز وبيان المراد منها كما جاء في ص أمن مقدمة الكتاب. ¶ بخ = \" صحيح البخاري \"، وهو مقسم إلى كتب، وكل كتاب إلى أبواب. ¶ مس = \" صحيح مسلم \"، وهو مقسم إلى كتب، وكل كتاب إلى أحاديث. ¶ بد = \" سنن أبي داود \"، وهو مقسم إلى كتب، وكل كتاب إلى أبواب. ¶ تر = \" سنن الترمذي \"، وهو مقسم إلى كتب، وكل كتاب إلى أبواب. ¶ نس = \" سنن النسائي \"، وهو مقسم إلى كتب، وكل كتاب إلى أبواب. ¶ مج = \" سنن ابن ماجه \"، وهو مقسم إلى كتب، وكل كتاب إلى أبواب. ¶ مي = \" سنن الدارمي \"، وهو مقسم إلى كتب، وكل كتاب إلى أبواب. ¶ ما = \" موطأ مالك \"، وهو مقسم إلى كتب، وكل كتاب إلى أحاديث. ¶ ز = \" مسند زيد بن علي \"، أحاديثه معدودة، والرقم يدل على الحديث.",
            "page": "83",
            "part": "1",
            "seal": "AC54AB82"
        },
        {
            "id": "91",
            "nass": "عد = \" طبقات ابن سعد \"، مقسم إلى أجزاء، وبعض الأجزاء إلى أقسام، والرقم يدل على الصفحة. ¶ حم = \" مسند أحمد بن حنبل \"، مقسم إلى أجزاء، والرقم يدل على الصفحة من الجزء. ¶ ط = \" مسند الطيالسي \"، أحاديثه معدودة، والرقم يدل على الحديث. ¶ هش = \" سيرة ابن هشام \"، الرقم يدل على الصفحة. ¶ قد = \" مغازي الواقدي \"، الرقم يدل على الصفحة. ¶ ك = كتاب. ب = باب. ح = حديث. ص = صفحة. ¶ جـ = جزء. ق = قسم. قا = قابل ما قبلها بما بعدها. م م م = فوق العدد من جهة اليسار تدل على أن الحديث مُكَرَّرٌ مَرَّاتٍ. الرقم الصغير فوق العدد من جهة اليسار يدل على أن الحديث مُكَرَّرٌ بقدره في الصفحة أو الباب. ¶ وهذا نموذج من الكتاب ثم حل رموز هذا النموذج. ¶ جاء في صفحة / 46 / العمود الثاني مادة «الأصابع» ثم جاء تحت هذا العنوان الفقرة الآتية وهي «الإشارة بالأصبع في الصلاة» ثم جاء تحت هذه الفقرة ما يلي: ¶ 1 - مس - ك 15 ح 147. ¶ 2 - بد - ك 11 ب 56. ¶ 3 - تر - ك 45 - ب 104. ¶ 4 - نس - ك 12 ب 79. ك 13 ب 30 و 36 - 39. ¶ 5 - مج - ك 5 ب 27. ¶ 6 - مي - ك 2 ب 83 و 92. ¶ 7 - حم - أول ص 339، ثان ص 119، ثالث ص 470، رابع ص 316 (2)، و 318 (2) و 319، خامس ص 297. ¶ 8 - ط - ح 785.",
            "page": "84",
            "part": "1",
            "seal": "1954C358"
        },
        {
            "id": "92",
            "nass": "أما حل تلك الرموز وبيان المراد منها فهو كما يلي: ¶ 1 - \" صحيح مسلم \" - كتاب الحج - حديث 147. ¶ 2 - \" سنن أبي داود \" - كتاب المناسك - باب 56. ¶ 3 - \" سنن الترمذي \" - كتاب الدعوات - باب 104. ¶ 4 - \" سنن النسائي \" - كتاب التطبيق - باب 79. وكتاب السهو - باب 30 و 36 إلى باب 39. ¶ 5 - \" سنن ابن ماجه \" - كتاب الإقامة - باب 27. ¶ 6 - \" سنن الدارمي \" - كتاب الوضوء - باب 83 و 92. ¶ 7 - \" مسند أحمد \" - الجزء الأول، صفحة 339، الجزء الثاني، صفحة 119، الجزء الثالث، صفحة 470، الجزء الرابع، صفحة 316 مُكَرَّرًا مرتين في هذه الصفحة، وكذلك في صفحة 318 مُكَرَّرًا مرتين في هذه الصفحة وكذلك في صفحة 319، والجزء الخامس، صفحة 297. ¶ 8 - \" مسند الطيالسي \" - حديث رقم 785. ¶ أما معرفة أسماء الكتب من خلال الأرقام فقد عمل المترجم مفتاحًا للكتاب في أوله، ذكر فيه أسماء الكتب الموجودة في \" الكتب الستة \" و \" سنن الدارمي \" و \" موطأ مالك \" مع ذكر رقم كل كتاب بجانبه مع بيان عدد أبواب كل كتاب منها إلا في \" صحيح مسلم \" و \" موطأ مالك \" فإنه بَيَّنَ عدد أحاديث كل كتاب، فعليك بالرجوع إلى هذا المفتاح لمعرفة اسم الكتاب الذي يشير إليه المؤلف إلى رقمه. ¶ وأما الطبعات التي اعتمدها المؤلف في الكتب الأربعة عشر فهي: ¶ 1 - \" صحيح البخاري \": طبعة لِيدِنْ سَنَةَ 1862 - 1868 م و 1907 - 1908 م. ¶ 2 - \" صحيح مسلم \": طبعة بولاق سَنَةَ 1290 هـ. ¶ 3 - \" سنن أبي داود \": طبعة القاهرة سَنَةَ 1280 هـ. ¶ 4 - \" جامع الترمذي \": طبعة بولاق سَنَةَ 1292 هـ. ¶ 5 - \" سنن النسائي \": طبعة القاهرة سَنَةَ 1312 هـ. ¶ 6 - \" سنن ابن ماجه \": طبعة القاهرة سَنَةَ 1313 هـ. ¶ 7 - \" سنن الدارمي \": طبعة دهلي سَنَةَ 1337 هـ.",
            "page": "85",
            "part": "1",
            "seal": "338EEF2A"
        },
        {
            "id": "93",
            "nass": "8 - \" الموطأ \": طبعة القاهرة سَنَةَ 1279 هـ. ¶ 9 - \" مسند أحمد \": طبعة القاهرة سَنَةَ 1313 هـ (المطبعة الميمنية). ¶ 10 - \" مسند زيد بن علي \": طبعة ميلانو سَنَةَ 1919 م. ¶ 11 - \" مسند الطيالسي \": طبعة حيدر آباد سَنَة 1321 هـ. ¶ 12 - \" طبقات ابن سعد \": طبعة ليدن سَنَةَ 1904 - 1908 م. ¶ 13 - \" سيرة ابن هشام \": طبعة غوتنغن سَنَةَ 1859 - 1860 م. ¶ 14 - \" مغازي الواقدي \": طبعة برلين المترجمة سَنَةَ 1882 م. ¶ وأكثر هذه الطبعات نادرة الآن، بل في حكم الفقودة لذلك أحيل القارئ إلى طبعات الكتب التسعة الأولى التي هي موضوع \" المعجم المفهرس لألفاظ الحديث النبوي \"، والتي سَنُبَيِّنُهَا هناك عند الكلام على المعجم المذكور وبيان طبعات الكتب التي توافقه، فإنها كذلك توافق فهرسة \" مفتاح كنوز السنة \" الذي نحن بصدد الكلام عليه الآن. ¶ وأما بالنسبة للكتب الخمسة الباقية فإن تيسر له طبعة من الطبعات المذكورة التي اعتمدها المؤلف [فَبِهَا] وَنِعْمَتْ، وإن لم يتيسر فعليه بطبعة مقاربة لتلك الطبعات، ومع كثرة المراجعة بمكن أن يصل إلى طلبته في المكان على وجه التقريب. ¶ ملاحظة: كُتِبَ في نهاية المفتاح الذي عمله الأستاذ محمد فؤاد عبد الباقي في أول كتاب \" مفتاح كنوز السنة \" ما يلي: «تنبيه: إذا لم يجد الباحث طَلَبَتَهُ في الباب المدلول عليه بالعدد فليتقدمه بباب أو بابين أو ليتأخر عنه بباب أو بابين فإنه لا بد ظافر بالذي يريد، ومنشأ ذلك اختلاف عدد الأبواب باختلاف الطبعات، اللهم إلا في \" صحيح البخاري \" إذا ما رُقِّمَتْ نسخته طبع النسخة المطبوعة في ليدن. فإنها معدودة الكتب والأبواب». ¶ هذا وقد ذكر الأستاذ أحمد شاكر - رَحِمَهُ اللهُ - في مقدمته التعريفية بالكتاب أن المؤلف لم يفهرس الآراء الفقهية التي لمالك وغيره في \" الموطأ \"، وإنما اقتصر على فهرسة الأحاديث فقط، كما أنه لم يرقم الأسانيد المُكَرَّرَةَ التي يذكرها مسلم في \" صحيحه \" لتقوية الحديث الأول في الباب الذي يورده كاملاً (¬1) وهذا العمل منه في هذا الكتاب هو الذي أَتَّبِعُهُ أَيْضًا في فهرسة ¶ ¬__________ ¶ (¬1) المقدمة للشيخ أحمد شاكر ص: (ل).",
            "page": "86",
            "part": "1",
            "seal": "9C1DFC36"
        },
        {
            "id": "94",
            "nass": "\" المعجم المفهرس لألفاظ الحديث النبوي، لكن نبه على ذلك هناك صراحة. ¶ وأخيرًا فإن الكتاب مفيد للمشتغل بالحديث جِدًّا، إذ يوفر عليه من الوقت ما لا يخطر بالبال، وَلاَ يُقَدِّرُ هذا الكتاب قدره إلا من عرفه واستفاد منه في البحث عن مواضع الأحاديث، لا سيما الباحثين الذين يُعِدُّونَ بحوثًا علمية كرسائل التخصص والماجستير والدكتوراه في موضوع من الموضوعات التي لها صلة بالحديث الشريف وعلومه، فإنه يفيدهم فائدة جليلة ويجمع لهم ما يتعلق بموضوعهم من الأحاديث بشكل ليس له نظير في كتاب آخر، بل يعطيهم فقرات الموضوع، وما ورد في تلك الفقرات من الأحاديث في الموضوع الواحد من كتاب \" المعجم المفهرس لألفاظ الحديث النبوي \" على كبر حجمه وثقل حمله، وإن كان لهذا الأخير ميزة على الأول من نواح أخرى. ¶ هذا ويمتاز هذا الكتاب أيضًا عن كتاب \" المعجم المفهرس \" بذكره للأعلام، وما ورد فيهم من الأحاديث والآثار وبيان سيرتهم في الكتب التي تولى فهرستها، وهذه ميزة مُهِمَّةٌ يتميز بها هذا الكتاب، انظر على سبيل المثال ما يتعلق بترجمة عمر بن الخطاب من ص 357 إلى ص 361 لترى الفقرات الكثيرة وما تحتها من الأحاديث والآثار والأخبار التي تتعلق بسيرته بحيث يستطيع من يريد إعداد بحث متكامل عن سيدنا عمر أن يأخذ مادته العلمية من دلالة هذه الصفات القلائل. ¶ طبع الكتاب في القاهرة عام 1354 هـ، وأعيد تصويره في لاهور بباكستان، وفي دار إحياء التراث العربي ببيروت، وعندي نسخة من هذه الطبعة. ¶ 97 - \" المعجم المفهرس لألفاظ الحديث النبوي \": هو معجم مفهرس لألفاظ الحديث النبوي الموجودة في تسعة مصادر من أشهر مصادر السُنَّةِ، وهي: \" الكتب الستة \" و\" موطأ مالك \" و\" مسند أحمد \" و\"مسند الدارمي \". ¶ وقد رَتَّبَ هذا المعجم ونظمه لفيف من المستشرقين، ونشره أحدهم وهو الدكتور أرندجان [فنسنك] (- 1939 م) أستاذ العربية بجامعة ليدن، وذلك بمطبعة بريل بمدينة ليدن بهولندا، وشاركهم في إخراجه المرحوم محمد فؤاد عبد الباقي.",
            "page": "87",
            "part": "1",
            "seal": "FA7A0F56"
        },
        {
            "id": "95",
            "nass": "وقام هذا المشروع بمساعدات مالية من المجامع العلمية البريطانية والدانماركية والسويدية والهولندية والأنيسكو. ف. س ... والهيئة الهولندية للبحث العلمي والاتحاد الأممي للمجامع العلمية. ¶ ويتألف هذا المعجم من سبعة مجلدات ضخمة طبع الأول منها سَنَةَ 1936 م وطبع المجلد الأخير - وهو السابع - سَنَةَ 1969 م فكانت مدة طبعه 33 سَنَةً، وعندي نسخة منه. ¶ ولم تطبع مع الكتاب مقدمة تبين فيها طريقة ترتيب الكتاب وتنظيمه، وما أدري ما السبب؟ مع أن الكتاب بحاجة ماسة إليها، إلا أنه طبع في أول المجلد السابع بعض التنبيهات والإشارات، وبيان نظام ترتيب الألفاظ وموادها فيه، مع دليل المراجعة، لكن هذه التنبيهات والإشارات غير كافية وفيها إعواز كبير. ¶ وترتيب مواد \" المعجم \" تقارب طريقة ترتيب المعاجم اللغوية بشكل عام لكن، ليس للأحرف وما شابهها ولا لأسماء الأعلام، ولا للأفعال التي يكثر ورودها كـ (قال) و (جاء) وما تَصَرَّفَ منها ذِكْرٌ فيه. ¶ وكثيرًا ما يحيل عند ذكره مادة من المواد إلى النظر في مواد أخرى ليتم استيفاء ما قد يطلبه المراجع من الأحاديث التي فيها كلمة من هذه المادة نفسها، وهذا ما دعى كثيرًا من المراجعين فيه أن يقولوا: إن فيه نقصًا كبيرًا، وإنه لم يفهرس كثيرًا من ألفاظ الأحاديث الموجودة في الكتب التي التزم فهرسة ألفاظها، والحقيقة أن هذه الإحالات - لا سيما مع كثرتها - تُتْعِبُ المُرَاجِعَ وتربكه، وتأخذ من وقته كثيرًا في بعض الأحيان، وربما يَمَلُّ وَيَتْرُكُ المراجعة ولا يصل إلى مطلوبه، لأن بعض الإحالات طويلة جِدًّا فربما أحال المراجع إلى ما يزيد على خمسين مادة كما فعل مثلاً في مادة «قاتل» فقد أحال المراجع إلى مراجعة / 68 / مادة، بعضها في مادة القتال، وبعضها في مواد متفرقة، انظر جـ 5 ص 294 من \" المعجم \" المذكور. ¶ وبما أن معرفة نظام ترتيب المواد في \" المعجم \" هذا ضرورية لكل مُرَاجِعٍ، فهذا ما طُبِعَ في أول المجلد السابع منه فيما يتعلق بنظام ترتيب مواده أسوقه بكامله ليعرف المُرَاجِع فيه كيفية ترتيبه.",
            "page": "88",
            "part": "1",
            "seal": "493A1A22"
        },
        {
            "id": "96",
            "nass": "وهذا نصه: ¶ - نظام ترتيب المواد في \" المعجم المفهرس لألفاظ الحديث النبوي \". ¶ أ - الأفعال: الماضي، المضارع، الأمر. (اسم الفاعل) اسم المفعول، وتذكر الصيغ التالية لكل ضمير. ¶ ---------- ¶ 1 - صيغ الأفعال المبنية للمعلوم دون لواحق. ¶ 2 - صيغ الأفعال المبنية للمعلوم مع اللواحق. ¶ 3 - صيغ الأفعال المبنية للمجهول (دون لواحق. ثم مع اللواحق). ¶ (يُذْكَرُ المجرد أولاً ثم بعد ذلك المزيد، بالترتيب المتداول عند الصرفيين). ¶ ب - أسماء المعاني: ¶ ------------------- ¶ 1 - الاسم المرفوع المنون. ¶ 2 - الاسم المرفوع دون تنوين (ودون لواحق). ¶ 3 - الاسم المرفوع مع لاحقه. ¶ 4 - الاسم المجرور بالإضافة منونًا. ¶ 5 - الاسم المجرور بالإضافة دون تنوين (ودون لواحق). ¶ 6 - الاسم المجرور بحرف الجر. ¶ 8 - الاسم المنصوب المُنَوَّنُ. ¶ 9 - الاسم المنصوب دون تنوين (ودون لواحق). ¶ 10 - الاسم المنصوب مع لاحقه. ¶ (ثم يذكر المثنى كذلك، ثم الجمع كذلك. ¶ ج - المشتقات: ¶ -------------- ¶ 1 - (المشتقات) دون إضافة الحروف الساكنة. ¶ 2 - (المشتقات) بإضافة الحروف الساكنة. ¶ ملاحظة: التطابق الحرفي يكون بين النص وبين المرجع المشار إليه أولاً. ¶ النجم المزدوج ** يدل على تكرار اللفظ في الحديث المنقول أو في الباب أو في",
            "page": "89",
            "part": "1",
            "seal": "DAF06592"
        },
        {
            "id": "98",
            "nass": "الصفحة. وقد رُمِزَ لمصادر السُنَّةِ التي فُهْرِسَتْ ألفاظها بالرموز الآتية: ¶ (خ) لـ \" البخاري \". ¶ (م) لـ \" مسلم \". ¶ (ت) لـ \" الترمذي \". ¶ (د) لـ \" أبي داود \". ¶ (ن) لـ \" النسائي \". ¶ (جه) لـ \" ابن ماجه \". ¶ (ط) لـ \" الموطأ \". ¶ (حم) لـ \" مسند أحمد بن حنبل \". ¶ (دي) لـ \" مسند الدارمي). ¶ وقد وُضِعَتْ هذه الرموز وما تدل عليه في أسفل كل صفحتين من \" المعجم \" تسهيلاً على المُرَاجِعِ، ليكون على ذكر منها دائمًا. ¶ وطريقة الدلالة على موضع الحديث في \" الكتب التسعة \" المذكورة - بعيد كتابة رمز الكتاب - هو كتابة اسم الكتاب الموجود في ذلك الحديث. كقوله «أدب» مثلاً - إلا في \" مسند أحمد \" طبعًا لأنه مُرَتَّبٌ على المسانيد - ثم الإشارة إلى رقم الباب داخل ذلك الكتاب بكتابة الرقم مثل (15) وذلك فيما عدا \" صحيح مسلم \" و \" موطأ مالك \"، فإن الرقم يشير إلى رقم الحديث المتسلسل من أول ذلك الكتاب. أما \" المسند \" فإنه يشار إلى موضع الحديث فيه بكتابة رقم كبير ورقم صغير. فالرقم الكبير يشير إلى الجزء، والرقم الصغير يشير إلى الصفحة من ذلك الجزء، وهذا مثال مطبوع في أول المجلد السابع، وضعه مُصَنِّفُو \" المعجم \" دليلاً للمراجعة أثبته بنصه كاملاً وهو: ¶ دليل المراجعة: ¶ --------------- ¶ (مثال واحد مأخوذ عن كل كتاب من \" الكتب التسعة \"). ¶ ت أدب 15 = الباب الخامس عشر من كتاب الأدب في \" صحيح الترمذي \". ¶ جه تجارات 31 = الباب الحادي والثلاثون من كتاب التجارات في \" سنن ابن ماجه. ¶ حم 4، 175 = صفحة 175 من الجزء الرابع لـ \" مسند أحمد بن حنبل \".",
            "page": "90",
            "part": "1",
            "seal": "C2C5D95D"
        },
        {
            "id": "99",
            "nass": "خ شركة 3، 16 = الباب الثالث والسادس عشر من كتاب الشركة في \" صحيح البخاري \". ¶ د طهارة 72 = الباب الثاني والسبعون من كتاب الطهارة في \" سنن أبي داود. ¶ دي صلاة 79 = الباب التاسع والسبعون من كتاب الصلاة في \" مسند الدارمي \". ¶ ط صفة النبي 3 = الحديث رقم 3 من صفة النبي في \" موطأ مالك \". ¶ م فضائل الصحابة 165 = الحديث رقم 165 من كتاب فضائل الصحابة في \" صحيح مسلم \". ¶ ن صيام 78 = الباب الثامن والسبعون من كتاب الصيام في \" سنن النسائي \". ¶ وقد ذكر في أول المجلد السابع بعض التنبيهات والاصطلاحات وإليك نصها: ¶ أولاً - أوردنا الفعل ثم الاسم لكل مادة بمراعاة الترتيب حسب تسلسل الاشتقاق وتنوع المعنى طبقًا لما هو مُقَرَّرٌ في علمي النحو والصرف. ¶ ثانيًا - أوردنا الحديث واتبعناه بالمكان الذي يوجد فيه لفظه، والأماكن الأخرى باعتبار المعنى فقط. ¶ - قد يوجد تفاوت بين أرقام الأبواب والأحاديث المضبوطة في هذا الكتاب وبين الترتيب الموجود في بعض النصوص المطبوعة. ¶ - لم يؤخذ من \" الموطأ \" سوى الحديث وحده، دون ما ذهب إليه مالك وغيره من أهل الأثر والفقه. ¶ - لم يؤخذ من \" صحيح مسلم \" ما كان إسنادًا فقط. ¶ وهذا مثال تطبيقي قمت بالكشف عنه بنفسي وهو حديث «ثَلاَثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلاَوَةَ الإِيمَانِ، أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ المَرْءَ لاَ يُحِبُّهُ إِلاَّ لِلَّهِ، وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِي النَّارِ». هذا لفظ \" البخاري \". ¶ وعدد كلمات هذا الحديث / 24 / كلمة بما فيها الحروف، وقد قمت بالمراجعة على جميع كلماته فظهرت عندي النتيجة التالية: ¶ 1 - ذُكِرَتْ مواضع الحديث في / 12 / كلمة من كلماته. ¶ 2 - أحيل على مواد أخرى في / 2 / كلمتين من كلماته.",
            "page": "91",
            "part": "1",
            "seal": "A337425A"
        },
        {
            "id": "100",
            "nass": "3 - لم يذكر الحديث أبدًا في / 20 / كلمة من كلماته لعدم وجود تلك المواد، إما لأن كلماتها حروف أو ما شابهها أو لأنها أفعال أو كلمات يكثر تردادها.ط ¶ وإليك هذه النتيجة مفصلة في هذا المثال: ¶ 1 - ثَلاَثٌ (1/ 296) م إيمان 66، 67، خ إيمان 9، 14، إكراه 1. ¶ 2 - مَنْ ..... ¶ 3 - كُنَّ ..... ¶ 4 - فِيهِ .... ¶ 5 - وَجَدَ (7/ 141) ن إيمان 2، 3. ¶ 6 - حَلاَوَةَ: (1/ 505) [راجع آمَنَ]. ¶ 7 - الإِيمَانِ: (1/ 110) خ إيمان 9، 14، إكراه 1، أدب 42، م إيمان 66، 2 - 4، جه فتن 23، حم 3، 103، 114، 172، 174، 230، 248، 275، 288. ¶ 8 - أَنْ: .... ¶ 9 - يَكُونُ: .... ¶ 10 - اللهُ: (1/ 80) م إيمان 66، 67، خ إيمان 9، 14، حم 4، 10. ¶ 11 - وَرَسُولُهُ: (2/ 258) [راجع أَحَبُّ]. ¶ 12 - أَحَبُّ: (1/ 410) ن إيمان 2 - 4، جه فتن 23، حم 4، 11. ¶ كما يوجد في الصفحة نفسها: م إيمان 66، 67، خ إيمان 9، 14، ت إيمان 10. ¶ 13 - إِلَيْهِ: ... ¶ 14 - مِمَّا: ... ¶ 15 - سِوَاهُمَا: (3/ 43) حم 4، 11. ¶ 16 - وَأَنْ: ... ¶ 17 - يُحِبَّ: (1/ 407) خ إيمان 9. أدب 42، م إيمان 66، ت إيمان 10، حم 3، 103، 140، 141، 150، 156، 230، 241، 248، 272، 275، 278، 288.",
            "page": "92",
            "part": "1",
            "seal": "1100E48B"
        },
        {
            "id": "101",
            "nass": "18 - المَرْءَ: .... ¶ 19 - لاَ: .... ¶ 20 - يُحِبُّهُ: (1/ 406) خ إيمان 14، م إيمان 10، ن إيمان 2 - 4، جه فتن 23، حم 2، 298، 520، 5، 145، 173، 3، 430. ¶ 21 - إلاَّ: .... ¶ 22 - للهِ: .... ¶ 23 - وَأَنْ: .... ¶ 24 - يَكْرَهَ: .... ¶ 25 - أَنْ: .... ¶ 26 - يَعُودَ: (4/ 441) خ إيمان 9، 13، م إيمان 66، حم 3، 103، 207، 248، 278. ¶ 27 - فِي: .... ¶ 28 - الكُفْرَ: (6/ 37) خ أدب 42، م إيمان 67، ن إيمان، 3، جه، فتن 23، و، خ إيمان 9، 14، إكراه 1، م إيمان 66، ت إيمان 10، حم 3، 103. ¶ 29 - كَمَا: .... ¶ 30 - يَكْرَهُ: .... ¶ 31 - أَنْ: .... ¶ 32 - يُقْذَفَ: (5/ 331) خ إيمان 9، أدب 42، إكراه، م إيمان 66، ت إيمان 10، ن إيمان 3، حم 3، 74، 27، 230، 248، 278، 288. ¶ 33 - فِي: .... ¶ 34 - النَّارَ: (7/ 32) خ إيمان 9، 14، م إيمان 66، ن إيمان 4. ¶ ويلاحظ أنه أحيانًا يبدأ بذكر \" البخاري \" وأحيانًا يبدأ بذكر غيره، وذلك حسب اللفظ الذي أورده حتى يطابق أول مصدر يذكره، ثم يذكر باقي المصادر التي لا يشترط فيها المطابقة باللفظ وإنما يكفي المطابقة بالمعنى. ¶ كما يلاحظ أنه يشير في بعض كلمات الحديث إلى مصادر قد لا يشير إليها في",
            "page": "93",
            "part": "1",
            "seal": "DB8EFE2C"
        },
        {
            "id": "102",
            "nass": "بعض الكلمات الأخرى، وَمَرَدُّ ذلك إلى الجملة التي يأتي بها في \" المعجم \" من هذا الحديث، فقد تكون في بعض المصادر دون الأخرى. ¶ وأخيرًا فإن الكتاب جَيِّدٌ في بابه وإن لم يبلغ درجة الكمال فإن الملاحظات التي يمكن ملاحظتها عليه تغتفر بجانب الفوائد الكبيرة التي يستفيدها المُرَاجِعُ وعلى رأسها التوفير الكثير في الوقت، والوقت ثمين جِدًّا لا سيما على الباحث الذي يعوزه معرفة كثير من الأحاديث دائمًا، والحكمة ضالة المؤمن أَنَّى وَجَدَهَا التقطها، ثم إن موضوع الكتاب موضوع فهرسة ألفاظ لأحاديث محصورة معروفة، فلا مجال في للدس أو الغمز كالموضوعات الفكرية أو الاستنتاجية، فلا حرج من الاستفادة من هذا الكتاب وإن سبق إلى ترتيبه جماعة غير مسلمين لحاجتهم الماسة إلى تلك الفهرسة في دراساتهم الاستشراقية ولم يقصدوا بتصنيفه أَنْ يُقَدِّمُوا خدمة للمسلمين - والله أعلم - بقرينة أنهم لم يطبعوا من الكتاب هذا - مع ضخامته وكثرة تكاليفه وحاجة الناس إليه - سوى خمسمائة نسخة بحيث لا يستطيع شراءه إلا قليل من الناس، إن كان يكفي لذلك القليل، لكن جزى الله من قام بتصويره وإكثار نسخه حتى تعم الفائدة. ¶ مُلاَحَظَاتٌ عَلَى الكُتُبِ التِي تَنَاوَلَهَا \" المُعْجِمُ \" بِالفَهْرَسَةِ: (¬1). ¶ ------------------------------------------------------ ¶ من المعلوم أن المؤلفين رَقَّمُوا الأبواب في جميع المصادر المفهرسة ما عدا \" مسند أحمد \"، كما رَقَّمُوا أحاديث \" صحيح مسلم \" و \" موطأ مالك \"، كما أشاروا إلى أرقام الأجزاء والصفحات في \" مسند أحمد \"، فما هي الطبعات الموافقة لتلك الترقيمات يا ترى؟ ¶ ومن المعلوم أن المرحوم الأستاذ محمد فؤاد عبد الباقي قد انضم إلى المستشرقين في إخراج هذا \" المعجم \"، وقد عرف أن كثيرًا من الكتب المطبوعة يصعب الاهتداء إلى موضع الحديث فيها لأنها غير مُرَقَّمَةِ الأبواب أو الأحاديث لذلك قام بإخراج بعض هذه الكتب مُرَتَّبَةً مُبَوَّةً مُرَقَّمَةً بما يتناسب وطرقة \" المعجم \". لكن عاجلته المَنِيَّةُ ولم يتيسر له إخراج جميع هذه الكتب، وما أدري إن كان قد سَوَّدَهَا ولم تطبع أو لم يُعِدَّهَا البَتَّةَ، فمن الكتب ¶ ¬__________ ¶ (¬1) أصدر المرحوم محمد فؤاد عبد الباقي كتابًا سماه \" تيسير المنفعة \" فهرس فيه الكتب والأبواب - سوى \" مسند أحمد \" - بموجب ترقيم \" المعجم المفهرس \"، ويمكن لأي إنسان إذا استعان بهذا الكتاب، ضبط نسخته لكل كتاب من الكتب الثمانية بموجب ترقيم \" المعجم المفهرس \".",
            "page": "94",
            "part": "1",
            "seal": "0302C608"
        },
        {
            "id": "103",
            "nass": "التي أخرجها على ما وصفت: ¶ 1 - \" صحيح مسلم \": ¶ فقد أخرجه في أربعة مجلدات وَرَقَّمَ أحاديثه، وأهمل الأحاديث التي تشتمل على الإسناد فقط من الترقيم كما فعل أصحاب \" المعجم \"، وألحق بالكتاب مجلدًا خامسًا اشتمل على فهارس في غاية الأهمية والفائدة، وهي فهارس لم يزود بها كتاب من كتب السنة من قبل، فجزاه الله عن المسلمين خيرًا وأجزل مثوبته. ¶ 2 - \" سنن ابن ماجه \": ¶ فقد رَقَّمَ كتبه وأبوابه وأحاديثه، بما يطابق \" المعجم المفهرس \"، وأخرجه في حلة قشيبة وألحق به فهارس مفيدة جِدًّا وتكلم على بعض أحاديثه وشرح الغريب فيها. والكتاب مطبوع في مجلدين. ¶ 3 - \" موطأ مالك \": ¶ كذلك رَقَّمَ كتبه وأبوابه وأحاديثه، وخرج أحاديثه، وتكلم على بعضها، وشرح غريب ألفاظه، وألحق به فهارس مفيدة. ¶ 4 - \" سنن الترمذي \" (جامع الترمذي): ¶ فقد قام بإخراج الجزء الثالث منه؛ وقد صدر الكتاب في خمسة أجزاء حقق الأول والثاني الشيخ أحمد شاكر - رَحِمَهُ اللهُ -، وحقق هو الثالث فقط، وحقق الباقي وهما الرابع والخامس الشيخ إبراهيم عطوة عوض، وهذه الطبعة بجميع أجزائها قريبة إلى ما يشير إليه المعجم المذكور. ¶ 5 - كذلك رَقَّمَ كتبه وأبوابه وأحاديثه وذكر أرقام أطراف الأحاديث المكررة لكن لم يطبع المتن وحده على هذا الشكل وإنما طبع مع شرحه \" فتح الباري \" للحافظ ابن حجر، بالمطبعة السلفية بالقاهرة، وهي الطبعة التي أشرف على تحقيق الجزء الأول والثاني فضيلة الشيخ عبد العزيز بن عبد الله بن باز. ¶ 6 - أما \" سنن النسائي \" و \" سنن أبي داود \": ¶ فلي يتيسر له الاشتغال بهما لكن عليك بالنسخة لـ \" سنن النسائي \" بالطبعة التي طبعها مصطفى البابي الحلبي - الطبعة الأولى: 1383 هـ - 1964 م بمصر فإنها مقاربة وإن لم يكن",
            "page": "95",
            "part": "1",
            "seal": "4DCB6FEC"
        },
        {
            "id": "104",
            "nass": "فيها ترقيم للكتب أو الأبواب، فعليك بالعد، أو ترقيم أبواب نسختك ليسهل عليك إخراج الحديث منها بسهولة، وهي مطبوعة في ثمانية أجزاء صغيرة، وطبع مع المتن \" زهر الرُّبَى على المُجتبى \" للسيوطي. مع تعليقا مقتبسة من حاشية السِّنْدِي. ¶ 7 - وأما \" سنن أبي داود \": ¶ فعليك بالطبعة التي حققها الشيخ محيي الدين عبد الحميد المطبوعة بمصر، كذلك فإن هذه الطبعة غير مرقمة الأبواب، فعليك بالعد أو ترقيم أبواب نسختك ز ¶ 8 - وأما \" مسند الدارمي \": ¶ (\" سنن الدارمي \") فقد قام بطبعة وتخريجه وترقيم كتبه وأبوابه وأحاديثه السيد عبد الله هاشم يماني المدني، وطبعه لدى شركة الطباعة الفنية المتحدة بالقاهرة سَنَةَ 1386 هـ - 1966 م، فجزاه الله عن المسلمين خيرًا. ¶ 9 - وأما \" مسند أحمد بن حنبل \": ¶ فإن أرقام الأجزاء والصفحات التي يشير إليها أصحاب \" المعجم \" هي أرقام الطبعة الميمنية بمصر سَنَةَ 1313 هـ، وقد صَوَّرَتْ هذه الطبعة سَنَةَ 1389 هـ - 1969 م دار صادر والمكتب الإسلامي ببيروت والطبعة في ستة مجلدات. ¶ وقد ألحق مُصَنِّفُو هذا \" المعجم \" به فهارس للأماكن والأعلام، وأشاروا إلى ذلك أثناء الكلام على بعض الألفاظ، لكن هذه الفهارس لم تطبع مع الكتاب، ولا أعلم أنها طبعت. ¶ 98 - \" الكنز الثمين في أحاديث النبي الأمين \". لعبد الله بن محمد بن الصِدِّيقْ الغُماري. وهو عبارة عن كتاب \" الجامع الصغير \" للسيوطي مُجَرَّدًا من الحديث الموضوع، وهو مرتب على حروف المعجم، وقد أضاف إليه بعض الأحاديث الصحيحة التي فات السيوطي ذكرها، وقد طبع الكتاب في بيروت، عالم الكتب، ط 2، 1403 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 99 - \" صحيح الجامع الصغير زياداته \". وضعه محمد ناصر الدين الألباني، جمع فيه الأحاديث الصحيحة من \" الجامع الصغير وزياداته \" للسيوطي، ورتبه على حروف",
            "page": "96",
            "part": "1",
            "seal": "06159F65"
        },
        {
            "id": "105",
            "nass": "المعجم كالأصل وأضاف إليه تخريجات وتعليقات على بعض الأحاديث، وقد بلغت عدة أحاديثه (8058) حَدِيثًا من أصل أحاديث كتاب \" الفتح الكبير \" للنبهاني التي بلغت (14471). طبع الكتاب في المكتب الإسلامي ببيروت في (3) مجلدات، وعندي نسخة منه. ¶ 100 - \" ضعيف الجامع الصغير وزياداته \" للألباني أيضًا، جَرَّدَ فيه الأحاديث الضعيفة من \" الجامع الصغير وزياداته \" للسيوطي ورتبه على حروف المعجم، بلغت عدة أحاديثه (6469) حَدِيثًا من أصل (14471)، وله فيه تعليقات وتخريجات على بعض الأحاديث، طبع الكتاب في المكتب الإسلامي في بيروت، وعندي نسخة منه. ¶ 101 - فهرس أحاديث \" مختصر قيام الليل وقيام رمضان \" و \"كتاب الوتر \" للمروزي (294 هـ) اختصار أحمد بن علي المقريزي (845 هـ). وضعه يوسف عبد الرحمن المرعشلي، ووحيد كبَّارة وَرَتَّبَاهُ على حروف المعجم في جزء مستقل. ¶ 102 - فهرس أحاديث \" الكنى والأسماء \" للدولابي (310 هـ). وضعه يوسف المرعشلي وعدنان شلاق، في جزء مستقل، وَرَتَّبَاهُ على حروف المعجم، وَوَضَعَا فهرسًا آخر لمسانيد الصحابة. ¶ 103 - فهرس أحاديث \" علل الحديث \" لابن أبي حاتم الرازي (327 هـ). وضعه يوسف المرعشلي وسمير زقا، في جزء مستقل، ومعه فهرس آخر لمسانيد الصحابة. ¶ 104 - فهرس أحاديث \" عمل اليوم والليلة \" لابن السُنِّي (364 هـ). وضعه يوسف المرعشلي ووحيد كبَّارة في جزء مستقل مرتب على حروف المعجم، ومعه فهرس للمسانيد. ¶ 105 - فهرس أحاديث \" المطالب العالية بزوائد المسانيد الثمانية \" لابن حجر (852 هـ). وضعه يوسف المرعشلي وبسام اليوسف في جزء مستقل وَرَتَّبَاهُ على حروف المعجم، ومعه فهرس لمسانيد الصحابة.",
            "page": "97",
            "part": "1",
            "seal": "D2BDB70F"
        },
        {
            "id": "106",
            "nass": "ب - فَهَارِسُ كُتُبِ الحَدِيثِ غَيْرِ الأَصْلِيَّةِ: (¬1) ¶ المَرَاجِعُ: ¶ --------- ¶ 106 - فهرس أحاديث \" الموضوعات \" لابن الجوزي (597 هـ). وضعه مُحَقِّقُ الكتاب نور الدين بوياجيلار بآخره، وَرَتَّبَ فيه أحاديث الكتاب على حروف المعجم. لم أطلع عليه. ¶ 107 - فهرس أحاديث \" الطب من الكتاب والسنة \" للموفق البغدادي (629 هـ). وضعه مُحَقِّقُ الكتاب عبد المعطي أمين قلعجي بآخره، وَرَتَّبَهُ على حروف المعجم، طبع في بيروت، دار المعرفة، ط 1، 1406 هـ، 1 ج، وعندي نسخة منه. ¶ 108 - فهرس أحاديث \" علوم الحديث \" لابن الصلاح (643 هـ)، وضعه المُحَقِّقُ نور الدين عتر بآخر الكتاب، وَرَتَّبَ فيه الأحاديث على حروف المعجم، طبع في المدينة المنورة، المكتبة العلمية، ط 2، 1392 هـ، 1 ج، وعندي نسخة منه. ¶ 109 - فهرس أحاديث \" كتاب الأربعين حديثًا \" للبكري (656 هـ). وضعه مُحَقِّقُ الكتاب محمد المحفوظ بآخر الكتاب، رَتَّبَ فيه أحاديث الكتاب على حروف المعجم، طبع في بيروت، دار الغرب الإسلامي، ط 1، 1400 هـ، 1 ج، وعندي نسخة منه. ¶ 110 - فهرس أحاديث \" رياض الصالحين \" للنووي (676 هـ) وضعه شارحو الكتاب مصطفى سعيد الخن ومصطفى البُغا، ومحيي الدين مستو، وعلي الشربجي، ¶ ¬__________ ¶ (¬1) المقصود بالمصادر غير الأصلية - أو المراجع - الكتب التي وضعت بعد القرن الخامس واستمدت أحاديثها من كتب القرون الخمسة الأولى، ولم تروها بأسانيدها.",
            "page": "98",
            "part": "1",
            "seal": "C347B962"
        },
        {
            "id": "107",
            "nass": "ومحمد أمين لطفي في الشرح المُسَمَّى \" نزهة المتقين شرح رياض الصالحين \" بآخر الكتاب، وَرَتَّبُوا فيه أحاديث الكتاب على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، ط 1، 1397 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 111 - فهرس أحاديث \" الأذكار \" للنووي أيضًا. وضعه الأستاذ محيي الدين الشامي بآخره، وَرَتَّبَ فيه أحاديثه على حروف المعجم، طبع في بيروت، دار البشائر الإسلامية ودار التقويم الإسلامي، ط 1، 1405 هـ، 1 مج، وعندي نسخة منه. ¶ 112 - فهرس أحاديث \" الكلم الطيب \" لابن تيمية (728 هـ). وضعه مُحَقِّقُ الكتاب عبد العزيز السيروان بآخره، وَرَتَّبَ فيه الأحاديث على حروف المعجم، طبع في بيروت، دار الرائد العربي، ط 1، 1404 هـ، 1 ج، وعندي نسخة منه. ¶ 113 - فهرس أحاديث كتاب \" أحاديث القصاص \" لابن تيمية أيضًا. وضعه مُحَقِّقُ الكتاب محمد لطفي الصباغ بآخره، وَرَتَّبَ فيه الأحاديث على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 1، 1392 هـ، 1 ج، وعندي نسخة منه. ¶ 114 - فهرس أحاديث \" مشكاة المصابيح \" للخطيب التبريزي (737 هـ). وضعه محقق الكتاب محمد ناصر الدين الألباني بآخره، ورتب فيه الأحاديث على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 1، 1380 هـ، 3 مج، 3 ج، وعندي نسخة منه. ¶ 115 - فهرس أحاديث \" الخلاصة في أصول الحديث \" للحسين بن عبد الله الطيبي (743 هـ). وضعه محقق الكتاب صُبحي السامُرَّائي بآخره، ورتب فيه الأحاديث على حروف المعجم. طبع في بيروت، عالم الكتب، ط 1، 1405 هـ، وعندي نسخة منه. ¶ 116 - فهرس أحاديث \" المحرر في الحديث \" لابن عبد الهادي المقدسي (744 هـ). وضعه مُحَقِّقُو الكتاب يوسف عبد الرحمن المرعشلي ومحمد سليم سمارة وجمال الذهبي بآخره وَرَتَّبُوا فيه أوائل الأحاديث على حروف المعجم، ووضعوا فهرسًا آخر للكتاب رَتَّبُوا فيه أسماء الصحابة على حروف المعجم، طبع في بيروت، دار المعرفة، ط1، 1405 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 117 - فهرس أحاديث \" الموقظة في علم مصطلح الحديث \" للذهبي (748 هـ).",
            "page": "99",
            "part": "1",
            "seal": "0E8DFC99"
        },
        {
            "id": "108",
            "nass": "وضعه محقق الكتاب الشيخ عبد الفتاح أبو غدة في آخره ورتبه على حروف المعجم، طبع في مكتب المطبوعات الإسلامية بحلب عام 1405 هـ في جزء واحد، وعندي نسخة منه. ¶ 118 - فهرس أحاديث \" المنار المنيف في الصحيح والضعيف \" لابن قيم الجوزية (751 هـ). وضعه محقق الكتاب عبد الفتاح أبو غدة بآخر الكتاب، ورتب فيه الأحاديث حسب حروف المعجم، طبع في حلب، مكتب المطبوعات الإسلامية، ط 2، 1403 هـ، 1 ج، وعندي نسخة منه. ¶ 119 - فهرس أحاديث \" شرح علل الترمذي \" لابن رجب الحنبلي (795 هـ). وضعه محقق الكتاب نور الدين عتر بآخره، ورتب فيه الأحاديث على حروف المعجم، طبع في دمشق، دار الملاح، ط 1، 1380 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 120 - فهرس أحاديث \" شرح علل الترمذي \" لابن رجب الحنبلي (795 هـ). وهو الكتاب السابق، لكن حققه صبحي البدري السامرائي ووضع فهرسه بآخر الكتاب، رتب فيه الأحاديث على حروف المعجم، طبع في بيروت، عالم الكتب، ط 1، 1405 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 121 - فهرس أحاديث \" النكت على كتاب ابن الصلاح \" لابن حجر العسقلاني (852 هـ). وضعه محقق الكتاب ربيع بن هادي عمير بآخره ورتب فيه أحاديثه على حروف المعجم، طبع في المدينة المنورة، الجامعة الإسلامية، ط 1، 1404 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 122 - فهرس أحاديث \" سلسلة الذهب فيما رواه الإمام الشافعي عن مالك عن نافع عن ابن عمر \" لابن حجر العسقلاني (852 هـ). وضعه محقق الكتاب عبد المعطي أمين قلعجي بآخره، ورتب فيه الأحاديث على حروف المعجم. طبع في بيروت، دار المعرفة، ط 1، 1406 هـ، 1 ج، وعندي نسخة منه. ¶ 123 - فهرس أحاديث \" تلخيص الحبير \" لابن حجر العسقلاني أيضًا، وضعه يوسف عبد الرحمن المرعشلي ورياض عبد الله عبد الهادي، في جزء مستقل، وَرَتَّبَا فيه أحاديث الكتاب الأصلية والفرعية على حروف المعجم، يطبع في جزء مستقل بدار المعرفة في بيروت عام 1406 هـ. وعندي نسخة منه.",
            "page": "100",
            "part": "1",
            "seal": "E7344EE3"
        },
        {
            "id": "109",
            "nass": "124 - \" اللآلئ المنثورة في الأحاديث المشهورة مما ألفه الطبع وليس له أصل في الشرع \" لابن حجر العسقلاني (852 هـ) وهو أول ما وصلنا من كُتُبِ الأحاديث المشتهرة. لم أطلع عليه. ¶ 125 - \" المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة \". لشمس الدين محمد بن عبد الرحمن السخاوي (902 هـ) وهو فهرس جامع لكثير من الأحاديث المشتهرة. بلغت أحاديثه في النسخة المَطْبُوعَةِ المُرَقَّمَةِ (1356) حَدِيثًا. وفيه من الصناعة الحديثية ما ليس في غيره، فَسَهَّلَ على المُرَاجِعِ فيه الكشف بسرعة عن الحديث الذي يريده، وبعد ذكره للحديث يذكر مَنْ خَرَّجَهُ إن كان له أصل، ويبين درجته من الصحة، وإن لم يكن له أصل بَيَّنَ ذلك، وإن خشي أن يكون له أصل قال: «لاَ أَعْرِفُهُ». قال عنه العماد الحنبلي في \" شذرات الذهب \" 8/ 16: «وهو أجمع من كتاب السيوطي \" الدرر المنتثرة في الأحاديث المشتهرة \" وفي كل منهما ما ليس في الآخر». ولذلك اعتنى العلماء به فتناولوه بالدرس والاختصار، فاختصره علي بن محمد المُتَوَفَّى (939 هـ) في \" الواسائل السنية \"، واختصره ابن الديبع الشيباني (944 هـ) في \" تمييز الطيب من الخبيث \"، واختصره الزرقاني محمد بن عبد الباقي (1122 هـ) في \" مختصر المقاصد الحسنة \" وسيأتي الكلام عن كل واحد منها، طبع كتاب \" المقاصد الحسنة \" بتحقيق عبد الله الغُماري وعبد الوهاب عبد اللطيف في القاهرة، مطبعة دار الأدب العربي، ط 1، 1375 هـ، 1 مج، 1 ج، وأعيد تصويره بدار الكتب العلمية في بيروت، وعندي نسخة منه، كما طبع طبعة جديدة حَقَّقَهَا محمد عثمان الخشت بدار الكتاب العربي في بيروت عام 1405 هـ، وعندي نسخة منه أيضًا. ¶ 126 - \" الغماز على اللماز في الأحاديث المشتهرة \". لأبي الحسن نور الدين السمهودي (911 هـ)، رَتَّبَ فيه أوائل الأحاديث على حروف المعجم، طبع في الرياض، دار اللواء، ط 1، 1401 هـ، 1 ج، وعندي نسخة منه. ¶ 127 - \" الدرر المنتثرة في الأحاديث المشتهرة \" للسيوطي، جلال الدين (911 هـ) وهو كتاب مثل سابقيه، طبع بتحقيق خليل الميس في بيروت، دار العربية وينشره المكتب الإسلامي، ط 1، 1404 هـ، 1 ج، وعندي نسخة منه.",
            "page": "101",
            "part": "1",
            "seal": "10F7EFDB"
        },
        {
            "id": "110",
            "nass": "128 - فهرس أحاديث \" تحذير الخواص من أكاذيب القصاص \" للسيوطي أيضًا. وضعه محقق الكتاب محمد لطفي الصباغ بآخر الكتاب، وَرَتَّبَ فيه أحاديث الكتاب على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 2، 1404 هـ، 1 ج، وعندي نسخة منه. ¶ 129 - فهرس أحاديث \" تخريج أحاديث شرح المواقف في علم الكلام \" للسيوطي أيضًا. وضعه محقق الكتاب يوسف عبد الرحمن المرعشلي في آخره، وَرَتَّبَهُ على حروف المعجم، يطبع في مؤسسة الرسالة ببيروت عام 1406 هـ. وعندي نسخة منه. ¶ 130 - \" الوسائل السنية \". لعلي بن محمد، المُتَوَفَّى (939 هـ) وهو كتاب في الأحاديث المشتهرة، اختصر فيه \" المقاصد الحسنة \" للسخاوي (902 هـ). لم أطلع عليه. ¶ 131 - \" تمييز الطيب من الخبيث فيما يدور على ألسنة الناس من الحديث \" لابن الديبع الشيباني أيضًا، اختصر فيه \" المقاصد الحسنة للسخاوي أيضًا، طبع في القاهرة، المطبعة الشرفية، ط 1، 1324، 1 ج، وأعيد طبعه بدار الكتاب العربي في بيروت، وعندي نسخة منه. ¶ 132 - \" البدر المنير في غريب أحاديث البشير النذير \" لعبد الوهاب بن أحمد الشعراني (973 هـ) قال في أوله: «الحمد لله رب العالمين ... فهذه أحاديث غريبة قل أن يطلع على تخريجها عالم من أهل عصرنا عدتها نحو من ألفين وثلاثمائة حديث انتخبتها من \" الجامع الكبير \" و \" الجامع الصغير \" و \" زوائد الصغير \" كل الثلاة للجلال السيوطي (911 هـ) وأضفت إليه جميع ما في كتاب السخاوي المُسَمَّى \" المقاصد الحسنة \" ... » طبع في مصر عام 1277 هـ، في (148) صفحة. لم أطلع عليه. ¶ 133 - فهرس أحاديث \" المصنوع في معرفة الحديث الموضوع \" لِلْمُلاَّ علي القاري (1014 هـ) وضعه المحقق عبد الفتاح أبو غدة بآخر الكتاب، ورتب فيه الأحاديث على حروف المعجم، طبع في حلب، مكتب المطبوعات الإسلامية، ط 1، 1389 هـ، وعندي نسخة منه. ¶ 134 - \" تسهيل السبيل إلى كشف الالتباس عما دار من الأحاديث بين الناس \".",
            "page": "102",
            "part": "1",
            "seal": "CE08E2E8"
        },
        {
            "id": "111",
            "nass": "لمحمد أحمد الخليلي (1057 هـ) وهو في الأحاديث المشتهرة. لم أطلع عليه. ¶ 135 - \" إتقان ما يحسن من الأحاديث الدائرة على الألسن \". لنجم الدين محمد بن محمد بن محمد الغزي الشافعي (1061 هـ)، وهو في الأحاديث المشتهرة، جمع فيه بين كتب الزركشي (974 هـ) والسيوطي (911 هـ) والسخاوي (902 هـ) وزاد عليها زيادات حسنة. لم أطلع عليه. ¶ 136 - \" البيان والتعريف في أسباب ورود الحديث الشريف \" لابن حمزة الحسيني (1120 هـ) رتب فيه أحاديث الكتاب على حروف المعجم وذكر سبب كل حديث ومخرجه، طبع بحلب، في مطبعة حلب، ط 1، 1329 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 137 - فهرس أحاديث \" البيان والتعريف في أسباب ورود الحديث الشريف \" لابن حمزة الحسيني (1120 هـ). وضعه مصحح الكتاب سيف الدين الكاتب في الطبعة الصادرة عن دار الكتاب العربي، بيروت، ط 1، 1401 هـ، وعندي نسخة منه. ¶ 138 - \" مختصر المقاصد الحسنة للسخاوي \" ألفه الزرقاني محمد بن عبد الباقي (1122 هـ) وحافظ على ترتيب أحاديثه على حروف المعجم، طبع بتحقيق محمد لطفي الصباغ في المكتب الإسلامي ببيروت، ط 3، [1403 هـ] (*)، 1 ج، وعندي نسخة منه. ¶ 139 - فهرس أحاديث \" مختصر المقاصد الحسنة للسخاوي \" للزرقاني (1122 هـ). وضعه المحقق محمد لطفي الصباغ بآخر الكتاب، ورتب فيه أحاديث الكتاب على الكتب والأبواب الفقهية بعد أن كانت على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 3، 1403 هـ، وعندي نسخة منه. ¶ 140 - \" كشف الخفاء ومزيل الألباس عما اشتهر من الأحاديث على ألسنة الناس \" لإسماعيل بن محمد العجلوني (1162 هـ) وهو كتاب نافع جَيِّدٌ، حوى كثيرًا من الأحاديث المشتهرة وهو أكبر كتاب في بابه، مُرَتَّبٌ على حروف المعجم، لخص فيه مؤلفه كتاب \" المقاصد الحسنة \" للسخاوي (902 هـ) مقتصرًا في كل حديث على بيان مخرجه وصحابيه ورتبته، وأقوال العلماء منه وبعض الفوائد، وضم إليه أحاديث من تقدمه في هذا الموضوع كـ \" اللآلئ المنثورة \" لابن حجر (852 هـ) و \" الدرر المنتثرة \" للسيوطي (911 هـ). اشتمل ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) [ورد في المطبوع خطأ (1043 هـ) والصحيح (1403 هـ)].",
            "page": "103",
            "part": "1",
            "seal": "DFCD88E3"
        },
        {
            "id": "112",
            "nass": "الكتاب على (3254) حَدِيثًا، فتكون أحاديثه أكثر من ضعفي أحاديث \" المقاصد الحسنة \". وطبع الكتاب بإشراف حسام الدين القدسي بمدينة القاهرة عام 1351 هـ. وطبع ثانية بإشراف أحمد القلاش في حلب، وَصُوِّرَ بمؤسسة الرسالة في بيروت عن طبعة حلب وعندي نسخة من هذه الطبعة. ¶ 141 - \" أسنى المطالب في أحاديث مختلفة المراتب \" لمحمد بن درويش الحوت البيروتي (1276 هـ). جَرَّدَ فيه أحاديث ابن الديبع الشيباني (944 هـ) التي اختصرها من \" المقاصد الحسنة \" للسخاوي (902 هـ). وزاد عليها زيادات، ثم قام ولده أبو زيد عبد الرحمن بعد وفاة والده، فضم الزيادات، إلى الأصل ورتبها كلها على حروف الهجاء تسهيلاً للفائدة، وسماه بهذا الاسم، والكتاب على صغر حجمه يحوي عددًا كبيرًا من الأحاديث، ويتكلم عنها بشكل مختصر جِدًّا، طبع في القاهرة، بمطبعة مصطفى محمد، ط 1، 1355 هـ، 1 مج، 1 ج، وأعيد طبعه في بيروت، دار الكتاب العربي، ط 2، 1403 هـ، وعندي نسخة من هذه الطبعة. ¶ 142 - فهرس أحاديث \" الهداية بتخريج أحاديث البداية \" - \" بداية المجتهد \" لابن رشد - لِلْغُمَارِي أحمد بن محمد بن الصِدِّيق. وضعه محققو الكتاب يوسف المرعشلي وعدنان شلاق ومحمد سليم سمارة وعلي الطويل وعلي بقاعي بآخره ورتبوه على حروف المعجم، يطبع الكتاب في بيروت، عالم الكتب، ط 1، 1406 هـ، 8 مج، 8 ج، وعندي نسخة منه. ¶ 143 - فهرس أحاديث \" تخريج أحاديث كتاب أربعون حديثًا في اصطناع المعروف للمنذري \" لقاضي القضاة صدر الدين المناوي (803 هـ). وضعه محقق الكتاب الأستاذ سمير طه المجذوب بآخر الكتاب، ورتبه على حروف المعجم، طبع في بيروت، عالم الكتب، ط 1، 1406 هـ، 1 ج، لم أطلع عليه. ¶ 144 - فهرس \" تخريج أحاديث مشكلة الفقر وكيف عالجها الإسلام للقرضاوي \" وضعه الألباني أيضًا في آخر الكتاب الذي عمل بتخريجه، ورتبه على حروف المعجم، طبع في المكتب الإسلامي ببيروت عام 1405 هـ، ط 1، 1 ج، وعندي نسخة منه. ¶ 145 - فهرس أحاديث \" غاية المرام في تخريج أحاديث الحلال والحرام ليوسف",
            "page": "104",
            "part": "1",
            "seal": "965E633B"
        },
        {
            "id": "113",
            "nass": "القرضاوي \". وضعه ناصر الدين الألباني في آخر الكتاب، ورتب فيه أحاديثه على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 1، 1400 هـ، 1 ج، وعندي نسخة منه. ¶ 146 - \" فهرس أحاديث الابتهاج بتخريج أحاديث المنهاج للبيضاوي \" للغماري عبد الله بن محمد بن الصِدِّيقْ. وضعه محقق الكتاب الأستاذ سمير طه المجذوب بآخره، ورتب فيه أحاديثه على حروف المعجم، طبع في بيروت، عالم الكتب، ط 1، 1405 هـ، وعندي نسخة منه. ¶ 147 - فهرس أحاديث \" تخريج أحاديث اللمع في أصول الفقه للشيرازي \" للغُماري عبد الله بن محمد الصِدِّيقْ. وضعه محقق الكتاب يوسف عبد الرحمن المرعشلي بآخره، ورتب فيه الأحاديث على حروف المعجم، ووضع فهرسًا للآثار، على مسانيد الصحابة، جمع فيه تحت كل صحابي أحاديثه، طبع في بيروت، عالم الكتب، ط 1، 1404 هـ، 1 مج، 1 ج، وعندي نسخة منه.",
            "page": "105",
            "part": "1",
            "seal": "F17A4124"
        },
        {
            "id": "114",
            "nass": "ثَانِيًا: فَهَارِسُ أَحَادِيثَ كُتُبِ التَّفْسِيرِ وَعُلُومِ القُرْآنِ: ¶ 148 - فهرس أحاديث \" تفسير عبد الرزاق الصنعاني \" (211 هـ). وضعه محقق الكتاب الدكتور عبد المعطي أمين قلعجي بآخر الكتاب، ورتبه على حروف المعجم، يطبع بدار المعرفة في بيروت عام 1406 هـ في مجلدين. ¶ 149 - فهرس أحاديث \" تفسير الطبري \" المُسَمَّى بـ \" جامع البيان في تفسير القرآن \" وضعه الناشر في آخر المجلد الثلاثين، ورتب فيه أحاديثه على حروف المعجم، طبع في بيروت، دار الفكر، ط 1، 1405 هـ، وقد اطلعت عليه. ¶ 150 - فهرس أحاديث \" المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها \" لأبي الفتح عثمان بن جِنِّي (392 هـ) وضعه محقق الكتاب علي النجدي ناصف وعبد الفتاح إسماعيل شلبي بآخره، وَرَتَّبَا فيه الأحاديث على حروف المعجم، طبع في القاهرة، المجلس الأعلى للشؤون الإسلامية، ط 1، 1389 هـ، 2 مج، 2 ج. ¶ 151 - فهرس أحاديث \" الكشف عن وجوه القراءات السبع \" لمكي بن أبي طالب القيسي (437 هـ). وضعه محقق الكتاب محيي الدين رمضان في آخره، ورتب الأحاديث على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، ط 3، 1404 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 152 - فهرس أحاديث \" مشكل إعراب القرآن \" لمكي أيضًا، وضعه محقق الكتاب حاتم صالح الضامن في آخره، ورتب فيه الأحاديث على حروف المعجم، طبع في بيروت،",
            "page": "106",
            "part": "1",
            "seal": "4A72D405"
        },
        {
            "id": "116",
            "nass": "مؤسسة الرسالة، ط 2، 2 مج، 2 ج، وعندي نسخة منه. ¶ 153 - فهرس أحاديث \" المكتفى في الوقف والابتداء \" لأبي عمرو الداني (444 هـ) وضعه محقق الكتاب يوسف عبد الرحمن المرعشلي في آخره، ورتبه على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، ط 1، 1404 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 154 - فهرس أحاديث \" المفردات في غريب القرآن \" للراغب الأصفهاني (502 هـ). وضعه نديم مرعشلي في آخر الكتاب ورتبه على حروف المعجم، طبع في بيروت، دار الفكر، ط 1، 1405 هـ، 1 مج، وقد اطلعت عليه. ¶ 155 - فهرس أحاديث \" أحكام القرآن \" للكياهراسي (504 هـ). وضعه الناشر بآخر الكتاب، ورتب فيه الأحاديث على حروف المعجم، طبع في بيروت، دار الكتب العلمية، ط 1، 1403 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 156 - فهرس أحاديث \" زاد المسير في علم التفسير \" لابن الجوزي (597 هـ). وضعه الناشر في آخر الكتاب ورتب فيه الأحاديث على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 1، 1388 هـ، 9 مج، 9 ج، وعندي نسخة منه. ¶ 157 - فهرس أحاديث \" المرشد الوجيز إلى علوم تتعلق بالكتاب العزيز \" لأبي شامة المقدسي (665 هـ). وضعه محقق الكتاب طَيَّارْ آلتي قولاج في آخره، ورتبه على حروف المعجم، طبع في بيروت، دار صادر، ط 1، 1 مج، 1 ج، وعندي نسخة منه. ¶ 158 - فهرس أحاديث \" تفسير ابن كثير \" (772 هـ). وضعه يوسف عبد الرحمن المرعشلي ومحمد سليم سمارة وجمال حمدي الذهبي ورياض عبد الله في جزء مستقل، ورتبوه على حروف المعجم، واقتصروا فيه على الأحاديث دون آثار الصحابة وتفسيراتهم، طبع في بيروت، دار المعرفة، ط 1، 1406 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 159 - فهرس أحاديث \" تفسير ابن كثير \" (772 هـ). وضعه الناشر في آخر الكتاب، ورتبه على حروف المعجم، طبع بدار الفكر في بيروت، 7 مج، 7 ج، وعندي نسخة منه.",
            "page": "107",
            "part": "1",
            "seal": "E0461E64"
        },
        {
            "id": "117",
            "nass": "160 - فهرس أحاديث \" بصائر ذوي التمييز في لطائف الكتاب العزيز \" للفيروزآبادي (817 هـ). وضعه محقق الكتاب محمد علي النجار في آخره، ورتبه على حروف المعجم، طبع في بيروت، المكتبة العلمية، 6 مج، 6 ج، وعندي نسخة منه. ¶ 161 - فهرس أحاديث \" تفسير الدر المنثور \" للسيوطي (911 هـ). وضعه محقق الكتاب عبد الرحمن عميرة في آخره ورتبه على حروف المعجم، يُطْبَعُ في بيروت، عالم الكتب، ط 1، 1406 هـ، لم أطلع عليه. ¶ 162 - فهرس أحاديث \" الإتقان في علوم القرآن \" للسيوطي أيضًا. وضعه مصطفى ديب البغا في آخره ورتبه على حروف المعجم. لم أطلع عليه. ¶ 163 - فهرس أحاديث \" مفحمات الأقران في مبهمات القرآن \" للسيوطي أيضًا. وضعه مصطفى ديب البغا في الطبعة التي حققها. لم أطلع عليه. ¶ 164 - فهرس أحاديث - فتح الرحمن بكشف ما يلتبس في القرآن \" لزكريا الأنصاري (926 هـ). وضعه يوسف عبد الرحمن المرعشلي بآخر الكتاب ورتبه على حروف المعجم، طبع في الرياض، مكتبة الرياض الحديثة، ط 1، 1404 هـ، 1 مج، 1 ج، وعندي نسخة منه.",
            "page": "108",
            "part": "1",
            "seal": "3FAABF6F"
        },
        {
            "id": "118",
            "nass": "ثَالِثًا: فَهَارِسُ أَحَادِيثَ كُتُبِ التَّوْحِيدِ وَالعَقِيدَةِ: ¶ 165 - فهرس أحاديث \" كتاب الإيمان \" لأبي بكر بن أبي شيبة (235 هـ). وضعه محقق الكتاب محمد ناصر الدين الألباني في آخره، ورتبه على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 2، 1403، وعندي نسخة منه. ¶ 166 - فهرس أحاديث \" خلق أفعال العباد والرد على الجهمية وأصحاب التعطيل \" للبخاري (256 هـ). طبع في بيروت، مؤسسة الرسالة، ط 1، 1404 هـ، 1 ج، وعندي نسخة منه. ¶ 167 - فهرس أحاديث \" كتاب القدر \" لجعفر بن محمد الفريابي (301 هـ). وضعه محقق الكتاب جمال حمدي الذهبي في آخره ورتبه على حروف المعجم، طبع في بيروت، دار المعرفة، ط 1، 1406 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 168 - فهرس أحاديث \" تفسير أسماء الله الحسنى \" لأبي إسحاق الزجاج (311 هـ). وضعه محقق الكتاب أحمد يوسف الدقاق في آخره ورتبه على حروف المعجم، طبع في دمشق، دار المأمون، ط 4، 1403 هـ، 1 ج، وعندي نسخة منه. ¶ 169 - فهرس أحاديث \" الإبانة عن أصول الديانة \" لأبي الحسن الأشعري (324 هـ). وضعته المحققة فوقية حسين محمود في آخر الكتاب، ولم ترتبه على حروف المعجم، وإنما حسب ما جاءت في الكتاب على تسلسل صفحاته! طبع في القاهرة، دار الأنصار، ط 1، 1397 هـ، 1 مج، 1 ج، وعندي نسخة منه.",
            "page": "109",
            "part": "1",
            "seal": "136CAABC"
        },
        {
            "id": "119",
            "nass": "170 - فهرس أحاديث \" الإبانة عن أصول الديانة \" للأشعري. وهو الكتاب السابق نفسه، حققه عبد القادر الأرناؤوط، ورتب أحاديثه على حروف المعجم، طبع في دمشق، مكتبة دار البيان، ط 1، 1401 هـ، 1 ج، وعندي نسخة منه. ¶ 171 - فهرس أحاديث \" كتاب النزول \" وكتاب \" الصفات \" لأبي الحسن الدارقطني (385 هـ). وضعه محقق الكتاب وناشره علي بن محمد بن ناصر الفقيهي، الأستاذ المساعد بالجامعة الإسلامية، بالمدينة المنورة، ط 1، 1403 هـ، 1 ج، وعندي نسخة منه. ¶ 172 - فهرس أحاديث \" الرد على الجهمية \" لابن منده (395 هـ). وضعه محقق الكتاب وناشره علي بن محمد بن ناصر الفقيهي، الأستاذ المساعد بالجامعة الإسلامية، بالمدينة المنورة، ط 1، 1401 هـ، 1 ج، وعندي نسخة منه. ¶ 173 - فهرس أحاديث \" دلائل النبوة \" للبيهقي (458 هـ). وضعه محقق الكتاب عبد المعطي أمين قلعجي بآخره، ورتبه على حروف المعجم، طبع في بيروت، دار الكتب العلمية، ط 1، 1405، 7 مج، 7 ج، وعندي نسخة منه. ¶ 174 - فهرس أحاديث \" شعب الإيمان \" للبيهقي (458 هـ). وضعه محقق الكتاب عبد المعطي أمين قلعجي بآخره، ورتبه على حروف المعجم، يطبع في بيروت، دار الكتب العلمية. لم أطلع عليه. ¶ 175 - فهرس أحاديث \" الأربعين في دلائل التوحيد \" لأبي إسماعيل الهروي (481 هـ). وضعه محقق الكتاب وناشره علي بن محمد بن ناصر الفقيهي،، الأستاذ المساعد بالجامعة الإسلامية، بالمدينة المنورة، ط 1، 1404 هـ، 1 ج، وعندي نسخة منه. ¶ 176 - فهرس أحاديث \" رسالة في الذب عن أبي الحسن الأشعري \" لابن درباس (659 هـ). وضعه محقق الكتاب وناشره علي بن محمد بن ناصر الفقيهي،، الأستاذ المساعد بالجامعة الإسلامية، بالمدينة المنورة، ط 1، 1404 هـ، (طبع مع الكتاب السابق)، 1 ج، وعندي نسخة منه. ¶ 177 - فهرس أحاديث \" تخريج أحاديث شرح المواقف في علم الكلام \" للسيوطي",
            "page": "110",
            "part": "1",
            "seal": "38753D0E"
        },
        {
            "id": "120",
            "nass": "(911 هـ). وضعه محقق الكتاب يوسف عبد الرحمن المرعشلي في آخره، ورتبه على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، ط 1، 1406 هـ، 1 ج، وعندي نسخة منه. ¶ 178 - فهرس أحاديث \" التصريح بما تواتر في نزول المسيح \" لمحمد أنور شاه الكشميري (1352 هـ). وضعه محقق الكتاب عبد الفتاح أبو غدة في آخره، ورتبه على حروف المعجم، طبع في حلب، مكتب المطبوعات الإسلامية، ط 1، 1385 هـ، 1 ج، وعندي نسخة منه.",
            "page": "111",
            "part": "1",
            "seal": "707FBE44"
        },
        {
            "id": "121",
            "nass": "رَابِعًا: فَهَارِسُ أَحَادِيثَ كُتُبِ الفِقْهِ وَأُصُولِهِ: ¶ 179 - فهرس أحاديث \" مسائل الإمام أحمد \" لابن هانيء النيسابوري (275 هـ) وضعه محقق الكتاب ¶ 180 - فهرس أحاديث \" مسائل الإمام أحمد \" لابنه عبد الله (290 هـ). وضعه محقق الكتاب زهير الشاويش في آخره، ورتبه على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 1، 1401 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 181 - فهرس أحاديث \" اختلاف العلماء \" لمحمد بن نصر المروزي (294 هـ). وضعه محقق الكتاب صبحي السامرائي في آخره ورتبه على حروف المعجم، طبع في بيروت، عالم الكتب، ط 1، 1405 هـ، 1 ج، وعندي نسخة منه. ¶ 182 - فهرس أحاديث \" الإجماع \" لأبي بكر بن المنذر (318 هـ). وضعه محقق الكتاب أبو حماد صغير أحمد بن محمد حنيف في آخره، ورتبه على حروف المعجم، طبع في الرياض، دار طيبة، ط 1، 1402 هـ، 1 ج، وعندي نسخة منه. ¶ 183 - فهرس أحاديث \" حلية الفقهاء \" لأحمد بن فارس (395 هـ). وضعه المحقق عبد الله بن عبد المحسن التركي في آخر الكتاب، ورتبه على حروف المعجم، طبع الكتاب في بيروت، الشركة المتحدة للتوزيع، ط 1، 1403 هـ، 1 ج، وعندي نسخة منه.",
            "page": "112",
            "part": "1",
            "seal": "6B98F4AB"
        },
        {
            "id": "122",
            "nass": "184 - فهرس أحاديث \" المهذب في الفقه الشافعي \" للشيرازي (476 هـ). وضعه المحقق سمير طه المجذوب في آخر الكتاب ورتبه على حروف المعجم، يطبع في بيروت، عالم الكتب، ط 1، 1406 هـ. ¶ 185 - فهرس أحاديث \" تخريج أحاديث اللمع في أصول الفقه للشيرازي \" (476 هـ). ألف التخريج عبد الله الغُماري. وقد وضع هذا الفهرس محقق الكتاب عبد الرحمن المرعشلي في آخره، ورتب فيه الأحاديث على حروف المعجم، والآثار على مسانيد الصحابة، طبع الكتاب في بيروت، عالم الكتب، ط 1، 1404 هـ، 1 ج، وعندي نسخة منه. ¶ 186 - فهرس أحاديث \" المبسوط \" للسرخسي الحنفي (490 هـ). وضعه خليل الميس في جزء مستقل ملحق بالكتاب، ورتب فيه أحاديث كل جزء على حدة على حروف المعجم، طبع في بيروت، دار المعرفة، ط 1، 1401 هـ، وعندي نسخة منه. ¶ 187 - فهرس أحاديث \" المنخول منت تعليقات الأصول \" للغزالي (505 هـ). وضعه المحقق محمد حسن هيتو بآخر الكتاب ورتبه على حروف المعجم، طبع في دمشق، دار الفكر، ط 2، 1400 هـ، 1 ج، وعندي نسخة منه. ¶ 188 - فهرس أحاديث \" فتاوى ابن الصلاح \" (643 هـ). وضعه المحقق عبد المعطي أمين قلعجي بآخر الكتاب ورتبه على حروف المعجم، طبع في بيروت، دار المعرفة، ط 1، 1406 هـ، 4 مج، 4 ج، وعندي نسخة منه. ¶ 189 - فهرس أحاديث \" تخريج الفروع على الأصول \" للزنجاني (656 هـ). وضعه المحقق محمد أديب الصالح بآخر الكتاب ورتبه على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، ط 4، 1402 هـ، 1 ج، وعندي نسخة منه. ¶ 190 - فهرس أحاديث \" اللباب في الجمع بين السُنَّة والكتاب \" للمنبجي (*) (686 هـ). وضعه المحقق محمد فضل عبد العزيز المراد بآخر الكتاب، طبع في جدة، دار الشروق، ط 1، 1403 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 191 - فهرس أحاديث \" المغني في أصول الفقه \" لجلال الدين عمر بن محمد الخبازي ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) [كتبت في المطبوع خطأ (المنجبي) والصحيح (المنبجي: وهو المحدث أبو محمد علي بن زكريا بن مسعود المنبجي مؤلف كتاب \" اللباب في الجمع بين السنة والكتاب \"، انظر مقدمة \" نصب الراية \" للزيلعي: 1/ 46، طبعة دار الحديث. القاهرة].",
            "page": "113",
            "part": "1",
            "seal": "1260E884"
        },
        {
            "id": "123",
            "nass": "(691 هـ). وضعه المحقق محمد مظهر بقا في آخر الكتاب، ورتبه على حروف المعجم، طبع في مكة المكرمة، جامعة أم القرى، ط 1، 1403 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 192 - فهرس أحاديث \" الحسبة في الإسلام \" لتقي الدين ابن تيمة (728 هـ). وضعه المحقق سيد بن محمد بن أبي سعدة في آخر الكتاب ورتبه على حروف المعجم، طبع في الكويت، دار الأرقم، ط 1، 1403 هـ، 1 ج، وعندي نسخة منه. ¶ 193 - فهرس أحاديث \" تلقيح الفهوم في تنقيح صيغ العموم \" لابن كيكلدي العلائي (761 هـ). وضعه المحقق عبد الله بن محمد بن إسحاق آل الشيخ في آخر الكتاب، ورتبه على حروف المعجم، نشره محقق الكتاب لأول مرة عام 1403 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 194 - فهرس أحاديث \" التمهيد في تخريج الفروع على الأصول \" للإسنوي (772 هـ). وضعه المحقق محمد حسن هيتو في آخر الكتاب، ورتبه على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، ط 1، 1400 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 195 - فهرس أحاديث \" الميزان الكبرى \" للشعراني (973 هـ). وضعه المحقق عبد الرحمن عميرة في آخر الكتاب ورتبه على حروف المعجم، طبع في بيروت، عالم الكتب، ط 1، 1406 هـ، لم أطلع عليه. ¶ 196 - فهرس أحاديث \" المدخل إلى مذهب الإمام أحمد بن حنبل \" لابن بدران (1346 هـ). وضعه المحقق عبد الله بن عبد المحسن التركي. طبع في بيروت، مؤسسة الرسالة، ط 2، 1401 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 197 - فهرس أحاديث \" الهداية بتخريج أحاديث البداية \" (\" بداية المجتهد ونهاية المقتصد \" لابن رشد) لأحمد بن محمد بن الصِدِّيقْ الغُمَارِي. وضعه محققو الكتاب يوسف المرعشلي، وعدنان شلاق، ومحمد سليم سمارة، وعلي الطويل، وعلي البقاعي بآخره، وَرَتَّبُوهُ على حروف المعجم، يطبع في بيروت، عالم الكتب، ط 1، 1406 هـ، 8 مج، 8 ج، وعندي نسخة منه.",
            "page": "114",
            "part": "1",
            "seal": "95DD7770"
        },
        {
            "id": "124",
            "nass": "خَامِسًا: فَهَارِسُ أَحَادِيثَ كُتُبِ السِّيَرِ وَالتَّارِيخِ وَالتَّرَاجِمِ: ¶ 198 - فهرس الأقوال الشريفة التي رواها ابن سعد (230 هـ) في كتاب \" السيرة \" وفي \" الطبقات \". وضعه إحسان عباس في الطبعة التي اعتنى بها، ورتبه على حروف المعجم، طبع في بيروت، دار صادر، 1388 هـ، 9 مج، 9 ج، وعندي نسخة منه. ¶ 199 - فهرس أحاديث \" الطبقات الكبرى \" لابن سعد (230 هـ). - جزء لم ينشر سابقًا - وضعه محقق الكتاب زياد محمد منصور في آخر الكتاب ورتبه على حروف المعجم، طبع في الجامعة الإسلامية بالمدينة المنورة، ط 1، 1403 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 200 - فهرس أحاديث \" طبقات خليفة ابن خياط \" (240 هـ). وضعه المحقق أكرم ضياء العمري في آخر الكتاب ورتبه على حروف المعجم، طبع في الرياض، دار طيبة، ط 2، 1402 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 201 - فهرس أحاديث \" فضائل الصحابة \" للإمام أحمد بن حنبل (248 هـ) وضعه المحقق وصي الله بن محمد عباس بآخر الكتاب ورتبه على حروف المعجم، طبع في مكة المكرمة، جامعة أم القرى، ط 1، 1403 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 202 - فهرس أحاديث \" المنتخب من كتاب أزواج النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، للزبير بن بكار (256 هـ). وضعته محققة الكتاب سكينة الشهابي في آخره، ورتبته على حروف المعجم،",
            "page": "115",
            "part": "1",
            "seal": "56D7D196"
        },
        {
            "id": "125",
            "nass": "طبع في بيروت، مؤسسة الرسالة، ط 1، 1403 هـ، 1 ج، وعندي نسخة منه. ¶ 203 - فهرس أحاديث \" الضعفاء والتروكين \" للبخاري (256 هـ). وضعه يوسف عبد الرحمن المرعشلي بآخر الطبعة الصادرة عن دار المعرفة في بيروت عام 1406 هـ، وعندي نسخة منه. ¶ 204 - فهرس أحاديث \" التاريخ الكبير \" للبخاري، تقوم بإعداده دار الكتب العلمية في بيروت عام 1406 هـ. ¶ 205 - فهرس أحاديث \" التاريخ الصغير \" للبخاري (256 هـ). وضعه يوسف عبد الرحمن المرعشلي ورياض عبد الله عبد الهادي في آخر الطبعة التي حققها محمود إبراهيم زايد، وصدرت في دار المعرفة في بيروت عام 1406 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 206 - فهرس أحاديث \" أحوال الرجال \" للجوزجاني (259 هـ). وضعه المحقق صبحي السامرائي بآخر الكتاب ورتبه على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، ط 1، 1405 هـ، 1 ج، وعندي نسخة منه. ¶ 207 - فهرس أحاديث \" الكنى والأسماء \" للإمام مسلم بن الحجاج (261 هـ). وضعه المحقق عبد الرحيم القشقري بآخر الكتاب ورتبه على حروف المعجم، طبع في المجلس العلمي بالجامعة الإسلامية بالمدينة المنورة، ط 1، 1404 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 208 - فهرس أحاديث \" تاريخ الثقات \" للعجلي (261 هـ). وضعه المحقق عبد المعطي أمين قلعجي في آخر الكتاب ورتبه على حروف المعجم، طبع في بيروت، دار الكتب العلمية، ط 1، 1405 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 209 - فهرس أحاديث \" كتاب الضعفاء \" لأَبِي زُرْعَةَ الرَّازِي (264 هـ) و \" أجوبته على أسئلة البرذعي \" وضعه المحقق سعدي الهاشمي بآخر الكتاب ورتبه على حروف المعجم، طبع بالمدينة المنورة، الجامعة الإسلامية، ط 1، 1402 هـ، (الكتابان مطبوعان ضمن كتاب باسم \" أبو زرعة الرازي \"، ويقع في 3 مجلدات)، وعندي نسخة منه. ¶ 210 - فهرس أحاديث \" تركة النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وَالسُّبُلِ التي وجهها فيها لحماد بن إسحاق \" (267 هـ). وضعه المحقق أكرم ضياء العمري بآخر الكتاب ورتبه على حروف المعجم.",
            "page": "116",
            "part": "1",
            "seal": "D4672745"
        },
        {
            "id": "126",
            "nass": "طبع على نفقه المحقق وتولى هو توزيعه ونشره بالمدينة المنورة، ط 1، 1404 هـ، 1 ج، وعندي نسخة منه. ¶ 211 - فهرس أحاديث \" تاريخ أبي زرعة الدمشقي \" (281 هـ). وضعه المحقق شكر الله بن نعمة الله القوجاني بآخر الكتاب، ورتبه على حروف المعجم، طبع في دمشق، مجمع اللغة العربية، ط 1، 1400 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 212 - فهرس أحاديث \" سؤالات أبي عبيد الآجري أبا داود السجستاني في الجرح والتعديل \" وضعه محقق الكتاب محمد علي قاسم العمري في آخره، ورتبه على حروف المعجم، طبع في المدينة المنورة، الجامعة الإسلامية، ط 1، 1403 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 213 - فهرس أحاديث \" سؤالات محمد بن عثمان بن أبي شيبة (297 هـ) لعلي بن المديني في الجرح والتعديل \"، وضعه محقق الكتاب موفق بن عبد الله بن عبد القادر بآخره، ورتبه على حروف المعجم، طبع في الرياض، مكتبة المعارف، ط 1، 1404 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 214 - فهرس أحاديث \" الضعفاء الكبير \" لأبي جعفر العقيلي (322 هـ). وضعه محقق الكتاب عبد المعطي أمين قلعجي بآخره ورتبه على حروف المعجم، طبع في بيروت، دار الكتب العلمية، ط 1، 1404 هـ 4 مج، 4 ج، وعندي نسخة منه. ¶ 215 - معجم أحاديث \" الكامل في ضعفاء الرجال \" لابن عدي (365 هـ). وضعه يوسف الشيخ محمد البقاعي في جزء مستقل ذَيَّلَ به الكتاب، ورتبه على حروف المعجم، طبع في بيروت، دار الفكر، ط 1، 1404 هـ، 7 مج، 7 ج، وعندي نسخة منه. ¶ 216 - فهرس أحاديث \" الجامع في السنن والآداب والمغازي والتاريخ \" لابن أبي زيد القيرواني (386 هـ). وضعه مُحَقِّقَا الكتاب محمد أبو الأجفان وعثمان بطيخ وَرَتَّبَاهُ على حروف المعجم، طبع في بيروت: مؤسسة الرسالة، وتونس: المكتبة العتيقة، ط 2، 1403 هـ، 1 ج، وعندي نسخة منه.",
            "page": "117",
            "part": "1",
            "seal": "C0445892"
        },
        {
            "id": "127",
            "nass": "217 - فهرس أحاديث \" سؤالات الحاكم النيسابوري (405 هـ). للدارقطني في الجرح والتعديل \". وضعه محقق الكتاب موفق عبد الله بن عبد القادر بآخره، ورتبه على حروف المعجم، طبع في الرياض، مكتبة المعارف، ط 1، 1404 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 218 - مفاتيح الذهبان لترتيب أحاديث \" تاريخ أصبهان \" لأبي نعيم (430 هـ). وضعه في جزء مستقل عبد العزيز بن محمد بن الصديق الغماري، ورتبه على حروف المعجم، طبع في الرياض، مكتبة المعارف، ط 1، 1404 هـ، 1 ج، وعندي نسخة منه. ¶ 219 - البغية في ترتيب أحاديث \" الحلية \" لأبي نعيم أيضًا. وضعه عبد العزيز بن محمد بن الصديق الغُماري، ورتبه على حروف المعجم، طبع في القاهرة، وَيُصَوَّرُ في بيروت، دار القرآن الكريم، وعندي نسخة منه. ¶ 220 - فهرس أحاديث \" سؤالات حمزة بن يوسف السهمي (428 هـ) للدارقطني وغيره من المشايخ في الجرح والتعديل \". وضعه محقق الكتاب مؤفق بن عبد الله بن عبد القادر بآخره، طبع في الرياض، مكتبة المعارف، ط 1، 1404 هـ، 1 ج، وعندي نسخة منه. ¶ 221 - مفتاح الترتيب لأحاديث \" تاريخ الخطيب \" (463 هـ). وضعه أحمد بن محمد بن الصِدِّيقْ الغُمَارِي، في جزء مستقل، ورتبه على حروف المعجم، طبع في القاهرة، مكتبة الخانجي، ط 1، 1355 هـ، وعندي نسخة منه. ¶ 222 - الجمع والترتيب لأحاديث تاريخ الخطيب. وضعه الشيخ عبد الفتاح أبو غدة، ويطبع بمكتب المطبوعات الإسلامية في حلب عام 1406 هـ. ¶ 223 - فهرس أحاديث \" السابق واللاحق \" للخطيب البغدادي أيضًا. وضعه محقق الكتاب محمد بن مطر الزهراني بآخره، ورتبه على حروف المعجم، طبع في الرياض، دار طيبة، ط 1، 1402 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 224 - فهرس أحاديث \" الدرر في اختصار المغازي والسير \" لابن عبد البر",
            "page": "118",
            "part": "1",
            "seal": "D486B816"
        },
        {
            "id": "128",
            "nass": "(463 هـ). وضعه محقق الكتاب مصطفى ديب البغا، ولم أطلع عليه. ¶ 225 - فهرس أحاديث \" مشيخة ابن الجوزي \" (597 هـ). وضعه محقق الكتاب محمد محفوظ بآخره، ورتبه على حروف المعجم، طبع في بيروت، دار الغرب الإسلامي، ط 2، 1400 هـ، 1 ج، وعندي نسخة منه. ¶ 226 - فهرس أحاديث \" صفة الصفوة \" لابن الجوزي أيضًا. وضعه مُحَقِّقَا الكتاب محمد رواس قلعجي ومحمود فاخوري بآخر الكتاب، ورتباه على حروف المعجم، طبع في بيروت، دار المعرفة، ط 3، 1405 هـ، 4 مج، 4 ج، وعندي نسخة منه. ¶ 227 - فهرس أحاديث \" كتاب القصاص والمذكرين \" لابن الجوزي أيضًا. وضعه محقق الكتاب محمد بن لطفي الصباغ بآخره، ورتبه على حروف المعجم، طبع في بيروت، المكتب الإسلامي، ط 1، 1403 هـ، 1 ج، وعندي نسخة منه. ¶ 228 - فهرس أحاديث \" الكامل في التاريخ \" لابن الأثير الجزري (630 هـ) وضعه سيف الدين الكاتب في جزء مستقل يضم مجموعة من الفهارس ذَيَّلَ به الكتاب، ورتبه على حروف المعجم، طبع في بيروت، دار الكتاب العربي، 1403 هـ، (9 ج + جزء الفهارس)، وعندي نسخة منه. ¶ 229 - فهرس أحاديث \" عنوان الدراية فيمن عرف من العلماء في المائة السابعة ببجاية \" لأبي العباس الغبريني (714 هـ) وضعه محقق الكتاب عادل نويهض بآخره ورتبه على حروف المعجم، طبع في بيروت - دار الآفاق، ط 2، 1389 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 230 - فهرس أحاديث \" سير أعلام النبلاء \" لشمس الدين الذهبي (748 هـ). وضعه مُحَقِّقُو الكتاب بإشراف شعيب الأرناؤوط في جزء خاص مفرد بآخر الكتاب، ولم يصدر حتى كتابة السطور. ¶ 231 - فتح الرحمن لأحاديث \" الميزان \" للذهبي أيضًا. وضعه برق التوحيدي صاحب زاده في جزء مستقل، ورتبه على حروف المعجم واعتمد على الطبعة التي حققها علي محمد البجاوي. طبع في فيصل آباد بباكستان، بيت التوحيد ودار السلام، ط 1،",
            "page": "119",
            "part": "1",
            "seal": "6B1BB4E8"
        },
        {
            "id": "130",
            "nass": "1403 هـ، 1 ج، وعندي نسخة منه. وأعيد طبعه بدار المعرفة في بيروت، ط 1، 1406 هـ، كما وضع بآخر \" ميزان الاعتدال \" في الطبعة الأخيرة الصادرة عن دار المعرفة في بيروت، 1406 هـ. ¶ 232 - فهرس أحاديث \" برنامج الوادي آشي \" (749 هـ). وضعه المحقق محمد محفوظ بآخر الكتاب ورتبه على حروف المعجم، طبع في بيروت، دار الغرب الإسلامي، ط 1، 1400 هـ، 1 ج، وعندي نسخة منه. ¶ 233 - فهرس أحاديث \" الفصول في اختصار سيرة الرسول \" لابن كثير (774 هـ). وضعه المحققان محمد العيد الخطراوي ومحيي الدين مستو بآخر الكتاب، ورتباه على حروف المعجم، طبع في الرياض، دار اللواء، ط 2، 1400 هـ، 1 مج، 1ج، وعندي نسخة منه. ¶ 234 - فهرس أحاديث \" البداية والنهاية \" لابن كثير أيضًا. وضعه أبو هاجر محمد السعيد بن بسيوني زغلول في جزء مستقل مع فهارس أخرى للكتاب، ذَيَّلَهُ به ورتبه على حروف المعجم وِفْقَ الطبعة الجديدة الصادرة عن دار الكتب العلمية في بيروت عام 1404 هـ، (7 مج، 14 ج + 1 مج للفهارس)، وعندي نسخة منه. ¶ 235 - فهرس كِتَابَيْ \" البداية والنهاية \" و \" نهاية البداية \" لابن كثير أيضًا. وضعه محمد الأشقر، جاء هذا الخبر في نشرة أخبار التراث الصادرة عن جامعة الدول العربية بالكويت في عددها الرابع، الصفحة 24، ولم أطلع عليه. ¶ 236 - فهرس أحاديث \" تهذيب التهذيب \" لابن حجر العسقلاني (852 هـ). وضعه ناشر الكتاب في جزء ملحق بالكتاب ورتبه على حروف المعجم، طبع في بيروت، دار الفكر، ط 1، 1405 هـ، 14 مج، 14 ج، وقد اطلعت عليه. ¶ 237 - فهرس أحاديث \" الرياض الأنيقة في شرح أسماء خير الخليقة \" للسيوطي (911 هـ). وضعه المحقق أبو هاجر محمد السعيد بن بسيوني زغلول في آخر الكتاب ورتبه على حروف المعجم، طبع في بيروت، دار الكتب العلمية، ط 1، 1405 هـ، وعندي نسخة منه.",
            "page": "120",
            "part": "1",
            "seal": "1BA11DDB"
        },
        {
            "id": "131",
            "nass": "238 - فهرس أحاديث \" طبقات المفسرين \" للداودي (945 هـ). وضعه محقق الكتاب علي محمد عمر بآخره، ورتبه على حروف المعجم، طبع في القاهرة، مكتبة وهبة، ط 1، 1392 هـ، 2 مج، 2 ج، وعندي نسخة منه.",
            "page": "121",
            "part": "1",
            "seal": "81AED042"
        },
        {
            "id": "132",
            "nass": "سَادِسًا: فَهَارِسُ أَحَادِيثَ كُتُبِ الزُّهْدِ وَالتَّصَوُّفِ: ¶ 239 - فهرس مسانيد الصحابة في \" كتاب الزهد والرقائق \" لابن المبارك (181 هـ). وضعه حبيب الرحمن الأعظمي في أول الكتاب وجمع فيه أحاديث الصحابة تحت أسمائهم، طبع في حيدر آباد. الهند، 1 مج، 2 ج، وعندي نسخة منه. ¶ 240 - إسعاف الملحين بترتيب أحاديث \" إحياء علوم الدين \" للغزالي (505 هـ) وضعه محمود سعيد ممدوح، ورتبه على حروف المعجم، طبع بآخر الطبعة الصادرة عن دار المعرفة في بيروت، ط 1، 1405 هـ، 5 مج، 5 ج، وعندي نسخة منه. ¶ 241 - \" ترتيب تخريج أحاديث إحياء علوم الدين للغزالي \" وضعه الشيخ عبد الفتاح أبو غدة ويطبع بمكتب المطبوعات الإسلامية في حلب عام 1406 هـ. لم أطلع عليه.",
            "page": "122",
            "part": "1",
            "seal": "91DB3455"
        },
        {
            "id": "133",
            "nass": "سَابِعًا: فَهَارِسُ أَحَادِيثَ كُتُبِ اللُّغَةِ وَالأَدَبِ: ¶ 242 - فهرس أحاديث \" كتاب سيبويه \" (180 هـ). وضعه عبد السلام محمد هارون في آخر الطبعة التي حققها، وأفرد لها جزءًا خاصًا بفهارس الكتاب، وهو مرتب على حروف المعجم، وأحاديثه قليلة، طبع في القاهرة، الهيئة المصرية العامة للكتاب، ط 1، 1395 هـ، 5 مج، 5 ج، وعندي نسخة منه. ¶ 243 - فهرس أحاديث \" اشتقاق الأسماء \" للأصمعي (216 هـ). وضعه مُحَقِّقَا الكتاب رمضان عبد التواب وصلاح الدين الهادي، وهو مرتب على حروف المعجم، وأحاديثه قليلة جِدًّا، طبع في القاهرة، مكتبة الخانجي، ط 1، 1400 هـ، 1 ج، وعندي نسخة من هذه الطبعة. ¶ 244 - فهرس أحاديث \" البُرصان والعُرجان والعميان والحولان \" للجاحظ (255 هـ). وضعه المحقق محمد مرسي الخولي بآخر الكتاب، طبع في القاهرة عام 1392 هـ، وأعيد طبعه منقحًا في مؤسسة الرسالة في بيروت عام 1401 هـ، 1 مج، 1 ج، وعندي نسخة من هذه الطبعة. ¶ 245 - فهرس أحاديث \" الكامل \" للمبرد (285 هـ). وضعه محقق الكتاب محمد أبو الفضل إبراهيم بآخره، ورتبه على حروف المعجم، طبع في القاهرة، دار نهضة مصر، ط 1، 1401 هـ، 4 مج، وعندي نسخة منه. ¶ 246 - فهرس أحاديث \" العقد الفريد \" لابن عبد ربه الأندلسي (327 هـ)،",
            "page": "123",
            "part": "1",
            "seal": "1D29A464"
        },
        {
            "id": "134",
            "nass": "وضعه مُحَقِّقَا الكتاب محمد فؤاد عبد الباقي ومحمد رشاد عبد المطلب بآخره، وَرَتَّبَاهُ، على حروف المعجم، طبع في بيروت، دار الكتاب العربي، (طبعة مصورة) 1403 هـ، 7 مج، 7 ج، وعندي نسخة منه. ¶ 247 - فهرس أحاديث \" الجمل في النحو \" للزجاجي (340 هـ). وضعه محقق الكتاب علي توفيق الحمد بآخره ورتبه على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، وَعَمَّانْ، دار الأمل، ط 1، 1414 هـ، 1 مج، وعندي نسخة منه. ¶ 248 - فهرس أحاديث \" سر صناعة الإعراب \" لابن جِنِّي (392 هـ). وضعه محقق الكتاب حسن هويدي، بآخره، ورتبه على حروف المعجم، طبع في دمشق، دار القلم، ط 1، 1405 هـ، 1 مج، 1 ج، اطلعت عليه. ¶ 249 - فهرس أحاديث \" مجمل اللغة \" لابن فارس (395 هـ). وضعه محقق الكتاب زهير عبد المحسن سلطان، بآخره ورتبه على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، ط 1، 1404 هـ، 2 مج، 4 ج، وعندي نسخة منه. ¶ 250 - فهرس أحاديث \" فصل المقال في شرح كتاب الأمثال \" لأبي عبيد البكري (487 هـ). وضعه مُحَقِّقَا الكتاب، إحسان عباس وعبد المجيد عابدين بآخره ورتباه على حروف المعجم، طبع في بيروت، مؤسسة الرسالة ودار الأمانة، ط 3، 1403 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 251 - فهرس أحاديث \" وصف المباني في شرح حروف المعاني \" للمالقي (702 هـ). وضعه محقق الكتاب أحمد محمد الخراط بآخره ورتبه على حروف المعجم، طبع في دمشق، دار القلم، ط 2، 1405 هـ، 1 مج، 1 ج وقد اطلعت عليه. ¶ 252 - معجم الحديث في \" لسان العرب \" لابن منظور (711 هـ). وضعه خليل عمايرة وأحمد أبو الهيجاء في جزء مستقل إلى جانب جملة من الفهارس هي: معجم الأماكن والبلدان، معجم الأمثال، معجم الأقوال، معجم الآيات، معجم الأعلام، معجم الشعراء، معجم القبائل والجماعات، معجم الوقائع، معجم الكتب، معجم اللغات واللهجات، يطبع في بيروت مؤسسة الرسالة، 1406 هـ، وقد استعان واضعوه",
            "page": "124",
            "part": "1",
            "seal": "057B5595"
        },
        {
            "id": "135",
            "nass": "بالكمبيوتر، وهي أول محاولة علمية لفهرسة المصادر الإسلامية على هذه الطريقة، وقد اطلعت عليه. ¶ 253 - فهرس أحاديث \" الإفادات والإنشادات \" لأبي إسحاق الشاطبي (790 هـ). وضعه محقق الكتاب محمد أبو الأجفان في آخره ورتبه على حروف المعجم، طبع في بيروت، مؤسسة الرسالة، ط 1، 1403 هـ، 1 مج، 1 ج، وعندي نسخة منه. ¶ 254 - فهرس أحاديث \" تعليق الفرائد على تسهيل الفوائد \" للدماميني (827 هـ). وضعه محمد بن عبد الرحمن المفدى بآخر الكتاب، وَرَتَّبَهُ على حروف المعجم، نشره مُحَقِّقُ الكتاب لأول مرة عام 1403 هـ، 2 مج، 2 ج، وعندي نسخة منه. ¶ 255 - فهرس أحاديث \" همع الهوامع في شرح جمع الجوامع \" للسيوطي (911 هـ). وضعه محقق الكتاب عبد العال سالم مكرم في جزء مستقل بآخر الكتاب خَصَّصَهُ للفهارس، ورتبه على حروف المعجم، طبع لأول مرة في الكويت - دار البحوث العلمية، 1400 هـ، 7 مج، 7 ج، ويعاد طبعه في مؤسسة الرسالة في بيروت، وعندي نسخة منه.",
            "page": "125",
            "part": "1",
            "seal": "E2D935D0"
        },
        {
            "id": "136",
            "nass": "مُلْحَقٌ: ¶ 256 - فهرس أحاديث \" السنن الكبرى \" للبيهقي. وضعه يوسف المرعشلي ورياض الخطيب، وَرَتَّبَاهُ على أوائل الأحاديث، ومسانيد الصحابة، في جزء مستقل. ¶ 257 - فهرس أحاديث \" المستدرك على الصحيحين \" للحاكم. وضعه يوسف المرعشلي ورياض عبد الله، وِفْقَ طبعة حيدر آباد، وَرَتَّبَاهُ على أوائل الأحاديث، ومسانيد الصحابة، في جزء مستقل. ¶ 258 - فهرس أحاديث \" دلائل النبوة \" لأبي نعيم. وضعه يوسف المرعشلي وموسى تَرُّو، وِفْقَ طبعة حيدر آباد الثانية، وَرَتَّبَاهُ على حروف المعجم، ومسانيد الصحابة، في جزء مستقل. ¶ 259 - فهرس أحاديث \" شرح معاني الآثار \" للطحاوي. وضعه يوسف المرعشلي ورياض عبد الله، وفق طبعة القاهرة التي حققها محمد زهري النجار ومحمد سيد جاد الحق، ورتباه على أوائل الأحاديث ومسانيد الصحابة، في جزء مستقل. ¶ 260 - فهرس أحاديث \" تفسير الطبري المُسَمَّى جامع البيان في تفسير القرآن \". وضعه يوسف المرعشلي وجماعة من الأفاضل، وهو مرتب على أوائل الأحاديث. ¶ 261 - فهرس أحاديث \" مجمع الزوائد ومنبع الفوائد \" للهيثمي. وضعه يوسف المرعشلي وجماعة من الأفاضل، وهو مرتب على أوائل الأحاديث، ومسانيد الصحابة، في جزء مستقل. ¶ 262 - فهرس أحاديث \" الزهد والرقائق \" لابن المبارك. وضعه يوسف المرعشلي ووحيد كبارة، وَرَتَّبَاهُ على أوائل الأحاديث، ومسانيد الصحابة، في جزء مستقل. ¶ 263 - فهرس أحاديث \" نصب الراية \" للزيلعي. وضعه عدنان سليم شلاق، ورتبه على أوائل الأحاديث، ومسانيد الصحابة في جزء مستقل.",
            "page": "126",
            "part": "1",
            "seal": "6DB18661"
        },
        {
            "id": "137",
            "nass": "264 - فهرس أحاديث \" المؤتلف والمختلف \" للدارقطني. وضعه محقق الكتاب موفق بن عبد الله بن عبد القادر بآخره، ورتبه على حروف المعجم، طبع بجامعة أم القرى بمكة المكرمة عام 1406 هـ. ¶ 265 - فهرس أحاديث \" مصنف عبد الرزاق \" وهو قيد العمل، جاء ذكره في منشورات المكتب الإسلامي ببيروت عام 1405 هـ (*). ¶ 266 - فهرس أحاديث \" صحيح ابن خزيمة \". وهو قيد العمل، جاء ذكره في قائمة منشورات المكتب الإسلامي ببيروت عام 1405 هـ. ¶ 267 - فهرس أحاديث \" الشفا \" للقاضي عياض. وضعه مُحَقِّقُو الكتاب أسامة الرفاعي وجماعة، في آخر كل جزء، وَرَتَّبُوا فيه أوائل الأحاديث القولية فقط على حروف المعجم، طبع في دمشق، مؤسسة علوم القرآن ومكتبة الغزالي عام 1392 هـ في مجلدين، وعندي نسخة منه. ¶ وكتبه ¶ يوسف عبد الرحمن المرعشلي ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) صدرت هذه الفهارس (وهو المجلد 12 من \" مصنف عبد الرزاق الصعناني \"، تحقيق الشيخ حبيب الرحمن الأعظمي، طبعة سنة 1390 هـ - 1970 م، نشر المجلس العلمي بجنوب إفريقيا) ويقع في 692 صحفة، ويشمل: فهرس الأحاديث، وفهرس الألفاظ الفقهية، وفهرس الأعلام، وهو من صنع مكتب التصحيح في المكتب الإسلامي ببيروت.",
            "page": "127",
            "part": "1",
            "seal": "E21CCE28"
        },
        {
            "id": "139",
            "nass": "الفَهَارِسُ: ¶ 1 - فَهْرَسُ الأَعْلاَمِ: (¬1). ¶ (حرف الألف) ¶ - الآجري: ص 68. ¶ - إبراهيم بن عبيد، أبو مسعود الدمشقي: ص 23، 68. ¶ - ابن أبي أسامة: ص 75، 76. ¶ - ابن أبي حاتم الرازي: ص 97. ¶ - ابن أبي ذئب: ص 14. ¶ - ابن أبي ذهل: ص 16. ¶ - ابن أبي زيد القيرواني: ص 117. ¶ - ابن أبي شيبة: ص 14، 15، 17، 22، 75 (2)، 109، 117. ¶ - ابن الأثير الجزري: ص 10، 20، 23، 25، 27، 59، 60، 71 (2)، 77، 78، 119. ¶ - ابن الأخرم: ص 16. ¶ - ابن بدران: ص 114. ¶ - ابن بشران: ص 18. ¶ - ابن تيمية: ص 20، 99 (2)، 114. ¶ - ابن جُريج: ص 13. ¶ - ابن جُميع الصيداوي: ص 68. ¶ - ابن جِنِّي: ص 106، 124. ¶ - ابن الجوزي: ص 20، 98، 107، 119 (3). ¶ - ابن حبان: ص 17. ¶ - ابن حجر العسقلاني: ص 10، 20، 24، 27، 63، 64، 74، 75، 76 (2)، 81، 97، 100 (3)، 101، 103، 120. ¶ - ابن حمزة الحسيني: ص 103. ¶ - ابن خزيمة: ص 16، 17، 127. ¶ - ابن درباس: ص 110. ¶ - ابن دُرَيْد: ص 21. ¶ - ابن دقيق العيد: ص 20. ¶ - ابن الديبع الشيباني: ص 24، 71، 77، 101، 102، 104. ¶ - ابن رجب الحنبلي: ص 100. ¶ - ابن رشد: ص 101، 114. ¶ - ابن سعد: ص 82، 115 (2). ¶ - ابن السُنِّي: ص 97. ¶ - ابن شاهين: ص 17. ¶ - ابن شهاب الزُّهري: ص 13. ¶ - ابن الصلاح: ص 17، 98، 100، 113. ¶ - ابن طاهر: ص 70. ¶ - ابن عباس: ص 13. ¶ ¬__________ ¶ (¬1) ملاحظة: إن الرقم الصغير فوق رقم الصفحة هكذا: 75 (2) يرمز لتكرار ورود الاسم مرتين في هذه الصفحة، وإذا تكرر وروده ثلاث مرات رمزنا بالرقم (3) فوق رقم الصفحة وهكذا ...",
            "page": "129",
            "part": "1",
            "seal": "1A47CA7B"
        },
        {
            "id": "140",
            "nass": "- ابن عبد البر: ص 18، 19، 69، 118. ¶ - ابن عبد ربه: ص 123. ¶ - ابن عبد الهادي القدسي: ص 20، 99. ¶ - ابن عدي الجرجاني: ص 22، 117. ¶ - ابن عساكر: ص 9، 20، 23، 27، 70. ¶ - ابن العماد الحنبلي: ص 101. ¶ - ابن عمر: ص 100. ¶ - ابن فارس: ص 112، 124. ¶ - ابن القيسراني: ص 19. ¶ - ابن القيم: ص 20، 100. ¶ - ابن كثير الدمشقي: ص 23، 27، 62، 74، 75، 120 (20). ¶ - ابن ماجه: ص 15، 59، 66، 78، 82 (2)، 87، 95. ¶ - ابن ماكولا: ص 19. ¶ - ابن المبارك = عبد الله بن المبارك. ¶ - ابن المديني = علي بن المديني. ¶ - ابن مردويه: ص 17 - 18 (2). ¶ - ابن منده: ص 18، 110. ¶ - ابن المنذر، أبو بكر: ص 112. ¶ - ابن منظور: ص 124. ¶ - ابن منيع: ص 75 (2). ¶ - ابن النديم: ص 22. ¶ - ابن نصر: ص 18. ¶ - ابن هانئ النيسابوري: ص 112. ¶ - ابن هشام: ص 82. ¶ - ابن وهب المصري: ص 15. ¶ - ابن لال: ص 22. ¶ - أبو بكر أحمد بن محمد البرقاني: ص 19، 23 (2)، 68. ¶ - أبو بكر الأصبهاني: ص 19. ¶ - أبو بكر بن أبي شيبة = ابن أب شيبة. ¶ - أبو بكر محمد بن عمرو بن حزم: ص 13. ¶ - أبو بكر بن مردويه = ابن مردويه. ¶ - أبو بكر الصديق: ص 67. ¶ - أبو حاتم الرازي: ص 22. ¶ - أبو حامد الهروي: ص 16. ¶ - أبو الحسن الأمروهي: ص 69. ¶ - أبو حماد صغير أحمد بن محمد حنيف: ص 112. ¶ - أبو داود السجستاني: ص 15، 19، 59، 65، 66 (4)، 71 (2)، 78، 82 (2)، 87، 95، 117. ¶ - أبو داود الطيالسي: ص 17، 61 (2)، 75 (2)، 82. ¶ - أبو زرعة الدمشقي: ص 117. ¶ - أبو زرعة الرازي: ص 116. ¶ - أبو شامة المقدسي: ص 107. ¶ - أبو الشيخ: ص 17. ¶ - ابو عبيد الآجري: ص 117. ¶ - أبو عبيد البكري: ص 124. ¶ - أبو عوانة: ص 16، 17. ¶ - أبو الفضل محمد بن طاهر المقدسي المعروف بابن القيسراني: ص 19، 23، 69. ¶ - أبو مسعود الدمشقي = إبراهيم بن عبيد أبو نصر الكلاباذي: ص 19. ¶ - أبو نعيم الأصبهاني: ص 16 (2)، 18، 118 (2)، 126. ¶ - أبو هاجر محمد السعيد بن بسيوني زغلول: ص 29، 63، 120 (2). ¶ - أبو يعلى الخليلي: ص 18. ¶ - أبو يعلى الموصلي: ص 22، 62، 67، 75، 76، 78.",
            "page": "130",
            "part": "1",
            "seal": "75F29D12"
        },
        {
            "id": "141",
            "nass": "- أبو يوسف القاضي: ص 15. ¶ - إحسان عباس: ص 124. ¶ - أحمد الله الندوي: ص 69. ¶ - أحمد أبو الهيجاء: ص 124. ¶ - أحمد بن حنبل = أحمد بن محمد بن حنبل. ¶ - أحمد بن عبد الرحمن البنا الساعاتي: ص 10، 25 (3)، [32]، 62، 63. ¶ - أحمد بن محمد بن حنبل: ص 15، 22، 27، 62، 63 (3)، 78، 82، 87، 96، 112 (2)، 115. ¶ - أحمد بن محمد بن الصِدِّيقْ الغُمَارِي: ص 25 (2)، 76، 104، 114، 118. ¶ - أحمد بن منيع = ابن منيع. ¶ - أحمد راتب عرموش: ص 65. ¶ - أحمد عبد الجواد: ص 25، 28. ¶ - أحمد عمر هاشم: ص 29. ¶ - أحمد القلاش: ص 104. ¶ - أحمد محمد الخراط: ص 124. ¶ - أحمد محمد شاكر: ص 26، 66. ¶ - أحمد يوسف الدقاق: ص 109. ¶ - أسامة الرفاعي: ص 127. ¶ - أسامة مرعشلي: ص 29، 78. ¶ - إسحاق بن راهويه: ص 15، 22، 75، 76. ¶ - إسحاق بن موسى: ص 14، 22. ¶ - الإسماعيلي: ص 16. ¶ - الإسنوي: ص 114. ¶ - الأشعري، أبو الحسن: 109، 110 (2). ¶ - الأصفهاني = الراغب الأصفهاني. ¶ - الأصمعي: ص 123. ¶ - أكرم ضياء العمري: ص 62، 115، 116. ¶ - الألباني = محمد ناصر الدين الألباني. ¶ - الأنصار، زكريا: ص 108. ¶ - الأوزاعي: ص 14. ¶ - الإيجي: ص 102، 110. ¶ (حرف الباء) ¶ - الباغندي: ص 67. ¶ - البخاري: ص 15 (2)، 17، 19، 22، 59، 63 (3)، 64 (7)، 71، 78، 80، 81، 82 (2)، 87، 95، 109، 116 (3). ¶ - برق التوحيدي صاحب زادة: ص 119. ¶ - البرقاني = أبو بكر أحمد بن محمد. ¶ - البرهان فوري = علاء الدين علي المتقي. ¶ - البزار: ص 75. ¶ - بسام اليوسف: ص 97. ¶ - البغوي: ص 18، 19، 70 (2). ¶ - بقي بن مخلد: ص 14. ¶ - البنا الساعاتي = أحمد بن عبد الرحمن. ¶ - البوصيري، شهاب الدين: ص 24، 27، 75 (2). ¶ - البيضاوي: ص 105. ¶ - البيهقي: 15، 17 (2)، 18 (2)، 19، 69، 110 (2)، 126. ¶ - البيومي = مصطفى بن علي.",
            "page": "131",
            "part": "1",
            "seal": "202F185B"
        },
        {
            "id": "142",
            "nass": "- التبريزي = الخطيب التبريزي. ¶ - الترمذي: ص 15 (2)، 19، 59، 66 (3)، 67، 71، 72، 78، 82 (2)، 87، 95. ¶ - تمام الرازي: ص 18. ¶ التوقادي = محمد الشريف بن مصطفى. ¶ (حرف الجيم) ¶ - جابر بن عبد الله: ص 13. ¶ - الجاحظ: ص 123. ¶ - جعفر بن محمد الفريابي: ص 109. ¶ - الجكني الشنقيطي محمد حبيب الله: ص 80. ¶ - جمال حمدي الذهبي: ص 70، 107، 109. ¶ - الجوزجاني: ص 116. ¶ (حرف الحاء) ¶ - حاتم صالح الضامن: ص 106. ¶ - الحارث بن محمد بن أبي أسامة = ابن أبي أسامة. ¶ - الحاكم النيسابوري: ص 16، 18، 19، 118، 126. ¶ - حبيب الرحمن الأعظمي: ص 62، 76، 122. ¶ - حسام الدين القدسي: ص 104. ¶ - حسن عباس زكي: ص 77، [78]. ¶ - حسن هويدي: ص 124. ¶ - حسين سليم أسد: ص 67. ¶ - حَمَّادْ بن إسحاق: ص 116. ¶ - حمدي عبد المجيد السلفي: ص 67، 68، 74. ¶ - حمزة يوسف السهمي: ص 118. ¶ - الحُمَيْدِي: ص 10، 23، 62، 69، 75 (2). ¶ - الحوت البيروتي، محمد بن درويش: ص 24، 104. ¶ - الحيري: ص 16. ¶ (حرف الخاء) ¶ - الخبازي جال الدين عمر بن محمد: ص 113. ¶ - الخطيب البغدادي: ص 20، 69 (3)، 99، 118 (3). ¶ - خلف بن حمدون الواسطي: ص 23، 68. ¶ - خليفة بن خياط: ص 62، 115. ¶ - الخليل بن أحمد: ص 21. ¶ - خليل عمايرة: ص 124. ¶ - خليل الميس: ص 101، 113. ¶ - الخليلي، محمد بن أحمد: ص 103.",
            "page": "132",
            "part": "1",
            "seal": "FDE46EA8"
        },
        {
            "id": "143",
            "nass": "(حرف الدال) ¶ - الدارقطني: ص 15، 18، 68 (2)، 69، 110، 118 (2)، 127. ¶ - الدارمي: ص 15، 78، 82 (2)، 87، 96. ¶ - الداني، أبو عمرو عثمان بن سعيد: ص 107. ¶ - الداودي: ص 121. ¶ - الدماميني: ص 125. ¶ - الدولابي: ص 97. ¶ (حرف الذال) ¶ - الذهبي: ص 20، 99، 119 (2). ¶ (حرف الراء) ¶ - الراغب الأصفهاني: ص 107. ¶ - ربيع بن هادي عمير: ص 100. ¶ - رُزَيْن بن معاوية العبدري: ص 10، 23، 27، 70، 71. ¶ - رضوان محمد رضوان: ص 64. ¶ - رمزي دمشقية: ص 64. ¶ - رمضان عبد التواب: ص 123. ¶ - رياض الخطيب: ص 126. ¶ - رياض عبد الله عبد الهادي: ص 68، 100، 107، 116، 126 (2). ¶ (حرف الزاي) ¶ - الزبيدي: ص 63. ¶ - الزبير بن بكار: ص 115. ¶ - الزجاج، أبو إسحاق: ص 109. ¶ - الزجاجي: ص 124. ¶ - الزرقاني محمد بن عبد الباقي: ص 24، 101، 103 (2). ¶ - الزركشي: ص 103. ¶ - الزنجاني: ص 113. ¶ - زهير الشاويش: ص 70، 112 (2). ¶ - زهير عبد المحسن سلطان: ص 124. ¶ - زياد محمد منصور: ص 115. ¶ - زيد بن علي: ص 82. ¶ - الزيلعي: ص 20، 126. ¶ (حرف السين) ¶ - الساعاتي = أحمد بن عبد الرحمن البنا. ¶ - السجستاني: ص 21.",
            "page": "133",
            "part": "1",
            "seal": "A24E75B1"
        },
        {
            "id": "145",
            "nass": "- السخاوي: ص 20، 24، 101، 102 (3)، 103 (3)، 104. ¶ - السرخسي: ص 113. ¶ - سعدي الهاشمي: ص 116. ¶ - سعيد بن منصور: ص 15. ¶ - سفيان الثوري: ص 14. ¶ - سكينة الشهابي: ص 115. ¶ - سَمُرَة بن جُندب: ص 13. ¶ - السمهودي، نور الدين: ص 24، 101. ¶ - سمير زقا: ص 97. ¶ - سمير طه المجذوب: ص 80، 104، [105]، 113. ¶ - السندي: ص 95. ¶ - السهمي = حمزة بن يوسف. ¶ - سيبويه: ص 123. ¶ - سيد بن محمد بن أبي سعدة: ص 114. ¶ - سيف الدين الكاتب: ص 103، 119. ¶ - السيوطي: ص 10، 20، 24 (2)، 25، 27، 29، 59 (2)، 60، 62، 74، 76، 77 (3)، 78 (3)، 80، 95، 96 (2)، 97، 101 (2)، 102 (3)، 103 (2)، 108 (3)، 110، 120، 125. ¶ (حرف الشين) ¶ - الشاطبي، أبو إسحاق: ص 125. ¶ - الشافعي، محمد بن إدريس: ص 15، 20، 62 (2)، 100. ¶ - شعيب الأرناؤوط: ص 67، 70، 119. ¶ - شكر الله بن نعمة الله القوجاني: ص 117. ¶ - الشنقيطي = الجكني الشنقيطي. ¶ - الشهاب القضاعي: ص 68. ¶ - الشيباني = ابن الديبع. ¶ - الشيرازي: ص 105، 113 (2). ¶ (حرف الصاد) ¶ - الصاغاني، الحسن بن محمد: ص 71. ¶ - صبحي السامرائي: ص 63، 99، 10، 112، 116. ¶ - صدقي البيك: ص 66. ¶ - صلاح الدين الهادي: ص 123. ¶ (حرف الطاء) ¶ - الطبراني: ص 17، 22، 62، 67 (3)، 79. ¶ - الطبري: ص 20، 106، 126.",
            "page": "134",
            "part": "1",
            "seal": "46397A76"
        },
        {
            "id": "146",
            "nass": "- الطحاوي: ص 17، 126. ¶ - الطرسوسي: ص 65. ¶ - الطهطاوي = عبد الرحيم عنبر. ¶ - طَيَّارْ آلتي قولاج: ص 107. ¶ - الطيالسي = أبو داود. ¶ - الطيبي: ص 99. ¶ (حرف العين) ¶ - عادل السيد: ص 65. ¶ - عادل نويهض: ص 119. ¶ - عباس أحمد صقر: ص 25، 28. ¶ - عبد الله بن أحمد بن حنبل: ص 112. ¶ - عبد الله بن عمر: ص 65. ¶ - عبد الله بن عمرو بن العاص: ص 13. ¶ - عبد الله بن المبارك: ص 14، 15، 122، 126. ¶ - عبد الله بن محمد بن إسحاق آل الشيخ: ص 114. ¶ - عبد الله بن محمد بن الصِدِّيقْ الغُمَارِي: ص 28، 76، 96، 101، 105 (2)، 113. ¶ - عبد الله بن محمد الغنيمان: ص 64. ¶ - عبد الله بن عبد المحسن التركي: ص 112، 114. ¶ - عبد الله هاشم اليماني: ص 79، 75 (2). ¶ - عبد البر عباس: ص 66. ¶ - عبد بن حُميد: 17، 75 (2). ¶ - عبد الحق الإشبيلي: ص 23، 70. ¶ - عبد الرحمن الحوت: ص 104. ¶ - عبد الرحمن عبد الجبار الفريوائي: ص 61. ¶ - عبد الرحمن عميرة: ص 108، 114. ¶ - عبد الرحمن بن محمد المفدى: ص 125. (*). ¶ - عبد الرحيم عنبر الطهطاوي: ص 25، 63. ¶ - عبد الرحيم القشقري: ص 116. ¶ - عبد الرزاق الصنعاني: ص 14، 17، 106، 127. ¶ - عبد السلام هارون: ص 123. ¶ - عبد الصمد شرف الدين: ص 74. ¶ - عبد العال سالم مكرم: ص 125. ¶ - عبد العزيز بن عبد الله بن باز: ص 95. ¶ - عبد العزيز بن محمد بن الصِدِّيقْ الغُمَارِي: ص 118 (2). ¶ - عبد العزيز بن محمد السدحان: ص 67، 69. ¶ - عبد الغني المقدسي: ص 70. ¶ - عبد الغني النابلسي: ص 9، 23، 28، 60، 74، 79. ¶ - عبد الفتاح أبو غدة: ص 100 (3)، 102، 111، 118، 122. ¶ - عبد الفتاح إسماعيل شلبي: ص 106. ¶ - عبد القادر الأرناؤوط: ص 71، 110. ¶ - عبد المجيد عابدين: ص 124. ¶ - عبد المعطي أمين قلعجي: ص 68، 98، 100، 106، 110 (2)، 113، 116، 117. ¶ - عبد المهيمن الطحان: ص 65. ¶ - عبد الوهاب عبد اللطيف: ص 101. ¶ __________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) [هو محمد بن عبد الرحمن بن محمد المفدى، وليس عبد الرحمن بن محمد المفدى].",
            "page": "135",
            "part": "1",
            "seal": "7C1FD17A"
        },
        {
            "id": "147",
            "nass": "- عبدان، أبو محمد: ص 14. ¶ - العبسي: ص 14، 22. ¶ - عثمان بطيخ: ص 117. ¶ - عثمان بن أبي شيبة = ابن أبي شيبة العجلوني: ص 24، 103. ¶ - العجلي: ص 116. ¶ - عدنان شلاق: ص 97، 104، 114، 126. ¶ - العراقي: ص 20. ¶ - عزت [عُبيد] الدعاس: ص 65، 66 (4)، 67. ¶ - عزت العطار الحُسيني: ص 62. ¶ - العقيلي: ص 22، 117. ¶ - علي بقاعي: ص 104، 114. ¶ - علي بن محمد المنوفي = المنوفي. ¶ - علي بن محمد بن ناصر الفقيري: ص 110 (4). ¶ - علي بن المديني: ص 62، 117. ¶ - علي توفيق الحمد: ص 124. ¶ - علي الشربجي: ص 98. ¶ - علي الطويل: ص 104، 114. ¶ - علي محمد البجاوي: ص 119. ¶ - علي محمد عمر: ص 121. ¶ - علي النجدي ناصف: ص 106. ¶ - عمر بن عبد العزيز: ص 13، 67. ¶ - عمر عبد السلام تدمري: ص 67، 68. ¶ - علاء الدين علي المُتَّقِي بن حسام الدين: ص 10، 24، 28 (2)، 77، 78. ¶ - العيني: ص 63. ¶ (حرف الغين) ¶ - الغبريني، أبو العباس: ص 119. ¶ - الغزالي، [أبو حامد]: ص 113، 122 (2). ¶ - الغُزِّي، نجم الدين محمد: ص 103. ¶ - الغساني الجيَّاني: ص 19. ¶ - الغطريفي: ص 16. ¶ - الغُمَارِي = أحمد بن محمد. ¶ - الغُمَارِي = عبد الله. ¶ - الغُمَارِي = عبد العزيز. ¶ (حرف الفاء) ¶ - الفاسي، أبو العباس: ص 119. ¶ - الفراء، الحسين بن مسعود: ص 19. ¶ - الفريابي = جعفر بن محمد. ¶ - فنسنك: ص 28، 60، 87. ¶ - فوقية حسين محمود: ص 109. ¶ - الفيروزآبادي: ص 108. ¶ (حرف القاف) ¶ - قاسم بن أصبغ: ص 16. ¶ - القاضي عياض: ص 20، 127. ¶ - القسطلاني: ص 63.",
            "page": "136",
            "part": "1",
            "seal": "19CB5259"
        },
        {
            "id": "148",
            "nass": "(حرف الكاف) ¶ - ابن كيكلدي: 74، 114. ¶ - الكشميري، محمد أنور شاه: ص 111. ¶ - كمال يوسف الحوت: ص 76. ¶ - الكياهراسي: ص 107. ¶ (حرف اللام) ¶ - الليث بن سعد: ص 14. ¶ (حرف الميم) ¶ - المالقي: ص 124. ¶ - مالك بن أنس: ص 14 (2)، 61، 74، 78، 82 (2)، 87، 95، 100. ¶ - المبرد: ص 123. ¶ - المُتَّقِي = علاء الدين علي المُتَّقِي. ¶ - محمد أبو الأجفان: ص 117، 125. ¶ - محمد أبو الفضل إبراهيم: ص 123. ¶ - محمد أحمد الغمراوي: ص 22. ¶ - محمد أديب الصالح: ص 113. ¶ - محمد الأشقر: ص 120. ¶ - محمد أمين لطفي: ص 99. ¶ - محمد بن إسحاق: ص 14. ¶ - محمد بن عبد الرحمن بن محمد المفدى: ص 125. ¶ - محمد بن عبد الرحمن المدني: ص 14. ¶ - محمد بن مطر الزهراني: ص 118. ¶ - محمد بن يحيى العدني: ص 75. ¶ - محمد حسن هيتو: ص 113، 114. ¶ - محمد الحلبي: ص 81. ¶ - محمد رشاد عبد المطلب: ص 124. ¶ - محمد رواس قلعجي: ص 119. ¶ - محمد سعيد أوغلي: ص 69. ¶ - محمد سليم سمارة: ص 70، 104، 107، 114. ¶ - محمد الشريف بن مصطفى التوقادي: ص 25. ¶ - محمد طه: ص 69. ¶ - محمد العابد السندي: ص 62. ¶ - محمد عثمان الخشت: ص 101. ¶ - محمد علي قاسم العمري: ص 117. ¶ - محمد علي النجار: ص 108. ¶ - محمد عوامة: ص 67. ¶ - محمد فؤاد عبد الباقي: ص 26، 60، 61، 64 (4)، 65 (2)، 66 (3)، 81، 82 (2)، 87، 94، 124.",
            "page": "137",
            "part": "1",
            "seal": "F5F3B4AC"
        },
        {
            "id": "149",
            "nass": "- محمد فضل عبد العزيز: ص 113. ¶ - محمد لطفي الصباغ: ص 102، 103، 119. ¶ - محمد المحفوظ: ص 98، 119، 120. ¶ - محمد مرسي الخولي: ص 123. ¶ - محمد مصطفى الأعظمي: ص 29، 62. ¶ - محمد مظهر بقا: ص 114. ¶ - محمد ناصر الدين الألباني: ص 28 (4)، 77، 96، 97، 99، 104، 105، 109. ¶ - محمود إبراهيم زايد: ص 116. ¶ - محمود سعيد ممدوح: ص 122. ¶ - محمود الطحان: ص 67، 69. ¶ - محمود فاخوري: ص 119. ¶ - محيي الدين رمضان: ص 106. ¶ - محيي الدين الشامي: ص 25، 29، 99. ¶ - محيي الدين عبد الحميد: ص 96. ¶ - محيي الدين مستو: ص 98، 120. ¶ - المروزي: ص 15، 97، 112. ¶ - المِزِّي: ص 9، 23، 27، 59، 60، 71، 79 (2). ¶ - مسدد بن مسرهد: ص 15، 22، 75 (2). ¶ - مسلم بن الحجاج: ص 15، 17، 19، 59، 65 (2)، 71 (2)، 76، 78، 80، 81، 82 (2)، 87، 94، 116. ¶ - مصطفى بن علي بن محمد البيومي: ص 10، 25، 63، 66. ¶ - مصطفى ديب البُغا: ص 64، 98، 108 (2)، 119. ¶ - مصطفى سعيد الخن: ص 98. ¶ - مصطفى كمال وصفي: ص 64. ¶ - معمر بن راشد الصنعاني: ص 14. ¶ - المقدسي = أبو الفضل محمد بن طاهر المقريزي أحمد بن علي: ص 97. ¶ - مكي بن أبي طالب: ص 106. ¶ - المناوي، صدر الدين: ص 104. ¶ - المناوي، عبد الرؤوف: ص 25، 28، 76 (2)، 78 (2). ¶ - المنبجي: ص 113. ¶ - المنذري: ص 20، 66، 104. ¶ - المنوفي، علي بن محمد: ص 101، 102. ¶ - موسى ترو: ص 126. ¶ - موفق بن عبد الله بن عبد القادر: ص 117، 118، 127. ¶ - موفق الدين البغدادي: ص 98. ¶ - المُلاَّ علي القاري: ص 102. ¶ - الميرغني: ص 25، 28، 80. ¶ (حرف النون) ¶ - النابلسي = عبد الغني. ¶ - ناصر الدين الألباني = محمد ناصر الدين. ¶ - نافع: ص 100. ¶ - النبهاني، يوسف: ص 28، 77، 80.",
            "page": "138",
            "part": "1",
            "seal": "F13AA007"
        },
        {
            "id": "150",
            "nass": "- نديم مرعشلي: ص 29، 78، 107. ¶ - النسائي: ص 15، 59، 67 (2)، 71، 72، 78، 82 (2)، 87، 95. ¶ - نعيم بن حماد: ص 15، 22. ¶ - نور الدين بويا جيلار: ص 98. ¶ - نور الدين عتر: ص 69، 98، 100. ¶ - النووي: ص 20، 65، 98، 99. ¶ (حرف الهاء) ¶ - هاشم الندوي: ص 69. ¶ - الهروي، أبو إسماعيل: ص 110. ¶ - هُشَيْمٌ بن بشير: ص 14. ¶ - همام بن منبه: ص 18. ¶ - الهندي = علاء الدين علي المتقي. ¶ - الهيثمي، نور الدين: ص 10، 20، 24، 27، 75 (2)، 76، 126. ¶ (حرف الواو) ¶ - الوادي آشي: ص 120. ¶ - الواقدي: ص 82. ¶ - وحدي كبَّارة: ص 97 (2)، 126. ¶ - وصي الله بن محمد عباس: ص 115. ¶ - وكيع بن الجراح: ص 14، 61. ¶ - وليد راشد الجبلاوي: ص 61. ¶ - ونسنك: (*). ¶ (حرف الياء) ¶ - يوسف الزبيبي: ص 71. ¶ - يوسف الشيخ محمد البقاعي: ص 117. ¶ - يوسف عبد الرحمن المرعشلي: ص 25،29، 61، 66، 68، 70، 97 (5)، 99، 100، 102، 104، 105، 107، (2)، 108، 111، 113، 114، 116 (2)، 126 (7). ¶ - يوسف علي الزواوي الحسني: ص 62. ¶ - يوسف القرضاوي: ص 29، 104، 105. ¶ __________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) كَتَبَ المُؤَلِّفُ اسم المستشرق [ونسنك] هكذا في صفحة 87، بينما في غيرها كتبها بحرف الفاء، فأثبتها مع حرف الفاء [فنسنك].",
            "page": "139",
            "part": "1",
            "seal": "C7BBC0FD"
        },
        {
            "id": "151",
            "nass": "2 - فَهْرَسُ أَسْمَاءِ الكُتُبِ: ¶ (حرف الألف) ¶ - \" الإبانة عن أصول الديانة \" للأشعري: ص 109، 110. ¶ - \" الابتهاج بتخرج أحاديث المنهاج \" للغماري: ص 105. ¶ - \" إتحاف السادة المهرة بزوائد المسانيد العشرة \" للبوصيري: ص 24، 27، 75. ¶ - \" الإتقان في علوم القرآن \" للسيوطي: ص 108. ¶ - \" إتقان ما يحسن من الأحاديث على الألسن \" للغزي: ص 103. ¶ - \" الإجماع \" لابن المنذر: ص 112. ¶ - \" أحاديث القصاص \" لابن تيمية: ص 99. ¶ - \" أحكام القرآن \" للكياهراسي: ص 107. ¶ - \" أحوال الرجال \" للجوزجاني: ص 116. ¶ - \" إحياء علوم الدين \" للغزالي: ص 122 (2). ¶ - \" اختلاف العلماء \" للمروزي: ص 112. ¶ - \" أخلاق العلماء \" للآجري: ص 68. ¶ - \" الأدب المفرد \" للبخاري: ص 64، 65. ¶ - \" الأذكار \" للنووي: ص 99. ¶ - \" الأربعون حديثًا \" للبكري: ص 98. ¶ - \" الأربعون في دلائل التوحيد \" للهروي: ص 110. ¶ - \" إرشاد الساري \" للقسطلاني: ص 63. ¶ - \" الإرشاد في معرفة علماء البلاد \" للخليلي: ص 18. ¶ - \" الاستذكار \" لابن عبد البر: ص 18. ¶ - \" الاستيعاب في معرفة الأصحاب \" لابن عبد البر: ص 18. ¶ - \" إسعاف الملحين بترتيب أحاديث إحياء علوم الدين \" لمحمود سعيد ممدوح: ص 122. ¶ - \" الأسماء والصفات \" للبيهقي: ص 18. ¶ - \" أسنى المطالب \" للحوت: ص 24، 104. ¶ - \" اشتقاق الأسماء \" للأصمعي: ص 123. ¶ - \" الإشراف على معرفة الأطراف \" لابن عساكر: ص 9، 70. ¶ - \" الأشربة \" للإمام أحمد: 63. ¶ - \" الأطراف \" لابن عساكر: ص 23، 27. ¶ - \" أطراف الصحيحين \" لخلف: ص 23، 68. ¶ - \" أطراف الغرائب والأفراد \" لأبي الفضل المقدسي: ص 23، 69. ¶ - \" أعذب الموارد بتخريج جمع الفوائد \" لليماني: ص 79. ¶ - \" الإفادات والإنشادات \" للشاطبي: ص 125. ¶ - \" الأفراد \" للدارقطني: ص 69. ¶ - \" الإكمال في المختلف والمؤتلف من أسماء",
            "page": "140",
            "part": "1",
            "seal": "8C49EF06"
        },
        {
            "id": "152",
            "nass": "الرجال \" لابن ماكولا: ص 19. ¶ - \" الأم \" للشافعي: ص 20. ¶ - \" الإيمان \" لأبي بكر بن أبي شيبة: ص 109. ¶ (حرف الباء) ¶ - \" البرصان والعرجان والعميان والحولان \" للجاحظ: ص 123. ¶ - \" البداية والنهاية \" لابن كثير: ص 120 (2). ¶ - \" برنامج الوادي آشي \": ص 120. ¶ - \" البغية في ترتيب أحاديث الحلية \" لأبي نعيم: ص 118. ¶ - \" بداية المجتهد ونهاية المقتصد \" لابن رشد: ص 114. ¶ - \" بصائر ذوي التمييز في لطائف الكتاب العزيز \" للفيروزآبادي: ص 108. ¶ - \" البيان والتعريف في أسباب ورود الحديث الشريف \" لابن حمزة: ص 103 (2). ¶ - \" البدر المنير في غريب أحاديث البشير النذير \" للشعراني: ص 102. ¶ - \" بغية الملتمس في سباعيات حديث الإمام مالك بن أنس \" للكيكلدي: ص 74. ¶ (حرف التاء) ¶ - \" تاريخ ابن زرعة الدمشقي: ص 117. ¶ - \" تاريخ إصبهان \" لأبي نعيم: ص 18. ¶ - \" تاريخ بغداد \" للخطيب: ص 20. ¶ - \" تاريخ الثقات \" للعجلي: ص 116. ¶ - \" التاريخ الصغير \" للبخاري: ص 116. ¶ - \" تاريخ الطبري \": ص 20. ¶ - \" التاريخ الكبير \" للبخاري: ص 22، 116. ¶ - \" التجريد الصريح لأحاديث الجامع الصحيح \" للزبيدي: ص 63. ¶ - \" التجريد للصحاح الستة \" لِرُزَيْنٍ: ص 10، 23، 27. ¶ - \" تحذير الخواص من أكاذيب القصاص \" للسيوطي: ص 102. ¶ - \" تحفة الأشراف بمعرفة الأطراف \" للمزي: ص 9، 23، 27، 59، 60، 71، 79 (2). ¶ - \" تخريج أحاديث شرح المواقف في علم الكلام \" للسيوطي: ص 102، 110. ¶ - \" تخريج أحاديث كتاب (أربعون حديثًا في اصطناع المعروف للمنذري) \" للمناوي: ص 104. ¶ - \"تخريج أحاديث (اللمع في أصول الفقه للشيرازي) \" للغماري: ص 105، 113. ¶ - \" تخريج أحاديث (مشكلة الفقر) \" للألباني: ص 104. ¶ - \" تخريج لصحيح الحديث \" لابن بشران: ص 18. ¶ - \" ترتيب تخريج أحاديث (إحياء علوم الدين للغزالي) \" لعبد الفتاح أبي",
            "page": "141",
            "part": "1",
            "seal": "B1DAE211"
        },
        {
            "id": "153",
            "nass": "غدة: ص 122. ¶ - \" ترتيب (مسند أحمد) على الحروف \" لابن كثير: ص 62. ¶ - \" ترتيب (مسند الشافعي) \" للسندي: ص 62. ¶ - \" تركة النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - والسبل التي وجهها فيها \" لحماد بن إسحاق: ص 116. ¶ - \" تسهيل السبيل إلى كشف الالتباس عما دار من الأحاديث بين الناس \" للخليلي: ص 102. ¶ - \" التصريح بما تواتر في نزول المسيح \" للكشميري: ص 111. ¶ - \" تعليق الفرائد على تسهيل الفوائد \" للدماميني: ص 125. ¶ - \" تفسير ابن كثير \": ص 107 (2). ¶ - \" تفسير أسماء الله الحسنى \" للزجاج: ص 109. ¶ - \" تفسير الطبري \": ص 20، 106، 126. ¶ - \" تفسير عبد الرزاق الصنعاني \": ص 106. ¶ - \" تفسير القرآن العظيم \" = \" تفسير ابن كثير \". ¶ - \" تقييد المهمل وتمييز المشكل في رجال الصحيحين \" للغساني الجَيَّانِي: ص 19. ¶ - \" تلخيص الحبير في تخريج أحاديث شرح الرافعي الكبير \" لابن حجر: ص 100. ¶ - \" تلقيح الفهوم في تنقيح صيغ العموم \" لابن كيكلدي: ص 114. ¶ - \" التمهيد في تخريج الفروع على الأصول \" للإسنوي: ص 114. ¶ - \" التمهيد لما في الموطأ من المعاني [والأسانيد] \" لابن عبد البر: ص 18. ¶ - \" تمييز الطيب من الخبيث \" لابن الديبع: ص 24، 101، 102. ¶ - \" تهذيب التهذيب \" لابن حجر: ص 120. ¶ - \" التوحيد \" لابن خزيمة: ص 16. ¶ - \" التيسير بشرح الجامع الصغير \" للمناوي: ص 76. ¶ - \" تيسير المنفعة بِكِتَابَيْ مفتاح كنوز السنة والمعجم المفهرس \" لمحمد فؤاد عبد الباقي: ص 82. ¶ - \" تيسير الوصول إلى جامع الأصول \" لابن الديبع الشيباني: ص 71، 77. ¶ (حرف الجيم) ¶ - \" جامع ابن وهب المصري \": ص 15. ¶ - \" جامع الأحاديث \": ص 28. ¶ - \" الجامع الأزهر في أحاديث النبي الأنور \" للمناوي: ص 25، 28، 78. ¶ - \" جامع الأصول في أحاديث الرسول \" لابن الأثير: ص 10، 23، 25، 27، 59، 60، 71 (2)، 77، 78 (2). ¶ - \" جامع بيان العلم وفضله \" لابن عبد البر: ص 18، 69. ¶ - \" جامع البيان في تفسير القرآن \" للطبري = \" تفسير الطبري \". ¶ - \" جامع الترمذي \" = \" سنن الترمذي \". ¶ - \" الجامع الصحيح للبخاي = صحيح",
            "page": "142",
            "part": "1",
            "seal": "8CCF800C"
        },
        {
            "id": "154",
            "nass": "البخاري. ¶ - \" الجامع الصحيح للترمذي = \" سنن الترمذي \". ¶ - \" الجامع الصحيح لمسلم \" = \" صحيح مسلم \". ¶ - \" الجامع الصغير \" للسيوطي: ص 10، 25 (2)، 27، 29، 59، 60، 76، 77 (2)، 80، 96 (2)، 97، 102. ¶ - \" الجامع في السنن والآداب والمغازي والتاريخ \" لابن أبي زيد القيرواني: ص 117. ¶ - \" الجامع الكبير \" للسيوطي: ص 10، 24، 27 (2)، 29، 59، 77 (2)، 78، 102. ¶ - \" الجامع لأخلاق الراوي وآداب السامع \" للخطيب: ص 69. ¶ - \" جامع مسانيد صحيح البخاري \" لمحمد فؤاد عبد الباقي: ص 64. ¶ - \" جامع المسانيد والسنن الهادي لأقوم السنن \" لابن كثير: ص 23، 27،75. ¶ - \" الجرح والتعديل \" للرازي: ص 22. ¶ - \" جزء رفع اليدين في الصلاة \" للبخاري: ص 15. ¶ - \" جزء القراءة خلف الإمام \" للبخاري: ص 15. ¶ - \" الجمع بين الأصول الستة \" لِرُزَيْن: 70، 71. ¶ - \" الجمع بين الصحيحين \" لأبي مسعود الدمشقي: ص 23، 68. ¶ - \" الجمع بين الصحيحين \" للبرقاني: ص 23، 68. ¶ - \" الجمع بين الصحيحين \" للحُميدي: ص 10، 23، 69. ¶ - \" الجمع بين الصحيحين \" للصاغاني: ص 71. ¶ - \" الجمع بين كِتَابَيْ أبي نصر الكلاباذي، وأبي بكر الأصبهاني \" لابن القيسراني: ص 19. ¶ - \" جمع الجوامع \" = \" الجامع الكبير \" للسيوطي. ¶ - \" جمع الفوائد من جامع الأصول ومجمع الزوائد \" للفاسي المغربي: ص 24، 28، 78. ¶ - \" الجمع والترتيب لأحاديث تاريخ الخطيب \" [للشيخ عبد الفتاح أبو غدة]: ص 118. ¶ - \" الجمل في النحو \" للزجاجي: ص 124. ¶ - \" جمهرة اللغة \" لابن دريد: ص 21. ¶ - \" الجهاد \" لعبد الله بن المبارك: ص 15. ¶ (حرف الحاء) ¶ - \" حاشية السندي على سنن النسائي \": ص 95. ¶ - \" حديث أهل البصرة \" لابن مردويه: ص 18. ¶ - \" الحسبة في الإسلام \" لابن تيمية: ص 114. ¶ - \" حلية الأولياء \" لأبي نعيم: ص 18. ¶ - \" حلية الفقهاء \" لابن فارس: ص 112. ¶ - \" الحلال والحرام \" للقرضاوي: ص 104. ¶ (حرف الخاء) ¶ - \" خلق أفعال العباد \" للبخاري: ص 109. ¶ - \" الخلاصة في أصول الحديث \" للطيبي: ص 99.",
            "page": "143",
            "part": "1",
            "seal": "FF5F26E7"
        },
        {
            "id": "155",
            "nass": "(حرف الدال) ¶ - \" الدر المنثور في التفسير بالمأثور \" للسيوطي: ص 108. ¶ - \" الدرر في اختصار المغازي والسير \" لابن عبد البر: ص 118. ¶ - \" الدرر المنتثرة في الأحاديث المشتهرة \" للسيوطي: ص 24، 101 (2)، 103. ¶ - \" دليل فهاس صحيح البخاري \" للبيومي: ص 63. ¶ - \" دليل القارئ إلى مواضع الحديث في صحيح البخاري \" لعبد الله بن محمد الغنيمان: ص 64. ¶ - \" دلائل النبوة \" لأبي نعيم: ص 18، 126. ¶ - \" دلائل النبوة \" للبيهقي: ص 18، 110. ¶ (حرف الذال) ¶ - \" ذخائر المواريث في الدلالة على مواضع الحديث \" للنابلسي: ص 9، 23، 28، 60، 72، 74، 79. ¶ - \" الذكر والدعاء \" لأبي يوسف: ص 15. ¶ - \" ذيل تذكرة الحفاظ \" للسيوطي: ص 62، 74. ¶ (حرف الراء) ¶ - \" الرحلة في طلب الحديث \" للخطيب: ص 69. ¶ - \" الرد على الجهمية \" لابن منده: ص 110. ¶ - \" رصف المباني في شرح حروف المعاني \" للمالقي: ص 124. ¶ - \" رسالة في الذب عن أبي الحسن الأشعري \" لابن درباس: ص 110. ¶ - \" الرياض الأنيقة في شرح أسماء خير الخليقة \" للسيوطي: ص 120. ¶ - \" رياض الصالحين \" للنووي: ص 98. ¶ (حرف الزاي) ¶ - \" زاد المسلم فيما اتفق عليه البخاري ومسلم \" للجكني: ص 80. ¶ - \" زاد المسير في علم التفسير \" لابن الجوزي: ص 107. ¶ - \" الزهد \" لأحمد بن حنبل: ص 15. ¶ - \" الزهد \" لوكيع بن الجراح: ص 61. ¶ - \" الزهد والرقائق \" لابن المبارك: ص 15، 122، 123. ¶ - \" زهر الرُّبى على المجتبى \" للسيوطي: ص 95. ¶ - \" زوائد الجامع الصغير \" للسيوطي: ص 10، 29، 77، 102.",
            "page": "144",
            "part": "1",
            "seal": "FCEFE578"
        },
        {
            "id": "156",
            "nass": "(حرف السين) ¶ - \" سؤالات أبي عبيد الآجري أبا داود السجستاني \": ص 117. ¶ - \" سؤالات الحاكم النيسابوري للدارقطني \": ص 118. ¶ - \" سؤالات حمزة بن يوسف السهمي للدارقطني \": ص 118. ¶ - \" محمد بن عثمان بن أبي شيبة لعلي بن المديني \": ص 117. ¶ - \" السابق واللاحق \" للخطيب البغدادي: ص 118. ¶ - \" سر صناعة الإعراب \" لابن جني: ص 124. ¶ - \" سلسلة الأحاديث الصحيحة \" للألباني: ص 28. ¶ - \" سلسلة الأحاديث الضعيفة \" للألباني: ص 28. ¶ - \" سلسلة الذهب فيما رواه الإمام الشافعي عن مالك عن نافع عن ابن عمر \" لابن حجر: ص 100. ¶ - \" سنن ابن ماجه \": ص 15، 59، 66، 70، 71، 75 (3)، 78 (2)، 79، 82، 95. ¶ - \" سنن أبي داود السجستاني \": ص 15، 59، 65، 66 (3)، 70 (2)، 71 (2)، 75 (3)، 78، 79، 82 (2)، 95، 96. ¶ - \" سنن الترمذي \": ص 15 (2)، 59، 66 (3)، 67، 70 (2)، 71 (2)، 75 (3)، 78، 79، 82 (2)، 95. ¶ - \" سنن الدارقطني \": ص 15، 68. ¶ - \" سنن الدارمي \": ص 15، 82 (2). ¶ - \" سنن سعيد بن منصور \": ص 15. ¶ - \" السنن الكبرى \" للبيهقي: ص 15، 18، 69، 126. ¶ - \" السنن المأثورة عن الشافعي \": ص 62. ¶ - \" سنن النسائي \":ص 15، 59، 67 (2)، 70 (2)، 71 (2)، 75 (2)، 78، 79، 82 (2)، 95. ¶ - \" سير أعلام النبلاء \" للذهبي: ص 119. ¶ - \" سيرة ابن هشام \": ص 82. ¶ (حرف الشين) ¶ - \" شذرات الذهب \" لابن العماد: ص 101. ¶ - \" شرح السنة \" للبغوي: ص 19، 70. ¶ - \" شرح صحيح مسلم \" للنووي: ص 65. ¶ - \" شرح علل الترمذي \" لابن رجب: ص 100 (2). ¶ - \" شرح معاني الآثار \" للطحاوي: ص 126. ¶ - \" شرح المواقف في علم الكلام \" للشريف الجرجاني: ص 102، 110. ¶ - \" شرف أصحاب الحديث \" للخطيب: ص 69. ¶ - \" شعب الإيمان \" للبيهقي: ص 18، 110. ¶ - \" الشفا \" للقاضي عياض: ص 127. ¶ - \" الشمائل المحمدية \" للترمذي: ص 72. ¶ (حرف الصاد) ¶ - \" صحيح ابن خزيمة \": ص 127. ¶ - \" صحيح البخاري \": ص 15، 59، 63 (3)، 64 (6)، 70 (2) 71 (2)، 74، 75 (3)،",
            "page": "145",
            "part": "1",
            "seal": "4A162EB6"
        },
        {
            "id": "158",
            "nass": "78، 79، 80، 81، 82 (2)، 95. ¶ - \" صحيح الجامع الصغير وزياداته \" للألباني: ص 28، 77، 96. ¶ - \" صحيح مسلم \": ص 15، 59، 60،65 (2)، 66، 70، 71 (2)، 74، 75 (3)، 78، 79، 80، 81، 82 (2)، 94. ¶ - \" صحيفة همام بن منبه \" لابن منده: ص 18. ¶ - \" الصفات \" للدارقطني: ص 110. ¶ - \" صفة الصفوة \" لابن الجوزي: ص 119. ¶ (حرف الضاد) ¶ - \" الضعفاء \" لأبي زُرعة الرازي: ص 116. ¶ - \" الضعفاء الكبير \" للعقيلي: ص 22، 117. ¶ - \" الضعفاء والمتروكين \" للبخاري: ص 116. ¶ - \" ضعيف الجامع الصغير \" للألباني: ص 28، 77، 97. ¶ (حرف الطاء) ¶ - \" الطب في الكتاب والسنة \" للموفق البغدادي: ص 98. ¶ - \" طبقات ابن سعد \" = \" الطبقات الكبرى \". ¶ - \" طبقات خليفة بن خياط \": ص 115. ¶ - \" الطبقات الكبرى \" لابن سعد: ص 82، 115 (2). ¶ - \" طبقات المفسرين \" للداودي: ص 121. ¶ (حرف العين) ¶ - \" العقد الفريد \" لابن عبد ربه: ص 123. ¶ - \" العلل \" لابن المديني: ص 62. ¶ - \" علل الحديث \" لابن أبي حاتم الرازي: ص 97. ¶ - \" علل الدارقطني \": ص 68. ¶ - \" العلل الصغير \" للترمذي: ص 71. ¶ - \" علوم الحديث \" لابن الصلاح: ص 98. ¶ - \" عمدة القاري \" للعيني: ص 63. ¶ - \" عمل اليوم والليلة \" لابن السُنِّي: ص 97. ¶ - \" عمل اليوم والليلة \" للنسائي: ص 72. ¶ - \" عنوان الدراية فيمن عرف من العلماء في المائة السابعة ببجاية \" للغبريني: ص 119. ¶ - \" عوالي مسلم \" لابن حجر: ص 76. ¶ - \" العين \" للخليل بن أحمد: ص 21. ¶ (حرف الغين) ¶ - \" غاية المرام في تخريج أحاديث الحلال والحرام \" للألباني: ص 104.",
            "page": "146",
            "part": "1",
            "seal": "4D47D76A"
        },
        {
            "id": "159",
            "nass": "- \" غريب القرآن \" للسجستاني: ص 21. ¶ - \" الغماز على اللماز \" للسمهودي: ص 24، 101. ¶ (حرف الفاء) ¶ - \" فتاوى ابن الصلاح \": ص 113. ¶ - \" فتح الباري \" لابن حجر: ص 63، 64. ¶ - \" الفتح الرباني في ترتيب مسند الإمام أحمد \" أحمد البنا الساعاتي: ص 10، 63. ¶ - \" فتح الرحمن بكشف ما يلتبس في القرآن \" للأنصاري: ص 108. ¶ - \" فتح الرحمن لأحاديث (الميزان للذهبي) \" لبرق التوحيدي صاحب زادة: ص 119. ¶ - \" الفتح الكبير في ضم الزيادة إلى الجامع الصغير \" للنبهاني: ص 25، 28، 77، 80، 96. ¶ - \" الفتن والملاحم \" للمروزي: ص 15. ¶ - \" فصل المقال في شرح كتاب الأمثال \" لأبي عبيد البكري: ص 124. ¶ - \" الفصول في اختصار سيرة الرسول \" لابن كثير: ص 120. ¶ - \" فضائل الصحابة \" للإمام أحمد: ص 15، 115. ¶ - \" فضائل القرآن \" للشافعي: ص 15. ¶ - \" فوائد ابن نصر \": ص 18. ¶ - \" فوائد الحديث \" لتمام الرازي: ص 18. ¶ - \" فهارس البخاري \" لرضوان محمد رضوان: ص 64. ¶ - \" فهارس جامع الأصول \" لابن الأثير: ص 71. ¶ - \" فهرس أحاديث الأدب المفرد للبخاري \": ص 64. ¶ - \" فهرس أحاديث تلخيص الحبير لابن حجر \": ص 100. ¶ - \" فهرس أحاديث تفسير ابن كثير \": ص 107. ¶ - \" فهرس أحاديث علل الحديث للرازي \": ص 97. ¶ - \" فهرس أحاديث عمل اليوم والليلة لابن السني \": ص 97. ¶ - \" فهرس أحاديث الكنى والأسماء للدولابي \": ص 97. ¶ - \" فهرس أحاديث مختصر قيام الليل وقيام رمضان وكتاب الوتر للمروزي \"، اختصار المقريزي \": ص 79. ¶ - \" فهرس أحاديث مسند أبي داود الطيالسي \": ص 62. ¶ - \" فهرس أحاديث المطالب العالية لابن حجر \": ص 97. ¶ - \" فهرس جامع بيان العلم وفضله لابن عبد البر \": ص 69. ¶ - \" فهرس معجم الطبراني الصغير \": ص 67. ¶ - \" الفهرست \" لابن النديم: ص 22. ¶ - \" فيض القدير شرح الجامع الصغير \" للمناوي: ص 76 (2)، 78. ¶ (حرف القاف) ¶ - \" القدر \" للفريابي: ص 109. ¶ - \" القراءة خلف الإمام \" للبخاري: ص 15.",
            "page": "147",
            "part": "1",
            "seal": "5238BC0A"
        },
        {
            "id": "160",
            "nass": "- \" قُرَّةُ العينين في أطراف الصحيحين \" لمحمد فؤاد عبد الباقي: ص 64، 81. ¶ - \" القُصَّاصُ والمذكرين \" لابن الجوزي: ص 119. ¶ (حرف الكاف) ¶ - \" الكامل \" للمبرد: ص 123. ¶ - \" الكامل في التاريخ \" لابن الأثير: ص 119. ¶ - \" الكامل في ضعفاء الرجال \" لابن عدي: ص 22، 117. ¶ - \" الكتاب \" لسيبويه: ص 123. ¶ - \" كشاف صحيح أبي عبد الله البخاري بالترتيب الأبجدي وأسماء الأشخاص والأعلام \" لمصطفى كمال وصفي: ص 64. ¶ - \" كشف الأستار عن زوائد البزار \" للهيثمي: ص 75. ¶ - \" كشف الخفاء ومزيل الألباس \" للعجلوني: ص 24، 103. ¶ - \" الكشف عن وجوه القراءات \" لمكي [بن أبي طالب]: ص 106. ¶ - \" الكلم الطيب \" لابن تيمية: ص 99. ¶ - \" الكمال \" لعبد الغني المقدسي: ص 70. ¶ - \" الكنى والأسماء \" للإمام مسلم: ص 116. ¶ - \" الكنى والأسماء \" للدولابي: ص 97. ¶ - \" الكنز الثمين في أحاديث النبي الأمين \" للغُماري عبد الله: ص 25، 28، 77، [96]. ¶ - \" كنز العمال في سنن الأقوال والأفعال \" للمتقي الهندي: ص 10، 24، 28 (2)، 77، 78. ¶ - \" كنوز الحقائق في حديث خير الخلائق \" للمناوي: ص 25، 28، 78. ¶ (حرف اللام) ¶ - \" اللآلئ المنثورة في الأحاديث المشهورة \" لابن حجر: ص 24، 101، 103. ¶ - \" اللؤلؤ والمرجان فيما اتفق عليه الشيخان \" لمحمد فؤاد عبد الباقي: ص 64، 81 (2). ¶ - \" اللباب في الجمع بين السنة والكتاب \" للمنبجي: ص 113. ¶ - \" لسان العرب \" لابن منظور: ص 124. ¶ - \" اللمع في أصول الفقه \" للشيرازي: ص 105، 113. ¶ (حرف الميم) ¶ - \" المؤتلف والمختلف \" للدارقطني: ص 127. ¶ - \" المبسوط \" للسرخسي: ص 113. ¶ - \" المجتبى من سنن النسائي = سنن",
            "page": "148",
            "part": "1",
            "seal": "1FB50F13"
        },
        {
            "id": "161",
            "nass": "النسائي. ¶ - \" مجمع الزوائد ومنبع الفوائد \" للهيثمي: ص 10، 23، 27، 75، 76، 78، 126. ¶ - \" مجمل اللغة \" لابن فارس: ص 124. ¶ - \" المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها، لابن جني: ص 106. ¶ - \" المحرر في الحديث \" لابن عبد الهادي: ص 99. ¶ - \" مختصر إتحاف السادة المهرة \" للبوصيري: ص 75. ¶ - \" مختصر سنن أبي داود \" للمنذري: ص 66. ¶ - \" مختصر قيام الليل وقيام رمضان وكتاب الوتر للمروزي \" اختصار المقريزي: ص 97. ¶ - \" مختصر المقاصد الحسنة \" للزرقاني: ص 24، 101، 103 (2). ¶ - \" المدخل إلى مذهب الإمام أحمد بن حنبل \" لابن بدران: ص 114. ¶ - \" المراسيل \" لأبي داود: ص 66، 71. ¶ - \" المرشد إلى أحاديث سنن الترمذي \" لصدقي البيك: ص 66. ¶ - \" المرشد إلى كنز العمال \" لنديم وأسامة مرعشلي: ص 29، 78. ¶ - \" مرشد المتعلم \" للغمراوي: ص 22. ¶ - \" المرشد الوجيز إلى علوم تتعلق بالكتاب العزيز \" لأبي شامة: ص 107. ¶ - \" مسائل الإمام أحمد \" لابن هانئ: ص 112. ¶ - \" مسائل الإمام أحمد \" لابنه عبد الله: ص 112. ¶ - \" مستخرج ابن أبي ذهل على صحيح البخاري \": ص 16. ¶ - \" مستخرج ابن الأخرم على الصحيحين: ص 16. ¶ - \" مستخرج أبي بكر البرقاني على الصحيحين \": ص 16. ¶ - \" مستخرج أبي حامد الهروي على صحيح مسلم \": ص 16. ¶ - \" مستخرج أبي عوانة على صحيح مسلم \": ص 16. ¶ - \" مستخرج أبي نعيم على الصحيحين \": ص 16. ¶ - \" مستخرج أبي نعيم على كتاب التوحيد \" لابن خزيمة: ص 16. ¶ - \" مستخرج الإسماعيلي على البخاري \": ص 16. ¶ - \" مستخرج الحيري على صحيح مسلم \": ص 16. ¶ - \" مستخرج الغطريفي على صحيح البخاري \": ص 16. ¶ - \" مستخرج قاسم بن أصبغ على سنن أبي داود: ص 16. ¶ - \" المستدرك على الصحيحين \" للحاكم: ص 16، 18، 19، 126. ¶ - \" مسند ابن أبي أسامة \": ص 75، 76. ¶ - \" مسند ابن أبي شيبة \": ص 15، 17، 22، 75 (2). ¶ - \" مسند ابن بشران \": ص 18. ¶ - \" مسند ابن منيع \": ص 75. ¶ - \" مسند أبي بكر الصديق: ص 67. ¶ - \" مسند أبي داود الطيالسي \": ص 17، 61، 75 (2)، 82. ¶ - \" مسند أبي يعلى الموصلي \": ص 67، 75 (3)، 76، 78. ¶ - \" مسند أحمد بن حنبل \": ص 15، 22، 27، 62، 63 (2)، 75 (3)، 78، 82، 96.",
            "page": "149",
            "part": "1",
            "seal": "6A5E6304"
        },
        {
            "id": "162",
            "nass": "- \" مسند أحمد بن منيع \": ص 75. ¶ - \" مسند إسحاق بن راهويه \": ص 15/ 22، 75، 76. ¶ - \" مسند أسد بن موسى \": ص 14، 22. ¶ - \" مسند أمير المؤمنين عمر بن عبد العزيز \" للباغندي: ص 67. ¶ - \" مسند البزار \": ص 75 (2)، 79. ¶ - \" مسند الحارث بن محمد بن أبي أسامة \": ص 75، 76. ¶ - \" مسند الحميدي \": ص 62، 75 (2). ¶ - \" مسند خليفة بن خياط \": ص 62. ¶ - \" مسند الدارمي \": ص 78، 96. ¶ - \" مسند زيد بن علي \": ص 82. ¶ - \" مسند الشافعي \": ص 62. ¶ - \" مسند الشهاب \" للقضاعي: ص 68. ¶ - \" مسند الشيخين \" لابن كثير: 74. ¶ - \" مسند عبد الله بن عمر \" للطرطوسي: ص 65. ¶ - \" مسند عبد بن حميد \": ص 17، 75 (2). ¶ - \" مسند عبد الرزاق \": ص 17. ¶ - \" مسند العبسي \": ص 14، 22 ¶ - \" مسند عثمان بن أبي شيبة = مسند ابن أبي شيبة. ¶ - \" مسند محمد بن يحيى العدني: ص 75. ¶ - \" مسند مسدد بن مسرهد \": ص 15، 22، 75 (2). ¶ - \" مسند نعيم بن حماد \": ص 15، 22. ¶ - \" مشارق الأنوار النبوية من صحاح الأخبار المصطفوية \" للصاغاني: ص 71. ¶ - \" مشكاة المصابيح \" للتبريزي: ص 99. ¶ - \" مشكل إعراب القرآن \" لمكي بن أبي طالب: ص 106. ¶ - \" مشكلة الفقر وكيف عالجها الإسلام \" للقرضاوي: ص 104. ¶ - \" مشيخة ابن الجوزي \": ص 119. ¶ - \" مصابيح السنة \" للبغوي: ص 19، 70. ¶ - \" مصنف ابن أبي شيبة \": ص 14. ¶ - \" مصنف بقي بن مخلد \": ص 14. ¶ - \" مصنف حماد بن سلمة \": ص 14. ¶ - \" مصنف عبد الرزاق الصنعاني \": ص 14، 127. ¶ - \" مصنف وكيع بن الجراح \": ص 14. ¶ - \" المصنوع في معرفة الحديث الموضوع \" للقاري: ص 102. ¶ - \" المطالب العالية بزوائد المسانيد الثمانية \" لابن حجر: ص 10، 24،27، 75، 97،. ¶ - \" المعجم الأوسط \" للطبراني: ص 67، 75، 79. ¶ - \" معجم الشيوخ \" لابن جُميع: ص 68. ¶ - \" معجم الصحابة \" لابن لال: ص 22. ¶ - \" معجم الصحابة \" لأبي يعلى الموصلي: ص 22. ¶ - \" المعجم الصغير \" للطبراني: ص 75، 79. ¶ - \" المعجم الكبير \" للطبراني: ص 22، 67، 75 (2)، 79. ¶ - \" المعجم المفهرس لألفاظ الحديث \": ص 10، 59، 60، 82 (2)، 87. ¶ - \" المعجم الوجيز من أحاديث الرسول العزيز \" للميرغني: ص 25، 28، 80. ¶ - \" مغازي الواقدي \": ص 82. ¶ - \" المغني في أصول الفقه \" للخبازي: ص 113. ¶ - \" المغير على الأحاديث الموضوعة في الجامع الصغير \" لأحمد الغُماري: ص 76. ¶ - \" مفاتيح الذهبان لترتيب أحاديث تاريخ إصبهان لأبي نعيم \"، [عبد العزيز بن محمد بن الصديق الغُماري]: ص 118.",
            "page": "150",
            "part": "1",
            "seal": "A4770493"
        },
        {
            "id": "163",
            "nass": "- \" مفتاح الترتيب لأحاديث الخطيب \": ص 60، 118. ¶ - \" مفتاح صحيح البخاري \" للتوقادي: ص 63. ¶ - \" مفتاح صحيح مسلم \" للتوقادي: ص 65. ¶ - \" مفتاح كنوز السنة \" لفنسنك: ص 28، 60، 82 (2). ¶ - \" مفتاح المنهل العذب المورود شرح سنن أبي داود: ص 66. ¶ - \" مفحمات الأقران في مبهمالنبيات القرآن \" للسيوطي: ص 108. ¶ - \" المفردات في غريب القرآن \" للراغب: ص 107. ¶ - \" المقاصد الحسنة للسخاوي \" 24، 101، 102 (3)، 103، 104 (2). ¶ - \" المكتفى في الوقف والابتداء \" للداني: ص 107. ¶ - \" من حديث خيثمة بن سليمان القرشي الأطرابلسي \": ص 67. ¶ - \" المنار المنيف في الصحيح والضعيف \": ص 100. ¶ - \" منتخب كنز العمال \": ص 63. ¶ - \" المنتخب من كتاب أزواج النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - \" للزبير بن بكار: ص 115. ¶ - \" منحة المعبود في ترتيب مسند الطيالسي أبي داود \" للبنا الساعاتي: ص 61. ¶ - \" المنخول من تعليقات الأصول \" للغزالي: ص 113. ¶ - \" منهاج الوصول \" للبيضاوي: ص 105. ¶ - \" المنهل العذب المورود شرح سنن أبي داود \" [محمود محمد خطاب السبكي]: ص 66. ¶ - \" المهذب في الفقه الشافعي \" للشيرازي: ص 113. ¶ - \" المواقف في علم الكلام \" للإيجي: ص 102، 110. ¶ - \" موسوعة أطراف الحديث \": ص 29. ¶ - \" موسوعة الحديث الشريف \": ص 29. ¶ - \" موسوعة الحديث النبوي \": ص 29. ¶ - \" موسوعة الحديث والسنة النبوية \": ص 29. ¶ - \" الموضوعات \" لابن الجوزي: 98. ¶ - \" موطأ ابن أبي ذئب \": ص 14. ¶ - \" موطأ عبدان، أبو محمد عبد الله بن محمد المروزي \": ص 14. ¶ - \" موطأ مالك بن أنس \": ص 14، 61، 70، 71 (2)، 78، 79، 82 (2)، 95. ¶ - \" موطأ محمد بن عبد الرحمن المدني \": ص 14. ¶ - \" الموقظة في علم مصطلح الحديث \" للذهبي: ص 99. ¶ - \" ميزان الاعتدال \" للذهبي: ص 119. ¶ - \" الميزان الكبرى \" للشعراني: ص 114. ¶ (حرف النون) ¶ - \" نزهة القلوب \" للسجستاني: ص 21. ¶ - \" نزهة المتقين شرح رياض الصالحين \": ص 99. ¶ - \" النزول \" و \" الصفات \" للدارقطني: ص 110. ¶ - \" نصب الراية \" للزيلعي: ص 126. ¶ - \" النكت الظراف على الأطراف: ص 74. ¶ - \" النكت على كتاب ابن الصلاح \" لابن حجر: ص 100. ¶ - \" نهاية البداية \" لابن كثير: ص 120.",
            "page": "151",
            "part": "1",
            "seal": "630F0829"
        },
        {
            "id": "164",
            "nass": "(حرف الهاء) ¶ - \" هداية الباري إلى ترتيب صحيح البخاري \": ص 63. ¶ - \" الهداية بتخريج أحاديث البداية (بداية المجتهد لابن رشد) \" للغُماري: 104، 114. ¶ - \" همع الهوامع في شرح جمع الجوامع \" للسيوطي: ص 125. ¶ (حرف الواو) ¶ - \" الورع \" لأحمد بن حنبل: ص 15. ¶ - \" الوسائل السنية \" للمنوفي: ص 101، 102.",
            "page": "152",
            "part": "1",
            "seal": "8DB6C3DF"
        }
    ],
    "t997": [
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد:"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: أهمية فهرسة الحديث وطرق الفهرسة:"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "الطريقة الأولى: فهرسة الأطراف أو المسانيد:"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "2",
            "tit": "الطريقة الثانية: فهرسة أوائل الأحاديث:"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "الطريقة الثالثة: الفهرسة الموضوعية:"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "الطريقة الرابعة: فهرسة كلمات الحديث (المعجم المفهرس):"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "ما هي النصوص المفهرسة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: مصادر الحديث ومناهج العلماء في تأليفها:"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "تدوين الحديث:"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "تطور مناهج تدوين الحديث في القرنين الثالث والرابع:"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "1",
            "tit": "[الموطأ]:"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "2",
            "tit": "[المصنف]:"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "3",
            "tit": "[المسند]:"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "[السنن]:"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "1",
            "tit": "[الجزء]:"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "2",
            "tit": "[الجامع]:"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "[المستدرك]:"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": "1",
            "tit": "[المستخرج]:"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": "2",
            "tit": "قيمة هذه المصنفات:"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "علم الحديث في القرن الخامس للهجرة:"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "أعلام المحدثين في القرن الخامس:"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "قيمة مصنفات القرن الخامس:"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "مصادر أصلية أخرى للحديث:"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "المراجع الحديثية:"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: نشأة فهرسة الحديث وتطورها:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "نشأة علم الفهرسة عند المسلمين:"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "فهرسة الحديث في القرن الرابع:"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "علم الفهرسة في القرن التاسع الهجري:"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "فهرسة الحديث في عصرنا الحالي:"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع: الموسوعة الحديثية:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "الموسوعات القديمة:"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "الموسوعة المعاصرة:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "الموسوعة الحديثية المنشودة:"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "عناصر المنهج المقترح للموسوعة:"
        },
        {
            "id": "34",
            "lvl": "4",
            "sub": "1",
            "tit": "أولا: التصنيف على أساس موضوعي:"
        },
        {
            "id": "35",
            "lvl": "5",
            "sub": null,
            "tit": "كيف يتم التصنيف الموضوعي؟"
        },
        {
            "id": "37",
            "lvl": "4",
            "sub": null,
            "tit": "ثانيا: موسوعة للصحيح والحسن من الحديث فقط:"
        },
        {
            "id": "38",
            "lvl": "4",
            "sub": null,
            "tit": "ثالثا: معايير تمييز المقبول من المردود:"
        },
        {
            "id": "45",
            "lvl": "4",
            "sub": null,
            "tit": "رابعا: تقسيم العمل ومراحله:"
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": null,
            "tit": "خامسا: من أين يؤخذ الحديث؟:"
        },
        {
            "id": "47",
            "lvl": "4",
            "sub": null,
            "tit": "سادسا: إلى من ينسب الحديث؟:"
        },
        {
            "id": "48",
            "lvl": "4",
            "sub": null,
            "tit": "سابعا: كيف تنتقى الروايات؟:"
        },
        {
            "id": "49",
            "lvl": "4",
            "sub": null,
            "tit": "ثامنا: بين الصلب والحاشية:"
        },
        {
            "id": "49",
            "lvl": "4",
            "sub": "1",
            "tit": "تاسعا: ترقيم الحديث:"
        },
        {
            "id": "50",
            "lvl": "4",
            "sub": null,
            "tit": "عاشرا: بين المرفوع والموقوف:"
        },
        {
            "id": "52",
            "lvl": "4",
            "sub": null,
            "tit": "حادي عشر: ما لا بد منه في الشرح:"
        },
        {
            "id": "53",
            "lvl": "4",
            "sub": null,
            "tit": "ثاني عشر: مقدمات الموسوعة:"
        },
        {
            "id": "53",
            "lvl": "4",
            "sub": "1",
            "tit": "ثالث عشر: ربط السنة بالقرآن:"
        },
        {
            "id": "53",
            "lvl": "4",
            "sub": "2",
            "tit": "رابع عشر: فهارس الموسوعة:"
        },
        {
            "id": "55",
            "lvl": "4",
            "sub": null,
            "tit": "خامس عشر: طبعات تمهيدية:"
        },
        {
            "id": "55",
            "lvl": "4",
            "sub": "1",
            "tit": "سادس عشر: استخدام الحافظ الآلي (الكمبيوتر):"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "ملحق بنماذج تطبيقية:"
        },
        {
            "id": "56",
            "lvl": "4",
            "sub": "1",
            "tit": "نموذج رقم 1: [«بني الإسلام على خمس»]:"
        },
        {
            "id": "57",
            "lvl": "5",
            "sub": null,
            "tit": "- شرح الحديث:"
        },
        {
            "id": "58",
            "lvl": "5",
            "sub": null,
            "tit": "- تخريجه:"
        },
        {
            "id": "59",
            "lvl": "4",
            "sub": null,
            "tit": "نموذج رقم 2 [«اليسير من الرياء شرك»]:"
        },
        {
            "id": "59",
            "lvl": "5",
            "sub": "1",
            "tit": "- شرح الحديث:"
        },
        {
            "id": "61",
            "lvl": "5",
            "sub": null,
            "tit": "- تخريجه:"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس: أشهر فهارس الأحاديث:"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "أولا: فهارس كتب الحديث:"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": "1",
            "tit": "أ - فهارس المصادر الأصلية:"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": null,
            "tit": "ب - فهارس كتب الحديث غير الأصلية:"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: فهارس أحاديث كتب التفسير وعلوم القرآن:"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: فهارس أحاديث كتب التوحيد والعقيدة:"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: فهارس أحاديث كتب الفقه وأصوله:"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: فهارس أحاديث كتب السير والتاريخ والتراجم:"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: فهارس أحاديث كتب الزهد والتصوف:"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا: فهارس أحاديث كتب اللغة والأدب:"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "ملحق:"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "الفهارس:"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - فهرس الأعلام:"
        },
        {
            "id": "139",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف الألف)"
        },
        {
            "id": "141",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الباء)"
        },
        {
            "id": "142",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الجيم)"
        },
        {
            "id": "142",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الحاء)"
        },
        {
            "id": "142",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف الخاء)"
        },
        {
            "id": "143",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الدال)"
        },
        {
            "id": "143",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الذال)"
        },
        {
            "id": "143",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف الراء)"
        },
        {
            "id": "143",
            "lvl": "3",
            "sub": "3",
            "tit": "(حرف الزاي)"
        },
        {
            "id": "143",
            "lvl": "3",
            "sub": "4",
            "tit": "(حرف السين)"
        },
        {
            "id": "145",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الشين)"
        },
        {
            "id": "145",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الصاد)"
        },
        {
            "id": "145",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف الطاء)"
        },
        {
            "id": "146",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف العين)"
        },
        {
            "id": "147",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الغين)"
        },
        {
            "id": "147",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الفاء)"
        },
        {
            "id": "147",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف القاف)"
        },
        {
            "id": "148",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الكاف)"
        },
        {
            "id": "148",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف اللام)"
        },
        {
            "id": "148",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف الميم)"
        },
        {
            "id": "149",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف النون)"
        },
        {
            "id": "150",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الهاء)"
        },
        {
            "id": "150",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الواو)"
        },
        {
            "id": "150",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف الياء)"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "2 - فهرس أسماء الكتب:"
        },
        {
            "id": "151",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الألف)"
        },
        {
            "id": "152",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الباء)"
        },
        {
            "id": "152",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف التاء)"
        },
        {
            "id": "153",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الجيم)"
        },
        {
            "id": "154",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الحاء)"
        },
        {
            "id": "154",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الخاء)"
        },
        {
            "id": "155",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الدال)"
        },
        {
            "id": "155",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الذال)"
        },
        {
            "id": "155",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف الراء)"
        },
        {
            "id": "155",
            "lvl": "3",
            "sub": "3",
            "tit": "(حرف الزاي)"
        },
        {
            "id": "156",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف السين)"
        },
        {
            "id": "156",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الشين)"
        },
        {
            "id": "156",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف الصاد)"
        },
        {
            "id": "158",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الضاد)"
        },
        {
            "id": "158",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الطاء)"
        },
        {
            "id": "158",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف العين)"
        },
        {
            "id": "158",
            "lvl": "3",
            "sub": "3",
            "tit": "(حرف الغين)"
        },
        {
            "id": "159",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الفاء)"
        },
        {
            "id": "159",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف القاف)"
        },
        {
            "id": "160",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الكاف)"
        },
        {
            "id": "160",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف اللام)"
        },
        {
            "id": "160",
            "lvl": "3",
            "sub": "2",
            "tit": "(حرف الميم)"
        },
        {
            "id": "163",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف النون)"
        },
        {
            "id": "164",
            "lvl": "3",
            "sub": null,
            "tit": "(حرف الهاء)"
        },
        {
            "id": "164",
            "lvl": "3",
            "sub": "1",
            "tit": "(حرف الواو)"
        }
    ]
}